{
 "id": "32808",
 "text": "{{Info/Município do Brasil | nome = Fátima do Sul | foto = | leg_foto = | apelido = Cidade Favo de Mel | brasão = Brasão de Fátima do Sul.png | bandeira = Bandeira de Fátima do Sul.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 9 de julho | fundação = | emancipação = \\- de Dourados | gentílico = fatimassulense | CEP = 79700-000 | lema = Cidade favo de mel | padroeiro = Nossa Senhora de Fátima | prefeito = Ilda Machado | partido = PSD | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Fatima do Sul location map.svg | latP = S | latG = 22 | latM = 22 | latS = 26 | lonP = O | lonG = 54 | lonM = 30 | lonS = 50 | estado = Mato Grosso do Sul | mesorregião = Sudoeste de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Dourados | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Dourados, Caarapó, Vicentina, Glória de Dourados e Deodápolis | dist_capital = federal: estadual: 248 | dist_capital_ref = | área = 315.160 | área_pos = MS: 76º | área_ref = | área_urbana = | área_urbana_pos = MS: 21º | área_urbana_ref = est. Embrapa | distritos = Culturama | população = 19234 | população_pos = MS: 31º | data_pop = est. IBGE 2018 | altitude = 352 | altitude_ref = | clima = Tropical | sigla_clima = Aw | idh = 0.776 | idh_pos = MS: 31º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 58º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 40º | data_pib = IBGE/2008 | pib_per_capita = 9192.07 | data_pib_per_capita = IBGE/2008 | site = fatimadosul.ms.gov.br }} Fátima do Sul é um município brasileiro da região Centro-Oeste, situado no estado de Mato Grosso do Sul. A cidade se situa ao lado da cidade de Dourados (40 km) e o maior cartão postal é o Parque Aquático situado na entrada da cidade, próxima à ponte sobre o Rio Dourados. == História == Fátima do Sul foi fundada em 9 de julho de 1954 com a denominação de Porto Ubatuba. Com o crescimento da zona urbana em direção ao Rio Dourados e do setor comercial, em 17 de novembro de 1958 se torna distrito denominado Vila Brasil. Se tornou município em 11 de dezembro de 1963 sendo seu território pertencente até então ao município de Dourados. A instalação foi em 18 de maio de 1965 e em dezembro do mesmo ano muda para o nome atual. A partir de 11 de outubro de 1977 passa a se localizar no novo estado de Mato Grosso do Sul, instalado em 1979. == Geografia == === Localização === O município de está situado no sul da região Centro-Oeste do Brasil, no Sudoeste de Mato Grosso do Sul (Microrregião de Dourados). Localiza-se a uma latitude 22º22'27\" sul e a uma longitude 54º30'50\" oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). === Geografia física === ; Solo Fátima do Sul encontra-se inserido na unidade geotectônica denominada Bacia tecto-sedimentar do Paraná, estabelecida sobre a Plataforma Sul-Americana a partir do Devoniano inferior ou Siluriano. Localiza-se próximo à borda oeste, com inclinação homoclinal para Leste e recoberta pelos derrames basálticos cretáceos. Na região, desenvolveram-se cuestas que formam a Serra de Maracaju. ; Relevo e altitude Está a uma altitude de . Fátima do Sul está na transição entre os afloramentos de basalto e arenito, com predominância do segundo. A pequena extensão da área não deixa muito nítida a diferença de dissecação do relevo, mesmo assim podemos notar a predominância de relevo plano na área recoberta por basalto, porção oeste do município sendo mais ondulado e recoberta por arenito. ; Clima, temperatura e pluviosidade Está sob influência do clima tropical (Aw). Fátima do Sul localiza-se na confluência dos principais sistemas atmosféricos da América do Sul. Apesar da baixa latitude, é atingida pelo avanço das massas polares por estar inserida na Bacia do Rio Paraná, com seus vales convergindo para o Sul. Por outro lado, em função dessa mesma posição geográfica representada pela baixa latitude, recebe a influência da massa equatorial no verão. ; Hidrografia Está sob influência da Bacia do Rio da Prata. O rio Dourados e o principal curso de água que faz parte da bacia do paraná e sub-bacia do rio Ivinhema. Além desses, ainda merecem destaque na área alguns córregos como Engano, Tapei e das Moças. ; Vegetação As principais formações vegetais que já recobriram a porção meridional de Mato Grosso do Sul são: a Floresta Estacional Semidecidual, o Cerrado e Campos, mas aparecem, também, a Floresta Aluvial e a Floresta Submontana. === Geografia política === ; Fuso horário Está a -1 hora com relação a Brasília e -4 com relação a Meridiano de Greenwich. ; Área Ocupa uma superfície de , sendo o terceiro menor município de Mato Grosso do Sul. ; Subdivisões Culturama, localizado há aproximadamente 30 km de Fátima do Sul. ; Arredores Dourados, Caarapó, Vicentina, Glória de Dourados e Deodápolis == Economia == A economia de Fátima do Sul se baseia principalmente na agropecuária. === Turismo === * Áqua Park * Bosque da Paz * Floresta Clube de Campo * Fogueira Ecológica * Horto Florestal * Ilha do Sol * Lago do Amor * Lago das Carpas Coloridas * Lago dos Sonhos (distrito de Culturama) * Ponte sobre o rio Dourados * Parque Aquático e Ambiental * Parque de Eventos Beira Rio * Parque de Exposição Aparecida Saltarelli * Pista de Motocross * Praça Getúlio Vargas ==Religião== Conforme o Censo de 2010 do IBGE, a população de Fátima do Sul é formada por grupos religiosos como cristãos (93,68%), sendo subdividido em Católica Apostólica Romana (69,36%), Evangélicas de Missão (5,42%), Evangélicas de origem pentecostal (14,28%), Restauracionista (0,48%) e Outros cristãos (4,70%). Há ainda os Reencarnacionistas (0,56%), Afro-brasilera (0,02%), Oriental (0,28%), Indeterminados (0,29%) e Não religiosos (4,60%). ===Cristãos=== É de longe o maior grupo religioso presente nos habitantes locais, totalizando 93,68% de sua população. ====Católicos==== thumb|225px|right| Imagem de Nossa Senhora de Fátima, padroeira do município Fátima do Sul localiza-se no país mais católico do mundo em números absolutos. A Igreja Católica teve seu estatuto jurídico reconhecido pelo governo federal em outubro de 2009, ainda que o Brasil seja atualmente um estado oficialmente laico.. A Igreja Católica reconhece como padroeiros da cidade Nossa Senhora de Fátima. O município faz parte da Circunscrições eclesiásticas da Regional Oeste I (que atende Mato Grosso do Sul) e de acordo com a divisão resolvida pela Igreja Católica, o município de Fátima do Sul pertence à Província Eclesiática de Campo Grande, mais precisamente à Diocese de Dourados, sendo sede de 1 paróquia. Seu atual bispo é, desde 2001, Dom Redovino Rizzardo. Grupo formado por 69,36% dos seus habitantes, sendo a Católica Apostólica Romana a única representante. ;Igreja *Catedral de Nossa Senhora de Fátima ====Protestantes==== Embora seu desenvolvimento tenha sido sobre uma matriz social eminentemente católica, tanto devido à colonização quanto à imigração, é possível encontrar atualmente na cidade dezenas de denominações protestantes diferentes. De acordo com dados do censo de 2010 realizado pelo IBGE, a população local era composta 19,7% de protestantes. =====Evangélicos de missão===== Os evangélicos de missão totalizam 5,42% dos locais. Destes, 0,41% são luteranos, 0,38% são presbiterianos, 0,62% metodista, 2,70% são batistas e 1,31% são adventistas. =====Evangélicos neopentecostais===== Os evangélicos neopentecostais totalizam 14,28% dos locais. Destes, 3,83% é da Igreja Assembleia de Deus, 3,32% da Congregação Cristã do Brasil, 0,08% da Igreja o Brasil para Cristo, 1,29% da Igreja Evangelho Quadrangular, 0,86% da Igreja Universal do Reino de Deus, 1,07% da Igreja Deus é Amor e 3,83% de outras evangélicas de origem pentecostal. ;Templos Em Fátima do Sul existem diversos templos evangélicos pentecostais (Assembleia de Deus, IURD, Congregação Cristã do Brasil) e outras. ====Restauracionista==== Representado por 0,48% dos habitantes. Abrange apenas as Testemunhas de Jeová. ====Outros cristãos==== No município existem também cristãos de outras denominações, representado por 4,70% dos habitantes. Destes 3,05% são de outras igrejas evangélicas e 1,65% são de outras religiosidades cristãs. ===Outras denominações=== O município é representada por variados outros credos, existindo também religiões de várias outras denominações tais como Testemunhas de Jeová, Maçônica, Messiânica, entre outras. São elas: ====Reencarnacionistas ==== Possui 0,56% do total, sendo todos espíritas. ====Afro-brasileiras ==== Possui 0,02% do total, sendo todos da umbanda. ====Orientais ou asiáticas==== Com 0,28% de pessoas, se divide entre o Budismo (0,03%), Igreja Messiânica Mundial (0,03%), Islamismo (0,15%) e outras religiões orientais (0,07%). ===Indeterminados=== Opções indeterminadas respondem por 0,29% dos habitantes, sendo os mal definidos respondendo por 0,22% e 0,07% dos que não sabem que religião são. ===Não religiosos=== O Grupo das pessoas não religiosas respondem por 4,61% dos habitantes, sendo os sem religião convictos 4,58% e ateus 0,03%. ==Urbanização== === Infraestrutura === ;Rodovias * BR-376 == Ligações externas == * Categoria:Fundações em Mato Grosso em 1954",
 "title": "Fátima do Sul"
}