{
 "id": "32816",
 "text": "{{Info/Município do Brasil | nome = Jaraguari | foto = | leg_foto = | apelido = | brasão = | bandeira = Band_Jaraguari.gif‎ | link_brasão = | link_bandeira = | link_hino = | aniversário =12 de dezembro | fundação = | emancipação = | gentílico =jaraguariense ou jaguariano | lema = | padroeiro = Santa Rita de Cássia | prefeito = Edson Nogueira | partido = PSDB | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Jaraguari location map.svg | latP = S | latG = 20 | latM = 08 | latS = 31 | lonP = O | lonG = 54 | lonM = 23 | lonS = 56 | estado = Mato Grosso do Sul | mesorregião = Centro Norte de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Campo Grande | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Bandeirantes, Rochedo, Campo Grande e Ribas do Rio Pardo | dist_capital = federal: estadual: 44 | dist_capital_ref = | área = 2913.000 | área_pos = MS: 42º | área_ref = | área_urbana = | área_urbana_pos = MS: 58º | área_urbana_ref = est. Embrapa | distritos = Jaraguari (sede), Bom Fim e Jatobá | população = 6414 | população_pos = MS: 65º | data_pop = est. IBGE 2011 | altitude = 589 | altitude_ref = | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.734 | idh_pos = MS: 41º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 1º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 65º | data_pib = IBGE/2008 | pib_per_capita = 14001.70 | data_pib_per_capita = IBGE/2008 }} Jaraguari é um município brasileiro da região Centro-Oeste do Brasil, situado no estado de Mato Grosso do Sul. ==Geografia== ===Localização=== O município de Jaraguari está situado no sul da região Centro-Oeste do Brasil, no Centro Norte de Mato Grosso do Sul (Microrregião de Campo Grande). Localiza-se a uma latitude 20º08'30\" sul e a uma longitude 54º23'58\" oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). ===Geografia física=== ;Solo Na porção oeste do município de Jaraguari e ao longo de importantes cursos d'água, verifica-se a ocorrência dominante de Latossolo de textura argilosa e com fertilidade natural variável (alta e baixa), no restante do município há ocorrência de solos de textura mais arenosa, representado pelo Latossolo Vermelho-Escuro de textura média e pelos Neossolos. ; Relevo e altitude Está a uma altitude de . Na porção oeste do município de Jaraguari há uma série de cuestas e ressaltos topográficos, este relevo é ladeado por modelados colinosos e tabulares com declividades de até 5°, os quais são entremeados por áreas planas. O município de Jaraguari encontra-se em duas regiões geomorfológicas: região dos Planaltos Arenítico-Basálticos Interiores e região dos Planaltos da Borda Ocidental da Bacia do Paraná. Apresenta relevo plano, geralmente elaborado por várias fases de retomada erosiva e com relevos elaborados pela ação fluvial e áreas planas resultante de acumulação fluvial, sendo sujeita a inundações periódicas. ; Clima, temperatura e pluviosidade Está sob influência do clima tropical de altitude (CFA), apresentando clima úmido a sub-úmido. As temperaturas médias do mês mais frio são menores que 20 °C e maiores que 18 °C e o período seco estende-se de quatro a cinco meses. A precipitação anual varia de 1.200 a 1.500mm. ; Hidrografia Está sob influência da Bacia do Rio da Prata, representado pelos córregos Marimbondo e Perdiz. ; Vegetação Se localiza na região de influência do Cerrado. A cobertura predominante é a pastagem plantada, encontrando-se em menores proporções, o Cerrado com fisionomia Arbórea Aberta (Campo Cerrado), Parque (Campo Sujo) e Arbórea Densa (Cerradão). ===Geografia política=== ;Fuso horário Está a -1 hora com relação a Brasília e -4 com relação ao Meridiano de Greenwich. ;Área Ocupa uma superfície de de . ;Subdivisões Hoje o município tem as localidades de: * Jaraguari: é a sede do município que hoje se denomina Jaraguari Velho. * Jatobá: para onde foi transferida toda a administração executiva, judicial e legislativa do município e maioria do comércio, distante 7 km da BR-163. * Bom Fim: situado 6 km de Jaraguari Velho (a sede do município) e á 3 km da BR-163 ;Arredores Bandeirantes, Rochedo, Campo Grande e Ribas do Rio Pardo ==História== O povoamento da região teve seu início em fins do século XIX quando famílias de mineiros e goianos se instalaram nas cabeceiras dos córregos Marinbondo, Jatobá e Cervo, a cerca de 50 km de Campo Grande. Em abril de 1910 foi solicitado ao presidente de Mato Grosso a concessão de área para a formação do então “Patrimonio Senhor Divino Espírito Santo”. Em 28 de março de 1911 pelo decreto 278, foi destinado uma área de 3.600 hectares na Cabeceira do Marinbondo, em Campo Grande, para fundar a povoação de Jaraguari. Em 7 de outubro de 1921 criou-se o distrito de paz de Jaraguari no município de Campo Grande (Resolução 856), autorizando reserva de área de 3.600 has para colonização além das já reservadas para o rocio do Patrimônio. Em 5 de junho de 1925, sua agência postal, instalado em 1920, foi incendiada pelos componentes da “Coluna Prestes”, que invadiram a vila de Jaraguari, naquele dia. A 18 de janeiro de 1930, pelo decreto nº 898, o governo de Mato Grosso reservou uma área de 8.702 hectares no lugar denominado “Cervinho” onde se formou a “Colônia Bandeirantes” a 24 km de Vila de Jaraguari. Mais tarde colonos japoneses formaram mais outra colônia agrícola, com predominância de café, e transformada atualmente no Distrito de Bom Fim. Em 8 de setembro de 1937 foi inaugurada uma capela, em alvenaria, sob a invocação do Senhor Divino Espírito Santo, em substituição à anterior, destruída por incêndio em 1930. Tendo sido celebrada a missa inaugural pelo Padre João Grippa, com a presença de Dom Francisco de Aquino Corrêa, então bispo da Diocese de Cuiabá. Foi elevada a município pela Lei nº 692, de 12 de dezembro de 1953, sendo instalado em 18 de janeiro de 1954. Em 1977 o município passa a fazer parte do atual estado de Mato Grosso do Sul. ===Topônimo=== Seu topônimo deriva do Córrego Jaraguá que nas proximidades de sua confluência, onde se originou a povoação, passa a denominar-se Jaraguari. ===Lista de prefeitos=== *Edson Rodrigues Nogueira (PSDB) (2017-2020) * Prof. Vagner Gomes Vilela (PDT) (2013–2016) * Albertino Nunes Ferreira (PDT) (2009–2012) ==Demografia== Sua população estimada em 2011 era de 6.414 habitantes e densidade demográfica de ==Ligações externas== * www.jaraguari.ms.gov.br - Página Oficial * Jaraguari via satélite Categoria:Municípios de Mato Grosso do Sul Categoria:Fundações em Mato Grosso em 1953",
 "title": "Jaraguari"
}