{
 "id": "32811",
 "text": "{{Info/Município do Brasil | nome = Iguatemi | foto = | leg_foto = | apelido = | brasão = 1176674394brasao iguatemi-1-.jpg | bandeira = 1176674401bandeira iguatemi-1-.jpg | link_brasão = | link_hino = s:Hino do município de Iguatemi | aniversário = 8 de maio | fundação = | emancipação = 8 de maio de 1965 | gentílico =iguatemiense | lema = Deus, Pátria, família | padroeiro = Nossa Senhora da Imaculada Conceição | prefeito = Lídio Ledesma | partido = PP | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Iguatemi location map.svg | latP = S | latG = 23 | latM = 40 | latS = 48 | lonP = O | lonG = 54 | lonM = 33 | lonS = 39 | estado = Mato Grosso do Sul | mesorregião = Sudoeste de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Iguatemi | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ao norte, faz divisa com Juti e Naviraí; ao leste, com Itaquiraí e Eldorado; ao oeste, com Amambai e Tacuru; e, ao sul, faz divisa com a cidade de Japorã. | dist_capital = federal: estadual: 461 | dist_capital_ref = | área = 2946.677 | área_pos = MS: 40º | área_ref = | área_urbana = | área_urbana_pos = MS: 34º | área_urbana_ref = est. Embrapa | distritos = Iguatemi (distrito-únco) | população = 14972 | população_pos = MS: 39º | data_pop = est. IBGE 2011 | densidade = | altitude = 342 | altitude_ref = | clima = subtropical | sigla_clima = Cfa | idh = 0.731 | idh_pos = MS: 44º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 43º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 35º | data_pib = IBGE/2008 | pib_per_capita = 12994.72 | data_pib_per_capita = IBGE/2008 }} Iguatemi é um município do estado de Mato Grosso do Sul, no Brasil. ==Topônimo== O atual nome do município é uma referência ao rio Iguatemi, que banha o território do município. \"Iguatemi\" é derivado do termo tupi ygatim'y, que significa \"rio das canoas emproadas\" (ygara, canoa + tĩ, proa + 'y, rio).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 568. ==História== A cidade se desenvolveu às voltas da nascente do córrego Sacarón. Antigamente, se chamava Vila Sacarón. O povoamento de origem europeia da região teve início com a Colônia Militar de Iguatemi, que veio a ser destruída pelos espanhóis comandados por dom Agostinho Fernandes de Pinedo, governador do Paraguai. Em 1909, por iniciativa de Francisco Fernandes Filho, Miguel Severo do Nascimento Gonçalves, Policarpo Nogueira e Bonifácio Fernandes, foram lançados os alicerces de uma nova povoação. A primeira casa comercial ali edificada pertenceu ao fundador do povoado, Francisco Fernandes Filho. Foi elevada a distrito pela Lei 7 161, de 14 de outubro de 1948, e o município criado pela Lei 1 951, de 11 de novembro de 1963, sendo desmembrado de Amambai. Sua instalação oficial, no entanto, se deu em 8 de maio de 1965, com a criação da primeira câmara e a posse do primeiro prefeito eleito pelo povo, Waloszek Konrad. Em 1977, o município passou a fazer parte do atual estado de Mato Grosso do Sul. ==Geografia== ===Localização=== O município está situado no sul da região Centro-Oeste do Brasil, no Sudoeste de Mato Grosso do Sul (Microrregião de Iguatemi). Localiza-se a uma latitude 23º40'49\" sul e a uma longitude 54º33'40\" oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). ===Geografia física=== ;Solo Predomínio de latossolo de textura média e, acompanhando as drenagens principais, nitossolos de textura arenosa e média, ambos com baixa fertilidade natural, e os gleissolos. ; Relevo e altitude Está a uma altitude de . Os modelados de dissecação tabulares dominam grande área do município, dá continuidade a esta paisagem, ao norte, uma topografia mais suave. As áreas planas de acumulação acompanham as margens dos rios limítrofes. O município de Iguatemi encontra-se na Região dos Planaltos Arenítico-Basálticos Interiores, com uma unidade geomorfológica: Divisores das Sub Bacias Meridionais. Apresenta relevo plano. ; Clima, temperatura e pluviosidade Está sob influência do clima subtropical úmido, apresentando índice efetivo de umidade com valores anuais variando de 40 a 60 por cento. A precipitação pluviométrica anual varia entre 1 500 a 1 700 milímetros, excedente hídrico anual de 800 a 1 200 milímetros, durante cinco a seis meses e deficiência hídrica de 350 a 500 milímetros, durante quatro meses. ; Hidrografia Está sob influência da Bacia do Rio da Prata (Bacia do Rio Paraná). Principais rios: * Rio Iguatemi: afluente pela margem direita do rio Paraná, sua nascente se localiza no município de Aral Moreira, fazendo limite entre os municípios de Japorã e Iguatemi. * Rio Jogui: afluente do rio Iguatemi, divisa dos municípios de Iguatemi e Tacuru. * Rio Maracaí: afluente pela margem direita do rio Paraná, no seu alto curso é limite entre os municípios de Amambai e Iguatemi e, no seu médio curso, entre os de Iguatemi e Itaquiraí. * Rio Amambai: afluente pela margem direita do rio Paraná, no limite entre os municípios de Naviraí e Iguatemi. Possui 340 quilômetros de extensão, sendo 90 deles navegáveis. ; Vegetação Predomina a pastagem plantada, sendo de pequena expressão as áreas de vegetação natural, representada pelo cerrado arbóreo denso (cerradão), arbóreo aberto (campo cerrado), floresta estacional e contato cerrado/floresta. ===Geografia política=== ;Fuso horário Está a -1 hora com relação a Brasília e -4 com relação ao Tempo Universal Coordenado. ;Área Ocupa uma superfície de de . ;Subdivisões Iguatemi (distrito único) ;Arredores Ao norte, faz divisa com Juti e Naviraí; ao leste, com Itaquiraí e Eldorado; ao oeste, com Amambai e Tacuru; e, ao sul, faz divisa com a cidade de Japorã. ==Demografia== Sua população estimada em 2011 era de 14 972 habitantes, segundo o Instituto Brasileiro de Geografia e Estatística. É o 39º mais populoso município do estado. ==Ligações externas== * Página da Prefeitura Municipal * * Categoria:Fundações em Mato Grosso em 1965 Categoria:Topônimos de origem tupi",
 "title": "Iguatemi (Mato Grosso do Sul)"
}