{
 "id": "3281",
 "text": "Citocinese (do grego cyto - \"célula\" e kinesis - \"movimento\") é o processo no qual o citoplasma de uma célula eucariota se divide para formar duas células filhas. Consiste, portanto, na divisão do citoplasma. Normalmente, começa durante as últimas fases da mitose, ou meiose, dividindo uma célula binucleada em duas, para garantir que o número de cromossomas se mantém duma geração para a outra. Nas células animais, uma excepção ao processo normal da citocinese é a ovogênese, (criação de um óvulo no folículo ovárico), em que a citocinese não ocorre no centro da célula, mas numa zona mais excêntrica, dando origem a uma célula com quase todo o citoplasma, que é o óvulo, e outra muito pequena, chamada corpúsculo polar, que degenera. Nas células das plantas, forma-se uma estrutura chamada fragmoplasto que dá origem pouco depois à placa celular divisória no centro da célula, a partir da qual se forma a parede celular definitiva entre as células filhas. A rigor, a citocinese normalmente se inicia já no final da metáfase, momento em que se pode perceber o início de um estrangulamento na região central da célula que está terminando sua divisão. Com a continuidade desse estrangulamento, a célula acaba por se separar completamente, o que caracteriza o fim da citocinese. A secreção de proteínas, feita pela organela Complexo de Golgi, interferem de maneira específica e essencial na citocinese vegetal. A citoquinesia é muito diferente do processo procariótico de fissão binária. ==Citocinese animal (e de alguns protistas)== Na célula animal a citocinese consiste no estrangulamento do citoplasma. Nas células animais (sem parede celular) forma-se na zona equatorial um anel contráctil de filamentos proteicos - actina e miosina (proteínas existentes nas células musculares) -, que se contraem, puxando a membrana para dentro. Assim, é causado um sulco de clivagem que vai estrangulando o citoplasma, até se separem as duas células-filhas. Categoria:Biologia celular",
 "title": "Citocinese"
}