{
 "id": "32827",
 "text": "{{Info/Município do Brasil | nome = Novo Horizonte do Sul | foto = | leg_foto = | apelido = | brasão = | bandeira = Bandeira Novo Horizonte do Sul MS.png | link_brasão = | link_bandeira = | link_hino = | aniversário =30 de abril | fundação = | emancipação = | gentílico =novo-horizontense | lema = | padroeiro = Nossa Senhora Aparecida | prefeito = Aldemir Barbosa do Nascimento | partido = PSDB | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Novo Horizonte do Sul location map.svg | latP = S | latG = 22 | latM = 40 | latS = 08 | lonP = O | lonG = 53 | lonM = 51 | lonS = 36 | estado = Mato Grosso do Sul | mesorregião = Sudoeste de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Iguatemi | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos =Ivinhema, Jateí | dist_capital = federal: estadual: 326 | dist_capital_ref = | área = 849.117 | área_pos = MS: 69º | área_ref = | área_urbana = | área_urbana_pos = MS: 58º | área_urbana_ref = est. Embrapa | distritos = Novo Horizonte do Sul (sede), Porto Peroba | população = 3947 | população_pos = MS: 77º | data_pop = est. IBGE 2018 | altitude = 320 | altitude_ref = | clima = tropical | sigla_clima = Aw | idh = 0.71 | idh_pos = MS: 65º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 4º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 73º | data_pib = IBGE/2008 | pib_per_capita = 9566.70 | data_pib_per_capita = IBGE/2008 }} Novo Horizonte do Sul é um município brasileiro da região Centro-Oeste, situado no estado de Mato Grosso do Sul. ==Geografia== ===Localização=== O município de Novo Horizonte do Sul está situado no sul da região Centro-Oeste do Brasil, no Sudoeste de Mato Grosso do Sul (Microrregião de Iguatemi). Localiza-se a uma latitude 22°40'20\" sul e a uma longitude 53°51'38\" oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). ===Geografia física=== ==== Solo ==== Verifica-se, no município de Novo Horizonte do Sul, a predominância de Latossolo Vermelho-Escuro, portanto com baixa fertilidade natural. Junto a algumas drenagens, há ocorrência de Argissolos de textura arenosa/média e arenosa/argilosa, Alissolos e pequena mancha de Planossolo. ==== Relevo e altitude ==== Está a uma altitude de . O relevo apresenta modelados planos e de formas dissecadas com topos tabulares e colinosos, onde a declividade entre os vales é pouco expressiva, dando aspecto à paisagem suave ondulada. Encontra-se na região dos Planaltos Arenítico-Basálticos Interiores e divide-se em duas unidades geomorfológicas: * Divisores das Sub-Bacias Meridionais * Vale do Paraná Apresenta relevo plano, geralmente elaborado por várias fases de retomada erosiva, com relevos elaborados pela ação fluvial e áreas planas resultante de acumulação fluvial sujeita a inundações periódicas. ==== Clima, temperatura e pluviosidade ==== A temperatura varia entre 14 °C e 15 °C em média no mês mais frio, caracterizando o clima como Subtropical do Sul de Mato Grosso do Sul, úmido a sub-úmido. Há ocorrência de geadas. E as precipitações anuais variam entre 1.400mm e 1.700mm. ==== Hidrografia ==== Rios do município: * Rio Guiraí: afluente pela margem direita do rio Ivinhema. Limite entre os municípios de Novo Horizonte do Sul e Jateí. * Rio Ivinhema: afluente pela margem direita do rio Paraná e limite entre os municípios de Novo Horizonte do Sul/Nova Andradina e Taquarussu/Novo Horizonte do Sul. Com a extensão de 200 km, era totalmente navegável (hoje só pouco mais de 100 km). É formado pela confluência dos rios Brilhante e Dourados. ==== Vegetação ==== A cobertura vegetal apresenta Floresta Estacional Semidecidual e do contato desta com o Cerrado, com fisionomias de Arbóreo Aberto Denso e Floresta Estacional. Com o passar dos anos, a vegetação natural vem sendo substituída pela lavoura e pastagem plantada. === Geografia política === ==== Fuso horário ==== Está a -1 hora com relação a Brasília e -4 com relação a Meridiano de Greenwich (Tempo Universal Coordenado). ==== Área ==== Ocupa uma superfície de . ====Subdivisões==== Novo Horizonte do Sul (sede) e Porto Peroba. ====Arredores==== Ivinhema, Jatei ==História== Novo Horizonte do Sul originou-se de vários povos vindos dos quatro cantos do Brasil, para trabalhar em terras do Paraguai, e com o passar dos anos se uniram. Lutando para libertarção da escravidão do Paraguai. Os trabalhadores animados e organizados pelas lideranças de vários grupos das comunidades assumiram a luta pela terra, juntamente com os governos estadual e federal. Iniciaram as negociações com o Incra, ligado ao governo. Este teve papel fundamental na conquista de negociações ao dar assistência as problemáticas de sua competência. As famílias enfrentaram difuculdades para chegar e organizar suas casas no Paraguai, para, posteriormente, enfrentar todo sofrimento no acampamento da cidade de Mundo Novo. Esperaram a negociação da área até que todas as famílias fossem libertas. Aproximadamente entre 1965 e 1980, o governo criou o novo modelo agrícola, incentivando o plantio de soja e de outras lavouras mecanizadas em grandes extensões, alavancando a exportação ao construir a maior hidrelétrica do mundo, a Itaipu. O modelo econômico e político brasileiro favorecia, somente, os latifundiários donos de capital. Muitas famílias foram ao Paraguai em busca de terras para cultivar e retirar o sustento para a família, entraram aos poucos formando grupos e pequenas vilas, mas sofreram com a opressão e a exploração. Na educação, por exemplo, muitas crianças ficaram sem estudar, pois ensinavam em língua castelhana e, muitas vezes, os brasileiros eram recusados por não fluir a língua. Algumas comunidades se uniam e conseguiam professores brasileiros que ensinavam a leitura e a escrita. A cada três meses, os brasileiros eram obrigados a renovar o permício, que lhes permitia a permanência no Paraguai, mas era caro e muitos não tinham condições de pagar. Continuavam a viver ilegalmente, por isso eram perseguidos e explorados. A terra era fértil, produzia bem, mas, na venda de produtos os preços não eram cotados. Quem trabalhava de arrendatário, entregava grande porcentagem dos produtos aos donos da terra, às vezes até tomavam toda a safra com ameaças. O comércio também era explorador, só conseguiam comprar o indispensável para o sustento e a sobrevivência. Com todos esses problemas e insegurança, a reforma agrária era o sonho de todo brasileiro, Muitas comunidades começaram a lutar para sair do Paraguai, sigilosamente, para que as autoridades paraguaias não descobrissem a ilegalidade. A igreja e alguns políticos apoiavam essa luta. Em 1977 foi criado o estado de Mato Grosso do Sul, que incorporou a região de Novo Horizonte do Sul. No dia 14 de maio de 1985, cinco líderes foram até Brasília para negociar com o Ministro da Reforma Agrária a situação dos brasileiros ilegais que viviam no Paraguai e que queriam voltar ao Brasil com um lugar para morar. Foram informados de que fora do país nada podiam fazer. Após trinta dias voltaram ao Brasil e fizeram um grande acampamento no Município de Mundo Novo, perto da fronteira, com aproximadamente 800 famílias. O Governo assinou um convênio, mandou alimentação, assistência média e lonas. Mas as famílias das redondezas se ajuntaram ao acampamento formando cerca de 1000 famílias. A área era pequena para tanta gente, faltava higiene, a miséria era presente no local provocando mortalidade, principalmente infantil. As famílias se organizaram em grupos, respeitando sua comunidade de origem no Paraguai, que eram os seguintes: Santa Rosa, Canandu, Cuerpo Christi, Alvorada, Guaivirá, Santa Clara, Figueira, Maracajú, Caarapó, Ponte Kirrá e Guadalupe. Cada grupo tinha sua liderança e comissões. À noite faziam a segurança com rodízio de homens. As lideranças se reuniam freqüentemente com o Incra e outras autoridades. Os grupos de trabalhos, alimentação, saúde e higiene e liturgia celebravam os atos religiosos. Os cadastros de suas famílias eram feitos em Mundo Novo, ainda, com os seguintes critérios: ser casado, ter menos de 60 anos, ter toda documentação em dia, solteiros maiores de 21 anos. A viagem até a fazenda onde receberam suas terras foi sofrida e durou aproximadamente um mês. Situada na Gleba Santa Idalina, da empresa Someco, deram o nome de Gleba Novo Horizonte, porque aqui surgiu uma nova esperança, uma grande mudança, os grupos colocaram-se em localidades estratégicas, onde facilitaria o acesso a água etc. A divisão da área foi programada, lotes com 25 hectares e chácaras com 06 hectares, divididos por sorteio. Logo o posto de saúde começou a funcionar, trouxeram a rede de energia de alta tensão, construíram barracos que eram salas de aula, depois o Incra construiu escolas de alvenaria que existem aqui, ainda hoje, construiu o Centro Comunitário, para reuniões e festas, as igrejas, e surgiam a Associação dos Trabalhadores Rurais, a CPT, a Comissão Pastoral da Terra. O governo continuou acompanhando o povo e incentivando os mini-projetos. No núcleo urbano, os lotes eram cedidos pelo Incra com uma exigência de construção em 90 dias. Assim, a cidade desenvolveu-se rapidamente. Logo surgiram mercados, bares, salões de baile, lojas, farmácias, açougues, veterinária, bancos, entre outros. Vieram pessoas de variadas classes sociais, a maioria de origem humilde. Muitos aventureiros e curiosos. Os moradores organizaram equipes de futebol, torneios, grandes baiões. A energia elétrica foi rebaixada ao instalar o posto telefônico e a rede de água. A Gleba Novo Horizonte do Sul pertencia ao Município de Ivinhema, Guiraí, Piravevê no Sul do Estado. Com o rápido desenvolvimento, logo surgiu a luta pela emancipação política. Distante de Ivinhema, 58 quilômetros, com estradas sem pavimentação tudo dependia desta. Devido à importância sócio-econômica do assentamento, em 30 de abril de 1992Site da Prefeitura Municipal foi criado o Município de Novo Horizonte do Sul, pela Lei 1.260, sendo instalado em 1 de janeiro de 1993. ==Demografia== Sua população estimada em 2013 era de 4.581 habitantes segundo o IBGE. ==Ligações externas== * Página da Prefeitura Municipal de Novo Horizonte do Sul Categoria:Municípios de Mato Grosso do Sul Categoria:Fundações em Mato Grosso do Sul em 1992",
 "title": "Novo Horizonte do Sul"
}