{
 "id": "32834",
 "text": "{{Info/Município do Brasil | nome = Rio Negro | foto = | leg_foto = | apelido = | brasão = | bandeira = Bandeira Rio Negro-MS.png | link_brasão = | link_bandeira = | link_hino = | aniversário =9 de maio | fundação = | emancipação = | gentílico =rionegrense | lema = | padroeiro = Nossa Senhora de Fátima | prefeito = Cleidimar da Silva Camargo | partido = PSDB | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Rio Negro location map.svg | latP = S | latG = 19 | latM = 26 | latS = 56 | lonP = O | lonG = 54 | lonM = 59 | lonS = 13 | estado = Mato Grosso do Sul | mesorregião = Centro Norte de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Campo Grande | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Aquidauana, Rio Verde de Mato Grosso, São Gabriel do Oeste e Corguinho | dist_capital = federal: estadual: 144 | dist_capital_ref = | área = 1807.665 | área_pos = MS: 55º | área_ref = | área_urbana = | área_urbana_pos = MS: 58º | área_urbana_ref = est. Embrapa | distritos = Rio Negro (sede), Nova Esperança | população = 5038 | população_pos = MS: 71º | data_pop = est. IBGE 2011 | altitude = 279 | altitude_ref = | clima = tropical | sigla_clima = Aw | idh = 0.723 | idh_pos = MS: 52º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 12º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 78º | data_pib = IBGE/2008 | pib_per_capita = 9572.68 | data_pib_per_capita = IBGE/2008 }} Rio Negro é um município brasileiro da região Centro-Oeste, situado no estado de Mato Grosso do Sul. ==Geografia== ===Localização=== O município de está situado no sul da região Centro-Oeste do Brasil, no Centro Norte de Mato Grosso do Sul (Microrregião de Campo Grande). Localiza-se na latitude 19º26'58\" sul e a uma longitude 54º59'13\" oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). ===Geografia física=== ;Solo Na região centro-norte do município predomina o Latossolo Vermelho-Amarelo, de textura agilosa e média, tem-se porções significativas ocupadas com Neossolos, sendo que quanto a fertilidade natural, domina, em todo o município, o caráter álico. E ainda pequenas áreas de Luvissolos. ; Relevo e altitude Está a uma altitude de . O município se localiza em duas Regiões: *Região Planalto da Borda Ocidental da Bacia do Paraná, com as unidades geomorfológicas: Primeiro Patamar da Borda Ocidental, Depressão InterPatamares e Segundo Patamar da Borda Ocidental *Região dos Chapadões Residuais da Bacia do Paraná com a unidade: Chapadão de São Gabriel. Apresenta relevo plano geralmente elaborado por várias fases de retomada erosiva e com relevos elaborados pela ação fluvial. ; Clima, temperatura e pluviosidade Está sob influência do clima tropical (AW), com características do clima úmido a sub-úmido. Apresenta índice efetivo de umidade com valores anuais variando de 20 a 40%. A precipitação pluviométrica anual varia entre 1.500 a 1.750mm, excedente hídrico anual de 800 a 1.200mm durante um a seis meses e deficiência hídrica de 350mm durante quatro meses. ; Hidrografia Está sob influência da Bacia do Rio da Prata. Rios do município: *Rio Negro: rio que batizou o município. Afluente pela margem esquerda do rio Paraguai que nasce na serra da Boa Sentença, no município de Corguinho. Faz divisa entre Corguinho e Rio Negro e entre o município de Rio Negro e Rio Verde de Mato Grosso. Atravessa o Pantanal de Aquidauana. A bacia do alto-rio-negro é formada por nascentes localizadas nos municípios de Rio Negro. O rio flui para a planície pantaneira da qual é um dos principais provedores. *Rio Negrinho: afluente pela margem direita do rio Negro; nasce na serra de Maracaju, no município de Rio Verde de Mato Grosso, fazendo divisa entre este município e o de Rio Negro. *Rio do Peixe: afluente pela margem esquerda do rio Negrinho, no município de Rio Negro. Suas nascentes se localizam na serra Negra, a 550m de altitude. ; Vegetação Se localiza na região de influência do Cerrado. É a pastagem plantada a cobertura vegetal predominante, encontrando-se também expressiva quantidade de vegetação natural representada pela Cerrado Arbóreo Denso (Cerradão) e pelo seu contato com a Floresta Estacional. Em pequena proporção aparece a lavoura. ===Geografia política=== ;Fuso horário Está a -1 hora com relação a Brasília e -4 com relação ao Meridiano de Greenwich (Tempo Universal Coordenado) ;Área Ocupa uma superfície de . ;Subdivisões Rio Negro (sede) e Nova Esperançahttps://cidades.ibge.gov.br/brasil/ms/rio-negro/historico ;Arredores Aquidauana, Rio Verde de Mato Grosso, São Gabriel d'Oeste e Corguinho ==Histórico== Em 1948, Joaquim de Almeida e Artur Alves Pereira, fizeram um abaixo assinado solicitando ao governo do estado, a doação de 4.000 hectares de terras, para formação de uma colônia agrícola nesta região. O pedido foi negado e por volta do ano de 1950, o deputado Nelson Evangelista de Souza, baiano, dedicado ao comércio de diamantes, eleito por esta região, apresentou projeto de lei criando a tão sonhada colônia, em terras da fazenda Santa Luzia.Barros, Padre Waldemar. Rio Negro, Ontem e hoje, ed. ANE 1996 No final de 1952 vieram para a região algumas famílias originárias do Japão. Dentre vários colonizadores, o que mais se destacou foi Massato Matsubara. Com a abertura de uma estrada ligando a região de Campo Grande, iniciou-se o povoamento denominado \"Faca de Pau\", onde Matsubara, projetou e implantou um loteamento dando origem a cidade de Rio Negro. Predominava naquela época as lavouras cafeeiras, que enchiam os olhos daqueles que ali chegavam, passando com o tempo a se plantar lavouras diversificadas, das quais acentuadamente o arroz, feijão e milho. As prospectivas de progresso eram animadora e logo a colônia de Rio Negro de Santa Luzia passava a situação de Distrito de Rio Negro, pertencente ao município de Corguinho em 1959. Foi elevada a distrito pela Lei n° 168, de 21 de novembro de 1958 e o município criado pela Lei nº 2.141, de 18 de março de 1964, desmembrado do município de Corguinho e instalado em 9 de maio de 1965. Em 1977 o município passa a fazer parte do atual estado de Mato Grosso do Sul. ===Topônimo=== Primeiro chamada de \"Faca-de-pau\" a localidade recebeu o nome em homenagem ao rio do mesmo nome que corta o município e passa cerca de um quilômetro da sede. ==Turismo== A cidade possui cachoeiras que favorecem ao turismo e a prática de esportes radicais como rapel. A cachoeira do Rio do Peixe como é conhecida possui 65 metros, localizada a 17 km da cidade é uma das mais visitadas, balneário da Neide, está a 2 km da cidade, está localizado no rio Negro, compreende de cachoeiras, quedas d'água. Cachoeira da Dona Avelina, também é um dos belos pontos turísticos, com duas quedas d'água, totalizando 60 metros. Também possui um sítio arquelógico que remete aos povos primitivos da região. ==Demografia== Sua população estimada em 2011 era de 5.006 habitantes. ==Ligações externas== *Site oficial Rio Negro Categoria:Fundações em Mato Grosso em 1964",
 "title": "Rio Negro (Mato Grosso do Sul)"
}