{
 "id": "32835",
 "text": "{{Info/Município do Brasil | nome = Rio Verde de Mato Grosso | foto = Mirante sete quedas.jpg | apelido = Mirante do Pantanal | brasão = Rio-Verde-de-Mato-Grosso-brasao.jpg | bandeira = Band Rio Verde de Mato Grosso.png | link_hino = | aniversário = 16 de dezembro | fundação = | emancipação = | gentílico = rioverdense | lema = | padroeiro = Nossa Senhora Auxiliadora | prefeito = Réus Antonio Sabedotti Fornari | partido = PL | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Rio Verde de Mato Grosso location map.svg | latP = S | latG = 18 | latM = 55 | latS = 04 | lonP = O | lonG = 54 | lonM = 50 | lonS = 38 | estado = Mato Grosso do Sul | mesorregião = Centro Norte de Mato Grosso do Sul | microrregião = Alto Taquari | região_metropolitana = | vizinhos = Coxim, São Gabriel do Oeste, Rio Negro, Aquidauana e Corumbá | dist_capital = federal: estadual: 208 | dist_capital_ref = | área = 8151.975 | área_pos = MS: 7º | área_ref = | área_urbana = | área_urbana_pos = MS: 24º | área_urbana_ref = est. Embrapa | distritos = Rio Verde de Mato Grosso (sede), Capão Alto, Juscelândia, Rio Negrinho, Sete Quedas | população = 18948 | população_pos = MS: 32º | altitude = 330 | altitude_ref = | clima = tropical | sigla_clima = Aw | idh = 0.752 | idh_pos = MS: 29º | gini = | gini_pos = MS: 43º | pib = mil | pib_pos = MS: 29º | pib_per_capita = 10975.37 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = est. IBGE 2011 | data_idh = PNUD/2000 | data_gini = est. IBGE 2003 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.rioverde.ms.gov.br }} Rio Verde de Mato Grosso é um município brasileiro da região Centro-Oeste, situado no estado de Mato Grosso do Sul, seu território estende-se entre áreas do Cerrado e do PantanalIBGE, Canal Cidades - Rio Verde de Mato Grosso-MS, Infográficos, que são delimitadas por grandes chapadas no prolongamento da serra de Maracaju. O bioma pantaneiro e a existência de grandes reservas de Cerrado tornam abundante a quantidade de aves nas áreas urbanas do Município, com grande incidência de araras e tucanos, além de frequentes avistamentos de animais silvestres na zona rural. == História == Os índios caiapós foram os primeiros habitantes das terras que hoje constituem o Município de Rio Verde de Mato Grosso. No século XVII, expedições de bandeirantes penetraram pelo varadouro existente entre o Rio Pardo e o Ribeirão Camapuã, daí seguindo pelo Rio Coxim chegaram ao Rio Taquari, em busca das terras dos caiapós, com o intuito de preá-los. Com o estabelecimento de Domingos Gomes Belliago, em 1729, à margem direita do Taquari, a região passou a ser devassada com mais frequência, o que determinou o afastamento dos habitantes primitivos.IBGE, Canal Cidades - Rio Verde de Mato Grosso-MS Durante a Guerra do Paraguai, as terras do atual município serviram de passagem para as tropas imperiais na campanha que ficou celebre através do livro A retirada da Laguna, de Visconde de Taunay, que narra em seu primeiro capítulo a morte do Coronel José Antônio da Fonseca Galvão, então investido na chefia do contingente, às margens do Rio Negro, atual limite entre os municípios Rio Verde de Mato Grosso e Aquidauana.Taunay,Visconde A Retirada da Laguna, p. 47-48, 2 ed. São Paulo: Editora Martin Claret, Primeira Reimpressão 2013. A região permaneceu inabitada até o ano de 1885, quando se instalou no local Américo de Souza Brito, que adquirira por compra ao Estado extensa faixa de terra situada à margem direita do Rio Verde. Tinha ele a intenção de se dedicar à pecuária, mas acabou vendendo a maior parte de suas terras a Antônio Vitorino da Costa, que instalou a fazenda Campo Alegre. Com o passar do tempo, novos migrantes chegaram a região com suas famílias para abertura de propriedades rurais visando desenvolver, principalmente, atividades relacionadas à pecuária. Os habitantes mais antigos da região, consequentemente os que determinaram a formação do núcleo do atual município de Rio Verde, foram: Américo de Souza Brito, Alcides Pitan, Antônio Vitorino da Costa, José Maria da Costa Diniz, Sabino José da Costa, José de Lara Falcão, Teodoro de Lara Falcão, Domingos Ribeiro Guimarães, Pedro Vieira de Almeida, Fernando Vieira de Almeida, Benedita da Costa Marques, Joana Antônio de Oliveira, Marcolino Barbosa de Lima, Virgílio Anastásio da Silva, Cristiano Estevam Correia e Porfírio Gonçalves.Neto,João Ferreira Raízes de Coxim, p. 155-156, 1 edição, Editora UFMS, Universidade Federal de Mato Grosso do Sul, 2004. Outro importante impulso ao povoamento do futuro município ocorreu no início da segunda década do século XX, com a descoberta de lavras de pedras preciosas nos rios da região, o garimpo atraiu muitas pessoas em busca de riqueza, oriundas principalmente do Nordeste brasileiro.Historia de Rio Verde de Mato Grosso - MS, Portal do Chagas Porfírio Gonçalves um dos grandes entusiastas da região, foi o que mais concorreu para o progresso do novo povoado, natural de Cruz Alta no Rio Grande do Sul, estabeleceu-se na localidade com sua esposa Ubaldina Barbosa Gonçalves no ano de 1925, onde tornou-se um grande comerciante no ramo de secos e molhados, ferramentas, remédios, panos e sementes.Curiosidades sobre Rio Verde de Mato Grosso - MS, Portal do Chagas Cinco anos depois, adquiriu uma área de 570 hectares de terras do Sr. Antonio Vitorino da Costa, que fazia parte da fazenda Campo Alegre, e um ano mais tarde delimitou um trecho onde iniciaria seus planos de colonização da região, vendendo glebas rurais ao custo de 45 mil-réis o hectares, e doando os lotes aos que quizessem construir uma casa.Revista Sirel Agrícola - Revista Agropecuária Brasil, Ano VIII - n 77/78, julho/Agosto 1967, p. 42. Dele partiu também a iniciativa da construção do primeiro templo católico, inaugurado entre 1931 e 1932. A primeira missa foi celebrada em fins de 1932, pelo padre João Crisppa, Pároco de Campo Grande. Através do Decreto nº89, de 17 de agosto de 1931, o governo do estado criou o distrito de paz de Rio Verde, integrante do município de Coxim, instalado aos 3 de outubro do mesmo ano, foi nomeado para as funções de Juiz de Paz, Porfírio Gonçalves; de Suplente, Antônio Vitorino da Costa e José Herculano de Souza Benevides; de tabelião escrivão do Cartório de Paz, Thomáz Barbosa Rangel e de Subdelegado de Polícia, Tomás Menezes. Pelo decreto-lei nº 373, de 19 de novembro de 1940 foi reservado a área do patrimônio da vila de Rio Verde , onde se pretendia gerar a infraestrutura urbana necessária ao novo povoado, a doação desta área pelo então Subprefeito, Porfírio Gonçalves, tinha o intuito de consolidar a implantação do povoado lançando as bases da criação do futuro município. O Decreto n° 219, de 7 de novembro de 1945 criou as Escolas Reunidas de Coronel Galvão, novo topônimo de Rio Verde, alterado pelo Decreto-Lei Estadual nº 545, de 31 de dezembro de 1943. A denominação – Coronel Galvão – foi uma homenagem ao comandante da força expedicionária brasileira na Guerra do Paraguai, morto em 1866. O decreto-lei nº 876, de 3 de julho de 1947 criou a Coletoria Estadual, instalada em 1948. O decreto estadual nº 781, de 27 de outubro de 1949, resolve transformar as Escolas Reunidas em Grupo Escolar, com a denominação de Porfírio Gonçalves, em homenagem ao pioneiro, falecido em 20 de abril de 1948Certidão de óbito n°113, livro C-001, fls 079-080, Comarca de Rio Verde de Mato Grosso. A Lei n° 707, de 16 de dezembro de 1 953, depois retificada pela Lei n° 370, de 31 de julho de 1954 criou o município de Rio Verde de Mato Grosso, a partir do antigo distrito de Coronel Galvão, extraindo seu território dos Municípios de Coxim e Corguinho. A nova comuna foi instalada aos 23 de janeiro de 1954, quando tomou posse no cargo de Prefeito, Israel Alves Pereira, até então Juiz de Paz e que, por força de determinação legal, assumiu o Governo Municipal até a realização das primeiras eleições, em 3 de outubro daquele ano, tendo sido eleito, para Prefeito Municipal, Estácio Toledo Maciel. Neste mesmo ano foram eleitos os primeiros vereadores do município de Rio Verde de Mato Grosso, ficando a Câmara de Vereadores composta pelos seguintes nomes: Abílio de Souza Guerra (Presidente); Silvino Alves de Oliveira (Vice Presidente); Fernando da Silva (Secretário); César Galvão e Napoleão Ávila Lima. SÍMBOLOS DO MUNICÍPIO BANDEIRA Municipal oficial de Rio Verde de Mato Grosso –MS A bandeira oficial do município de Rio Verde Mato Grosso, foi criado em 18 de outubro de 1974, através da Lei Nº.247/74, tendo como prefeito, Dr. Jorcy Cardeal Rangel. A bandeira é de autoria do heraldista professor Arcinoé Antônio Peixoto de Faria da Enciclopédia Heraldica Municipalista. A bandeira é esquartelada em cruz sendo os quartéis nas cores alternadas de vermelho e verde módulos de altura por sete modos de comprimento. Separados entre si por faixas brancas e dois módulos de largura disposto no sentido horizontal que partem de uma pala branca central de seis módulos de largura onde em abismo é aplicado o brasão municipal SIMBOLISMO DA BANDEIRA A bandeira municipal de Rio Verde Mato Grosso é esquartelada em cruz, lembrando nesse simbolismo o espírito cristão do seu povo, o brasão aplicado na bandeira representa o governo municipal e a pala branca onde é contido representa a própria cidade sede do município. Cor BRANCA: A cor representa o símbolo da PAZ, AMIZADE, TRABALHO, PROSPERIDADE, PUREZA, RELIGIOSIDADE. As FAIXAS BRANCAS que separam os quartéis representam a IRRADIAÇÃO DO PODER MUNICIPAL que se expande a todos os quadrantes do seu território. Os QUARTÉIS assim como nas cores alternadas de VERMELHO e VERDE representam as propriedades rurais existente no território municipal. A cor VERMELHA é símbolo da DEDICAÇÃO, AMOR PÁTRIO, AUDÁCIA, INTREPIDEZ, CORAGEM, VALENTIA. A cor VERDE simboliza a HONRA, CIVILIDADE, CORTESIA, ABUNDÂNCIA é a cor símbolo da ESPERANÇA e a esperança é verde porque lembra os campos verdes fazendo esperar copiosa colheita.Fonte: https://arkirve.blogspot.com/2021/12/historia-de-rio-verde-de-mt-ms-criacao.html BRASÃO OFICIAL DO MUNICÍPIO DE RIO VERDE DE MT-MS O BRASÂO de armas de Rio Verde de Mato Grosso, foi criado em 18 de outubro de 1974, através da Lei Nº.247/74, tendo como prefeito, Dr. Jorcy Cardeal Rangel É de autoria do heraldista Professor Arcinoé Antonio Peixoto de Faria, da Enciclopédia Heráldica Municipalista. O brasão descrito neste artigo em termos próprios de heráudica tem a seguinte interpretação simbólica. O escudo semântico, semítico, usado para representar o brasão de armas de Rio Verde de Mato Grosso, foi o primeiro estilo de escudo introduzido em Portugal por influência francesa, herdado pela heráldica brasileira como evocativo da raça colonizadora e principal formadora da nossa nacionalidade COROA MURAL que o sobrepõe é o símbolo universal dos brasões de domínio que, sendo de argente prata, de oito torres das quais apenas cinco são visíveis em perspectiva no desenho, classifica a cidade representada na seguinte grandeza ou seja sede da comarca. O metal argente (PRATA) do campo de escudo, simboliza a PAZ, AMIZADE, TRABALHO, PROSPERIDADE, RELIGIOSIDADE. Acantonadas em chefe, (parte superior do escudo), as efígies de bois de goles, vermelho afrontadas, lembram a alta IMPORTÂNCIA NA PECUÁRIA na economia municipal. A cor goles VERMELHO é símbolo de DEDICAÇÃO, AMOR PÁTRIO, AUDÁCIA, INTREPIDEZ, CORAGEM e VALENTIA. Ao termo (parte inferior do escudo), a faixa audada de sinopla verde representa no brasão o RIO que empresta o nome à cidade, RIO VERDE constituindo-se por essa razão no parlantismo do escudo. A cor sinopla VERDE é símbolo de HONRA, CIVILIDADE, CORTESIA, ALEGRIA, ABUNDÂNCIA- é a cor simbólica da ESPERANÇA, e a esperança é verde porque lembra os campos fazendo esperar copiosa colheita. Como apoio do escudo a destra e sinistra, as hastes de ARROZ e galhos de CAFÉ, representadas, apontam os principais produtos oriundos da terra dadivosa e fértil. No listel de goles VERMELHO em letras argentinas, prateadas, inscreve-se o identificador Rio Verde Mato Grosso”, ladeado pela data da sua emancipação política, 16 de dezembro de 1953.Fonte: https://arkirve.blogspot.com/ TODOS OS PREFEITOS DE RIO VERDE DE MT-MS · 1º Prefeito Nomeado Israel Alves Pereira 53/54 · 1º Prefeito Eleito Prefeito - Estacio Toledo Maciel 55/58 Vice Prefeito - Francisco Carlos da Silva · 2º Prefeito: Prefeito- Humberto de Souza Barbosa 59/62 Vice- Prefeito – Ariovaldo de Souza Rodrigues · 3º Prefeito: Prefeito- Estácio de Toledo Maciel 63/66 Vice-Prefeito- Ariovaldo Pereira Rodrigues · 4º Prefeito: Prefeito- Olívio Valteno de Oliveira 67/69 Vice-Prefeito-Thomaz Barbosa Rangel · 5º Prefeito: Prefeito- Abílio de Souza Guerra 70/72 Vice- Prefeito- Paulino Alves da Cunha · 6º Prefeito: Prefeito- Jorcy Cardeal Rangel 73/76 Vice-Prefeito- Valdevino Gomes de Abreu · 7º Prefeito: José de Oliveira Santos 77/82 Vice- Prefeito- Abilio de Souza Guerra 8º Prefeito: Wanderlan Marques Dorneles da Silveira 83/88 Vice-Prefeito- Francisco Adrião de Souza · 9º Prefeito: Prefeito- José de Oliveira Santos 89/92 Vice Prefeito- Winston Ramos de Almeida · 10º Prefeito: Prefeito- Grimaldo Pereira de Oliveira 93/96 Vice Prefeito- Mauro Antonio Sabedotti Fornari · 11º Prefeito: Prefeito- José de Oliveira Santos 97/2000 Vice-Prefeito- Wanderlan Marques Dorneles da Silveira · 12º Prefeito: Prefeito- José de Oliveira Santos 2001/2004 Vice Prefeito- Mauro Antonio SabedottiFornari · 13º Prefeito: Prefeito- Mário Albeto Kruger2005/2008 Vice- Prefeito- Olavo Striquer · 14º Prefeito: William Douglas de Souza Brito 2009/2012 Vice-Prefeito- Claudinei Bitencourt Lopes · 15º Prefeito: Prefeito- Mário Alberto Kruger -2013/2016 Vice-Prefeita- Dinalva Gomes Viana · 16º Prefeito: · Prefeito- Mário Alberto Kruger -2017/2020 Vice-Prefeita- Dinalva Gomes Viana · 17º Prefeito: Prefeito- José de Oliveira Santos 2021/2024 Vice Prefeito- Réus Antonio Sabedotti Fornari · 18º Prefeito: Prefeito-Réus Antonio Sabedotti Fornari 2021/2024 Fonte:https://arkirve.blogspot.com/ == Geografia == === Localização === A sede do município de Rio Verde de Mato Grosso localiza-se nas coordenadas geográficas 54º50’38” de longitude oeste, e 18º55’04” de latitude sul, compreendendo uma superfície de cerca de 8.152 km2 na Centro Norte de Mato Grosso do Sul , microrregião do Alto TaquariEMBRAPA, Zoneamento agroecológico do Município de Rio Verde de Mato Grosso - MS. Seus limites são: ao norte com o município de Coxim, ao sul com o município de Rio Negro, a leste com o município de São Gabriel do Oeste e a oeste com os municípios de Corumbá e AquidauanaSEBRAE/MS, Desenvolvimento Econômico Territorial, Mato Grosso do Sul, Rio Verde de Mato Grosso, Norte.. === Subdivisões === O município de Rio Verde de Mato Grosso possui as seguintes subdivisões administrativas Sede, Capão Alto, Juscelândia, Rio Negrinho e Sete Quedas. === Geografia física === ====Clima, temperatura e pluviosidade==== A classificação climática do município de Rio Verde de Mato Grosso-MS, segundo critério de KÖPPEN (1948) remonta à tipologia Aw, clima tropical, com inverno seco. Apresenta estação chuvosa no verão, de novembro a abril, e nítida estação seca no inverno, de maio a outubro (julho é o mês mais seco). A temperatura média do ar do mês mais frio é superior a 18ºC. As precipitações pluviométricas são superiores a 750 mm anuais, atingindo 1800 mm. Apresenta estação seca que varia de 3 a 4 meses e estende-se entre os meses de maio a setembro, onde os totais pluviométricos médios são inferiores a 50 mm. ====Unidades Geoambientais==== As unidades geoambientais que ocorrem no município de Rio Verde de Mato Grosso-MS são: *Região das Altas Bacias dos Rios Taquari e Itiquira: Essa unidade geoambiental compreende uma vasta superfície de topografia variada, com altimetria variando entre 380 a 850 m. É constituída por chapadões, planaltos e depressões, e que foi submetida a sucessivas reativações, soerguimentos e basculamentos durante o Período Cenozoico, estimulando a erosão da parte soerguida e consequentemente o escavamento das depressões interiores. *Região dos Patamares e Escarpas da Borda Ocidental da Bacia do Paraná: Essa unidade geoambiental domina a maior parte do município de Rio Verde de Mato Grosso-MS, associadas a borda ocidental da Bacia do Paraná com altimetrias que variam entre 200 a 600 m, individualiza em três compartimentos geomorfológicos: o Primeiro Patamar, a Depressão Interpatamares e o Segundo Patamar. *Região Pantaneira de Transição: Essa unidade geoambiental constitui um vão deprimido, com altimetrias variando de 100 a 300 m e situado entre as bordas orientais do Planalto da Bodoquena e as escarpas da serra de Maracaju. Sua gênese está vinculada a soerguimentos pós–terciário, acompanhados de circundesnudação na periferia da Bacia Sedimentar do Paraná. A faixa pediplanada une-se em aclive às escarpas do planalto através de pedimentos. *Região Pantaneira: Essa unidade geoambiental é constituída por uma extensa superfície de acumulação, de topografia bastante plana, com cotas variando entre 80 e 150 m com complexa rede hidromórfica e, frequentemente sujeita a inundações periódicas, sendo o rio Paraguai o principal eixo da drenagem regional. ====Geologia==== A geologia do município apresenta rochas do Período Quaternário Pleistoceno, depósitos detríticos e (Formação Pantanal); Período Carbonífero, Super Grupo Tubarão, Grupo Itararé (Formação Aquidauana, sequência de origem continental com intensa variação faciológica, constituída predominantemente por sedimentos arenosos de coloração vermelho-arroxeada); rochas do Período Siluriano, Grupo Paraná (Formação Furnas), arenitos quartzosos, estratificações e laminações plano-paralelas e cruzadas de pequeno porte são comuns. Período Devoniano, Grupo Paraná (Formação Ponta Grossa) constituída de arenitos finos a médios, gradando para o topo, síltitos, folhelhos sílticos e/ou argilosos, rochas do período Pré-Cambriano, Grupo Cuiabá, que representa a sedimentação mais antiga e, por fim, Período Cambriano-Ordoviciano, Granito Coxim. Período Terciário - Cobertura Detrito-Laterítica. Período Triássico, Grupo São Bento (Formação Pirambóia) e Período Jurássico, Grupo São Bento (Formação Botucatu). ====Geomorfologia==== O município de Rio Verde de Mato Grosso divide-se em cinco Regiões Geomorfológicas: * Região dos Planaltos da Borda Ocidental da Bacia do Paraná, com as Unidades: Depressões Inter-Patamares e Primeiro Patamar da Borda Ocidental. * Região dos Planaltos Arenítico-Basáltico Interiores, com a Unidade Patamares do Taquari-Itiquira. * Região da Depressão do Alto Paraguai, com a Unidade Planícies Coluviais Pré-Pantanal. * Região do Pantanal Matogrossense, com as Unidades: Pantanal do Castelo-Mangabal, Pantanal do Paiaguás e Pantanal do Corixão Piúva-Viveirinho. * Região dos Chapadões Residuais da Bacia do Paraná, com a Unidade Chapadão de São Gabriel. ====Solo==== Na porção compreendida pelas Regiões Pantaneiras, verifica-se a ocorrência de Planossolo de textura arenosa/média e arenosa/argilosa com baixa fertilidade natural, a Região dos Patamares e Escarpas da Borda Ocidental da Bacia do Paraná e a Região das Altas Bacias dos Rios Taquari e Itiquira apresenta em sua maior parte por variações de latossolo vermelho, amarelo e vermelho-amarelo, de Neossolos litólico e quartzarênico; além de cambissolo háplico, geissolo melânico e argissolo vermelho-amarelo em menor proporção, os solos destas regiões possuem textura e fertilidade natural muito variável.. ====Informações Agroecológicas==== A análise integrada dos dados geológicos, ambientais e climáticos avaliam que o território do município possui 8% de zonas agroecológica recomendadas para o uso com lavouras intensivas e semi-intensivas, totalizando aproximadamente 650 km2; 24% de zonas agroecológica recomendadas para o uso com pastagens, totalizando aproximadamente 1.950km2; e 0,2% de zonas agroecológica recomendadas para o uso com pastagens especiais, totalizando apenas 10 km2. Enquanto as regiões Pantaneiras representam 57% do território do município de Rio Verde de Mato Grosso, . ====Hidrografia==== Rio Verde de Mato Grosso pertence à Bacia Hidrográfica do Rio Paraguai, sub-bacia do rio Negro e rio Taquari. Os cursos d'água que cortam o município são: * Rio Coxim: afluente pela margem esquerda do rio Taquari. Bacia do rio Paraguai. Com 280 km de extensão, nasce pouco acima de São Gabriel do Oeste, corre para o sul, deriva para leste e para o norte (um pouco à esquerda), até encontrar o Taquari, na cidade de Coxim. Faz divisa entre o município de Rio Verde de Mato Grosso e Coxim. * Rio Negro: afluente pela margem esquerda do rio Paraguai. Nasce na serra da Boa Sentença, no município de Corguinho, Faz divisa entre os municípios de Rio Verde de Mato Grosso com Aquidauana e Rio Negro. Atravessa o Pantanal de Aquidauana. * Rio Negrinho: afluente pela margem direita do rio Negro, nasce na serra de Maracaju, no município de Rio Verde de Mato Grosso, fazendo divisa entre este município e o de Rio Negro. * Rio Novo: afluente pela margem esquerda do rio Coxim, limite entre os municípios de Rio Verde de Mato Grosso e São Gabriel do Oeste. Suas nascentes se localizam na serra de Maracaju, em torno de 33 km ao noroeste da cidade de São Gabriel do Oeste. * Rio Taquari: afluente pela margem esquerda do rio Paraguai, desaguando nele algumas léguas acima do distrito de Albuquerque (Corumbá). Suas nascentes ficam na serra do Caiapó, ao sul (extremo oeste) de Mato Grosso. Faz divisa entre os municípios de Coxim e 180 Rio Verde de Mato Grosso. Com a extensão aproximada de 750 km, é navegável de Coxim até a foz (400 km), trecho que fica dentro do Pantanal. * Rio Taquarizinho: afluente pela margem esquerda do rio Coxim, no município de Rio Verde de Mato Grosso. Chamado também de Taquarimirim. * Rio Verde: afluente do Rio Taquarizinho, nasce no município de Rio Verde de Mato Grosso. ====Vegetação==== O município de Rio Verde de Mato Grosso tem 57% de seu território localizado na região do Pantanal sul-mato-grossense, o que representa 3,46% de toda a área deste Bioma, onde os ciclos anuais de inundação e rebaixamento das águas, assim como a aglutinação em períodos de vários anos com inundações mais volumosas, alternadas com períodos mais secos, determinam forte zonação na distribuição da vegetação, principalmente a vegetação rasteira. O aspecto que mais chama atenção no Pantanal é a combinação de vegetação mésica e xérica crescendo lado a lado. E as razões para esta mistura, são a topografia e a sazonalidade climática. Assim, a oferta biológica das linhagens florísticas destas províncias passa por diversos filtros e as espécies adaptadas a diferentes condições farão parte da fisionomia característica dos diversos pantanais. Nas áreas de Cerrado predominam o Cerrado Arbóreo Denso (Cerradão) e o Cerrado com e sem Floresta de Galeria, áreas de Tensão Ecológica de Contato Savana/Floresta Estacional. === Demografia === Sua população estimada em 2016 era de 19.515 habitantes, segundo o IBGE. Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:400 height:270 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:30000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:20000 start:0 ScaleMinor = gridcolor:lightgrey increment:10000 start:0 BackgroundColors = canvas:sfondo BarData= bar:2000 text:2000 bar:2010 text:2010 bar:2014 text:2014 PlotData= color:barra width:50 align:center bar:2000 from:0 till: 18138 bar:2010 from:0 till: 18890 bar:2014 from:0 till: 19407 PlotData= bar:2000 at: 18138 fontsize:S text: 18.138 shift:(4,14) bar:2010 at: 18890 fontsize:S text: 18.890 shift:(4,10) bar:2014 at: 19407 fontsize:S text: 19.407 shift:(4,7) TextData= fontsize:S pos:(20,20) text:Evolução populacional de Rio Verde de Mato Grosso. == Economia == No território do município de Rio Verde de Mato Grosso, 1,7% da área era dedicada, em 2006, à agricultura, principalmente, às culturas temporárias e ao cultivo de forrageiras para corte e 73,3% da área era de pastagens, que abrigaram 524.624 cabeças de bovinos em 2013. O Produto Interno Bruto (PIB) representa a soma, em valores monetários, de todos os bens e serviços finais produzidos em uma determinada região, durante um ano, Em 2012, este índice atingiu o montante de R$ 271.316.000,00 no município, o que o coloca na 36ª posição no ranking do Estado. Considerando a população estimada para o mesmo ano pelo IBGE, o PIB per capita, valor médio por habitante, produzido no município no ano, correspondeu a R$ 14.276,78 sendo 34% inferior ao valor médio do Estado de Mato Grosso do Sul, para o mesmo ano, de R$ 21.902,00. O setor que mais gera valor no município é o de Comércio e Serviços, que vem aumentando a sua participação nos últimos anos. O setor agropecuário apresentou expressiva participação no valor da produção de 2012, contribuindo com cerca de 30% do PIB municipal, enquanto em nível estadual chega a apenas 12%. A População Economicamente Ativa representa os recursos humanos de uma economia, corresponde à parte da população residente que se encontra em idade de trabalhar e disposta a trabalhar, esteja ou não empregada, em Rio Verde de Mato Grosso a quantidade de pessoas nesta condição totalizam 10.223 indivíduos, correspondendo a 64% da população. Rio Verde de Mato Grosso, possuía 1.389 famílias beneficiadas pelo Bolsa Família em 2014, o que equivale a aproximadamente a 24,5% do total de famílias do município, índice bem superior aos 19,6% da média estadual. O Índice de Desenvolvimento Humano (IDH) tem por objetivo avaliar a qualidade de vida e o desenvolvimento econômico de uma população, partindo do pressuposto de que é preciso ir além do viés puramente econômico. O IDH reúne três dos requisitos mais importantes para a expansão das liberdades das pessoas: a oportunidade de se levar uma vida longa e saudável (saúde), ter acesso ao conhecimento (educação) e poder desfrutar de um padrão de vida digno (renda). EVOLUÇÃO DO ÍNDICE DE DESENVOLVIMENTO HUMANO MUNICIPAL (IDHM) ANO Ranking Estadual IDHM IDHM Renda IDHM Longevidade IDHM Educação 1991 31º 0,425 0,576 0,689 0,193 2000 40º 0,552 0,634 0,773 0,344 2010 46º 0,673 0,686 0,852 0,521 Avaliando a evolução do IDHM é possível perceber que apesar da melhora do índice, há uma piora relativa na comparação estadual, sendo a evolução na renda per capta a que sofre maior resistência ao crescimento, demonstrado a subutilização da População Economicamente Ativa e a redução da participação das empresas do Município na economia estadual. Em 2013, o número de empresas existentes em Rio Verde de Mato Grosso era de 1.095, gerando um total de 3.173 empregos com carteira assinada, número bem inferior à População Economicamente Ativa. Os setores de comércio e serviços e agropecuário apresentam o maior número de empresas, sendo a maior parte de micro e pequenas empresas (99,7%). Apesar de, individualmente, as MPEs contratarem poucos funcionários, o volume total de contratações torna-se significativo por existir grande quantidade de MPEs: 74,3% das pessoas empregadas no município trabalham em empresas comerciais e de serviços de até 49 funcionários e empresas agropecuárias, industriais e de construção civil de até 99 funcionários. Entre as industrias instaladas no município o destaque está no setor cerâmico, com cinco unidades que produzem tijolos, lajotas etc, a cidade se destaca como um dos principais polos cerâmicos da região centro-oeste, o município também conta com uma fábrica de chapéus e acessórios. === Turismo === Rio Verde é uma das mais belas cidades de Mato Grosso do Sul, é referência em turismo rural e de aventura. Reúne numerosas atrações como cachoeiras e rios, conta com pousadas, fazendas e balneários onde é possível apreciar a natureza e contagiar-se com a paisagem. Além da gastronomia típica, a hospitalidade é marcante. O município conserva ar interiorano é lugar certo para quem valoriza a qualidade de vida e tranquilidade. São muitos os encantos dessa região repleta de belezas naturais e cenários deslumbrantes.. Privilegiado,o município de Rio Verde conta com belíssimas cachoeiras e balneários de águas cristalinas estão entre os principais atrativos turísticos. Hotéis, pousadas e área de camping também estão disponíveis para receber os turistas. A alta temporada atrai visitantes de várias partes do Estado aos espaços de lazer para momentos de descanso em meio à natureza. Para quem gosta de aventura e de contato com a natureza, há fazendas que oferecem várias atividades que garantem aos visitantes desfrutar e vivenciar os momentos, com caminhadas por trilhas e passeios a cavalo. As festas mais importantes e tradicionais da cidade são: \"Festa de Maio\" (festa da padroeira do município Nossa Senhora Auxiliadora), o Carnaval (um dos mais famosos e frequentados do estado, além do melhor da região norte do Mato Grosso do Sul) e a EXPOVERDE (Exposição Agropecuária). ==Cultura Pantaneira== As influências culturais no Pantanal, em particular no município de Rio Verde de Mato Grosso, configuram um grande mosaico, formado desde o contato dos indígenas com os primeiros desbravadores até, posteriormente, com aqueles que vieram em busca do garimpo. Muitas famílias de migrantes desbravaram o Pantanal para constituir fazendas de gado, o que marcou profundamente a cultura pantaneira, outra forte influência foi a cultura paraguaia. A vida no Pantanal não é tarefa fácil, apesar da imagem de paraíso. É difícil adaptar-se ao pulso anual de inundação e ao isolamento promovido pelas águas. Os habitantes da planície são conhecedores de plantas medicinais e das condições do clima. O vaqueiro pantaneiro guarda consigo conhecimentos de toda dinâmica do Pantanal - aprendizado necessário àqueles que precisam conduzir o gado pelas vazantes para escapar das enchentes, pois formam-se até hoje grandes comitivas de gado que atravessam os pantanais. Os piscosos rios proporcionaram uma cultura de pesca em toda a região. O pescador pantaneiro, pela observação do ambiente, tornou-se conhecedor do comportamento dos peixes; sabe em quais partes do rio a fauna aquática costuma se abrigar e pela observação do nível das águas reconhece se vai dar peixe. Na culinária destacam-se o peixe na brasa, o ensopado, o pirão e o caldo de piranha, o arroz carreteiro feito de carne seca, a farofa de banana da terra, a mandioca cozida, servida com o churrasco pantaneiro, a chipa (espécie de pão de queijo), a sopa paraguaia (bolo salgado de queijo, cebola e fubá), a matula pantaneira (pastel aberto com recheio de creme de mandioca e carne seca), a chipaguaçu, cabeça de boi assada no buraco. É impossível deixar de falar no tereré, mate gelado, costume dos Guarani e símbolo de toda a região. Amigos se encontram nas rodas de tereré para prosear e se refrescar. Já é um hábito incorporado a grande parte da população urbana de Mato Grosso do Sul. Na música, existem registros de ritmos únicos da região, como o siriri e o cururu, sons tirados da viola-de-cocho - instrumento rústico, feito do tronco de árvores. É grande também a influência dos ritmos paraguaios, como a guarânia, a polca e o rasqueado, disseminados no Mato Grosso. Bailes com esses ritmos, associados ao vanerão e ao xote dos gaúchos, são frequentes no município. Também foram criados muitos Clubes de Laço e feiras agropecuárias. == Gestões na prefeitura == *1953 - 1954 : Israel Alves Pereira (Nomeado) *1955 - 1958 : Estácio de Toledo Maciel (ARENA 1) *1959 - 1962 : Humberto de Souza Barbosa (ARENA 1) *1963 - 1966 : Estácio de Toledo Maciel(ARENA 2) *1967 - 1969 : Olívio Valteno de Oliveira (ARENA 2) *1970 - 1972 : Abílio de Souza Guerra (ARENA 1) *1973 - 1976 : Jorcy Cardeal Rangel (MBD)) *1977 - 1982 : José de Oliveira Santos (PMDB) *1983 - 1988 : Wanderlan Marques Dorneles da Silveira (PDT) *1989 - 1992 : José de Oliveira Santos (PMDB) *1993 - 1996 : Grimaldo Pereira de Oliveira (PDT) *1997 - 2000 : José de Oliveira Santos (PMDB) *2001 - 2004 : José de Oliveira Santos (PMDB) *2005 - 2008 : Mário Alberto Krüger (PT) *2009 - 2012 : William Douglas de S. Brito (PR) *2013 - 2016 : Mário Alberto Krüger (PT) *2017 - 2020 : Mário Alberto Krüger (PSC) *2021 - 2021 : José de Oliveira Santos (MDB) *2021- 2024 : Réus Antonio Sabedotti Fornari (PL) == Imagens da Região, Natureza e Fauna do Município == Imagem:Igreja Nossa Senhora Auxiliadora.jpg|Igreja Nossa Senhora Auxiliadora Imagem:Festival Pantaneiro.jpg|Missa Pantaneira Imagem:Sete Quedas.jpg|Sete Quedas Imagem:Colônia Paredes.jpg|Colônia Paredes Imagem:Cabeça Careca.jpg|Cabeça Careca Imagem:Carcara RV.jpg|Carcara Imagem:CuricacaRV.jpg|Curicacas Imagem:AraraCanindéRV.jpg|Arara Canindé Imagem:SeriemaRV.jpg|Seriema Imagem:PicaPauDoCampo.jpg|Pica-Pau Amarelo Imagem:TucanoRV.jpg|Tucano Imagem:MarrecaAnanaí.jpg|Marrecas Ananaí Imagem:Capivara RV.jpg|Capivara Imagem:Emas RV.jpg|Emas no Campo == Ligações externas == * Página da Prefeitura * Página da Câmara Rio Verde Mato Grosso Categoria:Fundações em Mato Grosso em 1931",
 "title": "Rio Verde de Mato Grosso"
}