{
 "id": "32838",
 "text": "São Gabriel do Oeste é um município brasileiro situado no interior do estado de Mato Grosso do Sul na região Centro-Oeste. O município possui o terceiro melhor IDH do estado de Mato Grosso do Sul, com 0,812. Está atrás apenas de Chapadão do Sul (0,826) e Campo Grande (0,814). pertence à Mesorregião do Centro-Norte de Mato Grosso do Sul e a Microrregião do Alto Taquari, localiza- se a norte da capital do estado, distando desta cerca de 137 km. Ocupa uma área de 3 864,859 km², sendo que 5,04 km² estão em perímetro urbano, e sua população de acordo com o Censo 2011 foi de aproximadamente 23 mil habitantes contada pelo Instituto Brasileiro de Geografia e Estatística, e estimativas para 2013 na casa de 24 mil habitantes, sendo então o 19º Município mais populoso de Mato Grosso do Sul. == História == A região de São Gabriel do Oeste é palco de atividades desde meados de 1885. Registros históricos apontam que a área onde hoje se situa a sede do município foi ocupada primeiramente por criadores de gado oriundos de Minas Gerais. O precursor dessa primeira incursão foi Bernardino Ferreira da Cunha, descendentes relatam que a Fazenda Brioso - de Bernardino - chegou a ter 70.000 hectares, e abrangia toda a área que se tornaria São Gabriel do Oeste. À época, a região integrava o município de Coxim. Em 1948, parte do território de Coxim foi desmembrado — surgia o município de Camapuã, que continha os distritos de Ponte Vermelha e Areado. A ocupação das terras limitou-se às furnas - regiões mais acidentadas e providas de água, pois os chapadões do planalto não eram propícios a atividades agropastoris. Somente na década de 1970, a região despertou para uma nova era de desenvolvimento. Percebeu-se a possibilidade de utilizar a área do cerrado para a agricultura. A partir de 1971, a região começou a ser estudada para sediar a cafeicultura. Tomando conhecimento dos planos do Instituto Brasileiro de Cafeicultores no plantio de café, um migrante campo-grandense chamado Gabriel Abrão comprou uma área próxima ao córrego Ponte Vermelha. Interessados em comprar lotes para a produção de café, paranaenses contataram Gabriel Abrão. Em 1973, fixaram-se na região dirigentes da empresa madeireira Maffissoni e Sorgatto S/A, de Renascença-PR. O grupo criou a sede de uma nova fazenda, localizada às margens do córrego Capão Redondo. Começava então uma nova etapa do desenvolvimento da região, com a chegada de Balduíno Maffissoni, logo seguido por outras pessoas do Sudoeste Paranaense e Oeste de Santa Catarina: Ângelo e Brizot, Silvino Bortolini, Deoclecio Zamignan, Osório Rodrigues da Silva, Alessio Boff e Aloysio Ottilio Rohr. Do Rio Grande do Sul vieram Walter Orling e Albano Frantz. Os fazendeiros da região apoiaram Balduíno e os sulistas cheios de planos promissores para esta região. Esta fase foi o inicio de uma amizade entre Balduíno e os sulistas com os fazendeiros do Mato Grosso. Os pioneiros foram homenageados na bandeira da cidade; O dragão significa a bravura dos sulistas e suas garras tem como significado a força dos Ferreira da Cunha. A cafeicultura, entretanto, não vingou na região. Em 1975, seria registrada a primeira colheita nos cafezais mais antigos, mas a produção foi totalmente destruída pela geada mais intensa já vista no Estado. O plano de reconstituição do café não surtiu efeitos; passou-se, então, a ter certa tendência para transformar as lavouras em pastagens. Em 1976 o povoado de São Gabriel foi elevado a distrito de Camapuã, sendo desmembrado do já antigo distrito de Ponte Vermelha. A decisão contou com a ajuda do deputado Ruben Figueiró de Oliveira. Em 1977, surgiram os primeiros experimentos em soja, iniciando-se um novo ciclo de desenvolvimento. Dois anos depois, os moradores já não aceitavam mais a dependência de Camapuã e iniciaram-se movimentos visando à criação de um município. No mesmo ano a região passa a fazer parte do atual estado de Mato Grosso do Sul. Os estudos para delimitação foram feitos em 1980, apoiados pelos deputados Ary Rigo e Londres Machado. Em 4 de maio realizou-se o plebiscito pela Comissão de Emancipação. No dia 12 de maio, por ato do ex-governador Marcelo Miranda Soares, foi assinada a lei em que ficou criado o novo município e estabeleceu seus limites. Seu território desmembrou-se então de Camapuã, Bandeirantes, Rio Negro, Rio Verde de Mato Grosso e Coxim. Um ato do governo federal, no entanto, adiantou as eleições previstas para 15 de novembro de 1980. Criou-se, então, um impasse administrativo, já que São Gabriel e outros oito municípios não poderiam escolher o prefeito por meios eletivos. Depois de diversas reuniões, o governo estadual criou o cargo de administrador municipal, permitindo que o município fosse instalado no dia 17 de junho de 1981. Para administrar o recém-criado município, foi empossado o paranaense Balduíno Maffissoni que permaneceu no cargo até 12 de fevereiro de 1982 sucedido por Aldino Sangalli de 13 de fevereiro de 1982 até 31 de janeiro de 1983 quando assumiu o primeiro prefeito municipal eleito Roberto Emiliani. == Geografia == Os limites do município foram demarcados pelo Vereador Joaquim Honório Sobrinho, ¨Senhor Quincas¨. Este que foi um intenso ajudante na criação de São Gabriel do Oeste. Joaquim ficou conhecido como ¨Vereador Geográfico¨ pela população. ¨Quincas¨ foi homenageado pelos vereadores em Agosto/2008 na Câmara Municipal); Hoje o plenário da Câmara Municipal tem por nome ¨Vereador Joaquim Honório Sobrinho¨- Senhor Quincas¨. === Localização === O município de está situado no sul da região Centro-Oeste do Brasil, no Centro Norte de Mato Grosso do Sul (Microrregião do Alto Taquari). Localiza-se a uma latitude 19º23'43\" sul e a uma longitude 54º33'59\" oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). === Geografia física === ; Solo Predomina o Latossolo Vermelho-Escuro de textura argilosa e caráter álico, ou seja, com elevada acidez e, na porção Leste do município, há ocorrência significativa de Neossolos, ambos com baixa fertilidade natural. ; Relevo e altitude Está a uma altitude de . Imensa área plana caracteriza a parte central do município, conhecida por chapadão. Possuem em suas bordas, patamares estruturais ao sul, escarpas e ressaltos topográficos a leste. A Geomorfologia do município de São Gabriel do Oeste divide-se em três Regiões: * Região dos Chapadões Residuais da Bacia do Paraná, com a Unidade Geoambiental Chapadão de São Gabriel. * Região dos Planaltos da Borda Ocidental da Bacia do Paraná, com a Unidade Segundo Patamar da Borda Ocidental. * Região dos Planaltos Arenítico-Basálticos Interiores. Com as unidades: Patamares do TaquariItiquira, Depressões Interiores e Divisores Tabulares dos Rios Verde e Pardo. Uma grande característica local é a variação do solo, já que parte do município é formada é região de planalto, com um grande plano onde a agricultura predomina e as regiões circundantes são de arenito, com grande formação de erosão e assoreamento. Apresenta relevo plano, geralmente elaborado por várias fases de retomada erosiva, além de relevos elaborados pela ação fluvial. ; Clima, temperatura e pluviosidade Está sob influência do clima tropical de altitude (CWA). Quase que a totalidade do município apresenta clima úmido a sub-húmido, com índices de umidade variando de 20 a 40%. A precipitação anual varia entre 1.500 a 1.750mm e o excedente hídrico anual de 800 a 1.200mm durante cinco a seis meses, deficiência hídrica de 350 a 500mm durante quatro meses. As temperaturas médias estão acima de 20°C e abaixo de 24°C ; Hidrografia Está sob influência da Bacia do Rio da Prata. Rios do município: * Rio Aquidauana: afluente pela margem direita do Rio Miranda, com 620 km de extensão. Navegável da foz até a cidade de Aquidauana. Nasce na serra de Maracaju, Divisa dos municípios de São Gabriel do Oeste e Corguinho. Parte significativa do rio encontra-se no Pantanal. * Rio Coxim: afluente pela margem esquerda do rio Taquari. Com 280 km de extensão, nasce pouco acima de São Gabriel do Oeste, corre para o sul, deriva para leste e para o norte (um pouco à esquerda), até encontrar o Taquari, na cidade de Coxim. Faz divisa entre o município de São Gabriel do Oeste e Camapuã e São Gabriel do Oeste e Rio Verde de Mato Grosso. * Rio Jauru: afluente pela margem direita do rio Coxim. Nasce na serra do Taquari, fazendo divisa entre o município de Coxim e São Gabriel do Oeste. * Rio Novo: afluente pela margem esquerda do rio Coxim, limite entre os municípios de Rio Verde de Mato Grosso e São Gabriel do Oeste. Suas nascentes se localizam na serra de Maracaju, em torno de 33 km ao noroeste da cidade de São Gabriel do Oeste. ; Vegetação A lavoura e o Cerrado em proporções equitativas predominam no município. A pastagem plantada é representativa na constituição da cobertura vegetal. === Geografia política === ; Fuso horário Está a -1 hora com relação a Brasília e -4 com relação ao Meridiano de Greenwich (Tempo Universal Coordenado) ; Área Ocupa uma superfície de . ; Subdivisões São Gabriel do Oeste (sede), Areado, Ponte Vermelha e Santa Cecília. ; Arredores Rio Verde do Mato Grosso, Camapuã, Bandeirantes, Rio Negro, Coxim e Corguinho. == Demografia e cultura == De acordo com estimativas do IBGE em 2013, a população do município atingiu 24 135 habitantes. Fundada por gaúchos e sul-mato- grossenses, tem como tradição os costumes gaúchos, desde o churrasco ao chimarrão. Também recebeu forte influência dos primeiros colonizadores da região, vindos de Minas Gerais no final do século XIX. ==Economia== São Gabriel do Oeste é o maior produtor de suínos e avestruzes do Estado de Mato Grosso do Sul, produzindo mais de 120 mil leitões e 6 mil cabeças de avestruz. Também é o maior produtor de soja do estado. Na safra de 2010, o município foi o principal produtor de sorgo, respondendo sozinho por quase 5% da produção nacional.IBGE - SIDRA - Tabela 1612. Obs.: selecionar \"Quantidade Produzida\" e \"Sorgo (em grão) (Toneladas)\"; selecionar ano desejado (ex. \"2010\"); clicar em \"Unidade Territorial(6279)\"; marcar \"Brasil(1)\" como \"Sim\"; marcar \"Município(5551)\" como \"Tudo\"; clicar em \"OK\" e aguardar geração do relatório (demorado!) Tendo na safra 2011/2012 se tornado o maior produtor brasileiro de sorgo com índices elevadíssimos de produção. === Indústrias === Por ser um polo agrícola na região com abundância de matéria prima, destaca-se a produção de Ração Animal em virtude a sua grande produção de farelo de soja e de sorgo além de forrageiras, Indústrias têxteis- Algodão, leite, frigoríficos de suínos, aves e bovinos, além de uma crescente produção e sede de uma empresa que comercializa bolsas, sapatos, carteiras e acessórios com o couro do avestruz de produção local,o que confere em um produto de alta qualidade e que atrai pessoas de diversos lugares. Tendo como atividade base a produção do leite longa vida São Gabriel. Contando com incentivos municipais e estaduais, a SAGA Agroindustrial é a primeira indústria deste ramo no estado de Mato Grosso do Sul. Fundada em setembro de 2002, a produção teve início em Julho de 2003, trazendo como consequências inúmeros benefícios para o setor leiteiro, como melhores preços pago aos produtores, geração de empregos diretos e indiretos, maiores investimentos, aumento do rebanho e, consequentemente, reflexo no comércio local e maiores recursos para o município. Também presente no município a empresa frigorífica e abatedora de suínos Aurora (Cooperativa Central do Oeste Catarinense), que tem uma Linha de produção de hambúrgueres e cortes especiais de carne suína. Emprega diretamente 3100 pessoas da própria cidade e de municípios vizinhos, além de empregos indiretos de fornecedores. === Dados do PIB Municipal === ==== Impostos sobre produtos líquidos de subsídios a preços correntes ==== * R$ 103.332.000 === PIB a preços correntes === * R$ 1.204.865,00 === PIB per capita a preços correntes === * R$ 31.381,79 ==== Valor adicionado bruto da agropecuária a preços correntes ==== * R$ 153.557.129 ==== Valor adicionado bruto da indústria a preços correntes ==== * R$ 102.192.733 ==== Valor adicionado bruto dos serviços a preços correntes ==== * R$ 350.140.591 == Política == === Gestões na prefeitura === * 17/06/1981 - 12/02/1982: Balduíno Maffissoni (Administrador municipal) *13/02/1982 - 31/01/1983: Aldino Sangalli (Administrador municipal) * 1983 - 1988 : Roberto Emiliani * 1989 - 1992 : Balduíno Maffissoni * 1993 - 1996 : Félix Sorgatto * 1997 - 2000 : Jorge Flauzino Barbosa * 2001 - 2004 : Adão Unírio Rolim * 2005 - 2008 : Adão Unírio Rolim * 2009 - 2012 : Sérgio Luiz Marcon * 2013 - 2016 : Adão Unírio Rolim * 2017 - 2020 - Jeferson Luiz Tomazoni (Atual) == Ligações externas == * Site da Prefeitura Municipal de São Gabriel Oeste * Site da Câmara Municipal de São Gabriel do Oeste * Site da Fundação Cultural de São Gabriel do Oeste * Site da autarquia SAAE - Serviço Autônomo de Água e Esgoto de São Gabriel do Oeste Sao Gabriel Oeste Categoria:Fundações em Mato Grosso do Sul em 1980",
 "title": "São Gabriel do Oeste"
}