{
 "id": "32843",
 "text": "{{Info/Município do Brasil | nome = Tacuru | foto = | leg_foto = | apelido = | brasão = | bandeira = Flag of Tacuru.svg | link_brasão = | link_bandeira = | link_hino = | aniversário =13 de maio | fundação = | emancipação = | gentílico =tacuruense | lema = | padroeiro = São Sebastião | prefeito = Rogério de Souza Torquetti | partido = Patriota | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Tacuru location map.svg | latP = S | latG = 23 | latM = 37 | latS = 58 | lonP = O | lonG = 55 | lonM = 00 | lonS = 57 | estado = Mato Grosso do Sul | mesorregião = Sudoeste de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Iguatemi | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Coronel Sapucaia, Paranhos, Sete Quedas, Japorã, Iguatemi, Amambai | dist_capital = federal: estadual: 427 | dist_capital_ref = | área = 1785.315 | área_pos = MS: 56º | área_ref = | área_urbana = | área_urbana_pos = MS: 58º | área_urbana_ref = est. Embrapa | distritos = Tacuru (sede) | população = 10777 | população_pos = MS: 52º | data_pop = est. IBGE 2013 | altitude = 372 | altitude_ref = | clima = subtropical | sigla_clima = Cfa | idh = 0.662 | idh_pos = MS: 76º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 12º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 57º | data_pib = IBGE/2008 | pib_per_capita = 9353.22 | data_pib_per_capita = IBGE/2008 }} Tacuru é um município brasileiro da região Centro-Oeste, situado no estado de Mato Grosso do Sul. Possui, além do português, o guarani como língua oficial. ==História== Em 1954, o pequeno núcleo existente, habitado por ervateiros paraguaios e índios Caiuás, passou a ter um certo desenvolvimento, José Maria Ortiz, Ignacio Cure, Rafael Dória e Cleto de Moraes Costa, tão logo tomaram conhecimento do potencial da região, e passaram a lutar pelo progresso do povoado. Em 1955, surgiu a primeira casa de comércio, de Alfredo Rosa Brum, bem como a primeira escola, tendo como seu primeiro professor Cleto de Moraes Costa, hoje a escola leva o seu nome, sendo assim \"Escola Estadual Professor Cleto de Moraes Costa\". Foi elevado a distrito pela lei N.º 1.166, de 20 de novembro de 1958, Sendo assim Tacuru passou a ser um distrito de Amambai. Em 1977 a região passa a fazer parte do atual estado de Mato Grosso do Sul. Tacuru começou a ter um pequeno desenvolvimento, e vendo isso o Então Governador Marcelo Miranda Soares veio a Tacuru em 13 de maio de 1980 e decretou Tacuru mais um Município de Mato Grosso do Sul, Sendo assim o Governador nomeou um Administrador que foi Miroslaw Olenski, na sequencia de mandato fora nomeado o segundo Administrador de Tacuru, Valdemar Huck. O município foi instalado em 22 de junho de 1981. O Primeiro Prefeito nomeado pelo voto direito foi Ayrton de Lima Mello, farmacêutico natural de Lins (São Paulo), após ter lutado muito pela emancipação do então distrito, foi eleito com larga votação em 1982, Sua Gestão foi de 1982 á 1988. === Etimologia === O nome Tacuru, é uma palavra em Guarani que significa cupim. O nome foi colocado pelos indígenas que aqui habitavam. Existem duas histórias sobre esse nome, um é pelo fato de haver muitos cupins na cidade naquela época. O outro seria por causa do Cupim do Boi, já que Tacuru é capital do Boi Gordo. ==Geografia== ===Localização=== O município de Tacuru está situado no sul da região Centro-Oeste do Brasil, no Sudoeste de Mato Grosso do Sul (Microrregião de Iguatemi). Localiza-se a uma latitude 23º37'57\" sul e a uma longitude 55º00'57\" oeste. Distâncias: * da capital estadual (Campo Grande). * da capital federal (Brasília). ===Geografia física=== ;Solo Há predominância de Argissolos de textura arenosa média e média/argilosa, de elevada fertilidade natural, associado a alguns solos de caráter álico, ou seja, elevada acidez, algumas áreas de Neossolos e, às margens dos rios, Gleissolos. \\+ ; Relevo e altitude Está a uma altitude de . O sul do município é caracterizado por modelados de dissecação de topos colinosos, que dão topografia ondulada. No restante da área a topografia é plana e suave ondulada. O município de Tacuru encontra-se na Região dos Planaltos Areníticos-Basálticos Interiores, com a Unidade Geomorfológica Divisores das Sub-Bacias Meridionais. Apresenta relevos elaborados pela ação fluvial, relevo plano geralmente elaborado por várias fases de retomada erosiva e áreas planas resultante de acumulação fluvial sujeita a inundações. ; Clima, temperatura e pluviosidade Está sob influência do clima subtropical (classificação Cfa de Köppen-Geiger). O clima é caracterizado como Úmido, apresenta índice efetivo de umidade com valores anuais variando de 40 a 60%. A precipitação pluviométrica anual varia entre 1.500 a 1.700mm, excedente hídrico anual de 800 a 1.200mm, durante cinco a seis meses e deficiência hídrica de 350 a 500mm, durante quatro meses. ; Hidrografia Está sob influência da Bacia do Rio da Prata. Rios do município: * Rio Iguatemi: afluente pela margem direita do rio Paraná; sua nascente se localiza no município de Aral Moreira, com limite entre os municípios de Paranhos e Tacuru, Tacuru e Sete Quedas, Tacuru e Iguatemi. * Rio Jogui: afluente pela margem esquerda do rio Iguatemi, limite entre os municípios de Amambai e Tacuru, Iguatemi e Tacuru. * Rio Puitã: afluente pela margem esquerda do rio Iguatemi. Banha o município de Tacuru. ; Vegetação Se localiza na região de influência do Cerrado. A cobertura vegetal que predomina em mais de 85% da área do município é a pastagem plantada. Em pequenas porções aparecem o Cerrado e a Floresta Estacional. ===Geografia política=== ;Fuso horário Está a -1 hora com relação a Brasília e -4 com relação a Meridiano de Greenwich (Tempo Universal Coordenado). ;Área Ocupa uma superfície de de . ;Subdivisões Tacuru (sede). ;Arredores Tacuru possui ao Norte o Município de Amambai, ao Sul Sete Quedas, ao Leste Iguatemi e ao Oeste Paranhos como cidades vizinhas. ==Demografia== Sua população estimada em 2013 era de 10.777http://cidades.ibge.gov.br/xtras/perfil.php?lang=&codmun;=500795 habitantes. == Organização Político-Administrativa == Tacuru até hoje já teve somente 5 Prefeitos, Abel Augusto Rodriguês, Valter Guandaline, Claúdio Rocha Barcelos e Paulo Pedro Rodrigues, Ao todos foram dez mandatos, confira abaixo a lista dos administradores nomeados pelo Governador Marcelo Miranda Soares e depois os Prefeitos eleitos por Votos Diretos. ===Administradores=== * Miroslaw Olenski (Data Indefinida) * Valdemar Huck (Data Indefinida) * 1º Ayrton de Lima Mello (1982 - 1988) * 2º Abel Augusto Rodrigues (1989-1992) * 3º Valter Guandaline (1993-1996) * 4º Abel Augusto Rodrigues (1997-2000) * 5º Valter Guandaline (2001-2004) * 6º Claúdio Rocha Barcelos (2005-2008) * 7° Claúdio Rocha Barcelos (2009-2012) * 8º Paulo Pedro Rodrigues (2013 - 2016) * 9º Carlos Alberto Pelegrini (2017-2020) == Infraestrutura e Serviços Públicos == === Comunicações === Tacuru tem sua telefonia fixa oferecida pela operadora OI, que também é a responsável pela internet ADSL da cidade, com velocidade máxima de 15 Mbps. Possui também 2 provedores de internet via rádio - RadioNet e SEGA Informática. Tacuru possui cobertura GSM de duas operadoras de telefonia móvel - Vivo e Claro, e não têm cobertura 3G. Acesso a televisão via satélite através das operadoras SKY e Claro TV e televisão terrestre com os canais SBT MS (canal 11) e TV Morena (canal 07) através de repetidoras. Há apenas uma emissora de rádio em Tacuru, a rádio comunitária \"Rádio Ondas Verdes Tacuru FM\", que opera na frequência 104.9 MHz, e é gerenciada pela Associação Comunitária Radio Ondas Verdes Fm. Os jornais que circulam no município são de cidades vizinhas, ex.: o jornal A Gazeta (antigamente chamado de Gazeta de Amambai), já que Tacuru não possui um jornal local. ==== Deserto de Notícias ==== De acordo com o Atlas da Notícia, mapeamento realizado pelo \"Instituto para o Desenvolvimento do Jornalismo\" (Projor) com a Agência Brasileira de Jornalismo de Dados \"Volt Data Lab\", Aguanil seria um Deserto de Notícia, pois inexistem meios de comunicação situados neste município que produzem informação local. == Turismo e cultura == === Co-oficialidade do Guarani e do Português === Um projeto de lei sancionado em 24 de maio de 2010 tornou o guarani uma língua oficial do município, ao lado do Português. Os serviços públicos básicos na área de saúde e as campanhas de prevenção de doenças devem prestar informações em guarani e em português. A Prefeitura de Tacuru deve apoiar e incentivar o ensino da língua guarani nas escolas e nos meios de comunicação do município. É estabelecido também que nenhuma pessoa poderá ser discriminada em razão da língua oficial que faça uso e o respeito e a valorização às variedades do guarani, como o kaiowá, o ñandeva e o mbya. Tacuru se tornou o segundo município do Brasil a adotar oficialmente um idioma indígena. A inclusão do idioma como oficial beneficia também os imigrantes paraguaios que moram em Tacuru. === Gastronomia e bebidas === Tacuru possui alguns traços da cozinha paraguaia, como a Chipa e a Sopa Paraguaia, que são comidas típicas do Paraguai, mas tem o seu espaço garantido na mesa dos Tacuruenses. Como a maioria dos municípios sul-mato-grossensses, os moradores de Tacuru também se reúnem para apreciar e tomar tereré. === Lazer e eventos === Em Tacuru há grandes Festas que agitam a Cidade e a Região, Como o \"Revellion\" com grande queima de fogos, e sempre com música Ao Vivo na Avenida Principal. Também há o Carnaval. Em 12 de outubro sempre há uma grandiosa Festa para as Crianças realizada pela Prefeitura Municipal e com o apoio dos comércios locais, onde são realizados festa nas duas aldeias, 3 Assentamentos e nas 2 Colônias Botelha Y e Botelha Gaçu. * Semana do Índio: a primeira ocorreu em abril de 2010, onde houve festa na Aldeia Jaguapiré, com concurso das Índigenas mais bonitas, premiações gincanas e muito mais. * Aniversário da cidade: comemorado na segunda semana de Maio, que é aberta a toda população,assim como o Rodeio \"A Festa do Peão\", que ainda podem se divertir na Festa. * Feira do Peixe: realizada todo o ano na Semana Santa, com vendas de Peixe. * Arraiá da Paróquia: realizado em junho/julho pela Paróquia São Sebastião. * Festa da Mandioca: realizada em Setembro, onde há várias comidas típicas feitas de mandioca onde a população coloca suas barracas e vendem alimentos e seus produtos. == Esporte == Extinto, o Esporte Clube Maracaná, que possuía uma arara em seu distintivo, foi o principal representante futebolístico da cidade, tendo inclusive disputado profissionalmente. Em 2006, o município realizou a Copa Tacuru de Futebol e Futsal, com um total de 10 equipes, sendo 8 clubes sul-mato-grossenses e duas equipes do Paraná como convidadas, sendo essas Umuarama e Iretama. As duas equipes sagraram se campeãs, Umuarama levou a melhor no futebol de campo, Iretama conquistou o título no futsal. ==Ligações externas== * Página da Prefeitura Categoria:Municípios de Mato Grosso do Sul Categoria:Fundações em Mato Grosso do Sul em 1980 Categoria:Deserto de notícias",
 "title": "Tacuru"
}