{
 "id": "32845",
 "text": "{{Info/Município do Brasil | nome = Terenos | foto = | leg_foto = | apelido = | brasão = | bandeira = Band Terenos.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de maio | fundação = | emancipação = | gentílico = terenense | CEP = 79190-000 | lema = | padroeiro = Santo Antônio de Pádua | prefeito= Henrique Wancura BudkePrefeito e vereadores de Terenos tomam posse Portal G1 - acessado em 2 de abril de 2021 | partido = PSDB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Brazil Mato Grosso do Sul Terenos location map.svg | latP = S | latG = 20 | latM = 26 | latS = 31 | lonP = O | lonG = 54 | lonM = 51 | lonS = 36 | estado = Mato Grosso do Sul | mesorregião = Centro Norte de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Campo Grande | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Corguinho, Rochedo, Campo Grande, Sidrolândia, Aquidauana e Dois Irmãos do Buriti. | dist_capital = federal: estadual: 27 | dist_capital_ref = | área = 2841.240 | área_pos = MS: 43º | área_ref = | área_urbana = | área_urbana_pos = MS: 52º | área_urbana_ref = est. Embrapa | distritos = Terenos (sede), Colônia Cascavel, Colônia Nova, Pedro Celestino | população = 17567 | população_pos = MS: 34º | data_pop = est. IBGE 2011 | densidade = | altitude = 437 | altitude_ref = | clima = tropical | sigla_clima = Aw | idh = 0.731 | idh_pos = MS: 44º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 26º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 41º | data_pib = IBGE/2008 | pib_per_capita = 10450.47 | data_pib_per_capita = IBGE/2008 }} Terenos é um município brasileiro da região Centro-Oeste, situado no estado de Mato Grosso do Sul. É o município mais próximo da capital Campo Grande distando menos de 30 quilômetros ==História== A ocupação da área que hoje constitui a cidade de Terenos, até então habitada pela tribo indígena do mesmo nome, deu-se com a implantação da Estrada de Ferro Noroeste do Brasil, que em 6 de setembro de 1914, inaugurou a estação ferroviária e telegráfica, do mesmo nome, não se prevendo entretanto que ali seria a sede de um próspero município. A partir de 15 de julho de 1920, a colonização ficou a cargo da Sociedade Territorial Sul Brasileira – H. Hacker & Cia., empresa alemã que tinha por finalidade introduzir e localizar imigrantes na região. Infelizmente esta colonizadora conseguiu localizar apenas uma família austríaca, chefiada por Gustavo Pelz, procedente do Estado do Paraná. Em 8 de maio de 1924, foi instalada pelo Governo do Estado, em convênio com a municipalidade de Campo Grande a Colônia Agrícola de Terenos (atualmente Colônia Velha). Esta Colônia tinha a finalidade de assentar em seus respectivos lotes, as famílias dos agricultores, as quais recebiam uma casa de madeira coberta de telhas, ferramentas agrícolas e auxílio de manutenção por dois anos. Dada a excelente qualidade de suas terras e o real interesse dos seus dirigentes, a Colônia em dois anos havia alcançado pleno êxito, com uma população de 454 pessoas e uma área cultivada de 381 hectares. Convêm frizar que a grande maioria dos colonos era de origem européia. Posteriormente nova área, contígua à anterior, foi loteada pela Prefeitura de Campo grande, com a denominação de \"Colônia Nova\". Na região de Salobra, elementos de origem nipônica organizaram a \"Colônia de Salobra\", onde foram localizadas 18 famílias japonesas que se dedicaram a cultura de Cerais e café. Elevado à categoria de município com a denominação de Terenos, pela Lei Estadual nº 674, de 11 de dezembro de 1953, desmembrado de Campo Grande e instalado em 10 de janeiro de 1954. Em 1977 o município passa a fazer parte do atual estado de Mato Grosso do Sul. ===Topônimo=== Terenos é topônimo provindo da tribo indígena Terenos ou Terenas – o mesmo que Gaturamo-rei – ave de família dos Tanagrídeos, também chamado \"Bonito\". ==Geografia== ===Localização=== O município de Terenos está situado no sul da região Centro-Oeste do Brasil, no Centro Norte de Mato Grosso do Sul (Microrregião de Campo Grande). Localiza-se na latitude de 20°26'32\" sul e longitude de 54°51'37\" oeste. ===Principais distâncias=== * da capital estadual (Campo Grande) * da capital federal (Brasília). === Solo === A região Leste do município é ocupada dominantemente por Latossolo de textura argilosa e baixa fertilidade natural, já nas regiões Oeste e Norte, ocorrem solos mais arenoso, representados por Latossolo Vermelho-Escuro de textura média e Neossolos, ambas com baixa fertilidade natural. No município ainda são encontrados Gleissolos. === Relevo e altitude === Está a uma altitude de . Áreas suavemente onduladas caracterizam a topografia do município, é entremeada a sudoeste, por áreas planas resultantes de acumulação fluvial. A leste, encontra-se uma frente de cuesta que torna o terreno acidentado. O município de Terenos divide-se em duas Regiões Geoambientais: *Região dos Planaltos Arenítico-Basálticos Interiores, com a unidade Planalto de Dourados *Região dos Planaltos da Borda Ocidental da Bacia do Paraná com as unidades: Terceiro Patamar da Borda Ocidental, Segundo Patamar da Borda Ocidental e Depressão Interpatamares. Apresenta relevo plano geralmente elaborado por várias fases de retomada erosiva, relevos elaborados pela ação fluvial e áreas planas resultante de acumulação fluvial sujeita a inundações periódicas. === Clima, temperatura e pluviosidade === Está sob influência do clima tropical (AW). O clima predominante é o úmido a sub-úmido, os meses mais secos são junho, julho e agosto e os mais chuvosos, novembro, dezembro e janeiro. A precipitação pluviométrica varia de 1.500 a 1.750mm anuais e são regulares, com período seco, inferiores a quatro meses, correspondendo a deficiência hídrica de 350 a 500mm. O excedente hídrico anual é de 800 a 1.200mm durante cinco a seis meses. Seu clima se apresenta comum à região de Campo-Grande, sendo a Leste e Sul do município as temperaturas médias do mês mais frio são menores que 20 °C e maiores que 18 °C. === Hidrografia === Está sob influência da Bacia do Rio da Prata, Bacia do Paraguai, sub-Bacia do Rio Miranda e Aquidauana.. Rios do município: *Rio Aquidauana: principal acidente geográfico do município, é afluente pela margem direita do rio Miranda, com 620 km de extensão. Navegável da foz até a cidade de Aquidauana. Nasce na serra de Maracaju, acima e ao oeste de São Gabriel do Oeste e percorre o vale entre as serras da Boa Sentença e Maracaju. Divisa entre os municípios de Terenos e Aquidauana e Terenos e Corguinho. *Rio Cachoeirão: rio formado pela confluência dos córregos Canastrão e Buriti, sendo afluente pela margem esquerda do rio Aquidauana, e limite entre os municípios de Terenos, ao leste, e Dois Irmãos do Buriti, ao oeste. *Rio Varadouro: afluente pela margem direita do rio Cachoeirão, no município de Terenos. O município é cortado por córregos e ribeirões, contendo três importantes nascentes: os córregos Salobra e o Piraputanga. Apresenta também, o Córrego Ceroula, que faz divisa com os municípios de Rochedo e Campo Grande e o Córrego Canastrão, que faz divisa com o município de Sidrolândia. Constata-se ainda a presença de outros córregos de menor porte como: Cabeceira Limpa, Cabeceira Poção, Ribeirão Cachoeirinha e os córregos Barreiro, Barreirinho, Belchior, Cacimba, Cabeceira Comprida, Corredeira, Estiva, Fundo, Indaiá, Lajeadinho, Piraputanga, Porteira, Seco, Sucuri, Varjão e Vertente Comprida. === Vegetação === Se localiza na região de influência do Cerrado. Predominando e bem distribuídos encontram-se pastagem plantada e Cerrado. No restante da área a cobertura se distribui em reflorestamento e várzea. Pode-se observar que a vegetação nativa foi eliminada no processo de abertura das fazendas. === Área === Ocupa uma superfície de de . === Subdivisões === Terenos (sede), Colônia Cascavel, Colônia Nova e Pedro Celestino === Arredores === Corguinho, Rochedo, Campo Grande, Sidrolândia, Aquidauana e Dois Irmãos do Buriti. == Demografia== Sua populaçào em 2011 é de 17.567, segundo o IBGE. == Fuso horário == Está a -1 hora com relação a Brasília e -4 com relação ao Meridiano de Greenwich (Tempo Universal Coordenado). == Economia == ===Turismo=== Principais Pontos Turísticos: ;Balneários *Balneário Cachoeirão *Balneário Cantinho de Céu *Balneário Chácara Cachoeira *Balneário Raio de Sol *Balneário Santa Rita *Reserva Canindé === Eventos === Calendário de Janeiro a Dezembro: ;Maio *08 - Aniversário da cidade - Festividade promovida pela Prefeitura. Nesta mesma data acontece a Feira do Artesanato, promovida pelo Rotary Clube. ;Junho/julho *Festa de Santo Antônio de Pádua (13 de Junho) - Padroeiro da Cidade: é promovida pela comunidade e pelos grupos da igreja. *Festa dos Mottas - é promovida pela família Motta, desde 1928. A festa tem início às 18h com uma procissão e missa, e depois um grande baile no salão de festas da Fazenda São Pedro. No local são vendidos vários tipos de comida, além dos leiloes de animais. Toda a renda é revertida para a realização da festa do ano seguinte. * Festa do Ovo - A Festa do Ovo de Terenos foi criada em 2008, no auge das comemorações dos 100 anos da imigração japonesa no Brasil. Nesse ano, também eram lembrados os 49 anos da chegada dos japoneses à Colônia Jamic, na Comunidade Várzea Alegre, localizada em Terenos. Ligado ao fato da comunidade representar a maior produção de ovos do Mato Grosso do Sul, tornou-se natural uma festa que unisse todas esses fatos, o que foi logo idealizado pela Prefeitura Municipal. A ideia era prestar uma homenagem à comunidade japonesa local, que se dedica à produção de ovos e que levou o município à condição de maior produtor de ovos de Mato Grosso do Sul. ;Agosto *18 - Festa do Padroeiro da Capela São Roque - é promovida pelas Colônias Nova e Velha de Terenos. Sua programação começa com uma novena às 8h. Às 10h inicia-se a Santa Missa, sendo servido logo após um churrasco. == Infraestrutura == O acesso à cidade de Terenos é feito pela BR-262 que a liga a Corumbá e Campo Grande, capital do Estado, a menos de 30 km de distância. ==Ligações externas== *Página da Prefeitura Categoria:Municípios de Mato Grosso do Sul Categoria:Fundações em Mato Grosso em 1924",
 "title": "Terenos"
}