{
 "id": "32852",
 "text": "{{Info/Município do Brasil | nome = Alto Garças | foto = Alto Garças - State of Mato Grosso, Brazil - panoramio.jpg | leg_foto = | apelido = | brasão = | bandeira = Bandeira_de_alto_garças_mt_2023.png | link_brasão = | link_bandeira = | link_hino = | CEP = 78770-000 | aniversário = 10 de dezembro | fundação = | gentílico = alto-garcense | lema = Ordem e Paz | prefeito = Claudinei Singolano | partido = Republicanos | fim_mandato = 2024 | mapa = MatoGrosso Municip AltoGarcas.svg | latP = S | latG = 16 | latM = 56 | latS = 38 | lonP = O | lonG = 53 | lonM = 31 | lonS = 40 | estado = Mato Grosso | mesorregião = Sudeste Mato-Grossense | data_mesorregião = IBGE/2008 | microrregião = Alto Araguaia | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Araguainha, Alto Araguaia, Itiquira, Pedra Preta, Torixoréu, Ponte Branca e Guiratinga. | dist_capital = 357 | área = 3858.153 | área_ref = | população = 13052 | população_pos = MT: 64º | data_pop = estimativa IBGE/2022 | altitude = 754 | clima = Tropical subsequente e úmido com 3 meses de seca de junho a agosto. Precipitação de 1.950mm, com intensidade máxima em dezembro, janeiro e fevereiro. Temperatura média anual de 22°C, sendo a máxima já registrada de 38º e a mínima de 0º. | sigla_clima = | idh = 0.795 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 44549.55 | data_pib_per_capita = IBGE/2018 | site = https://www.altogarcas.mt.gov.br/ }} Alto Garças é um município brasileiro do estado de Mato Grosso. Localiza-se a uma latitude 16º56'38\" sul e a uma longitude 53º31'41\" oeste, estando a uma altitude de 754 metros. Sua população estimada em 2022 era de 13.052 habitantes. Possui uma área de 3672,22 km². == Nome == O município recebeu este nome pelo fato do Rio Garças ter as suas nascentes dentro do território municipal, fato importante para o desenvolvimento da sua sociedade e economia. == História == O município possui origem recente, a exploração de suas terras e a sua consequente formação populacional está intrinsecamente ligada à atividade garimpeira, que começou a se desenvolver na região em 1919, com a chegada dos primeiros garimpeiros, desejosos de encontrar diamantes na região. Entretanto, o desenvolvimento do município, que passou pela denominação de São Vicente do Bonito, São Vicente e finalmente, Alto Garças, não se ateve à extração mineral, mas baseou-se também no florescimento da agropecuária, que proporcionou um grande impulso à região que a mantém até os dias atuais. Em 03 de Fevereiro de 1933, o município tornou-se distrito do município de Santa Rita do Araguaia. Durante este período, desenvolveu-se largamente, mas por pouco tempo, devido a um incidente latifundiário, que provocou o êxodo de sua população e consequentemente, a estagnação de seu desenvolvimento. Desta forma, apenas em 1953, Através da Lei nº 1660, no dia 10 de dezembro, que Alto Garças tornou-se um município. == Política == === Poder Executivo === O atual prefeito de Alto Garças é Claudinei Singolano, do partido republicanos. Já o o vice-prefeito é o Angelita Amorim. === Poder Legislativo === A Câmara Municipal de Alto Garças tem 9 vereadores. == Economia == A economia de Alto Garças se baseia como sementeiro do Estado de Mato Grosso. Dentre seus principais representantes destacam-se a Cerealista Adriana, Sementes Arco Íris, Sementes São Jerônimo, Sementes São Lourenço e Sementes Girassol. Além da produção de sementes e grãos, destaca-se também pela pecuária e extensa área florestal. Localiza-se a 43 quilômetros do terminal ferroviário da ALL e a 353 km de Cuiabá. A região possui muitos rios e cachoeiras, além das nascentes dos Rios Garças e Itiquira. ==Alto-garcenses ilustres== *Vanessa da Mata, cantora brasileira. == Últimos prefeitos eleitos == Ano Prefeito Partido Votos % Ref 2004 Junior Pitucha PFL 3.173 58,47 2008 Roland Trentini DEM 2.727 48,91 2012 Junior Pitucha PR 2.941 49,21 2016 Professor Claudinei DEM 3.295 55,25 2020 Professor Claudinei Republicanos 4.404 71,02 Categoria:Fundações em Mato Grosso em 1953",
 "title": "Alto Garças"
}