{
 "id": "32854",
 "text": "{{Info/Município do Brasil | nome = Alto Taquari | preposição = de | foto = Igreja Matriz de Alto Taquari.jpg | foto_legenda = Foto: Geovane Timoteo | apelido = | brasão = | bandeira = | link_hino = | aniversário = | fundação = | gentílico = taquariense | lema = Humanizar é preciso! | prefeito = Marilda Garofolo Sperandio | partido = UNIÃO | fim_mandato = 2024 | mapa = MatoGrosso Municip AltoTaquari.svg | latP = S | latG = 17 | latM = 49 | latS = 33 | lonP = O | lonG = 53 | lonM = 16 | lonS = 55 | estado = Mato Grosso | mesorregião = Sudeste Mato-Grossense | microrregião = Alto Araguaia | região_metropolitana = | vizinhos = Mineiros (GO), Costa Rica (MS) e Alto Araguaia | dist_capital = 480 | área = 1394.760 | área_ref = | população = 10246 | altitude = 851 | clima = tropical | sigla_clima = | idh = 0.705 | pib = mil | pib_per_capita = 84436.00 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = estimativa IBGE/2017 | data_idh = PNUD/2000 | data_pib = IBGE/2018 | data_pib_per_capita = IBGE/2018 }} Alto Taquari é um município brasileiro do estado de Mato Grosso, localizado na latitude sul 17°49'34\", longitude oeste 53°16'56\", altitude de 851 metros acima do nível do mar. Em 2017, sua população estimada era de habitantes. == História == A localidade recebeu, inicialmente, o nome de \"Cabeceira\", em seguida, \"Taquari\" em homenagem à nascente próxima à sede municipal, do Rio Taquari. Termo Tupi para uma espécie de bambu, que era usada pelos povos indígenas que habiatavam a área na fabricação de cachimbos e flechas. A localidade foi povoada por migrantes de vários estados: Rio Grande do Sul, Paraná, Goiás, São Paulo e Minas Gerais. Alto Taquari foi formado em 7 de maio de 1938 como Distrito policial. Foi elevado a município em 13 de maio de 1986 (Lei n° 4.993). == Geografia == Alto Taquari faz divisa com dois Estados: Goiás e Mato Grosso do Sul. Está localizado entre as bacias fluviais do Prata e do Tocantins. O que faz com que seu relevo seja suavemente ondulado, estando no chamado Planalto Taquari-Itiquira. E a formação geológica predominante é de coberturas não dobradas do Fanerozoico, sub-bacia ocidental da Bacia do Paraná. ; Área plantada * soja: 70.000 hectaresEstimativa safra verão 2004/05. * algodão: 13.000 hectares * milho: 4.000 hectares * arroz: 1.000 hectares * Total de área plantada: 88.000 hectares ; A área restante do município é ocupada pela pecuáriaFonte: INDEA == Avanços == Com o objetivo de diminuir o custo do produtor rural, foram reformados no município de Alto Taquari vários mata-burros, estradas vicinais e pontes. Além disso, foi implantado também no município o sistema de consórcio, no qual, produtores, Governo do estado e Prefeitura se uniram para o asfaltamento de estradas que ligam as propriedades rurais. Outra técnica implantada pelo município que, além de diminuir custos, visa preservar o meio ambiente é a adequação de estradas rurais, com práticas que buscam a recuperação, adequação, manutenção e conservação das estradas rurais de leitos naturais pavimentados ou não, levando em consideração sua integração com as áreas agrícolas com o objetivo de se evitar a erosão do solo, a degradação do meio ambiente, a garantia de tráfego normal de veículos e o escoamento da produção agrícola. == Comunicação == Alto Taquari dispõe de vários veículos de comunicação em MASSA, são eles: * RTV Repetidora TV Centro América canal 09 (Rede Globo) *Rádio Livre Taquari FM *Rádio 107.7 Gazeta FM *TV Local: TV Taquari (RECORD TV) * TV Local: TV IMAGEM (TV CIDADE VERDE) == Turismo == O lago do Complexo do Parque Taquari, em área urbana, tem 33 hectares de espelho d’água e profundidade máxima de 8 metros; permitindo exploração turística com atividades em pequenas embarcações como lanchas, jet-skis e caiaques. O lago conta com duas praias artificiais, com área específica para banho (onde o trânsito de embarcações foi proibido) e onde um salva-vidas está de plantão. A infraestrutura do parque conta ainda com recinto do parque de exposições, o Clube do Laço, a pista de motocross e clube de remo. A prefeitura pretende colocar alevinos de peixes típicos do Rio Taquari para que se possa usar o lago também para pesca esportiva. Outros pontos turísticos de Alto Taquari são os rios Araguaia e o Rio Taquari. Este último tem corredeiras e cachoeiras, que ainda não são exploradas para ecoturismo, com atividades como arborismo, rafting e rapel. Ainda não há estradas de acesso e estrutura de hotelaria para turistas.http://www.prefeituradealtotaquari.com.br Assessoria de Comunicações Prefeitura de Alto Taquari == Últimos prefeitos eleitos == Ano Prefeito Partido Votos % Ref 2004 Lairto PFL 2.281 64,02 2008 Maurício de Sá PFL 2.116 54,17 2012 Maurício DEM 2.644 51,69 2016 Vanderley Santeiro PSDB 1.690 49,46 2020 Marilda Sperandio DEM 2.686 50,83 ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios de Mato Grosso Categoria:Fundações em Mato Grosso em 1986",
 "title": "Alto Taquari"
}