{
 "id": "32864",
 "text": "{{Info/Município do Brasil | nome = Bom Jesus do Araguaia | foto = Monumento Bem Vindo (Bom Jesus do Araguaia) 03.jpg | leg_foto = Entrada de Bom Jesus do Araguaia (BR-158) | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = bom jesusense do araguaia | lema = | prefeito = Marcilei Alves de Oliveira | partido = PSB | fim_mandato = 2024 | mapa = MatoGrosso Municip BomJesusdoAraguaia.svg | latP = S | latG = 12 | latM = 10 | latS = 40 | lonP = O | lonG = 51 | lonM = 30 | lonS = 21 | estado = Mato Grosso | mesorregião = Nordeste Mato-Grossense | data_mesorregião = IBGE/2008 | microrregião = Norte Araguaia | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Novo Santo Antônio, Serra Nova Dourada, Alto Boa Vista, Querência e Ribeirão Cascalheira. | dist_capital = 987 | área = 4266.636 | área_ref = | população = 7.280 | data_pop = Censo IBGE/2022 | altitude = 0 | clima = | sigla_clima = | idh = | data_idh = | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 112613.63 | data_pib_per_capita = IBGE/2021 }} Bom Jesus do Araguaia é um município brasileiro do estado de Mato Grosso. Sua população estimada em 2022 era de 7 280 habitantes. Possui um distrito chamado Planalto do Araguaia. == Nome == O nome do município é uma homenagem ao santo padroeiro e à região onde está inserido o município - Araguaia. == História == O município de Bom Jesus do Araguaia foi criado através da lei nº 7.174, de 29 de setembro de 1999, de autoria do deputado Humberto Bosaipo a partir de território desmembrado dos municípios de Ribeirão Cascalheira e Alto Boa Vista. Quando a cidade era distrito, o deputado Bosaipo enviou o projeto de lei nº 155/95 à Assembleia Legislativa onde, argumentava em favor da urgência da criação da nova unidade municipal, pois, segundo ele, ″... o movimento pela sua emancipação política cresce dia a dia com adesão de todas as forças políticas e sociais daquela comunidade\". Em 29 de agosto de 1999, Um documento assinado por centenas de pessoas, proposto pelos líderes e endossado pelo povo apressou a decisão dos parlamentares mato-grossenses em criar esta nova unidade municipal. No dia 2 de setembro de 1999, o desembargador Orlando de Almeida Perri, então presidente do TRE/MT, enviou o ofício de nº 218/99 ao presidente da Assembleia, deputado José Riva, onde comunicava que aquele Tribunal havia confirmava o resultado do plebiscito para a criação do município de São Bom Jesus do Araguaia. Nas eleições municipais de 03 de outubro de 2000, a primeira do município, foi eleito Marco Aurélio Fullin como o primeiro prefeito da localidade. == Economia == A economia do município está baseada na agricultura de subsistência e na pecuária do gado de corte e leiteiro. == Divisões == Além da sede, o município de Bom Jesus do Araguaia possui os distritos de Planalto do Araguaia e Vila Campinas do Araguaia, todos a beira da rodovia BR-158. Ambos até o ano de 2024 não possuíam pavimentação em suas ruas. Em 2024 foi firmado parceria entre o Governo do Estado com a prefeitura para pavimentação asfáltica das ruas da Vila Campinas do Araguaia que ultrapassam o valor de 7 milhões. Planalto do Araguaia foi criado oficialmente pela lei Nº230-2010 no dia 08/06/2010. == Últimos prefeitos eleitos == Ano Prefeito Partido Votos % Ref 2004 Hercules Martins PPS 943 47,2 2008 Luiz Gaúcho DEM 1.448 96,73 2012 Joel da JM PSDB 1.203 38,64 2016 Joel da JM PSDB 1.967 52,83 2020 Mansão PSB 1.507 45,21 == Ligações externas == Categoria:Municípios de Mato Grosso Categoria:Fundações em Mato Grosso em 1999",
 "title": "Bom Jesus do Araguaia"
}