{
 "id": "32877",
 "text": "{{Info/Município do Brasil | nome = Colniza | foto = Burn scar at Colniza, Mato Grosso State.jpg | leg_foto = | apelido = | brasão = Brasão do município de Colniza MT.png | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 26 de Novembro | fundação = | gentílico = colnizense | lema = | prefeito = Milton de Souza Amorim | partido = PSC | fim_mandato = 2024 | mapa = MatoGrosso Municip Colniza.svg | latP = S | latG = 09 | latM = 24 | latS = 39 | lonP = O | lonG = 59 | lonM = 01 | lonS = 22 | estado = Mato Grosso | mesorregião = Norte Mato-grossense | data_mesorregião = IBGE/2008 | microrregião = Aripuanã | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cotriguaçu, Aripuanã, Rondolândia, Apuí e Novo Aripuanã (AM) e Machadinho d'Oeste (RO). | dist_capital = 1065 | distritos = Colniza (sede) e Guariba | área = 27947.646 | área_ref = | população = 39861 | data_pop = estimativa IBGE/2020 | altitude = 172 | clima = tropical | sigla_clima = | idh = 0.611 | data_idh = 2010 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 14625.68 | data_pib_per_capita = IBGE/2018 }} Colniza é um município brasileiro do estado de Mato Grosso, com população estimada de habitantes (em 2020). Sua elevação à categoria de município ocorreu em 1998, quando foi desmembrado de Aripuanã. Está localizada na latitude sul 09º24’39,5” e longitude oeste 59º01’22,0”, altitude de 450,00 metros acima do nível do mar, com área total de 27.947,646 km². Em 2004, o município registrou 165,3 mortes por 100 mil habitantes, sendo por isso a cidade mais violenta do Brasil. ==Toponímia== Colniza fez parte do plano federal de colonização da Amazônia, implementado na década de 1980. Teve como objetivo realizar uma espécie de reforma agráfia, assentando famílias sem-terras da região Sul do Brasil em terras produtivas da região Centro-Oeste. Para isso, a “Colniza Colonização Com. e Ind. Ltda” foi contratada para colonizar áreas destinadas a Projetos de Assentamentos. O nome da cidade veio do nome da empresa. ==História== Os primeiros habitantes da região de Colniza eram seringueiros e ribeirinhos (conhecidos como “beiradeiros”), que viviam às margens do rio Roosevelt. Em 1986, a Colniza Colonização começou a implementar o projeto urbanístico: foram abertas as primeiras estradas e ruas em meio à Floresta Amazônica. As equipes se instalaram na área hoje chamada “Colniza Velha”, onde construíram as primeiras casas para os funcionários da empresa e suas famílias. A infraestrutura inicial do que foi chamado \"Projeto de Assentamento Perseverança Pacutinga\" era composta por: sede da colonizadora, uma escola (Bernardino Gomes da Luz) e um posto de saúde. Um segundo momento marcante é o período da \"corrida do ouro\", sendo exploradas as seguintes minas: Garimpo do Moriru, Garimpo do Natalzinho e Garimpo do Santo Onofre ou Natal. Essa era uma das atividades econômicas mais importantes da cidade. Na década de 1990, os garimpos inviabilizados e Colniza virou uma cidade-fantasma: restaram apenas 23 famílias que trabalhavam na fazenda de café Kojima. Assim, a economia municipal passou a depender da agricultura e da extração da madeira. Assim que a infraestrutura do Projeto de Assentamento Perseverança Pacutinga ficou pronta, o empreendimento foi divulgado para todo o Brasil com a promessa de terras baratas. O governo federal prometeu terras e ajuda de custo aos sem-terras do Rio Grande do Sul que se mudassem para o município. Em 1991, as famílias que aceitaram a proposta foram levadas de avião do exército para o P. A. Perseverança Pacutinga. As adversidades encontradas foram a malária, as picadas de mosquitos, a falta de estradas e de comunicação, e o longo período de chuvas que os ilhava. A maior parte das famílias voltou para suas cidades de origem. E o município voltou a ficar deserto. A partir de 1994, uma nova leva de imigrantes veio de Rondônia e se apropriou das terras devolutas, forçando o governo federal a organizar os assentamentos rurais. Nesse período, Colniza era distrito de Aripuanã. Foi elevado a município em 26 de novembro de 1998. ==Demografia== O município de Colniza foi projetado na década de 1980 para atender as necessidades do país, em fazer assentamentos fundiários e povoar a Amazônia, como medida de protegê-la de invasores. No ano de 1990 e 1991 Colniza passou pelo primeiro estágio de reforma agrária, onde o Governo Federal assentou várias famílias vindas de diversos lugares do Rio Grande do Sul. Essas famílias por sua vez, não conseguiram se adaptar às adversidades encontradas sendo elas, doenças como malária, feridas no corpo causadas pelas picadas de mosquitos, falta de estradas um longo período de chuvas, deixando-os ilhados, falta de comunicação e outros. Diante das dificuldades, grande parte das famílias, retornaram para suas cidades de origem, deixando o município quase que fantasma, ficando apenas algumas famílias, mas a partir de 1994 um novo fluxo de imigração ocorreu, mas desta vez vindo do estado de Rondônia, pessoas que vinham atrás do sonho de ter sua própria terra, e esses enfim se fixaram, devido isso, a maioria da população Colniziense é oriunda do Estado de Rondônia. Após a emancipação do município em 1998, este passou por um crescimento acelerado e, porém desordenado, passando de uma população de aproximadamente 3.000 habitantes para 13.000 até o ano de 2004; No entanto, no último CENSO IBGE, realizado no ano de 2007, Colniza apresentou uma população de 27.882 habitantes e 16.761 eleitores, mostrando-se um dos municípios brasileiros com a maior taxa de crescimento populacional. ==Símbolos== Colniza possui três símbolos oficiais: brasão, bandeira e hino. ===Brasão de Armas=== O Brasão foi oficializado pela Lei n.º 040 de 3 de Setembro de 2001, que conforme o Art. 05 da Lei simboliza o seguinte. O Brasão de Armas do Município de Colniza, assim se descreve: Dois ramos de café à esquerda e a direita que simbolizam as plantações deste produto e de sua industrialização. Os ramos são idênticos, pois tem o significado da sua abundância e qualidade. Destaque especial para as folhas em cor azul nas pontas dos ramos, o que significa orvalho da manhã em seus frutos e em toda a terra. O livro aberto significa a Fé que une o povo de Colniza. Significa também, que Colniza já tem história para contar. Nas páginas do livro aberto estão gravadas o dia, mês e ano da criação do Município. A espada, atrás do símbolo, significa justiça que impera nesta região e, na ponta da espada, há um par de asas douradas; Significa: a paz anda junto com a justiça. A corda dourada que circula atrás do livro, simboliza as riquezas minerais da região que estão localizadas ao redor de todo município. Espigas de milho e arroz simbolizam a agricultura que prospera abundante na região. Um hexágono, no alto do livro simboliza os diamantes que são símbolos da pureza da terra e do povo de Colniza. Dentro do hexágono, estão representando a pecuária e as matas, pelas figuras de uma vaca e árvores no pasto. Na base de tudo, vemos uma faixa onde está gravado o nome do município. A faixa azul simboliza os rios e lagos, ricos em peixes e vida; as letras brancas simbolizam os algodoais e as nuvens do céu de Colniza. ===Bandeira=== A Bandeira foi criada a partir de um concurso municipal realizado nas escolas municipais e estaduais, instituído pelo poder Executivo e Legislativo municipal que culminou com o vencedor, professor Márcio Aparecido Lopes Pereira e oficializada pela Lei nº 162-3 de 3 de Novembro de 2004 com os seguintes significados: *Retangular, com uma reta na diagonal. Constitui um losango na área do retângulo. No centro possui um círculo, onde está dividido por uma reta horizontal. *O retângulo está dividido em duas cores: verde e azul. *O losango tem a cor branca. *O círculo tem as cores: verde e amarelo. *O sol nascendo simboliza o município em sua fase de expansão e estruturação; *Os ramos de café representam o fator econômico agrícola da região; *Os cachos de arroz simbolizam a produção agrícola que contribui para o abastecimento da nossa população Colniziense, da região e até mesmo do Brasil. *As linhas na horizontal dentro do círculo simbolizam a expansão da pecuária no nosso município. *O verde representa: a esperança, a perseverança da população existente e dos que chegam diariamente em busca de melhores dias para suas famílias, simbolizando nossa rica e exuberante flora, representando ainda o fator econômico da extração vegetal de nossa região. *O amarelo representa as riquezas aqui existentes, como: produção agrícola, madeiras, minérios, pecuária, nossas conquistas. *O azul representa o nosso céu, nossas águas, nosso lar. *O branco simboliza a fé, o carisma, a humildade, a vida e a paz tão desejada por todos. *A cor laranja simboliza a força de nossa gente, a união, a hospitalidade da população Colniziense. *O vermelho representa nossos esforços, lutas, conquistas e até mesmo a perda daqueles que batalharam em busca de um ideal. *As bordas das figuras na cor preta representam as divisas do nosso município com os municípios vizinhos. ==Geografia== Colniza faz limites com Rondônia e Amazonas. Os limites são: * Ao Norte: Apuí e Humaitá / Amazonas * A Oeste, Machadinho d'Oeste / Rondônia * A Sudoeste, Rondolândia / Mato Grosso * A Sul, Aripuanã / Mato Grosso * A Leste, Cotriguaçu / Mato Grosso O acesso a Colniza se dá pelas Rodovias MT-418 e MT-206. O município faz parte do chamado “Cinturão verde da Amazônia”. A topografia é, no geral, levemente ondulada, com matas densas e altas de Floresta Amazônica e áreas de árvores de pequeno porte de Cerrado, que podem se apresentar como savana arbórea densa (o chamado cerradão), que é encontrado ao longo da Rodovia 206 e às margens do Rio Roosevelt. ===Distritos=== Distritos fronteirizos:Mutirão da identificação realizado no distrito de Guariba, Roosevelt, Vila de Taquaruçu e 3 – Fronteiras foi de grande importãncia. 17 de março de 2021. * Guariba * Roosevelt * Vila Taquaruçú do Norte * Três Fronteiras (ou Vila Guatá) ==Clima== O clima é tropical quente-úmido, com período de seca coincidente com o inverno. Período chuvoso, compreendendo de outubro a maio, onde a precipitação anual varia em torno de 1.500 a 2.600 mm. A umidade do ar é bastante elevada e têm limites de 88%. A temperatura mínima é de 24 °C e máxima de 35 °C. ==Hidrografia== Colniza faz parte da bacia hidrográfica do Rio Amazonas, e os principais rios que cortam o município são Rio Água Branca; Rio Aripuanã; Rio Canamã; Rio Guariba; Rio Madeirinha; Rio Roosevelt e Rio Salvação. ==Fauna== Dentre os mamíferos da região estão antas (Tapirus terrestris), cotias (Dasyprocta sp.), jaguatiricas (Leopardus pardalis), macacos (Cebus sp.), onças (Panthera onca), pacas (Agouti paca), porcos-do-mato (Tayassu tajacu), preás (Cavia aperea), tamanduás (Myrmecophaga sp., Tamandua sp.), tatus (Dasypus sp., Euphractus sp.), e veados (Mazama sp., Ozotoceros sp.). Dentre as aves estão araras (Ara spp.), beija-flores (Phaethornis sp., Heliomaster sp.), gaviões (Elanoides forficatus, Gampsonyx sp., Buteogallus sp.), jacus (Penelope spp.), mutuns (Mitu sp.), papagaios (Amazona sp.), periquitos e tuins (Myiopsitta sp., Forpus sp.), rolas (Streptopelia spp.), saíras (Tangara spp.), tiês (Ramphocelus spp.) e urubus (Cathartes spp.). Dentre os peixes estão bagres (Genidens sp., Bagropsis sp., e Bagre sp.), cascudos (Hypostomus sp.), lambaris (Astyanax spp.), pacus (Colossoma sp.), piranha (Pygocentrus sp.), e pirararas (Phractocephalus hemioliopterus). ==Economia== A economia de Colniza, está baseada no comércio, indústria, minério, agricultura e áreas de preservação permanentes, sendo algumas dessas áreas destinadas ao extrativismo e ao turismo. ===Indústria=== Na indústria, podemos destacar as madeireiras; O município é dotado de grandes áreas de Manejo Florestal, dando suporte para a indústrias permanecerem desenvolvendo suas atividades de uma maneira sustentável e duradoura; Quase toda a produção é destinada a exportação, o município conta também com as indústria moveleira, laticínios e produção experimental de Biodiesel. ===Comércio=== O comércio a representatividade é varejista, constituída por casas de gêneros alimentícios, vestuário, eletrodomésticos, agropecuário, de objetos e artigos diversos. ===Mineração=== A mineração também é um atividade da economia do Município, sendo mineração de cassiterita, mineração São Francisco, de jazidas de ouro, o garimpo Muriru, explorações estas, devidamente reconhecidas e registradas. ===Agricultura=== Na agricultura, a base econômica é a agricultura familiar, o município conta com sete Projetos de assentamentos de Reforma Agrária regularizados ou em fase de regularização pelos órgãos competentes tais como: “P.A. Natal,” “P.A. Escol Sul,” “P.A. Perseverança Pacutinga,” “P.A. Colniza I,” “P.A. Colniza II,” de responsabilidade do INCRA, e os assentamentos “P.A. Filinto Muller” e “P.A.1° de Maio”, de responsabilidade do INTERMAT. A cultura de produção é de lavoura temporária e permanente, tais como; milho, feijão, arroz, mandioca, abacaxi, hortifrutigranjeiro, café, cacau, banana, pupunha e outros. Colniza está se tornando o maior produtor de café do Estado com 19.881.600 pés de café e uma média de 100.000 sacas limpas são colhidos anualmente, e esta produção tem um crescimento notável a cada ano. ===Pecuária=== A pecuária do município é mais direcionada ao gado de corte, mas com tendências de crescimento na criação de gado leiteiro. Colniza possui um rebanho extenso de bovinos, com base nas pesquisas realizadas pelo INDEA no ano de 2007. Com um peso menor na economia destaca-se também a criação de ovinos, caprinos e eqüinos. ===Áreas de Preservação Permanente=== As áreas de reservas e preservação permanentes do município, além da comercialização dos produtos retirados das reservas extrativistas para sustento de povos típicos (ribeirinhos), agregam a economia do município o ICMS ecológico que contribui para o desenvolvimento socioeconômico do mesmo. O Município tem seis reservas de preservação permanente, totalizando 538.935,11 hectares, (19,28 %) do território do município, sendo elas; * Reserva Extrativista Guariba-Roosevelt, reserva extrativista de preservação permanente, destinado aos ribeirinhos que vivem às margens do Rio Guariba e Roosevelt, para a continuidade da cultura da população ribeirinha. Nela são extraídos, castanhas do Pará, látex das seringueiras, óleo copaíba e várias espécies de plantas medicinais que são comercializadas em todo país e exterior. Criada através da Lei 7.164/99 contendo 57.630,0 hectares. * Estação Ecológica – Rio Roosevelt, área de preservação permanente, criada a partir da Lei nº 7.162/99, com uma área de 53.000,65 hectares, destinada a pesquisas científicas e preservação das espécies. * Estação Ecológica – Rio Madeirinha, área de preservação permanente, criada a partir da Lei nº 7.163/99, com uma área de 13.682,96 hectares, destinada a pesquisas científicas e preservação das espécies. * Parque Estadual Tucumã, área de preservação permanente, criada a partir do Decreto nº 5.439/02, com uma área de 66.475,0 hectares, destinada a pesquisas científicas e preservação das espécies. * Parque Estadual Igarapés do Juruena, área de preservação permanente, criada a partida do Decreto nº 5.439/02, com uma área de 103.375,5 hectares, destinada a pesquisas científicas, preservação das espécies, educação ambiental e futuramente, atividades turísticas (ver também Parque Nacional do Juruena). ==Terras Indígenas== * Terra Indígena Kawahiva do Rio Pardo * Terra Indígena Piripkura == Religião == Religião % Catolicismo 45,4 Protestantismo 34,5 Outras 2,5 Sem religião 17,6 ==Turismo== O turismo de Colniza está mais ligado ao eco-turismo, por estar localizada na região amazônica. === Festival de Pesca === O Festival de Pesca Esportiva de Colniza é conhecido por FESPECOL, e este está inserido no Calendário Estadual do Campeonato de Pesca. == Últimos prefeitos eleitos == Ano Prefeito Partido Votos % Ref 2004 Serjão / Sergio PMDB 4.848 52,97 2008 Nelci Capitani DEM 6.817 56,97 2012 Assis Raupp PMDB 5.062 49,54 2016 Vando Colnizatur PSB 5.070 51,14 2020 Miltinho PSC 3.386 29,23 === Fontes === * * * * ==Ligações externas== *Prefeitura Municipal Categoria:Colniza Categoria:Fundações em Mato Grosso em 1998",
 "title": "Colniza"
}