{
 "id": "32881",
 "text": "{{Info/Município do Brasil | nome = Curvelândia | foto = | leg_foto = | apelido = Curva | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 28 de janeiro | fundação = | gentílico = Curvelandense | lema = | prefeito = Jadilson Alves de Souza | partido = Republicanos | fim_mandato = 2024 | mapa = MatoGrosso Municip Curvelandia.svg | latP = S | latG = 15 | latM = 36 | latS = 00 | lonP = O | lonG = 57 | lonM = 55 | lonS = 19 | estado = Mato Grosso | mesorregião = Centro-Sul Mato-Grossense | data_mesorregião = IBGE/2008 | microrregião = Alto Pantanal | data_microrregião = IBGE/2008 | região_metropolitana = Cáceres | vizinhos = Cáceres, Mirassol do Oeste e Lambari d'Oeste | dist_capital = 296 | área = 359.762 | área_ref = | população = 5241 | data_pop = Estatísticas IBGE/2020 | altitude = 120 | clima = Tropical subúmido | sigla_clima = Aw | idh = | data_idh = | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 20224.30 | data_pib_per_capita = IBGE/2018 }} Curvelândia é um município brasileiro do estado de Mato Grosso. Sua população em 2020 é de 5.241 habitantes. ==História== A ocupação da área do município de Curvelândia se iniciou a mais de dois séculos, quando se iniciou a formação de Cáceres no qual pertencia até 1998. Foi a partir do século XVIII, quando os primeiros desbravadores sertanistas passaram por estas planícies ainda não habitadas por homens não-índios, mas se presume que alguns caboclos desceram pelo Rio Paraguai vindo dos garimpos diamantíferos de Alto Paraguai, Diamantino, Arenápolis e Barra do Bugres e quando encontraram a Foz do Rio Cabaçal, subiram-no na esperança de encontrarem metais preciosos, porém não encontraram. Foram por certo os primeiros sertanistas a pisarem o solo fértil destas terras, coberta com a exuberante floresta amazônica, intercalada por cerradão e uma diversificada fauna. Ou ainda aventureiros oriundos de Corumbá que admirariam as águas do afluente Cabaçal, e espectavam os encantos da natureza e o esplendor dos animais que habitavam nesta região, navegando por semanas e alojavam a beira do rio Cabaçal por volta de 1900. Alguns anos depois os Cacerenses, perceberam a comercializável Poaia que colhidas pelos desbravadores acampados na conhecida hoje como Comunidade Cabaçal, negociavam a matéria prima com produtos alimentícios, roupas e calçados, e transportavam em enormes Batelões, pois não havia estradas, e assim demoravam até oito dias para voltar, dependendo da altura do rio e da força da natureza. A ocupação das terras iniciou-se efetivamente na década de 70, quando o Governo do Estado de Mato Grosso concedeu alguns títulos na faixa de fronteira Brasil/Bolívia em terras da União, para alguns fazendeiros imigrantes do Estado de São Paulo, no entanto essas terras foram abandonadas, e invadidas por outros imigrantes vindo de diversos estados, como Ceará, São Paulo, Pernambuco, Nordeste, Mato Grosso do Sul. O povoado foi formado com a vida da família Castrilon, que se instalou nas terras do Fazendeiro Ramiro Ali Murad, que enfrentaram muitas dificuldades em razão a falta de acesso de água e as cidades por falta de estradas. Vieram mais tarde, imigrantes de diversas regiões do Brasil, com incentivos dos que já moravam no povoado e que acreditavam no progresso da comunidade, que na época era Lagoa dos Patos, e após acidente de vários bois na curva da estrada, ficou conhecido como Curva do Boi, e denominado Curvelândia quando passou pelo processo de emancipação. O município de Curvelândia foi ocupado por pessoas desbravadoras da agricultura e da pecuária, com intenção de possuir grandes terrenos e ter o seu próprio negócio, até porque as terras tinham preços relativamente baixos, o que possibilitava o plantio de grandes extensões de algodão, arroz, milho (que na época não era atingida pelas grandes pragas existentes na agricultura hoje), e ainda a criação da pecuária, que se iniciou desde as primeiras ocupações e foi cada vez mais se expandindo a prática desta atividade, sendo hoje a base econômica do município. Além do interesse de desenvolver a agricultura e a pecuária, os imigrantes para Curvelândia também contaram com incentivos de alguns programas colonizadores do INCRA (Instituto Nacional de Colonização e Reforma Agrária). Com isso, aumentou a população, e começaram os interesses pela emancipação do município, na tentativa de ter mais apoio do governo estadual, pois o distrito estava abandonado pelo município de Cáceres, do qual foi desmembrado. Líderes e comunidades em geral resolveram pleitear a emancipação econômica e administrativa de Curvelândia, e ainda um projeto de autoria do Deputado Estadual Amador Tut (1994-1998 e 1998-2002) que tinha como objetivo principal objetivo a emancipação deste distrito, que apesar de possuir pequena extensão, possuía e possui uma imensa diversidade ecológica e grande potencial turístico. Foram dezenas e dezenas de viagens à Cuiabá, capital do Estado de Mato Grosso tentando sensibilizar as autoridades e políticos a autorizarem o plebiscito para consultar os habitantes da concordância ou não do Distrito se tornar Município. Autorizado a realizar o plebiscito verificou-se que a grande maioria da população desejava a emancipação, e assim foi emancipada. No dia 28 de janeiro de 1998 a LEI nº 6.981 cria o município de Curvelândia, desmembrado dos Municípios de Cáceres, Mirassol do Oeste e Lambari d'Oeste publicada no mesmo dia pelo Diário Oficial do Estado de Mato Grosso. A Assembleia Legislativa do Estado de Mato Grosso, tendo em vista que o artigo 42 da Constituição Estadual aprova e o governador do Estado Sanciona a LEI que cria o município de Curvelândia, com sede na localidade de mesmo nome. == População == * 2007 - 4.835 habitantes * 2010 - 4.866 habitantes * 2017 - 5.049 habitantes População segundo domicílios (dados 2010) * Urbana - 2.894 habitantes * Rural - 1.972 habitantes População por sexo (dados 2010) * Homens - 2.534 habitantes * Mulheres - 2.332 habitantes fonte: == Religião == Religião no Município de Curvelândia segundo o censo de 2010. Religião % Catolicismo 67,1 Protestantismo 20,9 Outras 3,2 Sem religião 8,8 == Últimos prefeitos eleitos == Ano Prefeito Partido Votos % Ref 2004 Elias Leal PP 2.145 68,57 2008 Cabo Lair DEM 1.695 51,41 2012 Eli da Farmacia PR 1.399 42,68 2016 Sidinei Custodio PSDB 1.867 59,14 2020 Jadilson Republicanos 1.826 53,80 ==Ligações externas== * Página da cidade Categoria:Municípios de Mato Grosso Categoria:Fundações em Mato Grosso em 1998",
 "title": "Curvelândia"
}