{
 "id": "32899",
 "text": "{{Info/Município do Brasil | nome = Juruena | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 4 de julho | fundação = | gentílico = juruenense | lema = | prefeito = Manoel Gontijo de Carvalho | partido = UNIÃO | fim_mandato = 2024 | mapa = MatoGrosso Municip Juruena.svg | latP = S | latG = 10 | latM = 19 | latS = 04 | lonP = O | lonG = 58 | lonM = 21 | lonS = 32 | estado = Mato Grosso | mesorregião = Norte Mato-grossense | data_mesorregião = IBGE/2008 | microrregião = Aripuanã | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cotriguaçu, Castanheira, Nova Bandeirantes, Juara e Aripuanã. | dist_capital = 930 | área = 3190.476 | área_ref = | população = 14913 | data_pop = estimativa IBGE/2017 | altitude = 300 | clima = tropical | sigla_clima = | idh = 0.751 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8234.78 | data_pib_per_capita = IBGE/2008 }} Juruena é um município brasileiro na região noroeste do estado de Mato Grosso, às margens do rio homônimo. Está localizado em latitude sul 10º19'05\", longitude oeste 58º21'32\", altitude de 300 metros acima do nível do mar. Em 2017, a população era de 14.913 habitantes. == História == Juruena teve uma origem parecida com a da maioria dos municípios da região: surgiu a partir da empresa “Juruena Empreendimentos de Colonização LTDA”, do Sr. João Carlos de Souza Meireles. A Vila Juruena foi instalada em 24 de setembro de 1978, sendo o núcleo urbano do projeto que envolvia uma área inicial de 200.000 hectares. A localidade foi povoada por descendentes de alemães, italianos e poloneses, que vieram dos Estados do Paraná, Santa Catarina e Rio Grande do Sul (70%). E também por migrantes dos Estados da Bahia, Goiás, Minas Gerais e Rondônia (30%).Fisiomorfologia, Solos e Uso Atual da Terra – Região Noroeste do Estado de Mato Grosso – 1992 Em 7 de maio de 1982 (Lei Estadual nº 4.455), a Vila Juruena foi elevada a Distrito de Aripuanã. E em 4 de julho de 1988 (Lei n.° 5.313), passou a município, tendo a primeira Gestão Municipal eleita em novembro de 1988: Apolinário Stühler. Em 19 de dezembro de 1991 (Lei Estadual nº 5.912), Cotriguaçu foi desmembrada de Juruena e emancipada. Assim a área de Juruena passou a 3.203,30 km². ==Geografia== Juruena faz divisas com: Cotriguaçu (ao norte), Castanheira (ao sul), Nova Bandeirante e Juara (a leste) e Aripuanã (a oeste). A topografia do terreno de Juruena é majoritariamente de ondulações suaves, com 10% de montanhas e 74% de cobertura nativa. Os solos locais são redominantemente: Podzólico vermelho amarelo distrófico, Podzólico vermelho álico, Latossolo vermelho álico e Latossolo vermelho escuro álico. Os principais rios são: Juruena, Tucanã, Canamã, e Piranhas. O clima é Tropical, quente-úmido (80% a 85% de umidade do ar), com duas estações bem definidas: período chuvoso (outubro a abril) e período seco (maio a setembro). A temperatura média é de 24°C, a máxima de 35°C e a mínima de 15°C, com precipitação média de 2.250 mm por ano. == Últimos prefeitos eleitos == Ano Prefeito Partido Votos % Ref 2004 Bernardo PPS 1.976 55,07 2008 Bernardo PR 2.750 62,40 2012 Cicilio PMDB 2.652 52,04 2016 Sandra Cozetta PROS 3.491 78,96 2020 Manoel Garça Branca DEM 1.655 38,26 ==Ligações externas== * Página da Prefeitura Municipal de Juruena Categoria:Municípios de Mato Grosso Categoria:Fundações em Mato Grosso em 1988",
 "title": "Juruena"
}