{
 "id": "32927",
 "text": "{{Info/Município do Brasil | nome = Novo São Joaquim | foto = Prefeitura Municipal de Novo São Joaquim.jpg | brasão = Brasão de Novo São Joaquim.png | bandeira = Prefeitura Municipal de Novo São Joaquim | aniversário = 13 de maio | fundação = | gentílico = Sao joaquinense | lema = de mãos dadas com o povo | prefeito = Leonardo Faria Zampa | partido = PL | fim_mandato = 2024 | mapa = MatoGrosso Municip NovoSaoJoaquim.svg | latP = S | latG = 14 | latM = 54 | latS = 21 | lonP = O | lonG = 53 | lonM = 01 | lonS = 04 | estado = Mato Grosso | site = http://www.novosaojoaquim.mt.gov.br/ | portal = https://sic.tce.mt.gov.br/home/index/id_entidade/10 | facebook = https://www.facebook.com/novosaojoaquimMT/ | mesorregião = Nordeste Mato-Grossense | microrregião = Canarana | região_metropolitana = | vizinhos = Campinápolis, Nova Xavantina, Barra do Garças, General Carneiro, Primavera do Leste, Poxoréu e Santo Antônio do Leste | dist_capital = 493 | área = 5231.297 | área_ref = | população = 5074 | data_pop = est. IBGE/2019 | altitude = 400 | clima = | sigla_clima = | idh = 0.743 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 58601.54 | data_pib_per_capita = IBGE/2010 }} Novo São Joaquim é um município brasileiro da região leste do estado de Mato Grosso. Localiza-se no Médio Vale do Araguaia, a uma latitude 14º54'21\" sul e a uma longitude 53º01'06\" oeste, estando a uma altitude de 400 metros acima do nível do mar. Em 2019, a população era estimada de 5.074 habitantes. Sendo a área de 5.231,297 km², sua densidade demográfica em 2010 era de 1,20 hab/km². ==História== ===Primeiros Colonizadores=== A região do atual município de Novo São Joaquim era habitada inicialmente pelos indígenas Xavante. Os primeiros colonizadores que chegaram a esse território foram João David, Pedro David, Manoel Pereira Brito e suas famílias, em 1960. No ano seguinte, chegaram Damásio Moreira Lima, Paulo Brito com suas famílias. E, em 1962, foi a vez de José Gery David, Valter David de Carvalho, Jeronimo David e famílias. ===Gleba Aldeia=== Durante a década de 1960, um pequeno povoado foi formado onde havia uma aldeia indígena, por isso foi chamada de \"Gleba Aldeia\". Dentre os moradores locais estavam José Nunes da Silva e sua família; e Divino Nunes da Silva, primeiro professor leigo e dono da loja de produtos farmacêuticos. O povoado foi à decadência. Em 1965, foi criado o assentamento da Cachoeira da Fumaça, nome dado por conta da região onde se localizava. ===São Joaquim do Rio Manso=== Em 29 de junho de 1972, foi criada a localidade de \"Novo São Joaquim do Rio Manso\", cujo nome foi homenagem a Joaquim Rodrigues Sôto (doador dos lotes) e à empresa de ônibus que ligava Barra do Garças ao distrito de Toricueje, a Viação Rio Manso. A primeira escola de ensino regular, Escola Municipal de 1º Grau Machado de Assis, foi inaugurada pela Prefeitura Municipal de Barra do Garças em 1976. As primeiras professoras foram Ana Ferreira Martins, Aparecida de Jesus e Amélia. Em 1977, a Escola passou para a responsabilidade do Estado de Mato Grosso. ===Distrito=== Em 1981 (Lei Estadual nº 4.322), foi elevado a distrito de Barra do Garças, quando recebeu leva de migrantes, principalmente das regiões Sul, Nordeste e Centro-Oeste, incentivadas pelo governo federal, que foram atraídos pelos trabalhos gerados pela correção do solo do cerrado. ===Município=== Em 13 de maio de 1986 (Lei Estadual nº 5.007), foi elevado a município, com a denominação de Novo São Joaquim. Jerônimo de Carvalho David foi o primeiro prefeito eleito, tendo Sebastião Rodrigues Roque como vice. Em 1989, Prefeitura Municipal e Secretaria de Estado de Educação inauguraram um novo prédio para a escola estadual, localizado à rua Divina Madalena nº 332, centro. A denominação foi alterada para \"Escola Estadual de 1º e 2º Graus Diniz Alves de Toledo\". == Comunicação == A televisão, o rádio e a internet são os principais meios de comunicação em Novo São Joaquim MT, sendo-as: * Radio Nova Rio Manso FM 87.9 mHz (http://riomansofm.com.br/) * Dexismo Internacional (Lista de telecomunicações no Araguaia) ==Geografia== Novo São Joaquim tem fronteiras com Campinápolis (a Norte), Nova Xavantina (a Nordeste), General Carneiro (ao Sul), Barra do Garças (a Sudeste), Poxoréo (a Sudoeste), Santo Antônio do Leste (a Noroeste) e Primavera do Leste (a Oeste).Prefeitura Municipal. História. O clima do município é quente e subúmido (Clima Tropical), com 4 meses de seca (maio a agosto) e precipitação média anual de 1.750 mm, com período de chuvas entre dezembro e fevereiro. A temperatura média anual é de 24°C, máxima de 38°C e mínima de 0°C. Faz parte da Depressão do Araguaia, região do Centro-Oeste brasileiro cheia de ondulações. O solo do município é ótimo para agricultura quando corrigido. A vegetação predominante da região de Novo São Joaquim é o cerrado, com manchas de Cerradão, de matas ciliares e de matas de encostas. Fauna e flora são de grande diversidade, sendo os típicos encontrados nesses dois tipos de bioma: cerrado e cerradão. Os principais rios são o Culuene e o rio das Mortes, cujas águas contribuem para as bacias Amazônica e Tocantins - Araguaia. ==Economia== A economia de Novo São Joaquim é eminentemente agrícola. Em 2002, as principais culturas foram: * Soja = 58.200 Hectares * Algodão = 12.360 Hectares (10º maior produtor de Mato Grosso) * Milho = 5.250 Hectares * Arroz = 1.700 Hectares * Banana = 952 Hectares Em relação à pecuária, em 2002, os principais animais eram: * Bovinos = 194.713 cabeças * Aves = 25.417 cabeças * Suínos = 4.405 cabeças * Eqüinos = 2.469 cabeças O setor industrial vem crescendo e tem base na produção de Laticínios. Em 2002, eram: * Vacas ordenhadas = 3.911 cabeças * Produção de leite = 2.780.721 litros Outros dados econômicos do município são: * PIB per capita [2015] R$ 52.895,19 * Percentual das receitas oriundas de fontes externas [2015] 86,7% * Índice de Desenvolvimento Humano Municipal (IDHM) [2010] 0,649 * Total de receitas realizadas [2015] 25.981,00 R$ (×1000) * Total das despesas realizadas [2008] 24.661,00 R$ (×1000) * Salário médio mensal dos trabalhadores formais [2015] 3,3 salários mínimos * Pessoal ocupado [2015]1.148 pessoas * População ocupada [2015] 21,6% * Percentual da população com rendimento nominal mensal per capita de até 1/2 salário mínimo [2010] 38,6% == Feriados e Datas Comemorativas == Algumas datas comemorativas do município são: * 6 de janeiro: Santos Reis * 20 de janeiro: São Sebastião * 13 de maio: aniversário do município * 13 a 29 de junho: Festa Junina * 4 de Julho: Divino Pai Eterno * 5 de agosto: Festa do Peão == Últimos prefeitos eleitos == Ano Prefeito Partido Votos % Ref 2004 Jordão PPS 1.955 45,18 2008 Leonardo Farias PR 2.845 66,71 2012 Leonardo Farias PR 2.256 55,99 2016 Jordão PMDB 1.956 51,38 2020 Leonardo Farias PL 2.132 53,54 Categoria:Municípios de Mato Grosso Categoria:Fundações em Mato Grosso em 1986",
 "title": "Novo São Joaquim"
}