{
 "id": "32925",
 "text": "{{Info/Município do Brasil | nome = Novo Mundo | foto = | leg_foto = | apelido = | brasão = Brasão_Novo_Mundo_MT.png | bandeira = Bandeira_Novo_Mundo_MT.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 17 de novembro | fundação = | gentílico = novomundense | lema = | prefeito= Antonio Mafini Prefeito e vereadores de Novo Mundo tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PL | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = MatoGrosso Municip NovoMundo.svg | latP = S | latG = 09 | latM = 57 | latS = 00 | lonP = O | lonG = 55 | lonM = 11 | lonS = 52 | estado = Mato Grosso | mesorregião = Norte Mato-grossense | microrregião = Colíder | região_metropolitana = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | vizinhos =Guarantã do Norte, Alta Floresta, Carlinda, Matupá e Peixoto de Azevedo | dist_capital = 775 | área = 5791.050 | área_ref = | população = 8990 | data_pop = estimativa IBGE/2018 | altitude = 330 | clima = tropical | sigla_clima = | idh = 0.732 | pib = mil | pib_per_capita = 12.860,32 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = novomundo.mt.gov.br }} Novo Mundo é um município brasileiro do estado de Mato Grosso. Localiza-se a uma latitude 09º57'01\" sul e a uma longitude 55º11'54\" oeste, estando a uma altitude de 330 metros. Possui uma área de 5791,050 km² e sua a população foi estimada, conforme dados do IBGE de 2018, em habitantes. Vizinho dos municípios de Matupá, Nova Guarita, Guarantã do Norte, e com a divisa do Estado do Pará, Novo Mundo se situa a 31 km a Norte-Oeste de Guarantã do Norte com acesso via MT419 e com a BR163. == Etimologia == Existem duas versão da origem da denominação de \"Novo Mundo\". Uma diz que faz referência à mineradora Ouro Novo e à ideia de Novo Eldorado, um mundo novo. A outra indica que seria homenagem à cidade de Mundo Novo, no estado do Mato Grosso do Sul, de onde vieram muitos colonos para o Projeto de Assentamento Braço Sul. == História == A região onde hoje é o município de Novo Mundo foi habitada por povos indígenas xinguanos, com menção direta aos Kreen-aka-rorê. O povoamento dessa área ocorreu na esteira dos projetos de colonização incentivados financeitamente pelos governos estadual e federal, tendo como um dos fatores determinantes a abertura da BR-163, chamada também de rodovia Cuiabá-Santarém. Vários núcleos de colonização surgiram às suas margens, já que assim o escoamento da produção agrícola era facilitado. A povoação da área do atual município de Novo Mundo se deu pela descoberta de ouro, que gerou uma \"corrida do ouro\" por essas terras, com a vinda de muitas famílias a partir do final de 1979 início de 1980. Em um segundo momento, quando percebeu-se que os indígenas já haviam sido expulsos, iniciou-se uma colonização com agricultores da região sul do país, executada pelo INCRA. Em maio de 1983, chegaram as famílias de agricultores que estavam no Paraguai e em Mundo Novo/MS, aguardando aprovação do INCRA. No total, 500 famílias de agricultores foram assentadas pelo projeto. Nesse mesmo período, o garimpo foi se extinguindo porque passou a ser uma atividade cara. Novo Mundo foi elevado a município desmembrado do município de Guarantã do Norte em 17 de novembro de 1995 (lei estadual nº 6685), tendo seu distrito sede instalado em 01 de janeiro de 1997. == Economia == A Economia de Novo Mundo é voltada para a Agropecuária, seguido por serviços e Industria. Destaque recente é a Agropecuária. Possuem um rebanho bovino de 349.607 cabeças, bubalino 90 cabeças, caprinos 153 cabeças, equinos 4.674 cabeças, ovinos 2225 cabeças e suínos 3616 cabeças. Em 2015 a área plantada com cultura permanente foram as seguintes: Banana 500 hectares plantados, Cacau 15 hectares, Café 10 hectares, Guarana 2 hectares, Laranja 20 hectares, Limão 10 hectares, Maracujá 5 hectares,. Em 2015 a área plantada com cultura temporária foram as seguintes: Abacaxi 50 hectares, Arroz 6000 hectares, Feijão 100 hectares, Mandioca 150 hectares, Melancia 5 hectares, Melão 2 hectares, Milho 8.000 hectares, Soja 18.000 hectares. O município esta se tornando grande produtor de grãos do norte do estado. Produto Interno Bruto dos Municípios - 2013 Agropecuária 38.224,37 Indústria 7.403,93 Serviços 17.158,74 Administração e Serviços Públicos 32.503,03 Impostos 7.322,41 ; Informações Gerais Área da unidade territorial - 2015 5.801,76 km² Estabelecimentos de Saúde SUS 4 estabelecimentos Matrícula - Ensino fundamental - 2015 905 matrículas Matrícula - Ensino médio - 2015 407 matrículas População residente 8.549 pessoas Valor do rendimento nominal médio mensal dos domicílios particulares permanentes com rendimento domiciliar - Rural 1.508,77 reais Valor do rendimento nominal médio mensal dos domicílios particulares permanentes com rendimento domiciliar - Urbana 1.603,39 reais Escolas - Ensino fundamental - escola pública estadual - 2015 2 Escolas Escolas - Ensino médio - 2015 2 Escolas == Turismo == Um dos pontos turísticos muito falado e ainda pouco desfrutado e o denominado Olho da Xuxa, que é a nascente do rio Nhandú, tem importância estratégica para a conservação da Bacia do Teles Pires. São 4,5 mil litros de água pura por hora que brotam do fundo da terra. A área é tão frágil que basta bater palmas para que a areia se agite com intensidade. Para preservar a relíquia natural, ninguém pode nadar ou pisar no local que mais parece um aquário, mas olhar já vale a pena. Localizada na fazenda água azul que ainda conta com muitas cachoeiras, água mineral cristalina, rios, animais, peixes e muitas florestas. == Últimos prefeitos eleitos == Ano Prefeito Partido Votos % Ref 2004 Nelson Tex PPS 1.803 50,96 2008 Brito PT 2.167 54,39 2012 Helio PSB 2.034 53,67 2016 Toni Mafini PSDB 2.604 68,62 2020 Toni Mafini PL 1.831 51,33 Categoria:Municípios de Mato Grosso Categoria:Fundações em Mato Grosso em 1981",
 "title": "Novo Mundo (Mato Grosso)"
}