{
 "id": "32955",
 "text": "{{Info/Município do Brasil | nome = Santo Antônio de Leverger | foto = Leverger_centro.png | leg_foto = centro de Santo Antônio do Leverger | apelido = Terra do Marechal Rondon | brasão = BRASAO LEVERGER.png | bandeira = Santo Antônio de Leverger Flag.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = levergense ou santoantoniense | lema = | prefeito = Francieli Magalhães de Arruda | partido = PTB | fim_mandato = 2024 | mapa = MatoGrosso Municip SantoAntoniodoLeverger.svg | latP = S | latG = 15 | latM = 51 | latS = 57 | lonP = O | lonG = 56 | lonM = 04 | lonS = 37 | estado = Mato Grosso | região_intermediária = Cuiabá | data_região_intermediária = IBGE/2017 | região_imediata = Cuiabá | data_região_imediata = IBGE/2017 | região_metropolitana = Vale do Rio Cuiabá | vizinhos = Chapada dos Guimarães, Campo Verde, Jaciara, Juscimeira, Rondonópolis, Itiquira, Barão de Melgaço, Nossa Senhora do Livramento, Várzea Grande e Cuiabá | dist_capital = 27 | distritos = Caité, Engenho Velho, Mimoso, Santo Antônio de Leverger (sede) e Varginha | área = 11735.752 | área_ref = | população = 16999 | data_pop = estatísticas IBGE/2020 | altitude = 141 | clima = tropical | sigla_clima = Aw | idh = 0.656 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2018 | pib_per_capita = 30132.88 | data_pib_per_capita = IBGE/2018 }} Santo Antônio de Leverger é um município brasileiro do estado de Mato Grosso, na Região Centro-Oeste do país. Inserido na Região Metropolitana do Vale do Rio Cuiabá, sua população estimada em 2020 era de habitantes. Conhecida internacionalmente como a cidade natal de Marechal Cândido Rondon, o município sedia no distrito de Mimoso o Memorial Rondon, que conta a história da vida do militar e se encontra fechado para revitalização. O município é considerado uma cidade-dormitório de Cuiabá, pois seus moradores trabalham na capital. Sua população é em sua maioria católica (porém com crescimento vertiginoso dos evangélicos) e uma das bases de sua economia é a pesca e da agricultura de subsistência. ==História== O atual município de Santo Antônio de Leverger foi criado inicialmente como um distrito pertencente a Cuiabá pela lei provincial nº 11, de 26 de agosto de 1835, com a denominação de Santo Antônio do Rio Abaixo. Foi desmembrado pela lei estadual nº 22, de 4 de julho de 1890, ao receber a categoria de vila, instalando-se a 13 de junho de 1900. Pela lei estadual nº 1.023, de 2 de setembro de 1929, foi elevado à categoria de cidade. Mediante a lei estadual nº 208, de 26 de outubro de 1938, o município teve a denominação alterada para simplesmente Santo Antônio e, mais tarde, Leverger. Pela lei estadual nº 132, de 30 de setembro de 1948, recebeu o nome de Santo Antônio de Leverger, o qual prevalece atualmente. Na década de 1930, houve a criação dos distritos de Melgaço (mais tarde Chacororé e, posteriormente, Barão de Melgaço) e Santo Antônio da Barra (mais tarde Joselândia), que foram desmembrados para a criação do município de Barão de Melgaço pela lei nº 690, de 12 de dezembro de 1953. Atualmente, Santo Antônio de Leverger constitui-se dos distritos de Caité (criado pela lei estadual nº 2.096, de 20 de dezembro de 1963), Engenho Velho (lei estadual nº 1.122, de 17 de outubro de 1958), Mimoso (lei estadual nº 1.178, de 17 de dezembro de 1958) e Varginha (lei estadual nº 4.200, de 16 de junho de 1980), além da sede. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Cuiabá. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Cuiabá, que por sua vez estava incluída na mesorregião do Centro-Sul Mato-Grossense. === Clima === Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1987 a 1995 e a partir de 1998, a menor temperatura registrada em Santo Antônio de Leverger (na estação meteorológica de Padre Ricardo Remetter, próxima à cidade, localizada na Fazenda Experimental da Universidade Federal de Mato Grosso - UFMT) foi de em 26 de junho de 1994 e a maior atingiu em 2020, nos dias 30 de setembro e 5 de outubro. O maior acumulado de precipitação em 24 horas foi de em 7 de fevereiro de 1995. Em outra estação meteorológica convencional do mesmo instituto no município, localizada no distrito de São Vicente da Serra (no câmpus do Instituto Federal de Mato Grosso - IFMT), desde 1998 a menor temperatura registrada no local foi de em 15 de agosto de 1999 e a maior chegou a em setembro de 2017, nos dias 20 e 21. Em 24 horas o maior acumulado de precipitação foi registrado em 13 de janeiro de 2011, atingindo . == Ver também == * Lista de municípios de Mato Grosso * Lista de municípios do Brasil == Ligações externas == * Categoria:Fundações em Mato Grosso em 1890",
 "title": "Santo Antônio de Leverger"
}