{
 "id": "32993",
 "text": "{{Info/Município do Brasil | nome = Breves | foto = 2024. Breves, Pará, Brazil 06.jpg | leg_foto = Município visto do rio Parauaú | apelido = A Capital das Ilhas | brasão = Brasao_breves.JPG | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 30 de novembro | fundação = | emancipação = | gentílico = brevense | lema = | prefeito = José Antônio Azevedo Leão | partido = MDB | fim_mandato = 2024 | mapa = Para Municip Breves.svg | latP = S | latG = 01 | latM = 40 | latS = 55 | lonP = O | lonG = 50 | lonM = 28 | lonS = 48 | estado = Pará | mesorregião = Marajó | data_mesorregião = IBGE/2008 | microrregião = Furos de Breves | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Portel, Bagre e Melgaço | dist_capital = 222 | área = 9550.454 | área_ref = | população = 106968 | data_pop = Censo IBGE/2022 | altitude = 40 | clima = Equatorial | sigla_clima = Af | idh = 0.503 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 6306.90 | data_pib_per_capita = IBGE/2014 }} Breves é um município brasileiro do estado do Pará. Localiza-se no norte brasileiro, ao sudoeste na Ilha de Marajó, à latitude 01°40'56\" sul e à longitude 50º28'49\" oeste. == História == Os primeiros habitantes da região foram os índios da tribo dos Bocas. Em 19 de novembro de 1738, o capitão geral do Pará, João de Abreu Castelo Branco, concedeu aos irmãos portugueses Manuel Fernandes Breves e Ângelo Fernandes Breves uma sesmaria, localizada às proximidades do rio Parahuaú, doação confirmada pelo Rei de Portugal em 30 de março de 1740. Com a instalação de um engenho, o lugar passou a ser chamado de “Engenho dos Breves”, em homenagem aos seus fundadores. Então, com o crescimento dos habitantes, foi solicitado ao capitão geral do Pará José de Nápoles Telo de Meneses que concedesse ao engenho o título de lugar, passando a ser chamada de “Santana dos Breves”, através de uma portaria do dia 20 de outubro de 1781. Em 30 de novembro de 1850, pela lei provincial nº 172, foi elevada à freguesia, e, em 25 de outubro de 1851, pela Resolução nº 200, foi elevada à categoria de vila e consequentemente, sede do município. O mesmo ato extinguiu a Vila de Melgaço e incorporou seu território ao município de Breves. A lei estadual nº 1.122, de 10 de novembro de 1909, concedeu foros de cidade à sede do município. Atualmente, o município de Breves é constituído pela sede e distritos de Antônio Lemos, Curumu e São Miguel dos Macacos. == Geografia == Localiza-se à latitude 00º 59' 12\" sul e à longitude 49º 56' 24\" oeste, com altitude de 40 metros. Sua população, conforme estimativas do IBGE de 2021, era de habitantes, distribuídos em uma área de . Sendo portanto a maior e principal cidade da Ilha de Marajó. * Limites: ao norte, Afuá e Anajás; ao sul, Melgaço; a leste, Anajás, Curralinho e São Sebastião da Boa Vista; a oeste, Melgaço e Gurupá. * Acesso a partir de Belém: de barco (viagem com duração de 12 horas, partindo dos portos São Domingos, Bom Jesus, Custódio, Tamandaré, Comercial, Mundurucus e Ankel) ou avião (saindo do aeroporto Júlio César com duração de cerca de 30 a 45 minutos). === Climatologia === Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1971 a 1990 e a partir de 1995, a menor temperatura registrada em Breves foi de em 13 de dezembro de 1973 e 5 de janeiro de 1976, e a maior atingiu em 13 de novembro de 1975. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 5 de abril de 1974. Outros grandes acumulados iguais ou superiores a foram em 17 de janeiro de 1979, em 10 de janeiro de 1980 e em 3 de abril de 2007. Março de 1988, com , foi o mês de maior precipitação. === Ecologia === O município de Breves possui flora característica da Amazônia, com predominância de florestal tropical. A fauna é marcada pela presença de inúmeras espécies ameaçadas de extinção, como por exemplo: onça-pintada, onça-parda, jaguatirica, preguiça, ariranha; e muitos outros animais de importância na alimentação das populações locais, como: jacarés, paca, cutia, tatu, capivara, anta, macacos etc. A Reserva Extrativista Mapuá é uma unidade de conservação federal criada por decreto presidencial em 20 de maio de 2005 numa área de 94.463 hectares nas margens do rios Mapuá e Aramã, na porção leste do município de Breves. Ela foi criada com objetivo de garantir meios de vida e a cultura de populações extrativistas tradicionais, assegurando a sustentabilidade dos recursos naturais. Tal reserva vem impactando de forma significativa na preservação da natureza bem como na manutenção do primitivo modo de vida dos ribeirinhos às margens das ribeiras brevenses. == Economia == Baseada no extrativismo, destacando-se açaí, palmito, carvão e madeira (esta última em franca decadência pelas novas políticas ambientais adotadas pelo país). Na agricultura, destaca-se arroz, milho, mandioca, laranja, banana e limão. Na pecuária, destaca-se gado, búfalo e suínos. A capital do município possui agências bancárias do Banco do Brasil, Caixa Econômica Federal, Banco do Estado do Pará - Banpará e Banco Bradesco S/A. Possui ainda correspondentes bancários como Banco Postal (Banco do Brasil) e Banco Popular do Brasil (Banco do Brasil). === Turismo === * Rio Parauhaú: extenso e navegável em todo o seu percurso. Escala quase obrigatória para as embarcações que navegam pelo rio Amazonas. * Rio Pracaxi: no estreito de Breves, destaca-se como rio de grande profundidade. A 30 minutos de voadeira (lancha motorizada) da sede do município. * Estreito de Breves: formado por um conjunto de pequenos rios e ilhas, segundo a tradição popular, os navegadores, ao entrarem no estreito, na região de confluência das águas do Amazonas com o rio Pará, devem atirar às águas uma oferenda para as Divindades do fundo do rios para que estas permitam uma viagem segura. * Igarapé Grande': destaca-se por sua coloração escura e transparente pela vegetação de suas margens representadas por plantas aquáticas e palmeiras. * Rio Mapuá: localizado a 12 horas de barco a partir da cidade, constitui-se em rio estreito cercado por matas virgens com águas escuras e frias que levam até a comunidade de Cumaru, vila onde se pode visitar o Casarão - construção grande (de dois andares) em madeira acapu, datada de 1945 - construção remanescente do período áureo da borracha em função da demanda do produto pelos aliados durante a 2ª Grande Guerra. Possui uma escola de nível básico, um pequeno comércio, energia a motor diesel, uma pequena igreja(capelinha) e recepção de televisão via antena parabólica. Possui um orelhão, que no momento não funciona por falta de manutenção da empresa concessionária. * Igreja Matriz de Sant'Ana: localizada na av. Presidente Getúlio Vargas, com início de suas obras datado de 1861. * Prédio da BISA (Breves Industrial S.A.): construído em 1925, é representante de um período áureo, da cidade, quando Breves ficou conhecida como “Celeiro Mundial da Madeira”. Hoje, o complexo da BISA, deu lugar a outras construções e somente pode ser visualizado em antigas fotografias. Atualmente, a madeira já é considerada como mais um ciclo econômico que passou, sendo que as consequências com o fim recente do ciclo ainda estão latentes na sociedade brevense, visto que hoje vem atravessando uma severa crise econômica com dramática repercussão social, resultando assim em um atual estado natural de calamidade pública oficialmente não declarado. * Corcovado': antiga fábrica beneficiadora de borracha, cuja produção atingiu o apogeu durante o período da 2º Guerra Mundial. Ao redor da fábrica desenvolveu-se a Vila de Corcovado onde hoje ainda vivem em humildes casebres os descendentes dos operários que lá trabalharam. * Trapiche Municipal: construção em madeira de grande importância histórica para a cidade pois constituiu-se por muitas décadas como principal porto fluvial de embarque e desembarque de passageiros na cidade. A arquitetura segue um padrão bastante eclético e harmonioso. == Infraestrutura == A cidade é abastecida de água e energia - provido pela concessionária estadual COSANPA (Companhia de Saneamento do Pará) e a empresa REDE-CELPA. A energia elétrica vem do Linhão do Marajó que liga as cidades de Portel com energia vinda da represa de Tucuruí, substituindo a produção de energia por queima de diesel. A população de Breves é precariamente atendida quanto ao abastecimento e a qualidade da água. Curiosamente, trata-se de uma cidade cercada por rios e igarapés. O fato é que ao se abrir uma torneira em qualquer ponto da cidade, obtém-se água de coloração enferrujada e cheiro desagradável, evidenciando a impossibilidade de seu consumo por seres humanos. Outro problema é que apenas menos da metade das residências recebem água encanada. === Educação === Além dos estabelecimentos municipais e estaduais de ensino básico, o município de Breves conta com a presença física das seguintes instituições de ensino superior (IES): * Universidade Federal do Pará - UFPA (pública); * Faculdade Metropolitana do Marajó (particular). Também há alguns polos de ensino à distância de outras IES. === Saúde === Hospital Municipal de Breves e atendimento médico e ambulatorial privados. A partir de 25 de setembro 2010, passou a funcionar também o Hospital Regional do Marajó onde atende habitante de todo o arquipélago do Marajó que inclui as seguinte cidades (Breves, Portel, Bagre, Melgaço, Curralinho, etc...) Hospital Público cujo gestor é o Governo do Estado do Pará. A unidade de Saúde é gerenciada por uma Organização Social, o Instituto Nacional de Desenvolvimento Social e Humano, entidade legalmente Habilitada no âmbito do Estado do Pará para atuar na área da saúde. O Hospital Conta com 67 leitos, entre os quais tem UTI adulta, Neonatal e Pediátrica; dispõe de um diversificado parque diagnóstico, composto de Tomografia, Ultrassonografia, Ecografia com doppler, Raios x convencional e em arco, Mamógrafo, Holter, Laboratório Clínico, Agência Transfusional, Endoscopia, Fisioterapia entre outros. Todos os atendimentos são referenciados pela Central de Regulação de Leitos coordenada pela SESPA. == Organização Político-Administrativa == O Município de Breves possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Breves, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. == Cultura == Utilizada para a realização de eventos culturais no espaço do auditório, a Casa da Cultura é equipado com capacidade para até 120 pessoas. A Divisão de Cultura é um espaço para realização de oficinas de teatro, dança e artesanato, com capacidade para 230 pessoas. Culinária: os principais pratos típicos são produzidos a partir do camarão, boi, búfalo, peixes, caças e açaí. Podemos citar alguns como o tacacá, cuscuz, entre outros. Artesanato: entre os materiais produzidos podemos destacar: peneiras, cestas, paneiros, tipiti, matapi, alguidar, panelas de barro, vassouras e outros, produzidos a partir da utilização de cipós, talas de palmeiras, madeira, barro e palha. Folclore: realiza-se anualmente o Forrozão Marajoara e o Festival Brevense de Folclore, onde são apresentados os inúmeros grupos folclóricos do município, com destaque para: Grupo Folclórico Nheengaíbas, Roceiros da Castanheira, Geração Junina, Roceiros do Marajó, Roceiros da Cidade Nova, Mata Velho, Nova Geração Moderna Papy Legal, Sensação Junina do Aeroporto, Boi- Bumba, Pai do Campo, Revelação Junina da Mainardi Guará. Danças apresentadas: Xote, mazurca, carimbó e retumbão. Calendário de Eventos Culturais * 12 a 20 de janeiro - Festividade de São Sebastião * Junho - Forrozão Marajoara * 26 de julho - Festividade de Nossa Senhora de Sant'Ana * 19 a 22 de agosto - Festividade Brevense de Folclore * 30 de novembro - Aniversário do Município. ==Brevenses ilustres== * Carlos Bordalo, político. * Dalto Martins, político. * Israel Novaes, cantor. * Max da AABB, político. ==Ver também== * Lista de municípios do Pará == Ligações externas == * Prefeitura Municipal de Breves Categoria:Fundações no Pará em 1851",
 "title": "Breves"
}