{
 "id": "32991",
 "text": "{{Info/Município do Brasil | nome = Brejo Grande do Araguaia | foto =Brejo Grande Instalação de PID (53232432878).jpg | leg_foto = | apelido = BGA | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 10 de maio | fundação = | gentílico = brejograndense | lema = | prefeito = Jesualdo Nunes Gomes | partido = PDT | fim_mandato = 2024 | mapa = Para Municip BrejoGrandedoAraguaia.svg | latP = S | latG = 05 | latM = 41 | latS = 56 | lonP = O | lonG = 48 | lonM = 24 | lonS = 46 | estado = Pará | mesorregião = Sudeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Marabá | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = São João do Araguaia, São Domingos do Araguaia, São Geraldo do Araguaia, Palestina do Pará e Araguatins no estado do Tocantins | dist_capital = 472 | área = 1187.816 | área_ref = | população = 7368 | data_pop = IBGE/2020 | altitude = 110 | clima = | sigla_clima = | idh = 0.591 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 7778.24 | data_pib_per_capita = IBGE/2014 | site_prefeitura = brejograndedoaraguaia.pa.gov.br }} Brejo Grande do Araguaia é um município brasileiro do estado do Pará. Localiza-se a uma latitude 05º41'56\" sul e a uma longitude 48º24'47\" oeste, estando a uma altitude de 110 metros. Sua população estimada em 2020 era de 7.368 habitantes. Possui uma área de 1162,399 km². ==História== Brejo Grande do Araguaia originou-se do desmembramento de São João do Araguaia que surgiu na década de 1950, com o início da exploração de terras situadas às margens do Rio Araguaia. O primeiro morador da localidade foi o Sr. Raimundo Guará que se estabeleceu em Brejo Grande do Araguaia, no dia 25 de julho de 1958. Por volta de 1959, chegaram à localidade algumas pessoas vindas de Bela Vista, atual Estado do Tocantins. Essas pessoas, que eram lideradas pelo Sr. Raimundo Negro e Sr. Raimundo Victor consolidaram a fundação de Brejo Grande, atual distrito-sede. Em 1960, outras famílias chegaram ao local, dando origem à rua principal, atual Avenida Goiás, à Rua Trizidela e à Rua Nova. Na metade da década de 1960, aumentou o fluxo de pessoas em Brejo Grande do Araguaia, atraídas pela descoberta do garimpo de Itamerim, localizado a 16 km da sede municipal. O processo de emancipação de Brejo Grande do Araguaia teve início na gestão do então prefeito de São João do Araguaia, Luis Carlos Lopes, através dos vereadores Agenor Miranda de Brito e Severino Gomes Pereira, residentes em Brejo Grande, que muito lutaram pela emancipação. Em 10 de maio de 1988, através da Lei nº 5.448, Brejo Grande do Araguaia foi elevado à condição de Município. Sua instalação ocorreu em 1º de janeiro de 1989, com a posse da prefeita Maria Alves dos Santos, eleita em 15 de novembro de 1988. O nome de Brejo Grande do Araguaia é em homenagem ao igarapé local, que possui águas frias e cristalinas e está em sua maior parte, numa brejaria. O Município é constituído de dois distritos, que são: o da sede e o de São Raimundo do Araguaia. No ano de 1991, segundo a Lei nº5.689 é desmembrada área do município de Brejo Grande do Araguaia para criação do município de Palestina do Pará. Categoria:Municípios do Pará Categoria:Fundações no Pará em 1988",
 "title": "Brejo Grande do Araguaia"
}