{
 "id": "3300",
 "text": "Microvilosidade ou Microvilo é a projeção microscópica da membrana celular, e seu interior é formado de 25 a 40 filamentos de Actina. Estão envolvidos em uma ampla variedade de funções, incluindo absorção, Secreção e a adesão celular. Os microvilos são prolongamentos digitiformes da superfície (membrana plasmática) de células, os quais ampliam a área disponível para a absorção, além de nutri-las. São frequentes no epitélio intestinal e em outros tecidos. Possuem características especiais em certas células epiteliais, promovem a expansão do citoplasma e são ricos em feixes de filamentos actina em forma de dedo de luva. ==Local== As microvilosidades formam uma estrutura semelhante aos dedos de uma luva que se encontram na superfície do tecido epitelial de certas células epiteliais, tais como o Intestino delgado. (Microvilosidade não deve ser confundido com Vilosidade intestinal). A ocorrência das microvilosidades com forma e dimensões regulares é usualmente observada em dois tecidos, a superfície dos enterócitos que revestem o tubo digestório, onde formam a chamada borda estriada e na superfície das células que revestem os túbulos contorcidos proximais do néfron, no rim, onde formam a chamada borda em escova. Nos demais tecidos sua ocorrência pode ser em menor número e por vezes com comprimento variável. ==Estrutura== Estas projeções são sustentadas por citoesqueleto polimerizado por proteína actina, os microfilamentos. Sua ocorrência é predominantemente apical nas células epiteliais, mas podem, eventualmente, ocorrer nas regiões laterais de células polarizadas. Microvilosidades são também de importância para a superfície celular de glóbulos brancos. as microvilosidades são denominadas planura estriada (nas células com origem a partir do endoderme) ou \"borda em escova\" (nas células de origem mesodérmica).A ponta da microvilosidade é constituida por substância amorfa, onde está imerso a extremidade (+) da actina, e a extremidade (-) está conectada ao córtex. Os feixes de filamentos de actina são dispostos paralelamente, interligados pela proteína vilina, que possui dois sítios de ligação. Os feixes laterais estão ligados a membrana plasmática através da miosina I. ==Ver também== * Flagelo * Cílio * Epitélio Categoria:Biologia celular Categoria:Anatomia",
 "title": "Microvilosidade"
}