{
 "id": "33006",
 "text": "{{Info/Município do Brasil | nome = Dom Eliseu | foto = Dom Eliseu (Vista Aérea).JPG | leg_foto = Vista Aérea de Dom Eliseu. | apelido = Zero\" \"Filinto Müller | brasão = Brasão Oficial da Cidade de Dom Eliseu-PA.png | bandeira = Bandeira Oficial da Cidade de Dom Eliseu-PA.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | emancipação = | gentílico = domeliseuense eliseuense | lema = Trabalho, progresso | CEP = 68633-000 | prefeito = Gersilon da Silva Gama | partido = PSDB | fim_mandato = 2024 | mapa = Para Municip DomEliseu.svg | latP = S | latG = 04 | latM = 17 | latS = 06 | lonP = O | lonG = 47 | lonM = 30 | lonS = 18 | estado = Pará | mesorregião = Sudeste Paraense | microrregião = Paragominas | região_metropolitana = | vizinhos = Ulianópolis, Paragominas, Rondon do Pará, Abel Figueiredo, Itinga do Maranhão (MA) e Açailândia (MA). | dist_capital = 450 | área = 5267.514 | área_ref = | população = 61206 | altitude = 180 | clima = Tropical semiúmido | sigla_clima = (As) | idh = 0.615 | data_idh = PNUD/2010 | pib = mil | pib_ref = | pib_per_capita = 8318.69 | data_pib_per_capita = IBGE/2014 | site_prefeitura = www.domeliseu.pa.gov.br | site_câmara = camaradedomeliseu.pa.gov.br | mesorregião_data = IBGE/2008 | microrregião_data = IBGE/2008 | população_data = estimativa IBGE/2021 | pib_data = IBGE/2014 | site_ipm = www.ipsemde.com.br | hino = File:Hino Oficial de Dom Eliseu.ogg }} Dom Eliseu é um município brasileiro situado no nordeste do estado do Pará. Localiza-se a uma latitude 04º17'06\" sul e a uma longitude 47º30'18\" oeste, estando a uma altitude de 180 metros. Sua população estimada em 2021 é de 61 206 habitantes. Graças a condição de entreposto, Dom Eliseu tem um setor comercial e de serviços relativamente dinâmico. E é um dos municípios mais movimentados da região sudeste paraense. É o segundo município mais populoso da Microrregião de Paragominas, atrás apenas do município homônimo Paragominas. == História == A ocupação da área territorial de Dom Eliseu iniciou-se na década de 1960. Neste período é aberta a primeira grande rodovia de integração da região, a BR-010, durante do governo JK. Imediatamente após a inauguração desta rodovia, o governador do Pará, Alacid da Silva Nunes, determina a construção de uma rodovia de integração entre o Nordeste do Pará e o Sudeste do Pará, a PA 70 (atual BR-222). === Colonização === O primeiro colono a se estabelecer na área de Dom Eliseu foi Leopoldo Cunha, em 1961. Este era um dos operários da Delta Engenharia, construtora responsável pela abertura da rodovia PA-70. Apesar da conclusão das obras, Leopoldo Cunha permaneceu e estabeleceu-se no entroncamento das rodovias BR-010 e PA-70. Após alguns meses sua família também mudou-se para o entreposto rodoviário. Com \"faro comercial\", Cunha abriu um restaurante neste entroncamento. O restaurante tornou-se o ponto demográfico atrator e o primeiro estabelecimento comercial do município. Com incentivos do governo militar, famílias do Piauí, Maranhão, Bahia, Goiás e Minas Gerais deslocaram-se para a localidade, e constituíram-se assim os primeiros colonos. O Estado brasileiro incentivou a formação agropecuária da localidade, dando títulos fundiários a estas famílias.INSTITUTO DE DESENVOLVIMENTO ECONÔMICO-SOCIAL DO PARÁ. Novos Municípios Paraenses: Dom Eliseu. Belém, 1990. A vila que se formou no entroncamento rodoviário foi denominada inicialmente de km 0 (quilômetro zero), ou vila do zero, por se encontrar no exato km 0 da PA-70. Devido ao trágico acidente que vitimou em julho de 1973, o então presidente do senado Filinto Müller, os colonos decidem renomear a vila em homenagem ao político. A vila passou a se chamar Filinto Müller. Contando com um grande depósito vegetal, a floresta amazônica, a região passou a vivenciar a partir de 1970 o ciclo madeireiro. Estabeleceram-se na vila de Filinto Müller as primeiras madeireiras. O primeiro estabelecimento deste tipo foi a Serraria Alves Marques Ltda. A exploração madeireira expandiu-se, e logo várias outras atividades floresceram na localidade, com destaque ao comércio. Em 14 de setembro de 1983, Filinto Müller foi elevado à categoria de distrito do município de Paragominas. Por sugestão do deputado federal Fausto Fernandes, a vila foi novamente renomeada, dando-lhe o nome de Dom Eliseu, em homenagem ao bispo Dom Eliseu Corolli, da diocese de Bragança. === Luta pela emancipação === Em meados da década de 1980, é criado no distrito a Associação de Desenvolvimento Comunitário de Dom Eliseu. Esta associação liderou o processo de discussões e propostas que culminaram com a emancipação política de Dom Eliseu. A referida associação conseguiu pressionar a câmara de Paragominas, para que aprovasse a proposta de redivisão territorial. O processo emancipatório foi levado a cabo na Assembleia Legislativa do Pará pelos deputados Maria Nazaré Barbosa e Nicias Ribeiro. Com a aprovação do plebiscito pelo legislativo estadual, foi determinada sua realização. Realizado o plebiscito, apurou-se que houve aproximadamente 70% de aprovação pela emancipação. Dado o resultado favorável, foi aprovada a emancipação municipal em 1 de maio de 1988, através da lei estadual nº 5.450.Tribunal Regional Eleitoral do Pará e Amapá. Relação de vereadores eleitos no estado do Pará em 15 de novembro de 1988. Belém, s/d Em 1 de janeiro de 1989 instalou-se o poder executivo municipal, tendo a frente o prefeito Antônio Jesus de Oliveira e o vice-prefeito Antônio Dionísio Lima. Ambos haviam sido eleitos na primeira eleição municipal, em 15 de novembro de 1988, com 65% dos votos válidos. Na mesma ocasião foram eleitos os nove representantes do poder legislativo municipal.A Província do Pará. Caderno Especial, p. 15. Belém, 29/04/89 === Plebiscito sobre Carajás === Na década de 1990, após a emancipação municipal, Dom Eliseu se filiou a Associação dos Municípios do Araguaia e Tocantins e ingressou no movimento pela emancipação do sul do Pará através do CMPC (Comitê Municipal Pró Carajás), Que tinha como Presidente o então vereador Eldo José Ribeiro, para criar o estado de Carajás. Em 2011 mais de 90% da população do município votou a favor da emancipação do Carajás no plebiscito sobre a divisão do estado do Pará ==Economia== A primeira atividade econômica de Dom Eliseu foi o comércio, devido a característica de ocupação do povoado (entroncamento de rodovias). Logo após ganhou destaque a atividade madeireira, que encabeçou um vultuoso ciclo econômico, indo da década de 1970, até a década de 1990. Mas dada a característica predatória da própria atividade, esta praticamente desapareceu na década de 1990, devido a exaustão dos recursos vegetais, e a intensa fiscalização dos órgãos de defesa ambiental brasileiros.PARÁ. Secretaria de Estado de Planejamento e Coordenação Geral. Perfil preliminar do município de Dom Eliseu. Belém, s.d. A agropecuária, crescia como atividade paralela, ganhou projeção após o fechamento das madeireiras. Dom Eliseu é um dos municípios da chamada \"Fronteira agrícola Amazônica\", maior região produtora commodities agrícolas desta porção do território brasileiro. A commodity agrícola de maior destaque no município é a goiaba. O município também é destaque na produção e beneficiamento de derivados bovinos. ===Agropecuária e extrativismo=== Os primeiros cultivos agrícolas na área municipal de Dom Eliseu iniciaram-se na década de 1960. Os colonos extraíam madeira, além de cultivarem arroz, milho e mandioca, principalmente para sustento próprio, sendo o pequeno excedente vendido para as localidades maranhenses próximas. Com o desenvolver da atividade no decorrer da década de 1970, passou-se a cultivar também o feijão, a pimenta-do-reino, o urucu, e a seringa. As culturas de arroz, feijão, milho e mandioca são tradicionais, sendo sua distribuição encontrada em toda a área municipal. A cultura de arroz, introduzida por imigrantes sulistas, tem destaque no município, concentrando uma das maiores produções desta no estado do Pará. A pipericultura (cultivo de pimenta-do-reino) desenvolveu-se na área do município por causa da contaminação pela praga \"fusariose da pimenta\" das áreas tradicionais de cultivo no nordeste paraense. Os imigrantes japoneses, tradicionais conhecedores das técnicas de cultivo, foram os responsáveis pela inserção desta cultura agrícola no sudeste do Pará (região de Dom Eliseu). A haveicultura (cultivo e extração de seringa), que havia ganhado destaque durante a década de 1990, foi praticamente abandonada durante parte da década de 2000. A cultura agrícola ressurgiu por iniciativa da Embrapa. Após a derrocada da atividade madeireira em Dom Eliseu, ocorrida durante a década de 1990, a pecuária tornou-se um dos \"carro chefe\" da economia local. É uma atividade muito dinâmica tendo uma influência preponderante sobre as demais atividades do município. A atividade é extensiva e é distribuída por todo o território do município. O rebanho bovino do município é principalmente destinado ao corte. Paralelamente o rebanho bovino do município responde pela oitava maior bacia leiteira do Pará. Boa parte da produção de carne e leite é destinada a abastecer os mercados de São Luís, Marabá e Belém. Há outros rebanhos significativos no município, como o de ovinos, suínos e de caprinos. A avicultura também tem presença no município. O cultivo da goiaba é no entanto, o destaque entre as atividades econômicas do município. Há aproximadamente 6 000 hectares de área plantada de goiaba em Dom Eliseu. A produção média do fruto, é de 140 kg/pé permitindo uma produtividade de 40 t/hectare. Atividades ligadas ao beneficiamento do produto instalaram-se no município, formando uma grande cadeia produtiva. Em 2005 alcançou-se uma produção 25 mil toneladas de doces de goiaba em Dom Eliseu. ===Indústria, comércio e serviços=== Até a década de 1990, o parque industrial eliseuense centrava-se quase que exclusivamente nas atividades madeireiras. Havia muitos laminadores, serrarias e fábricas de compensados que funcionavam no município.PARÁ. Secretaria de Estado da Fazenda. Número de estabelecimentos industrias por gêneros de atividades. Número de estabelecimentos comerciais, varejistas e atacadistas cadastrados. Belém, 1988. Com a exaustão dos recursos madeireiros e o maior rigor dos órgãos ambientais na fiscalização, a cadeia industrial da madeira praticamente extinguiu-se. Foi um período difícil para o município, pois viu grande parte de seus estabelecimentos industriais fecharem as portas. Devido ao encolhimento das atividades industriais madeireiras, outros setores, principalmente ligados a agroindústria floresceram na cidade. O capital ocioso que estava ligado as atividades madeireiras migrou, e fez surgir indústrias de beneficiamento de grãos (principalmente de arroz) suprindo a demanda tanto de Dom Eliseu, quanto dos municípios do entorno. O grande destaque no setor agroindustrial são as atividades relacionadas ao cultivo e beneficiamento da goiaba orgânica. Graças a condição de entreposto, Dom Eliseu tem um setor comercial e de serviços relativamente dinâmico. E é um dos municípios mais movimentados da região sudeste paraense. O intenso tráfego de pessoas e veículos beneficia as atividades ligadas ao comércio, que acaba prestando assistência não somente a Dom Eliseu, mas também aos municípios vizinhos. O comercio em Dom Eliseu é muito dinâmico, conta com diversas lojas, supermercados de médio e grande porte, muitas feiras e o Mercado Municipal conta com produtos variados da cultura paraense. Os serviços financeiros e mecânicos também tem destaque graças a localização da sede do município. Dom Eliseu conta com agências bancárias do Banco do Brasil, Bradesco, Caixa, Banco do Estado do Pará, Banco da Amazônia, Banco Sicredi, Correios e casa lotérica. No setor público conta com agências do INSS, Ministério Público e Tribunal Regional Eleitoral do Pará. No lazer a cidade conta com diversos restaurantes, bares, clubes, praças públicas, quadras poliesportivas, lanchonetes, balneários e o teatro municipal. A Feira Agropecuária da cidade é uma das maiores da região, no evento há diversas atrações como grandes shows, rodeios, parque de diversões, leilões e atraí pessoas de todas as regiões e movimenta a economia local. Outro grande evento que ocorre no município é a Cavalgada de Dom Eliseu, evento tradicional da cidade. == Educação == Dom Eliseu detêm a maior nota no IDEB (Índice de Desenvolvimento da Educação Básica) do Estado do Pará. Em 2015 os alunos dos anos inicias da rede pública da cidade tiveram nota média de 5.9 no IDEB. Segundo dados do IBGE,o município possui uma taxa de escolarização de 95,7 % entre as idades de 6 a 14 anos. O Dom Eliseu conta com diversas escolas municipais, estaduais e privadas. O município possui três polos universitários de instituições privadas. Sendo eles o polo da Universidade Aberta do Brasil (UAB), Universidade da Amazônia (UNAMA) e da UNOPAR. == Saúde == Dom Eliseu conta com 13 unidades de saúde, sendo 11 público-municipais e 2 particulares. Uma dessas unidades é o hospital municipal, e 10 unidades são postos de saúde, todos na zona urbana.O município ainda conta com diversas clínicas particulares e uma Base do SAMU. == Transportes == Dom Eliseu tem uma frota de mais de 12.071 veículos. O município é entrecortado pelas rodovias BR-010, e BR-222 duas importantes rodovias federais brasileiras. O município conta também, com uma pista de pouso e decolagem de 1,30 km, dispõe também de uma rodoviária bastante movimentada, com ônibus que partem do município para todas as regiões do país, de um ponto de transporte alternativo inter-municipal que interliga aos municípios vizinhos. == Ligações externas == * ibge.gov.br: Perfil do município Categoria:Municípios do Pará Categoria:Fundações no Pará em 1961",
 "title": "Dom Eliseu"
}