{
 "id": "33016",
 "text": "{{Info/Município do Brasil | nome = Itaituba | foto = Aerial View of Itaituba, Brazil.jpg | leg_foto = Vista aérea da cidade | apelido = Cidade Pepita | brasão = Brazao itaituba.jpg | bandeira = Bandeira Itaituba.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 15 de dezembro | fundação = Itaituba comemora 159 anos de fundação, no Pará - edição de 15/12/2015 Portal G1 = acessado em 28 de agosto de 2019 | emancipação = | gentílico = itaitubense | lema = | prefeito = Valmir Climaco | partido = MDB | fim_mandato = 2024 | mapa = Para Municip Itaituba.svg | latP = S | latG = 04 | latM = 16 | latS = 33 | lonP = O | lonG = 55 | lonM = 59 | lonS = 02 | estado = Pará | mesorregião = Sudoeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Itaituba | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Norte: Aveiro; Leste: Altamira, Rurópolis, Novo Progresso e Trairão; Sul: Jacareacanga Oeste: Jacareacanga e Maués (AM) | distritos = Miritituba | dist_capital = 1626 | área = 62040.947 | área_ref = | população = 123312 | data_pop = estimativa IBGE/2022 | altitude = 15 | densidade = 1.99 | clima = equatorial | sigla_clima = Am | idh = 0.640 | data_idh = PNUD/2010 | pib = mil | pib_pos = PA: 12º | data_pib = IBGE/2020 | pib_per_capita = 25.900,08 | data_pib_per_capita = IBGE/2020 | site = www.itaituba.pa.gov.br }} Itaituba é um município brasileiro do estado do Pará, pertencente à Mesorregião do Sudoeste Paraense. Localiza-se no norte brasileiro, a uma latitude 04º16'34\" sul e a uma longitude 55º59'01\" oeste.A área total é 62 040,947 km² e a População total do IBGE em 2022 é de 123 312 habitantes. É o décimo quarto município mais populoso do estado e um dos principais centros econômicos do oeste paraense. Possui o décimo terceiro maior produto interno bruto no estado. A cidade é considerada de médio porte, e uma das cidades que apresentam crescimento econômico acelerado no interior do Brasil, além de ser destaque nos vestibulares regionais, estaduais e nacionais, e no ensino da música. O natural da cidade de Itaituba é conhecido como itaitubense. O mote da cidade é \"cidade pepita\". A cidade é conhecida pela intensa atividade de mineração de ouro no Vale do Rio Tapajós, bem como pela grande diversidade de paisagens naturais, tais como as praias de rio que se formam durante a época de seca, as corredeiras d'água localizadas próximas ao distrito de São Luiz do Tapajós e o Parque Nacional da Amazônia. == Etimologia == O topônimo \"Itaituba\" é originário do termo tupi itá'imtyba, que significa \"ajuntamento de pedrinhas\" (itá, pedra + 'im, diminutivo + tyba, ajuntamento).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 572. == História == === Ocupação pré-cabralina === Antes da chegada dos europeus à região no século XVII, a mesma era ocupada pelos índios mundurucus.Itaituba. Disponível em http://www.53bis.eb.mil.br/itaituba/historico.html . Acesso em 3 de agosto de 2014. === Início da colonização europeia === A presença de holandeses, franceses e ingleses no estuário do rio Amazonas ameaçava a dominação portuguesa na área e concorreu para a permanência de portugueses no Pará e para a expedição de Francisco Caldeira Castelo Branco, que, em 1616, fundou a cidade de Belém. Com a fundação da capitania do Pará, o governo português expulsou os estrangeiros, tendo sido organizadas várias expedições para destruir os estabelecimentos estrangeiros que haviam sido criados na região. Dentre essas expedições, a do capitão Pedro Teixeira, em 1626, é a mais importante, pois atingiu, pela primeira vez por parte dos portugueses, o rio Tapajós, entrando em contato amigável com os nativos tapajós em um sítio que, hoje, é considerado como sendo a baía de Alter do Chão. Em 1639, Pedro Teixeira retornou ao rio Tapajós, seguido dos jesuítas. Um forte na foz desse rio foi estabelecido por Francisco da Costa Falcão, em 1697, tendo os jesuítas instalado, sucessivamente, as aldeias de São José ou Matapus, em 1722; São Inácio ou Tupinambaranas, em 1737; Borari; e Arapiuns, que se destacaram pelo desenvolvimento apresentado. Na administração do governador e capitão-general Francisco Xavier de Mendonça Furtado, o governo iniciou o afastamento dos jesuítas dessas aldeias situadas na zona do Tapajós, e elevou, à categoria de vila, com a denominação de Santarém, a aldeia dos Tapajós. Posteriormente, também ocorreram mudanças nas de Borari e Arapiuns, em 1757, com os novos nomes de Alter do Chão e Vila Franca, e, em 1758, nas de São Inácio e São José, com as novas denominações de Boim e Pinhel. Na administração de José de Nápoles Telo de Meneses, foi criado o lugar de Aveiro (Pará), em 1781, onde foi erigida a freguesia de Nossa Senhora da Conceição. Com base na documentação histórica existente, sabe-se que, em 1812, o lugar de Itaituba já existia, pois foi mencionado na relação de viagem de Miguel João de Castro no rio Tapajós, como centro da exploração e comércio de especiarias do Alto Tapajós. Com a Cabanagem e os acontecimentos ocorridos no período, fundou-se a Brasília Legal, em 1836, como posto de resistência, à margem esquerda do Tapajós. Conforme Ferreira Penna, em 1836, Itaituba era um aldeamento de índios, da dependência do Grão-Pará, para onde foi enviado um pequeno destacamento. Dentre os nomes que a história pode destacar para o município, menciona-se o do tenente-coronel Joaquim Caetano Corrêa, por ter sido um precursor do desbravamento da região tapajônica, sendo considerado, inclusive, o fundador do município. Até 1853, Itaituba dependeu da freguesia de Pinhel, passando, posteriormente, para a jurisdição de Boim. === Emancipação política === Com a Lei 266, de 16 de outubro de 1854, a Brasília Legal recebeu a categoria de vila e, como não correspondeu à expectativa, a Lei 290, de 15 de dezembro de 1856, transferiu, para Itaituba, a sede do município, somente instalado em 3 de novembro do ano seguinte. A Lei 1 152, de 4 de abril de 1883, desmembra parte do município de Itaituba, para constituir o de Aveiro, que havia sido criado com a elevação da Freguesia de Nossa Senhora da Conceição de Aveiro à condição de Município. O predicamento da cidade lhe foi conferido em 1900, através da Lei 684, de 23 de março, sendo instalada em 15 de novembro do mesmo ano. === Perda e restauração da emancipação === Pelo Decreto Seis, de 4 de novembro de 1930, o município foi mantido, porém o Decreto 72, de 27 de dezembro do mesmo ano, colocou seu território sob administração direta do Estado. Pela lei estadual nº 8, de 31 de outubro de 1935, quase cinco anos após a perda da emancipação, Itaituba volta a figurar no quadro de entidades munícipes do estado do Pará. No quadro anexo ao Decreto-Lei 2 972, de 31 de março de 1938, aparece constituído de dois distritos: Itaituba e Brasília Legal, permanecendo, dessa forma, na divisão territorial fixada para o período de 1939-1943, estabelecida pelo Decreto-Lei 3 131, de 31 de outubro de 1938, como também na divisão estabelecida para o quinquênio 1944-1948, fixada pelo Decreto-Lei 4 505, de 30 de dezembro de 1943. Perdeu o distrito de Brasília Legal para constituir o Município de Aveiro, que foi restaurado, através da Lei 2 460, de 29 de dezembro de 1961. === Municípios desmembrados === Da área territorial de Itaituba desmembraram-se os municípios de Novo Progresso, Trairão e Jacareacanga, todos em 13 de dezembro de 1991. == Geografia == A cidade se localiza a uma latitude 04º16'34 sul e a uma longitude 55º59'01 oeste, e fica na margem esquerda do rio Tapajós. === Clima === Maiores acumulados de precipitação em 24 horas registrados em Itaituba por meses (INMET, 01/02/1961-presente) Mês Acumulado Data Mês Acumulado Data Janeiro 12/01/1991 Julho 31/07/1990 Fevereiro 27/02/1978 Agosto 31/08/2011 Março 07/03/2016 Setembro 24/09/1999 Abril 20/04/2006 Outubro 30/10/1991 Maio 01/05/1999 Novembro 16/11/1971 Junho 01/06/1978 Dezembro 10/12/2014 O clima de Itaituba é característico de monções, quente e úmido (do tipo Am na classificação climática de Köppen-Geiger), com baixas amplitudes térmicas e temperaturas médias superiores a em todos os meses. As precipitações são abundantes durante a maior parte do ano, com uma pequena estação seca, geralmente nos meses de inverno, sendo o índice pluviométrico superior a milímetros (mm). A umidade do ar é relativamente elevada, com tempo médio de insolação de cerca de horas/ano, sendo maior entre julho e setembro. Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1966 a menor temperatura já registrada em Itaituba foi de em 21 de julho de 1968, enquanto a maior atingiu em 3 de outubro de 1994. O maior acumulado de precipitação em 24 horas a partir de 1961 atingiu 164,2 milímetros em 10 de outubro de 1991. == Área urbana == === Bairros === * Bom Remédio * Floresta * Jardim Tapajós * Maria Madalena * Perpétuo Socorro * São Francisco * Vale do Tapajós * Vale do Piracanã * Boa Esperança * Jardim Aeroporto * Liberdade * N. S. Perpetuo Socorro * Bela Vista * Centro * Nova Itaituba * Piracanã * São José * Vitória-Régia'' * Bom Jardim * Jardim das Araras * Da Paz * Santo Antônio * Viva Itaituba * São Tomé * Jardim América * Campo Belo * Pérola do Tapajós * Bellas Terras * Cidade Nova === Principais vias === * Av. Getúlio Vargas * Av. Dr. Hugo de Mendonça * Av. Nova de Santana * Av. Belém * Av. Marechal Rondon * Av. Riomar Tapajós Virgulino Lages * Av. Manoel Alexandre * Trav. 13 de Maio * Trav. Lauro Sodré * Trav. João Pessoa * Trav. São José * Trav. Victor Campos'' * Rod. Transamazônica BR-230 * Rod. Santarém-Cuiabá BR-163 * Estrada do BIS * Estrada do DNER * Rua. Universitário === Principais logradouros públicos === * Ginásio Municipal de Itaituba * Praça do Centenário * Praça do Cidadão * Praça Celso Mateus * Praça Ten. Cel. Joaquim Caetano Corrêa * Fonte Monteiro Lobato * Orla de Itaituba * Praça da Paz * Barraca da Santa == Economia == {| class=\"wikitable\" cellspacing=\"2\" style=\"float:right; text-align:left;\" Agropecuária Indústria Serviços Impostos Considerada pelo Instituto Brasileiro de Geografia e Estatística como um centro sub-regional (terceiro na hierarquia de classificação de centros urbanos do Instituto Brasileiro de Geografia e Estatística, caracterizado pela existência de atividades de gestão e de influência sobre os municípios mais próximos) de médio porte (por possuir população entre 100 000 e 500 000 habitantes), a cidade conta com 5 agências bancárias. Itaituba encontra, no setor de serviços, o principal motor de sua economia. Responsável por 71 por cento de toda a riqueza produzida no município, o setor de serviços é um dos 10 maiores do estado do Pará. No período entre 2002 e 2007, o produto interno bruto da cidade de Itaituba apresentou um crescimento de 8,9%, o que coloca a cidade na seleta lista de 106 municípios cujo crescimento médio do produto interno bruto no período foi superior ao crescimento médio nacional. Outros destaques na economia de Itaituba são o setor industrial, a mineração, e o agropecuário. Na indústria, é marcante a produção de produtos baseados no calcário (matéria- prima abundante no subsolo do município), sendo a cidade uma das principais produtoras de cimento no País. No setor de mineração, destacam-se as atividades de exploração de ouro no Vale do Tapajós. A instalação de grandes conglomerados ligados à atividade de mineração fez com que, em 2008, Itaituba fosse responsável por 1,1% de toda a riqueza produzida no setor no Estado do Pará, figurando entre os 14 maiores produtos internos brutos do setor. Por fim, no setor agropecuário, figuram as atividades de agricultura familiar e a pecuária de pequeno porte. O destaque no setor é a Feira Agropecuária do município, a qual movimenta milhões de reais em transações comerciais todos os anos no município, sendo um dos maiores evento do gênero no Oeste do Pará. {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Evolução do Produto Interno Bruto (PIB) Ano PIB (R$ 1.000) PIB per Capita (R$) 2012 793 670 8 106 2011 734 367 7 516 2010 649 261 6 669 2009 604 472 4 728 2008 580 650 4 650 2007 553 822 4 686 2006 447 425 4 636 2005 390 028 4 052 2004 387 920 4 040 2003 318 335 3 326 2002 244 761 2 564 2001 197 533 2 075 2000 143 629 1 513 1999 161 456 1 528 O município de Itaituba, entre meados da década de 1980 e início da década de 1990, tinha sua economia fortemente baseada na extração do ouro no Vale do Tapajós, maior região aurífera do oeste paraense. Nesse período, estima-se que tenham sido exploradas da região mais de 500 toneladas de ouro. Em virtude do garimpo, o Aeroporto de Itaituba teve um dos maiores movimentos em pousos e decolagens de aeronaves no mundo. No entanto, observou também um crescimento desorganizado da cidade, com um significativo aumento da pobreza em áreas periféricas, bem como uma grande degradação ambiental causada pelo mercúrio. Com a decadência da exploração do ouro (no início da década de 90), a cidade começou a ver surgir empreendimentos ligados principalmente ao setor agropecuário e madeireiro. Um dos grandes entraves ao desenvolvimento econômico da região foi o abastecimento de energia, que, até fins dos anos 1990, representava um problema crônico para a cidade. Em 1998, a cidade de Itaituba passou a ser atendida pelo Projeto Tramoeste, o qual que leva energia produzida na Hidrelétrica de Tucuruí para diversas cidades no oeste paraense. == Infraestrutura == === Mídia === Os jornais cuja editoração é feita em Itaituba são Jornal do Comércio, Tribuna do Tapajós e Folha do Oeste. Além desses, outros jornais circulam diariamente na cidade. Entre os mais importantes, estão O Liberal e Diário do Pará (Belém) e A Crítica (Manaus). ====Telefonia Local==== A telefonia fixa é explorada pela Empresa Oi, que substituiu a antiga TELEMAR (que, por sua vez, havia substituído a estatal TELEPARÁ). A telefonia celular é explorada pelas empresas Vivo, Oi, CLARO (que opera com tecnologia 3G) e TIM. === Energia === Há planos em estudo de viabilidade econômica e de impactos ambientais para construir um complexo hidrelétrico na cidade, chamado Complexo do Tapajós. Ele deverá ser composto por 5 usinas, a serem construídas próximas da comunidade de São Luiz do Tapajós: UHE São Luiz do Tapajós, UHE Jatobá, UHE Jamanxim, UHE Cachoeira do Caí, UHE Cachoeira dos Patos. Após a conclusão, o complexo terá a potência instalada de 10.682 MW. Itaituba será a cidade base para a construção e operação das usinas. ====O Complexo Hidrelétrico do Tapajós==== A construção do complexo de usinas na bacia do rio Tapajós, entre os Estados do Amazonas e do Pará, vem sendo arquitetada desde a década de 1980. O projeto foi retomado pelo governo faz quatro anos e prevê a construção de cinco usinas hidrelétricas – São Luiz de Tapajós, Jatobá, Cachoeira dos Patos, Jamanxim e Cachoeira do Caí. Dentre dessas, porém, a mais significativa é a usina de São Luiz do Tapajós, que teria potência inferior apenas a Itaipu, Belo Monte e Tucuruí e produziria 6 133 megawatts (MW) de energia a partir da construção de uma barragem de 3 483 metros de comprimento atravessada no coração da Amazônia. A barragem terá, em média, 39 metros de altura, o equivalente a um prédio de 13 andares, e seria erguida em uma das áreas mais protegidas da região: o Parque Nacional da Amazônia, a primeira unidade de conservação demarcada na chamada Amazônia Legal, que, com outras 11 unidades, forma o imenso complexo da bacia do Tapajós – o maior mosaico de biodiversidade do planeta. No entanto, a construção das barragens no rio Tapajós vem encontrando resistência por parte dos índios mundurucus, que temem ter suas terras alagadas. O projeto também é polêmico por vir a produzir tanto consequências positivas (geração de empregos e aumento da arrecadação de impostos) quanto negativas (aumento da violência e da especulação imobiliária) para a população local.Época. Disponível em http://epoca.globo.com/tempo/noticia/2014/04/o-conflito-do-governo-com- indigenas-na-construcao-de-b40-hidreletricas-na-amazoniab.html. Acesso em 3 de agosto de 2014. === Educação === O município possui cerca de 07 escolas particulares, as quais atendem a uma demanda de mais de 10 mil alunos. O município conta ainda com cerca de 100 escolas públicas na área urbana e na zona rural, as quais atendem a uma demanda de cerca de 50 mil alunos, tanto no ensino fundamental. No Ensino médio o município conta com 03 escolas todas no âmbito Estadual, sendo 1 em regime de convênio, todas na zona urbana, EEEM Benedito Corrêa de Souza, EEEM Profª Maria do Socorro Jacob, EEEM Profª Maria das Graças Escócio Cerqueira, Escola Estadual Tecnológica do Pará - EETEPA. No âmbito do ensino superior, a cidade de Itaituba conta com as seguintes universidades: *Universidade Federal do Oeste do Pará (UFOPA). *Instituto Federal de Educação, Ciência e Tecnologia do Pará (IFPA) *Faculdade de Itaituba (FAI). *Faculdade do Tapajós (FAT). *Universidade do Norte do Paraná (UNOPAR) *Faculdade Educacional da Lapa (FAEL). *Centro Universitário Internacional (UNINTER). *Centro Universitário de Maringá (UNICESUMAR). * Centro Universitário do Planalto do Distrito Federal (UNIPLAN) ==== IFPA Itaituba ==== O Campus de Itaituba, localizado no município principal da região do Tapajós, mesorregião paraense de Itaituba, faz parte do projeto de expansão da Rede Federal de Educação Profissional, Técnica e Tecnológica, que está em vias de completar 100 anos de existência. Através do Decreto nº 6 095, de 24 de abril de 2007, o Governo Federal aponta para a possibilidade de expansão da rede, organizando os Centros Federais de Educação Tecnológica (Cefets), como parte das ações do Plano de Desenvolvimento da Educação - PDE, para a criação dos Institutos Federais, materializando esse objetivo com aprovação do Projeto de Lei, consubstanciado na Lei nº 11 892, de 29 de dezembro de 2008. O Campus Itaituba é, por assim dizer, um produto da implantação do Instituto Federal de Educação, Ciência e Tecnologia do Pará - IFPA, criado no município de Itaituba, para o acolhimento de um público historicamente colocado a margem das políticas de formação para o trabalho, da pesquisa aplicada destinada à elevação do potencial das atividades produtivas locais e da democratização do conhecimento à comunidade em todas as suas representações. ===Transportes=== ====Portos em Miritituba==== O distrito de Miritituba, em Itaituba, tem-se tornado alvo da atenção dos principais investidores nacionais e internacionais, com diversas empresas interessadas em operar Estações de Transbordo de Cargas, como a Bunge e a Cargill. Sua localização estratégica, às margens do rio Tapajós e com acesso curto e rápido para a BR-163, tem potencial para permitir uma grande economia no frete de cargas (especialmente soja) e no tempo total de transporte, desde o produtor até os mercados consumidores no exterior. Portanto, Miritituba tem-se consolidado, aos poucos, como uma importante alternativa à exportação via portos de Santos (SP) e de Paranaguá (PR), aumentando assim o dinamismo econômico relacionado à exportações nos portos do Norte do Brasil. Paralelo ao rápido desenvolvimento, a cidade de Itaituba e, mais particularmente, o distrito de Miritituba, tem observado um aumento fluxo de pessoas, e consequente aumento nos preços de imóveis e de serviços, bem como uma maior pressão sobre os serviços básicos. Como contrapartida para a instalação das Estações de Transbordo de Cargas, o município de Itaituba tem exigido contrapartidas sociais e financeiras das empresas interessadas, visando diminuir os eventuais danos causados. ==== Transporte aéreo ==== O acesso aéreo é feito pelo Aeroporto de Itaituba, localizado a 5 quilômetros do Centro da cidade em área adjacente à BR-230 (Rodovia Transamazônica). Há serviço regular de táxi. Atualmente, o aeroporto conta com voos comerciais regulares da MAP Linhas Aéreas, que oferece serviço regular de transporte de passageiros, conectando Itaituba com a cidade de Altamira, Belém e Manaus. Além disso, empresas de táxi aéreo de menor porte oferecem voos para distritos e vilarejos mais afastados do centro urbano da cidade, bem como para os inúmeros garimpos de ouro da região e municípios vizinhos. O aeroporto conta também com um terminal de passageiros totalmente climatizado, mix de lojas e praça de alimentação. A operação de pousos e decolagens no aeródromo é feita pelo Grupamento de Navegação Aérea de Itaituba (GNA III - SBIH). O aeródromo conta com sinalização que permite operações noturnas (IFR), e possui uma pista auxiliar para o taxi de aeronaves. Devido à importância socioeconômica da região e do potencial de passageiros o aeroporto é classificado como Aeroporto Regional. Em virtude da grande quantidade de garimpos de ouro na região aurífera do rio Tapajós (década de 1980), o Aeroporto de Itaituba já registrou uma média diária de 400 pousos e decolagens, representando um movimento de 80 000 pousos e decolagens/ano. Nessa época, o mesmo foi considerado o 3º aeródromo mais movimentado do mundo. ==== Transporte rodoviário ==== * BR-163 (Santarém-Cuiabá) * BR-230 (Transamazônica) * Rodovia Estadual Transgarimpeira ===== BR 163 (Santarém-Cuiabá) ===== A Cuiabá-Santarém liga a capital do Mato Grosso, Cuiabá, a Santarém, no Pará, ligando Itaituba a Santarém e Itaituba a região Sul e Sudeste do Brasil. A estrada atravessa uma das regiões mais ricas do País em recursos naturais e potencial econômico, sendo marcada pela presença de importantes biomas brasileiros, como a Floresta Amazônica e o Cerrado e áreas de transição entre eles, além de bacias hidrográficas importantes, como a do Amazonas, do Xingu e Teles Pires-Tapajós. Os serviços nesse trecho serão divididos em 2 lotes. O lote 1 compreende o segmento que vai da divisa do Mato Grosso com o Estado até o município de Novo Progresso. Serão contemplados 318 quilômetros. Para este lote, as obras foram avaliadas em R$ 20,6 milhões. O Lote 2 segue do município de Novo Progresso até o início do trecho pavimentado da rodovia. Os serviços de manutenção se estenderão por 344 quilômetros a um custo total de R$ 22,7 milhões. A partir de 2009, a BR-163 irá contar com o policiamento de mais 340 agentes da Polícia Rodoviária Federal (PRF), a qual já conta com bases espalhadas pela rodovia, além das que estão em fase de construção para receber os novos policiais. ===== BR 230 (Transamazônica) ===== A Rodovia Transamazônica (BR-230), projetada durante o governo do presidente Emílio Garrastazu Médici (1969 a 1974) sendo uma das chamadas \"obras faraônicas\" devido às suas proporções gigantescas, realizadas pelo regime militar, é a terceira maior rodovia do Brasil, com 4 000 quilômetros de comprimento, cortando os estados brasileiros da Paraíba, Ceará, Piauí, Maranhão, Tocantins, Pará e Amazonas. Nasce na cidade de Cabedelo, na Paraíba, e segue até Lábrea, no Amazonas. É classificada como rodovia transversal. Em grande parte, principalmente no Pará e no Amazonas, a rodovia não é pavimentada. Planejada para integrar melhor o Norte brasileiro com o resto do país, foi inaugurada em 30 de agosto de 1972. Inicialmente projetada para ser uma rodovia pavimentada com 8 mil quilômetros de comprimento, conectando as regiões Norte e Região Nordeste do Brasil com o Peru e o Equador, não sofreu maiores modificações desde sua inauguração. Os trabalhadores ficavam completamente isolados e sem comunicação por meses. Alguma informação era obtida apenas nas visitas ocasionais a algumas cidades próximas. O transporte geralmente era feito por pequenos aviões, que usavam pistas precárias. Por não ser pavimentado, o trânsito na Rodovia Transamazônica é impraticável nas épocas de chuva na região (entre outubro e março). O desmatamento em áreas próximas à rodovia é um sério problema criado por sua construção. A BR-230 corta o estado do Pará nas principais cidades do estado com Itaituba, Altamira e Marabá. No Estado do Maranhão entre as cidades de Carolina a Barão de Grajaú, passando por Riachão, Balsas, São Raimundo das Mangabeiras, São Domingos do Azeitão, Pastos Bons, São João dos Patos, bem como o Estado do Piauí passando por Floriano, Nazaré do Piauí, Oeiras até a BR-316, na localidade Gaturiano, no Piauí, segue-se pela BR-316 até a entrada de Fronteira, no Piauí, que passa a ser a continuação da BR-230 até a cidade de Campos Sales, no Ceará. Em Itaituba, a Rodovia Transamazônica é cortada pelo rio Tapajós. A travessia de carros, de cargas e de passageiros é feita pela Balsa da Rodonave Nagegações. Além disso, navegantes autônomos também proveem o servido de travessia de passageiros e de cargas. == Cultura == As maiores festividades em Itaituba são a Festa da Senhora de Sant'ana; Festival Folclórico da ASGRUFOCITA e a Feira Agropecuária. As festividades de Nossa Senhora de Sant'ana, padroeira do município, iniciam-se na primeira quinzena de julho e termina com a procissão do Círio, no dia 26 do mesmo mês. Também, as festividades da paróquia Nossa Senhora do Bom Remédio, padroeira da cidade alta, onde se situa a maior igreja da cidade, conhecida popularmente como \"Igreja Redonda\"; O Festival Folclórico da ASGRUFOCITA reúne todos os Grupos Folclóricos e Culturais do Município num concurso de danças e quadrilhas promovido pela Associação dos Grupos Folclóricos e Culturais de Itaituba na primeira quinzena do mês de julho. O evento possui um público fiel de mais de 10 mil pessoas com a apresentação de uma média de 12 agremiações a cada ano. A Feira Agropecuária, a qual ocorre no Parque de Exposições Hélio Mota Gueiros, ocorre anualmente no mês de outubro. ;Calendário * 8 de fevereiro - Carnaval de rua * 25 de março - Via sacra - Paixão de Cristo * Julho - Festejo de Nossa Senhora de Sant'ana * Julho - Festival Folclórico do Aracu e Piau de Barreiras * Julho - Festival Folclórico da ASGRUFOCITA * Julho a agosto - Ita Verão * Setembro - Concurso de Bandas * 7 de setembro - Desfile da Pátria * Outubro - Feira Agropecuária * 15 de dezembro - Aniversário da Cidade === Pontos de Cultura === O município possui dois Pontos de Cultura: o Ponto Cultura de Ouro, da Associação dos Grupos Folclóricos e Culturais de Itaituba, conveniado com o Ministério da Cultura no ano de 2007, que desenvolve diversas atividades culturais e fomenta todos os eventos culturais do município; e o Ponto Arteando a Periferia, da Associação dos Filhos de Itaituba - ASFITA, conveniado recentemente com a SECULT. Ambos, no âmbito do Programa Cultura Viva. === Música === A cidade de Itaituba, é reconhecida regionalmente por seu grande desenvolvimento na música regional brasileira, ocorre anualmente na cidade de Itaituba o Concurso de Bandas e Fanfarras logo após o desfile da Pátria no mês de setembro; a cidade já recebeu visita de grandes cantores da música brasileira como: Cristiano Araújo, Lucas Lucco, Luan Santana, Marília Mendonça, Leo Magalhães, Eduardo Costa, Banda Calcinha Preta, entre outros; ===Museu=== A cidade possui um museu histórico, fundado em 2006, o Museu Municipal Aracy Paraguassú. == Esportes == No âmbito esportivo, uma das principais competições esportivas da cidade é a Copa Ouro de Futsal. Promovido anualmente pela TV Tapajoara, tem, como principais equipes, o Trovão Azul (tri-campeã), Cálculos Contábeis (uma conquista) e o Hay Fay. Outros campeonatos importantes são o Campeonato Suburbano, o Campeonato Itaitubense, cujos times mais tradicionais são o América, o Auto Esporte e o Itaituba. Os dois principais logradouros destinados ao esporte na cidade de Itaituba são o Ginásio Poliesportivo (um dos maiores ginásios fechados no Norte do Brasil) e o Estádio Municipal Teófilo Olegário Furtado (que está em processo de mudança, uma vez que a prefeitura cogia construir um novo no bairro Aeroporto). A cidade também contra com quadras poli-esportivas abertas em diversas praças e escolas públicas, bem como outros logradouros particulares (por exemplo, na Associação Atlética Cearense, na Associação Atlética Banco do Brasil, e no Chapéu do Povo). Além da Secretaria Municipal de Esporte Cultura e Desporto, é responsável pela realização dos eventos esportivos da cidade a LIDA (Liga Itaitubense de Desportos Atléticos). Merece destaque nesse assunto o diretor da LIDA, Sr. Joaquim Albino, uma das pessoas que mais tem contribuído para o desenvolvimento do esporte na cidade. Há uma série de projetos de esporte em andamento na cidade, por exemplo o Grupo Genasc, e a Escola de Futebol Zico 10. == Turismo == Itaituba possui boa infraestrutura hoteleira para receber turistas e visitantes, contando com diversos hotéis categorizados de 1 a 4 estrelas. A cidade apresenta, também, grande potencial ecoturístico, onde estão incluídos atrativos de exuberante beleza, como: cavernas, cachoeiras, águas minerais e minerotermais, além de uma grande quantidade de praias e lagos piscosos, localizados principalmente próximo à sede do município. Destaca-se, nesse contexto, a região denominada de São Luís do Tapajós, que está situada a cerca de uma hora de carro a partir da sede municipal. Destacam-se, também, belas praias e ilhas ao longo do rio Tapajós, que, por sua vez, nos meses de agosto, setembro e outubro, apresentam-se com águas esverdeadas e cristalinas, devido à formação rochosa do fundo do rio característica encontrada somente nessa região. Desta maneira, vale conferir os atrativos de Itaituba, que possui um conjunto muito agradável aos turistas da pesca esportiva, que também poderão sair à procura de grandes tucunarés no lago do Jacaré. === Caverna Paraíso === A caverna Paraíso está localizada a cerca de 90 quilômetros a partir da cidade de Itaituba, através da Rodovia Transamazônica (BR 230) até o quilômetro 72, trecho compreendido entre Itaituba e Rurópolis, adentrando à esquerda na estrada vicinal Transforlândia por mais 15 quilômetros até a chegada na caverna, e, assim, contemplar a majestosa obra da natureza. A entrada da caverna está localizada nas coordenadas 04º 04'04 S e 55º 26'45 W, entre os igarapés Baixa Fria e Jiboia. A caverna é constituída de calcário e apresenta mais de 300 metros quadrados de salões e galerias com belos e variados espeleotemas como: estalactites, estalagmites, cortinas, travestinos etc. Além dessas maravilhas, podem-se encontrar rios subterrâneos, que são formações características de cavernas em rochas calcárias. É importante ressaltar que o local é considerado como a primeira caverna em calcário catalogada na Amazônia. === Lago do Jacaré === Está a cerca de 50 minutos por via fluvial da sede do município, subindo o rio Tapajós. É propício especialmente à prática da pesca esportiva, possibilitando, aos turistas ou nativos, o conhecimento de vários tipos de peixes amazônicos que encantam pela aparência, tamanho e gosto. === Tabuleiro Monte Cristo === Com o objetivo de proteger os quelônios dos predadores e de sua possível extinção foi implantado, pelo Instituto Brasileiro de Desenvolvimento Florestal-IBDF, o Projeto Quelônios da Amazônia - PQA, na área do Tabuleiro Monte Cristo, este projeto passou a ser Programa Quelônios da Amazônia - PQA e é executado pelo Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis. O programa já vem atuando na área há mais de 34 anos pelo Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis, e visa a preservar espécies de quelônios como: tartarugas, tracajás, pitiú e uma variedade de aves como talhamar, gaivota, bacurau etc. Essa área de nidificação natural está localizada dentro do município de Aveiro/PA, no limite com o município de Itaituba/PA, às proximidades da Vila de Barreiras (Itaituba). === Hotel Fazenda Maloquinha === Está localizada no quilômetro 15 da Rodovia Transamazônica, sentido Itaituba-Jacareacanga, na margem esquerda do Rio Tapajós. Pertence às Obras Sociais da Igreja de Deus no Brasil, a propriedade pertencia à Igreja Católica Apostólica Romana, a qual se desfez do local onde era mantido um seminário. Atualmente acolhe a todos os visitantes, os quais podem apreciar uma belíssima paisagem natural, contemplar prédios históricos, percorrer trilhas, praticar arvorismo, apreciar peixes regionais mantidos em criatórios (pirarucu), e tomar banho de rio, tudo no mais íntimo contato com a natureza. A fazenda oferece ainda queijos, refeições, lanches e chás. === Parque Nacional da Amazônia === O Parque Nacional da Amazônia, com seus 994.000ha, possui uma vasta floresta de mata tropical mista e matas aluviais, igapós ricos em açaí e buriti, numerosas formações geológicas de distintas idades, espécies raras de árvores terrestres e semi-terrestres, além de várias espécies de animais. Localizado à margem esquerda do rio Tapajós, o parque é cortado pela BR-230 (Transamazônica). Saindo da sede do município, o percurso até o parque leva meia hora, de carro ou de ônibus. No acesso fluvial, leva-se cerca de 1 hora de viagem. O parque conta com uma boa infra-estrutura com trilhas educativas, mirante para o rio Tapajós, além de fácil acesso. O clima no parque, em média, é quente úmido, com um a dois meses secos. Há Predominância da Floresta Tropical Úmida, com grande diversidade de espécies e formas, sendo que as maiores árvores possuem a altura média de 50 metros; e, devido à luminosidade, os estratos inferiores apresentam grande número de plantas trepadeiras, musgos, líquens, orquídeas, entre outras. O parque é rico em fauna, porém com pequeno número de indivíduos de cada espécie, normalmente de hábitos noturnos. Encontra-se também espécies ameaçadas de extinção como a ariranha, o peixe-boi e o tamanduá-bandeira, além dos répteis e uma notável fauna aquática. == Ver também == * Terra Indígena Munduruku == Ligações externas == * * * * Categoria:Fundações no Pará em 1935 Categoria:Topônimos de origem tupi",
 "title": "Itaituba"
}