{
 "id": "33018",
 "text": "{{Info/Município do Brasil | nome = Jacareacanga | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = jacareacanguense | lema = | prefeito = Sebastião Aurivaldo Pereira Silva | partido = PSDB | fim_mandato = 2024 | mapa = Para Municip Jacareacanga.svg | latP = S | latG = 06 | latM = 13 | latS = 26 | lonP = O | lonG = 57 | lonM = 45 | lonS = 14 | estado = Pará | mesorregião = Sudoeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Itaituba | data_microrregião = Instituto Brasileiro de Geografia e Estatística /2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Itaituba, Novo Progresso, Apiacás (MT) e Maués (AM) | dist_capital = 2000 | área = 53303.089 | área_ref = | população = 24042 | data_pop = IBGE/2022 | altitude = 70 | clima = Equatorial superchuvoso | sigla_clima = | idh = 0.505 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 4295.61 | data_pib_per_capita = IBGE/2014 | site_prefeitura = www.jacareacanga.pa.gov.br }} Jacareacanga é um município brasileiro no extremo sudoeste do estado do Pará. Localiza-se no norte brasileiro, a uma latitude 06º13'20\" sul e longitude 57º45'10\" oeste. A Área total é de 53 303,089 km² e a População total do IBGE em 2022 é de 24042 habitantes. Em 1961 foi criado inicialmente como distrito de Itaituba pela lei estadual nº 2460. Emancipou-se em 1991, pela lei estadual nº 5691. == História == Foi criado inicialmente como distrito de Itaituba pela lei estadual nº 2460, de 29 de dezembro de 1961. Emancipou-se em 13 de dezembro de 1991, pela lei estadual nº 5691, sendo atualmente composto por dois distritos; o Distrito-Sede e Porto Rico. A emancipação foi resultado de uma mobilização popular dos moradores, no final da década de 1980 com a criação da Comissão Pró-Emancipação Política do Distrito Municipal de Jacareacanga, cujo presidente era Sebastião Lopes Pimenta. Seu nome é proveniente da tupi, união dos termos îakaré (\"jacaré\") e akanga (\"cabeça\"), formando \"cabeça de jacaré\". === Revolta de Jacareacanga === Em fevereiro de 1956, ocorreu a Revolta de Jacareacanga, que foi um esboço de reação militar contra a posse de Juscelino Kubitschek na presidência do país, poucas semanas antes. Oficiais da aeronáutica partiram da cidade do Rio de Janeiro no dia 10 de fevereiro e se instalaram na Base Aérea de Jacareacanga. A revolta durou dezenove dias e terminou com o controle da situação por forças pró-Kubitschek. == Geografia == Localiza-se à latitude 06º13'20\" sul e à longitude 57º45'10\" oeste, com uma área de 53 531,59 km², estando a uma altitude de 70 metros acima do nível do mar. === Demografia === Sua população estimada em 2015 era de 41.487 habitantes, distribuídos em uma área de 53.304,213 km². A cidade possui uma das maiores população indígena do estado do Pará, aproximadamente dez mil indígenas, contrastando com várias pessoas de outras regiões com o advento da rodovia transamazônica e da atividade mineraria no fim da década de 1950, que provocou um forte movimento migratório. === Problemas socioambientais === Devido aos altos índices de devastação florestal, em 9 de novembro de 2023, o município de Jacareacanga foi incluído na relação de municípios situados no bioma Amazônia considerados prioritários pelo governo federal para ações de prevenção, controle e redução dos desmatamentos e degradação florestal. == Política e administração == Sendo um município do Brasil, Jacareacanga é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto que o segundo é representado pela Câmara Municipal de Jacareacanga, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Jacareacanga são as seguintes (data: 12 de novembro de 2023): * Prefeito: Sebastião Aurivaldo Pereira Silva \"Valdo do Posto\" - PSDB (2021/-) * Vice-prefeito: Valmar Kaba Munduruku - REPU (2021/-) * Presidente da Câmara: Giovani Amâncio Caetano Kaba Munduruku - MDB (2023/-). == Locais públicos == * Praça São Pedro * Praça Central * Ginásio Poliesportivo Raimundo Queiroz == Cultura == * Jacaréverão - agosto a setembro * Aniversário da Cidade ==Transportes== ===Modal aéreo=== Via Aeroporto Municipal de Jacareacanga ===Modal fluvial=== Via rio Tapajós ===Modal terrestre=== ====Rodovia Transamazônica (BR-230)==== A BR-230, é uma rodovia transversal, corta no estado do Pará nas principais cidades do sul paraense, como Itaituba, Altamira e Marabá. No Estado do Maranhão entre as cidades de Carolina a Barão de Grajaú, passando por Riachão, Balsas, São Raimundo das Mangabeiras, São Domingos do Azeitão, Pastos Bons, São João dos Patos, bem como o Estado do Piauí passando por Floriano, Nazaré do Piauí, Oeiras até a BR-316, na localidade Gaturiano, no Piauí, segue-se pela BR-316 até a entrada de Fronteira, no Piauí, que passa a ser a continuação da BR-230 até a cidade de Campos Sales, no Ceará. == Ver também == * Terra Indígena Munduruku Categoria:Fundações no Pará em 1991",
 "title": "Jacareacanga"
}