{
 "id": "33019",
 "text": "{{Info/Município do Brasil | nome = Jacundá | foto = Jacundá Rodovia Paulo Fontelles.JPG | leg_foto = Trecho da Rodovia estadual Paulo Fontelles (PA-150) no município de Jacundá. | apelido = Arraia | brasão = | bandeira = Bandeira_de_Jacundá.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Jacundá | aniversário = 29 de dezembro | fundação = | emancipação = | gentílico = jacundaense | lema = | prefeito = Itonir Aparecido Tavares | partido = PL | fim_mandato = 2024 | mapa = Para Municip Jacunda.svg | latP = S | latG = 04 | latM = 27 | latS = 03 | lonP = O | lonG = 49 | lonM = 06 | lonS = 57 | estado = Pará | site_câmara = https://camaradejacunda.pa.gov.br/ | mesorregião = Sudeste Paraense | microrregião = Tucuruí | região_metropolitana = | data_microrregião = IBGE/2008 | data_mesorregião = IBGE/2008 | vizinhos = Nova Ipixuna e Itupiranga (ao sul); Goianésia do Pará (ao norte); Rondon do Pará (ao leste), e; Novo Repartimento (a oeste) | dist_capital = 400 | área = 2008.315 | área_ref = | altitude = 108 | clima = tropical semiúmido | sigla_clima = (As) | população = 58457 | data_pop = censo IBGE/2018 | idh = 0.622 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 7534.77 | data_pib_per_capita = IBGE/2014 | site_prefeitura = https://jacunda.pa.gov.br/ }} Jacundá é um município brasileiro do estado do Pará. Sua população, conforme estimativas do IBGE de 2018, era de habitantes. O município possui suas principais fontes de renda com a extração madeireira, a pecuária e a agricultura. Sua área territorial é de 2 008,315 km2 e está a uma altitude de 108 metros em relação ao nível do mar. \"Arraia\" era o nome do local onde hoje encontra-se o município e, devido a construção da Usina Hidrelétrica de Tucuruí, o município que se localizava onde hoje estão as águas represadas do Rio Tocantins, mudou-se para tal localidade às margens da Rodovia Paulo Fontelles. == História == O município de Jacundá pertence a zona fisiográfica do Rio Itacaiúnas e foi emancipado no início da década de 1960. As suas terras pertenceram, primeiramente, ao município de Marabá e depois ao de Itupiranga. O Vilarejo de \"Arraia\" surgiu em 1915,DA SILVEIRA, Claudionor Gomes. Uma cidade submersa: memória e história de Jacundá, 1915-1983. Editora Paka-Tatu, 2001 por iniciativa do coronel Francisco Acácio de Figueiredo, integrante do grupo que imigrou com Carlos Leitão de Goiás para o Pará em 1894. Por força do decreto-lei estadual nº 3131 de 1938, Jacundá foi extinto e integrado ao distrito-sede de Marabá. Entretanto, em 1943, teve parte do seu território transferido para o distrito de Itupiranga. Essa situação permaneceu até 29 de dezembro de 1961, quando o município de Jacundá foi desmembrado daqueles dois municípios pela lei estadual nº 2460, tornando-se uma unidade autônoma. Moradores da antiga Jacundá, então localizada às margens do Rio Tocantins, tinham seus projetos individuais de vida baseados, principalmente, na pesca, criação de gado e agricultura de subsistência, predominando as culturas de arroz, feijão e mandioca. Na década de 70 surgia a Rodovia PA-150 e a barragem de Tucuruí começava a ser projetada. A abertura da rodovia abriu também novas expectativas de vida para os moradores, ao mesmo tempo que atraiu uma legião de imigrantes. Jacundá tem duas fases históricas importantes: a primeira começa no dia 29 de dezembro de 1961 — data da emancipação — e se estende até 1980. A segunda começa do ano de 1980 e estende-se até os dias atuais. Esta segunda data refere-se à transferência da sede do município (ainda conhecida como Vila Arraia\"), que antes era localizada às margens do Rio Tocantins, para as margens da Rodovia Paulo Fontelles (PA-150), em virtude da necessidade de remanejamento da população ribeirinha do rio Tocantins para a formação do grande lago da Usina Hidrelétrica de Tucuruí. Arraia, na condição de sede municipal, passou a denominar-se Jacundá ainda em 1962, formando o único distrito do município. == Cultura == 250px|thumb|esquerda|Centro da cidade de Jacundá O município de Jacundá possui como principal manifestação religiosa a festa em homenagem ao seu padroeiro, São João Batista, comemorado no dia 24 de junho. Outros eventos de caráter popular e religioso ocorrem na cidade, entre eles, festejo de Nossa Senhora do Perpétuo Socorro, realizado em 20 de outubro. Também é realizado no município de Jacundá uma das maiores trilhas motorizadas da Região Norte do Brasil, a \"Trilha TÔ NA PEGA\", evento em que centenas de motocicletas, jipes e quadriciclos percorrem as estradas da zona rural, entre trechos de mata e de lamaçais. A Feira da Indústria Comércio e Agropecuária de Jacundá, conhecida como FEICAJ, é uma forte atração cultural, para a qual, durante uma semana, a população volta suas atenções, tendo como atrações espetáculos musicais noturnos, exposição de gado bovino (matrizes e reprodutores selecionados das fazendas da região), além de barracas de artesanato e de itens do comércio local. Também, durante a feira, realizam-se rodeios com grande presença de público. O Carnaval de Rua de Jacundá vem se tornando uma forte atração cultural arrastando foliões das várias cidades vizinhas. As festas de junho também se destacam por reunir várias quadrilhas juninas locais. ==Ligações externas== *Prefeitura Municipal Categoria:Fundações no Pará em 1915",
 "title": "Jacundá (Pará)"
}