{
 "id": "33027",
 "text": "{{Info/Município do Brasil | nome = Medicilândia | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 12 de maio | fundação = | emancipação = 12 de maio de 1989 | gentílico = medicilandense | lema = | prefeito = Júlio César do Egito | partido = PSDB | fim_mandato = 2024 | mapa = Para Municip Medicilandia.svg | latP = S | latG = 03 | latM = 26 | latS = 45 | lonP = O | lonG = 52 | lonM = 53 | lonS = 20 | estado = Pará | mesorregião = Sudoeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Altamira | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Altamira, Brasil Novo e Uruará. | dist_capital = 903,1 | área = 8272.629 | área_ref = | população = 31975 | data_pop = est. IBGE/2020 | altitude = 151 | clima = Equatorial | sigla_clima = | idh = 0.582 | | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 17073.30 | data_pib_per_capita = IBGE/2014 }} Medicilândia é um município brasileiro do estado do Pará, pertencente à Mesorregião do Sudoeste Paraense. Localiza-se no norte brasileiro, a uma latitude 03º26'46\" sul e a uma longitude 52º53'20\" oeste, estando a uma altitude de 151 metros. Sua população, estimada em 2020, era de 31.975 habitantes. Possui uma área de 8.309,499 km². Medicilândia é conhecida como a \"Capital Nacional do Cacau\" e serve de palco para um festival anual chamado Cacaufest. == Etimologia == Seu nome é uma referência ao ex-presidente do Brasil Emílio Garrastazu Médici, já que a cidade foi fundada por conta da construção da Rodovia Transamazônica (BR-230), iniciada durante o governo militar. ==História== O marco histórico de Medicilândia se deu no ano de 1973, quando foram implantados os primeiros 17 hectares de terra dentro do Plano de Integração Nacional, formando uma vila com seis famílias produtoras rurais.Valente, Andrea de Melo. Estudo da potencialidade de registro de indicação geográfica a produção de cacau no município de Medicilândia/PA. PPGEDAM. Universidade Federal do Pará. 2012. === Projeto Pacal === No mesmo ano, o Governo Emílio Médici incentiva a formação da primeira motriz do desenvolvimento local, o cultivo da cana-de-açúcar, substituindo o cacau. Para tal, foi construída, no que a época era uma vila por nome Pacal (sigla de Projeto Agro-Industrial Canavieiro Abraham Lincoln; hoje um bairro de Medicilândia). O empreendimento não teve muito sucesso, dado que a quantidade de cana não era suficiente para que a mesma alcançasse a capacidade plena de produção, além de problemas com locais, sendo necessário importar insumos do estado de Pernambuco. No entanto, já em 1979, a Usina alcançou sua capacidade máxima. Porém, o declínio da produtividade da cana caiu substancialmente durante a década de 1980, fazendo com que o governo vendesse a mesma para o grupo Conam em 1984. O grupo não honrou com seus compromissos, fazendo com que dez anos depois a usina fosse novamente estatizada. === Formação administrativa === Por pressão popular, desde o ano de 1975, foi criado, em 10 de dezembro de 1984, o distrito de Medicilândia, pela lei estadual nº 5202, subordinado ao município de Prainha. Medicilândia foi elevada à categoria de município pela lei estadual n.º 5438, de 6 de maio de 1988, desmembrado de Prainha. Sua sede foi assentada no antigo distrito de Medicilândia. Somente foi formalmente instalado em 1 de janeiro de 1989. === Década de 1990 - presente === A partir de 1995 a Usina Abraham Lincoln passa ser gerida por um cooperativa de produtores, porém a falta de investimentos em tecnologia fez o empreendimento fechar as portas em 2002.Pinto, Paulo Silva.. Usina de açúcar de 1994 implantada pelo Incra virou ruína em Medicilândia. Correio Braziliense. 29 de junho de 2014 Nas últimas décadas, a economia da região foi dominada pela indústria do cacau, seja no plantio ou na produção de produtos à base do cacau. == Ligações externas == * Página da Prefeitura Municipal Categoria:Fundações no Pará em 1973 Categoria:Homenagens a Emílio Garrastazu Médici",
 "title": "Medicilândia"
}