{
 "id": "33032",
 "text": "{{Info/Município do Brasil | nome = Nova Ipixuna | foto = Largo da Praça Iracely Silva e Silva.jpg | leg_foto = Largo da Praça Iracely Silva e Silva, em 2020. | bandeira = Bandeira de Nova Ipixuna PA.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = neo-ipixunense novo-ipixunense | lema = | prefeito = Maria da Graça Medeiros Matos | partido = MDB | fim_mandato = 2024 | mapa = Para Municip NovaIpixuna.svg | latP = S | latG = 04 | latM = 55 | latS = 15 | lonP = O | lonG = 49 | lonM = 04 | lonS = 37 | estado = Pará | mesorregião = Sudeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Tucuruí | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Jacundá, Itupiranga, Marabá e Rondon do Pará. | dist_capital = 800 | área = 1600.317 | área_ref = | população = 16221 | data_pop = IBGE/2017 | altitude = 118 | clima = | sigla_clima = | idh = 0.581 |data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 7148.56 | data_pib_per_capita = IBGE/2014 }} Nova Ipixuna é um município brasileiro situado no sudeste do estado do Pará. Possui uma área de 1.582,85 km², e população estimada pelo IBGE em 2020 de 16.854 habitantes. == História == === Velha Ipixuna === A vila de Nova Ipixuna surgiu a partir das modificações ocorridas em decorrência da construção da Hidrelétrica de Tucuruí e da formação do lago do represamento, que culminou no alagamento da antiga ilha localizada no rio Tocantins, onde assentava-se o povoado. Em seu auge, Velha Ipixuna chegou a ser um distrito ribeirinho do município de Itupiranga.Lima, Agmael. Nova Ipixuna: A Saga de Um Povo Guerreiro. [s/l], [s/ed.], [s/d]. A população da antiga Ipixuna tinha sua economia baseada em atividades ligadas à pesca, à caça e ao extrativismo vegetal, bem como a extração de diamantes. Sob os efeitos do alagamento da ilha, fez-se necessário a mudança da população para outro local, que fosse seguro contra as inundações e onde essas pessoas pudessem recomeçar a vida. Para isso, o senhor João Brasil Monteiro, prefeito de Itupiranga na época, elegeu uma comissão de moradores da antiga vila, composta por Lourenço Laurindo da Silva, Pedro Santana de Moura e Antonio Rodrigues da Silva, para que com ele fosse à busca de um novo local para erguer a \"Nova Ipixuna\". === Fundação da Nova Ipixuna === Ao chegarem às margens do igarapé Encantado, a comissão atestou a presença da família liderada por Torquato da Conceição e Dionísia da Conceição com residência no local. Com a permissão do casal residente, a Nova Ipixuna foi erguida ao redor da residência dos Conceição, sendo aquela família os primeiros habitantes oficiais da nova vila. Em 21 de agosto de 1977, houve uma seção solene na câmara dos Vereadores de Itupiranga, onde aprovou-se o projeto de criação da Vila de Nova Ipixuna. Claudimiro Lima Mourão, vice-prefeito de Itupiranga à época, em despacho na própria vila, determinou a liberação de lotes para que futuros habitantes pudessem construir suas residências. Designou-se a Mário Cortes Vieira e Antonio de Sales a responsabilidade de construir as primeiras ruas e logradouros públicos, que deveriam ter os nomes de Capitariquara, Itaboca, Cachoeira da Fumaça, Canal do Jaú, Capelinha, Cajueiro, Puraquequara, Repartimento, Sumaúma, Taquari, Cachoeira do Couto, Lourenção, Vitor Eterno, Guaribão e Vai Pro Céu, em homenagem às cachoeiras do rio Tocantins. Na década de 1980, no bojo da abertura da PA-150 e de um rápido crescimento econômico e populacional, a vila é elevada a categoria de distrito do município de Itupiranga, permanecendo a denominação Nova Ipixuna.Estudo de Impacto Ambiental - EIA: Ferrovia Paraense S.A. - Diagnóstico Ambiental - Meio Socioeconômico - Área de Influência Indireta. SEDEME/Terra Meio Ambiente. 2017. A primeira instituição de ensino a ser erguida em Nova Ipixuna foi a escola Maria Irany Rodrigues da Silva. O nome da instituição homenageia uma professora da antiga ilha inundada. A estrutura inicialmente era de madeira e coberta com palha de ubim, uma palmeira nativa da região. === Emancipação === Na década de 1990, Nova Ipixuna se encontrava em uma situação complexa, dado estar localizada distante da sede municipal, bem como isolada geograficamente do centro motor de Itupiranga pelo rio Tocantins, fazendo da pequena vila um local quase que totalmente desprovido de serviços públicos básicos. Tal panorama espoletou o surgimento de uma comissão pró-emancipação do Distrito de Nova Ipixuna. Nessa comissão, tomaram parte políticos, associações, sindicatos, igrejas, lideranças comunitárias e um grande contingente da população residente. Paralelamente, várias manifestações ocorreram em favor da emancipação. Assim, em 15 de março de 1992, ocorreu um plebiscito onde auferiu-se que 92,5% dos votantes optaram pela emancipação de Nova Ipixuna, a partir do desmembramento de terras do município de Itupiranga e de Jacundá. A lei estadual nº 5762, de 20 de outubro de 1993, sancionada pelo então governador Jader Barbalho, confirmou o resultado do plebiscito e desmembrou as terras de Itupiranga e Jacundá para criar a nova municipalidade. Estabeleceu-se como sede a atual cidade de Nova Ipixuna.História - Nova Ipixuna. IBGE. 2017. Nas eleições municipais de 3 de outubro de 1996 são eleitos os primeiros representantes neo-ipixunenses, que tomam posse em 1º de janeiro de 1997, sendo: José Elias Jabour Filho (PSDB), prefeito, Ester Fernandes, vice-prefeita. Os primeiros vereadores eleitos foram: Ruivaldo Rodrigues Nogueira (PSDB), Doralice de Almeida Amaral (PT), Sebastião Damascena Santos (PTB), Ilson de Almeida Pereira (PT), José Borges de Souza (PTB), Gutenberg Alves de Souza (PSDB), Osmar Cruz Lima (PT), Jair Kleber Dias Silva (PSDB) e Sonia Maria Bandeira (PSDB). Na data da posse dos representantes ocorre a cerimônia oficial de instalação do município. A Lei Orgânica de Nova Ipixuna foi promulgada em 20 de março de 1998. === Conflitos agrários e pistolagem === Desde 2008, o ex-presidente da Associação dos Colonos do Projeto de Assentamento Agroextrativista Praialta-Piranheira, José Cláudio Ribeiro da Silva, vinha sendo ameaçado de morte.Casal de extrativistas é assassinado no Pará. Correio do Povo, 24 de maio de 2011. Segundo ele próprio declarou em junho de 2010, as ameaças anônimas eram feitas por telefone celular e partiam de madeireiros. José Cláudio e sua esposa, Maria do Espírito Santo, por diversas vezes denunciaram ao Instituto Nacional de Colonização e Reforma Agrária (Incra) e ao Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis (Ibama) de Marabá, à Polícia Federal e ao Ministério Público Federal, os crimes ambientais cometidos na região — como a extração ilegal de madeira, registrando a trânsito constante de caminhões madeireiros, além da presença de carvoarias clandestinas, no assentamento Praialta-Piranheira. Na época, o Ibama de Marabá apreendeu mais de 50 metros cúbicos de madeira em toras, durante uma operação realizada no assentamento.Sindicalista é ameaçado de morte em Nova Ipixuna, sudeste do Pará, por Jefferson Santa Brígida. Amazoompresss, 10 de junho de 2010. Os madeireiros de Nova Ipixuna subornavam vários agricultores do assentamento, oferecendo-lhes dinheiro para que permitissem a derrubada de árvores da floresta. Isto enfraqueceu a luta de José Cláudio e Maria, que não conseguiam manter os camponeses unidos. Estes alegavam que a venda da madeira ajudaria na sobrevivência de suas famílias — embora o preço oferecido pelos madeireiros fosse vil (cerca de R$30 por metro cúbico, em 2011). Um sindicalista da região contou que o plano dos madeireiros era afastar definitivamente o casal da região para que pudessem investir melhor na derrubada da floresta. Prometiam melhorar o preço da madeira se José Cláudio e Maria deixassem o local. Vários moradores de Praialta-Piranheira apoiavam abertamente os madeireiros, e José Cláudio chegou a ter áspera discussão com eles, acusando-os de traírem a causa ambientalista. \"Se eu e a Maria sairmos daqui, vocês também vão ser enxotados e vão sair como entraram, com uma mão na frente e outra atrás\", teria dito José Cláudio. Em 24 de maio de 2011, José Claudio e sua mulher foram mortos a tiros por pistoleiros, na comunidade de Maçaranduba, a 50 quilômetros do município de Nova Ipixuna.Havia rixas no Praialta-Piranheira. Diário do Pará, 28 de maio de 2011.Assassinos de casal morto no Pará teriam fugido da região. R7, 30 de maio de 2011. Maria do Espírito Santo da Silva e José Claudio Ribeiro da Silva eram integrantes do Conselho Nacional das Populações Extrativistas (CNS), uma organização não governamental fundada por Chico Mendes. Eles viviam há 24 anos em Nova Ipixuna. Segundo Clara Santos, sobrinha de José Cláudio Silva, o terreno do casal tinha aproximadamente 20 hectares, mas 80% era área verde preservada. Eles extraíam principalmente óleos de andiroba e castanha, além de outros produtos da floresta para sua subsistência. Graças à iniciativa do casal assassinado, o PAEX Praialta-Piranheira chegou a ter convênio com o Laboratório Sócio-Agronômico do Tocantins (LASAT), da Universidade Federal do Sul e Sudeste do Pará, para produção sustentável de óleos vegetais, para que os moradores pudessem ter sustento sem causar danos à floresta.Depoimento de José Claudio Ribeiro da Silva sobre a extração ilegal de madeira na Amazônia (vídeo): youtube.com/watch?v=i60vlrrRpfA No dia 28 de maio de 2011, o agricultor Herenilton Pereira dos Santos, maranhense de 25 anos, uma das principais testemunhas da execução de José Claudio e Maria, também foi morto com um tiro de espingarda, a sete quilômetros do assentamento de Praialta-Piranheira, a cerca de 50 metros de uma estrada de acesso ao Lago de Tucuruí.Agricultor que viu assassinos de casal é morto no Pará. Estadão, 28 de maio de 2011 == Geografia == O município localiza-se no sudeste do Pará, no km 34 da rodovia estadual PA-150, a 435 km de Belém, à margem direita do rio Tocantins. Está a uma latitude 04º55'16\" sul e a uma longitude 49º04'37\" oeste, estando a uma altitude de 118 metros. Faz frente lateral direita com o igarapé Piranheira e lateral esquerda com o grotão do João Vaz. Limita-se a norte com o município de Jacundá; a leste com os municípios de Rondon do Pará e Marabá; ao sul e sudoeste também com o município de Marabá, e; ao oeste com o município de Itupiranga. === Subdivisões === O município possui as importantes localidades de Vila Planalto, Vila Nova do Pará (ou Taquari), Vila Boca de Tauiri (em frente a cidade de Itupiranga, na margem oposta do rio Tocantins), Vila Lago do Deserto (também chamada de Vila Lago Azul ou Vila Vitória), Vila Boa Esperança, Vila Belém, Vila Volta Redonda, Vila Pitambeira, Vila Gleba Jacaré, Vila Monte Dourado, Vila Maçaranduba e Vila Terra Prometida. === Paleo-Canal do Tocantins === Uma grande porção ao sul do território municipal corresponde ao chamado Paleo-Canal do Tocantins, onde anteriormente estava o leito do rio Tocantins, mas que, por enormes processos hídricos e geológicos, foi sedimentado e hoje é terra firme. O Paleo-Canal do Tocantins é uma zona de muitos lagos, riquíssimos em peixes e espécies endêmicas. Dentre os lagos, o destaque está no Lago Anastácio e no Lago do Deserto. Além disso a zona do Paleo-Canal do Tocantins é densamente povoada, caracterizada principalmente por micro-propriedades rurais em sistema de campesinato, dado que as terras são extremamente férteis, graças ao imenso volume de sedimentos depositados pelo rio.Rocha, Karla Petrucia Pedroso da; Felipe, Leonardo Brasil; Vidal, Maria Rita. Cartografia Geomorfológica da Planície de Inundação, Paleo-Canal do Rio Tocantins. Marabá: III Encontro de Pós-Graduação - Universidade Federal do Sul e Sudeste do Pará. 2018. === Degradação ambiental === O município convive com problemas relacionados ao desmatamento para a formação de pastagens para criação de gado, além de derrubada de cobertura vegetal para servir de insumo para carvoeiras e a serrarias. == Economia == A economia de Nova Ipixuna é de bases agrícolas e pecuárias. É possível observar neste setor as lavouras temporárias de mandioca, milho, feijão, etc., produzidos basicamente por agricultura familiar ou campesinato. Na pecuária, há um relevante rebanho de gado e suínos voltado para a produção de carnes e leite; há ainda a criação de galináceos de postura. No extrativismo vegetal subsiste a extração da castanha-do-brasil e do açaí. Na área urbana, Nova Ipixuna possui uma diversidade ampla de comércios de diversos gêneros como supermercados, bares, lanchonetes, açougues, laticínios, lojas de confecções, materiais de construção, eletrodomésticos, postos de gasolina, etc. Destacam-se ainda as cerâmicas, as serrarias e os serviços públicos como bases da geração de renda no município. === Projeto Agroextrativista Praialta-Piranheira === O Projeto de Assentamento Agroextrativista (Paex) Praialta-Piranheira situa-se, na zona rural do município de Nova Ipixuna, nas margem do lago da hidrelétrica de Tucuruí, e tem uma área de 22 mil hectares, onde residem aproximadamente 500 famílias. Além do óleos vegetais, o açaí e o cupuaçu, frutas típicas da região, garantem a renda dessas famílias. O projeto foi criado em 1997. == Cultura e lazer == Como característica marcante do próprio sul e sudeste do Pará, Nova Ipixuna também colonizada por povos de diversas regiões brasileiras, principalmente por baianos, mineiros, maranhenses, capixabas, piauienses, pernambucanos, goianos e tocantinenses, havendo uma forte miscigenação, que tornou-se a própria marca identitária do local. === Festejos e expressões populares === Nos festejos e expressões populares de Nova Ipixuna predomina principalmente uma mescla da matriz cultural nordestina com a amazônida, visualizada nos festejos juninos (Arraiá Ipixunense), na festa de boi-bumbá, nos reisados, nos cultos afros, etc.. Nos festejos religiosos, há grande destaque para a Festa do Padroeiro, em homenagem a São Francisco de Assis, realizada todos os anos no dia 4 de outubro,Paróquia São Francisco de Assis. Diocese de Marabá. 2021. data que é feriado municipal. Também é realizada a Romaria dos Mártires da Floresta, em memória dos camponeses devotados como mártires na luta pelo direito à terra que morreram em terras neo-ipixunenses.Romaria dos Mártires da Floresta foi realizada no último fim de semana no Pará. CPT Nacional. 19 de junho de 2019. As celebrações são organizadas pela Diocese de Marabá. Outras festas e eventos culturais são o carnaval (Carnapixuna), o Festival de Verão Ipixunense (FESTIVI), o Festival do Açaí, além dos festejos do Aniversário da Cidade, que incluem o Festival da Canção Popular Ipixunense e o Festival da Música Gospel Ipixunense. === Culinária === Na culinária se predomina as comidas típicas, como tucunaré ao leite da castanha, feijoada, galinhada, moqueca, baião de dois, cuscuz e beijú; dentre as bebidas, há o tradicional acaí, o guaraná e o licor a base de cacau. === Expressão artística === Nas artes plásticas há destaque nas obras à base de madeira produzidas por Leomar Martins; na pintura, destacam-se Fernando Mendes e Jr. Bitoca. Dentre os poetas de destaque estão Sílvio dos Anjos, Agmael Lima, Antônio Nilson Paz, Renato Pimentel e Salvador Pereira da Silva. == Infraestrutura == === Rodovias === O município é ligado pela rodovia estadual PA-150 à Jacundá, ao norte, e Marabá, ao sul. A mesma rodovia dá acesso à capital do estado, sendo a única conexão neo-ipixunense com o restante do território nacional.Mapa Multimodal - Pará - 2013. Brasília: Departamento Nacional de Infraestrutura de Transportes. 2013. O município possui também um pequeno porto fluvial no rio Tocantins na Vila Boca de Tauiri. ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios do Pará Categoria:Fundações no Pará em 1993",
 "title": "Nova Ipixuna"
}