{
 "id": "33060",
 "text": "{{Info/Município do Brasil | nome = Santana do Araguaia | foto = SANTANADOARAGUAIA.jpg | leg_foto = Vista aérea de Santana do Araguaia | apelido = Cidade esperança\" \"SDA | brasão = Brasão de Santana do Araguaia - PA.svg | bandeira = Bandeira Santana do Araguaia.svg | link_brasão = | link_bandeira = | link_hino = | aniversário =7 de novembro | fundação =Altas Barreiras: ; Campo Alegre: | emancipação = | gentílico =santanense | lema = | prefeito = Eduardo Alves Conti | partido = MDB |mandato_início = | fim_mandato = 2024 | mapa = Para Municip SantanadoAraguaia.svg | latP = S | latG = 09 | latM = 19 | latS = 51 | lonP = O | lonG = 50 | lonM = 20 | lonS = 33 | estado = Pará | mesorregião = Sudeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Conceição do Araguaia | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Santa Maria das Barreiras, Cumaru do Norte, São Félix do Xingu, estado de Mato Grosso e estado de Tocantins | dist_capital = 1061 | área = 11591.452 | área_ref = | população = 74419 | data_pop = IBGE/2020 | altitude = 160 | clima = Tropical | sigla_clima = | idh = 0.602 |data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 9083.92 | data_pib_per_capita = IBGE/2014 }} Santana do Araguaia é um município brasileiro no extremo sul do estado do Pará. Localiza-se a uma latitude 9°32'23.98\" sul e a uma longitude 50°51'35.54\" oeste, estando a uma altitude de 160 metros. Sua população estimada em 2020 era de 74.419 habitantes. Possui uma área de 11639,29 km². == Histórico == A história do município de Santana está intimamente relacionada com a fundação do povoado de Altas Barreiras (hoje sede do município de Santa Maria das Barreiras) em 1892. Formado por imigrantes goianos com apoio de frei Gil de Villa Nova, esta localidade desenvolveu-se pela extração de borracha-caucho e outros produtos extrativistas. Teve como principal marco de formação, a construção da Paróquia de Sant'Anna. Com o passar dos anos, Altas Barreias mostrou-se um povoado muito dinâmico, sendo elevado á categoria de distrito em 31 de dezembro de 1936, passando a denominar-se Santa Maria das Barreiras. Finalmente ganhou autonomia política através da lei estadual nº 2460, de 29 de dezembro de 1961, desmembrado de Conceição do Araguaia, denominando-se município de \"Santana do Araguaia\".Pará » Santana do Araguaia » infográficos: histórico - IBGE === Formação de Campo Alegre === Entretanto a configuração atual do município de Santana foi construída a partir do ano de 1966 com a implantação do projeto \"Fazenda Campo Alegre\", sob responsabilidade da Cia. Industrial e Agropastoril Vale do Rio Campo Alegre, uma espécie de joint-venture formada por 13 empresas diferentes, encabeçadas pela Volkswagen do Brasil. O empreendimento com área de aproximadamente 130 mil hectares deveria produzir rezes para o abete em frigoríficos de Belém. Em 1975 o empreendimento conseguiu autorização junto ao Instituto Nacional de Colonização e Reforma Agrária (INCRA) para a construção de uma company town na área a ser denominada de \"Campo Alegre\", com o intuito de formar um núcleo administrativo e fixador de mão-de-obra. A construção de Campo Alegre foi muito rápida, com sua conclusão sendo efetivada em 1976. Sob os auspícios da Volkswagen (com participação de outros grupos financeiros) começa a construção em 1978 nas proximidades de Campo Alegre o mega-empreendimento \"Frigorífico Atlas\", com aporte financeiro da Superintendência do Desenvolvimento da Amazônia (SUDAM). Campo Alegre transformou-se a partir de então numa espécie de cidade operária e ponto demográfico atrator. === Grande cheia de 1980/1981 === Em 1980 a região do Tocantins Araguaia é atingida por uma grande enchente de seus rios, fato que destruiu parcialmente a sede do município de Santana do Araguaia. Tal cheia prolongou-se pelo ano de 1981. Como Campo Alegre era a localidade dotada de melhor infraestrutura no município (inclusive melhor que a própria sede), os aparelhos administrativos foram para ela transferidos e ali permaneceram. A vulnerabilidade da antiga sede e a dificuldade para reconstruí-la, desqualificou-a para que permanecesse com tal categoria. Desta forma em 5 de novembro de 1984 por meio da lei estadual nº 5.171 transferiu-se definitivamente a sede de Santana do Araguaia para a localidade de Campo Alegre, revertendo a localidade de Santa Maria das Barreiras á sua antiga categoria, como distrito.Roteiros do Brasil: \"Cidade Esperança\" - ferias.tur.br Com isto, por mais que Santana do Araguaia (Campo Alegre) seja \"original\" de Santa Maria das Barreiras, tornou-se herdeira dos direitos administrativos do antigo município. === Desmembramento === Por pressão da comunidade barreirense, insatisfeita com seu novo status político, em 10 de maio de 1988 é criado o município de Santa Maria das Barreiras, através da lei estadual nº 5.451, desmembrado de Santana do Araguaia. == Clima == Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de abril de 2011 a março de 2020, a menor temperatura registrada em Santana do Araguaia foi de no dia 14 de agosto de 2015, e a maior atingiu em 14 de setembro de 2019. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 25 de março de 2018. == Subdivisões == O município é subdividido em três distritos principais e inúmeras vilas e povoados. O próprio distrito sede, a cidade de Santana do Araguaia, é subdividido em bairros, que servem para melhor a distribuição espacial. Os distritos do município são: * Distrito Sede: formado basicamente pela cidade de Santana do Araguaia, mas que comporta os vilarejos de Santa Fé, Barreira do Aricá, Fartura e Nova Barreira; * Distrito de Barreira do Campo: assentado na vila homônima, mas que comporta também os vilarejos de Porto Trajano e Pai Eterno; * Distrito de Vila Mandi: assentado na vila homônima, mas que comporta também os vilarejos de Paxiba e Promissão. == Infraestrutura == === Transportes === No transporte aéreo o município é servido pelo Aeroporto de Santana do Araguaia, que a liga, com voos domésticos regionais, principalmente aos município do Pará, Tocantins e Mato Grosso. No transporte rodoviário Santana é cortada de norte a sul pela rodovia federal BR-158, que a liga ao estado do Mato Grosso a os municípios vizinhos do Pará, sendo seu principal tronco viário. Outras rodovias são as estaduais PA-411, PA-463 e a PA-485. As duas primeiras ligam Santana ao município de Santa Maria das Barreiras e ao estado do Tocantins e; a última liga a sede municipal à vila de Barreira do Aricá, na região da Ilha do Bananal. Na extremidade norte há também uma porção da PA-235. Os únicos portos do município estão localizado no distrito de Barreia do Campo e na vila de Porto Trajano, ambos às margens do rio Araguaia; o Porto Fluvial de Porto Trajano dá acesso, pelo serviço de balsas, ao município de Caseara, no Tocantins. === Educação === O município abriga um dos campus da Universidade Federal do Sul e Sudeste do Pará (UNIFESSPA), a principal instituição pública de ensino superior do sul e sudeste do Pará. ==Ligações externas== *Prefeitura de Santana do Araguaia Categoria:Municípios do Pará Categoria:Fundações no Pará em 1961",
 "title": "Santana do Araguaia"
}