{
 "id": "33075",
 "text": "{{Info/Município do Brasil | nome = Tomé-Açu | apelido = Terra da Pimenta e do Sistema Agroflorestal | brasão = Brasão de Tomé-Açu.jpg | foto = Tome açu 026.jpg | leg_foto = | bandeira = Brasão Município de Tomé-Açú.jpeg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Tomé-Açu | aniversário = 1 de setembro | fundação = | gentílico = toméaçuense | lema = | prefeito = Carlos Antônio VieiraCarlos da Vila Nova (PL) é eleito novo prefeito de Tomé-Açu O Liberal - acessado em 7 de novembro de 2021 | partido = PL | fim_mandato = 2024 | mapa = Para Municip TomeAcu.svg | latP = S | latG = 02 | latM = 25 | latS = 08 | lonP = O | lonG = 48 | lonM = 09 | lonS = 07 | estado = Pará | mesorregião = Nordeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Tomé-Açu | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Acará, Concórdia do Pará, Tailândia, Ipixuna do Pará e Aurora do Pará | dist_capital = 113 | área = 5145.325 | área_ref = | população = 64030 | data_pop = estimativa IBGE/2020 | altitude = 145 | clima = Tropical | sigla_clima = | idh = 0.586 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 8641.62 | data_pib_per_capita = IBGE/2014 }} Tomé-Açu é um município brasileiro do estado do Pará, pertencente a Mesorregião do Nordeste Paraense e município pólo da Microrregião de Tomé-Açu. == Geografia == Localiza-se no norte brasileiro, a uma latitude 02º25'08\" sul e longitude 48º09'08\" oeste, estando a uma altitude de 45 metros do nível do mar. Sua população, conforme estimativas do IBGE de 2020, era de habitantes, distribuídos em 5.145,325 km² de extensão territorial. == História == Os primeiros habitantes próximos ao Rio Acará-Mirim foram os índios Tembé. Anos depois o português José Maria de Carvalho, Visconde de Santa Cruz, ocupou o território, sendo o primeiro comerciante de madeira na foz do igarapé Tomé-Açu. Logo após foi transformado na Fazenda Bela Vista com o Sr. Agapito Joaquim de Cristo, que adquiriu, por aforamento, o terreno. Em 1938, conforme Decreto-Lei Estadual nº 2.972, de 31 de março, a divisão territorial do estado do Pará compreendia 27 (vinte e sete) comarcas, 47 (quarenta e sete) termos judiciários, 51 (cinquenta e um) municípios e 246 (duzentos e quarenta e seis) distritos. Em 1943, por força do Decreto-Lei Estadual nº 4.505, de 30 de dezembro, o Pará passou a contar com 57 municípios. Outros foram criados depois. Em 1988, a divisão territorial do estado do Pará foi alterada, com a criação de 18 (dezoito) municípios. Em 1991, mais 23 (vinte e três) foram criados. No período de 1993 a 1996, mais 15 (quinze) foram constituídos, ficando o território paraense com o total de 143 (cento e quarenta e três) municípios. === Origem e evolução da história do município === Os primeiros habitantes da região do Rio Acará-Mirim foram identificados como Tembé, cujas tribos cultivavam uma agricultura de subsistência. Faziam parte da nação Tenetehara, que em tupi guarani significa: “nós somos gente verdadeira”, os quais partilhavam com os índios Guajará do Estado do Maranhão a mesma língua e tradição culturais. O primeiro homem branco que ocupou o território de Tomé-Açu foi o português José Maria de Carvalho, que também foi o primeiro comerciante de madeira na foz do Igarapé Tomé-Açu, sendo atualmente Fazenda Tomé-Açu. Logo após o comércio madeireiro chegou o Sr. Agapito Joaquim de Cristo, que adquiriu, por aforamento, o terreno onde hoje está localizada a cidade de Tomé-Açu, que naquela época foi denominada de Fazenda Bela Vista. === A chegada dos primeiros colonos japoneses === Segundo Violeta Loureiro, na sua construção da História Social e Econômica da Amazônia, refere-se que, no ano de 1926, meio tardio em relação à outros estados do Brasil, se dirigiu ao Pará um grupo de \"cientistas\" japoneses que tinham como missão localizar áreas nas quais pudessem ser instaladas colônias agrícolas e, a partir delas, dinamizar a economia através do desenvolvimento de culturas, assim como de práticas modernas de cultivo. O resultado do trabalho levou à identificação de áreas no Estado do Amazonas (em Manacapuru) e no Estado do Pará (Baixo Amazonas, Santarém, Monte Alegre e Tomé-Açu). Com a implantação da Companhia Nipônica de Plantação do Brasil em 1929. Fazenda Bela Vista foi vendida à Companhia Nipônica, que instalou na mesma a Administração Central da Companhia, quando chegaram os primeiros colonos japoneses (42 famílias, num total de 189 pessoas muito menos em comparação a cidades como São Paulo, Curitiba e Campo Grande) as mesmas que, amparadas por certo volume de capital, assim como por uma tradição milenar na agricultura, ficaram instaladas no lugar. No início as famílias plantavam arroz e hortaliças, onde, devido ao isolamento do lugar, encontraram um imenso desafio para escoar a produção muitas dessas famílias não se acostumaram ao clima da região norte e migraram para o sudeste, centro-oeste e sul. No ano de 1933 um navio com imigrantes japoneses, a caminho do Brasil, aportou em Singapura devido a morte de uma imigrante. Esse fato doloroso teve reflexos positivo na comunidade japonesa estabelecida em Tomé-Açu, posto que, o chefe da embarcação adquiriu 20 mudas de uma planta daquela região que tem por fruto a pimenta-do-reino, apelidado de \"ouro negro\" da Amazônia. Através dos imigrantes japoneses Tomé-Açu tornou-se então o maior produtor mundial de pimenta-do-reino, onde cinco mil toneladas eram colhidas por ano, após a Segunda Guerra Mundial. Mesmo após a decadência da pimenta-do-reino, ainda hoje, Tomé-Açu continua sendo a maior produtora brasileira da dita especiaria. Mesmo suas plantações sendo atacadas pela fusariose, os japoneses não desistiram da pimenta-do-reino, combateram a doença, mas isso abriu oportunidades para os imigrantes japoneses começarem o cultivo de outras culturas tropicais, como a açaí, também chamado de \"ouro negro\", onde o Pará se destaca como principal produtor da fruta. O crescimento das exportações do açaí foi de tal forma que chegou a despertar atenção de grandes jornais como o francês “Le Monde” e o norte-americano “The New York Times”. Através dos japoneses a região também se transformou na maior produtora de acerola do Brasil. Sendo na região do Nordeste Paraense a principal refêrencia. Também pela decadência da pimenta-do-reino por causa da fusariose na década de 1970 os imigrantes japoneses começaram a plantar cacau, que ganhou destaque e fez de Tomé-Açu o 6º maior produtor do estado. Sendo que quase 100% de todo o cacau produzido em Tomé-Açu segue o Sistema Agroflorestal, o SAF, tornando Tomé-Açu referência internacional em agricultura sustentável. Desde 2008 os agricultores nikkeis de Tomé-Açu produzem o cacau fino. === A Segunda Guerra Mundial e o campo de concentração === Em decorrência da Segunda Guerra Mundial entre 1939 até 1945 a presença de imigrantes japoneses e de países do Eixo era vista com desconfiança, pois acreditava-se que eles poderiam ser agentes infiltrados.Taira, Camila. \"Imigrantes no campo de concentração\", Made in Japan, ano XIII, nº146, Novembro de 2009, p.42-43. Na Região Norte não foi diferente, por exemplo, em Belém os militares atearam fogo em casas, queimaram a publicação em japonês, agrediram e apedrejaram os imigrantes japoneses. Imigrantes de Belém, Parintins, Manaus e outras regiões foram obrigados a se submeter a uma situação de isolamento como em regime semelhante ao de campo de concentração nos confins do município de Acará, onde hoje se situa o atual Tomé-Açu. A escolha da região foi estratégica pois impedia, devido as barreiras naturais, animais selvagens,etc..., o contato com os outros imigrantes japoneses que viviam no mundo exterior. Dentro do \"campo de concentração\", além de não possuírem qualquer tipo de comunicação ou estradas foi proibido de falar e ensinar o idioma japonês. O \"campo de concentração\" extinguiu-se em 1945, quando acabou a Segunda Guerra Mundial. No período da Segunda Guerra Mundial, o governo brasileiro interveio e transformou a Companhia Japonesa em campo de concentração. Com a vitória dos aliados e, consequentemente o fim da guerra, a Fazenda Bela Vista foi transformada em Colônia Estadual de Tomé-Açu. Os japoneses uniram-se e formaram uma sociedade, denominada de Sociedade Agrícola e Industrial de Acará – SAIA. Igualmente, as crônicas históricas registram que se deve aos imigrantes japoneses a organização e êxito da Cooperativa Agrícola Mista de Tomé-Açu que, chegou a ser considerada a melhor do ramo no Estado do Pará e, a mais importante do Brasil. Instalada em 1931, com o nome de Cooperativa de Hortaliças, contava inicialmente com poucos associados. Após a Segunda Guerra Mundial, a colônia japonesa viveu um período de grandes dificuldades, mas conseguiu se reerguer através do cultivo da pimenta-do-reino, com a União dos Lavradores, formada apenas por dezessete membros que continuavam em atividade. Em 1949 recebeu a denominação de Cooperativa Agrícola Mista de Tomé-Açu (C.A.M.T.A), contando basicamente com os sócios da chamada União dos Lavradores, que havia sido fundada em 1946. A CAMTA era proprietária da lancha a vapor chamada de \"Antonina\" que era utilizada pela comunidade para transporte de passageiros e escoamento da produção da cooperativa para Belém do Pará. A dinâmica da vida social, econômica e cultural do povoado de Tomé-Açu girou em torno da atividade agrícola e da Cooperativa. Reconhece-se que, desde a sua fundação, ela teve como fulcro das suas preocupações cuidar da manutenção de programas voltados para a saúde, a educação e o lazer de seus associados e familiares destes. No cumprimento desses propósitos, a Cooperativa passou a manter um hospital, postos de saúde e escolas, assim como patrocinara atividades sociais e esportivas, sem descuidar de suas atribuições principais para com a promoção da agricultura, a tecnificação dos agricultores e a assessoria de natureza creditícia, econômica e comercialização dos produtos por eles cultivados. === A criação do município === Tomé-Açu, como distrito de Acará, era considerado uma aglomeração urbana importante do município de Acará. Em 1952 os habitantes de Tomé-Açu iniciaram um movimento de emancipação política em relação a administração do município de Acará. O governador do Estado, através da Lei nº 1.127 de 10 de maio de 1955, autorizou a criação do município de Tomé-Açu, juntamente com um conjunto de novos municípios e nomeação de novos prefeitos, porém o Supremo Tribunal Federal declarou a lei inconstitucional em 4 de outubro de 1955. O personagem nomeado pelo governador para esse período foi Anthódio de Araújo Barbosa, que se constitui no primeiro prefeito de Tomé Açu. === Terra da pimenta-do-reino e a origem do nome === Tomeaçuense é o adjetivo gentílico daquele que nasce no município de Tomé-Açu. Reza a tradição passada pelos primitivos habitantes locais que nas margens do Rio Acará Miri, nas proximidades do local que hoje está situada a cidade de Tomé Açu, existia um personagem, tuxaua de uma tribo dos Tembés, chamado Tomé, e por ser um homenzarrão tinha o apelido de Açu ( língua indígena ), então os índios o chamavam de Tomé-Açu. Esse nome passou a denominar o maior igarapé da cidade, posteriormente passou a nomear o distrito e também o município quando de sua emancipação política em 17 de março de 1959. === A extinção do município === Promulgada a Lei nº 1.127, com a finalidade de outorgar autonomia a região do distrito de Tomé-Açu e efetivar sua emancipação política do município de Acará. Essa Lei, no entanto, foi considerada inconstitucional pelo Supremo Tribunal Federal em 20 de outubro de 1955, sendo Tomé-Açu novamente reintegrado ao município de Acará. Os tomeaçuenses, não conformados, continuaram lutando e se organizando politicamente com vista a autonomia local. Os habitantes do distrito de Tomé-Açu e a população da cidade de Acará criaram um clima de animosidade entre si e evitavam até mesmo se visitarem devido ao mútuo antagonismo reinante. Mais tarde o sentimento de inconformismo político se acentuou de tal maneira que os tomeaçuenses, entusiasmados, criaram um movimento político visando elegerem um representante local para concorrer a eleição para prefeito de Acará. Foi apresentado Ney Carneiro Brasil, da Coligação Democrática Acaraense, que concorreu com Manoel Paiva da Mota, candidato dos acaraenses (Cidade de Acará). Após um mês de campanha eleitoral os ânimos ficaram acirradíssimos, sendo necessário a presença de um destacamento policial para fazer a segurança no município, garantindo assim a ordem preservada . Nesse clima um episódio pitoresco foi marcante, o pedido de segurança do candidato a prefeito Ney Carneiro Brasil que, em visita a cidade de Acará durante a campanha eleitoral de 1958, se sentindo ameaçado por um grupo de senhoras da cidade de Acará que não queriam que o mesmo desembarcasse na sede do município sob a alegação de que ele era culpado pela morte de um operário chamado Antônio (Mucuim) Silva. Desapontadoramente para a população de Tomé Açu, o candidato tomeaçuense não conseguiu se eleger, fato que elevou ainda mais a desejo da população de Tomé Açu de buscar sua emancipação. === O restabelecimento do município === Quatro anos mais tarde, em 17 de março de 1959, o Governo do Estado promulgou uma nova Lei, a de nº 1.725, a mesma que conseguiu para Tomé-Açu sua elevação à categoria de município do Estado do Pará, constituindo-se como tal, com terras desmembradas do município de Acará, a qual lhe pertencia na condição de distrito. A Câmara Municipal de Acará, sob vaias de sua população, em 9 de julho de 1959 aprovava o Projeto de Resolução nº 1 de autoria do vereador Zeferino Santos Maciel que, autorizava o Governador do Estado a desmembrar a área, hoje pertencente ao município de Tomé-Açu. Realizando-se, dessa maneira, o grande sonho dos tomeaçuenses. Assim, no dia 1 de setembro de 1959, foi instalado oficialmente pelo governador Luís Geolás de Moura Carvalho, o município de Tomé-Açu. == Administração == * Anthódio de Araújo Barbosa – primeiro prefeito nomeado do município -1955; * Francisco Portilho de Melo – designado pelo Governador; * Ney Carneiro Brasil – primeiro Prefeito Constitucional 1959/1963 (renunciou o cargo); * Benigno da Costa Góes Filho – governou até dezembro de 1963; * Gilberto Sawada (Nissei) – assumiu para o quadriênio 1964/1967. Durante o seu governo houve interdição estadual durante 210 (duzentos e dez) dias, tomando o poder o 1º Tenente da reserva Hebert de Souza Figueiredo, nomeado pelo governador Alacid da Silva Nunes. Após esse período, Gilberto Sawada, voltou ao governo, sendo reeleito para o quadriênio 1969/1973; * José Maria de Paiva – assumiu o quadriênio 1973/1976; * Benigno da Costa Góes Filho – com dois mandatos 1977/1982; * Moacir Vieira Gomes – com dois mandatos 1983/1988; * José Alves Bezerra – 1989/1992; * José Maria de Paiva – janeiro de 1993 a abril de 1996; de maio a dezembro de 1996 governou Laércio dos Prazeres Igreja; * José Alves Bezerra – pela segunda vez eleito prefeito 1997/2000; * Gedeão Dias Chaves – 2001/2004.; * Francisco Eudes Lopes Rodrigues – 2005/2008 * Carlos Vinícios de Melo Vieira - 2009/2013 (venceu as eleições de 2012 e iniciou um novo governo em janeiro de 2013, mas em março de do mesmo ano a Justiça Brasileira expediu um mandado de prisão, acusado de ser um dos mandantes da morte do advogado Jorge Pimentel e do empresário Luciano Capácio. Não sendo encontrado, foi declarado foragido. Em agosto de 2013, a Câmara Municipal, presidida pela vereadora Dan Fortunato, declarou vago o cargo de prefeito, assumindo o vice, Josehildo Taketa Bezerra. * Josehildo Taketa Bezerra - 2013/2016 (governou até outubro de 2016, quando foi afastado pela Justiça Brasileira, acusado de improbidade administrativa, vindo a assumir em seu lugar, a presidente da Câmara do periodo, a vereadora Aurenice Ribeiro) * Aurenice Corrêa Ribeiro - atual prefeita - 2016/2020. == Limites == * Ao Norte: Acará e Concórdia do Pará; * Ao Sul: Ipixuna; * A Leste: Ipixuna e Aurora do Pará ; * A Oeste: Tailândia e Acará. == Economia == A economia do município é baseada na agricultura tradicional, hoje comercial como pimenta do reino, cultura do açaí, cultura da mandioca, cacau, cupuaçu, acerola, maracujá, pitaya, muruci, goiaba. O município de Tomé-Açu é um município agrícola carinhosamente apelidado de A terra da Pimenta, pelo fato de que os primeiros japoneses a cultivavam nessa região e elevaram o Brasil, pela primeira vez, à condição de produtor mundial de pimenta-do-reino. Hoje também conhecido como pólo industrial da cultura de dendê. ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios do Pará Categoria:Fundações no Pará em 1959",
 "title": "Tomé-Açu"
}