{
 "id": "33076",
 "text": "{{Info/Município do Brasil | nome = Tracuateua | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = tracuateuense | lema = | CEP = 68647-000 | prefeito = José Braulio da Costa | partido = PTB | fim_mandato = 2024 | mapa = Para Municip Tracuateua.svg | latP = S | latG = 01 | latM = 04 | latS = 19 | lonP = O | lonG = 46 | lonM = 53 | lonS = 49 | estado = Pará | mesorregião = Nordeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Bragantina | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Quatipuru, Primavera, Capanema, Bonito, Bragança, Santa Luzia do Pará e Ourém. | dist_capital = 169 | área = 934.272 | área_ref = | população = 31.549 | data_pop = IBGE/2021 | altitude = 20 | clima = | sigla_clima = | idh = 0.531 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 9.458,60 | data_pib_per_capita = IBGE/2020 |site=https://tracuateua.pa.gov.br/ }} Tracuateua é um município brasileiro do estado do Pará. ==Etimologia== O nome do município tem origem na palavra indígena tracuá (uma espécie de formiga) e Teua (terra). ==História== O surgimento de Tracuateua está ligado à construção da Estrada de Ferro de Bragança , conhecida como ferrovia Belém-Bragança, concluída em abril de 1908. Até os anos de 1880, antes do início obra, o povoamento entre Bragança e Belém era pequeno. O que se sabe do período anterior à ferrovia é pouco e impreciso. Na localidade conhecida por JurussacaDEL VIGNA, Dalva. Análise fonológica do português afro-indígena de Jurussaca, PA. 2019. 186 f., il. Tese (Doutorado em Linguística)—Universidade de Brasília, Brasília, 2019., viveram os índios Cariabas e negros refugiados, remanescentes das fazendas próximas à Bragança, provavelmente, estes e mais alguns imigrantes portugueses e espanhóis, foram os que iniciaram a colonização nos arredores. Raimundo Aruar e Mariano Pereira da Silva construíram as primeiras casas na região. O nome foi dado pelos trabalhadores que abriam caminho para a futura ferrovia (1888). Esses chegaram a margens de um rio para merendar, e foram surpreendidos por uma infinidade de formigas grandes e pretas, conhecidas como Tracuás. Desde então, denominaram de Rio Tracuateua, que mais tarde deu nome ao povoado. Em 1907, chegaram à Bragança os primeiros trilhos, assentados pelos “cassacos” (trabalhadores nordestinos), dando origem a várias vilas operárias ao longo da ferrovia, sendo uma delas, fixada na região onde hoje fica Tracuateua. Com aproximadamente dez famílias, surgiu o povoado Bem do Rio. Na época, o nordestino recém-chegado, Luís Pereira Lima, apelidado de Luís Ligeiro, instalou um pequeno comércio para atender aos operários e colonos do entorno. Através dos esforços de Luís Ligeiro foi construída uma pequena parada de trem, para escoamento de produtos como farinha e tabaco. Na época, chegam também ao povoado Francisco Bandeira, Antônio Pio dos Reis e Auto dos Santos Lisboa, todos comerciantes, que juntamente com Luis Ligeiro Lima implementaram o comércio local. Com o desenvolvimento proporcionado pela ferrovia, o povoado cresceu e recebeu o nome de Alto-Quatipuru. Pelo decreto-lei estadual nº 3131, de 31 de outubro de 1938, esse nome foi alterado para Tracuateua. Através de decreto federal, em 1922, foi instalada a estação experimental para cultura do fumo, em terras doadas por Joaquina de Queiroz, fazendeira de Bragança. O campo de Fomento Agrícola foi importante para o crescimento do povoado, gerando empregos e atraindo mais investimentos para o local. Mas foi a partir de 1925, que os incentivos à agricultura proporcionaram o surgimento de obras como, os postos meteorológicos e dos Correios e Telégrafos. Algumas pedreiras, próximo à vila, também contribuíram para a economia local, através da extração e exportação de minérios destinados à capital do Estado, para a construção do cais do porto de Belém, e calçamento das ruas e praças da cidade. Naquela época, o governador do Pará chegou a comprar uma das jazidas de pedra, localizada nas proximidades do rio Quatipuru, para a prefeitura de Belém. Por causa disso até hoje o local é conhecido como a “pedreira da prefeitura”. A partir de 1936, quando foi elevado à categoria de vila, estava sob administração de um fiscal municipal. Na época foram instalados uma escola, um posto médico e um mercado, que funcionavam em prédios alugados. Por volta de 1945, na gestão do prefeito Oscar Aciole de Vasconcelos, chegou em Tracuateua, o primeiro gerador de energia, que passou a funcionar diariamente, das 18 às 22 horas. Com extinção da ferrovia em 1965, começa o período caracterizado pelo isolamento de vilas e cidades, que passaram a sofrer consequências em diversos setores, principalmente no econômico. O distrito de Tracuateua, sentiu diretamente os reflexos de sua extinção. Ficando sua sede a um quilômetro da Rodovia PA-242 (Bragança-Capanema), tornou-se solitária, razão pela qual seu comércio sofreu grandes perdas. Água encanada, energia elétrica 24 horas, delegacia de polícia, posto telefônico, somente chegaram à localidade após 1980. O prédio de sua antiga estação ferroviária abriga atualmente a agência dos Correios instalada no município . ===Emancipação=== Por causa da incapacidade do governo bragantino de promover o progresso no distrito, surgiu em Tracuateua um clima de insatisfação popular que deu vida a um movimento em prol da emancipação política da Vila. A primeira tentativa neste sentido foi dada por Mario Nogueira (já falecido) que, em 14 de novembro de 1990, encaminhou ao então deputado Zeno Veloso, uma lista com várias assinaturas de eleitores de Bragança, que pleiteavam a criação do município de Tracuateua. A iniciativa não teve êxito. Isto porém, não desanimou o movimento que ganhou novas adesões. Foi formada uma comissão pró-emancipação que reuniu 239 assinaturas em um abaixo-assinado solicitando a abertura do processo de criação do município. Este documento foi entregue à presidência da Assembleia Legislativa, em 11 de maio de 1993, através do deputado estadual Luís Cunha, que foi o principal articulador na casa parlamentar. Em plebiscito realizado em 21 de abril de 1994, o povo votou a favor da emancipação, e através da lei de número 5.858 de 29 de setembro do mesmo ano, foi criado o município de Tracuateua, desmembrado de área de Bragança. O município de Tracuateua, com sede na vila do mesmo nome, foi instalado no dia 1 de janeiro de 1997, com a posse do prefeito Jonas Barros, do vice-prefeito Chaquim Casseb e dos nove vereadores eleitos no pleito municipal de 3 de outubro de 1996. Jonas Barros administrou o município por dois mandatos, 1997-2000 e reeleito nas eleições municipais de 2000 para 2001-2004. Nas eleições municipais de 2004, Waldeth Costa foi eleito para administrar Tracuateua entre 2005-2008. No pleito de 2008, o ex prefeito Jonas Barros disputou com Waldeth Costa que tentava a reeleição, o ex prefeito Jonas Barros venceu as eleições, porém o mesmo estava inelegível e não pôde assumir a prefeitura de Tracuateua para o mandato entre 2009 a 2012. == Geografia == Localiza-se a uma latitude 01º04'34\" sul e a uma longitude 46º54'11\" oeste, estando a uma altitude de 20 metros. Sua população estimada em 2004 era de 25.857 habitantes. E a distância da capital Belém é de 250 km. Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1980 a menor temperatura registrada em Tracuateua foi de em 23 de julho de 2007, e a maior atingiu em 27 de outubro de 2010. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 5 de maio de 2008. Outros grandes acumulados iguais ou superiores a foram em 20 de maio de 1985, em 7 de fevereiro de 1983, em 4 de fevereiro de 2018 e em 25 de abril de 1986. Abril de 1986, com , foi o mês de maior precipitação. == Prefeitos de Tracuateua == Com o plebiscito realizado em 21 de abril de 1994, e com a lei de número 5.858 de 29 de setembro de 1994 (no mesmo ano), deu a vida a cidade de Tracuateua, em 1 de janeiro de 1997, tomou posse o primeiro prefeito da cidade dos ypês, são 26 anos de emancipação política e já se passaram 08 gestores municipais. # Jonas Barros (2 mandatos consecutivos). 1 de janeiro de 1997 á 31 de dezembro de 2000 / 1 de janeiro de 2001 á 31 de Dezembro de 2004. # Waldeth Costa (1 mandato). 1 de janeiro de 2005 á 31 de dezembro de 2008. # Glorinha (1 ano como prefeita interina). 1 de janeiro de 2009 á 1 de janeiro de 2010. # Nelson Pinheiro (2 anos como prefeito interino). 1 de janeiro de 2010 á 31 de dezembro de 2012. # Aluízio Barros (1 mandato). 1 de janeiro de 2013 á 31 de outubro de 2016. # Edson Brito (2 meses). 1 de novembro de 2016 á 31 de dezembro de 2016. # Tamariz Cavalcante (1 mandato). 1 de janeiro de 2017 á 31 de dezembro de 2020. # Zezinho Costa (1 mandato). 1 de janeiro de 2021 até a atualidade. Categoria:Municípios do Pará Categoria:Fundações no Pará em 1994",
 "title": "Tracuateua"
}