{
 "id": "33072",
 "text": "{{Info/Município do Brasil | nome = São Sebastião da Boa Vista | foto = | leg_foto = | apelido = Veneza do Marajó | brasão = | bandeira = Bandeira_sao_sebastiao_da_b.JPG | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = boavistense | lema = | prefeito = Getúlio Brabo de Souza | partido = PL | fim_mandato = 2024 | mapa = Para Municip SaoSebastiaodaBoaVista.svg | latP = S | latG = 01 | latM = 43 | latS = 04 | lonP = O | lonG = 49 | lonM = 32 | lonS = 27 | estado = Pará | mesorregião = Marajó | data_mesorregião = IBGE/2008 | microrregião = Furos de Breves | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Anajás, Breves, Curralinho, Limoeiro do Ajuru, Muaná. | dist_capital = 124.6 | área = 1632.218 | área_ref = | população = 27301 | data_pop = est. IBGE/2021 | altitude = 2 | clima = Equatorial | sigla_clima = | idh = 0.558 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 7.956 R$ | data_pib_per_capita = IBGE/2018 }} São Sebastião da Boa Vista é um município brasileiro do estado do Pará, pertencente à Mesorregião do Marajó. Localiza-se no norte brasileiro, a uma latitude 01º43'03\" sul e longitude 49º32'27\" oeste. É conhecida como a \"Veneza da Ilha de Marajó\" por ser repleta de canais e palafitas. == Etimologia == São Sebastião, topônimo de formação portuguesa, dado em homenagem ao padroeiro local e, também, provém do fenômeno de miragem à quem avista o povoado. == História == Desconhece-se com precisão, a origem histórica de São Sebastião da Boa Vista. Porém, em 1758, aparece como freguesia denominado São Sebastião. Mais tarde, foi rebaixado e anexado ao território da freguesia de São Francisco de Paula, no município de Muaná. Em 1868, lhe foi restituído o título de freguesia. Em 1872, foi elevado à categoria de vila, denominado São Sebastião da Boa Vista (lei provincial nº 707, de 05/04/1872). Em 1972, foi elevado a categoria de Município. Entretanto, veio a ser extinto diversas vezes tendo seu território anexado ao município de Curralinho, respectivamente, nos anos de: 1879, 1882 (Em 1886 distrito de Muaná denominado São Sebastião da Boa Vista). Finalmente, em 1943, desmembrou-se do município de Muaná para constituir-se em unidade autônoma. Em 1880, foi desmembrado de Curralinho e elevado novamente à categoria de município (leis provinciais nºs 963, de 08/03/1880 e 1294, de 30/04/1886 e 1399, de 05/10-/889). Mas em 1922, o município é extinto novamente, sendo seu território anexado ao município de Muaná. Em 1943, foi desmembrado de Muaná elevado novamente à categoria de município (decreto-lei estadual nº 4505, de 30/12/1943). == Geografia == Localiza-se à latitude 01º43'03\" sul e à longitude 49º32'27\" oeste, com altitude de 2 metros. Sua população estimada em 2015 é de habitantes, distribuídos em uma área de . == Turismo == No periodo de 10 a 20 de janeiro é realizada a festa do padroeiro São Sebastiao, atraindo turistas de Belém do Pará e do interior do estado. A festa é muito esperada durante todo o ano. A cidade fica lotada de turistas de todos os cantos do Estado. No fim de agosto, o município celebra o Festival do Açaí, com pratos típicos da culinária boavistense, atrações artísticas municipais e de outras cidades. Cercada de rios caudulosos, São Sebastião da Boa Vista é conhecida como \"Veneza do Marajó\". ==Ligações externas== * Página da Prefeitura Municipal Sao Sebastiao Boa Vista Categoria:Ilha de Marajó Categoria:Fundações no Pará em 1943",
 "title": "São Sebastião da Boa Vista"
}