{
 "id": "33073",
 "text": "{{Info/Município do Brasil | nome = Sapucaia | foto = | leg_foto = | apelido = | brasão = Brasao-sapucaia.png | bandeira = Bandeira-sapucaia.svg | link_brasão = | link_bandeira = | link_hino = s:Nossa Terra | aniversário = 7 de dezembro | fundação = | gentílico = sapucaiense | lema = | prefeito = Breno José de Souza Junqueira | partido = PTB | fim_mandato = 2024 | mapa = RiodeJaneiro Municip Sapucaia.svg | latP = S | latG = 21 | latM = 59 | latS = 42 | lonP = O | lonG = 42 | lonM = 54 | lonS = 50 | estado = Rio de Janeiro | região_intermediária = Petrópolis | data_região_intermediária = IBGE/2017 | região_imediata = Três Rios-Paraíba do Sul | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Além Paraíba (MG), Carmo, Chiador (MG), São José do Vale do Rio Preto, Sumidouro e Três Rios | dist_capital = 150 | área = 540.673 | área_ref = | população = 17.729 | data_pop = Censo IBGE/2022 | altitude = 221 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.675 | idh_pos = 75º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 54765.99 | data_pib_per_capita = IBGE/2021 | site_prefeitura = http://sapucaia.rj.gov.br/ }} Sapucaia é um município do estado do Rio de Janeiro, no Brasil. Localiza-se a 21º59'42\" de latitude sul e 42º54'52\" de longitude oeste, a uma altitude de 221 metros. A população estimada segundo o censo 2022 do Instituto Brasileiro de Geografia e Estatística foi de 17.729 habitantes. Ocupa uma área de 540,673 quilômetros quadrados. Um de seus principais distritos, além da sede, é Jamapará, na divisa do município de Carmo, no Estado do Rio, com Além Paraíba, em Minas Gerais. Os demais distritos são Anta, Aparecida e Pião. == História == Até a chegada dos primeiros colonizadores de origem europeia à região, esta era tradicionalmente habitada pelos índios puris. As primeiras penetrações de origem europeia verificadas nas terras do atual município de Sapucaia datam do início do século XIX. Sua ocupação se efetuou a partir de 1808 após o Decreto de Abertura dos Portos às Nações Amigas. Antônio Inácio Lemgruber e Vicente Ubherlato foram importantes colonizadores das atuais terras ocupadas hoje pelo município Por iniciativa de fazendeiros da região, construiu-se uma capela em homenagem a Nossa Senhora da Conceição Aparecida. Pela Lei 262, de 26 de abril de 1842, a localidade recebeu o título de freguesia. A difusão da notícia sobre a fertilidade dos solos, própria para cultivo do café, provocou fluxo contínuo de colonos para a região, como, por exemplo, Jämes François Perret, nome que aportuguesado se tornou Diogo Francisco Perretti, Coronel Joaquim Luiz de Souza Breves, Honório Hermeto Carneiro Leão - Marquês de Paraná, Deputado provincial do Rio de Janeiro, Brigadeiro de Cavalaria Inácio Gabriel Monteiro de Barros, filho do Visconde de Congonhas, Major José de Souza Brandão, o barão de Aparecida, permitindo o surgimento de arraiais, como o que se desenvolveu em 1856 e que recebeu a denominação de \"Santo Antônio de Sapucaia\". A rapidez com que o povoado prosperou o levou a atingir, em 1871, o predicativo de Freguesia de Santo Antônio de Sapucaia e, em 1874, através do Decreto 2 068, de 7 de Dezembro, a categoria de Vila de Sapucaia, constituindo-se sede do novo município, instalado em 03 e abril de 1875Arquivo da Câmara Municipal de Sapucaia - RJ. O primeiro momento de crescimento deu-se com a construção da estrada entre Magé (Porto Piedade) e Sapucaia iniciada pelo Capitão Francisco Leite Ribeiro e seu irmão, Custódio Ferreira Leite - Barão de Ayuruoca, em 1835 e o plantio de café em vastas áreas. O segundo momento de crescimento e desenvolvimento deu-se com a implantação da Estrada de Ferro Dom Pedro II, inaugurada em 20 de janeiro de 1871, com a presença de Sua Majestade o Imperador Dom Pedro II. A sede municipal situa-se em terraço da margem direita do Rio Paraíba do Sul, em faixa estreita entre o rio e as encostas íngremes dos morros, sem vales transversais, o que tornou sua expansão linear. ==Geografia== O município é cortado por uma ferrovia, a Linha Auxiliar da antiga Estrada de Ferro Central do Brasil, que liga Sapucaia a Três Rios e Miguel Pereira, no estado do Rio de Janeiro e à Além Paraíba, em Minas Gerais, onde se entronca com a Linha do Centro da antiga Estrada de Ferro Leopoldina em direção à cidade de Cataguases. Atualmente, pretende-se reativar a Linha Auxiliar no município para o transporte de passageiros, ainda que de modo turístico pelo Trem Rio Minas da OSCIP Amigos do Trem. === População === Sua população é de 17 729 habitantes. Categoria:1874 no Brasil",
 "title": "Sapucaia (Rio de Janeiro)"
}