{
 "id": "33100",
 "text": "{{Info/Município do Brasil | nome = Santa Cecília | foto = Santa_Cecília_SC.jpg | leg_foto = Shopping Santa Cecília | apelido = Santa\" \"Capital da Madeira | brasão = Brasão Santa.gif | bandeira = Bandeira Santa.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 21/06/1958 | fundação = | gentílico = CecilienseHistórico de Santa Cecília no site do IBGE | lema = Exemplo e tradição! | padroeiro = Santa Cecília | CEP = 89540-000 | prefeito = Alessandra Aparecida Garcia | partido = MDB | fim_mandato = 2024 | mapa = SantaCatarina Municip SantaCecilia.svg | latP = S | latG = 26 | latM = 57 | latS = 39 | lonP = O | lonG = 50 | lonM = 25 | lonS = 37 | estado = Santa Catarina | mesorregião = Serrana | data_mesorregião = IBGE/2008 | microrregião = Curitibanos | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Curitibanos, Lebon Régis, , , , , , Taió e | dist_capital = 290 | área = 1145.321 | área_ref = | população = 16918 | data_pop = Censo IBGE/2010 | altitude = máxima 1.268 | clima = subtropical | sigla_clima = Cfb | idh = 0.698 | data_idh = PNUD/2010 | gini = | data_gini = PNUD/2010 | pib = 331.613.081,00 | data_pib = 2014 | pib_per_capita = 19.027,50 | data_pib_per_capita = 2013 | site_prefeitura = http://www.santacecilia.sc.gov.br/ }} Santa Cecília é um município brasileiro do Estado de Santa Catarina. Localiza-se a uma latitude 26º57'39\" sul e a uma longitude 50º25'37\" oeste, estando a uma altitude de 1100 metros. Sua população é de 16.740 habitantes, segundo o Censo 2010 realizado pelo IBGE. ==História== O coração do estado de Santa Catarina, inicialmente habitado por índios das tribos Kaigang e Xoclengs, foi passagem dos padres Jesuítas, de Bandeirantes e de Tropeiros Paulistas. O tropeirismo foi a atividade responsável pelo início do povoamento do local onde hoje está o município de Santa Cecília-SC, pois ali era ponto de parada dos mesmos ainda no século XVIII. O povoamento mais intenso do Município de Santa Cecília, entretanto, teve início no Brasil Império, entre os anos de 1840 e 1855, quando houve a política de colonização do sul do Brasil, em que famílias oriundas, em sua maioria, da Alemanha, como Goetten, Arbegaus, Granemann, Gaudencio, Rauen, Hau, e Driessen, dentre outras, foram instaladas no território local pelo Capitão José Ferreira de Souza, o qual, no ano de 1840 recebeu do Governo Imperial uma \"Sesmaria de Terras\", abrangendo a região compreendida entre o Rio das Pedras e o Rio Tamanduá, cujas margens serviam de pouso para os tropeiros que faziam o caminho Rio Grande do Sul - São Paulo(vice-versa). O atual município de Santa Cecília, nasceu na localidade denominada \"Corisco\", que significa raio, a qual recebeu este nome em razão dos acidentes geográficos da região favorecendo precipitações meteorológicas e pluviométricas da natureza com grande frequência de descargas elétricas, responsáveis pela morte de um tropeiro e de seu cavalo, logo no início da atividade tropeira em 1732, tornando o local conhecido como \"Corisco\"(nome utilizado informalmente até o princípio do séc. XX). O nome Corisco consta nos mapas do tropeirismo desde o século XVIII. Depois que os tropeiros passaram a pousar no local, ali se criou um pequeno ponto comercial e de serviços aos tropeiros, que passaram a chamar o lugar, também, de \"Pousinho\" e em seguida de \"Povinho\". Com a chegada dos europeus, algum tempo depois, o povoado passou a ser chamado de Rio Correntes, quando foi elevado a categoria de \"freguesia\", pela Lei Provincial Nº 713 de 22 de Abril de 1874. Já pelo Decreto Nº 49 de 24 de Fevereiro de 1891, foi transformado em Distrito da Paz, com denominação de \"Santa Cecília do Rio Correntes\" (graças à fé dos imigrantes europeus naquela santa, a padroeira do músicos). Já no século XX, o Distrito de Santa Cecília do Rio Correntes foi palco do maior conflito armado da história do sul do Brasil a \"Guerra do Contestado\". Em 31 de Março de 1938, pelo Decreto-Lei Estadual Nº 86, o Distrito foi levado a categoria de \"Vila\", passando então a chamar-se somente \"Santa Cecília\". A transformação em Município, ocorreu em 21 de Junho de 1958, quando a Lei Estadual Nº 348 foi aprovada, ocorrendo a instalação efetiva do Município em 05 de Agosto de 1958, o qual nasceu e se desenvolveu, basicamente, a partir da atividade madeireira, ainda hoje, seu principal filão econômico. Santa Cecília é uma cidade pequena, influenciada culturalmente pelos modos interioranos da fazenda, pelo caboclo serrano, oriundo da mistura do índio com os tropeiros e imigrantes europeus. O povo carrega traços da cultura tropeira, com influências paulistas e gaúchas. O modo mais rudimentar de vida da região serrana, especialmente na região do Contestado gerou, por muito tempo, a fama de que o povo local seria violento. Um rótulo ultrapassado. Localiza-se no planalto catarinense, de vastos pinheirais, em plena Serra Geral, sendo um dos municípios de clima mais frio em todo Brasil. ==Hino de Santa Cecília== Sob um passe de luz que do alto, 'Desenhou fabuloso destino. Tu surgiste a sorrir no Planalto, 'Resultado de um sonho divino Pelos sulcos que incessantemente, 'O arado em teu chão canta a abrir Veja a pauta onde a boa semente, 'Vai compondo a canção do porvir . Terra adorada, Santa Cecília És exemplo e tradição Da explendente, maravilha Que se opera no sertão Quando a fé e a coragem De uma gente nobre e audaz Transparecem na mensagem de trabalho, amor e paz . Nos teus passos há toda firmeza, 'De quem sabe que Deus os conduz Porque sente frenir a riqueza, 'Deste solo em torrente de luz Minha Santa Cecília querida, 'O teu nome soberbo e gentil Qual um cântico à força da vida, 'Vibrará pelos céus do Brasil. ==Galeria de prefeitos== #Oréstio José de Souza - 1 de fevereiro de 1959 a 31 de janeiro de 1964 #José Carlos de Medeiros - 1 de fevereiro de 1964 a 31 de janeiro de 1968 #Oréstio José de Souza - 1 de fevereiro de 1968 a 31 de janeiro de 1973 #Adolfo Correia da Silva - 1 de fevereiro de 1973 a 31 de janeiro de 1977 #Gilberto Grochowski - 1 de fevereiro de 1977 a 31 de janeiro de 1983 #Walmor Adelmo Ely - 1 de fevereiro de 1983 a 31 de janeiro de 1988 #Neir Orlei Rocker - 1 de janeiro de 1989 a 31 de dezembro de 1992 #Gilberto Carvalho - 1 de janeiro de 1993 a 31 de dezembro de 1996 #Antonio Cezar Camargo Gamba - 1 de janeiro de 1997 a 31 de dezembro de 2000 #Gilberto Carvalho - 1 de janeiro de 2001 a 31 de dezembro de 2004 #João Rodoger de Medeiros - 1 de janeiro de 2005 a 31 de dezembro de 2008 #João Rodoger de Medeiros - 1 de janeiro de 2009 a 31 de dezembro de 2012 #Domingos Scariot Junior - 1 de janeiro de 2013 a 31 de dezembro de 2016 #Alessandra Aparecida Garcia - 1 de janeiro de 2017 a 31 de dezembro de 2020 == Turismo == miniatura|Praça Frederico Arbegaus em 2013 A cidade conta com algumas atrações turísticas e históricas, dentre as quais pode-se destacar o gaúcho de lata que fica na localidade do Campo do Areão; o Museu Haus Granemann, idealizado por Floresnal Granemann, localizado no centro da cidade, e conta um pouco da história do município e da região através de objetos guardados por sua família desde a imigração alemã no Brasil em 1838; a Praça Frederico Arbegaus, inaugurada em junho de 2013, o principal centro de lazer no município que conta também com a Praça da Igreja Matriz e a Praça Francisco Lucas. O clima frio da cidade também merece destaque: em julho de 2013 o município registrou a maior nevasca já ocorrida. == Galeria de fotos == Ficheiro:Araucária brasileira Araucaria angustifolia.jpg|Araucárias à beira de uma plantação de Pinus elliottii em Rio Bonitinho, no interior do município. Ficheiro:Cuesta Serra do Espigão SC.JPG|Cuesta na Serra do Espigão, em Santa Cecília. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura *Portal Ceciliense Categoria:Fundações em Santa Catarina em 1958",
 "title": "Santa Cecília (Santa Catarina)"
}