{
 "id": "33112",
 "text": "{{Info/Município do Brasil | nome = Agrestina | preposição = de | foto = Prefeitura de Agresina.jpg | leg_foto = Prefeitura de Agrestina, localizada no coração da cidade. | apelido = | brasão = Brasão de agrestina.svg | bandeira = Bandeira de agrestina.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 11 de setembro | fundação = | gentílico = agrestinense | lema = | prefeito = Josué Mendes da SilvaPrefeito e vereadores de Agrestina tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PSB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Brazil Pernambuco Agrestina location map.svg | latP = S | latG = 08 | latM = 27 | latS = 28 | lonP = O | lonG = 35 | lonM = 56 | lonS = 42 | estado = Pernambuco | mesorregião = Agreste Pernambucano | data_mesorregião = IBGE/2017 | região_metropolitana = | região_intermediária = Caruaru | região_imediata = Caruaru | vizinhos = Caruaru (norte), Bezerros e São Joaquim do Monte (leste), Altinho (oeste) e Cupira (sul). | dist_capital = 154 | área = 201.437 | área_ref = | população = 23779 | data_pop = censo 2022 IBGE/2022 | pib = mil | data_pib = IBGE/2017 | pib_per_capita = 6427,57 | data_pib_per_capita = IBGE/2017 | site_prefeitura = agrestina.pe.gov.br }} Agrestina é um município brasileiro do estado de Pernambuco. == História == Surgiu às margens de um poço cavado por sertanejos retirantes da seca às margens do Rio Mentirosos ou Rio dos Torrões; o mesmo era ponto de parada para sertanejos foragidos da seca em direção à Zona Suleira onde trabalhavam em plantações de cana de açúcar até que a chuva caísse no sertão. Daí, passaram a chamá -la de Bebedouro, pois era ponto de parada para bebida dos homens e animais que trafegavam pela região. Então foi encontrada às margens do poço do Bebedouro uma imagem de Santo Antônio talhada em porcelana portuguesa e com detalhes em ouro, provavelmente esquecida por algum retirante que por ali passara. Isto foi visto como um milagre e a diocese instituiu este santo como padroeiro de bebedouro, instalando ali uma capela em sua homenagem (Hoje Matriz de Santo Antônio). O Padroeiro é Santo Antônio (comemorado em 13 de junho). O município foi emancipado através da lei estadual nº 1.931, de 11 de setembro de 1928 (data em que se comemora seu aniversário) com o nome de Agrestina, desmembrando-se do município de Altinho. O topônimo foi escolhido por localizar-se no coração do Agreste Pernambucano. Administrativamente, é composto pelos distritos sede, Barra do Chata e Barra do Jardim, além dos povoados de Pé de Serra dos Mendes, Santa Tereza, Água Branca,Cruz e Cachoeira. A cidade ainda possui comunidades quilombolas (formadas por descendentes de ex-escravos foragidos) como as de Pé de Serra dos Mendes e a de Brejinho de Cajarana berço da Mazurca, uma Dança cultural mista de escravos e índios quase desaparecida no Brasil. == Bandeira == Por ocasião do Cinquentenário da Emancipação Política de Agrestina, em 11 de setembro de 1980, a Prefeitura Municipal, no governo do prefeito Sinval Ribeiro, promoveu um concurso com os alunos das escolas da cidade, para a escolha da bandeira do município. O vencedor foi Nicodemos José Torres (Tata da compesa), aluno da 7ª série da Escola Estadual Profº José Constantino. A Bandeira desenhada por Nicodemos foi escolhida por sua originalidade. A faixa branca representa a firmeza e a integridade do povo agrestinense. O poço é o símbolo da nossa origem e as estrelas os nossos distritos. O branco significa a paz, a firmeza e a integridade. O azul a formosura e a lealdade. == Geografia == Localiza-se a uma latitude 08º27'29\" sul e a uma longitude 35º56'41\" oeste, estando a uma altitude de 427 metros. Sua população estimada em 2009 era de 22.591 habitantes. O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005.. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. === Relevo === O município localiza-se na unidade geoambiental do Planalto da Borborema, apresentando um relevo pouco acidentado com escarpas e vales com formação rochosa. === Vegetação === A vegetação predominante consiste nos brejos de altitude, caatinga hipoxerófila, capineira e capoeira. === Hidrografia === O município de Agrestina localiza-se nos domínios da bacia hidrográfica do rio Una e tem como principais tributários os Rios Mentiroso e da Chata, e os riachos do Peixe, do Maracajá e do Gado, todos de regime intermitente. Conta ainda com a Lagoa da Volta. === Economia === De acordo com dados do IPEA do ano de 1996, o PIB era estimado em R$ 23,67 milhões, sendo que 54,0% correspondia às atividades baseadas na agricultura e na pecuária, 2,9% à indústria e 43,1% ao setor de serviços. O PIB per capita era de R$ 1.296,25. Em 2005, conforme estimativas do IBGE, o PIB havia evoluído para R$ 67.275.000,00 e o PIB per capita para R$ 3.156,00. === Turismo === Como Atrações Turísticas a cidade tem Praças,açudes, matas e trilhas, além de ser pólo da Cavalgada do Chocalho, que acontece sempre no primeiro fim de semana de novembro, e da tradicional festa de Nossa Senhora do Desterro que acontece dia 1 e 2 de Fevereiro a 85 anos na mesma data; além de vaquejadas, festas juninas e quermesses em vilas que mantém a tradição cultural da região. === Produção agrícola === IBGE (2002) Lavoura Quantidade produzida (ton.) Valor da produção (R$ mil) Área plantada (ha.) Área colhida (ha.) Rendimento médio (kg/ha.) Abacate 3 1 4 4 7.500 Banana 135 7 50 30 4.500 Batata-doce 27 11 12 12 2.250 Café 1 1 2 2 500 Castanha-de-caju 6 4 12 12 500 Coco-da-baía 8 (mil frutos) 2 2 2 4.000 (frutos/ha.) Feijão (em grão) 102 87 1.420 800 127 Laranja (em grão) 3 1 4 4 750 Mandioca 1.440 115 280 180 8.000 Manga 6 1 6 6 1.000 Milho (em grão) 72 23 1.200 600 120 Tangerina 1 0 2 2 500 === Pecuária === IBGE (2002) Rebanho Efetivo (cabeças) Bovino 11.300 Suíno 910 Eqüinos 850 Asininos (jumentos) 200 Muares (mulas) 530 Ovinos 920 Galinhas 133.902 Galos, frangas, frangos e pintos 100.204 Caprinos 1.680 Vacas ordenhadas 1.350 IBGE (2002) Gênero Produção Leite de vaca 1.053 (mil litros) Ovos de galinha 2.397 (mil dúzias) == Dados estatísticos == === Educação === IBGE (2003) Ensino Alunos matriculados Professores Fundamental 5.181 210 Médio 512 16 * Analfabetos com mais de quinze anos: 42,96% (IBGE, Censo 2000). === Índice de Desenvolvimento Humano === PNUD (2000) IDH 1991 2000 Renda 0,503 0,554 Longevidade 0,547 0,657 Educação 0,466 0,498 Total 0,505 0,612 === Saneamento urbano === IBGE (2000) Serviço Domicílios (%) Água 93,1% Esgoto sanitário 80,1% Coleta de lixo 90,0% === Saúde === * 54 leitos hospitalares, todos disponíveis para pacientes do sistema único de saúde (2003, IBGE). * Mortalidade infantil: 98,5 p/mil (Ministério da Saúde/1998) * Esperança de vida ao nascer: 64,4 anos (IBGE, Censo 2000). == Ver também == * Lista de prefeitos de Agrestina == Notas == # Índice de analfabetismo comparável ao de Papua-Nova Guiné (28º mais alto). # IDH de nível médio, comparável ao da Namíbia (125º do mundo). # Mortalidade infantil comparável à da Tanzânia (14ª mais elevada). # Esperança de vida comparável à da Índia (131º). ==Ligações externas== * * Categoria:Fundações em Pernambuco em 1928",
 "title": "Agrestina"
}