{
 "id": "33117",
 "text": "{{Info/Município do Brasil |nome = Angelim |preposição = de |foto = |leg_foto = |apelido = |brasão =Angelim-57774.svg |bandeira =Band Angelim PE.svg |link_brasão = |link_bandeira = |link_hino = |aniversário = 6 de junho |fundação = |gentílico = Angelinense |lema = |prefeito = Márcio Douglas Cavalcanti Duarte |partido = PSB |fim_mandato = 2024 |mapa = Brazil Pernambuco Angelim location map.svg |latP = S | latG = 08| latM = 53 | latS = 25 |lonP = O | lonG = 36| lonM = 17 | lonS = 09 |estado = Pernambuco |mesorregião = Agreste Pernambucano |data_mesorregião = IBGE/2008 |microrregião = Garanhuns |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = norte: Jupi; sul: Palmeirina; leste: Canhotinho; oeste: São João (Pernambuco) |dist_capital = 199 |área = 118.032 | área_ref = |população = 10795 |data_pop = estatísticas IBGE/2014 |altitude = 631 |clima = Tropical |sigla_clima = As' |idh = 0.572 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2012 |pib_per_capita = 5522,45 |data_pib_per_capita = IBGE/2012 |site = https://angelim.pe.gov.br/ }} Angelim é um município brasileiro do estado de Pernambuco. Administrativamente é constituído pelo distrito sede e pelos povoados de Quatro Bocas e São José. == Etimologia == O nome Angelim provém da existência de um angelim-amargoso frondoso sob o qual era realizada a feira semanal, onde hoje está localizada a rua São José. == História == O núcleo de povoamento de Angelim surgiu em 1887, com a inauguração da Estação Ferroviária Segismundo Gonçalves, pertencente à Great Western. Pela ausência de veículos motorizados, no entorno da estação predominava o comércio agrícola. Após a instalação da via férrea, instalaram-se agricultores e comerciantes atraídos pela facilidade do transporte, até então feito por animais. O distrito foi criado pela Lei Municipal nº 42, de 22 de dezembro de 1908, com a denominação de Segismundo Gonçalves e subordinado a Garanhuns. Em 1º de Julho de 1909 através de uma lei estadual, foi elevado à categoria de vila, mudando a denominação para Palmeira. Na divisão administrativa referente ao ano de 1911, figura o distrito com denominação de Palmeira e pertencendo ao município de Canhotinho. A emancipação política veio em 11 de Setembro de 1928, pela lei nº 1931, desmembrado dos municípios de Garanhuns e Canhotinho e com sede na povoação de Palmeira. O município foi instalado em 16 de Junho de 1931 e pelo decreto estadual nº 74 de 6 de Junho de 1931, a sede foi transferida da povoação de Palmeira (atualmente o município de Palmeirina) para Angelim. Em divisão administrativa referente ao ano de 1933, o município é constituído de 3 distritos: Angelim, Palmeira e Jupi. Em divisões territoriais datadas de 31 de Dezembro de 1936 e 31 de Dezembro de 1937, o município figura com 4 distritos: Angelim, Jupi, Palmeira e Ouricuri. Pelo decreto-lei estadual nº 92, de 31 de março de 1938, o distrito de Ourucuri passou a denominar-se Pindorama. Pelo decreto-lei estadual nº 952, de 31 de Dezembro de 1943, o distrito de Pindorama passou a denominar-se Jucati e o distrito de Palmeira a denominar-se Palmeirina. No quadro fixado para vigorar no período de 1944-1948, o município é constituído de 4 distritos: Angelim, Jucati, Jupi e Pameirina. Pela lei estadual nº 419, de 31 de Dezembro de 1943, desmembra-se do município de Angelim o distrito de Palmeirina, que foi elevado à categoria de município. Em divisão territorial datada de 1º de Janeiro de 1955, o município é constituído de 3 distritos: Angelim, Jucati e Jupi. Pela lei estadual nº 3331, de 31 de Dezembro de 1958, desmembram-se do município de Angelim os distritos de Jupi e Jucati que seja formado o novo município de Jupi. Em divisão territorial datada de de 1º de Julho de 1960, o município passa a ser constituído apenas do distrito sede, assim permanecendo até os dias atuais. == Geografia == Localiza-se a 08º53'25\" de latitude sul e 36º17'09\" de longitude oeste, a uma altitude de 631 metros. Sua população em 2009 era de 10.385 habitantes. Possui uma área de 118 km². O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005.. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. O relevo é típico da unidade geoambiental das Superfícies Retrabalhadas. A vegetação nativa é a floresta subperenifólia, com partes de floresta hipoxerófila. O município está inserido nos domínios da bacia hidrográfica do rio Mundaú, tendo como seus principais cursos hidrográficos os os rios Canhoto e Inhaúma e os riachos Tamborim e do Esporão. == Ligações externas == * * * Categoria:Fundações em Pernambuco em 1928",
 "title": "Angelim"
}