{
 "id": "33113",
 "text": "{{Info/Município do Brasil | nome = Água Preta | nome_oficial = Município da Água Preta | preposição = da | apelido = A Princesinha do Una | brasão = Agua-preta.svg | bandeira = Bandeira_de_Água_Preta.svg | aniversário = 3 de agosto | fundação = | lema = Trabalho e Amor | gentílico = aguapretano | mapa = | latP = | latM = | distritos = 2 | distritos_ref = | prefeito = Antonio Manoel - Miruca (2024-2024) | partido = PSB | mesorregião = Mata Pernambucana | microrregião = Mata Meridional Pernambucana | data_microrregião = IBGE/2008 | latS = | lonP = | lonG = | lonM = | lonS = | estado = Pernambuco | vizinhos = a norte com Ribeirão (Pernambuco), a sul com Barreiros (Pernambuco) e o estado de Alagoas, a leste com Gameleira e Tamandaré e a oeste com Palmares, Xexéu e Joaquim Nabuco | dist_capital = 102 | vereadores_ref = 13 | área = 533.332 | área_ref = | população = 26461 | data_pop = Censo 2022 | altitude = 93 | clima = tropical | sigla_clima = As' | CEP = 55.550-000 | idh = 0.553 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2020 | pib_per_capita = 6950,90 | data_pib_per_capita = IBGE/2021 | site_prefeitura = aguapreta.pe.gov.br }} Água Preta é um Município brasileiro do Estado de Pernambuco. O município é formado pelos distritos sede, Santa Terezinha e pelo povoado de Agrovila Liberal. == História == A criação da Freguesia do Rio Formoso ocorreu em 4 de maio de 1840 mediante Lei Provincial nº 85. Lei Provincial nº 85/1840. A Vila foi criada pela Lei Provincial nº 156 de 6 de abril de 1846 desmembrada da Vila do Rio Formoso. A extinção da Freguesia de Barreiros deu-se em 1 de dezembro de 1846 através da Lei Provincial nº 175/1846. A Vila foi extinta pela Lei Provincial nº 314 de 13 de maio de 1853, passando a sua sede para a povoação dos Barreiros que é elevada à categoria de Vila. A Vila de Água Preta foi restaurada mediante Lei Provincial nº 460 de 2 de maio de 1859. A Comarca dos Palmares foi criada mediante Lei Provincial nº 520 de 13 de maio de 1862. A criação da Freguesia de Nossa Senhora dos Montes foi criada mediante Lei Provincial nº 884 de 28 de abril de 1868. A Vila da Água Preta foi novamente extinta passando a sua sede para a povoação de Montes, hoje o município dos Palmares em 24 de maio de 1873 através da Lei Provincial nº 1093. A Vila de Água Preta foi novamente restaurada em 12 de maio de 1879, através da Lei Provincial nº 1405/1879, sendo desmembrada da de Palmares, ficando até nos dias atuais com sua autonomia administrativa, tendo o seu primeiro prefeito eleito, o Dr. Francisco Cornélio da Fonseca e o Sub-Prefeito, o Cel. Manuel Veríssimo do Rêgo Barros. A elevação à categoria de Cidade a Vila dos Palmares deu-se mediante Lei Provincial nº 1458 de 9 de junho de 1879. É datada de 28 de outubro de 1879 a reinstalação da Câmara de Vereadores na Vila de Água Preta. A criação da Comarca da Água Preta deu-se mediante Lei Provincial nº 1805 de 13 de junho de 1884. O Distrito de Sertãozinho foi criado mediante Lei Municipal nº 04 de 1 de fevereiro de 1893 anexando-o ao município de Água Preta. A Vila de Água Preta foi elevada à categoria de cidade pela Lei Estadual nº 130 de 3 de julho de 1895. A Lei Municipal nº 53 de 24 de abril de 1930 cria o Distrito de Xexéu o qual é anexado ao município de Água Preta e sob a mesma lei o Distrito de Sertãozinho passa a denominar-se Sertãozinho de Baixo. O Decreto-Lei Estadual nº 235/1938 transfere o Distrito de Sertãozinho de Baixo para o Município de Maraial, que a partir de então passa a contar com apenas mais um distrito, o de Xexéu. O Distrito de Santa Terezinha foi criado pela Lei Municipal nº 459/1962 e anexado ao município de Água Preta. A Lei Estadual nº 10.621 desmembra do Município de Água Preta o Distrito de Xexéu, o qual é elevado à categoria de município autônomo. == Geografia == Localiza-se a uma latitude 08º42'27\" sul e a uma longitude 35º31'50\" oeste, estando a uma altitude de 93 metros. Sua população, apontada no último censo demográfico, é de 33.095 habitantes. Possui uma área de 543 km². === Hidrografia === Água Preta é atendida pela bacia Hidrográfica do Rio Una e do Rio Sirinhaém == Economia == O município possui um pequeno comércio, supermercados, pequenas papelarias, pequenas vendas, padarias e atividade canavieira. Existe no município, no distrito de Santa Terezinha, uma usina de açúcar desativada: Usina Santa Therezinha, que respondia por boa parte da receita municipal. Os moradores têm uma grande dependência pelo trabalho no poder público, sendo a grande força da economia local. Há pessoas que vivem de trabalhos na usina de cana-de-açúcar, enquanto outras dependem de ajudas governamentais. ==Esporte== A cidade de Água Preta já possuiu um clube no Campeonato Pernambucano de Futebol, o Cruzeiro Futebol Clube. Tem tradição no futsal já teve o ouro verde e o Bandeirantes disputando a liga de Pernambuco e ficando em 3º lugar na competição. Em 2017, iniciou-se uma grande competição local, a Copa Água Preta de Futsal, com o objetivo de dar oportunidade aos atletas da terra e surgir novos talentos e equipes, proporcionando a competitividade e espirito esportivo entre os munícipes. A cidade atualmente conta com um clube de futsal, on Ua City, que sagrou-se campeão pernambucano em 2021. As transmissões ao vivo dos jogos emocionantes podem ser revividos através do facebook e do canal no youtube do Água Preta no Face - Online TV, pioneira na cobertura de eventos esportivos na cidade da Água Preta e em toda região. ==Cultura== O município teve a troça Carnavalesca \"O Barão Da Água Preta\", que tinha um projeto de resgate do carnaval pernambucano. Projeto esse que mesmo com pouco tempo, ganhou bastante notoriedade na região. ==Ligações externas== * * Categoria:Fundações em Pernambuco em 1895 Categoria:!Editatona Cada livro seu público 2024",
 "title": "Água Preta"
}