{
 "id": "33126",
 "text": "Bezerros é um município do estado de Pernambuco, no Brasil. O município é formado pelos distritos: Bezerros, Sapucarana e Boas Novas.IBGE. Disponível em https://biblioteca.ibge.gov.br/visualizacao/dtbs/pernambuco/bezerros.pdf. Acesso em 3 de março de 2019. ==História== A origem de Bezerros data de 20 de maio 1870. Nessa época, foi implantado um grande comércio de gado, iniciando o povoamento do local. Algumas versões da história de Bezerros tentam explicar o nome da cidade. A primeira diz respeito ao sobrenome da família Bezerra, que foi a primeira proprietária das terras. A segunda diz que o local foi, primitivamente, uma queimada de bezerros. A terceira conta que um dos filhos da família Bezerra se perdeu na reserva florestal no dia 18 de Maio, tendo sido feita uma promessa a São José, sendo a criança encontrada com vida dois dias após seu sumiço, ou seja, dia 20 de Maio, ao pé de frondosa árvore onde foi erguida uma capela sob a invocação de São José dos Bezerros. O município é formado pelos distritos: Bezerros (sede), Sapucarana e Boas Novas e pelos povoados de Serra Negra, Sítio dos Remédios, Cajazeiras e Areias. Anualmente, no dia 18 de maio, Bezerros comemora a sua emancipação política. O padroeiro da cidade é São José. ==Geografia== Localiza-se a uma latitude 08º14'07\" sul e a uma longitude 35º45'10\" oeste, estando a uma altitude de 470 metros. Possui uma área de 492,632 km² e sua população, conforme estimativas do Instituto Brasileiro de Geografia e Estatística de 2020, era de habitantes. === Limites === * Norte: Cumaru e Passira. * Sul: São Joaquim do Monte e Agrestina. * Oeste: Riacho das Almas e Caruaru. * Leste: Gravatá, Sairé e Camocim de São Félix. === Hidrografia === O município está inserido na bacia hidrográfica do Rio Ipojuca. === Clima === O clima da cidade é o clima semiárido, porém com alguns trechos de clima tropical de altitude. === Divisão distrital e povoados === * Distrito-sede * Boas Novas * Sapucarana * Encruzilhada * Povoados: Cajazeiras, Fazendinha, Jurema, Poção, Serra Negra, Sítio dos Remédios, Areias, Raposa. === Relevo === O município está inserido na unidade geoambiental do Planalto da Borborema. Tem seu ponto culminante no povoado de Serra Negra, onde a altitude chega a 957 metros. === Vegetação === A vegetação do município é composta por caatinga hiperxerófila e mata atlântica. ==Economia== A economia do município consiste na agricultura, sendo um dos maiores produtores de tomate do Estado; na indústria, destacam-se suas fábricas de bolos. Bezerros destaca-se também nas fábricas de doces. Além disso, Bezerros é uma das cidades pernambucanas que mais se destacam na produção de granito. Na gastronomia, uma boa pedida são os restaurantes do Distrito de Encruzilhada, onde o principal atrativo é a carne de sol. ==Turismo == O Carnaval de Bezerros é um dos mais procurados do estado. Nesta ocasião, ocorre uma tradição local, que é quando as pessoas brincam o carnaval usando máscaras de todos os tipos, tanto máscara de plástico industrializadas, como as de papel machê e coité. Por esta tradição, a cidade ficou conhecida como a \"Terra do Papangu\" (\"Papangus\" refere-se às pessoas que saem mascaradas durante o carnaval). == Bezerrenses ilustres == * J. Borges, poeta, cordelista e xilogravurista. * José João da Silva, ex-atleta. ==Ver também== *Lista de prefeitos de Bezerros ==Ligações externas== *Página da prefeitura *Confederação Nacional de Municípios Categoria:Fundações em Pernambuco em 1881",
 "title": "Bezerros"
}