{
 "id": "33137",
 "text": "{{Info/Município do Brasil | nome = Camocim de São Félix | apelido = | brasão = Brasão de Camocim de São Félix.png | bandeira = Bandeira Camocim de São Félix.jpg |fundação = | gentílico =camocinense | lema = | prefeito = Giorge do Carmo Bezerra (Giorge de Neno) | partido = PSD | fim_mandato = 2024 | mapa = Brazil Pernambuco Camocim de São Félix location map.svg | latP = S | latG = 08 | latM = 21 | latS = 31 | lonP = O | lonG = 35 | lonM = 45 | lonS = 43 | estado = Pernambuco | mesorregião = Agreste Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Brejo Pernambucano | data_microrregião = IBGE/2008 | vizinhos = Sairé, Bezerros, São Joaquim do Monte, Bonito. | dist_capital = 123 | área = 72.47 | área_ref = | população = 18138 | data_pop = estimativas IBGE/2014 | altitude = 723 m a 1.000 m | clima = Tropical de Altitude | idh = 0.588 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 5866,30 | data_pib_per_capita = IBGE/2012 | site = camocimdesaofelix.pe.gov.br }} Camocim de São Félix é um município do estado de Pernambuco, no Brasil. == História == Inicialmente, Camocim de São Félix era um ponto de passagem de tropeiros a caminho de Bonito. Posteriormente, o clima frio de montanha despertou o interesse pelo povoamento do local. Segundo fontes históricas, a ocupação das terras iniciou-se por volta de 1890. Fazendeiros oriundos de Bezerros avaliaram a possibilidade de cultivar café na região, devido ao clima frio, à altitude e o terreno propício. Estabeleceram-se logo após na Serra de Aires e no Sítio Palmeira. O distrito de Camocim (nome original) foi criado por Lei Municipal de nº 02, de 20 de abril de 1893. Posteriormente a vila passou a chamar-se Camocituba, em 1943. A Lei estadual nº 1.818, de 29 de dezembro de 1953, transformou o distrito em município, desmembrado-o de Bezerros, tendo sido instalado em 15 de julho de 1954. Atribue-se a Clementino Semente, a luta em emancipar a cidade. Na revisão dos topônimos municipais de 1954, o município passou a ser denominado de Camocim de São Félix. == Geografia == Localiza-se a uma latitude 08º21'31\" sul e a uma longitude 35º45'43\" oeste, estando a uma altitude de 723 metros. Sua população estimada em 2013 era de 17 980 habitantes. Camocim de São Félix localiza-se na Microrregião do Brejo Pernambucano (uma das divisões da região agreste do estado). Nesta região, além do clima semiárido, há locais de clima ameno e alta pluviosidade, a vegetação predominante é própria das áreas agrestes. Entretanto, por situar-se a uma altitude elevada, o clima frio faz com que sua vegetação seja mais densa e mais diversificada que as regiões de Bezerros ou Caruaru, por exemplo, que têm uma vegetação visivelmente mais seca. O município encontra-se na bacia hidrográfica do Rio Sirinhaém, inclusive a nascente deste rio localiza-se lá, segundo a APAC (Agência Pernambucana de Águas e Clima). Conta ainda com o Açude Poço da Areia e a Barragem da Cachoeira do Galo, que, embora se situe no município de Barra de Guabiraba, desde setembro de 2004, devido aos esforços do então prefeito Manoel Alves e do então deputado estadual Augusto Coutinho, fornece água à população. == Turismo == * Convento Nossa Senhora Peregrina: Dispõe de hotel, museu, teatro e piscina, e é uma excelente opção para quem busca tranquilidade. == Ver também == * Lista de prefeitos Categoria:Fundações em Pernambuco em 1953",
 "title": "Camocim de São Félix"
}