{
 "id": "33144",
 "text": "{{Info/Município do Brasil | nome = Casinhas | preposição = de | foto = Casinhas na beira da BR.jpg | leg_foto = | apelido = | brasão = BrasãoCasinhasPE.png | bandeira = Bandeira Casinhas PE.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = casinhense | lema = | prefeito = Juliana Barbosa da Silva AguiarPrefeita e vereadores de Casinhas tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = Brazil Pernambuco Casinhas location map.svg | latP = S | latG = 07 | latM = 44 | latS = 28 | lonP = O | lonG = 35 | lonM = 43 | lonS = 16 | estado = Pernambuco | mesorregião = Agreste Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Alto Capibaribe | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Surubim, Vertente do Lério, Orobó, Bom Jardim e Estado da Paraíba | dist_capital = 131 | área = 125.282 | área_ref = | população = 14219 | data_pop = estatísticas IBGE/2015 | altitude = 390 | clima = Semiárido | sigla_clima = Bsh | idh = 0.567 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2013 | pib_per_capita = 4861,75 | data_pib_per_capita = IBGE/2013 | site = casinhas.pe.gov.br }} Casinhas é um município brasileiro do estado de Pernambuco, localizado na mesorregião Agreste pernambucano. == História == Segundo a tradição local, por volta de 1890, no caminho entre Bom Jardim e a mata existente no local, havia uma casinha de palha, onde vivia uma senhora portadora de deficiência que costumava dar pouso aos viajantes. Posteriormente mudou-se para o local o Sr. José Barbosa de Farias. Outras famílias estabeleceram-se no local. Em 1894, foi construída uma capela dedicada a Nossa Senhora das Dores, atual padroeira, pelo professor José Merim. A partir deste núcleo de pequenas casas, que deu origem ao nome Casinhas, surgiu o município. O distrito de Casinhas foi criado pelas leis municipais nºs 46, de 16 de dezembro de 1925, e nº 2, de 16 de novembro de 1929, sendo subordinado ao município de Surubim. Foi elevado à condição de município pela lei estadual nº 11228, de 12 de julho de 1995, com base na lei estadual complementar n° 15, de 1990, que permitiu aos municípios a solicitação da emancipação, desde que atendessem a alguns requisitos, como ter população superior a 10 mil habitantes e que o total de eleitores seja maior que 30% desta população. O município foi instalado em 1 de janeiro de 1997. == Geografia == Localiza-se a uma latitude 07º44'28\" sul e a uma longitude 35º43'16\" oeste. Sua população estimada em 2009 era de 14.798 habitantes. O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005. Esta delimitação tem como critérios o índice pluviométrico inferior a 800 mm, o índice de aridez até 0,5 e o risco de seca maior que 60%. === Relevo === O município de Casinhas insere-se nas Áreas Desgastadas do Planalto da Borborema, composto por maciços e outeiros altos. === Vegetação === A vegetação do município é a caatinga hipoxerófila (ZANE – Zoneamento Agroecológico do Nordeste – EMBRAPA/2000). === Hidrografia === O município insere-se na bacia hidrográfica do rio Capibaribe. Os recursos hídricos dominantes são afluentes da bacia do rio Capibaribe, sobretudo o rio Caiai e os Riachos Gado Bravo e do Pato seus principais afluentes na área. O rio Capibaribe é perene e de baixa vazão no município. Todos os seus afluentes e subafluentes neste trecho possuem regime intermitente. == Escolas existentes na zona urbana == *Escola Municipal São Luiz *Escola João XXIII *Escola Municipal Maria Amália == Ligações externas == * IBGE. Documentação Territorial do Brasil. * Casinhas. Confederação Nacional de Municípios. Categoria:Municípios de Pernambuco Categoria:Fundações em Pernambuco em 1995",
 "title": "Casinhas"
}