{
 "id": "33175",
 "text": "{{Info/Município do Brasil | nome = Itapissuma | foto = | leg_foto = | apelido = Terra da Caldeirada | brasão = Brasão de Itapissuma.png | bandeira = Bandeira oficial de Itapissuma.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = 1982 | gentílico = itapissumensehttp://www.aulete.com.br/itapissumense Dicionário AuleteIBGE | lema = | padroeiro = São Gonçalo de Amarante | prefeito = José Bezerra Tenório Filho (Zé de Irmã Teca) | partido = PSD | fim_mandato = 2024 | mapa = Brazil Pernambuco Itapissuma location map.svg | latP = S | latG = 07 | latM = 46 | latS = 33 | lonP = O | lonG = 34 | lonM = 53 | lonS = 31 | estado = Pernambuco | mesorregião = Metropolitana de Recife | data_mesorregião = IBGE/2013 | microrregião = Itamaracá | data_microrregião = IBGE/2013 | região_metropolitana = Recife | vizinhos = Goiana, a norte; Igarassu, a sul e oeste; e Ilha de Itamaracá, a leste. | dist_capital = 45 | área = 74.249 | área_ref = | população = 25798 | população_pos = PE: 79° | data_pop = estatísticas IBGE/2015 | altitude = 7 | clima = Tropical | sigla_clima = As' | idh = 0.633 | idh_pos = PE: 35° | data_idh = PNUD/2010 | pib = mil | pib_pos = PE:24° | data_pib = IBGE/2018 | pib_per_capita = 59212.96 | data_pib_per_capita = IBGE/2018 }} Itapissuma é um município brasileiro do estado de Pernambuco. == História == O local onde hoje fica a cidade de Itapissuma foi, primitivamente, uma aldeia indígena situada entre o mar e o Rio Itapissuma. Ali, em 1588 foi fundada uma Vila, por iniciativa de padres Franciscanos. A Vila surgiu entre duas camboas (pequenas depressões artificiais junto ao mar onde, na maré baixa, fica retido o peixe que ali penetra na preamar) e os alagados de Bacurinho, ao Norte, e de Suruajá, ao Sul. Em 1646, ainda quando do domínio holandês (que terminaria em 1654), foi construída uma ponte ligando a Vila de Itapissuma à Ilha de Itamaracá - à época capitania do donatário Duarte Coelho. Mais tarde, essa ponte seria substituída por uma outra, atualmente denominada Ponte Getúlio Vargas. Também no século XVII, por iniciativa do padre português Camilo de Mendonça, foi construída a primeira capela de Itapissuma, a de São Gonçalo de Amarante. Como boa parte dos municípios pernambucanos, a evolução de Itapissuma se deu da seguinte forma: Aldeia, Povoado, Vila, Distrito e Município autônomo. O Distrito foi criado pela lei municipal nº 11, de 30 de novembro de 1892, subordinado ao município de Igarassu. Pela lei estadual nº 8.952, de 14/05/1982, foi elevado à categoria de Município, sendo instalado a 31 de janeiro de 1983, constituído apenas do distrito-sede. De origem Tupi-Guarani, a palavra Itapissuma quer dizer \"pedra negra\", ou seja, derivaria de Ita que significa pedra e de xuma que significa negra. A palavra era usada para designar as grandes pedras negras e moles que existiam às margens do Canal de Santa Cruza, à beira do qual está localizada a cidade, no Litoral Norte de Pernambuco. === Formação Administrativa === Distrito criado com a denominação de Itapissuma, pela lei municipal nº 11, de 30 de novembro de 1892, subordinado ao município de Iguarassú. Em divisão administrativa referente ao ano de 1911, o distrito de Itapissuma figura no município de Iguarassú. Pelas leis municipais nºs 4, de 3 de março de 1909 e 31, de 15 de dezembro de 1916, o distrito de Itapissuma foi extinto, sendo seu território anexado ao distrito sede do município de Iguarassú. Pela lei nº 105, de 25 de outubro de 1922, é recriado o distrito de Itapissuma e anexado ao município de Iguarassú. Em divisão administrativa referente ao ano de 1933, o distrito de Itapissuma figura no município de Iguarassú. Assim permanecendo em divisões territoriais datadas de 31 de dezembro de 1936 e 31 de dezembro de 1937. Pelo decreto-lei estadual nº 235, de 9 de dezembro de 1938, o município de Iguarassú passou a grafar Igarassu. No quadro fixado para vigorar no período de 1944-1948, o distrito de Itapissuma figura no município de Igarassú. Em divisão territorial datada de 1 de julho de 1960, o distrito de Itapissuma permanece no município de Igarassu. Assim permanecendo em divisão territorial datada de 1 de janeiro de 1980. Elevado à categoria de município com a denominação de Itapissuma, pela lei estadual nº 8952, de 14 de maio de 1982, desmembrado do município de Igarassu. Sede no antigo distrito de Itapissuma. Constituído do distrito sede. Instalado em 31 de janeiro de 1983. Em divisão territorial datada de 1988, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2007. == Geografia == Localiza-se a uma latitude 07º47'25\" sul e a uma longitude 34º53'32\" oeste, estando a uma altitude de 7 metros. === Limites === Noroeste: Goiana Norte: Goiana Nordeste: Goiana Oeste: Igarassu e Goiana Leste: Ilha de Itamaracá Sudoeste: Igarassu Sul: Igarassu Sudeste: Ilha de Itamaracá Conforme Parágrafo Único do Art. 2º da lei estadual nº 8.952, de 14/05/1982, \"Os seus limites são os sumariamente descritos a seguir: A partir da Foz do Riacho das Pacas no Canal de Santa Cruz, desce margeando o referido Canal em direção Sul até encontrar os limites Sul atual da Fábrica de Alumínio do Nordeste S/A - ALCOA; daí seguindo os limites da referida Fábrica até encontrar a PE-25; seguindo em linha reta até a ponte sobre o Rio Tabatinga na BR-101 Norte; deste ponto sobe margeando a referida BR em direção ao Norte até encontrar a ponte sobre o Rio Arataca; daí desce margeando os limites do Município de Goiana até a Barra de Catuama, contornando as ilhas da Preguiça, Congo e Imbaúba, pelo canal de Santa Cruz, descendo pelo referido Canal até o ponto inicial\". === Hidrografia === O município de Itapissuma está incluído nos domínios dos Grupos de Bacias Hidrográficas de Pequenos Rios Litorâneos. Seus principais rios são: Botafogo, Arataca, Borras, Tabatinga e das Pacas. O município não possui nenhum açude com capacidade superior a 100.000 m³. === Clima === O município tem o clima tropical, do tipo As´. Os invernos são amenos e úmidos, com o aumento de chuvas. As primaveras são muito quentes e secas, com temperaturas que algumas ocasiões ultrapassam os 30 °C. === Relevo === O município está incluído na unidade geoambiental da Baixada Litorânea. Seu relevo é formado pelas Áreas Arenosas Litorâneas, no qual estão incluídos a restinga, o mangue e as dunas. === Vegetação === A vegetação do município é formada por floresta perenifólia e restinga. As áreas de mangue estão localizadas ao longo do Canal de Santa Cruz, na maior parte da faixa entre o limite ao norte com Goiana e ao sul, com Igarassu. Esse ecossistema tem sofrido danos devido à poluição gerada pelo despejo irregular de lixo e esgoto. === Solo === Em relação aos solos, há ocorrência de Areias Marinhas, que tem como principal característica os solos profundos, excessivamente drenados e de baixa fertilidade natural. Nas áreas posteriores às dunas ocorrem os Podzóis, mediamente drenados e de mal drenados e de muito baixa fertilidade natural. === Geologia === O município está incluído, geologicamente, na Província da Borborema, sendo compostos pelos sedimentos da Formação Beberibe e o Grupo Barreiros e dos Depósitos Flúvio-marinhos e Aluvionares. == Demografia == Segundo o censo 2013 do IBGE, Itapissuma possui uma população de 25.220 habitantes, distribuídos numa área de 74,235 km², tendo assim, uma densidade demográfica de 320,19 hab/km². === Subdivisões === ==== Distritos ==== * Botafogo * Mangabeira * Engenho Ubu ==== Bairros ==== * Barreiros * Boa Vista * Cajueiro * Camboa * Centro * Espinheiro * Ferro Velho * Grêmio * Loteamento Nova Itapissuma * Loteamento Cidade Criança * Poeira * São Gonçalo * Loteamento Cidade Industrial * Várzea == Política == O poder executivo do município é exercido por José Bezerra Tenório Filho (Zé de Irmã Teca), do PSD. == Economia == Segundo dados sobre o produto interno bruto dos municípios, divulgado pelo IBGE referente ao ano de 2011, a soma das riquezas produzidos no município é de 1 120 509 milhões de reais (15° maior do estado). Sendo o setor industrial o mais mais representativo na economia itapiçumense, somando 257.317 milhões. Já os setores de serviços e da agricultura representam 158.768 milhões e 9.790 milhões, respectivamente. O PIB per capita do município é de 20.447,26 mil reais (3° maior do estado). == Estrutura == === Educação === O município possui as seguinte(s) escola(s) estadual(s): * Escola de Referência em Ensino Médio Euridice Cadaval (Integral) * Escola Profª Gercina Fernandes Rodrigues * Escola Senador José Ermírio de Moraes === Saúde === A cidade conta com dez estabelecimentos de saúde sendo todos públicos. === Transportes === O município é cortado pelas rodovias BR-101, PE-035, PE-045. == Turismo == Itapissuma é cercada por rios, mar e manguezais. Assim, é reconhecida como um dos principais pólos náuticos do Nordeste, além de ser considerada Patrimônio da Humanidade por sua reserva de Mata Atlântica. === Canal de Santa Cruz === Às margens do Canal de Santa Cruz é possível ver toda beleza que reserva a cidade. Em um passeio de barco por seu percurso de 22 km, é possível avistar a Ilha de Itamaracá e Barra de Catuama, em Goiana. === Pesca artesanal === A pesca artesanal é uma das principais atividades da população, o que barateia os pratos de frutos do mar nos restaurantes e bares de Itapissuma. De agosto a outubro, aconselha-se levar a vara e os anzóis. === Culinária === Se o visitante preferir comprar peixes, caranguejos, ostras, polvos entre outras iguarias ainda crus e frescos, a dica é o Mercado de Crustáceos, um dos maiores da região. Lá também pode-se degustar a famosa caldeirada de Dona Irene e a moqueca seca de peixe manjuba. A caldeirada é um cozido de frutos do mar ! == Ligações externas == *Página da prefeitura (em português) *IBGE. Documentação Territorial do Brasil * Ministério das Minas e Energia, 2005. Diagnóstico do município de Itapissuma Categoria:Fundações em Pernambuco em 1982",
 "title": "Itapissuma"
}