{
 "id": "33173",
 "text": "{{Info/Município do Brasil | nome = Itaíba | preposição = de | foto = Prefeitura_Municipal_de_Ítaíba.jpg | leg_foto = Prefeitura Municipal de Itaíba | apelido = Terra do Leite | bandeira = Itaíba.png | brasão = | link_brasão = | link_bandeira = | link_hino = | aniversário = 28 de abril | fundação = | gentílico = itaibense | lema = | prefeito = Maria Regina da Cunha | partido = PODE | fim_mandato = 2024 | mapa = Brazil Pernambuco Itaíba location map.svg | latP = S | latG = 08 | latM = 56 | latS = 52 | lonP = O | lonG = 37 | lonM = 25 | lonS = 22 | estado = Pernambuco | mesorregião = Agreste Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Vale do Ipanema | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Tupanatinga (norte), Alagoas (sul), Águas Belas (Pernambuco) e Buíque (leste), Alagoas e Manari (oeste). | dist_capital = 329 | área = 1068.286 | área_ref = | população = 32650 | data_pop = estatísticas IBGE/[[2022 ]] | altitude = 478 | clima = Semiárido | sigla_clima = BSh | idh = 0.510 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 6471,90 | data_pib_per_capita = IBGE/2012 | site_prefeitura = itaiba.pe.gov.br }} Itaíba é um município do estado de Pernambuco, no Brasil. Administrativamente, é formado pelo distrito-sede, pelo segundo distrito (Negras) e pelos povoados de Jirau, Salgado e Salgadinho. == História == No início do século XIX, Itaíba era um vilarejo chamado Pau-Ferro localizado em torno da capelinha de Nossa Senhora da Conceição. Foi distrito de Águas Belas. Seu nome foi modificado para Itaíba por proposta da Comissão Administrativa do Estado, conforme costume da época de se utilizarem nomes tupis para os nomes das vilas e cidades. Assim, o nome Pau-Ferro foi convertido para o tupi através da junção dos termos itá (pedra, metal)NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição revista e aperfeiçoada. São Paulo. Global. 2005. 463 p. e iba (planta, árvore, fruto)FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p.911.. O município foi criado em 1958 e instalado em 28 de abril de 1962. == Aspectos econômicos == A economia de Itaíba está sustentada na exploração agropecuária, tendo na agricultura de subsistência a exploração do milho e feijão. Sua economia está assim distribuída: 83% no setor agropecuário, 5% no setor de serviços, 3% no setor de comércio e 3% em outros setores. Em 2010, o município de Itaíba foi o maior produtor de leite da Região Nordeste do Brasil e o décimo-terceiro maior do país.. O comércio é caracterizado por estabelecimentos de pequeno e médio porte: 90% funcionam basicamente com mão de obra familiar. É diversificado com oferta satisfatória dos produtos considerados essenciais. No setor industrial, conta com fábricas de queijos, iogurtes, gesso, tijolos, doces, bolos e fardamentos. No artesanato local, destacam-se o bordado manual em linhas e pedrarias, pintura, selas, biscuit, produtos de barro, palha, madeira e croché. Os serviços de comunicação estão a cargo da Oi, com uma agência e posto dos Correios, uma estação comunitária de rádio denominada Açurema FM. A comunidade conta ainda com a entrega diária do Diario de Pernambuco, Jornal do Commercio (Recife) e algumas revistas. O município não conta com nenhuma linha oficial de transporte: o mesmo é realizado através de carros-lotação e mototáxis. A rede bancária que atende ao município é composta pelo Banco do Brasil, Bradesco, casas lotéricas e Lemon Bank. == Geografia == Localiza-se a uma latitude 08º56'51\" sul e a uma longitude 37º25'22\" oeste, estando a uma altitude de 478 metros. Sua população estimada em 2004 era de 26 735 habitantes. Possui uma área de 1 073,2 km². === Localização, relevo e solo === O município de ltaiba está localizado na mesorregião do Agreste Pernambucano, Microrregião do Vale do Ipanema, inserido no Planalto da Borborema, do qual destacam-se as serras do Culupi, Exu, Caldeirão, Salgadinho, Salgado e Serra dos Cavalos. As vias de acesso são as rodovias BR-232 até Arcoverde, seguindo pela PE-270 ou a BR-423 até Águas Belas. O solo do município é do tipo argiloso, arenoso, pedregoso e rochoso. === Clima e vegetação === Localizado no Vale do Ipanema e no Agreste do Estado, Itaíba caracteriza-se por um clima semiárido quente, com curta estação chuvosa, sendo esta mais intensa nos meses de março e abril. A temperatura média anual é 25 °C, e a precipitação pluviométrica média é de 680 mm. Grande parte da vegetação é de caatinga composta por espécies xerófilas que variam e de arbóreas de pequeno porte arbustivo, além de árvores com madeira de qualidade como o cedro, aroeira, ipê, baraúna, amburana, caibero, além de grande quantidade de plantas medicinais: capim-santo, bonome (Maytenus rigida), angico, sambacaitá (Hyptis pectinata) e outras. === Hidrografia === Itaíba pertence a Bacia do Rio Ipanema, tendo como tributários pequenos riachos temporários como: Santa Maria, Mandacaru, Tapera, Pantas, Riacho do Mel e outros. Apresenta capacidade de armazanamento do água em barragens com volume acumulado de aproximadamente 476 457 metros quadrados. O abastecimento de água na sede do município, distrito de Negras e Povoados de Jirau e Salgadinho é realizado por poços artesianos perfurados no município de Tupanatinga/Moxotó, no lençol da bacia do Jatobá. === População === O Município de Itaíba, de acordo com o Censo Demográfico do IBGE, possui uma população total de 26 799 habitantes: destes, 8 735 vivem na zona urbana, e 18 064, na zona rural. == Ligações externas == * * Categoria:Municípios de Pernambuco Categoria:Fundações em Pernambuco em 1958",
 "title": "Itaíba"
}