{
 "id": "33176",
 "text": "{{Info/Município do Brasil | nome = Itaquitinga | preposição = | foto = Majestoso Pau Brasil.jpg | leg_foto = | apelido = | bandeira = Bandeira de Itaquitinga.png | brasão = Brasão de Itaquitinga.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de dezembro | fundação = | gentílico = Itaquitinguense | lema = | prefeito = Patrick José de Oliveira Moraes | partido = PSD | fim_mandato = 2024 | mapa = Brazil Pernambuco Itaquitinga location map.svg | latP = S | latG = 07 | latM = 40 | latS = 04 | lonP = O | lonG = 35 | lonM = 06 | lonS = 06 | estado = Pernambuco | mesorregião = Mata Pernambucana | data_mesorregião = IBGE/2008 | microrregião = Mata Setentrional Pernambucana | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Condado; Sul: Igarassu; Leste: Goiana; e Oeste: Tracunhaém. | dist_capital = 85 | área = 103.442 | área_ref = | população = 16696 | data_pop = estatísticas IBGE/2014 | altitude = 88 | clima = Tropical | sigla_clima = As' | idh = 0.586 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 7707,51 | data_pib_per_capita = IBGE/2012|bandeira | site = http://itaquitinga.pe.gov.br/ }} Itaquitinga é um município brasileiro do estado de Pernambuco. O município é formado pelo distrito sede e pelo povoado de Chã de Sapé. == Etimologia == Segundo José de Almeida Maciel (1984), o topônimo é composto por dois termos: itaqui: arenito + tinga: branco, ou seja, areia branca. Já segundo Luís Caldas Tibiriçá o termo tem origem em ita-ky-tinga, significando \"pedra branca aguçada\". == História == A Lei Municipal 52 de 3 de agosto de 1892, de Goiana, dividiu o município em 5 distritos, deles fazendo parte o povoado de São Sebastião de Areias. O Decreto-Lei Estadual 952 de 31 de dezembro de 1943 mudou o nome do distrito de Areias para Itaquitinga. A Lei Estadual 4962 de 20 de dezembro de 1963 eleva Itaquitinga à condição de município, desmembrando-o de Goiana. O município foi instalado em 23 de maio de 1964. == Geografia == Localiza-se a uma latitude 07º40'04\" sul e a uma longitude 35º06'06\" oeste, estando a uma altitude de 88 metros. Sua população estimada em 2004 era de 15.424 habitantes. Itaquitinga situa-se predominantemente da unidade de relevo dos Tabuleiros Costeiros, que apresenta altitude média de 50 a 100 metros, com platôs de origem sedimentar, que apresentam grau de entalhamento variável: vales estreitos e encostas abruptas intercalam-se a regiões abertas com encostas suaves e fundos com amplas várzeas. Os solos são profundos e de baixa fertilidade natural. Latossolos e podzólicos predominam nos topos de chapadas e topos residuais. Os solos podzólicos com fregipan, podzólicos plínticos e podzóis são observados nas pequenas depressões nos tabuleiros. Solos podzólicos concrecionários estão presentes em áreas dissecadas e encostas e Gleissolos. Solos Aluviais surgem nas áreas de várzeas. A floresta subperenifólia predomina a vegetação nativa, com partes de floresta subcaducifólia e vegetação de transição cerrado/ floresta. == Economia == As principais atividades econômicas são agricultura e comércio. Os principais produtos agrícolas são a batata-doce, mandioca, coco, cana-de-açúcar, feijão, banana, mamão e abacaxi. O artesanato em barro ocupa grande parte da população. Utensílios domésticos como panelas e tigelas, santos e personagens do imaginário popular regional são as peças mais produzidas. A influência indígena é notável. == Manifestações populares == A região é bastante rica em manifestações populares, como o maracatu, o cavalo-marinho e a ciranda. Tem como maior expressão religiosa o cristianismo, das igrejas católica e protestante, com muitos fiéis e cotidiano voltado as manifestações dogmáticas. Pela igreja católica, tem como padroeiro São Sebastião, vindo a ser paróquia muito recentemente, com uma igreja recém reformada e com festa anual centenária. == Fontes == * CEHM-FIAM. Calendário Oficial de Datas Históricas dos Municípios do Interior de Pernambuco. Recife: Centro de Estudos de História Municipal,1994. * * José de Almeida Maciel: Questões de Toponímia Municipal Pernambucana * Luís Caldas Tibiriçá: Dicionário de Topônimos Brasileiros de Origem Tupi * * Itaquitinga Categoria:Fundações em Pernambuco em 1963",
 "title": "Itaquitinga"
}