{
 "id": "33189",
 "text": "{{Info/Município do Brasil |nome = Manari |apelido = Terra do Feijão |brasão = |bandeira = bandeira do Manari.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário =12 de julho |fundação = |gentílico =manariense |lema = |padroeiro =São Sebastião |prefeito = Audalio Martins da Silva Júnior |partido = PP |fim_mandato = 2024 |mapa = Brazil Pernambuco Manari location map.svg |latP =S | latG =08| latM =57 | latS =50 |lonP =O | lonG =37| lonM =37 | lonS =40 |estado = Pernambuco |mesorregião = Sertão Pernambucano |data_mesorregião = IBGE/2008 |microrregião = Sertão do Moxotó |data_microrregião = IBGE/2008 |vizinhos = Ao norte com Ibimirim, ao sul com o estado de Alagoas, a leste com Inajá e a oeste com Itaíba. |dist_capital = 400 |área = 406.636 | área_ref = |população = 20302 |data_pop = estatísticas IBGE/2015 |altitude = 570 |clima = Semiárido |sigla_clima = BSh |idh = 0.487 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2013 |pib_per_capita = 4440,61 |data_pib_per_capita = IBGE/2013 |foto= |site_prefeitura = manari.pe.gov.br }} Manari é um município brasileiro do estado de Pernambuco. No início dos anos 2000, foi considerado o município mais pobre do Brasil. Ainda é um dos poucos do país a apresentar um baixo Índice de Desenvolvimento Humano.Manari se livra de pior IDH, mas não da miséria. Estadão, 18 de junho de 2011. == História == A história da povoação de Manari se dá com a chegada de dois fazendeiros, Antonio Pereira e Manoel Pereira, de origem Portuguesa, que aportaram na região, após a compra de boa parte de terra que pertenciam a família Aranha, proprietária de extensa faixa de terra no sertão de Pernambuco. Junto com esses fazendeiros que por aqui se instalaram, vieram alguns escravos, para ajudar na lida e no preparo da terra; dentre estes, nota-se uma cativa de origem indígena, chamada de Mariana. Certa vez, Mariana e seus dois filhos foram apanhar umbu, lenha e água na lagoa e, defrontaram-se com porcos selvagens, muito abundante na região e eram conhecidos como \"queixadas\", e segundo contam os mais velhos, eles foram atacados e devorados. Após o ocorrido do fato, o lugar antes sem denominação, passou a chamar-se de Mariana, em homenagem a escrava. Com o passar dos tempos, foram se estabelecendo famílias de outros lugares, e com isso as raças foram se misturando, sobrevivendo da agricultura, como: o milho, o feijão e o algodão, produto com grande aceitação no mercado da época. Como parte de um fenômeno que era comum à época, a migração de famílias como: Rocha, Queiroz, Anjos, Monteiro, Pires e os Maltas, instalaram-se na região e doaram partes de suas terras para fixação de outras famílias que advinham de localidades distintas e também para a construção da Capela de Nossa Senhora da Conceição na pequena Vila. O distrito de Mariana foi criado pela lei municipal nº 2, de 10 de Janeiro de 1929, subordinado ao município de Moxotó. Seu nome foi convertido para Manari pelo decreto-lei estadual nº 952, de 31 de Dezembro de 1943, segundo costume da época de nomear as localidades brasileiras com nomes indígenas. O topônimo Manari, do tupi amana-r-i, significa \"riacho, água da chuva\", em alusão a um curso de rio que corria nas suas proximidades. O distrito foi elevado à categoria de município 12 de julho de 1995, segundo os preceitos da Lei estadual complementar nº 15, de 1990, que estabeleceu condições para a emancipação de distritos. == Geografia == Localiza-se a uma latitude 08º57'50\" sul e a uma longitude 37º37'42\" oeste, estando a uma altitude de 570 metros acima do nível do mar. Sua população em 2000, segundo o Censo Demográfico realizado pelo IBGE, era de 13.028 habitantes. As principais atividades econômicas são agricultura, pecuária e comércio. Possui uma área de 407 km². === Indicadores sociais === Não é mais considerado o município brasileiro com o menor Índice de Desenvolvimento Humano (IDH), tendo ganho 12 posições desde o censo de 2000. O IDH de Manari é de 0,487, sendo classificado como \"muito baixo\" pela ONU. == Fontes == * * ==Ligações externas== * Manari por ela mesma. Universitária nascida na \"pior cidade do Brasil\" filma a vida de seus conterrâneos. Por Paulo Rebêlo. Carta Capital, 31 de outubro de 2010. Categoria:Municípios de Pernambuco Categoria:Fundações em Pernambuco em 1995",
 "title": "Manari"
}