{
 "id": "33196",
 "text": "Palmares é um município brasileiro do estado de Pernambuco. Localiza-se na região da Mata Sul do estado de Pernambuco. É conhecido como \"Atenas Pernambucana\", \"Capital da Mata Sul\" e \"Terra dos Poetas\", por ser o berço de ilustres e renomados poetas, romancistas, teatrólogos, jornalistas, médicos, religiosos, advogados, políticos, militares, artistas, músicos, etc., os quais ajudaram a projetar o município no restante do País. Trata-se de uma cidade bastante tradicional e muito importante na história do Estado de Pernambuco. Seu nome é também uma homenagem ao Quilombo dos Palmares, que se instalou no seu entorno e resistiu durante muito tempo sob o comando de Zumbi. == História == === Origem do nome Palmares === Palmares é uma das divisões geobotânicas do nordeste do Brasil. Altos, densos, geralmente puros e de uma só espécie de palmeiras de natureza xerófila ou higrófila. Outros existem com mistura de três ou quatro espécies de árvores de porte alto. Dentre as palmeiras que vegetam nessa região, sobrelevam-se a carnaúba (Copernica cerifica), a buriti (Mauritia vinifera), a buritana (Mauritia axulenta), a bacaba (Denocarpus distichus) e o babaçu (Orbignia martiana), etc. Tais zonas se desenvolvem na Bahia, Sergipe, Alagoas, Pernambuco, Paraíba, Rio Grande do Norte, Ceará, Piauí e Maranhão. === Primórdios da história palmarense === A região foi habitada primitivamente pelos índios potiguares e caetés. Com a formação do Quilombo dos Palmares no interior pernambucano (naquele tempo as terras do atual estado de Alagoas pertenciam à Capitania de Pernambuco), dirigido por Zumbi, tomou impulso, fama e ganhou o nome que hoje tem, batizado que foi pelos negros, que chamavam seus habitantes de palmarinos. Desde os seus primórdios, a região era conhecida como os palmares, devido a predominância de sua densa e espessa vegetação, num intrincado de mata fechada que ocupava um extenso território de 260 quilômetros de extensão por 132 quilômetros de largura, em faixa paralela à costa, onde se distribuíam cerca de 50 mil habitantes, cuja faixa territorial situava-se entre o Cabo de Santo Agostinho, em Pernambuco, e a parte norte do curso inferior do rio São Francisco, área situada onde hoje se encontra o estado de Alagoas. De 1848 a 1873 Palmares foi denominado de Povoado dos Montes, porque as terras originalmente pertenciam à família Montes, que as recebera por sesmaria para explorar a atividade açucareira, vindo a construir uma capela, que anos mais tarde daria origem à catedral de Nossa Senhora da Conceição, padroeira local. Logo em seguida, dita propriedade passou a ser conhecida por Trombeta, devido à lenda de que um soldado teria perdido a corneta durante a passagem da tropa a cavalo pela localidade. Anos depois recebeu a denominação de Povoado do Una, em homenagem ao rio que banha a localidade e, finalmente Município dos Palmares, triunfando assim a denominação dos negros, por força da abundância de palmeiras que vicejavam na região, a exemplo do babaçu, carnaúba, pindoba, ouricuri e dendê. Em 13 de maio de 1862 foi criada a Comarca dos Palmares por força da Lei Provincial nº 1030. Em 1868 foi Palmares elevado à categoria de Distrito por força da Lei Provincial nº 844, de 28 de setembro. Em 1873, por força da Lei Provincial n° 1083, de 24 de maio, foi criado o Município autônomo que tomou o nome de Município dos Palmares. Finalmente, em 9 de junho de 1879, Palmares emancipou-se do Município da Água Preta, por força da Lei Provincial n° 1458, adquirindo portanto foros de cidade autônoma. Palmares tem muita história para contar. Além de grandes intelectuais, o município possui o Theatro Apollo, o primeiro teatro que começou a funcionar no interior e o terceiro mais antigo do Estado, além de abrigar a primeira Maçonaria de Pernambuco, Loja Maçônica Fraternidade Palmarense nº 01, da qual saíram obreiros para fundar no Recife a Grande Loja de Pernambuco. == Geografia == Localiza-se a uma latitude 08º41'00\" sul e a uma longitude 35º35'30\" oeste, estando a uma altitude de 125 metros. Sua população, conforme estimativas do IBGE de 2021, era de habitantes. A sede do município dista 122 km de Recife, a capital do Estado; 105 km de Garanhuns e 123 km de Maceió, a capital do vizinho Estado de Alagoas. Situa-se a 125 metros acima do nível do mar. Limita-se ao norte com o Município do Bonito, a nordeste e leste com Joaquim Nabuco, ao sul com Xexéu, a sudeste com Água Preta e a oeste com Catende. === Vegetação e Geologia === O Município insere-se na unidade geoambiental das Superfícies Retrabalhadas. O relevo é, em sua quase totalidade, moldado em rochas do pré-cambriano, predominantemente granito, gnaisses e xistos. A parte sedimentar é representada por argilas variegadas, arenitos e cascalhos. Predomina o latossolo vermelho-amarelo. A topografia, predominantemente ondulada, caracteriza-se por um conjunto de morros e colinas com altitudes não superiores a 120 m e pediplanos resultantes do alargamento do vale do rio Una (Pernambuco) e seus afluentes. Sua flora é composta por restos da vegetação primitiva da Mata Atlântica, algumas espécies arbóreas de alto valor econômico podem ser ainda encontradas testemunhando o que foi a floresta nativa. Entre outras, pode-se detectar a presença da urucuba, louro, ipê amarelo, jatobá, pau-ferro, jacarandá mimoso e rosa, maçaranduba, pau d'arco, oiticica, camaçari rosa e branco, sucupira roxa e branca, etc. O Município dos Palmares faz parte da microrregião homogênea denominada Mata Meridional Pernambucana, contida totalmente na Bacia do Rio Una. === Clima === Segundo dados do Lamepe, a temperatura mínima já registrada em Palmares foi de 14,1 °C, ocorrida no dia 28 de julho de 1923. Já a máxima foi de 38,5 °C, observada em 18 de fevereiro de 2006. O maior acumulado de chuva registrado em 24 horas foi de 235,8 mm, em 3 de maio de 2011. O clima é o tropical, do tipo As', com máximas de 29 °C e mínimas entre 21 °C no verão, e mínimas de 19 °C e máximas entre 26 °C no inverno. == Turismo == Existem locais tradicionais de visitação pública, que são marcos históricos de fundação da cidade, a exemplo do casarão do Engenho Verde (1841) [onde nasceu o romancista e teatrólogo Hermilo Borba Filho]; o antigo Cemitério Paroquial (1861) com a capela do Bom Jesus dos Martírios; a Estação Ferroviária (1862); a casa-grande do Engenho Paul (1863); a Catedral de Nossa Senhora da Conceição (1873) padroeira local; o Clube Literário dos Palmares (1881), hoje Biblioteca Pública Municipal; a ponte de ferro sobre o rio Pirangy (1882), construída pelos engenheiros ingleses da Great Western; a Loja Maçônica Fraternidade Palmarense Nº 01 (1932) que foi a pioneira no Estado de Pernambuco, dentre outros atrativos de igual importância para os amantes da história e das tradições socioculturais interioranas. == Lazer == Além da carga histórica da cidade, dispõe-se cachoeiras, bicas, corredeiras e caminhadas ecológicas nas reservas de mata atlântica do município. Outros destaques são as cachoeiras: Caritó, Véu da Noiva, Mágico e a localizada no Engenho Serra Azul. A Véu da Noiva possui três quedas d'água, sendo a mais alta com 5 metros. A Corredeira do Oratório é formada pelas águas do Rio Una. == Cultura == Inicialmente como \"Atenas Pernambucana\" e depois como \"Terra dos Poetas\", o município obteve fama e reputação no cenário estadual e até brasileiro, graças à pujança com que os seus filhos tornaram-se ilustres e renomados ao longo da história, com isso ajudando a projetar a sua terra, através da história, cultura e tradição, destacando-se em áreas da maior importância cultural como a literatura, teatro, jornalismo, aviação, música, pintura, religião, política, artes plásticas, etc. Desde a década de 1990, existe o Forromares (entre 2005 e 2008 tornou-se Festmares, retornando ao nome original em 2009), O evento simboliza um São João fora de época, atraindo público de outras cidades e ocorrendo geralmente no segundo semestre do ano. == Economia == Palmares tem como principal atividade econômica a agroindústria açucareira e o comércio varejista expandido pela Feira da Sulanca da cidade. O polo médico especializado também é um destaque que atende a cidade e a região. Devido à boa economia, a cidade detém um grande Movimento pendular, abrigando escolas públicas, escolas particulares e faculdades como: Universidade de Pernambuco (UPE), Instituto Federal de Pernambuco (IFPE), além das tradicionais: Faculdade de Formação de Professores da Mata Sul (FAMASUL), Faculdade de Ciências dos Palmares (FACIP) e Faculdade dos Palmares (FAP). == Localização estratégica == O município é denominado de \"A Capital da Mata Sul\" justamente por sua localização estratégica no estado. É servido pela BR 101, além das rodovias PE-96, PE-103, PE-120 e PE-126, gerando um grande fluxo de carros e pessoas na cidade. == Política == Bastante lembrado pela população, Luis Portela de Carvalho ou \"Portela\", é um grande referencial na administração pública. Durante suas três gestões ficou notório o progresso do município. Nascido no Engenho Capricho em 27/02/1910, é filho de João de Carvalho e de Paulina Portela de Carvalho. Eleito pela primeira vez em 1951, Portela teve a dura missão de conciliar a elite e os desejos da população, reordenando então o arranjo urbano da cidade com padrões considerados avançados e modernos para época. * Em 1955 - Luis Portela foi eleito deputado estadual; * Em 1959 - voltou à Prefeitura para o segundo mandato e, dentre outras realizações, construiu uma nova sede para a Municipalidade - o Palácio do Bambu; * Após o golpe militar de 64, candidatou-se em 1982 e pela terceira vez foi eleito prefeito, voltando a redesenhar o traçado urbanístico local quando, dentre outras obras, construiu um viaduto, inúmeras praças, dois terminais rodoviários, fórum, dois mercados, adquiriu o Teatro Apollo e o transformou na Casa da Cultura, vindo a construir um grande ginásio poliesportivo, logo batizado de o Portelão. Faleceu em 1990, causando grande comoção. * O prefeito é lembrado até hoje por suas obras inovadoras. Na entrada da cidade, pode ser visto uma estátua do mesmo, apontando para o leste, simbolizando a visão inovadora e a esperança. * Falecido em Palmares no dia 2 de janeiro de 1990, foi casado com Diva Acióli de Carvalho. Portela, em seu velório, teve flores da Praça Ismael Gouveia em seu caixão, um desejo expressado ao seu sobrinho/filho de coração Eguinard Portela de Carvalho. ==Esporte== A cidade de Palmares possuiu um clube no Campeonato Pernambucano de Futebol, o Palmares Futebol Clube, que jogava de mandante no Estádio Ulisses Arcanjo de Oliveira. == Ligações externas == * * Categoria:Fundações no Brasil em 1879",
 "title": "Palmares"
}