{
 "id": "33194",
 "text": "{{Info/Município do Brasil |nome = Orobó |preposição = de |foto = Immaculate Conception Church.jpg |leg_foto = Igreja da Conceição em Orobó. |apelido = |brasão = brasao_orobo.png |bandeira =Bandeira_orobo.gif |link_brasão = |link_bandeira = |link_hino = |aniversário =11 de setembro |fundação = |gentílico =oroboense |lema = Labor et pax \"Trabalho e paz\" |prefeito = Severino Luiz Pereira Abreu |partido = UNIÃO |fim_mandato = 2024 |mapa = Brazil Pernambuco Orobó location map.svg |latP =S | latG =07| latM =44 | latS =42 |lonP =O | lonG =35| lonM =36 | lonS =07 |estado = Pernambuco |mesorregião = Agreste Pernambucano |data_mesorregião = IBGE/2008 |microrregião = Médio Capibaribe |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = a norte, Umbuzeiro (PB) e Natuba (PB), a sul, Bom Jardim, a leste, Machados e São Vicente Férrer, e a oeste com Casinhas. |dist_capital = 118 |área = 140.785 | área_ref = |população = 23608 |data_pop = estatísticas IBGE/2014 |altitude = 415 |clima = tropical chuvoso, com verão seco |sigla_clima = As' |idh = 0.610 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2012 |pib_per_capita = 5373,70 |data_pib_per_capita = IBGE/2012 |site=http://www.orobo.pe.gov.br }} Orobó é um município brasileiro do estado de Pernambuco localizado no Agreste. == História == A ocupação inicial de Orobó deu-se por povoadores vindos de Paudalho. Destaca-se Manoel José de Aguiar, que se instalou próximo a uma fonte de água, então chamada de Olho d´Água das Bestas, pois era costume a utilização da fonte como bebedouro dos animais. Este seria o primeiro nome do município. Para desenvolver a agricultura, com destaque para a cana-de-açúcar, procederam-se as queimadas. A região passou a ser conhecida como Queimadas. A povoação começou a surgir na parte alta, sob jurisdição de Bom Jardim. A Lei Municipal nº 21, de 7 de setembro de 1914, criou o Distrito das Queimadas, que passou à condição de Vila, pela Lei de nº 47, de 16 de setembro de 1925. Pela Lei Estadual nº 1.931, de 11 de setembro de 1928, assinada pelo Governador Estácio de Albuquerque Coimbra, a vila das Queimadas foi elevada à categoria de Município e a sede, à de cidade. Pelo Decreto-Lei 311 de 2 de março de 1938, foi efetuada uma revisão da toponímia dos municípios brasileiros, pelo Instituto Brasileiro de Geografia e Estatística (IBGE). O Município passou a denominar-se “Orobó”, devido à existência de outro município na Bahia com o nome de Queimadas. Orobó é o nome de um riacho, afluente do Rio Tracunhaém, que corta o município no sentido oeste-leste. == Geografia == Localiza-se a uma latitude 07º44'42\" sul e a uma longitude 35º36'08\" oeste, estando a uma altitude de 415 metros. Sua população estimada em 2004 era de 22.906 habitantes. Possui uma área de 126,34 km². Tem como padroeira Nossa Senhora da Conceição, e sua festa é comemorada tradicionalmente no dia 8 de dezembro. === Relevo === O município de Orobó situa-se no Planalto da Borborema, formada por maciços e outeiros altos. A altitude varia de 650 a 1.000 metros. O relevo é geralmente movimentado, com vales profundos e estreitos dissecados. Os solos variam com a altitude: * Superfícies suave onduladas a onduladas: ocorrem os Planossolos, de profundidade média, ótima drenagem, ácidos a moderadamente ácidos e fertilidade natural média; ocorrem também os solos Podzólicos,profundos, argilosos, e de fertilidade natural média a alta. * Nas elevacões: ocorrem os solos Litólicos, rasos, argilosos e de fertilidade natural média. * Vales dos rios e riachos: ocorrem os Planossolos, de média profundidade, imperfeitamente drenados, textura média/argilosa, moderadamente ácidos, fertilidade natural alta e problemas de sais. Ocorrem ainda afloramentos de rochas. === Vegetação === A vegetação nativa é composta por Florestas Subcaducifólica e Caducifólica, próprias das áreas agrestes. === Hidrografia === O município de Orobó está situado nos domínios da bacia hidrográfica do Rio Goiana. Seus principais tributários são os rios Orobó e Tracunhaém, além dos riachos: da Inveja e Gado Bravo. Os principais cursos d´água são temporários. A Barragem do Escuro, localizada na comunidade rural de Àgua Branca é o principal reservatório da região. === Aspectos sócio-econômicos === O Índice de Desenvolvimento Humano Municipal-IDH-M é de 0,612, o que situa o município em 103o no ranking estadual e em 4452o no nacional. == Cronologia == * Lei Estadual 1931 de 11 de setembro de 1928 criou o município de Queimadas, então distrito do município de Bom Jardim, menos a povoação de São José do Sirigi, que ficaria pertencendo a São Vicente. * Pelo Decreto-lei Estadual 952 de 31 de dezembro de 1943, passa a ser denominado de Orobó. * CEHM-FIAM. Calendário oficial de datas históricas dos municípios do interior de Pernambuco. Recife: Centro de Estudos de História Municipal,1994. * * * Categoria:Fundações em Pernambuco em 1928",
 "title": "Orobó"
}