{
 "id": "33206",
 "text": "{{Info/Município do Brasil |nome = Poção |preposição = de |foto = Praça Monsenhor Estanislau Ferreira de Carvalho.jpg |leg_foto = Praça Monsenhor Estanislau Ferreira de Carvalho |apelido = \"Capital da Renda Renascença\", \"Acaí\" |brasão = Brasão poção.png |bandeira = Bandeira poção 2.jpg |link_brasão = |link_bandeira = |link_hino = s:Hino do município de Poção |emancipação = |fundação = |gentílico =poçãoense |lema = |prefeito = Emerson Cordeiro Vasconcelos |partido = MDB |fim_mandato = 2024 |mapa = Brazil Pernambuco Poção location map.svg |latP =S | latG =08| latM =11 | latS =09 |lonP =O | lonG =36| lonM =42 | lonS =18 |estado = Pernambuco |mesorregião = Agreste Pernambucano |data_mesorregião = IBGE/2008 |microrregião = Vale do Ipojuca |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Pesqueira ao sul e oeste, São João do Tigre (PB) ao norte, Jataúba ao nordeste e Belo Jardim ao leste |dist_capital = 244 |área = 199.742 |área_ref = |população = 11265 |data_pop = estatísticas IBGE/2015 |altitude = 1000 |clima = Mediterrânico de verão fresco |sigla_clima = Csb |idh = 0.528 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2012 |pib_per_capita = 5381,50 |data_pib_per_capita = IBGE/2012 |site_prefeitura = pocao.pe.gov.br }} Poção é um município brasileiro do estado de Pernambuco. Administrativamente, o município é composto pelo distrito sede e pelos povoados de Pão-de-Açúcar de Poção e Gravatá dos Gomes. == História == As terras de Poção figuravam, em 1832, no espólio do capitão-mor Francisco Xavier Pais de Melo Barreto, que residiu na fazenda Poço dos Patos, no antigo termo de Cimbres, localizada à margem da atual estrada que liga Pesqueira a Poção. A fundação de Poção deu-se em 1871, pelo padre Monsenhor Estanislau Ferreira de Carvalho, ao erigir a capela de Nossa Senhora das Dores em terreno do patrimônio doado por Francisco José Bezerra, a quem coube a iniciativa de construir a primeira casa nas imediações de um grande poço, de onde adveio o nome da localidade – Poção. Pela Lei Provincial nº 1.230, de 24 de abril de 1876, foi classificado como distrito de paz, da comarca de Cimbres (hoje Pesqueira). Em 4 de março de 1893, através de lei municipal, obteve as prerrogativas de distrito, entendido como unidade jurídica e administrativa do município autônomo de Cimbres, sediado em Pesqueira. A categoria de vila foi conferida a Poção, como às demais sedes de distritos da época, através da Lei Estadual nº 991, de 1 de julho de 1909. Em 1924, a atual cidade de Poção teve seu nome mudado para Sérgio Loreto, em homenagem ao então governador, que construiu a rodovia ligando a vila \"acaiense\" à sede municipal da época. Essa denominação permaneceu por seis anos, até que o governo instaurado com a revolução de 30 decidiu fazer retornar o nome anterior. Algumas tentativas houve no sentido de o nome Acaí substituir Poção, sem êxito, embora contasse com a simpatia da população local. O município de Poção foi criado em 29 de dezembro de 1953, desmembrado do de Pesqueira, tendo como sede a vila do mesmo nome, através da Lei Estadual nº 1.818, a mesma que criou a comarca. A instalação ocorreu em 22 de maio de 1954. O Decreto-Lei Estadual nº 61, de 5 de agosto de 1969, extinguiu a comarca de Poção, que passou a termo da comarca de Pesqueira. == Aspectos culturais e turísticos == === Renda Renascença === O principal atrativo de Poção é a produção da Renascença, renda de origem europeia, tecida em almofada e cujas aplicações se prestam ao adorno das mais diversas peças. Trazida ao Brasil pelos portugueses e ensinada no Recife em colégios internos e conventos, a Renascença chegou a Poção na década de 30, pelas mãos de uma senhora famosa na cidade, Maria Pastora. Essa atividade artesanal, assumida pela grande maioria da população como meio de vida, pode ser facilmente encontrada na Cooperativa Arte Rendas e na feira popular, realizada aos sábados. Poção é o maior produtor de renda renascença do Brasil. === Cruzeiro de Poção === O turismo religioso está presente em Poção, sobretudo durante a Semana Santa, quando milhares de romeiros visitam o seu Centro de Instrução Bíblica, Cruzeiro de Poção (Pernambuco). Situado em uma área de três hectares, o Centro une a paisagem natural, privilegiada em mirantes e arborização, aos mais variados símbolos e elementos religiosos, a exemplo do Cruzeiro e dos nichos alusivos às estações da Via Sacra - compondo um espaço essencialmente místico. O terreno do Cruzeiro foi comprado a Manuel Félix de Sousa, no dia 13 de maio de 1932, cujo valor foi de cem mil reis. No dia 31 de outubro do mesmo ano, uma sexta-feira por volta das 3 horas da tarde, a comunidade religiosa de Poção em procissão; e da cidade até o monte se conduzia uma cruz de madeira que fora colocada no Alto das Bem-Aventuranças. O vigário da freguesia era o franciscano Frei Estêvão e o bispo da diocese era Dom José de Oliveira Lopes, que ordenou a bênção da cruz pelos missionários Frei Bernardo e Frei Egídio. Em 1936 neste local é celebrada a primeira missa pelo Frei Eudorico. No ano de 1964, o primeiro delegado e subtenente de Poção, João Cordeiro, foi ao leste da cidade conduzindo o povo católico e pediu que se fizesse a limpeza em torno da cruz, logo após construíram uma estrada de acesso ao monte. Em 1960, vindo da cidade de Mossoró - Rio Grande do Norte, tomou posse da paróquia de Nossa Senhora das Dores o frade alemão Frei Henrique Bröoker, que a 13 de junho de 1961 mandou murar de pedra e tijolos os três hectares onde se localiza o santuário, assim dando início a obras sociais e culturais (Centro de Instrução Bíblico Visual - PRESÉPIO - CRUZ - TABERNÁCULO) conhecido por Cruzeiro de Poção. Passaram-se dez anos e a obra estava praticamente concluída com recursos oriundos da Alemanha, mas precisamente da família, dos parentes e amigos bem feitores de seu idealizador, que quando em Poção (Pernambuco) chegou, olhou para o monte e disse: \"Aqui realizarei os meus sonhos\". Em 1962 o precursor da obra passou suas ideias ao pintor Frugel, também alemão, e este elaborou estampas retratando cenas bíblicas. Elas foram enviadas a São Paulo ao escultor Edgar Martins Bender, que as transformou em estátuas e painéis de tamanho natural que enobrece uma obra ímpar no Mundo. O Centro Bíblico Visual atrai turistas religiosos e reúne mais de 50 mil pessoas no Domingo de Ramos todos os anos no Cruzeiro de Poção. Embora o Frade fosse avesso ao turismo e tenha espalhado alguns avisos nesse sentido dentro do centro, não há como não se encantar com a beleza do lugar. De propriedade da Igreja Católica, o lugar sobrevive com a taxa simbólica de manutenção cobrada aos visitantes. Repleta de imagens que retratam passagens bíblicas, a área tem mais de 2.500 metros quadrados e muita vegetação reservada, conferindo uma beleza especial e um convite à contemplação e meditação. No ano de 2007, o Cruzeiro de Poção chegou a ser finalista para o título de uma das 7 maravilhas de Pernambuco, numa consulta realizada pelo sistema Jornal do Commercio aos pernambucanos . == Geografia == O município localiza-se a uma latitude 08º11'11\" sul e a uma longitude 36º42'18\" oeste, estando a uma altitude de 1000 metros. Sua população estimada em 2007 era de 11 135 habitantes. Possui uma área de 212 km². === Limites === * Sul/Oeste: Pesqueira * Norte: São João do Tigre (Estado da Paraíba) * Leste: Belo Jardim * Nordeste: Jataúba === Relevo === O município encontra-se localizado no Planalto da Borborema. A cidade tem uma altitude média de 1.000m, e é considerada a segunda cidade mais alta de Pernambuco. === Hidrografia === O município de Poção está nos domínios das Bacias Hidrográficas dos rios Ipojuca e Capibaribe. Os principais tributários são o rio Ipojuca e o Riacho Poção. Todos os cursos d'água no município são intermitentes. A barragem Duas Serras é a maior acumulação de água do município, com capacidade de 2.200.000 m³. O rio Capibaribe nasce neste município. === Clima === Poção apresenta um clima tropical de altitude com primavera seca, outono e inverno úmidos e verão semi-úmido e morno. Na classificação climática de Köopen, o clima é Cs'b (clima subtropical mediterrânico com verões mornos). === Vegetação === A vegetação nativa é formada por florestas subcaducifólica e caducifólica, próprias do Agreste. Categoria:Municípios de Pernambuco Categoria:Fundações em Pernambuco em 1953",
 "title": "Poção (Pernambuco)"
}