{
 "id": "33203",
 "text": "{{Info/Município do Brasil | nome = Pesqueira | preposição = de | foto = Vista da cidade de Pesqueira.JPG | leg_foto = | apelido = Pesqueira de Santa Águeda | padroeiro = Santa Águeda | brasão = Brasao-pesqueira-pernambuco.jpg | bandeira = Bandeira-pesqueira-pernambuco.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 55200-000 a 55239-999 | aniversário = 20 de abril | fundação = | gentílico = pesqueirense | lema = Terra da graça, do doce e da renda | prefeito = Bal de Mimoso - (Interino) | partido = Republicanos | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 15 | mapa = Brazil Pernambuco Pesqueira location map.svg | latP = S | latG = 08 | latM = 21 | latS = 42 | lonP = O | lonG = 36 | lonM = 41 | lonS = 41 | estado = Pernambuco | mesorregião = Agreste Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Vale do Ipojuca | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Limita-se ao norte com Poção e o estado da Paraíba. Ao sul com Venturosa e Alagoinha, a leste com Sanharó, Capoeiras, São Bento do Una e Belo Jardim e a oeste com Arcoverde e Pedra. | dist_capital = 215 | área = 995.500 | área_ref = | população = 62722 | data_pop = IBGE/2022 | altitude = 654 | clima = Semiárido | sigla_clima = Bsh | idh = 0.610 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2011 | pib_per_capita = 6039,88 | data_pib_per_capita = IBGE/2011 | site_prefeitura = pesqueira.pe.gov.br | site_câmara = camarapesqueira.pe.gov.br }} Pesqueira é um município brasileiro no agreste do estado de Pernambuco. Situado no Vale do Ipojuca, está distante a 215 km da capital do estado, Recife. É sede da Diocese de Pesqueira, cuja sé episcopal está na Catedral de Santa Águeda. ==História== A história de Pesqueira começa volta de 1671/1672 com a fundação de uma missão da Congregação do Oratório pelo padre João Duarte do Sacramento. Tal missão fora fundada junto ao povo indígena cariri pertencente à etnia chamada Xukuru, que desde aquela época habitava a serra do Ororubá (ou Urubá, ou até Ararobá, como aparece nos registros mais antigos). O local foi batizado pelo padre como Missão de Nossa Senhora das Montanhas, também chamada de Missão de Ararobá, que depois se tornou Monte Alegre e finalmente Cimbres, quando foi elevada à categoria de vila em 3 de abril de 1762. Antes disso, segundo carta de sesmaria datada de 24 de janeiro de 1691, o lugar já era sede da Capitania de Ararobá e tinha como capitão-mor o sesmeiro Matias Sicio, que seria substituído ainda naquele mesmo ano por João de Oliveira Neves, segundo carta assinada por ele em agosto de 1691. Pelo menos até 1721, segundo documento de 4 de abril daquele ano, um manifesto em apoio a Antônio Vieira de Melo, Oliveira Neves, fazendeiro que vivia na região, ainda era capitão-mor de Ararobá. Ao que parece, a dita capitania foi transferida para os Campos dos Garanhuns por volta de 1727 e não em 1700, como alguns apontam. A capitania voltaria para Monte Alegre em 1762, com a elevação da povoação à categoria de vila e sede de município. A partir do começo do século XIX, uma fazenda começou a ser instalada ao pé da serra por Manoel José de Siqueira, que recebeu as terras do \"sítio Pesqueiro\" como dote de casamento com Clara Coelho, filha do então capitão-mor de Cimbres Antônio dos Santos Coelho da Silva, da fazenda Jenipapo (hoje distrito do município de Sanharó). A fazenda recebeu o nome de \"Pesqueira\" (ou \"Pesqueira\", como também se encontra nos registros mais antigos) e começou a progredir com rapidez, tanto que a 13 de maio de 1836, Pesqueira já era uma povoação vistosa e foi elevada a vila com o simplório nome de \"Pesqueira\". Junto com a elevação a vila, Pesqueira recebeu a sede do Município de Cimbres (que no alto da serra, já não era tão viável para assuntos políticos e o comércio). Depois disso a cidade progrediu como nenhum outro lugar do sertão, devido à instalação de fábricas de doces e beneficiamento de tomate. Em 1880 a vila foi elevada a cidade com o nome de \"Santa Águeda de Pesqueira\", que não vingou e ficou conhecida pelo nome de \"Pesqueira\" simplesmente. A vila de Cimbres foi a ela anexada e, juntas, Cimbres e Pesqueira formaram o Município de Cimbres até 1913, quando \"Pesqueira\" passou definitivamente a ser o nome do Município, passando a antiga sede a mero distrito. == Geografia == Localiza-se a uma latitude 08º21'28\" sul e a uma longitude 36º41'45\" oeste, estando a uma altitude de 654 metros. Sua população, de acordo com o censo demográfico do Instituto Brasileiro de Geografia e Estatística, em 2022, era de 62722 habitantes. Possui uma área de 1036,45 km². Administrativamente, o município é formado pelos distritos sede, Cimbres, Mimoso, Mutuca, Papagaio e Salobro, e pelos povoados de Ipanema, Cajueiro, Beira Mar, Capim de Planta e Cacimbão. Possui como limites: * Norte: Poção e São Sebastião do Umbuzeiro, no Estado da Paraíba * Sul: Venturosa e Alagoinha * Leste: Sanharó, Capoeiras, São Bento do Una e Belo Jardim * Oeste: Arcoverde e Pedra Pesqueira está inserido na unidade geoambiental das encostas ocidentais do Planalto da Borborema, formada por maciços e outeiros altos, com altitude variando em média entre 650 a 1.000 metros, com destaques para as Serras do Mimoso e do Ororubá, esta última que passa facilmente dos 1.000 metros em alguns pontos. Ocupa uma área de arco que se estende desde o sul de Alagoas até o Rio Grande do Norte. O relevo é geralmente movimentado, com vales profundos e estreitos dissecados. Com respeito à fertilidade dos solos é bastante variada, com certa predominância de média para alta. O município encontra-se inserido nos domínios das bacias hidrográficas dos rios Ipanema e Ipojuca, cujos cursos de água são intermitentes. === Clima === Maiores acumulados de precipitação em 24 horas registrados em Pesqueira por meses (INMET) Mês Acumulado Data Mês Acumulado Data Janeiro 30/01/1974 Julho 21/07/2009 Fevereiro 18/02/1985 Agosto 09/08/2009 Março 16/03/1967 Setembro 11/09/1973 Abril 07/04/2014 Outubro 05/10/1965 Maio 04/05/1996 Novembro 24/11/1995 Junho 19/06/2010 Dezembro 23/12/1963 Período: 01/01/1961 a 31/07/2015 * Tipo de clima: Semiárido, do tipo BSh; * Precipitação pluviométrica: 590 mm; * Temperatura média compensada anual: 23 °C; * Meses chuvosos: fevereiro a julho. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1961 a 2015, a menor temperatura registrada em Pesqueira foi de em 31 de julho de 1976, e a maior atingiu em 6 de janeiro de 2003. O maior acumulado de precipitação observado em 24 horas foi de em 16 de março de 1967. Outros grandes acumulados foram em 23 de dezembro de 1963, em 18 de fevereiro de 1985, em 29 de março de 1987, em 29 de março de 1979, em 4 de março de 1996 e em 7 de abril de 2014. Abril de 1984, com , foi o mês de maior precipitação. ==Demografia== População aproximada segundo projeções do (IBGE) Ano População 2000 2007 2010 2016 ; Dados do Censo - 2010 Censo 2010 Pernambuco Administrativamente, o município é composto pelos distritos sede, Cimbres, Mimoso, Mutuca, Papagaio e Salobro. População segundo Censo 2010 *População total: 62 931 * População Urbana 45 126 ** Pesqueira - Pesqueira - PE 40.042 **Cimbres - Pesqueira - PE 810 **Mimoso - Pesqueira - PE 754 **Mutuca - Pesqueira - PE 2.223 **Papagaio - Pesqueira - PE 697 **Salobro - Pesqueira - PE 600 * População Rural: 17 265 **Pesqueira - Pesqueira - PE 7.028 **Cimbres - Pesqueira - PE 4.073 **Mimoso - Pesqueira - PE 2.556 **Mutuca - Pesqueira - PE 826 **Papagaio - Pesqueira - PE 1.470 **Salobro - Pesqueira - PE 1.850 === Povos indígenas === Na Serra do Ororubá vivem os índios Xukuru, em 24 aldeias, o município de Pesqueira se consolida como o maior reduto indígena do Nordeste. São 9.335 indígenas Xucuru ,que residem no município, segundo o Censo 2010Edson Silva, 2007. História, memórias e identidade entre os Xukuru do Ororubá. Tellus, ano 7, n. 12, p. 89-102, abr. 2007 Campo Grande - MS. A terra indígena, homologada em 2001, ocupa uma área de 27,5 mil hectares, onde os índios desenvolvem atividades agrícolas e bordados tipo renascença. == Ver também == * Aparições de Cimbres * Diocese de Pesqueira * Rádio Maria Categoria:Fundações em Pernambuco em 1880",
 "title": "Pesqueira"
}