{
 "id": "33219",
 "text": "{{Info/Município do Brasil |nome = São Benedito do Sul |preposição = de |foto = |leg_foto = |apelido = Terra das águas\" \"Cidade das cachoeiras |brasão = |bandeira = Bandeira de São Benedito do Sul.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário =20 de dezembro |fundação = |gentílico =são-beneditense |lema = Justiça e trabalho |prefeito = Cláudio José Gomes de Amorim Junior (Juninho) |partido = AVANTE |fim_mandato = 2024 |mapa = Brazil Pernambuco São Benedito do Sul location map.svg |latP =S | latG =08| latM =48 | latS =28 |lonP =O | lonG =35| lonM =57 | lonS =07 |estado = Pernambuco |mesorregião = Mata Pernambucana |data_mesorregião = IBGE/2008 |microrregião = Mata Meridional Pernambucana |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = a norte: Lagoa dos Gatos, a sul: Colônia Leopoldina e Ibateguara no estado de Alagoas, a leste, Maraial e Jaqueira (Pernambuco) e a oeste, Quipapá e Panelas |dist_capital = 169 |área = 160.477 |área_ref = |população = 13113 |data_pop = Censo 2022 |altitude = 474 |clima = Tropical |sigla_clima = As' |idh = 0.530 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2012 |pib_per_capita = 4944,80 |data_pib_per_capita = IBGE/2012 |site_prefeitura = saobeneditodosul.pe.gov.br }} São Benedito do Sul é um município brasileiro do estado de Pernambuco. Localizado na Mesorregião da Mata Pernambucana e na Microrregião da Mata Meridional Pernambucana, é constituído pelos distritos Sede e Igarapeba. == História == A região onde se encontra o atual município de São Benedito do Sul começou a ser desbravada, segundo historiadores, por negros provenientes do Quilombo do Palmares, no período de 1630 a 1697. De 1795 a 1796 a colonização foi intensificada com a chegada do Capitão Francisco Rodrigues de Melo e sua esposa Dona Ana Maria dos Prazeres, que se instalaram nas proximidades com uma fazenda de criação. A localidade conhecida pelo nome de São Benedito até 1940, teve seu topônimo alterado para Iraci cuja denominação foi substituída, no ano seguinte, para São Benedito do Sul, quando da sua emancipação política em 1963. == Formação Administrativa == Distrito criado com a denominação de São Benedito, pela lei municipal nº 34, de 20-10-1899, subordinado ao município de Quipapá. Em divisão administrativa referente ao ano de 1911, o distrito de São Benedito, figura no município de Quipapá. Assim permanecendo em divisões territoriais datadas de 31-XII-1936 e 31-XII-1937. Pelo decreto-lei estadual nº 952, de 31-12-1943, o distrito de São Benedito passou a denominar-se Iraci. Em divisão territorial datada de 1-VII-1950, o distrito já denominado Iraci, figura no município de Quipapá. Assim permanecendo em divisão territorial datada de 1-VII-1960. Elevado à categoria de município com a denominação de São Benedito do Sul, pela lei estadual nº 4980, de 20-12-1963, desmembrado de Quipapá. Sede no antigo distrito de Iraci, atual São Benedito do Sul. Constituído de 2 distritos: São Benedito do Sul e Igarapeba, ex-Barra de Jangada. Desmembrado de Quipapá. Instalado em 13-05-1964. Em divisão territorial datada de 31-XII-1963, o município é constituído de 2 distritos: São Benedito do Sul e Igarapeba. Assim permanecendo em divisão territorial datada de 2005. == Geografia == É um dos municípios componentes da chamada zona da mata sul de Pernambuco: localiza-se a uma latitude 08º48'30\" sul e a uma longitude 35º57'06\" oeste, estando a uma altitude de 474 metros. Sua população estimada em 2022 é de 13.113 habitantes. Limites * Norte: Lagoa dos Gatos * Sul: Colônia Leopoldina e Ibateguara * Oeste: Quipapá e Panelas * Leste: Maraial e Jaqueira Hidrografia O município está inserido na bacia do Rio Una Clima O clima do município é o tropical úmido. Divisão distrital e povoados * Distrito-Sede * Igarapeba * Povoado: Mijada da Velha Relevo O município está inserido na unidade geoambiental do Planalto da Borborema. Vegetação A vegetação é composta por mata atlântica. == Turismo == São Benedito do Sul tem se tornado ponto de referência dos amantes do turismo ecológico e de aventura em todo Brasil, graças a cenários naturais de grande beleza e a estrutura dos chalés e pousadas, para o conforto do turista. São fontes de água cristalina, bicas naturais, vegetações da Mata Atlântica e cachoeiras. A cidade é classificada pela Empetur como o maior recurso hídrico do Estado. A cidade também se destaca pelo turismo rural, conservando algumas casas de farinhas, sítios, fazendas, engenhos, vacarias, criações de galinha de capoeira, minhocários e extensas áreas de pasto. Para quem está à procura de descanso, encontra ótimos recantos nas pousadas do local. Sobretudo porque o município ainda conserva uma certa aura romântica de antigamente. A arquitetura local é um caso à parte, sendo traçada por ladeiras e com sobrados e casarões com características coloniais. Para conhecer a história da cidade é só visitar seus monumentos e ruas. A igreja da Matriz de São Benedito é considerada um marco do início da povoação. Já a igreja de Santo Antônio, foi um cemitério no século passado. Uma das festividades mais concorridas é o Festeráguas (Festival de Teatro e Dança Terra das Águas Sagradas) que oferece espetáculos, oficinas, lançamentos de livros e palestras a moradores e visitantes. A cidade também fica movimentada no São João, quando a localidade entra no ritmo do forró pé-de-serra, com barraquinhas de comidas típicas e as tradicionais quadrilhas. No aspecto religioso, também acontecem festas importantes, como a Festa de Reis e a Festa de São Sebastião, padroeiro do município. == Ligações externas == * * Categoria:Municípios de Pernambuco Categoria:Fundações em Pernambuco em 1963",
 "title": "São Benedito do Sul"
}