{
 "id": "33217",
 "text": "{{Info/Município do Brasil |nome = Santa Maria da Boa Vista |preposição = de |foto = Pôr do sol no rio São Francisco. Santa Maria da Boa Vista, Pernambuco, Brasil 1.JPG |apelido = Boa Vista - Santa Maria - SMBV - |link_hino = |aniversário = |fundação = |gentílico = Boavistano |lema = |prefeito = George Duarte |partido = PP |fim_mandato = 2024 |mapa = Brazil Pernambuco Santa Maria da Boa Vista location map.svg |latP =S | latG =08| latM =48 | latS =32 |lonP =O | lonG =39| lonM =49 | lonS =30 |estado = Pernambuco |região_metropolitana = Região Administrativa Integrada de Desenvolvimento do Polo Petrolina e Juazeiro |vizinhos = Lagoa Grande, Parnamirim, Orocó e o Estado da Bahia (Rio São Francisco) |dist_capital = 611 |área = 3001.168 | área_ref = |população = 41293 |altitude = 361 |clima = Semiárido |sigla_clima = BSh |idh = 0.590 |idh_pos = PE: 104° |pib = mil |pib_pos = PE: 43° |pib_per_capita = 10259,68 |leg_foto =Retângulo AZUL ESCURO - Semicírculo superior LARANJA - Triângulo central BRANCO - Dento do triângulo há um Mandacaru VERDE e uma Lua AMARELA abaixo do mandacaru. |bandeira = Bandeira santa maria da boa vista PE.png |link_brasão = |link_bandeira = |data_mesorregião = IBGE/2008 |data_microrregião = IBGE/2008 |data_pop = estatísticas IBGE/2015 |data_idh = PNUD/2010 |data_pib = IBGE/2013 |data_pib_per_capita = IBGE/2013 | site = Prefeitura de Santa Maria da Boa Vista }} Santa Maria da Boa Vista é um município brasileiro do estado de Pernambuco. Distante 611 km da Capital Recife. Faz parte da Região Administrativa Integrada de Desenvolvimento do Polo Petrolina e Juazeiro e tem o nono maior PIB do Sertão de Pernambuco, atrás apenas de Ouricuri, Floresta, Serra Talhada, Araripina, Arcoverde, Salgueiro, Petrolândia e Petrolina. ==MST== Em 1995, chega ao município o Movimento dos Trabalhadores Rurais Sem Terra, a partir da ocupação da Fazenda Safra. Após essa primeira ação, foram surgindo outras ocupações, transformando o município no segundo maior polo de assentamentos da Reforma Agrária no Nordeste. == Geografia == Localiza-se a 08º48'28\" de latitude sul e 39º49'32\" de longitude oeste, a uma altitude de 361 metros. === Limites === Noroeste: Santa Cruz Norte: Parnamirim Nordeste: Orocó e Parnamirim Oeste: Lagoa Grande Leste: Orocó Sudoeste: Estado da Bahia Sul: Estado da Bahia Sudeste: Estado da Bahia http://www.cprm.gov.br/rehi/atlas/pernambuco/relatorios/SMDB137.pdf === Hidrografia === O município encontra-se na bacia do rio São Francisco, e do rio Pontal. === Clima === O município tem o clima semiárido, do tipo BSh. Os verões são quentes e úmidos, é neste período em que praticamente quase toda chuva do ano cai. Os invernos são mornos e secos, com a diminuição de chuvas; as mínimas dificilmente caem para menos de 15 °C. As primaveras são muito quentes e secas, com temperaturas muito altas, que em que algumas ocasiões podem chegar a mais de 40 °C. === Relevo === O município localiza-se na unidade ambiental da Depressão Sertaneja, com relevo suave a ondulado. ===Vegetação=== A vegetação predominante é a caatinga, com espécies floresta hiperxerófila, com trechos de floresta caducifólia. === Solo === Em relação aos solos, nos Patamares Compridos e Baixas Vertentes do relevo suave ondulado ocorrem os Planossolos, mal drenados, fertilidade natural m édia problemas de sais; Topos e Altas Vertentes, os solos Brunos não Cálcicos, rasos e fertilidade natural alta; Topos e Altas Vertentes do relevo ondulado ocorrem os Podzólicos,drenados e fertilidade natural média e as Elevações Residuais com os solos Litólicos, rasos, pedregosos e fertilidade natural média. === Geologia === O município de Santa Maria da Boa Vista é constituída pelos seguintes litotipos: Gnáissico-migmatítico, Sobradinho-Remanso, e Riacho Seco, dos gnaisses Arapuá, Bangê e Bogó, do Complexo Saúde, dos Granitóidessin e póstectônicos. == Demografia == Segundo o censo 2013 do IBGE, Santa Maria da Boa Vista possui uma população de 40.908 habitantes, distribuídos numa área de 3.001,179 km², tendo assim, uma densidade demográfica de 13,14 hab/km².http://cidades.ibge.gov.br/xtras/perfil.php?lang=&codmun;=261260&search;=pernambuco|santa-maria-da-boa-vista ==Política== O poder executivo do município é exercido por George Duarte, do partido PP. == Economia == Segundo dados sobre o produto interno bruto dos municípios, divulgado pelo IBGE referente ao ano de 2011, a soma das riquezas produzidos no município é de 264.285 milhões de reais (43° maior do estado). Sendo o setor de serviços o mais mais representativo na economia boavistana, somando 149.159 milhões. Já os setores industrial e da agricultura representam 38.793 milhões e 64.841 milhões, respectivamente. O PIB per capita do município está entre os menores do Estado e da sua região, com apenas 6.668,98 mil reais (52° maior do estado).http://cidades.ibge.gov.br/xtras/temas.php?lang=&codmun;=261260&idtema;=125&search;=pernambucosanta-maria-da-boa-vistaproduto-interno-bruto-dos-municipios-2011 === Energia solar === No final de 2013, o então governador de Pernambuco, Eduardo Campos, realizou o primeiro leilão de energia solar no Brasil. Na ocasião, cinco empresas venceram, entre elas empresas do Brasil, Alemanha, Espanha, China e Itália. O contratado foi de 122,82 megawatts de energia proveniente da luz solar, o que equivale a seis vezes o que se foi produzido no país naquele ano. O preço médio da energia foi negociado a R$ 228,63. Cinco municípios pernambucanos sediarão as empresas vencedoras, entre eles o município de Santa Maria da Boa Vista. A escolha dos municípios para sediar os empreendimentos foi favorecido pela abundância de luz na região, já que a estação chuvosa do oeste pernambucano só dura pouco mais de três meses, com menos de 800 mm/ano.http://educacao.uol.com.br/disciplinas/geografia/tropical-semiarido-o-clima-do-sertao.htmhttp://g1.globo.com/pernambuco/noticia/2013/12/pernambuco-faz-1-leilao-do-brasil-de-energia-solar-e-contrata-5-empresas.html == Estrutura == ===Saúde=== A cidade conta com dezessete estabelecimentos de saúde, sendo quinze deles públicos municipais e dois privados.http://www.uniregistro.com.br/cidades-do-brasil/pernambuco/santamariadaboavista/ === Transportes === O município é cortado pela BR-428, rodovia Nilo Coelho, que tem início em Cabrobó e término em Petrolina. A população conta com o Aeroporto de Petrolina, estando a pouco mais de 110 km de distância. Categoria:Municípios de Pernambuco Categoria:Fundações em Pernambuco em 1872",
 "title": "Santa Maria da Boa Vista"
}