{
 "id": "33228",
 "text": "{{Info/Município do Brasil | nome = Sirinhaém | preposição = de | foto = Ilha de Santo Aleixo - Pernambuco.jpg | leg_foto = Ilha de Santo Aleixo | apelido = | brasão = Brasão de Sirinhaém 2.png | bandeira = Bandeira de Sirinhaém.jpg | link_brasão = | link_bandeira = | link_hino = | fundação = Atlas Digital da América Lusa | emancipação = | gentílico = Sirinhaense ou Sirinhadoara | lema = | prefeito = Camila MachadoPrefeita e vereadores de Sirinhaém tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PP | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Brazil Pernambuco Sirinhaém location map.svg | latP = S | latG = 08 | latM = 35 | latS = 27 | lonP = O | lonG = 35 | lonM = 06 | lonS = 57 | estado = Pernambuco | região_intermediária = Recife | data_região_intermediária = IBGE/2017 | região_imediata = Barreiros - Sirinhaém | data_região_imediata = IBGE/2017 | vizinhos = Ipojuca, Escada, Rio Formoso, Tamandaré e Ribeirão. | dist_capital = 75 | distritos = Distrito-Sede Barra do Sirinhaém Ibiratinga | área = 374.321 | área_ref = | população = 39233 | população_pos = PE: 46° | data_pop = Estimativa Populacional IBGE/2024 Instituto Brasileiro de Geografia e Estatística | altitude = 49 | clima = Tropical | sigla_clima = As' | idh = 0.597 | idh_pos = PE: 86° | data_idh = PNUD/2010 | pib = mil | pib_pos = PE: 38° | data_pib = IBGE/2021 | pib_per_capita = 15423,1 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.sirinhaem.pe.gov.br | site_câmara = www.camarasirinhaem.pe.gov.b }} Outras informações {| align=\"center\" cellpadding=\"2\" width=\"100%\" style=\"background: none;\" Ficha técnica CEP 55580-000 Padroeiro Nossa Senhora da Conceição Eleitores 27.768 TRE-PE País Macrorregião Nordeste Área urbana 356,7 km² Domicílios 10.020 Unidades locais 295 empresas est. IBGE/2017 Sirinhaém é um município brasileiro do litoral sul do estado de Pernambuco. Localiza-se a 75 km da capital do estado, Recife.Bing Mapas É formado por 3 distritos: Distrito-Sede, Barra do Sirinhaém e Ibiratinga. Sua população, conforme o Censo do IBGE de 2022, é de 37 596 habitantes. Ocupa uma área de 374,321 km², integrando a Região Geográfica Intermediária do Recife e à Região Geográfica Imediata de Barreiros-Sirinhaém. Seu território municipal já abrangiu uma área maior no passado, incluindo os atuais municípios de Gameleira e Palmares e atingindo o atual estado de Alagoas. Destaca-se pelas suas belas praias e por sua magnífica Ilha de Santo Aleixo, local mais visitado por turistas no município. No mês de Janeiro acontece a tradicional festa de Santo Amaro, no povoado de mesmo nome, que reúne milhares de fiéis católicos vindos de várias regiões do estado. Em 2024, Sirinhaém recebeu um importante reconhecimento internacional ao ser incluído na lista dos 100 destinos turísticos mais sustentáveis do mundo. O título foi concedido pela organização Green Destinations, que anualmente avalia diferentes regiões do mundo em critérios de sustentabilidade e conservação ambiental. Sirinhaém destacou-se por implementar iniciativas de preservação da biodiversidade local e promover o turismo de forma responsável, minimizando os impactos ambientais. Entre as ações adotadas estão o incentivo ao uso consciente dos recursos naturais, a educação ambiental voltada para a comunidade e os visitantes, além do incentivo ao ecoturismo. == Topônimo == \"Sirinhaém\" é uma referência ao Rio Sirinhaém, que banha o município. É um termo oriundo da língua tupi e significa \"prato de siri\", através da junção de siri (siri) e nha'em (prato).Vocabulário tupi-português das lições. Disponível em http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm. Acesso em 7 de novembro de 2012. == História == === Início do povoamento === O litoral de Pernambuco era habitado por índios do tronco linguístico macro-jê há milhares de anos. Por volta do ano 1000, a região foi conquistada por povos de língua tupi procedentes da Amazônia. Um destes povos, os caetés, ocupavam a região do atual município de Sirinhaém no século XVI, quando os portugueses chegaram à região. Os portugueses escravizaram os caetés e ocuparam suas terras.BUENO, E. Brasil: uma história. Segunda edição. São Paulo. Ática. 2003. p. 19. A povoação de Sirinhaém, que inicialmente era denominada Vila Formosa de Sirinhaém, data de 1610, quando moradores da região construíram ali uma capela dedicada a São Roque. Entre 1620 e 1621, foi construída uma igreja sob a invocação de Nossa Senhora da Conceição e a vila foi elevada à categoria de freguesia. A criação do município autônomo data de 3 de agosto de 1892. O povoado nucleou-se às margens do Rio Sirinhaém, a cerca de duas milhas do litoral e possuía um porto. Em 1627, foi elevado à categoria de vila e possuía cerca de 500 habitantes. Nesta época, a região contava com doze a 13 engenhos e uma produção de açúcar relevante e de boa qualidade, que era escoada pelo porto. === Invasões holandesas === Quando os holandeses ocuparam Pernambuco, após dominarem Recife e o norte, marcharam pelo sul e chegaram a Sirinhaém em 1632. Neste ano, cerca de 500 soldados e 100 marinheiros holandeses desembarcaram pelo rio Sirinhaém e invadiram, saquearam e queimaram o engenho de Romão Perez. O capitão Mateus Gomes de Lemos e Albuquerque organizou uma resistência com cerca de 60 homens. Os holandeses se retiraram. Com a queda da resistência no norte e em Recife, os holandeses planejavam a conquista do sul de Pernambuco para chegar à Bahia. As tropas luso-brasileiras resistiam a partir de três frentes: cerca de 450 homens compunham a resistência no Arraial (Velho) do Bom Jesus, 600 no Forte de Nazaré e 300 em Sirinhaém. Sirinhaém foi um dos últimos redutos da resistência, que foi derrotada após Maurício de Nassau chegar a Pernambuco e organizar o ataque à vila. Durante o domínio holandês, Sirinhaém foi um dos quatro distritos nos quais foi dividida a Capitania de Pernambuco: Olinda (a mais importante), Igarassu, Vila Formosa de Sirinhaém e a quarta, que tinha início em Sirinhaém e ia até o Rio São Francisco. Em 1645, a região foi reconquistada pela Companhia da Restauração comandada pelo capitão Paulo da Cunha Souto Maior, assistido por Vidal de Negreiros. === Formação administrativa === Distrito criado com a denominação de Formosa, por alvará, de 26 de junho de 1759. Elevado à categoria de vila com a denominação de Formosa, em 1 de julho de 1627, segundo outra fonte a vila foi criada com a denominação de vila Formosa de Sirinhãem, em 19 de dezembro de 1627. (IBGE). Página visitada em 27 de março de 2014. Elevado à condição de cidade e sede do município com a denominação de Serinhãem, pela lei estadual nº 100, de 12 de junho de 1895. Pela lei municipal de 30 de dezembro de 1907, é criado o distrito de Cucaú e anexado ao município de Serinhãem. Em divisão administrativa referente ao ano de 1911, o município aparece constituído de 3 distritos: Serinhãem, Cucaú e Pau Branco. Pela lei estadual nº 1365, de 16 de maio de 1919, o distrito de Cucaú passa a pertencer ao município de Rio Formoso. Pela lei municipal nº 70, de 27 de maio de 1920, é criado o distrito de Barra de Serinhãem e anexado ao município de Serinhãem. Em divisão administrativa referente ao ano de 1933, o município é constituído de 3 distritos: Serinhãem, Barra de Serinhãem e Pau Branco. Assim permanecendo em divisões territoriais datadas 31 de dezembro 1936 e 31 de dezembro de 1937. Pelo decreto-lei estadual nº 235, de 9 de dezembro de 1938, o município passou a ser grafado Sirinhaém e o distrito de Pau Branco passou a denominar-se Ibiratinga. No quadro fixado para vigorar no período de 1944 a 1948, o município é constituído de 3 distritos: Sirinhaém ex-Serinhãem, Barra do Sirinhaém ex-Barra e Ibiratinga ex-Pau Branco. Em divisão territorial datada de 1 de julho de 1960, o município é constituído de 3 distritos: Sirinhaém, Barra do Sirinhaém e Ibiratinga. Assim permanecendo em divisão territorial datada de 2020. == Geografia == Localiza-se à latitude 8º35'27\" sul e à longitude de 35º06'58\" oeste; sua altitude é de 49 metros e ocupa uma área territorial de cerca de 374,321 km², tendo 1,510 km² desse total formando a área urbana municipal e os 372,811 km² constituindo a zona rural. === Limites === Noroeste: Escada Norte: Ipojuca e Escada Nordeste: Ipojuca Oeste: Ribeirão Leste: Oceano Atlântico Sudoeste: Rio Formoso Sul: Rio Formoso e Tamandaré Sudeste: Tamandaré === Relevo === O relevo do município é formado por mar de morros.CPRM - Diagnóstico do Município de Sirinhaém Nomes de Morros, Outeiros, Serras e Montes do município: Morro Pedra Brilhante, Morro Uma Só Pedra, Morro São Félix, Serra dos Três Marcos, Monte Santo, Morro dos Bambus, Morro da Muriçoca, Morro Tejupaba, Morro Cantagalo, Morro da Misericórdia, Serra Selada, Serra do Cão, Outeiro do Carmo, Outeiro do Livramento, Morro da Igreja, Morro do Abacaxi e Morro do Bonito.Cumes de Sirinhaém no OSM === Vegetação === A vegetação é composta por mata atlântica. === Geologia === O município encontra-se inserido, geologicamente, na Província Borborema. === Hidrografia === O município de Sirinhaém encontra-se inserido nos domínios da Bacia Hidrográfica do Rio Sirinhaém e do Grupo de Bacias de Pequenos Rios Litorâneos. Seus principais tributários são os Rios Tapiraçu, Diamante, São Lourenço, Sibiró, Sirinhaém, Camaragibe, Trapiche, da Palma, Goicana, dos Passos e Formoso, além dos riachos: Canta Galo, Todos os Santos, Boca da mata, Caoité, Jaguarezinho, Rubi, Triunfo, São José, Cigarra e Aprumado. Diagnóstico do município de Sirinhaém === Clima === O clima de Sirinhaém é o tropical, do tipo As'. No verão é quente e menos úmido, com máximas de 29 °C, e mínimas de 22 °C. No inverno é ameno e chuvoso, com máximas de 26 °C e mínimas de 20 °C. * Precipitação pluviométrica: milímetros * Temperatura média anual: 24,4 °C * Meses mais chuvosos: abril a julho == Demografia == A população do município de Sirinhaém, de acordo com o último censo realizado pelo IBGE - Instituto Brasileiro de Geografia e Estatística, divulgado em 1 de dezembro de 2010, apresenta os seguintes dados: * População masculina: 20.348 habitantes - 50,5%, * População feminina: 19.948 habitantes - 49,5%, ** Total das populações por gênero: 40.296 habitantes - 100,00%. * Zona urbana: 21.484 habitantes - 53,32% * Zona rural: 18.812 habitantes - 46,68% ** Total da população do município: 40.296 habitantes - 100,00%. * Densidade demográfica (hab./km²): 107,57 * Área de 374,611 km² === Indicadores sociais === * Mortalidade infantil até 1 ano (por mil): 17,7 * Taxa de fecundidade (filhos por mulher): 2,4 * Taxa de alfabetização: 66,2% * Índice de Desenvolvimento Humano (IDH-M): 0,597 (Baixo) ** IDH-M Renda: 0,568 ** IDH-M Longevidade: 0,763 ** IDH-M Educação: 0,492 :: Fonte: Atlas do Desenvolvimento Humano do Brasil Atlas do Desenvolvimento Humano do Brasil === Religião === ReligiãoReligião Porcentagem Evangélicos 38,51% Católicos 33,22% Sem religião 25,14% Testemunhas de Jeová 0,47% Espíritas 0,18% Outra Religião 1,5% === Evolução populacional === Evolução de habitantes Evolução de habitantes Ano Cidadãos 1970 24.806 1980 29.061 1991 33.258 1996 31.998 2000 33.046 2004 32.937 2007 36.414 2010 40.296 2022 37.596 Fonte: IBGEInstituto Brasileiro de Geografia e Estatística === Etnias === No ano de 2010 a população sirinhaense era composta por 27 018 pardos (67,05%), 9 352 brancos (23,21%), 3 546 pretos (8,80%), 375 amarelos (0,93%) e 5 indígenas (0,01%). == Administração pública == === Poder Executivo === Sirinhaém teve os seguintes prefeitos:Lista de Prefeitos de Sirinhaém * Luiz Cavalcanti de Albuquerque Uchôa (1893-1914) * Joel Regueira Pinto (1915-1918) * Manoel Wanderlei Lins (1919-1926) * Antônio Cardoso da Fonte (1927-1936) * Oscar Cardoso da Fonte (1937-1942) * Jorge Coelho da Silveira (1943-1946) * Hipácio do Nascimento Feitosa (1947-1948) * Manoel Ferreira Gomes (1948-1949) * João Dourado Cavalcanti (1950-1951) * Heleno Luiz Soares (1952-1955) * Laurindo Gonçalves de Lima (1956-1959) * Marcelo Mário Carneiro Leão (1960-1963) * Luiz Peregrino Ferreira Júnior (1964-1968) * Ives Nicéas de Albuquerque (1969-1972) * Laurindo Gonçalves de Lima (2º Mandato: 1973-1976) * Livaldo Brito da Silva (1977-1982) * Alberto Machado Gouveia Lins (1983-1988) * José Luiz Martins Canavello (1989-1992) * Alberto Machado Gouveia Lins (2º Mandato: 1993-1996) * José Hildo Hacker (1997-2000) * José Hildo Hacker (2º Mandato: 2001-2004) * Fernando Luiz Urquiza Lima (2005-2008) * Fernando Luiz Urquiza Lima (2º Mandato: 2009-2012) * Franz Araújo Hacker (2013-2016) * Franz Araújo Hacker (2º Mandato: 2017-2020) * Camila Machado (2021-Atualidade) === Poder Legislativo === O poder legislativo é representado pela Câmara Municipal, composta por 11 vereadores. == Transportes == Distância de Sirinhaém aos principais centros nacionais Distância de Sirinhaém aos principais centros nacionais Distância de Sirinhaém aos principais centros nacionais Cidade Distância (em km) Recife 75 João Pessoa 191 Salvador 772 Rio de Janeiro 2.287 São Paulo 2.654 Brasília 2.085 Belo Horizonte 2.009 O município é servido pelas rodovias PE-060, PE-064, PE-009 e PE-061; que ligam os distritos e a sede aos municípios vizinhos. O aeroporto mais próximo é o Aeroporto Internacional do Recife, estando a aproximadamente 65 km do centro da cidade. Página visitada em 05 de agosto de 2014. Em 2014 a frota municipal era de 5.011 veículos, sendo 2.513 automóveis, 196 caminhões, 232 caminhonetes, 296 caminhonetas, 23 micro-ônibus, 1.569 motocicletas, 85 motonetas, 79 ônibus, 5 caminhões-trator e 13 utilitários. Página visitada em 20 de fevereiro de 2016. == Saúde == Em 2009 o município possuía 11 estabelecimentos de saúde, entre eles pronto-socorro, posto de saúde e serviços odontológicos, sendo 10 públicos e 1 privado. Em 2008 possuía 73 leitos para internação, sendo 36 deles públicos e 37 privados. IBGE - Serviços de saúde 2009 Em 2010 a taxa de mortalidade infantil era de 17,7 para cada mil nascidos vivos. Segundo o PNUD, em 2010, o índice referente à saúde no município era de 0,763, considerado baixo. PNUD - Ranking IDHM Municípios 2010 == Educação == Segundo o censo IBGE de 2010, o IDH-M de educação do município é de 0,492, considerado baixo. Ainda segundo o mesmo, a taxa de alfabetização da população é de 66%. A proporção de crianças de 5 a 6 anos na escola era de 90,75%, em 2010. No mesmo ano, a proporção de jovens de 18 a 20 anos com ensino médio completo representava 21,36%. O município possui as seguinte(s) escola(s) estadual(s): * Escola de Referência em Ensino Médio Doutor Eurico Chaves (integral) * Escola de Referência em Ensino Médio Barra de Sirinhaém (integral) * Escola Teotônio Correia da Silva * Escola Dr. Miguel Arraes de Alencar * Escola Escritor Maximiano Accioly CamposEscolas estaduais de Sirinhaém == Turismo == === Praias === * Barra do Sirinhaém: sua extensão é de aproximadamente 8 quilômetros, com areias douradas de grãos médios e vegetação de coqueiros. Localiza-se na desembocadura do Rio Sirinhaém, em frente a Ilha de Santo Aleixo. Página visitada em 10 de fevereiro de 2016. * Gamela: sua extensão é de aproximadamente 4 quilômetros em praia de morfologia ondulada e quebrada, com areias douradas finas, vegetação rasteira e extenso coqueiral. Localizada entre a praia de Barra do Sirinhaém, ao norte, e a Praia de Guadalupe, ao sul, suas águas são pouco profundas com pequena intensidade de ondas. Gamela é a praia mais procurada da cidade nos fins de semana. Em sua orla, encontram-se diversos bares. Página visitada em 10 de fevereiro de 2016. * Guadalupe: sua extensão é de aproximadamente 3 quilômetros em praia fluvio-marinha de morfologia quebrada e ondulada, com areias douradas de grãos médios e vegetação rasteira, arbustiva e de coqueiros. Localizada entre a praia do Gamela e a foz do Rio Formoso, suas águas são pouco profundas com pequena intensidade de ondas. Página visitada em 10 de fevereiro de 2016.Turismo do Nordeste * Ilha de Santo Aleixo: trata-se de uma ilha oceânica, com área de 450 000 metros quadrados. Situada em mar aberto, a cerca de dois quilômetros a leste de Barra do Sirinhaém, sua área balneável está localizada na parte oeste, sua praia apresenta morfologia quebrada, com areias douradas de grãos médios e vegetação rasteira, arbustiva e arbórea de forma espaçada, além de palmáceas. Suas águas são pouco profundas com pequena intensidade de ondas. Página visitada em 10 de fevereiro de 2016 === Monumentos históricos === Outras opções do município são os monumentos históricos, como engenho de açúcar, casarões e a Casa de Câmara e Cadeia, construção do meio do século XIX. Outros pontos são a Igreja de Nossa Senhora da Conceição, Capela de Santo Amaro, Capela de São Roque e o Convento de Santo Antônio construído em 1645. == Cultura == Os principais eventos culturais são: Visitado em 04 de fevereiro de 2016. * Festa de Santo Amaro (15 de janeiro); * Festa de São Roque (15 de agosto); * Festa de São Sebastião (20 de Janeiro em Barra do Sirinhaém); * Festa da Pescaria (Julho); * Festival de Crustáceos (Janeiro); == Feriados municipais == * Santo Amaro (15 de janeiro); * Emancipação de Sirinhaém (12 de junho); * São Roque (15 de agosto); * Nossa Senhora da Conceição (8 de dezembro); Visitado em 04 de fevereiro de 2016. == Subdivisões == Sirinhaém é formado por três distritos: Distrito-Sede, Barra do Sirinhaém e Ibiratinga. Ainda é composto pelos povoados: Santo Amaro, Usina Trapiche, Agrovila Trapiche, 31 de Março e Aver-o-Mar. Perfil municípal de Sirinhaém. Informações. Página visitada em 06 de agosto de 2014.PLANO DIRETOR DE SIRINHAÉM. Organização Espacial === Bairros === ;Distrito Sede === Principais ruas === *Rua Sebastião Chaves *Rua Marquês de Olinda *Rua Antônio Ribeiro *Rua Cardoso da Fonte *Rua do ComércioPágina visitada em 08 de fevereiro de 2016. == Economia == Segundo dados sobre o produto interno bruto dos municípios, divulgado pelo IBGE referente ao ano de 2021, a soma das riquezas produzidas no município é de 722.495 mil reais (38° maior do estado). Sendo o setor de serviços o mais mais representativo na economia sirinhaense, somando 172.543 mil. Já os setores industrial e da agricultura representam 127.951 mil e 150.069 mil, respectivamente. O PIB per capita do município é de 15.423,10 reais, terceiro maior da Região Geográfica Imediata de Barreiros-Sirinhaém. Visitado em 28 de março de 2024. == Sirinhaenses notórios == *Ver Biografias de sirinhaenses notáveis ==Galeria== Ficheiro:Manguezal da barra do Sirinhaém.jpg|Manguezal em Barra do Sirinhaém Ficheiro:Rio sirinhanhém.jpg|Rio Sirinhaém Ficheiro:Píer Mariassú 3.jpg|Rio Mariassú == Ligações externas == * Prefeitura de Sirinhaém * Sirinhaém no Google Maps * Sirinhaém no Bing Mapas Categoria:Fundações em Pernambuco em 1895 Categoria:Municípios históricos do Brasil",
 "title": "Sirinhaém"
}