{
 "id": "33224",
 "text": "{{Info/Município do Brasil | nome = São José do Belmonte | preposição = de | foto = Igreja de São José do Belmonte.jpg | leg_foto = Igreja Matriz de São José | apelido = | bandeira = São José do Belmonte-pe.png | brasão = |bandeira | link_brasão = | link_bandeira = | link_hino = | aniversário = 26 de junho | fundação = | gentílico = belmontense | lema = | prefeito = Francisco Romonilson Mariano de Moura | partido = PSB | fim_mandato = 2024 | mapa = Brazil Pernambuco São José do Belmonte location map.svg | latP = S | latG = 07 | latM = 51 | latS = 39 | lonP = O | lonG = 38 | lonM = 45 | lonS = 36 | estado = Pernambuco | mesorregião = Sertão Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Salgueiro | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = a norte, Santa Inês - PB, Mauriti - CE e Brejo Santo - CE; a sul, Mirandiba, a leste, Serra Talhada; e a oeste, Verdejante. | dist_capital = 473 | área = 1479.964 | área_ref = | população = 33742 | data_pop = estimativa IBGE/2016 | altitude = 486 | clima = Semiárido | sigla_clima = BSh | idh = 0.610 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 5292,27 | data_pib_per_capita = IBGE/2012 | site_prefeitura = https://saojosedobelmonte.pe.gov.br/ | site_camara = https://saojosedobelmonte.pe.leg.br/ }} São José do Belmonte é um município brasileiro do estado de Pernambuco. Segundo o IBGE, o município de São José do Belmonte está localizado na Mesorregião do Sertão Pernambucano e na microrregião Salgueiro, região de desenvolvimento Sertão Central. limitando-se ao norte com os Estados do Ceará e Paraíba, ao sul com Mirandiba, ao leste com Serra Talhada e a Oeste com Verdejante. O município é formado pelos distritos sede, Bom Nome e Carmo e pelos povoados Jatobá e Serrote. É famosa por ter a Cavalgada A Pedra do Reino realizada em maio de todo ano e a Cavalhada Zeca Miron também realizada em maio de todo ano. == História == A atual cidade de São José do Belmonte teve origem na Fazenda Maniçoba onde, em 1836, o seu proprietário José Pires Ribeiro, cujo era conhecido por Pires Ribeiro, mandou erguer uma capela a São José como pagamento de uma promessa para que uma epidemia de cólera morbus que atingiu o sertão não afetasse aquela propriedade rural. Assim, surgiu a povoação de Belmonte, nome dado em referência a vila portuguesa, onde nasceu Pedro Álvares Cabral. De Belmonte (Portugal), vieram colonos para o trabalho nas fazendas no sertão Pernambucano, era comum fazer menção ao nome da vila portuguesa de origem, até mesmo seu uso em nomes de família, afim de preservar a origem familiar. Tornou-se distrito a 24 de abril de 1873, e foi elevada à categoria de vila a 26 de junho de 1893 - data de criação do município, desmembrado do município de Vila Bela, hoje Serra Talhada. A 31 de dezembro de 1943, Belmonte teve o nome mudado para Maniçoba e, a 7 de dezembro de 1953 passou à denominação de São José do Belmonte. O músico José Rico, da dupla Milionário e José Rico, era natural do município. Ficheiro:Castelo armorial.jpg|Castelo Armorial Reino Encantado Ficheiro:Sítio Histórico da Pedra do Reino 07.jpg|Sítio Histórico da Pedra do Reino Ficheiro:Palmeiras da cidade de São José do Belmonte-PE.jpg|Aspecto da cidade == Geografia == Localiza-se a uma latitude 07º51'41\" sul e a uma longitude 38º45'35\" oeste, estando a uma altitude de 486 metros. Sua população estimada em 2016 era de 33.742 habitantes. === Relevo === A maior parte da área de São José do Belmonte está inserido na unidade geoambiental da Depressão Sertaneja. Ao norte, uma parte insere-se na unidade das bacias sedimentares. === Vegetação === A vegetação nativa é composta por caatinga hiperxerófila com trechos de floresta caducifólia. === Hidrografia === O município está inserido nos domínios da bacia hidrográfica do rio Pajeú e tem como principais tributários os riachos Monte Alegre, da Bananeira, de São Bento, Malhada Grande, do João Pereira, Tamboril, Córrego Olho d'Água, dos Icós, São Cristóvão, da Lagoa, córrego Caroá, Campina, do Cheiro Velho, da Onça, da Laranja, do Bom Nome, do Mundo Novo, Cachoeira, Córrego Pitombeira, do Cipó, Sussuarana, da Boa Sorte, do Quebra-Unha, Catolé, Terra Nova e do Espraiado, todos de regime intermitente. Conta ainda com o açude Arrodeio, com capacidade de acumulação de 14.522.100 m ³ e as lagoas do Alexandre, do Pau Preto e de Dentro. Categoria:Fundações em Pernambuco em 1893",
 "title": "São José do Belmonte"
}