{
 "id": "33230",
 "text": "{{Info/Município do Brasil | nome = Surubim | preposição = de | foto = Praça do sossego Surubim-PE.jpg | apelido = A capital da vaquejada Jóia do Agreste. | brasão = Brasão de Surubim.png | bandeira = Bandeira de Surubim.png | aniversário = 11 de setembro | fundação = | gentílico = surubinense | lema = | prefeito = Ana Célia | partido = PSB | fim_mandato = 2024 | CEP = 55750-000 | mapa = Brazil Pernambuco Surubim location map.svg | latP = S | latG = 07 | latM = 49 | latS = 55 | lonP = O | lonG = 35 | lonM = 45 | lonS = 21 | estado = Pernambuco | região_intermediária = Recife | data_região_intermediária = IBGE/2017 | região_imediata = Surubim | data_região_imediata = IBGE/2017 | vizinhos = Limita-se a norte com os municípios de Vertente do Lério e Casinhas, a sul com Riacho das Almas e Cumaru, a leste com Salgadinho, João Alfredo, Limoeiro e Bom Jardim e a oeste com Santa Maria do Cambucá e | dist_capital = 119 | área = 252.855 | área_ref = | população = 64120 | data_pop = IBGE 2022 | altitude = 394 | clima = semiárido | sigla_clima = Bsh | idh = 0.635 | idh_pos = PE: 31º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = | data_pib_per_capita = IBGE/2018 | site_prefeitura = | site_câmara = }} Surubim é um município brasileiro do estado de Pernambuco, conhecido como a Capital da Vaquejada. Administrativamente, o município é formado pelos distritos sede e Chéus. Sua população, de acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE) em 2022, era de habitantes. ==História de Surubim== ===Topônimo=== A cidade tem este nome em homenagem ao boi Surubim que foi atacado e devorado por uma onça nas terras da fazenda de Lourenço Ramos, que deram origem ao município. ===Formação administrativa=== O município originou-se de uma fazenda de gado, pertencente a Lourenço Ramos da Costa. Em 1864, ele construiu um oratório dedicado a São José, onde o padre português Antônio Alves da Silva celebrava as missas dominicais. No entorno do oratório surgiram as primeiras casas. Em 1878, o oratório foi substituído por uma capela. Em 8 de junho de 1891, a lei provincial nº 1585 criou a freguesia de São José de Surubim, instalada em 1885 e regida canonicamente pelo padre José Francisco Borges. Outra figura notável na história da fundação do município, foi Francisca Maria da Conceição Vaselis, filha de Lourenço Ramos da Costa, a mesma se tornou a maior e mais rica proprietária de terras, atuando como uma verdadeira oligarca em Surubim, até seu falecimento. Foi emancipado, através da lei estadual nº 1.931, de 11 de setembro de 1928; se desmembrando do Município de Bom Jardim. === Filhos ilustres === Surubim também é conhecida pelos seus ilustres filhos: José Abelardo Barbosa de Medeiros, conhecido como Chacrinha e Velho Guerreiro, comunicador de rádio e televisão brasileira, e Lourenço da Fonseca Barbosa (Capiba), compositor de frevo de Pernambuco. == Geografia == Localiza-se a uma latitude 07º49'59\" sul e a uma longitude 35º45'17\" oeste, estando a uma altitude de 394 metros acima do nível do mar. Sua população estimada para 1º de julho de 2020 era de habitantes, com uma área de 252,85 km². Seus limites são: * Norte: Vertente do Lério e Casinhas. * Leste: Salgadinho, João Alfredo e Bom Jardim e Limoeiro. * Oeste: Santa Maria do Cambucá e Frei Miguelinho. * Sul: Riacho das Almas e Cumaru. O relevo de Surubim está inserido nas Áreas Desgastadas da Província Borborema, unidade formada por maciços altos e outeiros, com altitudes variando de 650 a 1.000 m, ou seja, superfícies onduladas com relevos residuais altos. O relevo é geralmente movimentado, com vales profundos e estreitos. A altitude média de Surubim é de 394m. Surubim está inserido nos domínios da bacia hidrográfica do Rio Capibaribe e tem como principais tributários os rios Capibaribe e Caiai, além dos riachos do Brás, Maracajá, Pocoró, do Tanque Doce, Taepe e do Manso, todos de regime intermitente. O principal corpo de acumulação é a Barragem de Jucazinho com 327.035.818 m³. Em março de 2020, a barragem, que estava em estado de colapso desde 2016, atingiu 12,81% de sua capacidade após um período de chuvas na região. O município, assim como a maior parte da região no seu entorno, apresenta vegetação de caatinga hiperxerófila. Nas cristas residuais altas predominam os solos litólicos, nos topos e vertentes das ondulações, os solos brunos não cálcicos e nas baixas vertentes das ondulações os planossolos. Os solos são pouco profundos e de fertilidade variando entre média e alta. === Clima === Maiores acumulados de precipitação em 24 horas registrados em Surubim por meses (INMET) Mês Acumulado Data Mês Acumulado Data Janeiro 20/01/2018 Julho 17/07/1975 Fevereiro 13/02/2009 Agosto 19/08/1973 Março 15/03/1969 Setembro 18/09/1977 Abril 18/04/1974 Outubro 06/10/1976 Maio 01/05/1978 Novembro 19/11/2014 Junho 20/06/2020 Dezembro 23/12/1999 O clima do município é o semiárido, com verões quentes e secos, com máximas alcançando os 32 °C e mínimas de 21 °C. O inverno é mais chuvoso, com mínimas de 18 °C e máximas entre 26 °C e 28 °C. O índice pluviométrico é de 580 mm/ano, concentrados entre os meses de março e julho, sendo o pico normalmente observado em junho. Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1961 a menor temperatura registrada em Surubim foi de em 4 de setembro de 1966 e a maior atingiu em 1998, nos dias 9 de janeiro e 7 de fevereiro. O maior acumulado de precipitação em 24 horas chegou a em 20 de junho de 2020, superando o recorde anterior de em 14 de junho de 1966. Outros acumulados iguais ou superiores a foram: em 18 de abril de 1974, em 18 de junho de 2010, em 14 de abril de 1973, em 1 de maio de 1978 e em 30 de abril de 1977. ===Divisão distrital e povoados=== * Distrito sede * Alegre * Barra da Onça * Capim * Casés * Chã do Couve * Chéus * Desterro * Diogo * Doquinhas * Furnas * Gameleira * Gancho de Galo * Gangungo * Jucá Ferrado * Lagoa da Vaca * Lagoa do Choro * Lagoa Queimada * Mimoso * Mocotó * Taperinha * Tamanduá de Cima e de Baixo * Taperinha * Tatus * Cachoeira do Taépe * Taépe * Imbé de Cima e de Baixo * Duas Estradas * Pilões * Pinhões * Capoeira do Milho * Baracho === Bairros === * Alto da Amizade * Bela Vista/Salgado * Cabaceira * Centro * Chã do Marinheiro * Cohab 1 e 2 * Vila de Jacó * Coqueiro * IPSEP * Santo Antônio/Cascão * São José/Rua do Açude (RDA) *Alto São Sebastião * Vila Social * Diogo * Nova Esperança / Morro da Tiririca * Lagoa da Vaca * Lagoa do Choro * Doquinhas * Lagoa Nova * Gancho do Galo * Nova Surubim * Baraúnas == Turismo == Conhecida como a Capital da Vaquejada por ter a mais antiga e tradicional festa de vaquejada do Brasil, o município realiza na terceira semana do mês de setembro, a Festa do Gado, que chega a atrair cerca de 100.000 visitantes. A cidade também ficou imortalizada nos versos da música do Quinteto Violado e da dupla de forró Sirano e Sirino. Hoje Surubim também conta com um tradicional carnaval, que acontece após a quarta-feira de cinzas e estende-se até o domingo pós-carnavalesco, quando a cidade recebe mais de 100.000 visitantes. Tem como filhos ilustres Capiba e Chacrinha. As festas são as principais atrações turísticas da cidade, que conta com grandes praças, belezas naturais entre outros. == Economia == De acordo com dados do IPEA do ano de 1996, o PIB era estimado em R$ 53,58 milhões, sendo que 12,9% correspondia às atividades baseadas na agricultura e na pecuária, 7,0% à indústria e 80,0% ao setor de serviços. O PIB per capita era de R$ 907,86. Em 2018, conforme estimativas do IBGE, o PIB havia evoluído para R$ 753,840 milhões e o PIB per capita para R$ 11.683,83. ===Produção agrícola=== IBGE (2002) Lavoura Quantidade produzida (ton.) Valor da produção (R$ mil) Área plantada (ha.) Área colhida (ha.) Rendimento médio (kg/ha.) Algodão herbáceo (em caroço) 15 13 10 10 1.500 Batata-doce 48 19 6 6 8.000 Coco-da-baía 710 (mil frutos) 201 39 39 18.205 (frutos/ha.) Fava 30 66 100 100 300 Feijão (em grão) 336 299 1.120 1.120 300 Goiaba 8 3 2 2 4.000 Mandioca 80 8 16 10 8.000 Milho (em grão) 180 39 1.500 1.500 120 ===Pecuária=== IBGE (2002) Rebanho Efetivo (cabeças) Bovino 8.900 Suíno 4.859 Eqüinos 80 Asininos (jumentos) 190 Muares (mulas) 120 Ovinos 2.200 Galinhas 2.300 Galos, frangas, frangos e pintos 35.000 Caprinos 2.000 Vacas ordenhadas 800 IBGE (2002) Gênero Produção Leite de vaca 1.176 (mil litros) Ovos de galinha 18 (mil dúzias) ==Dados estatísticos== ===Educação=== IBGE (2003) Ensino Alunos matriculados Professores Fundamental 10.764 442 Médio 3.116 202 * Analfabetos com mais de quinze anos: 32,51% (IBGE, Censo 2000). ===Índice de Desenvolvimento Humano === PNUD (2000) IDH 1991 2000 Renda 0,533 0,587 Longevidade 0,552 0,643 Educação 0,582 0,693 Total 0,555 0,641 === Saneamento urbano === IBGE (2000) Serviço Domicílios (%) Água 86,3% Esgoto sanitário 73,0% Coleta de lixo 81,7% ===Saúde=== * 226 leitos hospitalares, todos disponíveis para pacientes do sistema único de saúde (2003, IBGE). * Mortalidade infantil: 82,9 p/mil (Ministério da Saúde/1998) * Esperança de vida ao nascer: 63,6 anos (IBGE, Censo 2000). ==Esporte== A cidade de Surubim possuía um clube no Campeonato Pernambucano de Futebol, o Surubim Futebol Clube, que jogava no Estádio Carlos Alberto Gomes de Oliveira. O clube se licenciou em 2012 e não está disputando nenhuma competição. Também há times amadores na cidade como o Independência Futebol Clube. == Notas == # IDH de nível médio, comparável ao do Gabão (123º do mundo): List of countries by Human Development Index # Mortalidade infantil comparável ao do Azerbaijão (29ª mais elevada): Lista de países por índice de mortalidade infantil ==Ligações externas== * * * Categoria:Fundações em Pernambuco em 1928",
 "title": "Surubim"
}