{
 "id": "33238",
 "text": "{{Info/Município do Brasil | nome = Timbaúba | foto = | leg_foto = | apelido = Princesa Serrana Terra dos Calçados Terra das Redes | brasão = | bandeira = Bandeira de Timbaúba PE.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de abril | fundação = | gentílico = Timbaubense | lema = | prefeito = Marinaldo Rosendo de Albuquerque | partido = PP | fim_mandato = 2024 | mapa = Brazil Pernambuco Timbaúba location map.svg | latP = S | latG = 07 | latM = 30 | latS = 18 | lonP = O | lonG = 35 | lonM = 19 | lonS = 04 | estado = Pernambuco | mesorregião = Mata Pernambucana | data_mesorregião = IBGE/2008 | microrregião = Mata Setentrional Pernambucana | data_microrregião = IBGE/2008 | região_imediata = Timbaúba-Goiana | região_metropolitana = | vizinhos = Ao norte com o estado da Paraíba, ao sul com Vicência, a leste com Ferreiros, Aliança e Camutanga e a oeste com Macaparana. | dist_capital = 96 | área = 287.612 | área_ref = | população = 54004 | data_pop = censo IBGE/2022 | altitude = 250 | clima = tropical | sigla_clima = As' | fuso = Horário Padrão de Brasília | idh = 0.618 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2013 | pib_per_capita = 10654,33 | data_pib_per_capita = IBGE/2013 | site_prefeitura = https://timbauba.pe.gov.br/ }} Timbaúba é um município localizado na Zona da Mata Norte do estado de Pernambuco, na região Nordeste do Brasil. O município abrange 5 distritos: Timbaúba, Cruangi, Livramento do Tiúma, Catucá e Queimadas além dos povoados. Timbaúba foi uma forte influência no comércio da rede e do calçado, grande parte da população em meados do século XX sobreviviam do comércio da rede. Sua população foi estimada em habitantes, conforme dados do IBGE de 2022 . Timbaúba possui 3 Altos: Independência _Santa Terezinha_ Cruzeiro == Topônimo == \"Timbaúba\" é derivado do termo tupi timbo'ïwa, que significa \"árvore da espuma\"FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 676. É uma referência à Stryphnodendron guianense, uma árvore da família das leguminosas, também conhecida como Timbaúva. O território do atual município de Timbaúba pertencia à Capitania de Itamaracá, doada a Pero Lopes de Souza. A capitania estendia-se desde a foz do Rio Santa Cruz, ao Sul da Ilha de Itamaracá, até a Baía da Traição, ao Norte, numa extensão de 86 léguas de terra no litoral e, daí, atingia até o meridiano de Tordesilhas. No início, a economia era baseada na exploração do pau-brasil. Em meados do século XVIII, chegaram, naquelas áreas, habitantes de Tejucupapo, de Goiana e do núcleo habitacional Igarassu. Na primeira metade do século XIX, à margem direita do Rio Capibaribe Mirim, também conhecido como Rio das Capivaras, surgiu um núcleo populacional, onde havia uma feira. Nas proximidades do povoado, havia uma fazenda conhecida pelo nome Árvore de Espuma, pertencente ao português Antônio José Guimarães, que, além das suas atividades agropastoris, mantinha um estabelecimento comercial onde vendia tecidos e gênero diversos. Antônio José Guimarães, que havia conquistado posição de destaque na localidade, impôs a transferência da feira para o pátio de sua fazenda. Começou daí a formação de um novo povoado. Com auxílio da população, a esposa do fazendeiro fez construir uma capela em homenagem a Nossa Senhora das Dores. Em 1873, no dia 28 de maio, por força da Lei 1 103, da Assembleia Provincial de Pernambuco, foi criada a paróquia. Com um crescente desenvolvimento social e econômico, os timbaubenses procuraram sua emancipação política, sendo desmembrado do município de Itambé. Esta foi obtida com a promulgação da Lei 1 363, de 8 de abril de 1879, assinada pelo presidente da província, Adolfo de Barros Cavalcanti, que criou o município e comarca de Timbaúba, sendo a povoação elevada à categoria de vila. == Geografia == === Relevo === O município de Timbaúba encontra-se na unidade geoambiental do Planalto da Borborema, com altitude variando entre 650 a 1.000 metros. O relevo é movimentado, com vales profundos e estreitos dissecados. Os solos variam com a altitude. Nas Superfícies suave onduladas a onduladas, ocorrem os Planossolos, medianamente profundos, fortemente drenados, ácidos a moderadamente ácidos e fertilidade natural média. Nestas altitudes também ocorrem solos Podzólicos, que são profundos, textura argilosa, e fertilidade natural média a alta. Nas elevações ocorrem os solos Litólicos, rasos, textura argilosa e fertilidade natural média. Planossolos, medianamente profundos, imperfeitamente drenados, textura média/argilosa, moderadamente ácidos, fertilidade natural alta e problemas de sais surgem nos vales. Verfica-se ainda afloramentos de rochas. === Vegetação === A vegetação nativa é composta por Florestas Subcaducifólica e Caducifólica, típicas do agreste. Biomas: Caatinga e Mata Atlântica. === Hidrografia === O município de Timbaúba encontra-se inserido nos domínios da bacia hidrográfica do Rio Goiana. Seus principais tributários são os rios: Tiuma, Mulungu, Capibaribe e Cruangi, além dos riachos: Boqueirão, Lopes, Massaranduba, Pindoba e Coité. Os principais corpos de acumulação são os açudes: do Alemão, Tavares e Água Azul. Todos os cursos d'água no município têm regime de escoamento intermitente e o padrão de drenagem é o dendrítico. === Economia === Timbaúba possuiu inúmeros engenhos de açúcar na época colonial, mas atualmente se destaca o engenho açucareiro Usina Cruanji, onde são empregadas milhares de pessoas. Atualmente, embora não tenha perdido sua vocação agrícola produtora de açúcar, dedica-se as atividades comerciais por estar situada nas proximidades de várias pequenas cidades do interior de Pernambuco. Também fazem parte de sua economia a pecuária, lavoura permanente, lavoura temporária, produção agrícola de cereais, leguminosas e oleaginosas, e a extração vegetal ligada à silvicultura. O Índice de Desenvolvimento Humano Municipal-IDH-M é de 0,649. Este índice situa o município em 53° no ranking estadual e em 3792° no nacional. == Divisão Geográfica == === Distritos === O município de Timbaúba está dividido de acordo com o seu Plano Diretor em 5 distritos, sendo: Distrito de Timbaúba, onde está localizado a sede dos poderes executivo e legislativo do município, constituído da cidade de Timbaúba; o Distrito de Cruangi, como sendo o segundo distrito, com sede na Vila de Cruangi, e ainda dispondo da Usina Cruangi; o Distrito de Livramento do Tiúma, como sendo o terceiro distrito, com sede na Vila de Livramento do Tiúma; o Distrito de Catucá, como sendo o quarto distrito, com sede na Vila de Catucá, antigo povoado de mesmo nome e que pertencia ao Distrito de Livramento do Tiúma; e o Distrito de QUeimadas, como sendo o quinto distrito, com sede na Vila de Queimadas de Cima, anteriormente pertencente ao Distrito de Timbaúba. === Bairros === De acordo com o Plano Diretor do Município (Lei Municipal nº2.865/2013) a sede do Município de Timbaúba, constituída pela cidade de mesmo nome está dividida em 18 bairros, sendo: * Araruna; * Barro; * Centro; * César Augusto; * Cohab; * Coronel Maranhão; * Cruzeiro; * Independência; * Ismael Vasconcelos; * Jardim Guarani; * Mocós; * Mocozinho; * Ozanan * Queimadas; * Santa Ana; * Santa Terezinha; * Santiago; * Sapucaia; * Timbaubinha; * Três Cocos; * Vila Nova Vida. == Educação == O município de Timbaúba conta atualmente com 01 Faculdade, 26 Escolas Públicas Municipais, sendo 16 delas situadas na Zona Rural e 12 na Zona Urbana, 11 escolas Particulares e 9 estaduais. === Ensino Básico === ==== Escolas Particulares ==== * Escola Santa Maria * Colégio Concept * Colégio Timbaubense * Escola Carrossel * Escola Ideal * Escola Interagir * Escola Santa Joana * Escola Raio de Luz * Escola Arco Íris * Escola Bom Jesus * Rita Soares Colégio e Curso (Unidade 1- Sapucaia) * Rita Soares Colégio e Curso (Unidade 2- Rua da Bomba) * Centro Educacional Construir CEC ==== Escolas Públicas Estaduais ==== * Escola Técnica Estadual Miguel Arraes de Alencar (ETEMAA) * Escola Ana Eufrásia Cabral de Moura * Escola de Ensino Fundamental Clóvis Salgado * Escola de Referência em Ensino Médio Jornalista Jáder de Andrade (EREMJJA) * Escola de Referência em Ensino Médio de Timbaúba (EREMT) * Escola Prof.ª Elisabeth Lyra * Escola Prof. João Roberto Moreira * Escola de Referência em Ensino Médio Professor José Mendes da Silva (EREMPJMS) * Escola Mariana Ferreira Lima ==== Escolas Públicas Municipais ==== * Escola Alaíde Muniz Dias * Escola Bernardo Vieira de Melo * Escola Cel. João de Andrade * Escola Cel. Manuel Caetano (Antiga Escola da Usina Cruangi) * CIES Fernando Andrade de Queiroz * Escola Cristo Redentor * Escola Municipal Dom Bosco * Escola Dr. Antônio Galvão Cavalcanti (Municipal) * Escola Dr. João Ferreira Lima * Escola Elvira de Albuquerque Maranhão * Escola Emília Cavalcanti de Morais Neta * Escola Engenheiro Mário de Queiroz Galvão * Escola de Mocós * Escola Estrela do Campo * Escola Ferreira Lima Filho * Escola Francisca Gonçalves da Silva * Escola Irmã Albertina Shmidt * Escola João Feliciano Dias * Grupo Municipal José Moacir Filho * Escola Leão XIII * Escola Manoel Ferreira da Costa Azevedo * Centro Educacional Maria Emília Dutra Ferreira Lima * Escola Maria Emília Vasconcelos * Escola Municipal Nossa Senhora Aparecida * Escola Municipal Prof.ª Dulce Rodrigues * Escola Terezinha de Jesus === Ensino Superior === A cidade conta com um estabelecimento de ensino superior presencial: Faculdade de Timbaúba. === Ensino Profissional === O município possui uma unidade da Escola Técnica Estadual (ETE): Escola Técnica Estadual Miguel Arraes de Alencar. == Esporte == A cidade de Timbaúba possuiu um clube no Campeonato Pernambucano de Futebol, o Timbaúba Futebol Clube. Entretanto, o de maior história é o Estudantes Sport Club. Os jogos acontecem no Estádio Ferreira Lima. == Musica e cultura == * Filarmônica Euterpina de Timbaúba (conhecida por Associação Musical Euterpina de Timbaúba) fundada em 1928. == Ligações externas == * Página da prefeitura * IBGE: Documentação Territorial do Brasil * Confederação Nacional de Municípios * Diagnóstico do município de Timbaúba Categoria:Fundações em Pernambuco em 1879",
 "title": "Timbaúba"
}