{
 "id": "33248",
 "text": "{{Info/Município do Brasil | nome = Xexéu | nome_oficial = Município de Xexéu | preposição = de | foto = Campos Frios por Renato M. Mendes.jpg | leg_foto = Fotografia de Campos Frios, Distrito de Xexéu. | apelido = | bandeira = Bandeira de Xexéu.png | brasão = Brasão de Xexéu.png | link_bandeira = | link_hino = | aniversário = 1 de outubro | fundação = | gentílico = xexeuense | lema = Paz e progresso | prefeito = Thiago Gonçalves de Lima | partido = PSD | fim_mandato = 2024 | mapa = Brazil Pernambuco Xexéu location map.svg | latP = S | latG = 08 | latM = 48 | latS = 07 | lonP = O | lonG = 35 | lonM = 37 | lonS = 37 | estado = Pernambuco | site_câmara = https://xexeu.pe.leg.br/pagina-inicial/ | mesorregião = Mata Pernambucana | data_mesorregião = IBGE/2008 | microrregião = Mata Meridional Pernambucana | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Palmares, Maraial, Água Preta, Campestre (AL), Novo Lino AL e Colônia Leopoldina (AL) | dist_capital = 135 | área = 110.803 | área_ref = | área_urbana = 1.39 | população = 11611 | data_pop = estimativa IBGE/2022 | altitude = 200 | densidade = 104.78 | clima = Tropical | sigla_clima = As' | CEP = 55555-000 | idh = 0.552 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 9561,92 | data_pib_per_capita = IBGE/2021 | site_prefeitura = https://site.xexeu.pe.gov.br/ }} Xexéu é um município brasileiro do estado de Pernambuco localizado na região da Mata Sul, na Região Nordeste do Brasil, sendo o 7° município mais povoado da região imediata de Palmares. Tal cidade foi a responsável por ter construído o primeiro quilômetro de pavimento ecológico da América Latina, isso em 2021, no Distrito de Campos Frios. Apesar de suas inovações na urbanização, cerca de 34,96% de seus habitantes vivem em áreas rurais, segundo o Censo de 2010 do IBGE. == História == A região onde se localiza Xexéu nos dias atuais servia como rota de fuga de negros escravizados que buscavam se refugiar no Quilombo dos Palmares. Com a intensa passagem de fugitivos na região, em 1675 (no período colonial) formou-se o \"Engenho Macaco\", um pequeno povoado que possuía uma população estimada de cerca de 15 mil habitantes nessa época, sendo um núcleo da resistência negra à escravidão. O comércio no Engenho Macaco, com o tempo, se torna mais intenso, com senhores de engenhos também participando das atividades comerciais do povoado. Os preços das mercadorias eram definidos pelo próprio povoado, que produziam diferentes tipos de mercadorias. Por volta do final do século XIX, o Marechal José Semeão (que estava na companhia de suas tropas), se impressionou com o céu do lugar e passou a nomear o Engenho Macaco de \"Aurora\". Porém, depois de um tempo a localidade acabou sendo nomeada como \"Xexéu\", por conta da presença comum desse tipo de ave no passado. Xexéu se tornou distrito de Água Preta, mas, em 01 de outubro de 1991, é desmembrado do mesmo, graças à Lei estadual n° 10.621. Hoje em dia, Xexéu é um município de cerca de 11.611 habitantes; IDH de 0,552 e veio a se destacar pela construção do primeiro quilômetro de pavimento ecológico da América Latina. == Geografia == O Município insere-se na unidade geoambiental das Superfícies Retrabalhadas. O relevo é, em sua quase totalidade, moldado em rochas do pré-cambriano, predominantemente granito, gnaisses e xistos. A parte sedimentar é representada por argilas variegadas, arenitos e cascalhos. Predomina o latossolo vermelho-amarelo. A topografia, predominantemente ondulada, caracteriza-se por um conjunto de morros e colinas com altitudes não superiores a 120 m e pediplanos resultantes do alargamento do vale do rio Una (Pernambuco) e seus afluentes. Localiza-se a uma latitude 08º48'08\" sul e a uma longitude 35º37'37\" oeste, estando a uma altitude de 200 metros. Sua população atual é estimada em 11.611 habitantes (isso significa que houve uma queda de 17,61% da população do município em relação ao Censo de 2010). Possuí uma área total de 110,803 km², sendo 1,39km² de área urbana. A maioria dos cidadãos de Xexéu vivem na área urbana (65,04%, ou 9.165 dos habitantes); enquanto 34,96% vivem nas áreas rurais, algo equivalente a 4.927 pessoas. == Clima == Segundo dados do Lamepe, a temperatura mínima já registrada em Xexéu foi de 14,1 °C, ocorrida no dia 28 de julho de 1998. Já a máxima foi de 38,5 °C, observada em 19 de fevereiro de 2006. O maior acumulado de chuva registrado em 24 horas foi de 235,8 mm, em 3 de maio de 2011. O clima é o tropical, do tipo As', caracterizando por apresentar-se sem grandes diferenciações térmicas e precipitação concentrada no outono e inverno, especialmente entre abril e julho, sendo maio o mês de maior precipitação com máximas de 26 °C e mínimas entre 19 °C , já no verão com máxima de 29 °C e mínimas entre 21 °C . == Religiões == Os habitantes de Xexéu são, em sua maioria, católicos (7.057 habitantes). Porém, lá também existem 3.892 evangélicos, 65 testemunhas de Jeová, 1 judeu, 5 pessoas de tradições esotéricas, 3.019 pessoas sem religião e 55 pessoas que pertencem a diferentes religiões ou tradições. Tais informações foram retiradas do Censo de 2010 do IBGE. ==Ligações externas== * * *Página da Prefeitura * * * * * * * Categoria:Municípios de Pernambuco Categoria:Fundações em Pernambuco em 1991",
 "title": "Xexéu"
}