{
 "id": "33247",
 "text": "{{Info/Município do Brasil | nome = Vicência | preposição = de | foto = Vicencia 0445.jpg | leg_foto = Busto de Vicência Barbosa de Melo na Praça Urbano Ramos | apelido = | brasão = Brasão do município de Vicência - Pernambuco.jpg | bandeira = Bandeira de Vicência.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 11 de setembro | fundação = | gentílico = vicenciense ou vicenciano | lema = | prefeito = Guilherme de Albuquerque Melo Nunes | partido = PSDB | fim_mandato = 2024 | mapa = Brazil Pernambuco Vicência location map.svg | latP = S | latG = 07 | latM = 39 | latS = 25 | lonP = O | lonG = 35 | lonM = 19 | lonS = 37 | estado = Pernambuco | mesorregião = Mata Pernambucana | data_mesorregião = IBGE/2008 | microrregião = Mata Setentrional Pernambucana | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ao Norte: Timbaúba, Macaparana Ao Sul: Limoeiro e Buenos Aires A Leste: Aliança, A Oeste: São Vicente Férrer, Machados e Bom Jardim. | dist_capital = 87 | área = 230.818 | área_ref = | população = 32014 | data_pop = estatísticas IBGE/2014 | altitude = 119 | clima = Tropical | sigla_clima = As' | idh = 0.605 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 7148,56 | data_pib_per_capita = IBGE/2012 | padroeiro = Santa Ana }} Vicência é município brasileiro do estado de Pernambuco. == História == O povoamento de Vicência começou com a construção de uma capela próxima à residência de Vicência Barbosa de Melo, constituindo assim o povoado que viria a ser elevado, por força da Lei Provincial n° 1.448 de 5 de junho de 1879, à categoria de freguesia.CEHM-FIAM. Calendário Oficial de Datas Históricas dos Municípios do Interior de Pernambuco. Recife: Centro de Estudos de História Municipal,1994. Em 1891, o decreto estadual n° 142, de 30 de maio de 1891, circunscreveu os distritos de paz de Vicência, Angélicas e Aliança e os elevou à condição de vila, sob a denominação de Vicência. Em 15 de junho de 1891 a Intendência de Vicência enviou Ofício ao governador do Estado de Pernambuco informando haver sido instalado o município nessa data. A Lei Estadual número 72, de 16 de maio de 1895, tornou sem efeito o Decreto de 30 de maio de 1891. Em 11 de setembro de 1928 a localidade foi elevada à categoria de cidade, através da Lei Estadual 1931. Ficou constituído o município de Vicência com os distritos de Vicência e Angélicas, desmembrado do município de Nazaré. Sua emancipação ficou determinada, na mesma Lei, em seu artigo 15, parágrafo único, para o dia 1 de janeiro de 1929. Seu primeiro prefeito foi o negociante local Júlio Moura, tendo como Secretário Raul Verissimo Camelo de Almeida,CAMELO, Paulo. Quem eras tu?. Recife: Paulo Camelo, 2012. jovem datilógrafo da cidade de Paudalho, convidado para o cargo, por indicação do professor Jorge Camello Pessoa, de Lagoa do Carro, então distrito do município de Nazaré que naquela data passava para o também recém-criado município de Floresta dos Leões, atualmente Carpina.ALMEIDA, Maria Madalena de Andrade. Meus noventa anos. Recife:Ed. da autora, 2003 Em 4 de outubro de 1930, o seu primeiro prefeito foi destituído, por intervenção da Revolução de 1930, permanecendo assim enquanto durou a intervenção federal no Estado de Pernambuco.A destituição de 1930 == Data comemorativa == Anualmente, no dia 11 de setembro Vicência comemora sua emancipação política. A padroeira da cidade é Santa Ana e comemora-se a festa no dia 26 de julho.Feriados.com.br - VicênciaFeriados municipais - Vicência == Infraestrutura == === Energia elétrica === A eletrificação de Vicência foi realizada, ainda quando na condição de vila, em 1926, pelo industrial e proprietário rural local Urbano Ramos de Andrade Lima. == Turismo == Vicência conta, em sua topografia, com um relevo relativamente acidentado na região metropolitana, mas com uma bela serra em sua área rural, a Serra da Mascarenha, onde impera o pico pertencente ao belo e histórico Engenho Jundiá.Tripadvisor - VicênciaVicência - turismo thumb|280px|Baobá no Engenho Poço Comprido, um dos vários espécimes existentes em Pernambuco.|esquerda Muitas pessoas sobem ao pico apenas para olhar, de lá de cima, a linda paisagem que se estende até onde a vista alcança. Para completar, ali no pico há a estrutura básica para se passar o dia, dispondo de sanitário masculino e feminino, e alguns quiosques rústicos para a realização de refeições. A temperatura amena proporcionada pela altitude completa a adequação do local para se passar o dia com a família. Quem resolver ficar ali até o final da tarde deve levar agasalho, pois chega a esfriar bastante. Ali há uma capela e duas rampas de decolagem de voo livre, a partir das quais decolam os pilotos do estado e visitantes para um dos voos mais bonitos e agradáveis do país, segundo eles. Além desse importante ponto turístico, há vários engenhos históricos, como o próprio Engenho Jundiá, e o Engenho Poço Comprido, remanescente do século XVIII, entre outros, que têm contribuição indubitável na construção da história de Pernambuco. Vicência também conta com muitos pontos de intensa beleza natural, inclusive com várias cachoeiras e lindas matas, especialmente ao longo do cimo da serra, sendo local muito apropriado para a prática do ecoturismo, tanto que várias empresas e entidades educacionais têm nesta cidade um de seus pontos mais procurados. === Acesso === A estrada que leva da capital pernambucana, Recife, até Vicência é bem pavimentada. Deve-se sair do Recife em direção a Carpina; no trevo da entrada de Carpina, toma-se a saída da direita; alguns quilômetros após a cidade de Nazaré da Mata toma-se a saída à esquerda no trevo com placa indicativa de Vicência; após 9 quilômetros, chega-se a Vicência. Já a estrada que leva ao pico da Serra da Mascarenha, no Engenho Jundiá, é de terra, mas com boa manutenção, especialmente após o tempo das chuvas, por volta do mês de setembro, quando a prefeitura sempre faz o serviço de restauração. Em Vicência deve-se seguir as placas de “Rampa de Voo Livre”, e também se utilizar a informação do povo, muito hospitaleiro e prestativo. Volteando a sede do engenho está a estrada de 4 km que leva ao pico, com cerca de 370 metros de desnível para o solo abaixo, a 550 metros de altitude. ==Ver também== *Pernambucanos naturais de Vicência == Ligações externas == * * * * Categoria:Fundações em Pernambuco em 1891 Categoria:Municípios de Pernambuco",
 "title": "Vicência"
}