{
 "id": "33262",
 "text": "{{Info/Município do Brasil | nome = Bela Vista do Piauí | foto = | leg_foto = | apelido = | padroeiro = São José]http://www.belavistadopiaui.pi.gov.br/noticia_detalhe.php?notid=9#:~:text=Anualmente%2C%20no%20m%C3%AAs%20de%20mar%C3%A7o,no%20dia%2019%20de%20mar%C3%A7o. | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =bela vistense | lema = | prefeito = Francisco de Sousa Neto | partido = PT | fim_mandato = 2024 | mapa = Piaui Municip BelaVistadoPiaui.svg | latP = S | latG = 07 | latM = 59 | latS = 20 | lonP = O | lonG = 41 | lonM = 52 | lonS = 04 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Alto Médio Canindé | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Nova Santa Rita e Simplício Mendes | dist_capital = 413 | área = 312.361 | área_ref = | população = 3934 | data_pop = Estimativa IBGE/2016 | altitude = 330 | clima = | sigla_clima = | idh = 0.62 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2996.03 | data_pib_per_capita = IBGE/2008 | site_prefeitura = belavistadopiaui.pi.gov.br | site_câmara = belavista.pi.leg.br }} Bela Vista do Piauí é um município brasileiro do estado do Piauí. Localiza-se a uma latitude 07º59'20\" sul e a uma longitude 41º52'06\" oeste, estando a uma altitude de 330 metros. Sua população estimada em 2020 era de 4.077 habitantes. O município possui uma área de 371,88 km². ==Geografia== === Localização === Noroeste: Simplício Mendes Norte: Simplício Mendes Nordeste: Simplício Mendes Oeste: Conceição do Canindé Leste: Simplício Mendes Sudoeste: Nova Santa Rita Sul: Nova Santa Rita Sudeste: Nova Santa Rita ==História== O município de Bela Vista do Piauí, um pedacinho não só do Brasil como também do Piauí, tem uma história muito bonita, desde o descobrimento destas terras, no século XIX até os dias atuais. O Jatobá foi descoberto pelo Sr. Joaquim Ferreira de Carvalho. Ele encontrou um olho d’água próximo a muitos pés de jatobá por isso ele deu o nome dessa terra de Jatobá, na qual iniciou a construção da Casa Grande e de algumas roças em 1830. Após a sua morte, seu filho João Ferreira de Carvalho herdou e logo vendeu para José Marques de Sousa Coelho, que residia na data Juazeiro Paulista pertencente naquele tempo a Jaicós, hoje Paulistana. A referida Casa Grande foi desmanchada no ano de 1957 com um cálculo de aproximadamente 126 anos de construída. Após alguns anos foram surgindo outras comunidades, sempre em torno de algum olho d´água que havia na região. Assim foram surgindo as localidades Malhada do Jatobá, Pitombeira, Carnaíba, Roça velha, Patos e outras. Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1994",
 "title": "Bela Vista do Piauí"
}