{
 "id": "33267",
 "text": "{{Info/Município do Brasil |nome = Bocaina |foto = Bocaina 100410 REFON 34.JPG |apelido = |brasão = Brasão de Bocaina.jpg |bandeira = Bandeira de Bocaina.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = 23 de maio |fundação = |gentílico = Bocainense |lema = |padroeiro = São João Batista |prefeito = Marco Antonio Giro (Pipoca) |partido = UNIÃO |fim_mandato = 2024 |mapa = SaoPaulo Municip Bocaina.svg |latP = S | latG = 22 | latM = 08 | latS = 09 |lonP = O | lonG = 48 | lonM = 31 | lonS = 04 |estado = São Paulo |mesorregião = Bauru |data_mesorregião = IBGE/2008 |microrregião = Jaú |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Bariri, Boa Esperança do Sul, Dourado e Jaú |dist_capital = 300 |área = 364.044 |área_ref = |população = 11810 |data_pop = Censo IBGE/2015 |altitude = 514 |clima = tropical |sigla_clima = Aw |idh = 0.807 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 15718.12 |data_pib_per_capita = IBGE/2008 }} Bocaina é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 22º08'10\" sul e a uma longitude 48º31'05\" oeste, estando a uma altitude de 580 metros. Sua população estimada em 2015 era de 11.810 habitantes. O município é formado somente pelo distrito sede, que inclui o povoado de Pedro Alexandrino. == História == * Fundação: (autonomia municipal) == Geografia == Possui uma área de 364,044 km². === Demografia === Dados do Censo - 2000 População Total: 10.000 * Urbana: 8.546 * Rural: 896 * Homens: 4.711 * Mulheres: 4.731 Densidade demográfica (hab./km²): 25,94 Mortalidade infantil até 1 ano (por mil): 7,87 Expectativa de vida (anos): 76,21 Taxa de fecundidade (filhos por mulher): 2,09 Taxa de Alfabetização: 88,33% Índice de Desenvolvimento Humano (IDH-M): 0,807 * IDH-M Renda: 0,731 * IDH-M Longevidade: 0,853 * IDH-M Educação: 0,837 (Fonte: IPEADATA) === Hidrografia === * Rio Jacaré-Pepira O rio Jacaré-Pepira nasce no município de São Pedro.Passa por Brotas (local de esportes radicais em suas águas), segue por Jaú, Dourado, Boa Esperança do Sul, Bocaina, Bariri e desemboca no rio Tietê próximo da barragem de Ibitinga. É considerado um dos poucos rios ainda não poluídos no Estado de São Paulo, com grande flora de matas nativas às suas margens e, ainda, muitas espécies de peixes. O rio Jacaré fica a aproximadamente 6 kms do centro de Bocaina. === Rodovias === * SP-255 == Infraestrutura == === Comunicações === A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Marco Antônio Giro (2024) * Vice-prefeito: Roberto Donizete Anézio * Presidente da câmara: Roberto Anézio de Oliveira (2017/2018) == Economia == A economia de Bocaina está assentada na lavoura predominantemente canavieira, com uma usina de açúcar e álcool no município; e na produção de equipamentos de proteção individual (EPI), como luvas, aventais e outros, feitos em raspa de couro. Possui um grande número de curtumes e fábricas de luvas. Daí ser considerada a Capital da Luva de Raspa. == Religião == === Igreja Católica === A igreja Matriz de São João Batista, em Bocaina, é depositária de 13 telas sacras do pintor Benedito Calixto de Jesus. Natural de Itanhaém (1853-1927), Benedito Calixto pintou as telas de Bocaina em 1924 e 1925, consta que foram seus últimos trabalhos. As telas foram recentemente restauradas e estão tombadas pelo Patrimônio Histórico do Estado de São Paulo. O município pertence à Diocese de Jaú. == Eventos == *miniaturadaimagem|Capela de São Pedro - Pedro AlexandrinoEm junho Bocaina festeja o seu padroeiro, São João Batista. Na noite de 23 para o dia 24 de junho, à meia noite, devotos passam descalços sobre o braseiro de uma grande fogueira, atualmente acesa em frente à Igreja Matriz. A Festa de São João começa em meados de junho e termina em meados de julho. * Todo dia 1 de maio, dia do trabalho, acontece a \"Alvorada\", tradição de mais de 100 anos, trazida pelos colonos italianos. Vários músicos de reúnem e a Banda Carlos Gomes (criada pelo maestro Tulio Ghiselli) sai pelas ruas da cidade, de manhã bem cedo, acordando os munícipes, ao som de tradicionais cantigas, como o Hino do Trabalhador, de origem italiana, marchinhas, dobrados. Algumas famílias oferecem café da manhã à banda e seus seguidores, no decorrer do trajeto, que hoje é feito de ônibus, porque a cidade cresceu. == Ligações externas == * * Categoria:Fundações em São Paulo em 1891",
 "title": "Bocaina (São Paulo)"
}