{
 "id": "33266",
 "text": "{{Info/Município do Brasil | nome = Betânia do Piauí | foto = | leg_foto = | apelido = | padroeiro = São José[https://dp15.com/paroquia-de-betania-do-piaui-festeja-padroeiro-sao-jose/ | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =betanhense | lema = | prefeito = Fábio de Carvalho Macedo | partido = PP | fim_mandato = 2024 | mapa = Piaui Municip BetaniadoPiaui.svg | latP = S | latG = 08 | latM = 08 | latS = 52 | lonP = O | lonG = 40 | lonM = 47 | lonS = 45 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Alto Médio Canindé | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Curral Novo do Piauí, Acauã, Paulistana e Estado do Pernambuco | dist_capital = 520 | área = 1092.305 | área_ref = | população = 6092 | data_pop = IBGE/2014 | altitude = 480 | clima = | sigla_clima = | idh = 0.489 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2928.72 | data_pib_per_capita = IBGE/2008 | site_prefeitura = betaniadopiaui.pi.gov.br }} Betânia do Piauí é um município brasileiro do estado do Piauí. Localiza-se a uma latitude 08°08'54\" sul e a uma longitude 40º47'44\" oeste, estando a uma altitude de 480 metros. Sua população estimada em 2017 era de 6.056 habitantes. Possui uma área de 1.092,305 km². == História == Em outubro de 1949, um grupo de comerciantes decidiu estabelecer uma pequena feira à sombra de algumas árvores na localidade de Tapagem, até então pertencente ao município de Paulistana. Dessa iniciativa derivou a instalação de barracas, assim como a presença cada vez mais frequente de pessoas por toda a área próxima da feira. Cerca de um ano depois, em 1950, foi celebrada uma missa nas proximidades da feira, em localidade denominada Pintada. Celebrada pelo padre José Madeira, essa missa é apontada como um indício claro do desenvolvimento da localidade que posteriormente deu origem ao atual município de Betânia do Piauí. Com a instalação gradual de moradores nas cercanias da feira, já em 1964 a localidade foi elevada à condição de povoado de Paulistana – iniciativa atribuída a José Rodrigues Coelho, vereador residente na área. Nas décadas seguintes, o povoado de Betânia do Piauí seguiu sob administração do município de Paulistana, embora a movimentação por sua emancipação política se tornasse cada vez maior. Para além do já citado sr. José Rodrigues Coelho, também são mencionados como líderes dessa movimentação em prol da emancipação os senhores Humberto Reis da Silveira, José Idílio Cavalcante e Raimundo Eugênio da Costa. A reivindicação por autonomia política rendeu frutos já na Constituição Estadual do Piauí, promulgada em 5 de outubro de 1989, a qual determinava a criação do município de Betânia do Piauí. De acordo com o inciso I do art. 35 dessa Constituição, o novo município teria seus limites territoriais definidos pelas datas Pajeú, Mulungu e Emparedado. Contudo, somente após a publicação da Lei Estadual n° 4.680, de 26 de janeiro de 1994, é que se deu a emancipação efetiva de Betânia do Piauí, sendo sua instalação oficial datada de 1º de janeiro de 1997. == Localização == Noroeste: Jacobina do Piauí Norte: Curral Novo do Piauí Nordeste: Curral Novo do Piauí e Santa Filomena/PE Oeste: Paulistana Leste: Santa Filomena/PE Sudoeste: Paulistana Sul: Acauã Sudeste: Santa Filomena/PE ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1994",
 "title": "Betânia do Piauí"
}