{
 "id": "33274",
 "text": "{{Info/Município do Brasil | nome = Cabeceiras do Piauí | foto = Igreja matriz de Cabeceiras do Piauí.jpg | leg_foto = Praça da matriz | apelido = | padroeiro = São José | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 29 de abril | fundação = | gentílico = Cabeceirense | lema = | prefeita = Elenita Alexandre | partido = Republicanos | fim_mandato = 2028 | mapa = Piaui Municip CabeceirasdoPiaui.svg | latP = S | latG = 04 | latM = 28 | latS = 33 | lonP = O | lonG = 42 | lonM = 18 | lonS = 32 | estado = Piauí | mesorregião = Norte Piauiense | data_mesorregião = IBGE/2008 | microrregião = Baixo Parnaíba Piauiense | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = | dist_capital = 92 km | área = 608.505 | área_ref = | população = 9927 | data_pop = IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.525 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2658.84 | data_pib_per_capita = IBGE/2008 | site_prefeitura = cabeceirasdopiaui.pi.gov.br }} Cabeceiras do Piauí, (a cidade dos quebra mola) é um município brasileiro do estado do Piauí. Localiza-se a uma latitude 04º28'35\" sul e a uma longitude 42º18'33\" oeste, estando a uma altitude de 109 metros. Sua população estimada em 2024 é de 9 927 de habitantes. Possui uma área de 672,56 km². Fica a 92 km da capital, Teresina. == Localização == Noroeste: Miguel Alves e Lagoa Alegre Norte: Barras Nordeste: Boa Hora Oeste: Lagoa Alegre Leste: Boa Hora e Boqueirão do Piauí Sudoeste: José de Freitas Sul: José de Freitas, Campo Maior e Nossa Senhora de Nazaré Sudeste: Boqueirão do Piauí == Histórico == O deslanchar da emancipação municipal adquiriu mais fôlego graças à interferência e ao apoio do líder e o deputado estadual Elenita Alexandre. Político de ampla penetração na região, orientou assiduamente os ideólogos da emancipação. O apoio dele às causas do povoado demonstrou-se essencial à inclusão de Cabeceiras no rol das comunidades que buscavam à autonomia. O auxílio de Juraci Leite ocorreu, sobretudo, na luta para que o povoado fosse inserido àqueles que trabalhavam pela gerência própria. Assim, Cabeceiras, atendendo aos requisitos exigidos em lei, inclui-se entre os povoados desejosos da condição de cidade, através do então deputada Elenita Alexandre . Em 10 de outubro de 1991, Jesualdo encaminhou à Assembleia Legislativa pedido de criação do município de Cabeceiras do Piauí conforme atesta a solicitação abaixo: No dia 16 de março de 1992, a Assembleia Legislativa autorizou ao TRE-PI a realização do plebiscito. Agora, na consciência da coletividade estava a decisão: Cabeceiras seria ou não cidade? Não tardou para que os eleitores fossem às urnas. Aos 19 dias do mês de abril do mesmo ano, o povo disse sim ao desenvolvimento. À Unidade Escolar Venância Lages Veloso compareceram 2.170 votantes. Do total 1.900 disseram SIM e 205 optaram pelo NÃO. Os votos em branco somaram 20 e os nulos, 45. Definitivamente, Cabeceiras assinava o compromisso com o futuro. Através da lei nº 1.477, de 29 de abril de 1992, nascia o município de Cabeceiras do Piauí. Gentílico: cabeceirense == Formação Administrativa == Elevado à categoria de município e distrito com a denominação de Cabeceiras do Piauí, pelo artigo 35, inciso II, do ato das disposições constitucionais transitórias, da constituição estadual de 0510-1989, com o topônimo, área territorial e limites estabelecidos pela lei estadual nº 4477, de 29-041992, desmembrado de Barras. Sede no atual distrito de Cabeceiras do Piauí ex-povoado de Cabeceiras. Constituído do distrito sede. Instalado em 1 de janeiro de 1993. Em divisão territorial datada de 1-VI-1995, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2005. == Galeria == Cabeceiras do Piauí bus.JPG|Rodovia PI-114. Capelinha de Cabeiceiras do Piauí.JPG|Capelinha, uma edificação histórica no município. Posto da Petrobrás (Cabeceiras do Piauí).jpg|Posto de combustíveis. Palacete da Cidade (Cabeceiras do Piauí).jpg|Palacete da Cidade, sede da prefeitura. TransPiauí (Coivaras do Piauí).jpg|Transporte de ônibus na cidade. 6\\. http://cidades.ibge.gov.br/painel/historico.php?lang=&codmun;=220205&search;=||infogr%E1ficos:-hist%F3rico Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1992",
 "title": "Cabeceiras do Piauí"
}