{
 "id": "33285",
 "text": "{{Info/Município do Brasil | nome = Capitão Gervásio Oliveira | foto = | leg_foto = | apelido = C.G.O \" \"Gervásio Oliveira | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | padroeiro = Nossa Senhora de Fátima | CEP = 64 763-000 | aniversário = 26 de janeiro | fundação = | gentílico = gervasense | lema = | prefeito = Gabriela Oliveira Coelho da Luz | partido = PT | fim_mandato = 2024 | mapa = Piaui Municip CapitaoGervasioOliveira.svg | latP = S | latG = 08 | latM = 29 | latS = 24 | lonP = O | lonG = 41 | lonM = 49 | lonS = 12 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Alto Médio Canindé | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Campo Alegre do Fidalgo Sul: Dom Inocêncio Leste: Lagoa do Barro do Piauí Oeste: São João do Piauí | dist_capital = 515 | área = 1114.408 | área_ref = | população = 3878 | data_pop = IBGE/2010 | altitude = 400 | clima = Semiárido Tropical Semi-Árido (D) | sigla_clima = BSh | idh = 0.553 | data_idh = PNUD/2010 | gini = 0,56 | data_gini = PNUD/2010 | pib = | data_pib = IBGE/2011 | pib_per_capita = 3601.97 | data_pib_per_capita = IBGE/2011 | site_prefeitura = capitaogervasiooliveira.pi.gov.br }} Capitão Gervásio Oliveira é um município brasileiro do estado do Piauí. Localiza-se a uma latitude 08º29'25\" sul e a uma longitude 41º49'11\" oeste, estando a uma altitude de 400 metros. Sua população absoluta de acordo com o Censo 2010 era de 3.878 habitantes. Possui uma área de 1516,7 km². O município possui a segunda maior reserva de níquel do Brasil. Atualmente a área é explorada pela empresa Vale do Rio Doce, que estima a existência de uma quantidade de 25 milhões de toneladas do minério. == História == O município foi criado em 1994 pela Lei Estadual nº. 4.680 de 26 de janeiro de 1994, quando desmembrado dos municípios de Dom Inocêncio e São João do Piauí. A instalação da sede municipal só veio a ocorrer em 1 de janeiro de 1997 . == Subdivisões Administrativas == === Subdivisão geográfica === * Mesorregião do Sudeste Piauiense; * Microrregião do Alto Médio Canindé. === Subdivisão de planejamento === No plano estadual de desenvolvimento o município se situa: * Macrorregião dos Semiáridos Piauienses; * Território Integrado da Serra da Capivara; * Aglomerado 17. == Geografia == === Relevo === A região apresenta formas de relevo como superfícies tabulares reelaboradas (chapadas baixas), relevo plano com partes suavemente onduladas e altitudes variando de 150 a 300 metros; superfícies tabulares cimeiras (chapadas altas), com relevo plano, altitudes entre 400 a 500 metros, com grandes mesas recortadas e superfícies onduladas com relevo movimentado, encostas e prolongamentos residuais de chapadas, desníveis e encostas mais acentuadas de vales. == Aspectos sociais == === Demografia === Evolução Demográfica de de Capitão Gervásio Oliveira Ano População 2000 2007 3 865 2010 3 878 Possui uma população de 3.878 (Censo 2010) sendo 51,52% da população composta por homens e 70,02% residente em contexto rural. Com razoáveis índices de longevidade o município apresenta uma população composta por cerca de 11% de idosos com mais de 60 anos. A taxa média de crescimento anual da população é de 1,23%, o que mostra uma retração do crescimento populacional do município se comparado às taxas de 1991 a 2000 que registravam uma média de crescimento anual de 3,58%. Nas últimas duas décadas, a taxa de urbanização esteve estagnada, sendo a maioria esmagadora dos habitantes residentes a zona rural do município. === Indicadores sociais === ==== IDH ==== O Índice de Desenvolvimento Humano do município é 0,553 (Censo 2010). Está situado na faixa de Baixo Desenvolvimento Humano. Entre 2000 e 2010, a dimensão que mais cresceu em termos absolutos foi Educação (com crescimento de 0,372), seguida por Longevidade e por Renda. Veja o quadro evolucional do índice de educação do município, a evolução foi de +357,02%: * 1991 - 0,010 * 2000 - 0,092 * 2010 - 0,464 Capitão Gervásio Oliveira ocupa a 5157ª posição em relação aos 5.565 municípios do Brasil. Em relação aos 224 outros municípios de Piauí, ocupa a 155ª posição, sendo que 154 (68,75%) municípios estão em situação melhor. Veja as pontuações dos aspectos de composição do IDH do município: * Educação: 0,464 * Longevidade: 0,725 * Renda: 0,503 ==== Índice de Gini ==== Evolução do Quadro Socioeconômico de de Capitão Gervásio Oliveira Ano % de pobres 2010 2000 73,72 1991 92,68 O município teve um crescimento de +217,50% em termos de renda nas últimas duas décadas, passando de R$57,49 em 1991 para R$109,07 em 2000 e R$182,53 em 2010. A taxa média anual de crescimento foi de 89,72% no primeiro período e 67,35% no segundo. Houve diminuição no quadro de extrema pobreza, passando de 66,18% em 1991 para 40,19% em 2010. Nesse mesmo período de análise houve aumento da desigualdade social, o Índice de Gini passou de 0,40 em 1991 para 0,56 em 2010. == Clima == O clima é caracteristicamente semiárido quente e com chuvas de verão. A precipitação pluviométrica média anual é definida pelo Regime Equatorial Continental, com isoietas anuais em torno de 500 mm, que se distribuem ao longo do trimestre janeiro-fevereiro-março. Com verões chuvosos o outono e o inverno costumam ser as estações mais secas, já a primavera é marcada pelo acentuado acréscimo na temperatura seguida pelas primeiras chuvas da estação cheia. A temperatura média anual é de 27 °C. O mais seco é agosto, quando a precipitação cai para 0mm, por outro lado é nesse mês que também se registra as menores temperaturas, com mínimas inferiores a 18 °C. A variação anual de temperatura pode chegar aos 3,4 °C. Estando inserido na mesorregião climática dos semiáridos piauiense, o município se situa sobre uma das regiões mais áridas do estado, classificada como Semi-Árida segundo os níveis de umidade relativa. Estando a uma altitude média de 400m acima do nível do mar, o município faz parte do médio vale do Rio Canindé, segunda maior sub-bacia do estado do Piauí e afluente do Rio Parnaíba. == Economia == {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Impostos Serviços Agropecuária Indústria Os rendimentos econômicos são maciçamente concentrados sobre o setor de prestação de serviços (cerca de 71,9% do PIB). No cenário agrícola destaca-se o cultivo de feijão, mandioca e milho, com produção anual de cerca de 1.036 toneladas, a maior ênfase é na cultura de mandioca. Na pecuária destacam-se a criação de caprinos e ovinos, com destaque especial para a criação de galináceos (34.848 aves). O Produto Interno Bruto é definido pelo montante de 14.094 mil reais, com renda per capita de 3.601,97 reais. Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1994",
 "title": "Capitão Gervásio Oliveira"
}