{
 "id": "33295",
 "text": "{{Info/Município do Brasil | nome = Coronel José Dias | foto = Coronel jose dias+igreja matriz+praça central.JPG | apelido = Coronel | brasão = | bandeira = | link_hino = | aniversário = 29 de abril | fundação = | gentílico = coronelino | lema = | padroeiro = São Pedro | CEP = 64 793-000 | prefeito = Rafael Oliveira da Silva | partido = PSB | fim_mandato = 2024 | mapa = Piaui Municip CoronelJoseDias.svg | latP = S | latG = 08 | latM = 48 | latS = 57 | lonP = O | lonG = 42 | lonM = 30 | lonS = 46 | estado = Piauí | mesorregião = Sudoeste Piauiense | microrregião = São Raimundo Nonato | região_metropolitana = | vizinhos = Norte: João Costa Sul: Dirceu Arcoverde e Estado da Bahia Leste: Dom Inocêncio Oeste: São Raimundo Nonato e São Lourenço do Piauí | dist_capital = 506.7 | área = 1822.115 | área_ref = | população = 4541 | altitude = 413 | clima = Semiárido Tropical Semi-Árido (D) | sigla_clima = BSh | idh = 0.546 | gini = 0.57 | pib = | pib_per_capita = 5032.63 | leg_foto = Igreja de São José no centro da cidade | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2010 | data_idh = PNUD/2010 | data_gini = PNUD/2010 | data_pib = IBGE/2013 | data_pib_per_capita = IBGE/2013 | site_prefeitura = http://coroneljosedias.pi.gov.br/ }} Coronel José Dias é um município brasileiro pertencente ao estado do Piauí. Localiza-se a uma latitude 08º48'59\" sul e a uma longitude 42º30'45\" oeste, estando a uma altitude de 413 metros. Foi criado em 1995 pela Lei Estadual nº 4.810 de 14 de dezembro de 1995, sendo desmembrado dos municípios de São João do Piauí e Lagoa do Barro do Piauí. Segundo do Censo 2010 sua população é de cerca de 4.541 habitantes sendo que 90,8% desse total são residentes da zona rural. Estima-se que 58% da população acima de 10 anos de idade é alfabetizada. A Economia gira basicamente em torno dos setores primário e terciário. Em 2011, cerca de 71% do PIB do município era proveniente da prestação de serviços. == História == O nome do município foi dado em homenagem ao Coronel José Dias de Souza, (24 de Abril de 1878 a 7 de Dezembro de 1962), filho de Mariano Dias de Souza e de Ana Maria da Silveira. Natural de São Raimundo Nonato, onde sempre viveu, prestando relevantes serviços a comunidade, onde foi advogado, promotor público, prefeito municipal, deputado estadual e Tenente-coronel da Guarda Nacional. Foi casado em primeiras núpcias em 1897 com Maria Martins e em segundas núpcias em 1911 Ana da Silva Dias (mãe Dié), teve 22 filhos. Em 20 de janeiro de 1910 por decreto do hoje extinto \"Ministério da Justiça e Negócios Interiores\" (publicado no Diário Oficial da União de 27 de janeiro de 1910) José Dias de Souza é nomeado Estado-maior–Tenente-coronel da Guarda Nacional à frente do 153º Batalhão de Infantaria da Comarca de São Raimundo Nonato, daí o título de Coronel. As terras pertencentes ao Parque Nacional da Serra da Capivara faziam parte do patrimônio do Coronel José Dias e foram doadas pelos seus descendentes à República Federativa do Brasil, ato que reconhece a importância da gestão desse patrimônio arqueológico. Atualmente, diversos descendentes do Coronel desenvolvem carreira acadêmica ligada a História, Geografia e Arqueologia como a Msc. Claudete Maria Miranda Dias e o Eng. Cid de Castro Dias (neto) e outros ganharam destaque não só no estado, mas nacionalmente, como o Senador Manoel da Silva Dias (filho) e o deputado estadual João Batista de Castro Dias (neto). Em 29 de abril de 1992, o distrito Várzea Grande do município de São Raimundo Nonato foi emancipado, dando origem ao município Coronel José Dias. == Subdivisões == === Subdivisão geográfica === * Mesorregião do Sudoeste Piauiense; * Microrregião de São Raimundo Nonato. === Subdivisão de planejamento === O “Planejamento Participativo para o Desenvolvimento Sustentável” é um recurso, cunhado pelo Governo do Estado, que visa desenvolver um amplo e participativo processo de planejamento territorial. Além de definir estratégias de desenvolvimento de médio e longo prazo, tal planejamento tem como ênfase a elaboração e implementação de planos regionais, tornando fundamental a participação efetiva dos municípios e comunidades. No plano estadual de desenvolvimento o município se situa: * Macrorregião dos Semiáridos Piauienses; * Território Integrado da Serra da Capivara; * Aglomerado 17. == Infraestrutura == A sede do município dispõe de abastecimento de água fornecido pela Agência de Águas e Esgotos do Piauí, energia elétrica distribuída pela Equatorial, terminais telefônicos atendidos pela Oi, e ainda agência de correios e telégrafos e escolas de nível fundamental e médio. == Geografia == === Revelo === A região urbana do município é contemplada com uma bela paisagem natural, onde o diversificado relevo se constitui como um enorme vale de rochas e montes, a exemplo disso temos a grande serra cortada pela BR-020 que dá ao visitante uma singular paisagem do extenso vale tectônico que compõe a região sudoeste do Piauí. De forma geral, o relevo da região compreende superfícies tabulares reelaboradas, relevo plano com partes suavemente onduladas e altitudes variando de 150 a 300 metros; superfícies tabulares cimeiras, com relevo plano e altitudes entre 400 a 500 metros. Possui ainda encostas e prolongamentos residuais de chapadas, desníveis e encostas mais acentuadas de vales, elevações (serras, morros e colinas), com altitudes de 150 a 500 metros. === Formações de Solo === Cerca de 70% da área do município é representada por rochas pertencentes ao embasamento cristalino e 30% ocupada por rochas sedimentares. O Complexo Sobradinho–Remanso destaca-se entre as rochas cristalinas como as mais antigas, já a Unidade Barra Bonita é representada por formações como mármore e xisto. == O polo turístico das origens == Junto a 17 outros municípios do estado, Coronel José Dias integra a região da Serra da Capivara, que junto ao Parque Nacional da Serra das Confusões, constituí a região turística do Polo das Origens no Piauí. No município localiza-se parte da reserva do Parque Nacional Serra da Capivara, que engloba também os municípios de Brejo do Piauí, João Costa e São Raimundo Nonato. O parque tem cerca de 129.140 hectares e um perímetro de 214 quilômetros. A principal atração é o monumento natural da “Pedra Furada”, amplamente conhecido como o símbolo da riqueza geológica do Parque Serra da Capivara. Aos pés da grande rocha, que ao longo dos tempos foi sendo moldada pelos ventos e outras condições climáticas, às vezes ocorre o festival de “Acordais”, um grande evento que reuni artistas regionais e nacionais e que faz parte da agenda cultura da região da Serra da Capivara. Reconhecido como Patrimônio Histórico e Cultural da Humanidade pela UNESCO, o Parque Nacional Serra da Capivara representa um dos mais importantes exemplares do patrimônio histórico-cultural do país. == Aspectos sociais == === Demografia === O quadro de evolução populacional do município algumas irregularidades, que basicamente consistem em decréscimos seguidos de ligeiro aumento. No ano de 2000, o município apresentava uma população de 4.415 habitantes, no ano de 2007 houve diminuição totalizando uma população de 4.356, e já no de 2010 observa-se um ligeiro aumento do índice populacional do município, que agora apresenta uma população residente de 4.541 habitantes. O grau de urbanização do município, em 2000 era de cerca de 22,9%, em 2007 subiu para 31,6% e em 2010 ficou em torno dos 32,8%.. Atualmente estima-se que cerca de 52,8% da população seja do sexo masculino. Evolução Demográfica de de Coronel José Dias Ano População 2000 2007 4356 2010 4541 === Indicadores sociais === ==== IDH ==== Atualmente o Índice de Desenvolvimento Humano Municipal de Coronel José Dias é 0,546. O município ainda está situado na faixa de Desenvolvimento Humano Baixo, contudo, apresenta resultados positivos devido ao grande crescimento do índice, segundo o Programa das Nações Unidas para o Desenvolvimento, entre os anos de 1991 e 2010 o município acumulou um crescimento de +152,78%, entretanto, ao longo desse período o município ainda apresentou um hiato de desenvolvimento de + 42,09%. Evolução do Índice de Desenvolvimento Humano em 1991 e 2010: * 1991: 0,216 * 2000: 0,386 * 2010: 0,546 Entre os anos de 1991 e 2010 a dimensão que mais cresceu foi a educação, seguida por renda e longevidade. Veja as pontuações dos aspectos de composição do IDH do município: * Educação: 0,433 * Longevidade: 0,725 * Renda: 0,518 No ranking estadual o município de Coronel José Dias ocupa a 169ª posição, em relação aos 224 municípios do estado do Piauí. ==== Índice de Gini ==== A renda per capita média de Coronel José Dias cresceu 132,79% nas últimas duas décadas, passando de R$86,09 em 1991 para R$200,41 em 2010. A taxa média anual de crescimento foi de 53,04% no primeiro período e 52,11% no segundo. A extrema pobreza caiu de 52,73%52,73% em 1991 para 39,46% em 2010. Entre 1991 e 2000 o município teve um elevado aumento na desigualdade, mas esse fator se alterou entre 2000 e 2010, havendo uma acentuada queda. De modo geral a desigualdade social, que é expressa pelo Índice de Gini, passou de 0,42 em 1991 para 0,57 em 2010, evidenciando um aumento significativo desse agravante. == Clima == O município pertence a mesorregião climática do semiárido piauiense e está situado a uma altitude média de 413 metros acima do nível do mar, fazendo parte da região do alto vale do Rio Canindé, afluente do Rio Parnaíba. Apresenta um clima semiárido tropical com temperaturas médias anuais de 26,6 °C. As temperaturas mínimas podem chegar aos 19 °C e as máximas aos 34 °C. O mês que registra as menores temperaturas no município é julho, enquanto que setembro e outubro caracterizam o período mais quente no município com médias variando em torno dos 28 °C. A precipitação pluviométrica vária com isoietas média anuais em torno dos 500 mm, que geralmente se distribuem entre os trimestres janeiro-fevereiro-março e dezembro-janeiro-fevereiro, sendo esses os meses mais chuvosos. Um fator bastante expressivo da região é o elevado Índice de Evapotranspiração que pode alcançar valores superiores aos índices pluviométricos, o que dá a região um clima mais característico das zonas tropicais. Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1992",
 "title": "Coronel José Dias"
}