{
 "id": "33294",
 "text": "{{Info/Município do Brasil | nome = Colônia do Piauí | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 29 de abril | fundação = | gentílico = coloniense | lema = | prefeito = Selindo Mauro Carneiro Tapety Segundo | partido = PL | fim_mandato = 2024 | mapa = Piaui Municip ColoniadoPiaui.svg | latP = S | latG = 07 | latM = 13 | latS = 51 | lonP = O | lonG = 42 | lonM = 10 | lonS = 40 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Picos | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Oeiras, Wall Ferraz, São Francisco do Piauí, Santo Inácio do Piauí, São José do Peixe e São Miguel do Fidalgo | dist_capital = 307,4 | área = 947.879 | área_ref = https://cidades.ibge.gov.br/brasil/pi/colonia-do-piaui/panorama | população = 7651 | data_pop = est. IBGE/2018 | altitude = | clima = | sigla_clima = | idh = 0.571 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2883.49 | data_pib_per_capita = IBGE/2008 }} Colônia do Piauí é um município brasileiro do estado do Piauí, emancipado no dia 29 de Abril de 1992. Localiza-se a uma latitude 07º13'52\" sul e a uma longitude 42º10'41\" oeste, estando a uma altitude de 0 metros. Sua população estimada em 2018 foi de 7.651 habitantes. Possui uma área de 947,879 km². Conhecida como \"A terra da vaquejada\", pois tem a vaquejada mais antiga do estado, fundada em 1976, e é sempre comemorada no mês de Julho, assim como a tradicional festa de vaqueiros iniciada em 1971. ==História== O povoamento iniciou pelo Saco do Rei primeiro nome da Colônia – ainda de maneira tímida. Aos poucos foram chegando moradores. Na época residiam no `` Saco`` algumas famílias: de João Criolo, Raimundo Doquinha, Antônio Neném, Eliseu, Sinhá, Águida, Antônio Lagoa, Maciniana, Elpídio, Barbina, Naboa. A população foi se expandindo para o `` Alto”, lá residiam Benedita Dário, Raimundo Grande, Chico Preto, Joaquim Marrecas, Quelé, Manoel Antônio, Antônio Geraldo, Guardiana; no Tabuleiro – onde hoje é o centro da cidade – Eustáquio, Adelaide, Os Catulinos, Vitalina, e os Camilos; No Baixão: a família de Tonheiro e Joaquim Marrecas e no Mandacaru a família de Seu Zuca. Todas as localidades do município, existentes hoje, já existiam. A criação da Colônia Agrícola Nacional Saco do Rei data da década de 1940, no contexto internacional o mundo assistia o desenrolar da Segunda Guerra Mundial, conflito militar entre as grandes potências mundiais – países do eixo (Alemanha, Itália e Japão) x países aliados (Inglaterra, Estados Unidos e União Soviética). O conflito teve fim somente em 1945, com a explosão de bombas atômicas sobre as cidades japonesas Hiroshima e Nagasáqui. Depois da Segunda Guerra, o mundo teria um novo ordenamento geopolítico: capitalistas x socialistas. ==Topônimo== Em princípio as terras eram nacionais, pois pertenciam ao Rio de Janeiro – daí o nome Colônia Agrícola Nacional – depois passaram a pertencer ao Estado do Piauí. Por sugestões de Dr. José Gusmão o nome deveria ser “Colônia Estrela do Norte” – devido à planta do lugar ter o formato de uma estrela. Mas permaneceu a primeira sugestão – Colônia Agrícola Nacional do Piauí. Recebeu este nome por ser uma fazenda nacional voltada para a agricultura. Mesmo com a denominação CANPi ainda se usou por bastante tempo a terminação Saco do Rei – intitulada antes da chegada de Gusmão. == Ligações externas == * Página da Prefeitura Municipal * Atlas Digital do Piauí (em PDF), dados detalhados sobre municípios piauienses. Colonia Piaui Categoria:Fundações no Piauí em 1992",
 "title": "Colônia do Piauí"
}