{
 "id": "33304",
 "text": "{{Info/Município do Brasil | nome = Dirceu Arcoverde | foto = Pag - Dirceu Arcoverde.jpg | apelido = Dirceu\" \"Bom Jardim\" \"Vitoriosa da Ditadura\" \"Cidade do Pequeno Planalto | brasão = Brasão_Dirceu_Arcoverde.jpg | bandeira = Bandeira_de_Dirceu_Arcoverde_(2).JPG | link_hino = | aniversário = 30 de novembro | fundação = | gentílico = arcoverdensehttp://www.aulete.com.br/arcoverdense Dicionário Auletehttp://cidades.ibge.gov.br/xtras/perfil.php?codmun=220335 IBGE | lema = No rumo certo para o desenvolvimento | padroeiro = Nossa Senhora de Fátima | CEP = 64785-000 | prefeito = Reginaldo de Oliveira Gomes | partido = PP | fim_mandato = 2024 | mapa = Piaui Municip DirceuArcoverde.svg | latP = S | latG = 09 | latM = 20 | latS = 16 | lonP = O | lonG = 42 | lonM = 25 | lonS = 40 | estado = Piauí | mesorregião = Sudoeste Piauiense | microrregião = São Raimundo Nonato | região_metropolitana = | vizinhos = Norte: São Lourenço do Piauí; Sul: Remanso; Leste: Coronel José Dias; Oeste: Fartura do Piauí. | dist_capital = 560 | área = 1005.7 | área_ref = | população = 7046 | data_pop = | altitude = 740 | clima = Semiárido Tropical Sub-Úmido Seco (C1) | sigla_clima = BSh | idh = 0.620 | gini = 0.520 | gini_data = PNUD/2010 | pib = 56 210,90 | pib_per_capita = 8017.53 | leg_foto = Em sentido anti-horário: Vista da região central da cidade (lado sul); Pôr do sol ao lado da torre da Igreja de Nossa Senhora de Fátima; e Câmara Municipal de Vereadores de Dirceu Arcoverde. | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_idh = PNUD/2010 | data_pib = IBGE/2019 | data_pib_per_capita = IBGE/2019 | site_prefeitura = dorceuarcoverde.pi.gov.br. }} Dirceu Arcoverde é um município brasileiro do estado do Piauí. Localiza-se a uma latitude 09°20'17\" sul e a uma longitude 42°25'40\" oeste. De acordo com a nova divisão territorial brasileira, o município está situado na Região Geográfica Intermediária de São Raimundo Nonato, Região Imediata homônima. Em 2010 possuía uma população de 6.677 em uma área de 1005,7 km². Em 2021, segundo estimativa do IBGE, a população é de 7.046. Sua economia está voltada ao setor primário e terciário, tendo maior destaque o setor de prestação de serviços, que responde sozinho por mais da metade do Produto Interno Bruto do município.. Estando a uma altitude média de 740 metros acima do nível do mar, o distrito sede do município se constitui como a segunda cidade de maior altitude no estado do Piauí, antecedida apenas pela cidade de Marcolândia (785 metros) na Chapada do Araripe, sudeste do estado. Dividida pela Barragem de Malhadinha, a cidade de Dirceu Arcoverde divide-se em dois planos urbanos, norte e sul da represa. ==História de Dirceu Arcoverde== Região habitada desde 1880, a localidade de Bom Jardim foi originalmente emancipada em 1962 e teve Tidinho como primeiro administrador. Porém tal condição foi revogada após dois anos quando Bom Jardim retornou à condição de povoado. Emancipado em 30 de novembro de 1979 por força da Lei Estadual n.º 3.701 sancionada pelo governador Lucídio Portela, o novo município foi desmembrado de São Raimundo Nonato e batizado em homenagem ao político Dirceu Arcoverde, que falecera meses antes no exercício do cargo de senador.Dirceu Arcoverde morre em Brasília e deixa a vaga de senador para Alberto Silva (online). Jornal do Brasil, Rio de Janeiro (RJ), 17/03/1979. Política e Governo, p. 02. Página visitada em 11 de fevereiro de 2018. Ao ser emancipado tornou-se o 115º (centésimo décimo quinto) município do Piauí e o único a ser criado no curso do Regime Militar de 1964, o que lhe valeu o epíteto de \"vitoriosa da ditadura\". Em 29 de abril de 1992 o governador Freitas Neto sancionou Lei Estadual nº 4.477 criando vinte e nove novos municípios, dentre os quais Fartura do Piauí, outrora povoado de Dirceu Arcoverde. ==Aspectos políticos== Em 15 de novembro de 1982 ocorreu a primeira das nove eleições municipais realizadas em Dirceu Arcoverde e nelas o vitorioso foi o candidato do PDS, Olímpio Dias dos Passos, eleito para um mandato de seis anos.SANTOS, José Lopes dos. Novo Tempo Chegou. Brasília: Senado Federal, 1983. Dentre todos os prefeitos que o município já teve, o primeiro a ser reeleito foi Francisco de Castro Ribeiro enquanto Carlos Gomes de Oliveira foi eleito em 2012, mas teve o mandato cassado após três anos num entremeio de sentenças e recursos judiciais que o afastaram do cargo por sete meses. Cassado pelo juiz 95ª Zona Eleitoral em 6 de abril de 2015, foi mantido no cargo por uma liminar do desembargador Joaquim Dias de Santana até que o pleno do Tribunal Regional Eleitoral do Piauí confirmou sua cassação ao final do mês, decisão revertida em 9 de novembro por uma liminar do Tribunal Superior Eleitoral expedida pela ministra Luciana Lóssio. ==Lugares e Festas Populares== Junto a 17 outros municípios do estado, Dirceu Arcoverde integra a região da Serra da Capivara, que junto ao Parque Nacional da Serra das Confusões, constituí a região turística do Polo das Origens no Piauí. Reconhecido como Patrimônio Histórico e Cultural da Humanidade pela Unesco, o Parque Nacional Serra da Capivara representa um dos mais importantes exemplares do patrimônio histórico-cultural do país. Os locais de maior valor natural e cultural do município são: * Capela de Senhor do Bonfim * Serra Dois Irmãos * Barragens de Malhadinha e Pedregulho O mês de maio é o período em que o município recebe mais visitantes, o que se dá em função das festividades religiosas da padroeira da cidade e também do festival de maio, um evento que ocorre junto ao novenário da padroeira e conta com a participação de diversos artistas. As datas festivas do município são: * Festividades de Nossa Senhora de Fátima (13 de maio) * Festividades de Senhor do Bonfim (6 de agosto) * Aniversário da cidade (30 de novembro) == Subdivisão de planejamento == O “Planejamento Participativo para o Desenvolvimento Sustentável” é um recurso, cunhado pelo Governo do Estado do Piauí, que visa desenvolver um amplo e participativo processo de planejamento territorial. Além de definir estratégias de desenvolvimento de médio e longo prazo, tal planejamento tem como ênfase a elaboração e implementação de planos regionais, tornando fundamental a participação efetiva dos municípios e comunidades. No plano estadual de desenvolvimento o município se situa: * Macrorregião dos Semiáridos Piauienses; * Território Integrado da Serra da Capivara; * Aglomerado 17. ==Economia== {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Impostos Serviços Agropecuária Indústria A madeira foi durante muito tempo fonte de renda na região, usada principalmente nas atividades agropecuárias e na indústria de transformação. No entanto, a vasta exploração das frágeis florestas semiáridas não possibilitou a manutenção dessa atividade, que deixou marcada na história do município o rastro da devastação. Atualmente, em contraste com o panorama estadual, Dirceu Arcoverde é um dos municípios que menos desmata, seja para a produção de carvão vegetal, lenha ou madeiraARAÚJO, José Luis Lopes (org). Atlas Escolar do Piauí: Geo-histórico e cultural. João Pessoa: Editora Grafset, 2011. Atlas Escolar do Piauí. O município também já foi palco de explorações minerais. Até o fim da década de 1990 houve a extração de talco em pedra, atividade que foi extinta devido a sua desvalorização econômica e falta de pesquisas. Entretanto, ultimamente a região vem sendo alvo de estudos que indicam à possibilidade de exploração do minério de ferro, bastante concentrado na região. Na agricultura, têm-se o cultivo sazonal de culturas de milho, feijão, mandioca, sorgo e mamona. Culturas como a mandioca e a mamona possuem maior destaque na região, gerando tapioca/farinha e biodiesel, respectivamente. Na pecuária há a exploração de atividades relacionadas à criação de bovinos, ovinos, caprinos, suínos e galináceos, além da apicultura. Com base em dados levantados pelo IBGE, até 2019 a renda per capta bruta anual em Dirceu Arcoverde era de R$ 8.017,53, que equivale a uma renda per capita mensal média de R$ 668,13, a quinta maior entre os 13 municípios que compõem a Região Imediata de São Raimundo Nonato. O município possui um Produto Interno Bruto a preço corrente em torno de R$ 56.210,90, desse total, 5% era proveniente de atividades agropecuárias, 3% do setor de indústria, 88% do setor de serviços e 4% de impostos sobre produtos líquidos. ==Educação== Evolução Demográfica do município Ano População 1991 2000 2007 2010 Até o ano de 2010, a proporção de crianças de 5 a 6 anos na escola era de 91,87%. No mesmo ano, a proporção de crianças de 11 a 13 anos frequentando os anos finais do ensino fundamental era de 68,39%; a proporção de jovens de 15 a 17 anos com ensino fundamental completo era de 37,83%; e a proporção de jovens de 18 a 20 anos com ensino médio completo era de 19,74%. Entre 2000 e 2010 o indicador de Expectativa de Anos de Estudo avançou de 5,90 anos para 8,45 anos, o que ainda deixa o município abaixo da média estadual, que é de 9,23 anos. Cerca de 36,06% dos adultos com 25 anos ou mais ainda são analfabetos, um agravante para o contexto educacional do município. ===Escolas públicas=== * Unidade Escolar Dr.Barroso * Unidade Escolar Alegria Do Saber * Unidade Escolar Luíza Lima De Aguiar (fechada) * Unidade Escolar Pequeno Mickael ===Escolas privadas=== * Fundação Educacional Rei Davi ==Urbanização== De modo geral, a cidade de Dirceu Arcoverde possui mais de 50% de seus bairros com pavimentação em paralelepípedo e iluminação pública, contudo, em quase toda a cidade não há plano de saneamento básico. A estrutura de concreto mais alta da cidade é a torre da Igreja Matriz de Nossa Senhora de Fátima, no centro. A cidade não possui um plano de planejamento urbano, contudo, a irregularidade das ruas e avenidas ainda não compromete o fluxo de transito, porém não favorece a circulação de pedestres ou ciclistas. O perímetro urbano da cidade de Dirceu Arcoverde é formado pelos seguintes bairros: * Boa Vista * Bom Jardim * Centro * Santa Luzia * Dona Cotinha * Lagoa da Onça * Loteamento Almir Paes Ribeiro * Loteamento Altiplano Norte ===Vias e Praças Urbanas=== A cidade é cortada pela PI-140, rodovia de jurisdição estadual que liga Dirceu Arcoverde às cidades de São Lourenço do Piauí e Remanso. A rodovia estende-se desde a fronteira com o Estado da Bahia até a cidade de Floriano, às margens do Rio Parnaíba. Destaca- se também a estrada vicinal de sentido oeste, que dá acesso ao município de Fartura do Piauí e a alguns dos principais distritos do município. Considerando seu espaço geral, a cidade é disposta em dois planos urbanos nitidamente separados pela represa da Barragem de Bom Jardim, um situado ao norte e outro ao sul da represa. Considerando essa subdivisão as principais vias e praças da cidade são: No Plano Norte * Avenida José Ribeiro Galvão Integra os bairros Bom Jardim-Altiplano Norte e dá acesso à saída para Fartura do Piauí. * Avenida São Raimundo (PI-140) Integra os bairros Bom Jardim-Boa Vista e dá acesso à saída para São Lourenço do Piauí. * Praça Bom Jardim No Plano Sul * Avenida Joaquim Amâncio Ribeiro (PI-140) Avenida expressa que integra todo o plano sul da cidade e dá acesso à saída para Remanso. * Rua Tancredo Neves Rua onde estão localizadas as Escolas Dr. Barroso, Luiza Lima de Aguiar e Rei Davi, além da Prefeitura Municipal. * Rua João De Deus Rua expressa do plano sul que liga o centro da cidade ao bairro Dona Cotinha. * Praça Antonio Amâncio Ribeiro (Praça da Igreja) * Praça Olímpio Dias Dos Passos (Praça da Rodoviária) * Praça Manoel Martins Ribeiro (Praça do Abrigo) * Praça Tia Gina ==Regiões Municipais== Em toda a sua extensão o município comporta uma grande quantidade de comunidades e vilas, mas pela concentração populacional destacam-se as localidades de: * Lagoa do Buraco – Região Oeste * Capim do Zé Macário – Região Noroeste * Teodoro – Extremo Oeste * Lagoa do Leandro – Região Sul * Queimadas do Senhor do Bonfim – Região Sudeste * Carretão – Centro Norte ==Serviços e Comunicações== ===Telefonia e Internet=== *Vivo *Oi *Oxente Net (banda larga) ===Companhia Hídrica=== *Águas e Esgotos do Piauí S/A ===Companhia Elétrica=== *Eletrobras Distribuição Piauí ==Relevo== thumb|280px|esquerda|Câmara Municipal de Vereadores de Dirceu Arcoverde. Tendo sua sede caracterizada como a segunda cidade mais elevada de todo território piauiense, o município de Dirceu Arcoverde apresenta um relevo de leves ondulações, que são extensões das Serras Cristalinas situadas ao sul da cidade. Estando a uma altitude média de 740 metros acima do nível do mar, a cidade de Dirceu Arcoverde se localiza sobre as médias elevações de terra pertencentes a Serra Dois Irmãos, que se constitui como conjunto geológico que separa e define as bacias dos rios Parnaíba e São Francisco. A região central da cidade ocupa uma das áreas mais baixas do relevo urbano, tendo a norte e sul bairros de maior elevação como o Boa Vista e Dona Cotinha, respectivamente. Compreendendo um relevo de traços irregulares, o município proporciona contínuas paisagem de declives inconstantes que são acentuadas pelos inúmeros montes e colinas existentes. Basicamente o relevo do município compreende chapadas baixas, relevo plano, suaves ondulações com altitudes variando entre 150 a 300 metros; além de chapadas altas com altitudes entre 400 e 700 metros, encostas, serras, morros e colinas. ==Clima== Segundo a classificação de Thornthwaite no município de Dirceu Arcoverde distinguem-se dois tipos climáticos. Estes variam entre as condições semiáridas e subúmidas, fator que caracteriza a região como zona de transição entre o sertão semiárido e o cerrado sazonal. No que se refere à classificação didática do clima, convêm-se utilizar a classificação de Köppen, que define a região como típica de clima semiárido de tipo BSh com variações de altitude e características tropicais. Como é típico das regiões semiáridas, a região costuma apresentar condições extremas de temperatura, chegando a registrar amplitudes térmicas de até 16 °C. Esse fenômeno está relacionado aos baixos índices de umidade do ar, que geralmente ficam entre 40 e 50% no inverno arcoverdino. Apresentando um clima relativamente instável, o município proporciona temperaturas médias anuais que variam em torno dos 26 °C. A precipitação média varia entre 600 a 800mm anuais. Sua precipitação anual é definida pelo Regime Equatorial Continental. A média máxima de temperatura fica em torno dos 31 °C, enquanto que a mínima varia por volta dos 19 °C. De acordo com o Atlas Climatológico do Estado do Piauí, as temperaturas mais elevadas no município de Dirceu Arcoverde ficam em torno dos 35 °C, enquanto que a mínima pode atingir os 15 °C. No município, a ocorrência de ilhas de calor é bastante caracterizada, fator que pode estar ligado a pouca utilização de áreas verdes e que provoca um acréscimo na temperatura de até 3 °C na zona urbana. Em termos regionais, o município pertence à Mesorregião Climática dos Semiáridos Piauienses, localizado sobre as cadeias montanhosas do alto vale da grande bacia do Rio Parnaíba. Apesar da altitude, o município não apresenta variações climáticas típicas de regiões serranas, isso acontece devido a sua localização geográfica em relação à Linha do Equador e ao Meridiano de Greenwich. A região apresenta favoráveis condições à ocorrência de ventanias, que durante o inverno podem alcançar até 8 metros por segundo, favorecendo a formação de redemoinhos de grande intensidade. Nesse período os ventos costumam seguir com mais frequência à direção sudeste, sendo ventos alísios do hemisfério sul. ==Hidrografia== thumb|320px|direita|Serra Dois Irmãos ao sul do município de Dirceu Arcoverde. O município pertence à Macrorregião Hidrográfica do Rio Parnaíba, rio que constitui a mais extensa entre as 25 bacias da Região Nordeste. Integra ainda a Sub-bacia Hidrográfica do Rio Piauí, que nasce no Planalto do Meio-Norte e deságua na altura do médio Parnaíba. Caracteriza-se como uma região de deficiência hídrica. Em toda a sua extensão, o município não é cortado por nenhum curso permanente de água e os principais recursos disponíveis provém dos riachos: Seco, Pedregulho e Cavalheiro. Por não serem perenes, tais fontes apresentam vazão apenas na alta temporada da estação da cheia, no verão. Dos reservatórios superficiais existentes no município, destacam-se as represas de Malhadinha e Pedregulho. Dessas reservas disponíveis, chama a atenção a Represa de Malhadinha, construída no encontro dos Riachos Lotéro e Nova Olinda, no perímetro urbano da sede do município. No contexto hidrogeológico distinguem-se dois domínios mais aflorados: as rochas cristalinas e os depósitos detrítico-lateríticos. As rochas cristalinas representam o que é denominado comumente de “aquífero fissural” e representam cerca de 95% da área total do município. Compreendem rochas pré-cambrianas representadas litologicamente por gnaisses. Nessas rochas a ocorrência de água subterrânea é condicionada por uma porosidade secundária representada por fraturas e fendas, o que se traduz por reservatórios aleatórios, descontínuos e de pequena extensão. A unidade Depósitos Detrítico-Lateríticos correspondem a sedimentos não consolidados que afloram em manchas isoladas. Sua constituição litológica é desfavorável ao armazenamento de água subterrânea, e tem pouca expressão de área no município. ==Vegetação== O bioma predominante é o da caatinga, bioma exclusivamente brasileiro com características particulares que não são encontradas em nenhum outro lugar do planeta. Coberto em sua grande parte por densas chapadas, a região apresenta árvores próprias desse bioma. Na região há ocorrência de duas Unidades Geoambientais, os Pediplanos do Sertão da Divisa Piauí/Bahia e os Pediplanos do Extremo Sul do Sertão do Piauí. Na região predomina o subtipo de caatinga arbustivo-arbórea. As caatingas arbóreas, presentes em grandes proporções na região, são mais frequentes em locais mais úmidos como serras ou chapadas o que permite o desenvolvimento de árvores de maior porte, como angico e aroeira. Contudo, há também locais onde se encontra o subtipo arbustivo, que é mais frequente em ambientes mais secos onde comumente encontram-se favelas e marleleiros. Assim como em outras regiões das Sub-bacias dos Rios Piauí e Canindé, no município há ocorrência de vegetação de clima tropical, como por exemplo os campos cerrados e cerradões. Nesses locais a precipitação anual é ligeiramente maior do que na maior parte do município, possibilitando o desenvolvimento de vegetações esparsas de baixa estatura, no caso de campo cerrado, ou vegetações arbóreas densas e contínuas, quando a ocorrência é de cerradões. A região abriga uma grande variedade de espécies nativas da caatinga, porém o potencial vegetal desse bioma ainda não é devidamente explorado na arborização urbana. Atualmente, a pouca arborização na sede municipal é defina quase que maciçamente pelo uso de espécies exóticas. Segundo dados do IBGE a cidade de Dirceu Arcoverde possui um índice arborização 39,7%, ocupando a 194ª posição no ranking estadual. Dentre as espécies nativas da caatinga mais aptas a arborização destacam-se: * Umburana de cheiro * Pau D’Arco * Juazeiro * Jatobá * Feijão-bravo * Mororó ==Cidades-irmãs== * Fartura, , Brasil * São Raimundo Nonato, , Brasil Categoria:Fundações no Piauí em 1992",
 "title": "Dirceu Arcoverde"
}