{
 "id": "33306",
 "text": "{{Info/Município do Brasil | nome = Domingos Mourão | foto = | leg_foto = | apelido = | padroeiro = Nossa Senhora do Carmo | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = domingos-mouronense | lema = | prefeito = Maria Irinelda Gomes de Oliveira Silva | partido = PTB | fim_mandato = 2024 | mapa = Piaui Municip DomingosMourao.svg | latP = S | latG = 04 | latM = 15 | latS = 14 | lonP = O | lonG = 41 | lonM = 16 | lonS = 12 | estado = Piauí | mesorregião = Centro-Norte Piauiense | data_mesorregião = IBGE/2008 | microrregião = Campo Maior | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = São João da Fronteira, Brasileira, Piripiri, Pedro II e Estado do Ceará | dist_capital = 237 | área = 846.831 | área_ref = | população = 4264 | data_pop = IBGE/2010 | altitude = 150 | clima = | sigla_clima = | idh = 0.546 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2921.54 | data_pib_per_capita = IBGE/2008 | site_prefeitura = domingosmourao.pi.gov.br }} Domingos Mourão é um município brasileiro do estado do Piauí. ==Históriɑ== Iniciou seu povoado com a construção de uma capela em homenagem a Nossa Senhora do Carmo, atual padroeira da cidade. Antônio Benício Filho foi quem promoveu campanha para atrair moradores de outras regiões. Domingos Mourão foi desmembrado do município de Pedro II, este fundado por portugueses. Passou a ser cidade pela Lei estadual n.º 2.345 de 5 de dezembro de 1962. Em 1973 a cidade deixou de ser chamada de Olho D'Água Grande e passou a ter seu nome atual. == Geografia == Domingos Mourão encontra-se na microrregião de Campo Maior, mesorregião Centro-Norte Piauiense. Localiza-se a uma latitude 04º15'14\" sul e a uma longitude 41º16'13\" oeste, estando a uma altitude de 150 metros. Sua distância da capital Teresina é de 194 km. Sua população estimada em 2020 era de 4.354 habitantes. == Obras Sobre o Município == * Livro: História e Memória: Emancipação Política de Domingos Mourão (Autor: Professor José Estêvão da Silva Santos) == Rodovias == O acesso ao município é feito por via terrestre, por meio das rodovias principais e estradas vicinais. As principais vias de acesso são: * Rodovia PI-258, que liga a rodovia BR-222 à sede de Domingos Mourão e segue até a divisa com o Estado do Ceará. * Rodovia PI-216, que liga a sede do município à rodovia BR-404, já no município de Pedro II. == Administração == * Prefeito: Maria Irinelda Gomes de Oliveira Silva (2021/2024) * Vice-prefeito: Ricardo Fabrício de Brito Pereira (2021/2024) * Presidente da câmara: Mayara Francélia Ferreira e Silva (2021/2022) == Ver também == * Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1962",
 "title": "Domingos Mourão"
}