{
 "id": "33311",
 "text": "{{Info/Município do Brasil | nome = Francinópolis | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 1 de maio | fundação = | gentílico = Francinopolitano | padroeiro = São Francisco de Assis | CEP = 64520-000 | lema = | prefeito = Paulo César Rodrigues de Morais | partido = PP | fim_mandato = 2024 | mapa = Piaui Municip Francinopolis.svg | latP = S | latG = 06 | latM = 23 | latS = 45 | lonP = O | lonG = 42 | lonM = 15 | lonS = 43 | estado = Piauí | mesorregião = Centro-Norte Piauiense | data_mesorregião = IBGE/2008 | microrregião = Valença do Piauí | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Elesbão Veloso, Barra d'Alcântara, Várzea Grande, Arraial e Regeneração | dist_capital = 200 | área = 254.407 | área_ref = | população = 5230 | data_pop = IBGE/2010 | altitude = 245 | clima = | sigla_clima = | idh = 0.549 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2804.59 | data_pib_per_capita = IBGE/2008 | site_prefeitura =francinopolis.pi.gov.br | site_câmara =francinopolis.pi.leg.br }} Francinópolis é um município brasileiro do estado do Piauí. Localiza-se a uma latitude 06°23'45\" sul e a uma longitude 42°15'43\" oeste, estando a uma altitude de 245 metros. Sua população estimada em 2004 era de 5.225 habitantes. No mês de julho acontece o festejo da cidade de Francinópolis. Famosa na região, a festa faz com que a cidade receba o maior número de turistas durante todo o ano. Francinópolis fica a cerca de 25 km do município de Elesbão Veloso, por onde é feito o acesso de carro. ==História== Antigo povoado Papagaio, formado a partir do estabelecimento de retirantes das secas do Ceará. Foi emancipado através da lei nº 2.112, de 12 de junho de 1961. === Administração pública === ; Poder Executivo O atual prefeita de Francinópolis é Maria do Socorro Bandeira Fonseca, do PMDB, natural desta cidade, Servidora Pública Estadual, com ensino superior completo, eleita em 2012 pela primeira vez como vice-prefeita que assumiu o cargo devido a renuncia de Ozael Ferreira dos Santos, do PSD. Na eleição, teve o apoio dos partidos PRB, PMDB, PR, DEM, PSB, PV e PSD, que formaram a coligação Unidos por Francinópolis. Atualmente a cidade não possui o cargo de vice-prefeito. ; Poder Legislativo O Poder Legislativo é representado pela câmara municipal, composta por nove vereadores com mandato de 4 anos. Cabe aos vereadores na Câmara Municipal de Francinópolis, especialmente fiscalizar o orçamento do município, além de elaborar projetos de lei fundamentais à administração, ao Executivo e principalmente para beneficiar a comunidade. * Presidente da câmara:Kleverson Davi Soares Santos ==Bibliografia== * MORAIS, Eliane Rodrigues de. De Papagaio a Francinópolis. Teresina, EDUFPI, 2008. ISBN 978 857 463 237 7 Categoria:Fundações no Piauí em 1961",
 "title": "Francinópolis"
}