{
 "id": "33314",
 "text": "{{Info/Município do Brasil | nome = Francisco Santos | foto = Cidade de Francisco Santos-pi.jpg | leg_foto = | apelido = Chico Santos | brasão = Brasão da cidade de Francisco Santos-PI.jpg | bandeira = Bandeira da cidade de Francisco Santos-PI.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 24 de dezembro | fundação = | gentílico = francisco-santense | lema = | prefeito = Luís José de Barros | partido = PSD | fim_mandato = 2024 | mapa = Piauí Munícipo Francisco Santos.svg | latP = S | latG = 06 | latM = 59 | latS = 34 | lonP = O | lonG = 41 | lonM = 08 | lonS = 16 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Pio IX | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Norte: Pimenteiras Leste: Monsenhor Hipólito e Campo Grande do Piauí Sul: Jaicós Oeste: Geminiano e Santo Antônio de Lisboa | dist_capital = 355 | área = 569.502 | área_ref = | população = 9372 | data_pop = est. IBGE/2020 | altitude = 270 | clima = semi arido | sigla_clima = | CEP = 64645000 | idh = 0.607 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3224.01 | data_pib_per_capita = IBGE/2008 | padroeiro = Imaculado Coração de Maria | site_prefeitura = franciscosantos.pi.gov.br }} Francisco Santos é um município do Estado do Piauí. Antes de tornar-se município, Francisco Santos era um povoado, chamado Jenipapeiro, pertencente ao município de Picos. Recebeu o Topónimo de Francisco Santos em homenagem ao Coronel piauiense, Francisco de Souza Santos, nascido no antigo povoado Jenipapeiro. Sua emancipação política ocorreu pela lei estadual nº 1993, de 09 de Setembro de 1960, desmembrando-se de Picos. Localiza-se a uma latitude 06º59'34\" sul e a uma longitude 41º08'16\" oeste, estando a uma altitude de 270 metros. Sua população estimada em 2004 era de 7.040 habitantes, em 2010 era de 8.592 habitantes e já em 2020 de 9.372 habitantes. O município de Francisco Santos tem suas origens no povoado Jenipapeiro. Segundo a tradição oral, a ocupação da terra teve início em 1818, e a razão do topônimo foi a grande abundância de jenipapeiros na área, à época em que ali se fixaram os primeiros habitantes, uma fazenda dos baianos: Rosa Maria Rodrigues e Policarpo Rodrigues Chaves, juntamente com outras 7 pessoas que migraram da Bahia por conflitos familiares. Prolificos, Rosa Maria e Policarpo tiveram 13 filhos, dos quais 9 sobreviveram e chegaram a idade adulta. Entrelaçados entre si ou com pessoas de fora do local, estes descendentes deram origem a quase totalidade da população local. Católicos convictos, trouxeram uma imagem de Santo Antônio e outra de Nossa Senhora das Dores, perdidas durante reformas na igreja matriz do Imaculado Coração de Maria. Um século após o inicio do povoamento, 1919, construiu-se a primeira capela, iniciando-se os festejos do padroeiro, o Imaculado Coração de Maria. Em torno da capela cresceu o arraial que, 17 anos depois, em 1935, era elevado a categoria de povoado, com a mesma denominação da fazenda, Jenipapeiro. Ganhou a sua emancipação política e territorial do município de Picos no dia 24 de dezembro de 1960, sendo posto o nome de Francisco Santos, em homenagem ao piauiense, o Coronel Francisco de Souza Santos, nascido no antigo Povoado Jenipapeiro. Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1960",
 "title": "Francisco Santos"
}