{
 "id": "33322",
 "text": "{{Info/Município do Brasil | nome = Isaías Coelho | foto = | leg_foto = | apelido = | brasão = | bandeira = | Description = | Source = | Date = | Author = | Permission = | other_versions = | link_brasão = | link_bandeira = | link_hino = | aniversário = 9 de dezembro | fundação = | gentílico = isaiense, coelhense, ou isaiascoelhense tamborilense (em desuso) | lema = A Força e a Voz do Povo em Ação | prefeito = Francisco Eudes Castelo Branco Nunes | partido = PMDB | fim_mandato = 2020 | mapa = Piaui Municip IsaiasCoelho.svg | latP = S | latG = 07 | latM = 44 | latS = 16 | lonP = O | lonG = 41 | lonM = 40 | lonS = 33 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Alto Médio Canindé | data_microrregião = IBGE/2008 | região_metropolitana = Sudeste Piauiense e microrregião do Alto Médio Canindé | vizinhos = Simplício Mendes, Vera Mendes, Conceição do Canindé, Floresta do Piauí, Patos do Piauí e Campinas do Piauí. | dist_capital = 407 | área = 664.660 | área_ref = | população = 8218 | data_pop = IBGE/2010 | altitude = 260 | clima = tropical sêco semi-árido | sigla_clima = | idh = 0.582 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2654.96 | data_pib_per_capita = IBGE/2008 }} Isaías Coelho é um município do Estado do Piauí, localizado na mesorregião do Sudeste piauiense integrante da microrregião do Vale do Alto Médio Rio Canindé. Antes de tornar-se município, Isaías Coelho era um povoado do município de Simplício Mendes. Sua emancipação política ocorreu em 09 de Dezembro de 1963, através da Lei Estadual nº 2549. Isaías Coelho se chamava Tamboril, antes de sua emancipação. A denominação de Isaías Coelho deu-se em Homenagem ao ilustre médico piauiense, Isaías Rodrigues Coelho, oriundo da tradicional família Coelho Rodrigues do Piauí, com raízes genealógicas na cidade de Paulistana (Piauí), mas a história vai mais além e remonta à Freguesia de Paço de Sousa, no Distrito do Porto, em Portugal. == História == O município está localizado nos entornos adjacentes das antigas não mais existentes fazendas, assentadas no Piauí por decreto da Coroa portuguesa por meio de Carta Régia de 1701. Eram estas fazendas: \"Fazenda Olho d'Água\", \"Fazenda Salinas\", \"Fazenda Caraíbas\", \"Fazenda Saco Dos Bois Del-Rei\", \"Fazenda Paulista, atual Paulistana\", \"Fazenda Serrinha\", \"Fazenda Cana-brava\" e \"Fazenda-Nova\". As fazendas formavam a Colônia Rural de São Pedro d'Alcântara, na Província do Piauí. A colônia de São Pedro d'Alcântara foi reconhecida por seu valor histórico e as fazendas foram tombadas pelo Instituto Histórico e Geográfico Brasileiro (IHGB), como Patrimônio cultural imaterial da Província do Piauí, no período do Império do Brasil. As fazendas em princípio pertenciam a Coroa portuguesa, mas com a independência da Província do Piauí do Reino de Portugal e a adesão da mesma Província ao Império do Brasil, as fazendas passaram a pertencer ao Rio de Janeiro, que foi a capital do Reino Unido de Portugal, Brasil e Algarves e também capital do Império do Brasil. Com a Proclamação da República do Brasil, as fazendas foram declaradas \"fazendas nacionais\" – depois passaram a pertencer integralmente ao Estado do Piauí. Foi a partir de uma feira que era frequentada pelos moradores destas fazendas que surgiu um povoado, que se chamava \"Povoado Tamboril\", tendo sido assim nomeado pelos primeiros colonos que alí se assentaram. Esse nome deu-se ao local pelo fato de que ao se estabelecerem, esses colonos encontraram naquela localidade uma espécie de peixe já conhecido pelos portugueses e bastante apreciado, peixe este, de nome Tamboril, que em particular é um dos peixes tradicionais da Gastronomia Portuguesa. O povoado Tamboril pertencia ao município de Simplício Mendes, sede das localidades limítrofes. Com o crescimento gradual do povoado Tamboril, foi construída uma pequena Igreja Católica e com essa igreja houve o consequente desenvolvimento desta feira, então surgiram no entorno alguns pequenos \"quartos\", para a venda de mercadorias provenientes da Bahia. No mesmo período começaram a ser construídas residências pelos moradores já na área povoada do que posteriormente seria a sede do município de Isaías Coelho. Em 1952, junto com a luta para emancipar o povoado Tamboril do município de Simplício Mendes, foi edificada uma nova Igreja sendo dedicada à Sant'Ana e São Joaquim, padroeiros do município. Somente em 1964 ocorreu de facto a emancipação política, já com o topónimo de Isaías Coelho. A divisão territorial entre os municípios de Simplício Mendes e Isaías Coelho só aconteceu em 31 de dezembro 1968, assim permanecendo em divisão territorial datada de 2005, segundo apontam dados do IBGE. Durante o processo de emancipação política em 1964, o povoado Tamboril foi elevado à categoria de município, com a denominação de \"Isaías Coelho\", pela lei estadual n.° 2549, de 09-12-1963, desmembrando-se do município de Simplício Mendes, recebendo assim um novo nome para evitar homonímia com o município de Tamboril do Piauí, que já existia no Estado. == Origem do nome do município == O município de Isaías Coelho recebeu um novo nome como forma de homenagear um dos médicos da região, que se destacou pela sua bondade, caridade, generosidade, gênio forte e habilidade para resolver problemas em circunstâncias que nem sempre eram favoráveis, chamado Isaías Rodrigues Coelho. ==== Dados biográficos do homenageado ==== Isaías Rodrigues Coelho exerceu a medicina durante quase meio século e foi considerado um dos grandes médicos na região Nordeste. Sua fama era muito conhecida pelo povo, especialmente nos sertões do Piauí, Bahia e Pernambuco. Em suas passagens por Petrolina, com destino a Salvador, ele demorava dias seguidos, atendendo muitos pacientes que, esperançosos, recorriam ao médico piauiense, em busca de cura. Formou-se em medicina pela Tradicional Faculdade de Medicina da Bahia em 27 de Dezembro de 1913, e era conhecido apenas por Dr. Isaías. Isaías Rodrigues Coelho nasceu no dia 20 de outubro de 1890, no povoado Lagoas, então município de Oeiras, Piauí, depois incorporado ao município de Simplício Mendes; faleceu na noite de 21 de janeiro de 1960, em Teresina, e foi sepultado em Simplício Mendes, sob forte comoção popular. Homem simples e caridoso, Dr. Isaías tornou-se ídolo de seu povo e foi homenageado em várias cidades do Nordeste brasileiro. Em Simplício Mendes foi inaugurada a praça Isaías Coelho, com uma estátua do homenageado. Em 1990, na celebração do centenário do seu nascimento, as Prefeituras de Isaías Coelho e de Simplício Mendes e o Instituto Histórico de Oeiras publicaram o livro “Isaías Coelho – o centenário de um mestre”. Em 2006, foi publicado o livro “Isaías Coelho – o Esculápio do Sertão”, de autoria do engenheiro José Mendes de Sousa Moura, com apoio da Universidade Federal do Piauí e da Academia de Medicina do Piauí. ==== Ramificações familiares ==== Isaías Rodrigues Coelho era filho de Joaquim Juscelino Rodrigues Coelho e Gabina Rodrigues de Carvalho, um casal de primos oriundos da tradicional família Coelho Rodrigues do Piauí, com raízes genealógicas na cidade de Paulistana. Dr. Isaías era tetraneto de Dona Domiciana Vieira de Carvalho e Dom Valério Coelho Rodrigues, por duas linhas de ascendência, por parte de Valério Coelho Rodrigues Filho, José Rodrigues Coelho e Manoel Rodrigues Coelho. Valério Coelho Rodrigues nasceu em 3 de setembro de 1713, na Freguesia de Paço de Sousa, Distrito do Porto, em Portugal, e morou a maior parte de sua vida na fazenda Paulista, atualmente município de Paulistana, tendo sido um personagem importante no processo de colonização portuguesa no Piauí, por ter sido um dos desbravadores do interior do Estado ao longo do Século XVIII. Ele foi oficialmente reconhecido pela Coroa portuguesa como Fidalgo, sendo-lhe concedido o privilégio do título Dom. O patriarca Valério Coelho Rodrigues firmou importantes raízes históricas e sociais na região do Nordeste brasileiro e gerou uma vasta família com descendência que se projeta na política nacional do Brasil até os dias de hoje, como destacou o historiador e acadêmico piauiense Reginaldo Miranda da Silva, que se dedicou ao estudo da genealogia das principais famílias piauienses e, em 2017, publicou o livro “Memória dos Ancestrais”, pela Coleção de Genealogia Piauiense, da Academia Piauiense de Letras. Como forma de homenagear Valério Coelho Rodrigues, Wilson Martins ex-Governador do Piauí instituiu a Ordem Estadual Valério Coelho Rodrigues, pelo Decreto nº 15.311, de 19 de agosto de 2013, com a finalidade de agraciar cidadãos que se destacam por serviços de excepcional relevância prestados ao Estado. == Geografia == Localiza-se a uma latitude 07º44'16\" sul e a uma longitude 41º40'34\" oeste, estando a uma altitude de 260 metros. Em 2009, sua população estimada era de 8.043 habitantes, segundo o IBGE. ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1963",
 "title": "Isaías Coelho"
}