{
 "id": "33328",
 "text": "{{Info/Município do Brasil | nome = Jerumenha | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = jerumenhense | lema = | prefeito = José Inácio Pereira da Silva Júnior | partido = PL | fim_mandato = 2024 | mapa = Piaui Municip Jerumenha.svg | latP = S | latG = 07 | latM = 05 | latS = 16 | lonP = O | lonG = 43 | lonM = 30 | lonS = 36 | estado = Piauí | mesorregião = Sudoeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Floriano | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Guadalupe, São João dos Patos (MA) e Barão de Grajaú (MA) Sul: Canavieira Leste: Floriano e Itaueira Oeste: Marcos Parente, Landri Sales e Guadalupe | dist_capital = 310 | área = 1693.772 | área_ref = | população = 4383 | data_pop = IBGE/2010 | altitude = 145 | clima = tropical | sigla_clima = Aw | idh = 0.653 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4803.12 | data_pib_per_capita = IBGE/2008 }} Jerumenha é uma cidade e município do estado do Piauí (estado localizado na região Nordeste), que se localiza na Zona do Alto Parnaíba. Possui 43 estabelecimentos de ensino primário. Cultiva feijão, mandioca, arroz, cana-de-açúcar e milho. Desenvolve criação de suínos, bovinos, caprinos e ovinos. ==História== A história de fundação de Jerumenha data do século XVII, quando em 1676 o governo de Pernambuco concedeu ao português Francisco Dias D'Ávila um extenso domínio de terra, incluindo o território do atual município, para que ali se estabelecesse uma fazenda de gado. Para lá o sesmeiro conduziu da Bahia notável contingente de índios domesticados destinados a servirem e defenderem a fazenda dos silvícolas locais. Com isso, o povoado começou a crescer alcançando relevância política no território. Através da Carta Régia de junho de 1761, o povoado, antes denominado Arraial de Garcia d'Ávila, foi elevado a categoria de vila, com o nome de Jerumenha, em homenagem a Jurumenha em Portugal, terra natal de Francisco Dias D'Ávila. Por fim, em 1890, já na República Velha, por decreto estadual, foi elevada a condição de cidade.Disponível em: . Acesso em 25 de maio de 2014. ==Geografia== Localiza-se a uma latitude 07º05'16\" sul e a uma longitude 43º30'35\" oeste, estando a uma altitude de 145 metros. Sua população estimada em 2004 era de 4.737 habitantes. ==Ligações externas== *Página da Prefeitura Municipal Categoria:Jerumenha Categoria:Fundações no Piauí em 1890",
 "title": "Jerumenha"
}