{
 "id": "33373",
 "text": "{{Info/Município do Brasil | nome = Pio IX | foto = Pioixvista.JPG | leg_foto = Vista de Pio IX. | apelido = Terra do Sol Nascente | brasão = BrasaoPioIX.JPG | bandeira = BANDEIRADEPIOIX.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 9 de agosto | emancipação = (desmembrado de Jaicós em 1888) (desmembrado de Picos em 1943) | gentílico = Pio-nonense | lema = | prefeito = Silas Noronha Mota | partido = PP | fim_mandato = 2024 | mapa = Piaui Municip PioIX.svg | latP = S | latG = 06 | latM = 50 | latS = 16 | lonP = O | lonG = 40 | lonM = 34 | lonS = 44 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Pio IX | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Pimenteiras, Parambu e Aiuaba (no estado do Ceará) Sul: Fronteiras, São Julião, Alagoinha do Piauí, Monsenhor Hipólito Leste: Campos Sales | dist_capital = 444 | área = 1948.843 | área_ref = | população = 17613 | data_pop = Censo IBGE/2022 | altitude = 495 | clima = Semiárido | sigla_clima = | idh = 0.564 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 10957.54 | data_pib_per_capita = IBGE/2021 | site_prefeitura = http://www.pioix.pi.gov.br/ }} Pio IX é um município brasileiro do estado do Piauí que pertence à mesorregião do Sudeste piauiense. == História == A ocupação contemporânea das terras que compõe o município atualmente chamado de Pio IX remonta ao século XIX, com a migração de famílias oriundas de outras partes do Piauí e do Ceará para o núcleo populacional conhecido pela comunidade local como ″Umbuzeiro″, localizado às margens do rio Condado. Este povoado se expandiu e, em 1871, teve a sua primeira igreja católica construída por iniciativa do Padre Ibiapina (conhecido como \"Apóstolo do Nordeste\"). Esta igreja teve Nossa Senhora do Patrocínio como padroeira. A construção da igreja contribuiu para o desenvolvimento da localidade que veio a ser constituído em distrito de paz e, então, elevado à categoria de freguesia, de acordo com a Resolução Provincial nº. 1.078, de 13 de julho de 1883, ato confirmado cinco anos depois por provimento canônico, em razão do sistema do padroado. Em 1888, o povoado adquiriu categoria de vila e sede de Município, desmembrado de Jaicós, recebendo a denominação de Patrocínio, em referência à padroeira do principal templo católico situado no território do então novo município, conforme a Resolução Provincial nº. 1.193, de 09 de outubro de 1888. A instalação do município ocorreu no ano seguinte em 8 de agosto de 1889, ainda durante o período do Brasil Império. A proclamação da república em 15 de novembro de 1889 não afetou a autonomia municipal, porém, o advento da Revolução de 1930 impactou a realidade local do Município de Patrocínio que foi extinto em 1931, se transformando em \"Agência Distrital\" incorporada ao Município de Picos, conforme consta no Decreto Estadual nº. 1.279, de 26 de junho de 1931. Em agosto de 1934, Patrocínio readquiriu a sua emancipação política como município, de acordo com o Decreto Estadual nº. 1.575, de 17 de agosto de 1934, tendo como sede a Vila de Patrocínio, a qual foi elevada à categoria de cidade em 1939. Quatro anos depois, por causa de uma norma federal criada na Era Vargas que proibia a duplicidade de topônimos das cidades e vilas brasileiras, o Município de Patrocínio teve sua denominação modificada para Pio IX, em homenagem ao Papa católico Pio IX, segundo o Decreto-Lei Estadual nº. 754, de 30 de dezembro de 1943. == Geografia == O município de Pio IX está situado no bioma Caatinga possuindo uma área territorial de 1.949 km². A sua sede fica a uma altitude de 495 metros, estando localizado à latitude 06°50'15\" sul e à longitude 40°34'45\" oeste. O relevo do município é composto por duas formas: um moldado em rochas sedimentares arenosas da formação serra grande e o outro é uma superfície com depressões, cristas e lagoas. === Demografia === De acordo com o censo do IBGE de 2022, o município de Pio IX possui uma população de 17.613 pessoas, o que representa uma queda de -0,33% em comparação com o Censo realizado em 2010. Assim, Pio IX detém a 30ª maior população do estado de Alagoas e uma densidade demográfica de 9,04 hab/km². === Desenvolvimento Humano === O município de Pio IX possui um dos mais baixos IDH no estado do Piauí. Ele possui o índice de 0.572. == Organização Político-Administrativa == Sendo um município do Brasil, Pio IX é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto que o segundo é representado pela Câmara Municipal de Pio IX, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Pio IX são as seguintes (data: 1º de janeiro de 2024): * Prefeito: Silas Noronha Mota - PP (2021/-) * Vice-prefeito: Francisco Weverton Arrais Bezerra - MDB (2021/-) * Presidente da Câmara: Carlito Pedro - MDB (2023/-) == Economia == A economia do município se baseia na agricultura, na indústria de alimentos e no turismo religioso. Na produção agrícola se destaca a cajucultura, uma agricultura de base familiar formada por uma rede de pequenas e micro-empresas que ocupa 60 mil hectares de terras do município e que representa quase 40% do total desta cultura no Piauí. Além dos cajueiros, na década de 2010, constava o dado que o município de Pio IX possuía três fábricas de beneficiamento de caju. O turismo religioso compreende a romaria à Serra Aparecida que ocorre, desde 1994, no povoado de Serra em devoção à Nossa Senhora Aparecida. Categoria:Fundações no Piauí em 1888",
 "title": "Pio IX (Piauí)"
}