{
 "id": "33375",
 "text": "{{Info/Município do Brasil | nome = Piripiri | foto = Catedral de Piripiri.JPG | leg_foto = Catedral de Piripiri | apelido = Capital do Mundo\" \"Cidade do Quatro Iís\" \"Capital Piauiense do Humor\" \"Perypery\" \"Terra de Nossa Senhora dos Remédios\" \"Capital da Serra Grande Piauiense | brasão = Brasão de Piripiri.jpg | bandeira = Flag of Piripiri, Brazil.svg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Piripiri | aniversário = 4 de julho | fundação = | gentílico = piripiriense | lema = \"Cidade do meu coração\" \"Onde cada amigo é um irmão\" | prefeito = Jove Oliveira | partido = PT | fim_mandato = 2024 | mapa = Piaui Municip Piripiri.svg | latP = S | latG = 04 | latM = 16 | latS = 22 | lonP = O | lonG = 41 | lonM = 46 | lonS = 37 | estado = Piauí | mesorregião = Norte Piauiense | data_mesorregião = IBGE/2008 | microrregião = Baixo Parnaíba Piauiense | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Barras, Batalha, Boa Hora, Brasileira, Capitão de Campos, Domingos Mourão, Lagoa de São Francisco e Pedro II | dist_capital = 165 | área = 1407.192 | área_ref = | população = 65538 | data_pop = Censo de 2022 | altitude = 170 | clima = Tropical | sigla_clima = | idh = 0.635 | idh_pos = PI: 13º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2022 | pib_per_capita = 14159.14 | data_pib_per_capita = IBGE/2022 | site_prefeitura = www.piripiri.pi.gov.br | site_câmara = www.camaradepiripiri.pi.gov.br }} Piripiri é um importante município brasileiro do interior do estado do Piauí, localizado na Região Nordeste do Brasil. Conforme o Censo Demográfico de 2022, sua população é de 65.538 habitantes, sendo a 4ª (quarta) cidade mais populosa do Estado do Piauí, e detentora do 8º (oitavo) maior PIB piauiense. Sendo considerada uma cidade média, que figura entre as cinco cidades mais importantes do estado, em um município com expressiva relevância estadual e de grande notoriedade regional, complementa a Região Geográfica Intermediária de Parnaíba e sedia a Região Geográfica Imediata de Piripiri, o que lhe confere o título de cidade polo regional. Neste contexto, tem se fortalecido economicamente, tendo em vista o desenvolvimento municipal em setores e segmentos diversificados, desde serviços básicos, como saúde e educação, ao forte comércio da cidade, que, alinhado ao agronegócio, e ao acentuado crescimento imobiliário, seguido pela construção, impulsionam o PIB do município. O município, originalmente, possuía a grafia primitiva Peripery (que pode significar, para alguns, tanto capim-capim ou capinzal quanto, para outros, junco, espécie de arbusto comumente encontrada perto de lagoas), passando a ter a atual denominação por meio de uma resolução do IBGE, de 1944. Piripiri já esteve entre as 50 melhores cidades do interior, elencadas pela revista Exame, parar se viver, estando este fato associado ao seu privilegiado posicionamento geográfico no noroeste do Estado do Piauí e ao nordeste do Estado do Ceará, ocupando o posto de cidade-satélite, assim como o município de Crateús (lado cearense da Serra da Ibiapaba), no Ceará. Além disso, tem potencial para se consolidar como grande polo comercial regional tanto do Piauí como do Ceará, já que ambos os municípios (Piripiri e Crateús) são os dois maiores centros econômicos, culturais, comerciais e populacionais na região da Serra da Ibiapaba (Serra Grande). O clima de Piripiri é tipicamente tropical, quente e seco, com uma temperatura média de 26,2 graus Celsius e com uma altitude de 170 metros. O acesso rodoviário é feito pela BR-222, que liga o Piauí ao Ceará, Maranhão e Pará; todavia, o município situa-se entre duas grandes capitais da região nordestina, distando 165 km da capital estadual, Teresina (com acesso principal à cidade no entroncamento da rodovia BR-343) e distando 442 km de Fortaleza, capital do Ceará (acesso pela rodovia BR-222). O município também compõe a Área de Proteção Ambiental Serra da Ibiapaba. A cidade é conhecida em todo o país pelo clube de futebol 4 de Julho Esporte Clube. Por ser a cidade natal do humorista João Cláudio Moreno e por comemorar o aniversário de emancipação política no dia 4 de julho, Dia da Independência dos Estados Unidos, Piripiri também é nacionalmente conhecida por suas alcunhas, como \"A Capital Piauiense do Humor\", \"Cidade dos quatro iís\", \"Capital da Serra Grande Piauiense\", \"Terra de Nossa Senhora dos Remédios\" e \"Capital do Mundo\". == História == A região onde se situa o atual município de Piripiri conta com diversos sítios arqueológicos, os quais demonstram a antiguidade da presença ameríndia no norte do Piauí. Identificados inicialmente em meados dos anos 1990, muitos desses sítios estão localizados em abrigos areníticos ao sul do Açude Caldeirão, sendo recorrentes as figuras de carimbos de mãos, com frequentes sobreposições de cores e de registros policrômicos, ainda que com certo predomínio do vermelho. Assim, dos 29 sítios arqueológicos até o momento registrados no IPHAN em Piripiri, 27 apresentam painéis com pinturas rupestres. Nos sítios Cadoz Velho III, Cadoz Velho IV, Pedra Ferrada, Caminho da Caiçara II, Tuncas de Pedras e Furna das Tuncas os paredões mostram pinturas com padrões parecidos, sendo relacionados nas pesquisas à Tradição Geométrica. Pinturas associadas à essa tradição, em conjunto com representações mais abstratas de animais, humanos e outros temas atribuídos à Tradição Agreste, também foram identificadas nos sítios Pedra do Atlas, Pedra do Dicionário e Pedra do Cantagalo I. Fragmentos de cerâmica e ferramentas feitas em pedra também foram identificados no sítio Pedra do Cantagalo I, com datações por carbono 14 indicando um período de ocupação entre 1180 +- 30 anos Antes do Presente. Pinturas associadas somente à Tradição Agreste foram observadas em dois sítios arqueológicos em Piripiri: Pedra da Biblioteca e Furna do Morcego. Já nos sítios Cadoz Velho I e Caminho da Caiçara I, pinturas da Tradição Agreste foram identificadas nos mesmos painéis em que havia pinturas da Tradição Nordeste. Nesses dois sítios estão os únicos exemplares conhecidos dessa tradição no município, geralmente atribuída à grupos humanos de mais de 6.000 anos atrás. No sítio arqueológico Pé do Cosme, por sua vez, gravuras no formato de dois pés humanos foram encontrados em um lajedo de arenito. Pinturas rupestres também foram encontradas em sítios arqueológicos como Pedra do Cantagalo II, Cadoz Velho II, Buriti dos Cavalos IV, Buriti dos Cavalos V, Pedra do Lagarto, Recanto, Sítio dos Carimbos Gigantes, Círculos Concêntricos, Lagartas de Fogo, Movimento em zigue-zagues, O Desespero da Subida, Pequeno Círculo e Zigue-zagues invertidos, mais um indício de que a presença de populações indígenas na região foi intensa nos últimos milênios. Localizado nos municípios vizinhos de Piracuruca e Brasileira, o Parque Nacional de Sete Cidades, também abriga uma grande quantidade de sítios arqueológicos de arte rupestre, provavelmente produzidos entre 6.000 e 2.000 anos atrás. Datações obtidas no sítio arqueológico Seu Bode - localizado no município de Luís Correia – indicam que grupos indígenas conhecedores de técnicas agrícolas e de produção cerâmica teriam chegado à região setentrional do Piauí nos últimos 3.000 anos. Em período mais recente, fontes escritas portuguesas descrevem o norte da Capitania de São José do Piauí como densamente povoada por grupos indígenas, sendo a região ligada por diversos caminhos aos atuais Maranhão, Bahia, Ceará e Pernambuco. Os Tobajara (também conhecidos como Tabajara) e Potiguara, falantes de um idioma relacionado ao tronco linguístico Tupi-Guarani, habitavam boa parte da região, havendo também relatos da presença dos Tacarijú, Quitaiaú e Ocongá durante o século XVII. Os grupos Tacarijú (também conhecidos como Tacariú), chegarem a se aliar aos franceses em determinado momento, guerreando contra portugueses e seus aliados Tobajara. Outras fontes apontam que, até o início da colonização portuguesa no século XVI, a região também era habitada pelos TremembésBUENO, E. Brasil: uma história. 2ª edição. São Paulo. Ática. 2003. p. 19.. As fontes escritas coloniais não apresentam muitas informações sobre essas populações ameríndias que primeiro travaram contato com europeus na região, contudo, sendo inclusive comum nos documentos a utilização de um ou mais nomes para descrever o mesmo grupo, ou mesmo o uso de termos que não fariam sentido para a população. Apesar das guerras contra os colonizadores e do efeito das doenças trazidas do Velho Mundo, os Tabajara ainda habitam o território de Piripiri. Reconhecida e demarcada pelo estado do Piauí em fevereiro de 2022, a Dominial Indígena Tabajara de Piripiri abrange cerca de 155 hectares ao sul da área urbana do município e do Açude Caldeirão. De acordo com a história oficial do município, a primeira menção em documentos à localidade ocorreu em favor de Antônio Fernandes Macedo, que teria recebido a concessão dessas terras em 20 de janeiro de 1777. Nesse primeiro momento, a região era conhecida como “terras de Botica”. Em 1844, duas décadas após a independência brasileira portanto, o padre Domingos de Freitas e Silva construiu uma residência e um engenho em sua fazenda chamada Anajás, onde produzia cachaça e rapadura. Embora sem registros anteriores, é possível que a região já fosse habitada – mesmo que de forma esparsa – por sitiantes. No caso específico do padre Domingos, um ex-combatente das guerras de independência ocorridas no Piauí, é possível que sua decisão em se estabelecer nessas terras de deva à necessidade de refúgio. De todo modo, para além da residência, Domingos também erigiu uma capela em honra à Nossa Senhora dos Remédios, que se tornou a padroeira da localidade e posteriormente do município de Piripiri. Sua fazenda era dedicada tanto à pecuária, atividade econômica quase onipresente em todo o interior piauiense, quanto ao plantio de cana-de-açúcar. Em 1855, Domingos de Freitas e Silva optou por dividir sua propriedade em diversos lotes, distribuindo-os às famílias interessadas em se assentar na localidadeCidadeverde.com. Disponível em http://cidadeverde.com/noticias/60638/piripiri-conheca-a-origem-da-cidade-e-a-historia-de-seu-fundador. Acesso em 15 de março de 2017.. Em pouco tempo, a antiga fazenda Anajás deu lugar a um pequeno povoado. Em virtude disso, data de 1857 a fundação da primeira escola, estando o próprio padre Domingos encarregado de lecionar as primeiras letras e latim às crianças. Em 1860, um novo passo para a oficialização do povoamento ocorreu: a doação de 300 braças quadradas à capela dedicada à Nossa Senhora dos Remédios, ação também realizada pelo padre Domingos de Freitas e Silva. Nesse mesmo ano, Piripiri teria se tornado distrito de paz. Dez anos depois, o distrito foi elevado à condição de freguesia de Nossa Senhora dos Remédios. Em 1874, por força da Resolução Provincial n° 849, de 16 de junho daquele ano, foi criada a vila de Piripiri. O território designado ao município foi desmembrado dos municípios de Pedro II, Campo Maior e Piracuruca, tendo como sede a vila de Piripiri. O nome original da vila era “Peripery”, grafia modificada somente em 1944, após resolução do IBGE. Ruínas e outros vestígos materiais dessas primeiras habitações rurais da vila de Piripiri também podem ser encontrados nos sítios arqueológicos Angical dos Pedros e Furnas, ambos registrados no IPHAN. Em 1884, foi fundada a primeira igreja matriz da cidade. Setenta anos depois, em 1954, foi construído o convento e a atual igreja matriz de Piripiri pelos frades franciscanos. A primeira década do século XX também foi bastante significativa para o processo histórico de formação de Piripiri. Em 1908, foi fundado o Instituto Arcoverde pelo padre Antônio Bezerra de Meneses, educandário de grande importância na história do município. Já em 1910, foi inaugurado o Palacete do Conselho da Vila, bem como oficializada a promoção da vila de Piripiri ao status de cidade. Em 1987, foi fundado o Museu de Piripiri. De acordo com o censo do IBGE para o ano de 2022, o município de Piripiri contaria com 65.450 habitantes, sendo o quarto mais populoso do estado do Piauí. Esse dado revela um ligeiro crescimento demográfico de Piripiri quando comparado aos números obtidos pelo censo de 2010, o qual apontava uma população composta por 61.834 pessoas. Segundo o banco de dados da Fundação Cultural do Piauí (FUNDAC), o município de Piripiri conta com um bem tombado em escala estadual. Trata-se do Casarão do Embaixador, tombado em 29 de fevereiro de 1998, por força da Resolução n° 9818 daquele ano. Construído em 1888 para servir de residência à família Resende, trata-se do mais antigo imóvel ainda existente em Piripiri. Os primeiros esforços de preservação parecem datar de 1966, quando o embaixador Expedito Resende herdou a casa. De acordo com a descrição fornecida pela FUNDAC, “trata-se de uma edificação exemplar da morada inteira, construção típica da arquitetura civil piauiense oitocentista, com planta em forma de “L” e que ainda conserva algumas pelas mobiliárias, também remanescentes desse período.” == Atrações turísticas == A cidade de Piripiri desenvolve seu potencial turístico com os seguintes atrativos: thumb|left|Praça da matriz de Piripiri * Açude Caldeirão - Está localizado a 9 quilômetros da cidade e conta com uma capacidade de 54 600 000 metros cúbicos de água. Bastante utilizado como fonte de lazer com vários bares e restaurantes, sendo movimentado o ano inteiro. * Pilões - Situado entre a zona de Piripiri e o açude Caldeirão, é um conjunto de formações rochosas, com fauna e flora do cerrado e água para mergulho. De difícil acesso, sendo feito a pé por veredas entre mato, moitas e pedras. * Museu Perypery - Museu que funciona em um prédio que funcionava uma agência bancária e uma casa de festas. Conta com várias peças que resgatam a história de Piripiri. * Parque Municipal Cachoeira da Conceição, também conhecida como Cachoeira dos Ricos - com 28 hectares de floresta nativa, está localizado distante do centro. Possui uma piscina natural e áreas para lazer. * Igreja Matriz de Nossa Senhora dos Remédios - construída pelos Frades Menores na década de 1950 com base na Catedral de São Paulo, em Münster, na Alemanha. É o local onde é realizada a festa religiosa da padroeira da cidade, uma das maiores da região, atraindo centenas de turistas. * Memorial Expedito Resende - Erguido em 1985, é mantido pelo Governo do Estado. Possui peças em exposição do Embaixador Expedito Resende, um auditório com capacidade para 200 pessoas, e ainda uma biblioteca com cerca de 2 mil obras. * Biblioteca Municipal Casa das Letras - Funciona onde era uma antiga Usina de Energia. Recebe vários estudantes e professores por dia. Atualmente, conta com uma biblioteca com cerca de 5 mil livros. * Praça de Eventos Arimatéa Sousa - Funciona em um local onde se encontrava a antiga Estação Ferroviária da cidade, e conta com um grandioso espaço que recebe eventos de muito público. * Açude Anajás - Local que é pouco utilizado como lazer, e principalmente é utilizado por pescadores por ter grande quantidade de peixes. * Praça da bandeira - Principal praça em frente à Igreja Matriz de Nossa Senhora dos Remédios. * Santuário de Nossa Senhora dos Remédios - Localizado no Morro da Saudade, possui uma grande estátua da santa padroeira do município. == Bibliotecas == * Biblioteca Municipal Casa das Letras, criada por lei municipal em 10 de novembro de 1937BASTOS, Cláudio de Albuquerque. Dicionário Histórico e Geográfico do Estado do Piauí. Teresina; Fundação Cultura Monsenhor Chaves, 1994, página 77 * Biblioteca da UESPI * Biblioteca da Unidade Escolar José Narciso da Rocha Filho * Biblioteca Desembargadora Nídia de Assunção Aguiar * Biblioteca Centro Educacional SESC LER Piripiri * Biblioteca do IFPI == Universidades == A cidade conta com quatro instituições que oferecem cursos de graduação superior: * Universidade Estadual do Piauí; * Christus Faculdade do Piauí (CHRISFAPI); * Instituto Federal do Piauí (IFPI); * Universidade do Norte do Paraná - UNOPAR. == Dados meteorológicos == Segundo dados do Instituto Nacional de Meteorologia (INMET), a partir de 1976 a temperatura mínima absoluta registrada na estação meteorológica da cidade foi de em 25 de junho de 1984, e a máxima absoluta chegou aos em 19 de outubro de 2016. O maior acumulado de precipitação em 24 horas foi de em 11 de fevereiro de 2017, superando os registrados em 26 de janeiro de 2005. Outros grandes acumulados foram em 18 de dezembro de 2010, em 2 de abril de 2008, em 24 de abril de 2009, em 25 de abril de 2011, em 11 de março de 2017, em 27 de fevereiro de 1982 e em 24 de janeiro de 2004. Na antiga estação meteorológica do açude Caldeirão, desde 1979 até 2015 (ano de sua desativação) a menor temperatura foi de em 7 de julho de 1981, e maior atingiu em outubro de 2013, nos dias 17 e 18. O maior acumulado de precipitação chegou a em 26 de janeiro de 2005. Outros grandes acumulados foram em 1° de abril de 2006, em 18 de dezembro de 2010 e em 13 de abril de 2009. == Bairros == Lista de bairros da cidade: #Centro #Prado #Floresta #Vista Alegre #Caixa d'Água #Paciência #Recreio #Germano #Santa Maria #Anajás #São João #Estação #Matadouro #Fonte dos Matos #Petecas #Ytacoatiara #Conjunto Expedito Rezende #Crioli #Morro da Ana #Flor dos Campos #Russinha #Garibaldi #Morro de Saudade #Barcelona #Conceição #Residencial Parque Recreio #Morada dos Alpes #Residencial Petecas #Conjunto Jenipapeiro #Pedreiras #Villa São Francisco #Esperança Garcia == Galeria de fotos == Coreto de Piripiri.JPG|Coreto de Piripiri EFCP Piripiri 1935.JPG|Estação Ferroviária de Piripiri, restaurada pelo IPHAN e prefeitura do município. Museu de Peripiri.JPG|Museu Municipal de Piripiri. Piripiri 16 - por entre as chamas olímpicas.JPG|Escultura: \"Piripiri 16 - por entre as chamas olímpicas\", de artistas locais em seleção do Edital Prêmio Arte Monumento Brasil 2016 do Ministério da Cultura. Tiro de Guerra de Piripiri.jpeg|Tiro de Guerra de Piripiri. Praça da UESPi em Piripiri.JPG|Praça em frente ao câmpus da UESPI em Piripiri SantaNSdosRemediosPiripiri16102010.jpg|Santuário de Nossa Senhora dos Remédios Casa das Letras Piripiri.JPG|Vista interior da Biblioteca Municipal Casa das Letras Armazém Paraíba de Piripiri.JPG|Prédio da loja do Armazém Paraíba. Ônibus no Piauí.JPG|ônibus da Empresa Barroso criada em Piripiri em fins dos anos 1950. Palácio Perypery (2).jpg|Palácio Perypery, sede da governança municipal. Bdo B de Piripiri.JPG|Banco do Brasil. == Piripirienses ilustres == * João Cláudio Moreno, humorista, ator e compositor brasileiro, famoso pela sua participação em quadros e programas humorísticos na Rede Globo, o mais notório sendo Chico Total, estrelado por Chico Anysio. == Comunicações == === Estações de rádios === === Emissoras de TV === == Ver também == * Açude Caldeirão * 4 de Julho Esporte Clube === Bibliografia === * BASTOS, Cláudio de Albuquerque. Dicionário Histórico e Geográfico do Piauí. Teresina, FCMC/Prefeitura de Teresina, 1994. Página 452/3. * Enciclopédia dos Municípios Brasileiros. Volume 15. Rio de Janeiro, IBGE. 1959. * SOARES, Sidney. Enciclopédia dos Municípios Piauienses. Fortaleza; Escola gráfica Santo Antonio. 1972. == Ligações externas == * Página da prefeitura municipal Categoria:Fundações no Piauí em 1874",
 "title": "Piripiri (Piauí)"
}