{
 "id": "33377",
 "text": "{{Info/Município do Brasil | nome = Prata do Piauí | foto = | leg_foto = Pôr do Sol em Prata do Piauí | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 1 de janeiro | fundação = | gentílico = pratense | lema = | prefeito = Acelino Mendes de Moura | partido = PP | fim_mandato = 2024 | mapa = Piaui Municip PratadoPiaui.svg | latP = S | latG = 05 | latM = 40 | latS = 01 | lonP = O | lonG = 42 | lonM = 12 | lonS = 25 | estado = Piauí | mesorregião = Centro-Norte Piauiense | data_mesorregião = IBGE/2008 | microrregião = Valença do Piauí | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Alto Longá, São Miguel do Tapuio, São Félix do Piauí, São Miguel da Baixa Grande, Santa Cruz dos Milagres e Beneditinos | dist_capital = 143 | área = 196.323 | área_ref = | população = 3149 | data_pop = estimativa IBGE/2021 | altitude = 115 | clima = tropical | sigla_clima = | idh = 0.611 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2790.82 | data_pib_per_capita = IBGE/2008 | site_prefeitura = pratadopiaui.pi.gov.br }} Prata do Piauí é um município brasileiro do estado do Piauí. A cidade estende-se as margens do rio Poti, e é atravessada pela Rodovia PI-224. ==História== Prata do Piauí teve origem na fazenda Prata Velha, de propriedade de Pedro Mendes, a 2,5 quilômetros do local onde, hoje, se encontra o município. Em 1889, procedente de Valença do Piauí, município a que pertencia a localidade, chegava no lugar Dona Isabel Francisco de Lima, que se estabeleceu com uma casa comercial. Logo depois, chegaram José Rufino, vindo do Ceará, Olegário Gonçalves da Silva Chicoteiro e Agostinho Martins Pessoa, que também se instalaram com estabelecimentos comerciais. Em 1912, foi organizada a primeira feira semanal, que funcionou, inicialmente, sob a sombra de um cajueiro, em torno do qual vários moradores construíram suas casas, dando à localidade o aspecto de povoação, inclusive com uma capela. Em 1923, foi construída a capela. Em 1954, com a criação do município de São Félix do Piauí, o aglomerado passou a pertencer a este, com a denominação de Prata. No ano de 1962, o vereador Antônio Bezerra da Silva, com a colaboração de João Campelo da Silva, Lázaro Alves Pereira e Antônio Maria da Silva, promoveram o movimento que ensejou a criação e instalação do município de Prata do Piauí. Elevado à categoria de município com a denominação de Prata do Piauí pela lei estadual nº 2253, de 1 de janeiro de 1962, desmembrado de São Félix do Piauí sendo instalado em 10 de dezembro desse mesmo ano. ==Geografia== Localiza-se a uma latitude 05º40'02\" sul e a uma longitude 42º12'24\" oeste, ao Centro-Norte do estado, estando a uma altitude de 115 metros em média. A cidade é banhada pelo Rio Poti e por vários riachos e cachoeiras ao seu redor. O Rio Poti é uma grande fonte de pescados para a população, e além disso, é uma das principais fontes de lazer dos Pratenses, com suas pequenas praias fluviais formadas por bancos de areia no período veraneio e um fim de tarde belo. ==Clima== O clima é tropical subúmido. Há duas estações bem definidas: inverno ou estação das chuvas (novembro a março) e verão ou estação da seca (abril a outubro). Os meses em que o \"frio\" predomina novembro a abril (época que começa a chover), e o \"calor\", de abril a outubro. A temperatura média no município oscila entre 23° e 40º, com picos de mais de 43° graus em dias mais quentes. Com sensações térmicas que chegam a 29º no inverno e 47º no verão. ==Relevo== Seu relevo é formado basicamente de planícies, chapadas e em sua vegetação predominam cerrados. ==Hidrografia== O município de Prata é banhado pelo rio Poti, além dos riachos da Taboca, do Rodiador, Canal (fazenda Malhada Alta), gameleira e Rio Sambito. O rio Poti é um dos rios mais importantes do estado do Piauí, e como conseqüência, do município de Prata do Piauí. ==Demografia== Sua população, conforme estimativas do IBGE de 2021, era de habitantes. ===Transporte=== Basicamente a malha viária da cidade é composta por calçamentos de cimento com pedras, formando uma espécie de calçamento, porém com a construção da ponte sobre o rio Poti ligando a cidade ao município de Beneditinos, a cidade ganhou sua primeira rua com uma pequena camada de malha asfáltica, e também a pavimentação do trecho da Rodovia PI-222 que liga a cidade ao município de São Miguel da Baixa Grande, facilitando assim o acesso e a melhora na economia e prestação de serviços, assim como, a chegada de mercadorias ao município. Já o outro trecho da rodovia que liga ao município de Beneditinos, encurtando a distância entre Prata e a Capital Teresina ainda não conta com asfalto, estando constantemente em péssimo estado de conservação. A cidade conta com 3 (três) ônibus de empresas distintas e um micro-ônibus alternativo, que fazem o transporte de cargas e passageiros para a capital do estado, Teresina, não contando ainda com nenhum terminal rodoviário. O transporte de pessoas na cidade é feita por alguns poucos mototaxistas. ===Saúde=== O município de prata é servido com apenas um hospital (Unidade Mista de Saúde), um posto de saúde (onde funciona a ESF)e uma ambulância para levar a população para Teresina em casos de emergência. ==Cultura== Na cultura, os reizados (Festa em homenagen aos Três Reis Magos) são tradição na cidade de Prata e na zona rural do município, e também os festejos de Julho de Dezembro também fazem parte da cultura pratense, onde são realizados shows e festas na cidade. A vaquejada também fazia parte das festividades pratense, porém por falta de incentivo do poder público deixou de acontecer há alguns anos na cidade. Não podendo esquecer de destacar a Festa da Garota Prata realizada na cidade à 10 anos ==Politica municipal== O poder legislativo municipal é constituído por nove vereadores. ===Lista de ex-prefeitos=== Relação dos eleitos Eleito Partido Antônio Maria da Silva 1970 ARENA Doroteu Barbosa Lima 1972 ARENA Antônio Maria da Silva 1976 ARENA Luiz Rodrigues do Nascimento 1982 PDS Antônio Maria da Silva 1988 PDS Doroteu Barbosa Lima 1992 PFL Sebastião Hubaldo de Andrade Silva 1996 PPB Charles Barbosa Lima 2000 PFL Charles Barbosa Lima 2004 PDT Antônio Maria da Silva 2007 PP Ludmar Pereira da Silva 2008 PRB Fransuélio Melão da Silva 2011 PMDB Antonio Gomes de Sousa 2013 PTB ==Ligações externas== * ibge.gov.br: Histórico Categoria:Municípios do Piauí Categoria:Fundações no Piauí em 1962 Categoria:Deserto de notícias",
 "title": "Prata do Piauí"
}