{
 "id": "33410",
 "text": "{{Info/Município do Brasil | nome = Simões | foto = | leg_foto = | apelido = Cidade dos Ventos | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de julho | fundação = | gentílico = Simoense | lema = | padroeiro = São Simão | CEP = 64585-000 | prefeito = José Wilson de Carvalho | partido = PP | fim_mandato = 2024 | mapa = Piaui Municip Simoes.svg | latP = S | latG = 07 | latM = 35 | latS = 56 | lonP = O | lonG = 40 | lonM = 49 | lonS = 04 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Alto Médio Canindé | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Marcolândia, Padre Marcos, Belém do Piauí, Massapê do Piauí, Caridade do Piauí, Curral Novo do Piauí e estado do Pernambuco | dist_capital = 441 | área = 1023.917 | área_ref = | população = 14664 | data_pop = Estimativa IBGE/2021 | altitude = 437 | clima = | sigla_clima = | idh = 0.575 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 7928.83 | data_pib_per_capita = IBGE/2018 | site_prefeitura = https://www.simoes.pi.gov.br/ }} Simões é um município brasileiro do estado do Piauí. Situa-se na microrregião do Alto Médio Canindé. ==História== Segundo diversas pesquisas arqueológicas realizadas no sudeste do atual estado do Piauí, os primeiros indícios de ocupação humana nessa região datariam por volta de 50 a 100 mil anos atrás. Embora ainda seja motivo de debates na comunidade científica, essas datações foram obtidas em sítios arqueológicos como a Toca do Boqueirão da Pedra Furada, Tira-Peia e Sítio do Meio, todos localizados no Parque Nacional Serra da Capivara. Nesses locais foram identificados possíveis vestígios de antigas fogueiras circulares e semi-circulares, diversos instrumentos líticos, enterramentos humanos e grandes painéis de grafismos rupestres. Apesar da distância da Serra da Capivara, os grupos desse período provavelmente se expandiram pelas serras, campos, brejos e vales de todo o sul e sudeste piauiense, eventualmente alcançando os contrafortes ocidentais da Chapada do Araripe. Identificados durante a construção de uma linha de transmissão, os sítios arqueológicos Baixio do Curralinho e Serra SI 1 foram identificados no sopé das encostas dessa chapada, sendo encontrados instrumentos líticos feitos em silexito em ambos os locais. Essas ferramentas e fragmentos de pedra lascada são os mais antigos vestígios da presença humana no município de Simões. Em períodos mais recentes, já após a chegada dos primeiros colonizadores europeus no século XVI, registros escritos apontam que a região era habitada pelos Jaicó, Gueguê e Akroá, povos ameríndios possivelmente falantes de idiomas do tronco Macro-Jê. A partir da segunda metade do século XVII, a expansão progressiva da frente pecuária baiana pelo sertão nordestino chegou até o sul e sudeste do Piauí, o que gerou conflitos frequentes com os indígenas da região. O processo de consolidação do domínio português se estendeu por todo o século XVIII e início do XIX, período em que guerras e alianças com povos indígenas movimentaram todo o sul e sudeste piauienses, ocasionando a morte, expulsão, escravização ou fixação dessas populações em aldeamentos sob controle lusitano. Nas últimas décadas do século XVII foram estabelecidos os primeiros currais e sítios no sudeste do Piauí, quase sempre voltados para criação do gado pé-duro. Os principais mercados da produção pecuária regional, como em todo o sertão nordestino ocupado pelos portugueses, eram os centros urbanos do litoral baiano e pernambucano, praticamente todos voltados para o plantio da cana-de-açúcar. Administradas geralmente por vaqueiros arrendatários das terras, esses sítios tinham contato muito esporádico com os centros coloniais, já que os caminhos percorridos pelos transportadores das boiadas eram bastante precários. De acordo com algumas fontes, em outubro de 1781 teriam se fixado nas proximidades da Chapada do Araripe os irmãos José e Joaquim Simões, baianos de Vila Bela da Rainha (atual município de Jacobina). Os irmãos Simões faziam parte de um grupo de cinco famílias recém-chegadas à Capitania de São José do Piauí, recebendo o direito de explorar terras de sesmaria doadas pelo então governador João Pereira Caldas. José Simões e seus familiares se estabeleceram em uma área das nascentes de um afluente do rio Itaim, junto da encosta da Chapada, ficando conhecido nas documentações oficiais do período como “Fazenda Simões”. Contudo, passadas algumas décadas, conflitos entre a família de José Simões e os Amorim, família proprietária de terras em Vila Bela da Rainha, acabou desencadeando o retorno dos Simões para agora Província da Bahia. Em um inventário datado de 1848, a Fazenda Simões aparece como propriedade do recém-falecido capitão Joaquim Francisco dos Reis e esposa, Dona Ana Maria do Rosário. De acordo com esse documento, a fazenda contava na época com 100 cabeças de gado, uma casa de telha, três cavalos e uma grande quantidade de tralha doméstica. Cerca de três décadas depois, em 1886, Arcênio Lopes dos Reis teria encontrado na região de Simões essa fazenda em estado de abandono, segundo os vestígios aí encontrados: uns troncos velhos de curral, uma barragem de cal e pedra no rio Boa Vista e um vetusto cemitério cercado de madeira. Segundo consta, o mesmo Arcênio Lopes dos Reis teria achado por bem construir uma capela dentro daquele cemitério, a qual ficou concluída no mesmo ano. Nessa época também teria se assentado na região um homem de nome Liberato, que já encontrou o topônimo até hoje conservado. Em 1887, foram residir ali as famílias de João Raimundo de Oliveira e Sanô Lopes. Com a chegada deste moradores, a localidade veio a ser visitada aos domingos e dias santos por pessoas residentes nas fazendas vizinhas. Um ano depois, em 1888, o local passou a sediar uma feira para a venda de produtos agrícolas, situada à sombra de juazeiros existentes à margem do rio Boa Vista. Com o crescimento gradual do povoado, a feira passou a ser realizada em um galpão construído pelos moradores já na área urbana do que posteriormente seria o município de Simões. Com a edificação do galpão e o consequente desenvolvimento da feira, surgiram no entorno alguns pequenos “quartos” para a venda de mercadorias provenientes da Bahia, iniciativa que partiu de João Raimundo de Oliveira. Segundo consta, este teria sido um dos primeiros comerciantes de destaque do povoado, possuindo uma manada de burros de carga que utilizava para o transporte de suas mercadorias. No mesmo período começaram a ser construídas residências, servindo o riacho Simões como a principal fonte hídrica desde esse período. Nas primeiras décadas do século XX, as terras do povoado de Simões já se destacavam pela produção de algodão e sal, assim como o couro, produtos derivados da tradicional criação de gado. Em 1917, os moradores contaram com a colaboração do Vigário da Paróquia de Jaicós para construir uma nova capela no povoado, sendo a edificação dedicada à São Simão, padroeiro da localidade. Essa maior presença da Igreja nos povoados já havia sido sugerida em 1888 pelo então Bispo diocesano de Oeiras, Cônego Vicente Ferreira Galvão, estimulando a Paróquia de Jaicós a contribuir para o crescimento dessas localidades. Também data de 1917 a criação da primeira escola particular de Simões, tendo como primeiro professor o farmacêutico Virgílio Benício Coelho. Três anos depois, a escola também passou a operar com uma professora formada, a sra. Marina Lucíola Costa. Esse paulatino crescimento de Simões provocou sua emancipação em 22 de julho de 1954, sendo desmembrado do município de Jaicós através da Lei Estadual n° 1046. De acordo com a divisão territorial do município, datada de 1° de julho de 1960, Simões era constituída apenas pelo distrito-sede, configuração que permanece até os dias atuais. ==Geografia== Localiza-se a uma latitude 07º35'56\" sul e a uma longitude 40º49'04\" oeste, estando a uma altitude de 437 metros. Sua população estimada em 2004 era de 13.687 habitantes. Simões (Piauí) Categoria:Fundações no Piauí em 1954",
 "title": "Simões (Piauí)"
}