{
 "id": "33411",
 "text": "{{Info/Município do Brasil | nome = Simplício Mendes | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 4 de setembro | fundação = | gentílico = Simplício-mendense | lema = | prefeito = Márcio José Pinheiro Moura | partido = PSD | fim_mandato = 2024 | mapa = Piaui Municip SimplicioMendes.svg | latP = S | latG = 07 | latM = 51 | latS = 14 | lonP = O | lonG = 41 | lonM = 54 | lonS = 36 | estado = Piauí | mesorregião = Sudeste Piauiense | data_mesorregião = IBGE/2008 | microrregião = Alto Médio Canindé | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Paes Landim, São Miguel do Fidalgo, Santo Inácio do Piauí, Campinas do Piauí, Isaías Coelho, Conceição do Canindé, Bela Vista do Piauí, Nova Santa Rita e Pedro Laurentino. | dist_capital = 416 | área = 1398.952 | área_ref = | população = 13881 | data_pop = IBGE/2022 | altitude = 302 | clima = Semiárido | sigla_clima = | idh = 0.67 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3837.71 | data_pib_per_capita = IBGE/2008 | site_prefeitura = simpliciomendes.pi.gov.br }} Simplício Mendes é um município do Estado do Piauí. Sua população estimada em 2022 era de 13.881 habitantes. Antes de tornar-se município, Simplício Mendes era um povoado pertencente ao município de Oeiras (Piauí). Sua emancipação política ocorreu em 04 de setembro de 1933, através da Lei Estadual nº 1478. Instalada a sede do município em 29-03-1938. A denominação de Simplício Mendes, deu-se em homenagem ao ilustre médico e político piauiense, Simplício de Sousa Mendes. A instalação dos primeiros habitantes foi na Época das bandeiras, organizadas pela Casa da Torre, de Garcia d'Avila, administrador colonial dos territórios ultramarinos do Império Português, na Bahia, responsável pelo desbravamento do Piauí, que se iniciou a colonização do vale do Canindé, local onde hoje está situada a Cidade. Em 1761, no lugar denominado Poções, Domingos Afonso Mafrense instalou a primeira fazenda de gado no Município. == Geografia == Localiza-se a uma latitude 07º51'14\" sul e a uma longitude 41º54'37\" oeste, estando a uma altitude de 302 metros. Segundo dados da estação meteorológica do povoado de Morro dos Cavalos, do Instituto Nacional de Meteorologia (INMET), referentes ao período de novembro a dezembro de 1971, janeiro de 1973 a dezembro de 1985 e de novembro de 1993 a maio de 2014, a menor temperatura registrada no local foi de em 24 de fevereiro de 1974, e a maior atingiu em seis ocasiões: 1° de outubro de 1997, 20 de novembro de 2005, 30 de setembro de 2009, 22 de outubro de 2009, 29 de setembro de 2010 e 24 de setembro de 2013. O maior acumulado de precipitação em 24 horas foi de 119 milímetros (mm) em 20 de janeiro de 1975. Outros acumulados iguais ou superiores a foram em 17 de novembro de 1996, em 3 de março de 2014 e em 27 de fevereiro de 1999. Fevereiro de 2007, com , foi o mês de maior precipitação. == Trabalho e rendimento == Em 2015, o salário médio mensal era de 1.5 salários mínimos. A proporção de pessoas ocupadas em relação à população total era de 7.0%. Na comparação com os outros municípios do estado, ocupava as posições 185 de 224 e 67 de 224, respectivamente. Já na comparação com cidades do país todo, ficava na posição 4821 de 5570 e 4351 de 5570, respectivamente. Considerando domicílios com rendimentos mensais de até meio salário mínimo por pessoa, tinha 51.8% da população nessas condições, o que o colocava na posição 168 de 224 dentre as cidades do estado e na posição 1042 de 5570 dentre as cidades do Brasil. == Educação == Em 2015, os alunos dos anos inicias da rede pública da cidade tiveram nota média de 5.8 no IDEB. Para os alunos dos anos finais, essa nota foi de 3.7. Na comparação com cidades do mesmo estado, a nota dos alunos dos anos iniciais colocava esta cidade na posição 6 de 224. Considerando a nota dos alunos dos anos finais, a posição passava a 93 de 224. A taxa de escolarização (para pessoas de 6 a 14 anos) foi de 98.6 em 2010. Isso posicionava o município na posição 53 de 224 dentre as cidades do estado e na posição 1139 de 5570 dentre as cidades do Brasil. == Saúde == A taxa de mortalidade infantil média na cidade é de 5.62 para 1.000 nascidos vivos. As internações devido a diarreias são de 2.2 para cada 1.000 habitantes. Comparado com todos os municípios do estado, fica nas posições 152 de 224 e 129 de 224, respectivamente. Quando comparado a cidades do Brasil todo, essas posições são de 4014 de 5570 e 1442 de 5570, respectivamente. == Território e ambiente == Apresenta 24.7% de domicílios com esgotamento sanitário adequado, 76.6% de domicílios urbanos em vias públicas com arborização e 5.7% de domicílios urbanos em vias públicas com urbanização adequada (presença de bueiro, calçada, pavimentação e meio-fio). Quando comparado com os outros municípios do estado, fica na posição 57 de 224, 102 de 224 e 9 de 224, respectivamente. Já quando comparado a outras cidades do Brasil, sua posição é 3372 de 5570, 2671 de 5570 e 3347 de 5570, respectivamente. Histórico Foi na Época das bandeiras, organizadas pela Casa da Torre, de Garcia d'Avila, da Bahia, responsável pelo desbravamento do Piauí, que se iniciou a colonização do vale do Canindé, local onde hoje está situada a Cidade. Em 1761, no lugar denominado Poções, Domingos Afonso Mafrense instalou a primeira fazenda de gado no Município. A valorização da borracha de maniçoba, em 1897, atraiu muitas pessoas para a região, dando início às chamadas Feiras da Maniçoba, de vital importância para o desenvolvimento do povoado A Feira do Barreiro Branco na fazenda Formiga, passou a ser o principal núcleo da região, recebendo o nome de Caridade, por estar em terreno de uma Associação de Caridade do Estado do Ceará, transferido ao Município. Em 1905, o povoado foi elevado à categoria de Vila com a denominação de Simplício Mendes, em homenagem ao ilustre piauiense, médico, Simplício de Souza Mendes. Vinte e seis anos depois, Simplício Mendes, passou a integrar o Município de Oeiras e só em 1933, foi restabelecida sua autonomia administrativa. Gentílico: simplício-mendense Formação Administrativa Elevado à categoria de município e distrito com a denominação de Simplício Mendes, pela lei estadual nº 376, de 15-07-1905, desmembrado de Oeiras. Sede no atual distrito de Simplício Mendes ex-povoado. Constituído do distrito sede. Em divisão administrativa referente ao ano de 1911, o município é constituído do distrito sede. Pelo decreto estadual nº 1279, de 26-06-1931, o município é extinto, sendo seu território anexado ao município de Oeiras. Elevado novamente à categoria de município e distrito com a denominação de Simplício Mendes, pela lei estadual nº 1478, de 04-09-1933. Instalado em 29-03-1938. Em divisão administrativa referente ao ano de 1933, o município é constituído do distrito sede. Assim permanecendo em divisões territoriais datadas de 31-XII-1936 e 31-XII-1937. No quadro fixado para vigorar no período de 1944-1948, o município é constituído do distrito sede. Em divisão territorial datada de 1-VII-1960, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2005. Fonte: IBGE == Notas == # População ocupada: [pessoal ocupado no município/população total do município] x 100 # Percentual da população com rendimento nominal mensal per capita de até 1/2 salário mínimo: [População residente em domicílios particulares permanentes com rendimento mensal de até 1/2 salário mínimo / População total residente em domicílios particulares permanentes] * 100 # Taxa de escolarização de 6 a 14 anos de idade: [população residente no município de 6 a 14 anos de idade matriculada no ensino regular/total de população residente no município de 6 a 14 anos de idade] x 100. # Internações por diarreia: [número de internações por diarreia/população residente] x 1000 # Área da unidade territorial: Disponível em: <http://www.ibge.gov.br/home/geociencias/cartografia/default_territ_area.shtm>. Acesso em: jun. 2017 # Esgotamento sanitário adequado: [população total residente nos domicílios particulares permanentes com esgotamento sanitário do tipo rede geral e fossa séptica / População total residente nos domicílios particulares permanentes] x 100 # Arborização de vias públicas: [domicílios urbanos em face de quadra com arborização/domicílios urbanos totais] x100 # Urbanização de vias públicas: [domicílios urbanos em face de quadra com boca de lobo e pavimentação e meio-fio e calçada/domicílios urbanos totais] x 100 == Fontes == # População estimada: IBGE, Diretoria de Pesquisas, Coordenação de População e Indicadores Sociais, Estimativas da população residente com data de referência 1o de julho de 2017 # População no último censo: IBGE, Censo Demográfico 2010 # Densidade demográfica: IBGE, Censo Demográfico 2010, Área territorial brasileira. Rio de Janeiro: IBGE, 2011 # Salário médio mensal dos trabalhadores formais: IBGE, Cadastro Central de Empresas 2015 # Pessoal ocupado: IBGE, Cadastro Central de Empresas 2015 # População ocupada: IBGE, Cadastro Central de Empresas (CEMPRE) 2015 (data de referência: 31/12/2015), IBGE, Estimativa da população 2015 (data de referência: 1/7/2015) # Percentual da população com rendimento nominal mensal per capita de até 1/2 salário mínimo: IBGE, Censo Demográfico 2010 # Taxa de escolarização de 6 a 14 anos de idade: IBGE, Censo Demográfico 2010 # IDEB – Anos iniciais do ensino fundamental: MEC/INEP - Censo Escolar 2016 # IDEB – Anos finais do ensino fundamental: MEC/INEP - Censo Escolar 2016 # Matrículas no ensino fundamental: Ministério da Educação, Instituto Nacional de Estudos e Pesquisas Educacionais - INEP - Censo Educacional 2015 # Matrículas no ensino médio: Ministério da Educação, Instituto Nacional de Estudos e Pesquisas Educacionais - INEP - Censo Educacional 2015 # Docentes no ensino fundamental: Ministério da Educação, Instituto Nacional de Estudos e Pesquisas Educacionais - INEP - Censo Educacional 2015 # Docentes no ensino médio: Ministério da Educação, Instituto Nacional de Estudos e Pesquisas Educacionais - INEP - Censo Educacional 2015 # Número de estabelecimentos de ensino fundamental: Ministério da Educação, Instituto Nacional de Estudos e Pesquisas Educacionais - INEP - Censo Educacional 2015 # Número de estabelecimentos de ensino médio: Ministério da Educação, Instituto Nacional de Estudos e Pesquisas Educacionais - INEP - Censo Educacional 2015 # PIB per capita: IBGE, em parceria com os Órgãos Estaduais de Estatística, Secretarias Estaduais de Governo e Superintendência da Zona Franca de Manaus - SUFRAMA # Percentual das receitas oriundas de fontes externas: Secretaria do Tesouro Nacional (STN) - Balanço do Setor Público Nacional (BSPN) 2015 # Índice de Desenvolvimento Humano Municipal (IDHM): Programa das Nações Unidas para o Desenvolvimento - PNUD # Total de receitas realizadas: Ministério da Fazenda, Secretaria do Tesouro Nacional, Registros administrativos 2008 # Total das despesas realizadas: Ministério da Fazenda, Secretaria do Tesouro Nacional, Registros administrativos 2008 # Mortalidade Infantil: Ministério da Saúde, Departamento de Informática do Sistema Único de Saúde - DATASUS 2014 # Internações por diarreia: Ministério da Saúde, DATASUS - Departamento de Informática do SUS, IBGE, Estimativas de população residente # Estabelecimentos de Saúde SUS: IBGE, Assistência Médica Sanitária 2009 # Área da unidade territorial: Área territorial brasileira. Rio de Janeiro: IBGE, 2017 # Esgotamento sanitário adequado: Ministério do Planejamento, Desenvolvimento e Gestão, IBGE, Instituto Brasileiro de Geografia e Estatística # Arborização de vias públicas: IBGE, Censo Demográfico 2010 # Urbanização de vias públicas: IBGE, Censo Demográfico 2010 === Fonte === IBGE - Brasil em Síntese : https://cidades.ibge.gov.br/brasil/pi/simplicio-mendes/pesquisa/13/5902 Categoria:Fundações no Piauí em 1933",
 "title": "Simplício Mendes"
}