{
 "id": "33425",
 "text": "Almirante Tamandaré é um município brasileiro do estado do Paraná. Sua população estimada em 2020 era de habitantes conforme dados do IBGE. Está a uma altitude de 950 metros acima do nível do mar. O ouro e sua exploração estão relacionados ao desenvolvimento deste município, que foi desmembrado de Colombo com o nome de Timoneira em 28 de outubro de 1947. Em 24 de março de 1956 houve a reintegração de seu antigo e tradicional nome de Almirante Tamandaré através da Lei Estadual nº 2.644, em homenagem ao Marquês de Tamandaré, almirante e patrono da Marinha do Brasil. Entre seus potenciais, encontra-se a atividade extrativa mineradora, com cerca de 20 indústrias de cal e calcário situadas próximo à Rodovia dos Minérios (PR-092). Possui, também, quatro fontes produtoras de água mineral que são engarrafadas e comercializadas. Criado através da Lei Estadual nº 2, de 28 de outubro de 1947, e instalado em 6 de novembro do mesmo ano, teve seu território desmembrado de Colombo. Os habitantes e os naturais do município são denominados tamandareenses. Está localizado na Mesorregião Metropolitana de Curitiba, mais precisamente na Microrregião de Curitiba, estando a uma distância de 15 km da capital do estado, Curitiba. == Etimologia == O nome do município é uma homenagem ao Almirante Joaquim Marques Lisboa, Visconde e Marquês de Tamandaré, nascido na cidade gaúcha de Rio Grande em 13 de dezembro de 1807 e falecido em 20 de março de 1897, no Rio de Janeiro. O Marquês de Tamandaré foi membro do Conselho Naval Superior e Ministro do Supremo Tribunal Militar. É patrono da Marinha do Brasil e participou de inúmeras lutas internas e das campanhas contra o Paraguai, Uruguai e ainda das rebeliões internas Setembrada, Abrilada, Cabanada, Sabinada, Balaiada, Praieira e Confederação do Equador. Etimologicamente o termo \"Tamandaré\" originou-se da língua tupi \"tamanda-ré\", depois da volta, \"t'amanari\", o que veio depois da chuva (o mesmo que Noé da lenda do dilúvio entre os povos indígenas). == História == Os primeiros habitantes do atual território do município de Almirante Tamandaré foram os índios Tinguis. Em 1680 o capitão Salvador Jorge Velho fez \"Descoberto da Conceição\" (lavra de ouro) no Distrito de Campo Magro. A primeira denominação que se deu ao lugar foi Nossa Senhora da Conceição do Cercado. Com este nome o povoado foi elevado à categoria de Freguesia em 10 de maio de 1873, através da Lei nº 438. Em pouco tempo ganhava a distinção de vila pela Lei Provincial nº 957, de 28 de outubro de 1889, ano primeiro da república brasileira, tendo sido o último município criado no Paraná durante o Império. Em 9 de janeiro de 1890 recebe a denominação atual, uma homenagem ao almirante Marquês de Tamandaré. Seus habitantes iniciais e fundadores foram homens que perlustraram o primitivo planalto do Paraná, não muito tempo depois que Gabriel de Lara, o Capitão Povoador, se estabeleceu em Paranaguá. Da mesma forma que tantos outros municípios circunvizinhos, Almirante Tamandaré originou-se das entradas e bandeiras organizadas por portugueses, vicentistas e paulistas, com o objetivo de encontrar ouro e prear índios. Do início da década de 1930 até meados de 1956, Almirante Tamandaré passou por conturbado período político-administrativo. O Decreto Estadual nº 1.702, de 14 de julho de 1932, suprimiu a vila de Almirante Tamandaré, que passou, então, a fazer parte do município de Rio Branco do Sul, sendo restaurado posteriormente , porém, na divisão administrativa de 31 de dezembro de 1937, Almirante Tamandaré pertencia ao termo e comarca de Curitiba. Em 20 de dezembro de 1938 ocorreu a extinção do município, através do Decreto-lei nº 7.573, por meio do qual seu território foi integrado ao de Curitiba, mudando seu nome para Timoneira. Alguns anos mais tarde, integraria o município de Colombo. Somente em 24 de março de 1956, através da Lei nº 2.644, sancionada pelo governador Moisés Lupion, a localidade voltou à condição de município, restaurado também sua antiga denominação de Almirante Tamandaré. Nesta última fase administrativa, o primeiro prefeito foi João Batista de Siqueira. == Política == === Poder executivo === O chefe do Poder Executivo municipal no mandato 2017-2020 é Gerson Colodel. ==== Ex-prefeitos ==== thumb|direita|200px|Prefeitura Municipal.Ver: Lista de prefeitos de Almirante Tamandaré === Poder legislativo === thumb|Câmara Municipal de Almirante Tamandaré, o órgão legislativo A Câmara de Vereadores é composta por 15 vereadores. === Poder judiciário === A Justiça Estadual no território tamandareense é atribuição do Foro Regional de Almirante Tamandaré - Comarca da Região Metropolitana de Curitiba, o qual é composto por três juízos: Vara Cível e Anexos, Vara Criminal e Anexos, e Juizado Especial Cível e Criminal. O órgão da Justiça Trabalhista competente para dirimir as causas originadas no território é a Vara do Trabalho de Colombo, em primeiro grau, e o Tribunal Regional do Trabalho da 9ª Região, em segundo grau. == Subdivisões == Almirante Tamandaré está dividida em 1 distrito e 200 bairros. === Distritos === Almirante Tamandaré está dividida em um único distrito: a cidade de Almirante Tamandaré (zona urbana e zona rural). Em 1995, Almirante Tamandaré perde mais uma parte de seu território, para a criação do município de Campo Magro, conforme instalação ocorrida em 1997. == Geografia == O município de Almirante Tamandaré está situado no sudeste do Paraná e compreendido na Região Metropolitana de Curitiba. A sede municipal dista 17 quilômetros a norte da capital do estado por rodovia e sua posição geográfica é uma latitude de 25°19'30\" ao sul e uma longitude de 49°18'36\" a oeste do meridiano de Greenwich e ao sul em relação ao Trópico de Capricórnio. Almirante Tamandaré faz divisa ao norte com Itaperuçu e Rio Branco do Sul, ao sul com Curitiba, a leste com Colombo e a oeste com Campo Magro. Sua área é de 195 km², representando 0,0979 % do estado, 0,0346 % da região e 0,0023 % de todo o território brasileiro. Geologicamente, o terreno é de origem proterozoica e constituído de xistos, mármores, quartizitos e metabasitos. O tipo de solo predominante é o cambissolo. Outros tipos de solo incluem o argissolo, o latossolo e o nitossolo. O relevo do município apresenta-se quase montanhoso, em virtude das ondulações do terreno, característica do sistema orográfico da região. Almirante Tamandaré está localizado no Primeiro Planalto Paranaense, com altitudes oscilando entre 800 e metros. Na época do Descobrimento do Brasil, em 1500, o município era coberto por duas formações vegetais originais: floresta ombrófila mista e campos. Pertence a duas bacias hidrográficas: a do rio Iguaçu e a do rio Ribeira de Iguape. O principal afluente do rio Iguaçu é o Barigui e seu tributário o Passaúna. O Juruqui é um dos poucos rios afluentes do Passaúna em território tamandareense. O clima do município é o Subtropical úmido mesotérmico, relativamente quente nos períodos de verão, e fresco, com geadas durante o inverno. A temperatura média é de aproximadamente , sendo e as médias máxima e mínima, respectivamente. O índice pluviométrico anual gira em torno de , não apresentando estação seca. == Demografia == De acordo com o Censo Demográfico de 2000, a população de Almirante Tamandaré era de 88.277 hab. — 44.112 homens e 44.165 mulheres. A densidade demográfica é de 331,26 habitantes por km². Da população recenseada, 96,01% estavam localizados na zona urbana e 3,99% na zona rural. Segundo a cor — 63.684 brancos, 3.516 pretos, 19.862 pardos, 180 amarelos e 318 indígenas; estado civil — 27.242 casados, 997 desquitados, 1.345 divorciados, 2.677 viúvos e 35.274 solteiros; religião — 57.084 católicos, 20.856 evangélicos, 8.221 ateus, 293 espíritas, 781 Testemunhas de Jeová, 186 mórmons, 55 umbandistas, 11 judeus e 7 muçulmanos. A densidade demográfica do município é de 331,26 habitantes por quilômetro quadrado. Estavam localizados na zona urbana 96,01% da população recenseada. === Aglomerações urbanas === No município de Almirante Tamandaré apenas uma aglomeração urbana existe — a da sede municipal. A cidade de Almirante Tamandaré, por ocasião do Censo Demográfico de 2000, possuía uma população de 84.755 habitantes — 42.301 homens e 42.454 mulheres. === Estatísticas === * População municipal: 88.277 habitantesIBGE (2000) ** Urbana: 96,01% ** Rural: 3,99% ** Homens: 49,97% ** Mulheres: 50,03% * População metropolitana total: 3.172.357 habitantes * Densidade demográfica: 331,26 habitantes por km² * Mortalidade infantil até cinco anos de idade: 16,64 a cada mil criançasDATASUS (2005) * Esperança de vida ao nascer: 66,10 anosAtlas do Desenvolvimento Humano no Brasil - PNUD, IPEA, FJP (2000) * Taxa de fecundidade: 2,93 filhos por mulher * Taxa de alfabetização: 89,94% * Taxa bruta de frequência escolar: 73,51% * Índice de Desenvolvimento Humano (IDH-M): 0,728 ** IDH-M Renda: 0,655 ** IDH-M Longevidade: 0,685 ** IDH-M Educação: 0,845 * Renda per capita (dados de 2000 expressos em R$ de 1 de agosto de 2000): R$ 197,65Atlas do Desenvolvimento Humano no Brasil - PNUD, IPEA, FJP :Fonte: IPEADATA == Economia == thumb|direita|200px|Plantação de hortifrutigranjeiros na zona rural de Almirante Tamandaré (PR). Almirante Tamandaré pode ser considerado um município essencialmente agrícola. Não obstante, sua indústria vem se desenvolvendo em grande escala de riqueza a partir da década de 1950, mercê do manifesto interesse pela exploração, no campo industrial, das grandes reservas de minérios ali existentes. Por seu turno, a pecuária representa papel de importância na economia do município. No setor agrícola, aparece como produtor de batata-inglesa, feijão e milho, culturas estas que apresentaram, em 2006, respectivamente, os seguintes valores: R$ 563.000,00, R$ 1.320.000,00, e R$ 1.615.000,00. Malgrado sua manifesta e preponderante atividade agrícola, o município de Almirante Tamandaré, segundo o Censo Demográfico de 2000, apresentava esta curiosidade demográfica: 4.409 pessoas ativas agrupavam-se no setor de serviços domésticos. thumb|esquerda|200px|Sede da Água Mineral Clari, na zona rural de Almirante Tamandaré (PR). O calcário é a principal riqueza natural existente no município. Almirante Tamandaré é a sede de quatro fontes produtoras de água mineral: Frescale, Clari, AB e Timbu. Funcionam no município 297 estabelecimentos comerciais do ramo varejista e 24 do ramo atacadista. As atividades do comércio tamandarense efetuam-se através da praça de Curitiba, que absorve 80% dos produtos exportáveis locais. Por outro lado, quase toda a importação de Almirante Tamandaré provém da capital do estado. Existem no município 197 estabelecimentos industriais, a maioria de produtos minerais não metálicos. A economia de Almirante Tamandaré está distribuída da seguinte forma: {| class=wikitable align=\"right\" cellspacing=\"2\" cellpading=\"2\" style=\"text-align: left;\" Agropecuária Indústria Serviços === Turismo === *Prefeitura Velha: o prédio é símbolo da emancipação política do município. Teve sua construção iniciada na gestão do Coronel João Cândido de Oliveira, sendo inaugurado em março de 1916. Atualmente abriga a Biblioteca Pública Municipal Harley Clóvis Stocchero e mais recentemente o Departamento Municipal de Cultura. Foi tombado pelo Patrimônio Histórico e Artístico do Estado do Paraná em 1994. *Igreja de Nossa Senhora da Luz: o prédio em alvenaria, começou a ser construído em 24 de maio de 1908 e inaugurado em maio de 1921 em substituição a antiga capela de madeira que até as presentes pesquisas existia no local desde 1882 *Parque Ambiental Jardim Mônica: inaugurado no primeiro semestre de 1998, com o objetivo de preservar a fauna e a flora da região, possui trilhas, playground e um centro de educação ambiental. *Grutas: o município existem várias grutas, cuja formação predominante é o dolomito e o calcário, sendo a Gruta do Sumidouro considerada pelo Grupo de Estudos Espeleológicos do Paraná-Açungui como uma das dez mais importantes do norte da Região Metropolitana de Curitiba e a única que permite a entrada de visitantes. *Recanto dos Padres: área de lazer com 3 alqueires de bosques, riachos, churrasqueiras coletivas cobertas e individuais, campos de futebol e quadra de voleibol. A antiga represa que já em 1938 gerava energia elétrica para um seminário próximo foi adaptada para grandes tanques, onde o banhista pode mergulhar, através de tobogã, em água mineral corrente. O local é aberto ao público de novembro a março mediante uma taxa de ingresso. *Circuito da Natureza de Turismo Rural: circuito que se propõe ao resgate do pioneirismo da região e a promoção do desenvolvimento sustentável, predominando a produção familiar e que oferecem gastronomia típica, além de trilhas, caminhos, pesque-pague, artesanato e arquitetura, disponibilizados pelas Colônias do Marmeleiro, de São Miguel, Lamenha e outras. *Parque Aníbal Khury: inaugurado em 1 de junho de 2008, o parque conta com trilhas ecológicas, cascata, decks e mirante para contemplação do lago existente em meio aos seus 220 hectares às margens do rio Barigui, playground, churrasqueiras, pista de 1,7 mil metros para cavalgada e 18 churrasqueiras que podem ser reservadas com 48 horas de antecedência. == Infraestrutura == === Educação === O Censo Demográfico de 2000 verificou a existência de 77.589 pessoas de 5 anos ou mais de idade, dos quais 67.416 sabiam ler e escrever, o que representava 86,89% daquele número, constituído de 34.188 homens e 33.228 mulheres. Em 2006, existiam no município 60 estabelecimentos de ensino fundamental, com a matrícula total de 16.704 alunos. === Saúde === Prestam assistência médica à população, no município, 9 farmacêuticos, 97 médicos, 17 dentistas, 22 enfermeiros, 7 fisioterapeutas, 5 fonoaudiólogos, 2 nutricionistas, 1 assistente social, 4 psicólogos, 40 auxiliares de enfermagem e 17 técnicos de enfermagem. Funcionam na cidade 1 centro de atenção psicossocial, 10 unidades básicas de saúde, 5 consultórios isolados, 1 hospital geral, 4 policlínicas, 1 secretaria de saúde e 7 unidades de serviço de apoio de diagnose e terapia. == Cultura == thumb|esquerda|100px|Igreja de Nossa Senhora da Conceição. thumb|direita|200px|Biblioteca Pública Municipal Doutor Harley Clóvis Stocchero. A cultura de Almirante Tamandaré é o conjunto de manifestações artístico-culturais desenvolvidas por tamandareenses. As principais manifestações populares são de cunho religioso. Os festejos dedicados a Santo Antônio ocorrem ao mesmo tempo em 6 capelas localizadas em diferentes pontos, neles tomando parte a totalidade do povo católico do município. São também bastante expressivos levados a efeito em honra do Divino Espírito Santo, em 4 capelas, e de Nossa Senhora da Luz e São Pedro, em outras duas capelas distintas. As festas de Natal e Ano Novo conduzem para a cidade grande parte da população do município. A padroeira do município é Nossa Senhora da Conceição, celebrada em 8 de dezembro. A cidade é dotada de uma estação de rádio: Rádio Barigüi, que pode ser ouvida na freqüência de AM 1560 kHz. Há uma única biblioteca: a Biblioteca Pública Municipal Doutor Harley Clóvis Stocchero. ==Esporte== No passado a cidade possuiu alguns clubes no Campeonato Paranaense de Futebol, como o Tamandaré Esporte Clube e a ADAPAR. O Tanguá Futebol Clube, antiga Sociedade Beneficente e Esportiva Tanguá, joga as ligas amadoras. ==Transporte== O município de Almirante Tamandaré é servido pelas seguintes rodovias: * PR-092, que passa por seu território, que liga Curitiba a Palmital, no estado de São Paulo. * PR-509, que liga à sede do município a Colombo. * Contorno Norte de Curitiba O município de Almirante Tamandaré é servido pela seguinte ferrovia: * Estrada de Ferro Norte do Paraná, que passa por seu território e liga Curitiba a Rio Branco do Sul. == Bibliografia == * FERREIRA, Jurandyr Pires. Enciclopédia dos Municípios Brasileiros. Rio de Janeiro: IBGE, 1959. v. 31, p. 25-27. *KOTOVISKI FILHO, Antonio Ilson. Considerações Históricas e Geográficas sobre o município de Almirante Tamandaré. Almirante Tamandaré: Alternativa, 2013. == Ligações externas == * * * Categoria:Fundações no Paraná em 1889",
 "title": "Almirante Tamandaré (Paraná)"
}