{
 "id": "33444",
 "text": "{{Info/Município do Brasil | nome = Assis Chateaubriand | foto = | leg_foto = | apelido = | bandeira = Bandeira de Assis Chateaubriand - PR.svg | brasão = Brasão de Assis Chateaubriand - PR.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de agosto | fundação = | gentílico = chateaubriandense | lema = Morada Amiga | prefeito = Valter Aparecido Souza CorreiaPrefeito e vereadores de Assis Chateaubriand tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PL | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 13 | mapa = Parana Municip AssisChateaubriand.svg | latP = S | latG = 24 | latM = 25 | latS = 12 | lonP = O | lonG = 53 | lonM = 31 | lonS = 15 | estado = Paraná | mesorregião = Oeste Paranaense | data_mesorregião = IBGE/2008 | microrregião = Toledo | data_microrregião = IBGE/2008 | região_metropolitana = Região Metropolitana de Toledo | vizinhos = Toledo, Tupãssi, Palotina, Maripá, Alto Piquiri, Iporã, Formosa do Oeste, Jesuítas e Nova Aurora. | dist_capital = 584 | área = 969.588 | área_ref = | população = 36808 | data_pop = estimativa populacional — IBGE/2022 | altitude = 440 | clima = subtropical | sigla_clima = Cfa | idh = 0.729 | data_idh = PNUD/2010 | idh_pos = PR: 87º | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 15115.31 | data_pib_per_capita = IBGE/2008 | site_prefeitura = }} Assis Chateaubriand é um município brasileiro localizado na região oeste do Paraná. Sua população estimada em 2022 era de 36.808 habitantes. == Aspectos econômicos== O oeste do paraná comportou-se em três fases: a primeira fase é da economia extrativista e de subsistência familiar nas décadas de 1950 e 1960. A segunda fase, concentrada nas décadas de 1970 e 1980, período de modernização na produção agrícola, sendo implantadas a cultura da soja, trigo, algodão e milho. A terceira fase é a nossa atualidade, ou seja, década de 1990 e o novo milênio, marcada pela diversificação na base agropecuária e pela busca de alternativas da agroindustrialização e de competitividade. No início da colonização de Assis Chateaubriand, onde tudo era mata-virgem, a principal fonte de renda era a agricultura comercial e principalmente a agricultura de subsistência para os que aqui chegaram. A primeira forma de agricultura fora o cultivo de hortaliças, mandioca, feijão, arroz e milho, criação de pequenos animais: porco, galinha e gado. Com a derrubada das matas, a escala de produção aumentou, passando a plantar em grande escalas, culturas já numeradas e o café em áreas altas, ou seja, cabeceiras dos lotes devido às geadas. Com a introdução da lavoura branca, houve uma produção contínua, mesmo ainda com o plantio feito ainda manual, devido aos tocos e madeira derrubados nas propriedades. Surge assim em seguida o ciclo da hortelã, que empregou grande quantidade de gente, pois sua mão-de-obra era grande até a extração de óleo. Com a mecanização (década de 1960), com a entrada da soja no mercado, houve um êxodo rural, fato mundial, onde quíe parte da mão-de-obra fora absorvida por máquinas e implementos agrícolas, e com tal mecanização foram surgindo o algodão, o trigo e outras culturas até os dias de hoje. Vale apenas lembrar que a pecuária foi sempre constante na produção do município, sendo para a subsistência bem como para a comercialização. ;Produção agrícola: Algodão, arroz irrigado, amendoim das águas, arroz sequeiro, fumo, feijão das águas, feijão da seca, milho safrinha, milho safra normal, mandioca industrial, soja safra normal, trigo, banana, uva da mesa, alface, abóbora, abóbora-tetsukabuto (cabotiá), beterraba, batata doce, couve-flor, cenoura, feijão vagem, pimentão, pepino, repolho, capineira, semente de soja, semente de trigo, mudas essenciais flor nativas, soja orgânica, ;Produção pecuária: Bovinos, leite, bezerros, bezerras, garrotes, novilhas, touros, vacas para cria, vacas para corte, suínos, suínos-raça, ovos, ovos férteis de codorna, aves de corte, aves de postura, aves caipira, mel, cama de aviário, esterco de suínos/bovinos, alevinos, cat-fish, bagre, carpa, tilápia. Categoria:Fundações no Paraná em 1966 Categoria:Homenagens a Assis Chateaubriand",
 "title": "Assis Chateaubriand (Paraná)"
}