{
 "id": "33454",
 "text": "{{Info/Município do Brasil | nome = Bocaiúva do Sul | foto = | leg_foto = | apelido = | brasão = ‎Brasao BocaiuvadoSul Parana Brasil.svg | bandeira = Bandeira de Bocaiúva do Sul.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Bocaiúva do Sul | aniversário = | fundação = | gentílico = bocaiuvense | lema = | prefeito = Antônio Luiz Gusso | partido = PDT | fim_mandato = 2024 | mapa = Parana Municip BocaiuvadoSul.svg | latP = S | latG = 25 | latM = 12 | latS = 21 | lonP = O | lonG = 49 | lonM = 06 | lonS = 54 | estado = Paraná | mesorregião = Metropolitana de Curitiba | data_mesorregião = IBGE/2008 | microrregião = Curitiba | data_microrregião = IBGE/2008 | região_metropolitana = Curitiba | vizinhos = Colombo (sudoeste), (oeste), Tunas do Paraná (norte), Adrianópolis (norte), Barra do Turvo - SP (nordeste), Campina Grande do Sul (leste e sul). | dist_capital = 42 | dist_capital_ref = | área = 826.344 | área_ref = | população = 12755 | data_pop = estimativa IBGE/2018 | altitude = 980 | clima = Subtropical | sigla_clima = Cfb | idh = 0.719 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7178.74 | data_pib_per_capita = IBGE/2008 | site_prefeitura = bocaiuvadosul.pr.gov.br }} Bocaiúva do Sul é um município brasileiro do estado do Paraná, pertence a região do Vale do Ribeira. Sua população, conforme estimativas do IBGE de 2018, era de habitantes, configurando como o 177º mais populoso do estado. ==Etimologia== O nome do município é em homenagem ao republicano Quintino Bocaiuva, jornalista e político. Etimologicamente o termo \"Bocaiuva\", origina-se do tupi \"mbocaya-üb\", que denomina a palmeira Acrocomia sclerocarpa. ==História== Quando do descobrimento e povoação dos campos de Curitiba, já existia no planalto curitibano uma localidade chamada \"Arraial Queimado\", denominação devida a uma devastador incêndio ocorrido na povoação. Neste lugar, mais tarde, surgiu a cidade de Bocaiuva do Sul. Em 1710, parte das terras da região foi concedida, em forma de sesmaria, a Domingos Fernandes Grosso. Na verdade, esta \"concessão\" foi uma jogada política, pois Fernandes Grosso não passava de um testa de ferro do padre Lucas Rodrigues França, filho do governador-sesmeiro, legítimo dono das terras. Anos depois o padre Lucas vendeu a sesmaria ao seu cunhado André Gonçalves Ribeiro que, ao morrer, as legou à sua filha e herdeira Bernarda Maria de França, casada com Manoel Gonçalves Silvestre. Finalmente, em 28 de outubro de 1756, a sesmaria de Arraial Queimado foi vendida a José Rodrigues Teixeira pela importância de 50$000. O povoamento de Bocaiuva efetivou-se pelo trabalho desenvolvido por Manoel José Cardoso e sua família, que era numerosa. Outras famílias que deram estabilidade social, cultural e econômica ao lugar foram as de Manoel José de Aleluia, Manoel João dos Santos, João Antonio dos Santos Souza e Antonio Joaquim dos Santos, que se estabeleceram nas áreas urbana e rural. A Lei Provincial nº 250, de 22 de abril de 1870 eleva o povoado à categoria de Freguesia, e em 12 de abril de 1871, pela Lei Provincial nº 273 foi criado o município de Arraial Queimado, com território desmembrado do município de Curitiba, sendo instalado na mesma data. O advento da República trouxe boas novas ao município, que recebeu a denominação de Bocaiuva do Sul em 11 de janeiro de 1890, através do Decreto-Lei nº 19, numa homenagem ao então Ministro das Relações Exteriores, Quintino Bocaiuva. Em 14 de julho de 1932, pelo Decreto nº 1.703, foi extinto o município de Bocaiuva, que foi Anexado ao município do Capivari (Hoje Colombo), sendo que dois anos após, pela Lei Estadual nº 705, de 16 de março de 1934, eram restabelecidas sua jurisdição e território, ampliado com o pertencia ao município de Epitácio Pessoa. O Decreto-Lei nº 199, de 30 de dezembro de 1943, mudou a denominação do lugar, alterando-a para Imbuial, que não vingou, voltando à antiga denominação Bocaiuva, em 10 de outubro de 1947, pela Lei nº 2, só desta feita acrescida de \"do Sul\", para diferencia-la da homõnima cidade mineira. Passou à sede de Comarca em 16 de janeiro de 194]. A instalação foi presidida por Luíz de Albuquerque Maranhão, sendo que o primeiro juiz de direito foi o dr. Zeferino Mozzato Krukoski. == Ligação rodoviária do norte ao sul == A BR-476, a Estrada da Ribeira, era a principal ligação rodoviárias ligando o Sul do Brasil a São Paulo, diretamente, até os anos 60, quando foi construída a BR-116, a rodovia Régis Bittencourt, a BR-116. A \"retirada\" desta estrada, que ajudava Bocaiuva do Sul até o anos 60, fez que a cidade se voltasse ao ostracismo, praticamente parando no tempo, até o final dos anos 90 e começo do século XXI. == Ligações externas == *Perfil do município na página do Estado do Paraná Categoria:Fundações no Paraná em 1871",
 "title": "Bocaiúva do Sul"
}