{
 "id": "33478",
 "text": "{{Info/Município do Brasil | nome = Castro | foto = Vista parcial da cidade de Castro, no Paraná.2.jpg | leg_foto = Vista parcial da cidade de Castro, a partir do mirante do Morro do Cristo. | apelido = Cidade do LeiteCastro, a Cidade do Leite. Gazeta do Povo, 9 de outubro de 2015. Consulato em 13 de julho de 2017 | brasão = Brasao Castro Parana Brasil.svg | bandeira = Bandeira Castro Parana Brasil.svg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Castro | aniversário = 19 de março | fundação = | gentílico = castrense | lema = | prefeito = Álvaro Telles | partido = Patriota | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 13 | mapa = Parana Municip Castro.svg | latP = S | latG = 24 | latM = 47 | latS = 27 | lonP = O | lonG = 50 | lonM = 00 | lonS = 43 | estado = Paraná | mesorregião = Centro Oriental Paranaense | data_mesorregião = IBGE/2008 | microrregião = Ponta Grossa | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Piraí do Sul, Doutor Ulysses, , Rio Branco do Sul, Itaperuçu, Campo Largo, Ponta Grossa, Carambeí e Tibagi | dist_capital = 159 | área = 2531.503 | área_ref = | população = 75291 | data_pop = estimativa IBGE/2024 | altitude = 988 | clima = subtropical | sigla_clima = Cfb | idh = 0.703 | data_idh = IDHM/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 50347.90 | data_pib_per_capita = IBGE/2021 | densidade = 26,50 }} Castro é um município brasileiro do estado do Paraná. Às margens do rio Iapó, tem um potencial turístico devido ao relevo privilegiado (Canyon Guartelá e às belezas próprias da região dos Campos Gerais). Sua fundação ocorreu em 1778 e fez parte do caminho dos tropeiros que iam de Viamão até Sorocaba, tendo forte origem no tropeirismo. Possui o primeiro Museu do Tropeiro do Brasil. Conhecida como \"Cidade mãe do Paraná, Capital nacional do leite\", sendo a maior bacia leiteira do Brasil. == Etimologia == Homenagem a Martinho de Melo e Castro, Ministro dos Negócios Ultramarinos de Portugal, nos anos de 1785 e 1790. Etimologicamente Castro origina-se do latim \"Castru\" que significa fortaleza. == História == Castro surgiu às margens do histórico Caminho de Sorocaba, que ligava esta cidade paulista a Viamão, na antiga Província de São Pedro do Rio Grande do Sul. Inicialmente, o atual município de Castro foi um \"pouso de tropeiros\" à beira da antiga via, ponto de passagem de tropeiros e gado que iam à feira de Sorocaba. Segundo Milleit de Saint' Adolphe, esta região era morada de aborígenes, notadamente os guarapiabas, do grupo tupi. Também há o registro de ataques de índios caingangues aos tropeiros e colonos que circulavam pela região no século XIX. O local onde atualmente se encontram as pontes rodoviárias sobre o rio Iapó era exatamente o ponto que oferecia vau, onde cruzavam os tropeiros. A boa aguada, pastagens e clima atraíram as primeiras famílias paulistas de Sorocaba, Santos e Itu, que estabeleceram-se a fim de incrementar a criação de gado, dando a uma povoação que se chamou Pouso do Iapó. Contemporaneamente, ao começo da colonização foram requeridas, por paulistas, as primeiras sesmarias da região. Pouso do Iapó se firmou como povoação, e, em 1751 foi construída uma pequena capela de \"pau a pique\", onde os ofícios religiosos eram conduzidos pelo frei Bento Rodrigues de Santo Ângelo.Fazenca Capão Alto Secretária Estadual da Cultura - acessado em 29 de agosto de 2018 Em 1769, os Padres Carmelitas, vindos de uma frustrada experiência na capela do Capão Alto, ergueram uma nova igreja às margens do rio Iapó, para sede da freguesia que pretendiam criar. Em 15 de março de 1771, o Pouso do Iapó recebeu a visita do tenente-coronel Afonso Botelho de Sam Payo e Souza, ajudante de ordens do governador-geral da capitania e comandante das forças da ouvidoria de Paranaguá, que não mediu esforços para o desenvolvimento do lugar.C5_Castro - SEEC - Paraná da Gente A partir daí, foi criada a Freguesia de Sant'Ana do Iapó. Depois de cumpridas as formalidades exigidas pelo direito canônico, o frei Manoel da Ressurreição, bispo da Capitania de São Paulo, em provisão de 5 de março de 1775, determinou as novas divisas da freguesia. Na nova povoação, estabeleceram-se o capitão-mor Rodrigo Feliz Martins, o capitão Francisco Carneiro Lobo, um dos chefes expedicionários da primeira conquista de Guarapuava, Inácio Taques de Almeida, Manoel da Fonseca Paes, doutor Manoel de Mello Rego, Inácio de Sá Arruda, José Rodrigo Betim, Antonio Pereira dos Santos, João Batista de Oliveira e João Batista Pereira. A freguesia de Sant'Ana do Iapó desenvolveu-se a contento, sendo que esta elevação à categoria de vila e alteração na denominação prende-se um fato ocorrido na prisão de Limoeiro, em Portugal.Castro - Turismo no tempo Encontrava-se o capitão Manoel Gonçalves Guimarães, grande potentado, enriquecido no contrabando de ouro e dono de extensa área de terras, tanto na freguesia, quanto na Vila de Curitiba. Em determinado dia, o Ministro dos Negócios Ultramarinos d'aquém e d'além mar, Martinho de Melo e Castro, fez uma visita à célebre prisão política, lá encontrou Manoel Guimarães, que, ajoelhado, pediu clemência e liberdade. Em troca, informou que morava no Brasil, numa florescente freguesia, na qual não havia justiça, e os crimes ficavam impunes, mas que, se lhe fosse concedida a liberdade, trataria de elevar a freguesia à categoria de vila, e com o nome do ministro português, e melhorar a vida dos que ali moravam. O pedido sensibilizou o Ministro, além do que mexeu com sua vaidade, permitindo a libertação de Manoel Gonçalves Guimarães, que, imediatamente, pôs-se a elaborar um plano para cumprir o prometido. Em São Paulo encontrou-se com dr. Francisco Leandro de Toledo Rondon, Ouvidor de Paranaguá, a quem expôs o acontecido. O próprio Ouvidor representou o pedido junto ao Capitão-General Bento José de Lorena. Em 24 de setembro de 1788, a Freguesia de Sant'Ana do Iapó foi elevada à categoria de vila, com território desmembrado de Curitiba e denominação alterada para Vila Nova de Castro. Em julho de 1854, através da lei provincial nº 2, foi criada a Comarca da Vila Nova de Castro, instalada em 21 de dezembro do mesmo ano. Pela lei provincial nº 14, de 21 de janeiro de 1857, a vila ganhou foros de cidade, porém com denominação simplificada para Castro. Foi grande o fluxo de imigrantes no território castrense, sendo que os primeiros grupos chegaram em 1885. Eram colonos de origem polonesa e alemã, vindo às expensas do governo Imperial. Posteriormente, vieram imigrantes italianos, neerlandeses e russos. Nominam-se as colônias Santa Cândida, Santa Leopoldina, Santa Clara, Carambeí, Iapó, Agostinhos e Russos. O crescimento da Cooperativa Batavo em Carambeí, possibilitou a vinda de novos colonos neerlandeses para o Paraná e, às margens do rio Iapó, foi fundada a Colônia de Castrolanda, onde os imigrantes construíram casas e estradas, além dos estábulos para os reprodutores bovinos de produção leiteira, o que deu início à Cooperativa Castrolanda. No período da Revolução Federalista (1893-1894), Castro tornou-se temporariamente a capital interina do Paraná, em decorrência do Decreto Estadual nº 24, de 18 de janeiro de 1894. Este fato deu-se em função de Curitiba ter sido ocupada por tropas gaúchas, é rechaçado o poder estadual, que só voltou à normalidade em 18 de abril do mesmo ano, através do decreto-lei estadual nº 25. A lei estadual nº 1 049, de 4 de abril de 1911 criou o Distrito de Socavão, e em 10 de abril de 1930, pela Lei nº 2 768, foi criado o Distrito de Morros, mais tarde denominado Abapã. == Geografia == Sua área é de aproximadamente 2.531,506 km², representando 1,2701% do estado, 0,4492% da região e 0,0298% de todo o território brasileiro. Situa-se no Primeiro Planalto, estando a 988 metros acima do nível do mar. A distância de Curitiba é de 159 km. === Clima === O clima é subtropical úmido, com ocorrência de geadas e ocasionalmente neve, com predominância de baixas temperaturas durante o inverno e o outono e temperaturas amenas durante o verão e a primavera, havendo, portanto, grande amplitude térmica. A temperatura média compensada anual é de , podendo ficar abaixo de zero no inverno, durante a incursão de massas de ar polares. Embora as precipitações sejam abundantes durante todo o ano, há uma menor frequência nos meses de inverno. Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1925 a menor temperatura registrada em Castro foi de em 6 de agosto de 1963 e a maior atingiu em 4 de janeiro de 1949. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 1° de agosto de 2011. Desde julho de 2006, a menor umidade relativa do ar foi de 12% em 18 de junho de 2008, em maio de 2013, nos dias 8 e 9, e em 2014, em 1 de julho e 29 de outubro. Por sua vez a rajada de vento mais forte alcançou () em 30 de junho de 2020, devido à atuação de um ciclone bomba. == Demografia == Os primeiros moradores que habitaram a região foram os índios. Já a ocupação luso-brasileira se deu a partir dos latifundiários que chegaram para desbravar a região. Os pioneiros que formaram a cidade de Castro eram de famílias descendentes de tropeiros da região. Essas famílias receberam influências de índios e também de africanos e seus respectivos descendentes que vieram habitar os Campos Gerais, bem como de seus mestiços, como caboclos e mulatos. Em 1855, chegaram ao município imigrantes alemães e poloneses, fundando as colônias de Terra Nova e Santa Leopoldina, sendo que no final deste século Castro recebeu os alemães protestantes, que se instalaram na região de Maracanã, Rio Abaixo e Bulcão. No início do século, em meados de 1911, chegaram os primeiros neerlandeses e fundaram a Colônia de Carambeí, e entre 1951 e 1954, com a vinda de mais 50 famílias, fundaram a Castrolanda que foi batizada assim em homenagem à cidade. Dedicaram-se à industrialização e comercialização dos produtos de origem animal e vegetal. Os japoneses chegaram em 1958 e impulsionaram a agricultura através de novas técnicas de plantio e produção. A população do município de Castro em 2010 era de habitantes, conforme censo demográfico, e conforme estimativas do IBGE de 2021, era de habitantes. === Religião === Referente a Igreja Católica, Castro faz parte da Diocese de Ponta Grossa e possui quatro paróquias no município: * Paróquia Sant'Ana: fundada em 1774, no centro da cidade, a mais antiga da diocese, atendida pelos padres seculares (diocesanos) - Pároco: Pe. Sandro José Brandt - Vigário: Pe. José Nilton Santos. * Paróquia São Judas Tadeu: fundada em 1972, na Vila Santa Cruz, atendida pelos padres da Congregação das Escolas de Caridade (Cavanis) - Pároco: Pe. Valdecir Pavan - Vigário: Pe. Sebastião Adir de S. Bueno. * Paróquia N. Sra. do Rosário: fundada em 1967, na Vila Rio Branco, atendida pelos padres da Comunidade de N. Sra. de Sion - Pároco: Pe. Osvaldo Candorin - Vigário: Pe. Faustino Tonini. * Paróquia N. Sra. do Perpétuo Socorro: fundada em 2005, no Jardim Colonial, tendida pelos padres seculares (diocesanos) - Pároco: Pe. Cristiano. == Economia == A atividade agropecuária é bastante expressiva no município, com plantação de soja, milho, feijão, arroz, cenoura, batata,uva, entre outras e possuindo milhares de propriedades rurais, que se dedicam à criação de gado leiteiro, suínos e aves. A bacia leiteira da região é considerada a principal do Brasil em produtividade e qualidade genética com capacidade aproximada de 400.000 litros/dia. A Sociedade Cooperativa Castrolanda Ltda, mantém um rebanho de gado Holandês PO e PC com alto padrão genético, além da produção e comercialização de grãos e sementes, sendo que esta Cooperativa, juntamente com a CAPAL - Cooperativa Agropecuária Arapoti Ltda e a Cooperativa Agropecuária Batavo Ltda de Carambeí, fornecem matéria-prima para a Cooperativa Central de Laticínios do Paraná industrializar os produtos Batavo. Castro também se sobressai na exploração mineral, com a extração de calcário e talco e na indústria gráfica, moveleira, alimentícia e de pincéis. == Turismo == ; Paróquia Sant’Ana A primitiva capela, de barro socado foi construída por escravos em 1704, em honra a Sant’Ana. Em 1769, foi realizada a primeira missa, tendo neste ano sofrido uma reforma. O primeiro pároco, Frei de Santa Teresa de Jesus, chegou dois anos mais tarde em 1771. Passou por diversas outras reformas, sendo que no ano de 1876 foi totalmente concluída, tomando seu aspecto atual. Um ano depois foi construída uma das torres e a segunda, anos mais tarde, no período entre 1945 - 1960, finalizada por Domiciano de Oliveira, que ao reconstruí-la cometeu um erro, esqueceu de inserir ao lado da segunda torre (construída posteriormente) quatro pilares. Anos mais tarde, Domiciano de Oliveira vinha junto a órgãos competentes requerer a correção da segunda torre, o que não foi permitido, pois essa característica passou a ser considerada um marco na história do município. ; Museu do Tropeiro Criado pelas leis 13/75 e 71/76, na gestão do prefeito Lauro Lopes, a casa onde foi instalado o museu foi construída no século XVIII pela família Carneiro Lobo. Sua construção é de estuque, de fiel estilo. Pertenceu ao Padre Damaso, que a comprou de Francisco de Deos Martins e sua mulher Victoriana Alves de Nunciação. Em 1912, foi novamente vendida à Balbina Marques Ribas, que deixou por herança a cinco herdeiros. Em 1975, o imóvel pertencia à Leonilda Madureira e foi adquirido, por compra, pela prefeitura sendo submetido a restauração mediante orientação do Serviço do Patrimônio Histórico do Estado. Seu acervo conta com aproximadamente 400 peças. Além de retratar a vida do tropeiro, apresenta documentos e objetos históricos, peças sacras, aferições e artesanato. Está localizado na Praça Dr. Getúlio Vargas. ; Colônia de Castrolanda thumb|\"De Immigrant\" (O Imigrante), moinho em estilo holandês na colônia de Castrolanda Em Castrolanda situa-se um dos maiores moinhos de vento do mundo: inaugurado em 2001, De Immigrant (O Imigrante) é um grande monumento de 26 metros de envergadura, possui duas mós conseguindo produzir até 3.000 kg de farinha de trigo, e mecanismos, engrenagens, pinos e encaixes feitos quase que totalmente em madeira. O projeto é assinado e executado pelo holandês Jan Heijdra, especialista em de moinhos de vento, como uma homenagem aos imigrantes neerlandeses da década de 50 que colonizaram a região. O moinho é acionado pelo moleiro. Além do moinho, a construção abriga salão de eventos, museu, restaurante e biblioteca. No local também são expostos e comercializados artesanato e souvenirs da colônia e da Holanda. ; Casa da Cultura Emília Erichsen Neste edifício em 1862 foi fundado o primeiro jardim de infância do Brasil por Dona Emília Erichsen. O prédio foi vendido em 1 de agosto de 1905 à Carlos Betenheuser, e posteriormente, em 20 de julho de 1982 foi adquirido para desmembramento e instalações do Banestado (antigo Banco do Estado do Paraná, comprado pelo Banco Itaú). Em 16 de agosto de 1982, parte do prédio foi doada ao município, funcionando hoje como a Casa da Cultura. Localiza-se na Rua Dr. Jorge Xavier da Silva. ; Morro do Cristo Situa-se num dos pontos mais altos de Castro, e pode ser avistado de todos os lados da cidade e arredores. Sobre ele está uma estátua do Cristo Redentor e um pequeno parque de diversões. Localizado na Rua Coronel Olegário de Macedo. ; Rio Iapó Corta o perímetro urbano e permite a navegabilidade de canoas e lanchas de pequeno porte. Seu leito é sinuoso e bastante piscoso. Encontra-se a 18 km do centro e, nele está a queda do Pulo. ; Saltos O município possui um potencial hídrico representativo e de exuberante beleza, com inúmeros saltos, quedas e corredeiras, onde se destacam a queda do Pulo no rio Iapó, os saltos São João, da Cotia e das Andorinhas e as corredeiras do rio Guararema. ; Prainha - Parque Balneário Dr. Libânio Estanislau Cardoso Praia do rio Iapó, no perímetro urbano e com total infraestrutura de lazer. É um dos principais balneários fluviais do Paraná e, tornou-se um ponto turístico e de lazer, com cascata d’água, lanchonete, campos de futebol, quadra de esporte, churrasqueira, ringue de patinação etc. ; Fazenda Capão Alto A vocação hospitaleira de Castro começou no século XVIII, quando tropeiros que faziam o caminho Viamão - Sorocaba transportando gado encontraram às margens do rio Iapó um pouso seguro. É nesta época, 1704, que se deu a fundação da Fazenda Capão Alto, localizada em terras de sesmaria concedidas a Pedro Taques de Almeida, seus filhos e genros. Por ocasião da morte do patriarca, os direitos da vasta concessão de terras passaram a seus descendentes, ficando Timóteo Corrêa de Góes com a gerência das terras localizadas no Capão Alto. Em 1749, a fazenda foi levada a leilão e arrematada por José de Góes Moraes que, em 1751 teria feito doação ou venda da mesma, aos religiosos de Nossa Senhora de Monte Carmelo. Os carmelitas ali permaneceram por mais de um século como agricultores e criadores de gado. Em meados do século passado os religiosos deixaram a fazenda em quase completo abandono, sendo que seus inúmeros escravos passaram a tomar conta, organizando um quilombo ordeiro e pacífico. Dentro de um sistema de república altamente democrático, os negros do Capão Alto consideravam-se apenas de Nossa Senhora. Diariamente compareciam à capela, onde oravam, e pediam ordens da Virgem. Sempre sob sua inspiração elegiam semanalmente um diretor para orientar o serviço de distribuição de prêmios e sanções, segundo as necessidades. Em 1864, os \"escravos carmelitas\" foram vendidos para uma firma de São Paulo, mas quando seus donos vieram buscá-los, recusaram-se a sair da fazenda. Iniciou-se uma revolta que só foi dissipada pela intervenção do chefe de polícia de Curitiba. Em 1870, Bonifácio José Batista, o Barão de Monte Carmelo, comprou a fazenda, que foi passando para seus herdeiros até chegar à sua neta Evangelina Madureira. Após 1940 esteve em mãos de dois compradores estranhos à família e em 1979 foi vendida à Cooperativa Central de Laticínios do Paraná. Suas construções refletem a imagem dos casarões coloniais típicos das fazendas de café. A casa central foi erguida em taipa de pilão, uma das únicas do gênero do Paraná, achando-se tombada como patrimônio pelo Estado. ; Fazenda Potreiro Grande A casa sede de uma fazenda de gado toda construída em pedra é o local aconchegante e rústico onde são recepcionados os visitantes, admiradores da vida no campo e que podem desfrutar de uma área de 1200ha, incluindo matas nativas, trilhas ecológicas, passeios a cavalo, tanques para pescaria e piscina. Toda a alimentação é preparada com produtos da própria fazenda, como o leite, o pão, os peixes e os legumes. Distante de Curitiba 142 km, o acesso é feito pela BR 376 até Ponta Grossa, pegando a PR 151 por Alagados até o distrito de Abapã em Castro. ; Sítio Santa Olívia Situado no Canyon Guartelá às margens do rio Iapó possui pousada com acomodações para 12 pessoas, churrasqueiras, trilhas para passeios a pé e a cavalo em meio a exuberante vegetação. Corredeiras com pequenas cascatas e subida ao morro de São Francisco são algumas opções de lazer que juntamente com a pesca das famosas tubaranas ou tabaranas, proporcionam um excelente ambiente para relaxamento. Existe também um recanto para os esotéricos e místicos exercitarem suas mentes. == Artesanato, gastronomia e folclore == O artesanato local é bastante rico e variado, utilizando como matéria-prima argila, palha de milho, madeira, piri e lã de carneiro. O prato típico é o \"Castropeiro\", uma homenagem aos tropeiros que colonizaram a cidade de Castro. Consiste no feijão tropeiro temperado, carne de gado e de porco, quibebe de abóbora, couve com torresmo acompanhado de pão caseiro. O folclore manifesta-se através do Grupo Folclórico Holandês de Castrolanda formado em 1953 que visa a apresentação de danças típicas tradicionais das diversas regiões da Holanda. Há também o CTG Querência Campeira, que revive o folclore gaúcho. == Infraestrutura == === Segurança Pública === A cidade é sede das seguintes instituições de segurança pública: ==== Polícia Militar ==== * Terceira Companhia de Polícia Militar / 1º BPM * Segunda Seção de Bombeiros do 2º Subgrupamento / 2º GB. ==== Polícia Civil ==== * Delegacia de Polícia === Comunicações === ==== Operadoras de telefonia fixa ==== * Oi * Sercomtel ==== Operadoras de telefonia celular ==== * Claro * TIM * Vivo ==== Emissoras de televisão ==== ===== Analógico ===== * 8 VHF - Band Paraná (Band) * 35 UHF - TV Verdade ===== Digital ===== * 10.1 (35 UHF) - RPC Ponta Grossa (Globo) * 13.1 (34 UHF) - RIC Curitiba (RecordTV) ** 13.2 - Aula Paraná ** 13.3 - Aula Paraná ** 13.4 - Aula Paraná * 15.1 - RCi (TV Pai Eterno) * 21.1 - TV Guará (SBT) ** 21.2 - TV Escola Curitiba * 22.1 - Rede Mundial Curitiba (Rede Mundial) ==== Emissoras de Rádio ==== * 95.5 MHz - Rádio Castro (RC) FM * 102.7 MHz - Antena Sul FM === Transporte === O município conta com um aeroporto municipal, denominado Aeroporto Major Neodo da Silva Pereira. O município foi servido com transporte ferroviário de passageiros através da Estrada de Ferro São Paulo-Rio Grande, que ligava Castro a Ponta Grossa (hoje desativada). A principal estação da cidade, construída em alvenaria de tijolos sobre embasamento de pedras, foi inaugurada em 1899 e tombada como patrimônio cultural do Paraná em 2000. Castro é servido pelas seguintes rodovias: * PR-090, que passa por seu território, que liga Curitiba a Alvorada do Sul (divisa com São Paulo). * PR-151, que liga Ponta Grossa a Jaguariaíva. * PR-340, ligando a cidade à Ortigueira. == Esporte == No passado a cidade de Castro possuiu algumas equipes no Campeonato Paranaense de Futebol: o Caramuru Esporte Clube e o Juventude. == Castrenses ilustres == *Biografias de castrenses ==Ligações externas== * Página da prefeitura * Confederação Nacional de Municípios * Museu do Tropeiro * - Dia de Castro Categoria:Fundações no Brasil em 1778 Categoria:Campos Gerais do Paraná",
 "title": "Castro (Paraná)"
}