{
 "id": "33481",
 "text": "Cerro Azul é um município brasileiro do estado do Paraná pertencente ao Vale do Ribeira. Conhecida como a terra da laranja, pelas inúmeras produções desse gênero de fruta, fica a 92 quilômetros da capital do estado. Sua população, conforme estimativas do IBGE de 2020, era de habitantes. Cerro Azul possui o segundo mais baixo índice de desenvolvimento humano (IDH) do estado do Paraná. Cercada de montanhas, seus bairros afastados constituem de população rural e urbana, encontrando na agricultura sua principal fonte de renda, complementado pelas riquezas do Rio Ribeira. Uma de suas maiores atrações é a Festa da Laranja que apresenta ao Estado os produtos produzidos pela agricultura local. == Etimologia == O termo \"Cerro\" é expressão de origem espanhola e designa morro (elevação montanhosa). A denominação provém da existência de um morro nas cercanias do município. Este cerro em certas ocasiões oferece um perfil de tom azulado, daí a incorporação pelos fundadores do povoado, do nome Cerro Azul. == História == Um forte movimento de colonização foi sentido desde 1853, quando a Província do Paraná foi emancipada de São Paulo. Foi naquele tempo que a criação de uma colônia agrícola nas regiões dos rios Ponta Grossa e da Ribeira foi vislumbrada pela princesa Isabel Cristina, filha do imperador Pedro II. Um contingente de engenheiros agrônomos e técnicos ali se postaram com a missão de analisarem a qualidade do solo, que ofereceram resultados altamente satisfatórios. Surgiu então, a partir de 1860, a Colônia Açungui, cuja sede administrativa localizava-se às margens do Rio Ponta Grossa, nas proximidades de um morro conhecido por Cerro Azul. A área estabelecida pelo Governo Imperial foi de 59.681,4 hectares, divididos em quatrocentos lotes, distribuídos a imigrantes alemães, ingleses, franceses, suíços e italianos. A comunidade prosperou e sua consolidação como núcleo habitacional ficou fortalecida com a construção de vários prédios públicos, destacando-se o da administração pública, residência do administrador, igreja matriz, casa paroquial e outros. A princesa Isabel continuava na tarefa de ajudar Açungui, que no período imperial foi um dos núcleos de maior projeção na Província. \"Os primeiros administradores da Colônia Açungui foram Barata Ribeiro, Manoel Nabuco e José Borges, que muito contribuíram para que o núcleo fosse elevado à categoria de freguesia em 2 de abril de 1872, sob a invocação de Nossa Senhora da Guia. Segundo o historiador Romário Martins \"...em 1875 tinha a Colônia Assungui 1.824 habitantes, sendo 875 brasileiros, 338 franceses, 221 ingleses, 202 italianos, 171 alemães, 16 espanhóis e apenas um sueco\". Nesta época houve dispersão de muitas famílias de imigrantes, principalmente por acharem a colônia muito isolada e de difícil acesso à capital. Isto de fato seria fator de empecilho para o crescimento econômico da região. A lei provincial nº 680, de 27 de dezembro de 1882 dá foros de vila a Açungui, devidamente instalada em 20 de fevereiro de 1883. A lei provincial nº 816, de 7 de novembro de 1885, determina que Açungui passe a se chamar Cerro Azul. Pela lei nº 259, de 27 de dezembro de 1897, o lugar passa a ser município, sendo que o primeiro prefeito municipal foi o sr. Francisco Miguel Hennes. A República não soprou bons ventos para Cerro Azul. Sem o apoio imperial iniciou-se período de declínio econômico. A situação agravou-se com a construção da Estrada de Ferro São Paulo-Rio Grande, deixando a região ao largo do movimento de transportes regionais. Outro fator determinante de isolamento foi a construção da estrada ligando Curitiba a São Paulo. A situação sói foi melhorar a partir da década de 1940, quando o interventor Manoel Ribas ordenou que fizesse uma estrada ligando Cerro Azul à rodovia Curitiba-São Paulo. ==Transporte== O município de Cerro Azul é servido pelas seguintes rodovias: * PR-092, que liga Curitiba a Palmital (Divisa Paraná e São Paulo). * PR-340, que liga a sede do município a Tunas do Paraná. ==Cultura== A lei federal nº 14.608, de 20 de julho de 2023, deu a Cerro Azul o título de Capital Nacional da Ponkan.Brasil, Presidência da República. LEI Nº 14.608, DE 20 DE JUNHO DE 2023 - Confere ao Município de Cerro Azul, no Estado do Paraná, o título de Capital Nacional da Ponkan. Imprensa Nacional. Acesso em 22 de junho de 2023 Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1882",
 "title": "Cerro Azul (Paraná)"
}