{
 "id": "33491",
 "text": "{{Info/Município do Brasil | nome = Coronel Domingos Soares | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =domingosoarense | lema = | prefeito = Jandir Bandiera | partido = PT | fim_mandato = 2024 | mapa = Parana Municip CoronelDomingosSoares.svg | latP = S | latG = 26 | latM = 13 | latS = 40 | lonP = O | lonG = 52 | lonM = 01 | lonS = 55 | estado = Paraná | mesorregião = Centro-Sul Paranaense | data_mesorregião = IBGE/2008 | microrregião = Palmas | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Palmas, Bituruna, Mangueirinha, Reserva do Iguaçu, Pinhão e Clevelândia. | dist_capital = 380 | área = 1557.894 | área_ref = | população = 7238 | data_pop = Censo IBGE/2010 | altitude = 1100 | clima = Subtropical Úmido Mesotérmico | sigla_clima = | idh = 0.704 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9223.60 | data_pib_per_capita = IBGE/2008 | site_prefeitura = pmcds.pr.gov.br }} Coronel Domingos Soares é um município brasileiro do estado do Paraná. Sua população, de acordo com a estimativa do IBGE para 2021, é de 7.538. == Etimologia == O nome do município é uma homenagem ao Coronel Domingos Soares, que exerceu o cargo de Deputado Estadual pelo Paraná, além de por dois mandatos ser o prefeito de Palmas. == História == Tendo se desenvolvido a partir de uma fazenda, no ano de 1954, o núcleo que viria a torna-se o município foi elevado a categoria de distrito. Em 1964, tornou-se distrito judiciário do Município de Palmas. No dia 21 de dezembro de 1995, através da Lei Estadual n° 11.265, foi criado o Município de Coronel Domingos Soares, com território emancipado de Palmas. A instalação oficial ocorreu no dia 01 de janeiro de 1997. ==Geografia== === Clima === Possui um clima subtropical úmido mesotérmico, de verões frescos e invernos com ocorrência de geadas severas, sem estação seca, cujas principais médias anuais são: temperaturas dos meses mais quentes superior a 19 °C, e dos meses mais frios inferiores a 18 °C; temperatura média 16 °C, chuvas entre 1.900 a 2.100 mm (entre 130 a 230 mm/mês); umidade relativa do ar 80%; sem deficiência hídrica. ===Hidrografia=== Os principais cursos de água são o Rio Iguaçu ao norte do município que é contido pela represa da Usina Hidrelétrica Governador Ney Aminthas de Barros Braga e ao sul o Rio Chopim.https://www.iat.pr.gov.br/sites/agua-terra/arquivos_restritos/files/documento/2020-07/ee_rio_touros_hidrografia.pdf Os principais afluentes do Rio Iguaçu que cortam o município são os rios Iratim, Estrela, Butiá e São Pedro. Fontes de água e nascentes são encontradas em todo o município e praticamente em todas as propriedades. === Relevo === O ponto mais alto está a 1.280 metros (sul do município) e o ponto mais baixo a 600 metros (Rio Iguaçu, norte do município). == Infraestrutura == === Transporte === O município pode ser acessado pela PR-912, que liga a PRC-280 em Palmas, trecho que foi recentemente pavimentado. Existem uma série de estradas de jurisdição municipal, não pavimentadas, que dão acesso aos municípios vizinhos. Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1995",
 "title": "Coronel Domingos Soares"
}