{
 "id": "3349",
 "text": "O sangue é um fluido corporal que percorre o sistema circulatório em animais vertebrados; formado por uma porção celular de natureza diversificada - pelos \"elementos figurados\" «elementos figurados do sangue: designação por que são conhecidos os constituintes celulares do sangue (glóbulos brancos, glóbulos vermelhos e plaquetas)» do sangue - que circula em suspensão em meio fluido, o plasma. Em animais vertebrados o sangue, tipicamente vermelho, é geralmente produzido na medula óssea. Em animais invertebrados a coloração pode variar, mostrando-se em várias espécies, dada a presença de cobre e não ferro na estrutura das células responsáveis pelo transporte de oxigênio, azulado. O sangue tem como função a manutenção da vida do organismo no que tange ao transporte de nutrientes, excretas (metabólitos), oxigênio e gás carbônico, hormônios, anticorpos, e demais substâncias ou corpúsculos cujos transportes se façam essenciais entre os mais diversos e mesmo remotos tecidos e órgãos do organismo. Popularmente também denomina-se por sangue o fluido com funções similares em animais não dotados de sistema circulatório fechados, a exemplo da hemolinfa nos insetos. A composição da hemolinfa é contudo diferente da composição do sangue propriamente dito. O sangue é formado por diversos tipos de células, que constituem a parte \"sólida\" do sangue, cada tipo com anatomia e funções próprias; essas imersas em uma parte líquida chamada plasma. As células sanguíneas são classificadas em três grupos básicos: os leucócitos ou glóbulos brancos, que são células de defesa integrantes do sistema imunitário; as hemácias , glóbulos vermelhos ou eritrócitos, responsáveis pelo transporte de oxigênio; e plaquetas, responsáveis pela coagulação sanguínea. Podemos encontrar os mesmos componentes básicos do sangue nos anfíbios, nos répteis, nas aves e nos mamíferos (incluindo o ser humano). A densidade do sangue humano é de 1,03g/cm³http://www.if.ufrgs.br/tex/fis01201/lista16#:~:text=A%20densidade%20do%20sangue%20%C3%A9,06%20%C3%97%20103%20kg%2Fm3.. Em média, um indivíduo adulto possui de 5 à 6 litros de sangue, o que significa que um indivíduo adulto possuirá pouco mais de 5 quilogramas de sangue em seu corpo. == Composição do sangue == O sangue é composto basicamente por: * 45% de elementos figurados (células): Hemácias, leucócitos e plaquetas; * 55% de plasma (Matriz extracelular). === Hemácias ou Glóbulos Vermelhos === Função: realizar a respiração celular, ao transportar oxigênio e parte de gás carbônico pela hemoglobina. São estocadas no baço, que por sua vez tem duas funções: liberar hemácias sadias (por ex., ao se fazer esforço físico) e destruir hemácias velhas, reciclando a hemoglobina. Têm importante papel na regulação do pH sanguíneo, agindo como tampão. Em casos de redução do pH ela libera o íon de O e absorve um íon de H, alcalinizando a solução. Caso o pH esteja elevado, a hemácia captura um íon de O e libera um íon de H, acidificando o meio. Este mecanismo ocorre de forma fisiológica no organismo, onde, no músculo, normalmente há um pH levemente ácido, o oxigênio é mobilizado e um íon de H é capturado. O inverso ocorre no pulmão, onde o meio encontra-se levemente básico, então a hemoglobina libera o íon de H e captura um íon de O. O hematócrito serve para medir a percentagem de células em relação ao plasma. Valores normais, em geral, variam de 25 a 55%. valores abaixo indicam uma anemia, valores aumentados indicam uma desidratação. As proteínas plasmáticas totais servem para indicar se a anemia é por perda de sangue total, onde seu valor estará reduzido, ou em deficiências de produção, onde o valor das proteínas estará normal. === Leucócitos ou glóbulos brancos=== Os leucócitos tem a função de defender o corpo contra os micro- organismos causadores de doenças e qualquer partícula estranha que penetre no organismo, como vírus, bactérias, parasitas ou proteínas diferentes das do corpo. Os glóbulos brancos do sangue se dividem em dois grupos, os neutrófilos, eosinófilos e basófilos possuem grânulos no citoplasma, sendo assim são classificados como granulócitos, enquanto os linfócitos e monócitos não apresentam esses grânulos e são denominados agranulócitos. * Neutrófilos - Microscopicamente observa-se um núcleo irregular dividido entre 2 a 5 lóbulos e grânulos no citoplasma. Corresponde a cerca de 60 a 70% dos leucócitos totais e é a primeira linha de defesa liberando lisozima, que perfura a parede celular e lactoferrina, que rouba ferro do micro-organismo; *Eosinófilos - Microscopicamente observa-se um núcleo bilobulado com grânulos alaranjados no citoplasma. Compõem uma pequena porção dos leucócitos totais, cerca de 1 a 3%, são responsáveis pela liberação de mediadores inflamatórios que atuam na parasitose; *Basófilos - Apresentam na visão microscópica um núcleo volumoso, com grânulos por todo o citoplasma, sendo esses responsáveis pela liberação dos mediadores inflamatórios histamina e heparina. Representam cerca de 2% dos leucócitos totais; *Monócitos - Microscopicamente apresenta um núcleo irregular, em formato semelhante a um feijão e pequenos grânulos em seu citoplasma. Correspondem a cerca de 3 a 8% dos leucócitos totais e são responsáveis pela fagocitose e posteriormente originam os macrófagos; *Linfócitos - Microscopicamente observa-se um grande núcleo e uma pequena porção de citoplasma, correspondem a um total de 20 a 25% dos leucócitos totais, divide-se em linfócitos T e linfócito B, sendo responsáveis pelo reconhecimento do micro-organismo e produção de anticorpos, respectivamente. === Trombócitos ou Plaquetas === Originadas a partir dos megacariócitos, localizados na medula óssea. Função: realizar a coagulação sanguínea. Possuem uma vida média de 10 dias. Se uma pessoa tiver: * (-) Hemofilia: pessoa que não consegue coagular o sangue; * (+) Trombo: Coágulo interno. (AVC, infarto). === Plasma === Função: transporte de hemácias, leucócitos, plaquetas e outras substâncias dissolvidas, como proteínas (albumina, responsável pela manutenção da pressão osmótico sanguínea; anticorpos; fibrinogênio); nutrientes (glicose, aminoácidos, ácidos graxos); excretas (ureia, ácidos úricos, amônia); hormônios (testosterona, adrenalina); hemoglobinas (ou anticorpos); sais/iões (sódio, potássio); gases (na forma de ácido carbônico ou H2CO3). O plasma transporta essas substâncias por todo organismo, permitindo às células a receber nutrientes e excretar e/ou segregar substâncias geradas no metabolismo. Composição: cerca de 90% de água; 10% outras substâncias === Características da circulação sanguíneas === * Fechada: O sangue circula somente no interior dos vasos (artérias, veias e capilares). * Completa: Não ocorre mistura do sangue arterial com o sangue venoso. * Dupla: O sangue passa duas vezes pelo coração (com sangue arterial e com sangue venoso). === pH === O pH do sangue normal fica no intervalo de 7,35 a 7,45. Dessa forma, é uma substância levemente básica. == Dados do sangue humano == Na tabela abaixo é possível ver a composição esperada para o sangue em seres humanos saudáveis: Elementos figurados do sangueSasson, Sezar; Silva Junior, Cesar da - Biologia 1 Citologia Histologia - 5ª Edição - Atual Editora, 1989. ISBN 85-7056-045-1 Elementos/Características Forma Tamanho (em micrômetros) Número* Núcleo Citoplasma Grânulos Coloração usual Hemácias Coloidal 7 a 8 4,5 a 5,5 milhões/mm3 Não há. Homogêneo com hemoglobina Não há. Rosea. Linfócitos Esférica 6 a 8 30% Esférico grande Hialino Não há. Citoplasma basófilo Monócitos Esférica ou amebóide 12 a 20 6% Oval ou reniforme Hialino Não há. Citoplasma basófilo Neutrófilos Esférica ou amebóide 10 a 12 60% 3 a 5 lóbulos Granulado Finos, neutrófilos Citoplasma róseo Acidófilos Esférica 10 a 14 3% Em geral 2 lóbulos Granulado Grosso, acidófilo Grânulos vermelhos Basófilos Esférica 8 a 10 1% Irregular Granulado Grosso, basófilo Grânulos azuis Plaquetas Irregular 2 a 3 200 mil a 300 mil / mm3 Não há. Granulado Finos Citoplasma fracamente azulado (*) O número de leucócitos (linhas destacadas) é de 4 a 10 mil por mm3 e os valores indicados correspondem à percentagem média de cada tipo. Dos leucócitos, 30% correspondem aos linfócitos e 70% aos diversos mieloides. Valores normais para eritrócitos, hemoglobina, hematócritoVERRASTRO, Therezinha. Hematologia e hemoterapia. São Paulo: Editora Atheneu, 2005. Tipo de indivíduo Eritrócitos (x 106/mm3) Hemoglobina (g/100mL) Hematócrito (%) Recém nascidos (a termo) 4 - 5,6 13,5 - 19,6 44 - 62 Crianças (3 meses) 4,5 - 4,7 9,5 - 12,5 32 - 44 Crianças (1 ano) 4,0 - 4,7 11,0 - 13 36 - 44 Crianças (10 a 12 anos) 4,5 - 4,7 11,5 - 14,8 37 - 44 Mulheres (em situação de gravidez) 3,9 - 5,6 11,5 - 16,0 34 - 47 Mulheres (normais) 4,0 - 5,6 12 - 16,5 35 - 47 Homens 4,5 - 6,5 13,5 - 18 40 - 54 Valores normais para volume corpuscular médio (VCM), hemoglobina corpuscular média (HCM) e concentração da hemoglobina corpuscular (CHbCM) Idade VCM (µ3) HbCM (pg) CHbCM (%) Crianças (3 meses) 83 - 110 24 - 34 27 - 34 Crianças (1 ano) 77 - 101 23 - 31 28 - 33 Crianças (10 a 12 anos) 77 - 95 24 - 30 30 - 33 Mulheres 81 - 101 27 - 34 31,5 - 36 Homens 82 - 101 27 - 34 31,5 - 36 == Doação e Transfusão de Sangue == A doação de sangue é o processo pelo qual um doador voluntário tem seu sangue coletado para armazenamento em um banco de sangue ou hemocentro para um uso subsequente em uma transfusão de sangue. Trata-se de um processo de fundamental importância para o funcionamento de um hospital ou centro de saúde. A transfusão sanguínea é realizada para repor a perda do fluido corpóreo devido a alguma doença ou trauma grave que venha a trazer perda substancial que não possa ser reposta pela própria pessoa. Estimativas apontam que somente no Brasil, sejam consumidas diariamente mais de 5 mil bolsas de sangue que são, em sua maioria, aplicadas em centros hospitalares a pacientes enfermidade e/ou acidentados. Todos os procedimentos médicos que demandam transfusão de sangue precisam dispor de um fornecimento regular e seguro deste elemento. Daí a importância de se manter sempre abastecidos os bancos de sangue por meio das doações, que não engrossam nem afinam o sangue do doador. É fácil e seguro, e não se pode mentir nem omitir informações, pois quem recebe o sangue pode ser contaminado. Doar sangue é um procedimento simples, rápido, sigiloso, seguro e relativamente indolor. Para o doador em geral não há riscos, porém algumas complicações podem eventualmente aparecer: * queda de pressão arterial e tontura; * hematoma no local da picada; * náusea e vômito; * dor local e dificuldade para movimentação do braço; * desmaios. == Saúde e doença == === Diagnóstico === O exame de sangue e de pressão sanguínea estão entre os mais comumente métodos de diagnóstico investigativo que envolve o sangue. === Patologia === Problemas com a circulação sanguínea desempenham um papel importante em diversas doenças, por exemplo: * AIDS; * Isquemia; * Hemofilia; * Leucemia. Leucemia :o aumento do número de glóbulos brancos no sangue de uma pessoa costuma indicar que ela tem uma infecção. Mas pode indicar também Leucemia, uma forma de câncer que ataca os leucócitos. Na leucemia não há apenas aumento no número de glóbulos brancos, a medula óssea ou os tecidos linfáticos passam a produzir, em Grande número leucócitos anormais, incapazes de defender o corpo. Há vários tipos de Leucemia que podem ser causados por fatores genéticos, certos tipos de vírus, radiações ou substâncias químicas. O tratamento dessa doença pode incluir medicamentos (quimioterapia) ou radiações (radioterapia), que destroem as células cancerosas. Às vezes é necessário transplante de medula óssea de um doador, assim sendo substituído uma medula ruim com vírus, e uma Boa sem nenhum tipo de vírus. Assim várias formas de leucemia podem ser totalmente curadas. O sangue é um importante fator de infecção para diversos patógenos, como: * HIV, o vírus que causa a AIDS; * Hepatite B; * Hepatite C; * Sífilis; * Doença de Chagas. === Tratamento === A transfusão de sangue é o modo mais direto de uso terapêutico de sangue. Ele é obtido através da doação de sangue. Como existem diferentes tipos de sangue, e a transfusão de um tipo errado pode causar muitas complicações no receptor, são feitos exames de compatibilidade. Outros produtos do sangue administrados intravenosamente são as plaquetas, plasma sanguíneo e concentrados de fator de coagulação específicos. Muitas formas de medicação (dos antibióticos à quimioterapia) são administradas intravenosamente, já que elas não podem ser prontamente ou adequadamente absorvidas pelo trato digestivo. Como dito acima, algumas doenças ainda são tratadas com a remoção de sangue da circulação. == Consequências da inalação de monóxido de carbono em excesso == Ao chegar ao baço e também ao fígado, as hemácias \"velhas\" são eliminadas e o organismo cria novas hemácias, assim ficando livre do que já não serve mais. O baço seria como a lixeira do sangue, onde as hemácias já envelhecidas e sem uso são descartadas do organismo. As hemácias se desprendem facilmente das moléculas de oxigênio quando este chega aos pulmões. Só que, quando há a introdução de Monóxido de carbono no organismo, as hemácias se unem às moléculas desse gás tóxico que é inalado todos os dias por nós. Aquando ligadas às moléculas de monóxido de carbono, as hemácias se unem a elas permanentemente, e não conseguem mais se desprender (a ponte molecular é muito forte), ficando impossibilitadas de servirem ao transporte do oxigênio. O oxigênio então fica solto no sangue e não consegue atingir as células que necessitam de sua energia para continuarem vivas. O monóxido de carbono, estando em excesso como está atualmente na atmosfera, é inalado, sendo um grande \"capturador\" de hemácias, faz com que o transporte de oxigênio fica prejudicado, no nível celular, em todo o corpo do indivíduo. As hemácias presas ao monóxido de carbono tornam-se inúteis no organismo, e são transportadas para o baço e ao fígado, para serem eliminadas, pois o organismo passou a \"entendê-las\" como inimigas. Por serem em número maior do que poderiam ser eliminadas normalmente, esse excesso de hemácias mortas causa uma sobrecarga no baço e no fígado, provocando o seu mau funcionamento, pois que eles não conseguem eliminar esse número tão elevado de hemácias diariamente. E elas se acumulam, enquanto o fluxo de oxigênio no sangue é prejudicado pela escassez de hemácias \"boas\", livres do monóxido, ou mesmo hemácias novas, que não são produzidas com a rapidez e qualidade que o organismo exposto à alta concentração de monóxido de carbono necessita. O excesso de \"morte\" de hemácias e a incapacidade de produção de um número tão grande para reposição de hemácias no corpo provocam uma forma de anemia crônica. == Efeitos nos demais órgãos do corpo humano == Ainda concomitante à escassez de oxigênio no corpo pelo fracasso no transporte para as células, e a sobrecarga no baço e no fígado pelas hemácias+CO eliminadas pelo órgão, o corpo sofre. Os rins têm que trabalhar excessivamente para garantir maior pureza no sangue e em todo o sistema; os pulmões se tornam sobrecarregados pelo trabalho excessivo do coração que tem que bater mais e mais rápido, para garantir um fluxo melhor de oxigênio e também para dominar a anemia. O coração se torna maior com o excesso de trabalho, trazendo líquidos aos pulmões, que se tornam carregados, provocando má respiração, bronquites e prejudicando ainda mais a ventilação do organismo, com outros distúrbios também como gástricos e intestinais. E, ao final, o cérebro, com pouca carga de oxigênio, fica falho e ocorrem problemas mais sérios, como falta de memória, distúrbios de sono, nervosismo, ansiedade - a chamada síndrome do pânico; e, ao final, o organismo pode se ver inteiramente colapsado. == Ver também == * Sistema circulatório * Sangue venoso * Tipagem sanguínea * Sangue arterial * Grupo sanguíneo * Fator Rh * Circulação do sangue == Ligações externas == * [http://www.abhh.org.br - Associação Brasileira de Hematologia, Hemoterapia e Terapia Celular (ABHH) * O equilíbrio ácido-base do sangue - NAEQ - Núcleo de Apoio ao Ensino da Química * Sangue e células sanguíneas * Ciência Forense: manchas de sangue - Prof. Emiliano Chemexllo Categoria:Sistema cardiovascular Categoria:Hematologia",
 "title": "Sangue"
}