{
 "id": "33490",
 "text": "{{Info/Município do Brasil | nome = Cornélio Procópio | foto = CProcopio2006.jpg | leg_foto = Vista parcial de Cornélio Procópio | apelido = Capital do Norte Pioneiro UENP - acessado em 17 de janeiro de 2016 UEL - acessado em 17 de janeiro de 2016 | brasão = Brasao CornelioProcopio Parana Brasil.svg | bandeira = Bandeira CornelioProcopio Parana Brasil.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 15 de fevereiro | fundação = | gentílico = procopense | lema = | prefeito = Amin José Hannouche | partido = PSD | fim_mandato = 2024 | mapa = Parana Municip CornelioProcopio.svg | latP = S | latG = 23 | latM = 10 | latS = 51 | lonP = O | lonG = 50 | lonM = 38 | lonS = 49 | estado = Paraná | mesorregião = Norte Pioneiro Paranaense | data_mesorregião = IBGE/2008 | microrregião = Cornélio Procópio | data_microrregião = IBGE/2008 | vizinhos = Leópolis, Santa Mariana, Bandeirantes, Santa Amélia, Abatiá, Ribeirão do Pinhal, Nova Fátima, e Uraí | dist_capital = 440 | área = 635.10 | área_ref = | população = 47840 | data_pop = Estimativa IBGE/2021 | altitude = 658 | clima = Subtropical | sigla_clima = Cfa | idh = 0.759 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2019 | pib_per_capita = 35291.25 | data_pib_per_capita = IBGE/2019 | densidade = 73.89 }} Cornélio Procópio é um município brasileiro do estado do Paraná. == História == Foi assim batizada em homenagem ao Coronel Cornélio Procópio de Araújo Carvalho, figura de destaque no Império durante o final do século XIX. O coronel foi o patrono da estação ferroviária do km 125, sendo este, o marco de toda a expansão econômica da região na qual está inserida a cidade. O Coronel Procópio, falecido em 1909, deixou nove filhos, entre os quais Maria Balbina Procópio Junqueira, casada com seu primo em 2º grau, Francisco da Cunha Junqueira, dono da Gleba Laranjinha, o qual homenageou-a dando seu nome à cidade paranaense de Santa Mariana, que até então era apenas uma fazenda. Com o mesmo sentimento, cedeu o nome do sogro ao aglomerado urbano localizado no km 125, juntamente com a expansão da ferrovia. Francisco Junqueira era um político paulista e como tal envolveu-se na Revolução Constitucionalista de 1932, ao lado de seu Estado. Como foram derrotados, Francisco Junqueira acabou sendo deportado para Portugal pelo governo de Getúlio Vargas. Em dificuldades financeiras, vendeu suas terras no Paraná para a empresa de loteamentos formada pelo Coronel Francisco Moreira da Costa e Antônio de Paiva. Antes porém, Junqueira planejou o parcelamento das propriedades e o estabelecimento de dois núcleos urbanos, denominados Santa Mariana, em homenagem à sua esposa, Mariana, e Cornélio Procópio, homenageando seu sogro. No intervalo entre a venda das terras por Junqueira e a posse pela empresa Paiva & Moreira, algumas ruas começaram a ser ocupadas sem obedecer qualquer planejamento, ou seja, algumas construções rústicas foram erguidas, fugindo ao padrão urbanístico previamente estabelecido. Os novos proprietários reordenaram a ocupação urbana e com o movimento da ferrovia a cidade passou a crescer e a se desenvolver. Vale lembrar que os primeiros lotes urbanos foram vendidos em torno da Praça Brasil, sendo que ali, no cruzamento da Rua Quintino Bocaiúva e Av. XV de Novembro, encontra-se o marco inicial da cidade. A ferrovia está intimamente ligada com a colonização, surgimento e desenvolvimento da cidade. Com ela chegaram imigrantes, além de pioneiros paulistas e mineiros na maioria, mas as picadas também foram abertas por muitos outros. A Companhia Ferroviária Noroeste do Paraná foi criada em 1920 por um grupo de fazendeiros erradicados na região de Jacarezinho e Cambará. A construção desta ferrovia foi iniciada 1923, sendo que em 1924 a denominação foi alterada para Companhia Ferroviária São Paulo-Paraná, quando em 12 de junho, inaugurou-se o primeiro trecho entre Ourinhos e Leoflora. A cidade de Cornélio Procópio surgiu e desenvolveu-se às margens do km 125 da ferrovia, sendo que a estação de Cornélio Procópio foi fundada em 1930. A Companhia Ferroviária São Paulo-Paraná tinha como objetivo proporcionar o escoamento da safra dos núcleos que surgiram no norte paranaense, porém após 1925 quando a estrada de ferro alcançou Cambará, as dificuldades financeiras não permitiram que a ferrovia avançasse mais. Somente com a chegada do capital inglês através da Paraná Plantations em 1928, é que as obras puderam avançar. A ferrovia não se limitaria apenas ao Norte do Paraná, uma vez que cortaria todo o Estado de forma diagonal até Guaíra, as margens do Rio Paraná. Vale salientar que seu início é na cidade de Ourinhos (SP). De acordo com os projetos e ideias originais, de Guaíra a ferrovia se prolongaria até Assunção, capital do Paraguai. Era um projeto grandioso e dispendioso. Vencer o sertão não era a dificuldade principal, mas sim convencer investidores e angariar capital. Para a construção da ferrovia, havia necessidade de autorização ou concessão do Governo Federal, fator que não era problema, pois o mesmo era influenciado por São Paulo e Minas Gerais, dentro daquilo que se convencionou chamar \"política do café com leite\". Quem obteve a concessão foi o grupo econômico liderado por Antônio Barbosa Ferraz, que fez construir o primeiro trecho da ferrovia ligando Ourinhos a Cambará, até uma importante fazenda do grupo. Devido a falta de capitais a construção ficou estacionada nessa localidade por um bom tempo. A solução para a construção viria através da venda das ações da ferrovia para empresários ingleses, atraídos pela fertilidade e disponibilidades das terras no Norte do Paraná. Diga-se de passagem a possibilidade de bons lucros foi o melhor argumento. Na manhã de 1 de dezembro de 1930, a maria fumaça inaugurava o percurso compreendido entre Cornélio Procópio, Santa Mariana, Bandeirantes e Cambará. Em março de 1931, a cidade recebeu a visita do Príncipe de Gales (futuro Rei Eduardo VIII). Uma grande recepção foi feita para homenageá-lo. Um funcionário da Companhia de Terras Norte do Paraná, Gordon Fox Rule, do Vale justificou as razões da visita do príncipe: \"Um episódio interessante ocorrido durante a fase inglesa na Companhia foi a visita que nos fez o Príncipe de Gales, que posteriormente viria a ser o Rei Eduardo VIII da Inglaterra. Consta que ele era grande acionista da empresa Paraná Plantations (que antecedeu a Companhia de Terras), daí o seu interesse em visitar as terras do Norte do Paraná.\" Devido a várias divergências políticas da época, inclusive a incidência de algumas invasões de terras, Francisco Junqueira e sua esposa se viram impossibilitados de efetuar o loteamento planejado. Mas em 1933, com a chegada de Antônio Paiva Júnior e Francisco Moreira da Costa, a instituição do município ganhou força total. Cornélio Procópio cresceu rapidamente, dependendo administrativamente de Bandeirantes. No ano de 1938, uma comissão formada por moradores resolveu pleitear a emancipação política e a criação de um novo município. Faziam parte dessa comissão, entre outros, José Paiva, Oscar Dantas e Américo Ugolini, que, utilizando-se de um documento onde se colocavam os motivos para a criação do município, elaborado por Benjamin Sotto Maior, que era administrador da Cia. Barbosa, foram a Curitiba para pleitear audiência com o interventor (governador) do Estado naquela época, Manuel Ribas. Portando credenciais e cartas fornecidas pelas empresas Matarazzo, de São Paulo, que possuía uma fazenda (Santa Filomena) na região, e uma carta de apresentação pessoal, da própria filha de Manoel Ribas, a comissão foi recebida e expôs seus motivos e intenções. Desta maneira, o município de Cornélio Procópio foi criado pelo Decreto nº 6.212, de 18 de janeiro de 1938, mas a implantação ocorreu somente no dia 15 de fevereiro. Naquela mesma oportunidade, Manoel Ribas transferiu a sede da Comarca de Jataizinho para o novo município. Cornélio Procópio, de simples povoado, passou a sede de município e sede de comarca, tudo no mesmo dia. Após a emancipação do município, em 1947, foram criados os distritos de Congonhas, Leópolis e Sertaneja, todos anexos ao município de Cornélio Procópio. Quatro anos mais tarde, em 1951, os distritos de Leópolis e Sertaneja são desmembrados e passam a ter autonomia de município. Atualmente o município conta apenas com o distrito de Congonhas. Desde sua emancipação política Cornélio Procópio vem crescendo e se destacando no cenário regional, como o demonstra o fato de ser sede dos núcleos regionais de diversas secretarias estaduais, como a da Educação, da Agricultura, do Trabalho e da Saúde, bem como de serviços e agências estaduais e federais. A cidade possui um campus da Universidade Tecnológica Federal do Paraná - Campus Cornélio Procópio. == Geografia == Possui área de 635,10 km², representando 0,318653% do estado, 0,110112% da região e 0,007463% de todo o território brasileiro. Localiza-se na latitude de 23°10'51\" sul e na longitude de 50°38'49\" oeste, sendo sua altitude de 658m. A população estimada em 2021 era de 47.840 habitantes. === Hidrografia === * Rio Congonhas === Clima === O clima em Cornélio Procópio é classificado como subtropical úmido mesotérmico com chuvas o ano todo, apresentando uma diminuição no inverno. == Demografia == ; Dados do Censo - 2010 População total: 46.928 * Urbana: 44.308 * Rural: 2.620 * Homens: 22.697 * Mulheres: 24.231 Densidade demográfica (hab./km²): 73,89 Índice de Desenvolvimento Humano (IDH-M): 0,759 * IDH-M Renda: 0,746 * IDH-M Longevidade: 0,848 * IDH-M Educação: 0,692 Etnias Branca 67,87% Parda 24,19% Preta 5,86% Amarela 1,91% Indígena 0,17% == Rodovias e transporte == * BR-369 * PR-160 * Aeroporto de Cornélio Procópio == Instituições de ensino superior == === Públicas === *Universidade Estadual do Norte do Paraná - Campus Cornélio Procópio * Universidade Tecnológica Federal do Paraná - Campus Cornélio Procópio === Privadas === * Faculdade Cristo Rei - FACCREI * Faculdade Dom Bosco *Universidade Norte do Paraná - UNOPAR *Centro Universitário de Maringá - UNICESUMAR == Hospitais == * Santa Casa de Misericórdia de Cornélio Procópio * Casa de Saúde Dr. João Lima * Hospital Unimed == Turismo == === Mata Estadual São Francisco === A Mata São Francisco é uma área de preservação ambiental com 832,57 hectares, formada por floresta estacional semidecidual (Mata Atlântica). Possui uma trilha de 1600 m, duas pontes, lanchonete, sanitários e o Portal, que é a casa dos atendentes. Localiza-se na BR 369, a uma distância de 4 km do centro da cidade. Entrada gratuita. === Bosque Municipal Manoel Júlio de Almeida === Criado em 1967, fazia parte da mata estacional semidecidual que ocupava toda a região Norte do Paraná. Bosque Cornélio Procópio Com uma área de 9,8 hectares, o Bosque oferece uma rica vegetação de árvores de espécies nobres (Peroba, Guaritá, Coração de Negro, Cedro, Figueira, Marfim), e epífitas (Bromélias e Orquídeas). Dentro das espécies da fauna podemos encontrar o Jacu, Quati, Coruja Branca, Gavião Civil, Maracanã, Caxinguelê, Cobras, Lagartos. Possui infraestrutura para passeios, lazer, exercícios físicos, distração ou estudos de fauna e flora. O Bosque é um instrumento de educação para que a preservação e manutenção da vida sejam realizadas dentro dos princípios conservacionistas. O Grupo Ecológico Vida Verde desenvolve uma série de atividades de Educação Ambiental (passeios, artesanato, palestras, teatros, cursos, exposições e seminários). Localiza-se no final da Avenida Agostinho Ducci no perímetro urbano da cidade. === Monumento Cristo Rei === Com uma magnifica vista panorâmica da região, abriga a maior Estátua Sacra de Bronze da América Latina. O Monumento possui uma altura total de 23,80 m, situa-se no centro da praça para pedestres equipada com jardins, bancos, iluminação, lanchonetes, parque infantil, pista de skate e via para veículos com estacionamentos. === Catedral Cristo Rei === Com arquitetura em estilo românico, teve sua primeira missa realizada no dia 13 de junho de 1948. Na nave principal, encontra-se a imagem de “Cristo Rei”, esculpida em madeira policromada com detalhes em ouro. Cenas da Via Sacra estão expostas em quadros confeccionados em mosaico bizantino. Um carrilhão de sinos de bronze do século XIX anuncia as celebrações religiosas e nas duas naves laterais há cenas da ascensão de Cristo também feitas em mosaico. === Santuário Schoenstatt === Cornélio Procópio é a 15ª cidade do Brasil e a 4ª do Estado a ter um Santuário de nível internacional. A capela e o altar são réplicas do Santuário que está em Schoenstatt, na Alemanha. Seu nome é fidelidade à Igreja para Glória da Santíssima Trindade. Foi inaugurado em 2 de julho de 2000. === Monumento do Cinquentenário de Cornélio Procópio === Obra de arte que foi inaugurada em 30 de dezembro de 1988. Na sua base está a Ampola do Tempo, onde estão guardados documentos que contam fatos da época de 1988, e que deverá ser aberta somente no ano 2038, quando a cidade completará seus 100 anos de emancipação política administrativa. === Museu de História Natural Mozart de Oliveira Vallim === Localizado no centro de Cornélio Procópio, na antiga Estação Ferroviária. Sede do Centro de Educação Ambiental Mundo Animal (CEAMA). == Administração == * Prefeito: Amin José Hannouche - PSD (2021-2024) * Vice-prefeita: Angélica Carvalho Olchaneski de Mello - PSB * Presidente da câmara: Helvécio Alves Badaró - PROS (2021 - 2022) == Esporte == A cidade de Cornélio Procópio já possuiu um clube no Campeonato Paranaense de Futebol, o Comercial e o Esporte Clube 9 de Julho. A partir de 2014 a cidade de Cornélio Procópio passou a ter o clube PSTC disputando o Campeonato Paranaense. == Ver também == * Estádio Municipal Ubirajara Medeiros * Universidade Tecnológica Federal do Paraná * Lista de municípios do Paraná por IDH == Ligações externas == * * Categoria:Fundações no Paraná em 1938",
 "title": "Cornélio Procópio"
}