{
 "id": "33509",
 "text": "{{Info/Município do Brasil | nome = Farol | foto = | leg_foto = | apelido = Terra das Mais Vivas Cores | brasão = Brasao-farolpr.jpg | bandeira = Bandeira-farolpr.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação | gentílico = farolense | prefeito = Oclecio de Freitas Meneses | partido = PODE | fim_mandato = 2024 | mapa = Parana Municip Farol.svg | latP = S | latG = 24 | latM = 06 | latS = 00 | lonP = O | lonG = 52 | lonM = 37 | lonS = 22 | estado = Paraná | mesorregião = Centro Ocidental Paranaense | data_mesorregião = IBGE/2008 | microrregião = Campo Mourão | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Araruna, Campo Mourão, Mamborê, Boa Esperança, Janiópolis e Tuneiras do Oeste | dist_capital = 381 | área = 289.232 | área_ref = | população = 3422 | data_pop = est. IBGE/2014 | altitude = 602 | clima = subtropical | sigla_clima = | idh = 0.701 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 21248.38 | data_pib_per_capita = IBGE/2008 | site_prefeitura = farol.pr.gov.br }} Farol é um município brasileiro do estado do Paraná. Sua população, estimada pelo Instituto Brasileiro de Geografia e Estatística (IBGE), era de habitantes em 2021. O município está localizada a 473 Km de Curitiba e faz limite com os municípios Araruna, Tuneiras do Oeste, Boa Esperança, Mamborê, Campo Mourão e Janiópolis. == História == A ocupação da região que deu origem a cidade de Farol teve início em 1942. As primeiras famílias que chegaram vieram de outras regiões do Paraná, sendo as famílias de Manoel Soares de Lima, Antonio Dutra e Silvino Chumowski. A localidade inicialmente possuía o nome de Pinhalão, em referência aos pinhais, formados pelos pinheiros-do-paraná (Araucaria angustifolia). Em 1948 o povoado foi elevado a \"patrimônio\", com o nome de Pinhalão D′Oeste. No Paraná já existia uma cidade com o nome de Pinhalão, então os moradores começaram a denominar o lugar como Encruzo do Farol, posteriormente Farol do Oeste e por último Farol. Ainda no final da década de 1940, a localidade passou a ser movimentada e ganhou impulso de crescimento após a construção da estrada ligando Campo Mourão à Goioerê. Em 30 de novembro de 1955 a localidade de Farol foi elevada a distrito administrativo de Campo Mourão. Na década de 1980 a maior parte da população ansiava por autonomia, chegando a criar uma comissão pró-emancipação. Em 23 de junho de 1991 foi realizado um plebiscito sobre a emancipação com resultado favorável. A lei estadual nº 9785, de 25 de outubro de 1991 desmembrou de Campo Mourão o distrito para a criação do município de Farol. O município foi instalado em 1º de janeiro de 1993 conforme a iniciativa de emancipação, tendo como primeiro prefeito municipal eleito, Gilmar Aparecido Cardoso. Em 29 de dezembro de 2003 a lei municipal nº 275 criou o distrito de Martinópolis d'Oeste pertencente ao município de Farol. == Geografia == O município está localizado na região centro-ocidental do Paraná, no terceiro planalto paranaense. Com uma área territorial de 289 km² e altitude média de 630 metros acima do nível do mar, o município possui uma vegetação classificada no bioma de Mata Atlântica. A formação fitogeográfica do município possui um ecótono entre a Floresta Estacional Semidecidual e a Floresta Ombrófila Mista Montana. Os solos predominantes localizados na região de Farol são os Latossolo e os Argissolo. De acordo com a classificação de Köeppen o clima do município é o Cfa, com geadas pouco frequentes, verões quentes, sem estação seca definida, com maior concentração de chuvas no verão. == Economia == A base da economia do município é o agronegócio, como os setores da agricultura e pecuária, com atividades de sojicultura e bovinocultura sendo as mais representativas nos últimos anos. Há também lavouras de milho, trigo e criação de suínos e aves. == Turismo == No setor turístico, o município de Farol possui algumas atrações que são frequentadas principalmente por pessoas da região. O município é cortado por diversos cursos de água, como o rio Farol, rio Goioerê e arroios. O destaque fica para as quedas-d'água como: Cachoeira do Salto Alto da Boa Vista; Cachoeira do Salto São Jorge; Corredeira do Arroio Paraguaio; Corredeira do Assentamento Farol; Salto Boa Ventura do Arroio São Carlos; Salto José Lopes; Salto Paraguaio; Salto Ernesto Guirro; Salto Água da Fonte. == Festividades == O aniversário do município é comemorado no dia 23 de junho, data em referência ao plebiscito que decidiu pela emancipação. Santo Antônio foi escolhido como padroeiro católico do município, sendo celebrado em 13 de junho. == Culinária == O prato típico do município é o pernil à pururuca. A origem do prato está relacionado com a origem do município. Quando os pioneiros chegaram, alguns eram \"safristas\", ocupação de criadores de porcos. Muitos se dedicaram a criação de suínos e a carne de porco estava muito presente na mesa dessas famílias. As criações eram tocadas até Guarapuava pelos \"tropeiros de porcos\" e lá comercializavam a produção. Esse ciclo econômico foi muito significativo na década de 1940. Já no ano 2000 a prefeitura municipal teve a iniciativa em oficializar o prato típico e eleger através de um concurso a receita oficial do prato. O prato passou a ser servido em todo o aniversário do município e em uma festa específica no mês de setembro, a Festa do Pernil à Pururuca. == Política e administração == A administração municipal se dá pelos poderes executivo e legislativo. O atual prefeito é Oclecio de Freitas Meneses (Podemos) e o vice-prefeito é Iranlei Saraiva (Podemos). Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1991",
 "title": "Farol (Paraná)"
}