{
 "id": "33507",
 "text": "{{Info/Município do Brasil | nome = Esperança Nova | foto = | leg_foto = | apelido = | brasão = Brasão Esperança Nova.png | bandeira = Bandeira Esperança Nova.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =esperançanovense | lema = | prefeito = Everton Barbieri | partido = PP | fim_mandato = 2024 | mapa = Parana Municip EsperancaNova.svg | latP = S | latG = 23 | latM = 43 | latS = 26 | lonP = O | lonG = 53 | lonM = 48 | lonS = 39 | estado = Paraná | mesorregião = Noroeste Paranaense | data_mesorregião = IBGE/2008 | microrregião = Umuarama | data_microrregião = IBGE/2008 | região_metropolitana = Umuarama | vizinhos = Norte: Xambrê Sul: São Jorge do Patrocínio Leste: Alto Paraíso e Oeste: Pérola | dist_capital = 662 | área = 138.56 | área_ref = | população = 1970 | data_pop = censo IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.748 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8392.89 | data_pib_per_capita = IBGE/2008 | site_prefeitura = esperancanova.pr.gov.br }} Esperança Nova é um município brasileiro do estado do Paraná, com uma população estimada pelo IBGE em 2010 de 1.970 habitantes. Localizado no noroeste do estado, possui uma área de 138,56 km². Tem como sua principal fonte de renda a pecuária leiteira. == História == A região começou a ser explorada em 1896 por uma colônia de aproximadamente 250 ingleses, que tinham acabado de chegar no estado do Paraná. Em 1898, deixaram a região por que não tinham obtido muito lucro com o gado e plantações. Em 1912 uma tropa vinda do sul do Estado, colonizou Nova Esperança, que nessa época recebeu o nome de Niova Terra. Os Tropeiros também deixaram a região pelo mesmo motivo que os ingleses, por não terem obtido lucro com as terras. Em 1960, a área onde está localizado o Município de Esperança Nova era coberta de mata fechada e atraiu os colonizadores pela diversidade de madeira e solo fértil. Estes pioneiros foram: Manuel Alvino de Oliveira Filho, Napoleão Geraldo Teixeira, Valdemar Miranda, Ivo Lugli e Arlindo Rocha Ribeiro, Ângelo Vigo, dentre outros. O distrito de Boa Esperança foi oficialmente criado no ano de 1960, mas somente em 28 de maio de 1995 foi realizado o plebiscito, quando a população decidiu pela criação do município de Esperança Nova; resultado esse homologado pelo Tribunal Regional Eleitoral. Somente em 21 de dezembro de 1995, de acordo com Lei nº 11.259, criou-se o Município de Esperança Nova, desmembrado de Pérola. Mas a instalação Oficial deu-se em 1 de janeiro de 1997. O nome do Município de Esperança Nova foi escolhido pelo Padre Antônio Antunes dos Santos. == Geografia == === Localização === O município está localizado na Região Noroeste do Paraná, tendo como municípios limítrofes, a norte Xambrê,a sul São Jorge do Patrocínio, a leste Alto Paraíso e a oeste Pérola. == Infraestrutura == === Transporte === O município está servido apenas por uma rodovia, a PR-587, que liga (sentido oeste) a São Jorge do Patrocínio e (sentido leste) a Pérola. Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1995",
 "title": "Esperança Nova"
}