{
 "id": "33505",
 "text": "{{Info/Município do Brasil |nome = Engenheiro Beltrão |foto = |leg_foto = |apelido = |brasão = Coat of arms of Engenheiro Beltrão PR.png |bandeira = Bandeira de Engenheiro Beltrão.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico = beltrãoense |lema = | prefeito= Adalmir José Garbim JuniorPrefeito e vereadores de Engenheiro Beltrão tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 |mapa = Parana Municip EngenheiroBeltrao.svg |latP = S | latG = 23 | latM = 47 | latS = 49 |lonP = O | lonG = 52 | lonM = 16 | lonS = 08 |estado = Paraná |mesorregião = Centro Ocidental Paranaense |data_mesorregião = IBGE/2008 |microrregião = Campo Mourão |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Terra Boa, Ivatuba, Floresta, Itambé, Quinta do Sol e Peabiru |dist_capital = 456 |área = 467.257 | área_ref = |população = 14314 |data_pop = estimativa IBGE/2017 |altitude = 520 |clima = Subtropical |sigla_clima = Cfb |idh = 0.762 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 15844.83 |data_pib_per_capita = IBGE/2008 }} Engenheiro Beltrão é um município brasileiro do estado do Paraná. Sua área de unidade territorial é 467.470 km² e sua população foi estimada, em 2017, em 14.314 habitantes. == História == Em meados de 1912 o sertão não recebeu nenhum influxo ou plano colonizador, somente em 1930 a fase de povoamento da região foi iniciada. O desenvolvimento só se deu após 1932, quando grande número de colonizadores, acompanhados de suas respectivas famílias, construíram seus ranchos, iniciaram pequenas lavouras e a criação de suínos. As férteis terras, propícias ao plantio do café e cereais, integraram a região ao fluxo colonizador responsável pelo surgimento do patrimônio. A empresa que deu início a venda das terras onde atualmente se localiza a comarca de Engenheiro Beltrão foi a Sociedade Técnica e Colonizadora Engenheiro Beltrão. O nome do município foi adotado em 1949 para denominar o povoado, e foi homenagem ao então diretor da colonizadora Dr. Duílio Trevisani Beltrão . Criado através da Lei Estadual n° 253, de 26 de novembro de 1955, foi desmembrado de Peabiru. == Geografia == Possui uma área de 467,2 km². Localiza-se a uma latitude 23°47'49\" sul e a uma longitude 52°16'08\" oeste, estando a uma altitude de 520 metros acima do nível do mar. Localizado na região central do Paraná, se encontra ligeiramente deslocado para o noroeste, a 55 quilômetros de Maringá, 450 quilômetros da capital do estado e 350 quilômetros de Foz do Iguaçu. === Demografia === ; Dados do Censo - 2000 População Total: 14.082 * Urbana: 11.129 * Rural: 2.953 * Homens: 6.968 * Mulheres: 7.115 Índice de Desenvolvimento Humano Municipal (IDH-M): 0,762 * IDH-Renda: 0,800 * IDH-Longevidade: 0,831 * IDH-Educação: 0,956 Etnias Branca 72,4% Parda 22,6% Negra 3,1% Amarela 1,9% Fonte: IPARDES 2010 === Clima === Clima Subtropical Úmido Mesotérmico, verões quentes com tendência de concentração das chuvas (temperatura média superior a 22 °C), invernos com geadas pouco frequentes (temperatura média inferior a 18 °C), sem estação seca definida. == Administração == * Prefeito: Adalmir José Garbim Junior (2021/2024) * Vice-Prefeito: Marcio Ricardo Santini * Presidente da Câmara: Roberto Tochimitsu Moriya ==Economia== A principal atividade econômica da região é a agropecuária. No setor industrial, merece destaque o crescimento da produção de confecções e a indústria de álcool. ==Esporte== No passado a cidade de Engenheiro Beltrão possuiu um clube no Campeonato Paranaense de Futebol, a Associação Esportiva Recreativa Engenheiro Beltrão, que jogava de mandante no Estádio João Cavalcante de Menezes, com capacidade para 2.200 pessoas, construído em 1963 e de propriedade da Prefeitura. == Prato Típico da Cidade == O prato típico da cidade de Engenheiro Beltrão é o Leitão à Pururuca. O prato é servido, tradicionalmente, em um almoço especial de encerramento das festividades que comemoram o aniversário de emancipação do município (26 de novembro). A oficialização do prato foi realizada em 2001, por uma lei municipal. Desde então, a preparação do “Leitão à Pururuca” nos almoços especiais do aniversário da cidade é realizada pela mesma equipe de churrasqueiros. O processo de preparo tem duração média de 24 horas e geralmente as pessoas que comparecem ao almoço ganham também um prato de louça branco com o nome e o ano do evento, como uma lembrança física do almoço para levarem para casa. == Ligações externas == * * Categoria:Fundações no Paraná em 1955",
 "title": "Engenheiro Beltrão"
}