{
 "id": "33504",
 "text": "{{Info/Município do Brasil | nome = Enéas Marques | foto = | leg_foto = | apelido = | brasão = Brasao de Eneas Marques.jpg | bandeira = Bandeira de Eneas Marques.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = eneas-marquense | lema = | prefeito= Edson LupatiniPrefeito e vereadores de Enéas Marques tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PL | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = Parana Municip EneasMarques.svg | latP = S | latG = 25 | latM = 56 | latS = 31 | lonP = O | lonG = 53 | lonM = 09 | lonS = 50 | estado = Paraná | mesorregião = Sudoeste Paranaense | data_mesorregião = IBGE/2008 | microrregião = Francisco Beltrão | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Dois Vizinhos, Salto do Lontra, Francisco Beltrão, Verê e Nova Esperança do Sudoeste | dist_capital = 520 | área = 191.998 | área_ref = | população = 6101 | data_pop = Censo IBGE/2010 | altitude = 569 | clima = subtropical | sigla_clima = Cfa | idh = 0.782 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 11814.11 | data_pib_per_capita = IBGE/2008 |site_prefeitura = eneasmarques.pr.gov.br }} Enéas Marques é um município brasileiro localizado no sudoeste do Paraná, a cerca de vinte quilômetros de Francisco Beltrão. Com uma área territorial de aproximadamente 192 km², o município possui uma população de cerca de 6 mil habitantes, conforme dados mais recentes do IBGE. A economia local é predominantemente agrícola, com forte presença de atividades como a pecuária e o cultivo de grãos. A cidade é conhecida por iniciativas em energia sustentável, como a instalação de uma microcentral hidrelétrica na zona rural, que faz parte do programa Paraná Energia Sustentável. Este empreendimento é um exemplo de como a região está se engajando em práticas de produção de energia limpa e renovável, com um foco especial em minimizar impactos ambientais. O município possui um Índice de Desenvolvimento Humano Municipal (IDHM) de 0,752, considerado alto, e uma taxa de escolarização de 99,3% para crianças de 6 a 14 anos. No entanto, enfrenta desafios como a mortalidade infantil, que registra uma taxa de 22,73 óbitos por mil nascidos vivos. === Fontes: === * Instituto Brasileiro de Geografia e Estatística (IBGE): cidades.ibge.gov.br * Secretaria do Desenvolvimento Sustentável e do Turismo do Paraná: sedest.pr.gov.br Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1964",
 "title": "Enéas Marques"
}