{
 "id": "33511",
 "text": "{{Info/Município do Brasil | nome = Fazenda Rio Grande | foto = PrediosFazendaRioGrandePR.jpg | leg_foto = Edifícios no bairro Pioneiros, próximos da BR-116 | apelido = | brasão = Brasao-fazenda-riograndepr.jpg | bandeira = Bandeira-fazendariogrande.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 26 de janeiro | fundação = | gentílico = fazendense | lema = | padroeiro = São Gabriel das Dores | prefeito = Marco Antônio Marcondes SilvaMarco Marcondes assume prefeitura de Fazenda Rio Grande e exonera 130 pessoas: “Temos que reduzir custos” Portal RicMais - acessado em 22 de fevereiro de 2022 | partido = PSD | mandato_início = 2022 | fim_mandato = 2024 | vereadores = 13 | mapa = Parana Municip FazendaRioGrande.svg | latP = S | latG = 25 | latM = 39 | latS = 28 | lonP = O | lonG = 49 | lonM = 18 | lonS = 28 | estado = Paraná | mesorregião = Metropolitana de Curitiba | data_mesorregião = IBGE/2008 | microrregião = Curitiba | data_microrregião = IBGE/2008 | região_metropolitana = Curitiba | vizinhos = Mandirituba, Araucária, São José dos Pinhais e Curitiba | dist_capital = federal: estadual: 35 | área = 116.678 | área_ref = IBGE/2022 | população = 148873 | data_pop = Censo de 2022 | população_ref = | altitude = 910 | clima = Subtropical | sigla_clima = Cfb | idh = 0.720 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 5383.58 | data_pib_per_capita = IBGE/2008 }} Fazenda Rio Grande é um município brasileiro do estado do Paraná, que integra a Região Metropolitana de Curitiba. Sua população, conforme o Censo 2022 do Instituto Brasileiro de Geografia e Estatística, é de 148 873 habitantes. ==História== Em 1879, Francisco Claudino Ferreira, junto à Paróquia de São José dos Pinhais, requereu uma área de terras, com a qual formou Fazenda Rio Grande, tornando-se, dessa forma, o primeiro proprietário de terras da localidade. Esta fazenda foi formada em cima de um antigo aldeamento indígena, e o nome original da localidade era Capocu. A principal atividade de Fazenda Rio Grande era a criação de cavalos de raça, cujo maior cliente era o próprio Exército Brasileiro. No ano de 1913, por intermediação de João Bettega, Tobias Pereira da Cruz adquiriu de Fazenda Rio Grande uma área de 487 alqueires de terras, e José Custódio dos Santos outros 52,5 alqueires no núcleo do Rio Maurício. A partir de então, a história de Fazenda Rio Grande confunde-se com o expansionismo industrial e populacional de Curitiba, com ação direta no parcelamento do solo urbano da área correspondente à atual sede municipal. Tal fracionamento decorreu dos fenômenos de ocupação urbana da cidade de Curitiba. A procura cada vez maior de pessoas vindas do interior do estado e também de Santa Catarina, por áreas onde morar e pela perda sistêmica de renda, conjugaram-se com os negócios imobiliários em toda a região metropolitana da capital. As áreas de Fazenda Rio Grande, ao sul de Curitiba, foram uma das últimas redutos da especulação imobiliária. O início do loteamento de Fazenda Rio Grande, filão periférico de Curitiba, deu-se a partir de 1959. Daí para a frente, até os dias de hoje não parou de acontecer. Desde aquela data, foram vendidos 11.157 lotes urbanos, em 39 loteamentos, numa área total de 6.740.337,32 metros quadrados. Mais distante da sede municipal de Mandirituba e mais próxima da capital, a população de Fazenda Rio Grande foi organizando sua vida em função da grande cidade, onde havia mais empregos e os demais serviços urbanos. A prefeitura de Mandirituba foi sendo pressionada para oferecer os serviços básicos de transporte coletivo, educação básica, saúde e creches. O decreto episcopal do arcebispo curitibano, D. Pedro Fedalto, criou a Paróquia de São Gabriel da Virgem Dolorosa, em 27 de fevereiro de 1978, abrangia toda a área de Fazenda Rio Grande, e ainda a região do Ganchinho (Mandirituba). A paróquia foi instalada em 5 de março do mesmo ano, sendo o primeiro pároco o padre Gabriel Figura. Pela lei estadual n° 7.521, de 16 de novembro de 1981, sancionada pelo governador Ney Braga, foi criado o distrito administrativo de Fazenda Rio Grande, com território pertencente ao município de Mandirituba. Em 1986 foram iniciadas as obras de construção e pavimentação das avenidas marginais a BR-116, pelo DER. No mesmo ano foi iniciado o Terminal Rodoviário, com características de centro comercial, entrando em operação no ano seguinte. Em 26 de janeiro de 1990, através da lei estadual n° 9.213, sancionada pelo governador Álvaro Fernandes Dias, o distrito de Fazenda Rio Grande, foi elevado à categoria de município emancipado, com território desmembrado do município de Mandirituba. A instalação oficial ocorreu no dia 1° de janeiro de 1993. == Geografia == === Bairros === * Estados I * Estados II * EucaliptosI * Eucaliptos II * Gralha Azul * Iguaçu I * Iguaçu II * Nações * Pioneiros * Santa Terezinha * Parque Industrial * Santa Maria * Jd Veneza ==== Outras áreas fora do perímetro urbano ==== * Passo Amarelo === Localidades rurais === * Campo da Cruz * Campo do Rio * Fazenda Iguaçu (Capocu) * Passo Amarelo * Rio Abaixo * São Sebastião * Samambaia == Lazer == * Clube C.T.G: diversos eventos são realizados, dentre eles pode-se destacar o típico rodeio crioulo. * Parque Verde: situado no bairro Estados, é o maior e mais antigo parque da cidade, e possui lago, churrasqueiras, parquinhos e campos de Futebol (o maior possui dimensões muito próxima de um campo oficial) além de contar com uma imensa área verde florestal. * Praça Brasil: situado no mesmo local da prefeitura, foi reformado recentemente, contendo campos de esporte, praça e uma academia ao ar livre. Muitos eventos são realizados na Praça Brasil. ==Transporte== O município de Fazenda Rio Grande é servido pela seguinte rodovia: * BR-116, que liga Curitiba a Porto Alegre == Esporte == No passado a cidade possuiu um clube no Campeonato Paranaense de Futebol, o Recreativo Nova Estrela. == Segurança == * Polícia Militar: 4ª Cia. do 17º Batalhão * Polícia Civil * Faztrans (Órgão Municipal de Trânsito) * Guarda Municipal == Ver também== * Rio Grande == Ligações externas == * Página da prefeitura * Página da câmara * Associação Comercial - ACINFAZ Categoria:Fundações no Paraná em 1990",
 "title": "Fazenda Rio Grande"
}