{
 "id": "33546",
 "text": "{{Info/Município do Brasil |nome = Iretama |foto = |leg_foto = |apelido = |brasão = Brasão Iretama Paraná.png |bandeira = Bandeira Iretama Paraná.png |link_brasão = |link_bandeira = |link_hino = |aniversário = 25 de julho |fundação = |gentílico =iretamense |lema = |prefeito = Same SaabPrefeito e vereadores de Iretama tomam posse Portal G1 - acessado em 2 de janeiro de 2021 |partido = PSD |mandato_início = 2021 |fim_mandato = 2024 |vereadores = 9 |mapa = Parana Municip Iretama.svg |latP = S | latG = 24 | latM = 25 | latS = 26 |lonP = O | lonG = 52 | lonM = 06 | lonS = 21 |estado = Paraná |mesorregião = Centro Ocidental Paranaense |data_mesorregião = IBGE/2008 |microrregião = Campo Mourão |data_microrregião = IBGE/2008 |região_metropolitana = Campo Mourão |vizinhos = Barbosa Ferraz, Godoy Moreira, Jardim Alegre, Nova Tebas, Roncador e Luiziana |dist_capital = 430 |área = 570.459 | área_ref = |população = 10602 |data_pop = Censo IBGE/2010 |altitude = 595 |clima = Subtropical |sigla_clima = Cfa |idh = 0.699 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 6630.55 |data_pib_per_capita = IBGE/2008 |site_prefeitura = iretama.pr.gov.br }} Iretama é um município brasileiro do estado do Paraná. == Toponímia == A denominação em linguagem tupi-guarani significa Colmeia. == História == Entre os anos de 1947 a 1950 deu-se o início do grande ciclo colonizador no Estado do Paraná. O café foi instituído como a principal fonte econômica, e consequentemente deu-se o surgimento de grande número de cidades paranaenses. Em 1950 o empresário da cafeicultura Jayme Watt Longo estava estabelecido na capital de São Paulo com a empresa JOMA. Corria o ano de 1951, em Apucarana Jayme, negociava café com os demais sócios quando foi procurado por um corretor propondo-lhes negociação de terras. Não se interessava por terras; seu interesse era somente o café. Numa noite entretanto, teve um sonho, e no sonho uma visão: estava sobrevoando a gleba oferecida. No centro da selva surgia um povoado para o qual afluía gente de todas as partes do país. Viu que as terras eram férteis, de excepcional qualidade. Repletas de pinheirais e outras madeiras, além da beleza natural, rios e montanhas. Movido pela curiosidade, na primeira oportunidade veio sobrevoar a região. Constatou pessoalmente que seu sonho correspondia a realidade. Entusiasmado foi ao Governo do Estado em Curitiba e adquiriu a referida Gleba, com a extensão de 32.000 alqueires. Uma semana após iniciou a titulação e foi a partir da visão em seu sonho, que Jayme deu o nome de Iretama para a localidade que surgia. Jayme percebeu que a topografia das terras: montanhosas e quebradas eram semelhantes às de Minas Gerais, e tratou logo de fazer a divulgação de vendas nas alterosas. A estratégia deu certo. Assim é que a maior parte da população iretamense é composta por mineiros. Para atrair ainda mais o fluxo de mineiros que chegavam à região, providenciou a abertura de uma estrada em direção ao Norte (via Paraíso do Sul) e Barbosa Ferraz. O trabalho de demarcações de lotes urbanos e rurais, bem como traçado urbano do patrimônio foi efetuado por engenheiros. Um ano depois, já contava com diversas casas residenciais e os estabelecimentos comerciais de Wassilio, Napoleão e Oscar. Em 30 de agosto de 1954 foi constituída a ata de fundação da cidade de Iretama. A solenidade contou com a presença de autoridades entre os quais; Hércules de Macedo Rocha, Juiz de Direito e José Almeida Dutra, Promotor Público da Comarca de Campo Mourão, Daniel Portela, na época prefeito municipal de C. Mourão. Grande número de moradores se fizeram presente, entre os quais: Francisco Ruiz (Procurador Geral de Jayme Watt Longo), Euclides Pepino, Manoel Proença, Walter Pepino,Vicente Correa, Zé Caqui, Isidoro Padilha e outros. Em 1954 Iretama já demonstrava aspectos de uma cidade em franco desenvolvimento. Paralelo ao progresso e desenvolvimento urbano, despontava com lavouras cafeeiras, cereais, principalmente o milho, como forças propulsoras da economia. A primeira conquista no campo político foi a elevação a Distrito Administrativo em 3 de maio de 1955. De acordo com a Lei n. 2.472 Iretama passou a essa categoria pertencendo ao município de Campo Mourão. Nessa época passou a contar na Câmara Municipal de Vereadores de Campo Mourão com seus representantes, os senhores: Wassilio Mamus e Napoleão Batista Sobrinho. No ano de 1956, mais precisamente no dia 1 de outubro foi criada a Paróquia de Santa Rosa de Lima através de Decreto do Segundo Prelado de Foz de Iguaçu, D. Manoel Koenner, da Congregação do Verbo Divino. Nesse mesmo decreto foi nomeado o primeiro pároco, o saudoso Padre Pedro Poletto que atuou de 1957 a 1968. Iretama com sua pujança e progresso acentuado em todos os setores, fazia por merecer sua elevação a município. E foi através de iniciativa de Luiz Carlos Renzetti, que nasceu a ideia da emancipação. Renzetti havia vindo de Curitiba onde contava com amizades de grande influencia na política. Reuniu moradores locais e explanou os benefícios da emancipação. Contou com ajuda de Francisco Ruiz e do Padre Poletto. Viajou para Curitiba em um Jeep dirigido por Delfino Apólio de Araújo e encaminhou as reivindicações e documentações exigidas ao seu particular amigo o Deputado Guataçara Borba Carneiro que providenciou a inclusão de Iretama no projeto de Emancipação de diversos municípios de autoria do Deputado Estadual Anybal Cury. A emancipação de Iretama foi aprovada e para tanto contou com a valiosa participação do Deputado Acyoli Filho. Através do Decreto Lei 4.245, Iretama foi elevada a município no dia 25 de julho de 1960. A nomeação do prefeito interino recaiu na pessoa de Francisco Ruiz, um dos baluartes do progresso e que desde 1950 passou a ocupar o cargo de Procurador Geral da empresa colonizadora de Jayme Watt Longo. A comissão que concretizou a posse do prefeito nomeado ficou constituída pelos senhores: Erotides Manoel de Matos, Wassilio Mamus, Napoleão Batista Sobrinho, Joaquim Correa Gonçalves e Luiz Carlos Renzetti, sendo este o redator da Ata. Francisco Ruiz foi empossado em ato solene no dia 27/7/1960. A instalação solene do município ocorreu no dia 10 de novembro de 1961, com a posse do primeiro prefeito eleito José Sarmento Filho. Nessa data também ocorreu a posse dos componentes da primeira Câmara Municipal de Vereadores constituída por: Wassilio Mamus, Euclides Pepino, Francisco de Paula Arantes, Eduardo de Alencar Mota, Domingos Morini, Ovidio Calegari, Alfredo Maceron, Luiz Carlos Renzetti e Braz Inácio Rezende. == Geografia == Possui uma área é de 570,459 km² representando 0,2862 % do estado, 0,1012 % da região e 0,0067 % de todo o território brasileiro. Localiza-se a uma latitude 24°25'26\" sul e a uma longitude 52°06'21\" oeste, estando a uma altitude de 595 m. Sua população estimada em 2010 era de 10.602 habitantes. === Demografia === Dados do Censo - 2010 População total: 17.621 * Urbana: 11.500 * Rural: 6.121 * Homens: 8.806 * Mulheres: 7.529 Índice de Desenvolvimento Humano (IDH-M): 0,699 * IDH-M Renda: 0,620 * IDH-M Longevidade: 0,706 * IDH-M Educação: 0,772 === Rodovias === * BR-487 * BR-239 == Administração == * Prefeito: Same Saab (2021/2024) * Vice-prefeito: Pedro Bodnar * Presidente da câmara: Josiele Souza == Economia == A pujança econômica de Iretama tem como base a agricultura na qual se destacam excelentes produções de algodão, milho, feijão, café, arroz, soja e outras. Vale ressaltar a importância pecuária na economia do município que conta com grande rebanho bovino. == Ligações externas == * Confederação Nacional de Municípios Categoria:Fundações no Paraná em 1960",
 "title": "Iretama"
}