{
 "id": "33560",
 "text": "Jaguariaíva é um município brasileiro localizado na região dos Campos Gerais do estado do Paraná, Brasil. Segundo o censo de 2022 do Instituto Brasileiro de Geografia e Estatística, o município possui habitantes. == Etimologia == De origem Tupi-Guarani \"Tyaguariahibá\": Rio da onça brava. Esta denominação é referência ao Rio Jaguariaíva, que corta o município e que consta em antigos mapas cartográficos. Jaguar = onça, tigre, felinos; I = rio, água; ahiva = bravo, brava, ruim, arisca. São várias interpretações das palavras Tupi- Guarani quando é traduzida para a língua portuguesa, mas a pronúncia clássica que mais se encaixa na realidade de nosso léxico é jaguariahiva = rio da onça brava. O Rio que banha seu território foi batizado pelos povos da floresta que ali viviam e quando os bandeirantes paulistas (vicentinos) adentraram essas plagas remotas e estabeleceram contatos com os primitivos habitantes tiveram conhecimento do nome deste Rio e, tão logo, passou constar dos mapas da capitania de São Vicente. Mais tarde com com o surgimento de um povoado situado a margem esquerda, no lugar conhecido como Porto Velho, o Rio veio emprestar seu nome para o novo povoado. Em sentido diverso, existe outras interpretação etimológica possível para o nome da cidade, também a partir da língua tupi: \"rio ruim das onças\", a partir da junção dos termos îagûara (onça), 'y (rio, água) e aíba (ruim).NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. ==História== A história de Jaguariaíva tem seus primórdios calcados a partir do início do século XVII. Nesta época bandeirantes preavam índios e posteriormente tropeiros cruzaram o território pelo histórico Caminho de Sorocaba. A extensa região dos Campos Gerais era largamente habitada por povos indígenas da nação Caingangue, chamados Coroados pelos paulistas. Segundo Saint-Hilaire \"...os paulistas dão aos bugres vizinhos de Jaguariaíva o nome de Coroados porque, dizem eles, esses selvagens têm o hábito de fazer no meio da cabeça uma tonsura a que, em português se chama coroa e que, além dos Coroados havia outras tribos na vizinhança de Jaguariaíva\". O histórico Caminho de Sorocaba gerou inúmeras cidades, das quais muitas conservam a denominação dada pelos antigos vaqueiros e tropeiros. O surgimento dessas povoações decorria da necessidade de pousos para abrigo das tropas. No ponto em que atravessava o Rio Tyaguariahiba, nos Campos Gerais, estabeleceu-se uma estação de pouso, dando origem ao atual município. Jaguariaíva foi povoada por famílias vindas dos Campos de Curitiba e por paulistas. A partir do século XVIII, a história registra o requerimento de inúmeras sesmarias à Capitania de São Paulo, tais como a de João Leite Penteado, sargento-mor, em 19 de junho de 1726, de Manoel Gonçalves de Águia, sargento-mor, 4 de julho de 1726, de Antonio Pereira Barbalho, em 6 de julho de 1728, de Matheus Correa Leme, em 16 de junho de 1728, de Francisco Xavier de Salles, em 4 de novembro de 1738 e o caso do capitão Bartolomeu Paes de Abreu, que em 1726 requereu o registro de uma Carta de Data na qual havia solicitado extensa área de terras no 1704, entre os rios Tyaguaricatu e Jaguariahiba, nos campos chamados Boa Vista e da qual em 1719 tomara possa oficial. Um dos nomes mais importantes para a história regional foi o do coronel Luciano Carneiro Lobo, filho do português Francisco Carneiro Lobo e de dona Quitéria Maria da Rocha. Em 1778 casou-se com dona Francisca de Sá, com quem teve oito filhos. O coronel Carneiro Lobo adquiriu em 1795 a fazenda Jaguariaíva do tenente Manoel Pacheco Catto, sua esposa Maria Custódia R. Leite e do alferes Francisco de Salles Britto. Em 10 de abril de 1806, o coronel Carneiro Lobo ficou viúvo e fixou residência na fazenda Jaguariaíva. No ano de 1810, com cinquenta anos de idade, o coronel se casa em segundas núpcias com Isabel Branco e Silva, de apenas dezesseis anos e filha de um grande amigo, o ex-Ouvidor e Corregedor de Paranaguá, dr. Manoel Lopes Branco e Silva. Com Isabel o coronel Carneiro Lobo conheceu a glória política, chegando a ocupar lugar de honra na Corte, recebendo convites para festas e sendo condecorado com a patente de Coronel de Milícias, um alto posto. Investido de notável prestígio, o casal tinha o pensamento voltado para o fortalecimento político, econômico e social de Jaguariaíva. Neste contexto, foi construída uma ponte sobre o Rio Itararé, obra autorizada por Lucas de Andrade Monteiro Barros, presidente da Província de São Paulo. Em 15 de setembro de 1823 um Alvará Imperial eleva a fazenda Jaguariaíva à categoria de Freguesia e, no ano de 1828, liderados por dona Isabel e o coronel Lobo, a comunidade solicitou licença para a construção de uma capela, sob a invocação do Senhor Bom Jesus da Pedra Fria, prontamente concedida por dom Manoel Joaquim Gonçalves de Andrade, Bispo de São Paulo. Em 12 de maio de 1842, morre o coronel Luciano Carneiro Lobo, sem ver a capela construída. dona Isabel, mulher desprendida de vaidades e muito religiosa, dedicou-se à sua cidade, e construiu a capela no ano de 1863. Em 1866, doou por esmola ao Senhor Bom Jesus da Pedra Fria uma grande área de terras que hoje significa jaguariaiva. Por ocasião da Guerra do Paraguai forneceu gado para o abastecimento das forças regionais e até da Guarda Nacional, tudo de forma gratuita. Dona Isabel, figura notável, morreu em 17 de agosto de 1870 e é sepultada no subsolo do santuário. Francisco Xavier da Silva, português de nascimento, é outro grande nome da historiografia regional, foi proprietário da fazenda Caxambu e grande povoador da região. Faleceu em 1829 deixando considerável fortuna para seus descendentes ilustres como seu neto, o advogado Francisco Xavier da Silva, que governou o Paraná de 1892 a 1896. De 1900 a 1904 e de 1908 a 1912. Famílias ilustres deram continuidade ao progresso e contribuíram para a história do lugar, dentre as quais destacam-se as de Ferreira de Almeida, Mello, Fonseca, Ribas, Cunha, Sampaio, Pessa, Biscaia e Marques. A Lei Provincial 423, de 24 de abril de 1875, eleva Jaguariaíva à categoria de município e a nível de cidade em 5 de maio de 1908, através da Lei 811. == Geografia == O município localizado na região dos Campos Gerais, no segundo planalto paranaense, ocupa uma área 1 453 km², representando 0,7645% da área do estado, 0,2704% da região Sul e 0,0179% de todo o território brasileiro. === Demografia === Em 2010, a população de Jaguariaíva foi contada no censo demográfico do IBGE em habitantes, sendo habitantes na área urbana e habitantes na área rural. Segundo o censo daquele ano, habitantes eram homens e mulheres. Apresentou 86% de taxa de urbanização e a densidade demográfica municipal, em 2010, atingiu um valor médio de 24,08 habitantes por quilômetro quadrado. Sua população, conforme estimativas do IBGE, em 2019, era de habitantes, estando entre os 50 municípios mais populosos do Paraná, dos 399. Em 2010, segundo dados do censo do IBGE daquele ano, a população residente no município era composta por brancos (69,57%); pardos (26,63%); pretos (3,07%); amarelos (0,62%); indígenas (0,11%) declarados. Ainda em 2010, habitantes eram brasileiros natos (99,76%) e 54 naturalizados brasileiros (0,17%), e 23 eram estrangeiros (0,07%). De acordo com o Censo 2010 do IBGE existe diversas comunidades religiosas no município, predominantemente cristãs. Entre a população residente em 2010 o censo mostrou pessoas que declararam-se católicas apostólica romana, pessoas que declararam-se católicas ortodoxa, pessoas que declararam-se evangélicas e 93 pessoas que declararam-se espíritas., Ainda mostrou Testemunhas de Jeová, pessoas com religião não determinada e múltiplo pertencimento, pessoas que declararam ter religião oriental e de outras religiosidades. Além de pessoas que declararam não ter religião, 23 que não sabiam e nenhuma pessoa declarou ter religião de tradições indígenas. Dentre as instituições religiosas destacam-se a Igreja Católica Apostólica Romana, Assembleia de Deus, Congregação Cristã no Brasil, Igreja Evangélica Pentecostal O Brasil Para Cristo, Igreja Presbiteriana do Brasil, Igreja do Evangelho Quadrangular, Igreja Adventista do Sétimo Dia, Igreja Pentecostal Deus é Amor, Igreja Universal do Reino de Deus, Igreja Batista, Igreja Luterana, entre outras instituições menores. Em relação a Igreja Católica Apostólica Romana no município de Jaguariaíva, ela está organizada em três paróquias: Paróquia Santuário Diocesano Senhor Bom Jesus da Pedra Fria; Paróquia São Francisco de Assis e Sta.Terezinha; e Paróquia Nossa Senhora das Graças. == Economia == A cidade tornou-se referência da industrialização rural durante a segunda metade do século XX, devida a proliferação de madeireiras, fábricas de celulose e papel que se estabeleceram no município. Jaguariaíva, na atualidade, fornece para o mercado brasileiro e internacional produtos como resina, madeira para construção, compensado, celulose, papel para revestimento e papel imprensa. Alves, Leonardo Marcondes. \"Give us this day our daily bread: The moral order of Pentecostal peasants in South Brazil.\" Master Thesis in Cultural Anthropology, Uppsala University. (2018), p.22. Uma das maiores produtoras de papel imprensa está instalado no município desde 1982, a Pisa Indústria de Papéis. Jaguariaíva conta com um aproveitamento energético, principalmente o hidrelétrico. A primeira usina instalada no município foi a Usina Velha, construída na década de 1940 para abastecer a Indústria Matarazzo. Situada no rio Capivari, no Parque Linear, a usina foi reativada em 2017, como uma central de geração hidrelétrica (CGH), com 1000 KW. Já no ano de 2000 foi instalado o empreendimento da Pesqueiro Energia S/A., que construiu sob o rio Jaguariaíva uma barragem de 12 metros de altura e uma pequena central hidrelétrica (PCH) com potência instalada em 12,44M Mw. A Pesqueiro também atua no mercado de carbono e é mantida pelas Eletrogeração (30% da sociedade) situada em Castro, Ceral em Arapoti (30% da sociedade) e Ceripa Energia (40% da sociedade) em Itaí. ==Turismo== ===Atrações naturais=== * Parque Estadual do Cerrado; * Parque Estadual do Vale do Codó; * Parque Linear do Rio Capivari - Cachoeirão do rio Capivari; * Parque Ambiental Ruy Cunha; * Parque Municipal Lago Azul - cachoeira do Lago Azul (20 metros); * Cachoeira Véu de Noiva; * Cachoeira das Andorinhas; * Cachoeira do Butiá; * Canyon do rio Jaguariaíva - o 8º maior do mundo em extensão, * Morro da Mandinga (1100 metros); * Escarpa da Serra das Furnas; * Área de Proteção Ambiental da Escarpa Devoniana - Santa do Paredão/Serra Velha; * Rio das Mortes; * Taça de Pedra; * Sítio Geológico Jaguariaíva; ==Cultura== ===Patrimônio cultural=== * Casa da Cultura Professor Doutor João Batista da Cruz, 1918. Tombada pelo Patrimônio Histórico e Artístico do Paraná; * Clube Recreativo Municipal Dona Elvira Puglielli Xavier; * Biblioteca Pública Municipal Mary Camargo; * Biblioteca Cidadã Monteiro Lobato; * Biblioteca Rural Municipal Antônio Lima Barreto; * Escola Municipal de Música Elzita Jorge Cunha; * Museu Histórico Municipal \"Conde Francisco Matarazzo\" - Palacete; * Memorial Ferroviário da Estação Cidadã Agente Durvalino de Azevedo \\- Estação Ferroviária (1935). Tombada pelo Patrimônio Histórico e Artístico do Paraná; * Cine Teatro Municipal Valéria Luercy; * Espaço Cultural Maria Timm; * Santuário Senhor Bom Jesus da Pedra Fria - construído entre 1834 e 1864. Tombado pelo Patrimônio Histórico e Artístico do Paraná; === Culinária === De origem tropeira, o prato típico do município de Jaguariaíva é a quirera com carne de porco. === Eventos === * Festa da Santa do Paredão (maio); * Festa de Santo Antônio de Pádua (junho) - Bairro Pesqueiro; * Festa de Agosto - Padroeiro da Cidade: Senhor Bom Jesus da Pedra Fria (final do mês de julho e começo do mês de agosto); * Concurso de Declamação de Poesias; * Semana da Pátria e Desfile Cívico Temático de 7 de setembro ; * Festival Cultural (setembro); == Infraestrutura == * Ligações de água: 8.994 * Ligações de energia elétrica: 9.409 * Linhas telefônicas: 5.810 * Telefones públicos: 153 === Praças === *Praça Getúlio Vargas *Praça Isabel Branco *Praça da Saudade *Parque Euzébio Delgado - Beira Rio === Distritos industriais === * Distrito Industrial (1) Prefeito Albano Ferreira de Barros - empresas: Pisa S/A e Braspine Madeiras Ltda. * Distrito Industrial (2) Ary Fanchin - empresas: Valor Florestal e 43 madeireiras e laminadoras. * Distrito Industrial (3) Domingos Martins da Costa Passos - empresas: Arauco do Brasil S/A * Distrito Industrial (4) Vereador Josef Bartiniczuk (Antigo Aeroporto) - empresas: Madeireiras e outras. * Distrito Industrial (5) Geci Krubnik - empresas: Rodolínea e Bicarbras * (Condomínio Conde Francisco Matarazzo) empresas (hoje funcionando como incubadora industrial, tendo este um cinema com praça de alimentação e área de treinamento profissional do SENAI/SENAC); === Sindicatos === * Patronal: rural * Sindicato do Trabalhador Rural * Municipal: Sindiserv * Sindicato de Papel Papelão e Cortiça (Pisa) === Outros dados === * Serviço Municipal de Água e Esgoto (SAMAE), possuí água tratada para 75 000 habitantes * Companhia Paranaense de Energia Elétrica (COPEL). O município possui a 2ª maior subestação de rebaixamento de energia elétrica do Paraná, com 420,16 MVA * Usina particular: Champion Eletricidade Ltda., produzindo 1,2 megawatts. * Telefonia: OI * Telefonia celular: Vivo, Tim, Brasil Telecom, Claro * Aeroporto: a 22 km de distância, pista com 1 440 metros x 30 metros, totalmente asfaltado, sem iluminação noturna. * Agência do trabalhador de Jaguariaíva: 9 000 trabalhadores cadastrados * Convênio médico: UNIMED, Paraná Clínicas * Transporte ferroviário: ALL (América Latina Logística) * Corpo de bombeiros * Aterro sanitário e coleta seletiva de lixo, incluindo a hospitalar * Transporte coletivo para os trabalhadores atendendo os cinco distritos industriais Um ponto muito favorável a Jaguariaíva é a sua localização geográfica, pois abriga um entroncamento rodoferroviário, ligando a região a grandes centros consumidores, bem como de portos para exportação de produtos com distância relativamente pequena, como por ex: Curitiba: 230 km, Londrina: 275 km, Porto de Paranaguá: 350 km, Assunção: 980 km, Ponta Grossa: 120 km, Buenos Aires: 1 783 km, Foz do Iguaçu: 740 km e Montevidéu: 1 604 km. === Educação === * Fundamental e médio: 7 693 matrículas * Urbano: 6 752 alunos * Rural: 941 alunos * Escolas municipais: 18 * Escolas estaduais: 6 * Escolas particulares: 7 ==== Ensino superior ==== * União Latino-Americana de Tecnologia (ULT) - campus Jaguariaíva * Faculdade de Tecnologia Internacional: UNINTER, Facinter e Fatec * Instituto Tecnológico de Desenvolvimento Educacional (ITDE) * Instituto Federal do Paraná (IFPR) * Faculdade Anhanguera - Polo Jaguariaíva * Faculdade de Telêmaco Borba (Fateb) - Unidade Jaguariaíva * Universidade Norte do Paraná (Unopar) - Polo Jaguariaíva ==== Cursos técnicos e profissionalizantes ==== * Serviço Nacional de Aprendizagem Industrial (SENAI) * Serviço Nacional de Aprendizagem Comercial (SENAC) * Colégio Millenium * Colégio Estadual Rodrigues Alves (ensino profissionalizante) == Administração == * Prefeito: Alcione Lemos (2021/2024) * Vice-prefeito: Adilson Passos Felix * Presidente da Câmara: ? (2021/2022) == Filhos Ilustres == * Valéria Luercy , atriz e Comediante brasileira * Arrelia, ator, Comediante e Palhaço brasileiro * Moisés Lupion, contador, empresário e político que governou do Estado do Paraná por duas vezes * André Zacharow, advogado, economista, professor e político * Manoel Ignácio do Canto e Silva, fazendeiro, Comendador e político * Jeroslau Pauliki, empresário brasileiro ==Esportes== A cidade de Jaguariaíva possuiu alguns clubes no Campeonato Paranaense de Futebol, dentre eles o Jaguariaíva Futebol Clube e o Esporte Clube Recreativo Ferroviário. ==Bibliografias== * ALVES, Leonardo Marcondes. Give us this day our daily bread: The moral order of Pentecostal peasants in South Brazil. Dissertação de mestrado em antropologia cultural, Universidade de Uppsala, 2018. * AXT, José.Jaguariaíva: Do Tropeirismo aos Dias Atuais. Itararé: Gráfica Guarani, 2000. * BRANDÃO, Angela.Memórias: Frigorífico das Indústrias Reunidas Francisco Matarazzo em JaguariaívaJaguariaíva:[s.n.] 2000. * CARVALHO, Brasilino.Interpretação da Realidade Brasileira: Centenário de Jaguariaíva São Paulo: [s.n], 1975. * FRIZANCO, Orlando.História da Revolução de 30 em Jaguariaíva [s.l.s.n.] 2005. * JOVIANO, Carlos Vitório Martins. “Evolução Sócio-Econômica do Município de Jaguariaíva-PR: das tropas às florestas silenciosas.” Fórum Ambiental Da Alta Paulista 3 (1), 2007. * LOPES, José Carlos Veiga.Primórdios das fazendas de Jaguariaíva e região[s.l.s.n.] 2002. * LOPES, Rafael Gustavo Pomim. \"A mulher por trás do mito: construção de uma memória social sobre Izabel branco e Silva. Anais eletrônicos XVI ENCONTRO REGIONAL DE HISTÓRIA. ISSN 1808-9690. 2018. * LUDWIG, Augustinho A. Jaguariaíva 120 anos. Itararé: Gráfica Guarani, 1995. * LUDWIG, Augustinho A. e FRIZANCO, Orlando.História de Jaguariaíva - Vol. 1 [s.l.s.n.] 2006. * LUDWIG, Augustinho A. e FRIZANCO, Orlando.História de Jaguariaíva: Família dos pioneiros. Vol. 2. Parte A [s.l.s.n.]2013. * MAYER, Milena Santos; BRITO Plicila de; LOPES, Rafael Pomim. Santuário do Senhor Bom Jesus da Pedra Fria: cronologia histórica[s.l.s.n.] 2015. * THON, Carlos João e FRIZANCO, Orlando. Aspectos históricos da escravidão no Norte Pioneiro do Paraná: Jaguariahyva[s.l.s.n.] 2005. * THON, Carlos João e FRIZANCO, Orlando. Os 100 Anos da Comarca de Jaguariaíva: Juízes [s.l.s.n.] 2007. == Ligações externas == * Prefeitura Municipal * Confederação Nacional de Municípios Categoria:Campos Gerais do Paraná Categoria:Fundações no Paraná em 1875",
 "title": "Jaguariaíva"
}