{
 "id": "33588",
 "text": "{{Info/Município do Brasil | nome = Maria Helena | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de julho | fundação = | gentílico = Maria-helenense | prefeito = Marlon Rancer Marques | partido = PSD | fim_mandato = 2024 | site = http://www.mariahelena.pr.gov.br | mapa = Parana Municip MariaHelena.svg | latP = S | latG = 23 | latM = 36 | latS = 57 | lonP = O | lonG = 53 | lonM = 12 | lonS = 18 | estado = Paraná | mesorregião = Noroeste Paranaense | data_mesorregião = IBGE/2008 | microrregião = Umuarama | data_microrregião = IBGE/2008 | região_metropolitana = Umuarama | vizinhos = Umuarama, Cruzeiro do Oeste, Tapira, Nova Olímpia e Douradina. | dist_capital = 592 | área = 486.234 | área_ref = | população = 5956 | data_pop = Censo IBGE/2010 | altitude = | clima = Subtropical Úmido | sigla_clima = | idh = 0.707 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6479.33 | data_pib_per_capita = IBGE/2008 }} Maria Helena é um município brasileiro do estado do Paraná. Sua população foi estimada em 5.956 habitantes, conforme dados de IBGE de 2010. == História == A colonização da região onde se localiza Maria Helena, deu-se na segunda metade do ciclo econômico do café, durante as décadas de 1940 e 1950. Em busca de terras baratas, solos férteis e o bom preço do café, famílias instalaram-se na região e formaram um grande número de pequenas propriedades rurais. Estas famílias eram oriundas de Minas Gerais, São Paulo, Rio de Janeiro, Rio Grande do Sul e de outras cidades do Paraná. O nome Maria Helena se originou do nome da filha do colonizador da cidade, Mario de Aguiar Abreu. == Geografia == Localiza-se na Região Metropolitana de Umuarama, nas seguintes coordenadas geográficas: Latitude: 23°35’30” SUL e Longitude: 53°12’ W – GR. Fica a 592,79 km de distância da capital, com uma altitude de 630m acima do nível do mar. Tem uma área de 486 km², e tem seus limites são: ao Leste com município de Cruzeiro do Oeste, a Oeste com o município de Umuarama, a Norte com o Município de Douradina e Tapira e ao Sul, limitando-se novamente com o município de Umuarama. === Densidade pluviométrica === Média anual – 1.450 mm, com o meses de maior precipitação pluviométrica: Dezembro, Janeiro e Fevereiro. Meses com menor precipitação pluviométrica: junho, julho e agosto. == Economia == A economia de Maria Helena possui predominância pecuária, principalmente de corte, sendo a principal atividade produtiva do município. No setor agrário, a maioria das fazendas da região possuem o plantio de soja, mandioca e milho. === Turismo === O ecoturismo é a principal fonte de renda nesta área, sendo explorado com as cachoeira da região e as caminhada por trilhas. == Feriados == * 25 de julho, emancipação política e aniversário da cidade; * 8 de agosto, padroeira Nossa Senhora das Graças; ==Ligações externas== *Site oficial da Prefeitura Municipal de Maria Helena - PR Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1960",
 "title": "Maria Helena (Paraná)"
}