{
 "id": "33598",
 "text": "{{Info/Município do Brasil |nome = Mato Rico |foto = |leg_foto = |apelido = |brasão = |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico = Mato riquense |lema = | prefeito= Edelir de Jesus Ribeiro da SilvaPrefeito e vereadores de Mato Rico tomam posse Portal G1 - acessado em 2 de abril de 2021 | partido = Cidadania | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 |mapa = Parana Municip MatoRico.svg |latP = S | latG = 24 | latM = 42 | latS = 18 |lonP = O | lonG = 52 | lonM = 08 | lonS = 45 |estado = Paraná |mesorregião = Centro-Sul Paranaense |data_mesorregião = IBGE/2008 |microrregião = Pitanga |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Pitanga, Palmital e Roncador. |dist_capital = 300 |área = 394.533 | área_ref = |população = 3822 |data_pop = Censo IBGE/2010 |altitude = 700 |clima = Subtropical |sigla_clima = Cfb |idh = 0.64 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 8350.01 |data_pib_per_capita = IBGE/2008 }} Mato Rico é um município brasileiro do estado do Paraná. == História == A partir de 1940, as terras da região do atual município de Mato Rico começaram a serem ocupadas, cedidas pelo governo estadual, através de títulos e posses, a aventureiros que geralmente migravam para a região, com o objetivo de adquirir terras de custo baixo e se iniciavam no plantio de lavouras de subsistência. O povoamento cresceu e se desenvolveu a partir de 1941 quando os moradores começaram a se estabelecer ao longo da estrada que dava acesso à cidade. Em 1942 foi implantado o cemitério e a primeira escola por volta de 1945. Vieram para a região, descendentes de poloneses, ucranianos, italianos e portugueses, além de indígenas e de afro-descendentes originários do sudeste e nordeste do Brasil. Muitos posseiros não se fixaram nas áreas cedidas ou não se adaptavam com o clima, dificuldades financeiras, condições geográficas ou mesmo por terem adquiridos áreas de terras para fins especulativos. Mas, muitas famílias se fixaram na região e permanecem até hoje, através de seus descendentes, e continuam trabalhando e transformando a região tanto econômica ou geograficamente. Criado através da Lei Estadual n° 9.563 de 31 de janeiro de 1991 foi desmembrado de Pitanga. == Geografia == Possui uma área é de 394,533 km² representando 0,1979 % do estado, 0,07 % da região e 0,0046 % de todo o território brasileiro. Localiza-se a uma latitude 24°42'18\" sul e a uma longitude 52°08'45\" oeste, estando a uma altitude de 700 m. Sua população estimada em 2005 era de 3.462 habitantes. === Demografia === Dados do Censo - 2000 População Total: 4.496 * Urbana: 652 * Rural: 3.844 * Homens: 2.404 * Mulheres: 2.092 Índice de Desenvolvimento Humano (IDH-M): 0,640 * IDH-M Renda: 0,548 * IDH-M Longevidade: 0,594 * IDH-M Educação: 0,778 === Clima === Segundo a classificação de Köppen, o clima é do tipo Cfb – subtropical úmido mesotérmico, cuja temperatura média anual é de 20 °C, com média superior a 22 °C nos meses mais quentes e inferior a 18 °C nos meses mais frios. Os verões são quentes e invernos com ocorrência de geadas entre Maio a Agosto. A precipitação pluviométrica normal é em torno de 1700 a 1900 mm/ano e a umidade relativa do ar é de aproximadamente 80%. == Administração == * Prefeito: Edelir de Jesus Ribeiro da Silva (2021/2024) * Vice-prefeito: Inez Gonçalves de Abreu * Presidente da câmara:Danilo Miranda - PSD (2021/2022) == Economia == A base da econômica do município de Mato Rico é a agropecuária. O município está dividido basicamente em pequenas propriedades, com áreas médias de 22,4 Ha, sendo então 82% de pequenos agricultores familiares (proprietários, meeiros, arrendatários e posseiros) e caracteriza-se pela baixa ou até média tecnologia com mão de obra familiar. A principal cultura é o milho, para consumo próprio e comercial, juntamente com a pecuária de corte, feijão, arroz, algodão, pecuária mista, soja e tendo como atividades emergentes, a apicultura e sericicultura e com grande potencial para o turismo rural e ecoturismo. == Ligações externas == * Prefeitura Municipal * Confederação Nacional de Municípios Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1991",
 "title": "Mato Rico"
}