{
 "id": "33603",
 "text": "{{Info/Município do Brasil | nome = Missal | foto = | leg_foto = | apelido = | brasão = Coat of arms of Missal PR.png | bandeira = Flag of Missal PR.png | link_brasão = | link_bandeira = | link_hino = | aniversário =1 de fevereiro | fundação = | gentílico =missalense | lema = | prefeito = Adilto Luís Ferrari | partido = UNIÃO | fim_mandato = 2024 | mapa = Parana Municip Missal.svg | latP = S | latG = 25 | latM = 05 | latS = 31 | lonP = O | lonG = 54 | lonM = 14 | lonS = 52 | estado = Paraná | mesorregião = Oeste Paranaense | data_mesorregião = IBGE/2008 | microrregião = Foz do Iguaçu | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Santa Helena (Norte); Itaipulândia (Sul e Oeste); Medianeira (Sul e Leste); Ramilândia (Leste) | dist_capital = 615 | área = 319.510 | área_ref = | população = 10474 | data_pop = Censo IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.79 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 12896.66 | data_pib_per_capita = IBGE/2008 | site_prefeitura = missal.pr.gov.br }} Missal é um município brasileiro localizado no oeste do estado do Paraná. == Geografia == Com uma população estimada em 2010 de 10.474 habitantes, a maioria descendente de alemães, Missal fica a 615 km da Capital do Estado, Curitiba, via BR 277. Quanto ao posicionamento geográfico do município, a latitude é de 25°05’00” sul e a longitude 24°15’00” W- GR. Segundo IPARDES 2011, seu território tem 323,042 km², sendo que 43,470 km² banhados pelo Lago de Itaipu. Possui os seguintes limites: * Ao norte: Reservatório da Itaipu e município de Santa Helena. * Ao sul: Rio Ocoí, Córrego Cedro, Rio São João e Reservatório do Lago de Itaipu. * Ao leste: com os municípios de Matelândia, Medianeira, Ramilândia e Diamante D'Oeste. * Ao oeste: com o município de Itaipulândia, Reservatório do Lago de Itaipu. === Clima === Seus verões são quentes com tendência a concentração das chuvas e com temperatura média superior a 34°C, com sensação térmica acima dos 38°C. O inverno, com geadas pouco frequentes, apresenta temperatura média inferior a 18°C, podendo atingir temperaturas até 31°C . Não há estação seca definida. O índice pluviométrico médio anual é de 1788 milímetros. === Relevo === O relevo é composto em média por 70 % de terras planas ou suavemente onduladas e 30% por terras pedregosas de acentuada declividade. A altitude média é de 320 metros e o clima é subtropical úmido mesotérmico. Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1981",
 "title": "Missal"
}