{
 "id": "33646",
 "text": "{{Info/Município do Brasil | nome = Pontal do Paraná | foto = Pontal_do_Parana,_Praia_de_Leste.jpg | apelido = Litoral do Paraná | brasão = Brasao pontal do parana.jpg | bandeira = Bandeira1-300x202.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = Pontalense | lema = | prefeito = Rudisney Gimenes FilhoPrefeito e vereadores de Pontal do Paraná tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = MDB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Parana Municip PontaldoParana.svg | latP = S | latG = 25 | latM = 40 | latS = 26 | lonP = O | lonG = 48 | lonM = 30 | lonS = 39 | estado = Paraná | mesorregião = Metropolitana de Curitiba | data_mesorregião = IBGE/2008 | microrregião = Paranaguá | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Paranaguá e Matinhos | dist_capital = 100 | área = 200.551 | área_ref = | população = 28529 | data_pop = estimativa IBGE/2021 | altitude = | clima = Subtropical | sigla_clima = Cfa | idh = 0.738 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10561.63 | data_pib_per_capita = IBGE/2008 }} Pontal do Paraná é um município brasileiro do estado do Paraná, sendo desmembrado do município de Paranaguá em 20 de dezembro de 1995. Sua população, conforme estimativas do IBGE de 2021, era de habitantes. O município possui como destaque as belezas naturais como grande atrativo local. Possui 23 km de orla subdividida em mais de 40 praias. ==História== === Origens === A história do município de Pontal do Paraná começou quando houve os primeiros fluxos no século XVII. O objetivo dos primeiros fluxos era de colonizar o território do atual Estado do Paraná. Trata-se de um município geograficamente próximo a Paranaguá, tanto por terra como por mar. Isso permitiu que os fatos políticos e administrativos do município mais antigo do Paraná tivessem influência na vida pública da comunidade pontalense. As praias de Pontal sempre receberam muitos visitantes vindos do interior do Paraná e da capital, Curitiba. Pontal do Paraná também é objeto de conhecimento por ser o lugar de onde vem os barcos que levam uma grande leva de turistas às ilhas próximas. Entre as ilhas, merece destaque a Ilha do Mel, pertencente ao município de Paranaguá. Esta ilha costeira recebe muitos visitantes de todos os lugares. === Formação administrativa e etimologia === Há muito tempo a localidade era chamada de Pontal do Sul. A origem etimológica do nome Pontal é geográfica, porque a localização da cidade fica em uma ponta feita de terra e areia que vai em direção às águas marítimas. Numa esquina. A expressão \"do Paraná\" é o nome da unidade federativa brasileira onde fica o município. Sua história política começa a ser escrita por volta de 1983, através de tentativas de emancipação que, apesar de não conseguirem seu objetivo, despertaram na população o desejo de criação de um novo município. Pontal do Paraná foi transformado em município por força da Lei Estadual nº 11 252, de 20 de dezembro de 1995, na sede do ex-distrito de Pontal, conforme desejo da população que aprovou a emancipação em plebiscito. A legislação sobre a emancipação política é de autoria do então deputado estadual Algaci Tulio. De acordo com a legislação, Pontal do Paraná foi desmembrado de Paranaguá. O município foi oficialmente instalado em 1 de janeiro de 1997. === História recente === Nas eleições de 1997, foi eleito o primeiro prefeito do município, Hélio Gaissler de Queiroz. Rudisney Gimenes, foi o primeiro prefeito reeleito em outubro de 2008. == Geografia == O município de Pontal do Paraná enquadra-se na planície costeira de Praia de Leste, caracterizando-se por um relevo bastante suave e de baixa altitude, que recebe a designação genérica de restinga. === Pluviosidade === O período mais chuvoso é o verão, sendo o mês de fevereiro o que apresenta maior precipitação (350mm) e o período mais seco, o inverno, a precipitação é de 100mm, sendo a precipitação média anual do Município de Pontal do Paraná está em torno de 2 000 mm. === Limites === O município faz divisas ao Sul com o município de Matinhos, a Oeste com a Cidade de Paranaguá, na qual faz parte da Nova Região Metropolitana e a leste e norte é banhado pelo Oceano Atlântico, sendo a norte pela baía de Paranaguá. === Pontos de destaque === O estado do Paraná possui 100 km de extensão em praias, das quais 22 km se encontram em Pontal do Paraná, tornando o município totalmente voltado às atividades praianas. Além disso, pode contar com quase 100% dessas praias com total qualidade de balneabilidade. === Balneários === Os principais balneários do município: * Praia de Leste * Santa Terezinha * Porto Fino * Santa Mônica * Atami (Baía externa de Paranaguá) * Monções * Mirassol * Shangri-lá * Ipanema * Grajaú * Pontal do Sul (Baía de Paranaguá) == Economia == A economia está baseada nas atividades relacionadas ao turismo, que emprega a maioria da população fixa e atrai pessoas de todos os cantos do país, durante a temporada de verão, período que compreende os meses de dezembro a março, durante as comemorações de Natal e réveillon. Embora a atividade industrial seja pequena, em Pontal do Sul há uma unidade offshore da companhia italiana Techint Engenharia e Construção S/A, que fabrica plataformas de exploração de petróleo e emprega entre centenas e alguns milhares de pessoas, conforme a demanda de trabalho existente Gazeta do Povo, 11 de abril de 2013. Página visitada em 1 de janeiro de 2014.. Depois de vários estudos e projetos, está em fase de implantação o complexo portuário no município. Com previsão de término das obras para 2026, o Porto de Pontal do Paraná terá capacidade de movimentação de 1,5 milhão de unidades, uma área de 600 mil m² e com um cais de atracação de 1,3 mil metros. O investimento estimado é de 1,1 bilhão de reais e poderá aumentar a capacidade portuária do estado em 55%. === Eventos === A outra época, identificada como baixa temporada, a economia caracteriza-se pela pesca e ao entorno dos principais festivais que ocorrem na cidade, entre eles: A Festa de São José (padroeiro do município): o evento religioso tem início em 9 de março e se estende até o dia 19 de março, sendo acompanhada anualmente por milhares de turistas que visitam a cidade e participam das missas, procissões e também dos eventos gastronômicos, shows artísticos, pirotécnico e feiras de artesanato. Camacho (festa do camarão e do chope): festa de dez dias de muita animação com camarão, chope, shows e apresentações de grupos de dança tradicional gaúcha dos CTGs presentes na cidade. O Festival do Caranguejo é um evento que mistura caranguejada caiçara e música brasileira, especialmente samba de raiz, chorinho e MPB. A captura artesanal do caranguejo-uçá é uma das atividades extrativas mais antigas do litoral, sendo praticada pelas comunidades tradicionais que vivem de sua comercialização. Rodeio Crioulo Nacional: fazem parte do evento apresentações artísticas: danças tradicionalistas em modalidades mirim, juvenil e adulta; culturais: prova da gaita, violão e poesia; campeiras: concurso de rédeas e laço, shows tradicionalistas, churrasco e música típica num dos maiores rodeios estaduais. == Cultura == === Culinária === A culinária local possui influência da cultura caiçara, com ingredientes como pescados de água salgada e frutos do mar. O prato considerado típico do município de Pontal do Paraná é a cambira, preparação que remete ao passado dos pioneiros do litoral paranaense. A iguaria é uma refeição tipo prato principal, feita à base de filé de peixe cação seco e defumado, com banana e temperos, e para acompanhar, serve-se arroz, pirão e saladas. == Educação == Pontal do Paraná abriga um campus avançado da Universidade Federal do Paraná e o Centro de Estudos do Mar (CEM/UFPR), com instalações nos balneários de Pontal do Sul e Mirassol. Além das atividades de pesquisa, o CEM oferece cursos de graduação e pós-graduação página visitada em 1 de janeiro de 2014.. ==Transporte== O município é servido pelas rodovias PR-407 (na localidade de Praia de Leste) e PR-412 (localidade de Pontal do Sul). ==Ligações externas== * Página da prefeitura * Centro de Estudos do Mar - UFPR Categoria:Fundações no Paraná em 1995",
 "title": "Pontal do Paraná"
}