{
 "id": "33645",
 "text": "Ponta Grossa é um município brasileiro do estado do Paraná, do qual é o quarto mais populoso, com habitantes, conforme a estimativa do IBGE de 2024. Conta com a nona maior população do Sul do Brasil e a septuagésima sexta do país. Localizado no Segundo Planalto Paranaense, é o núcleo dos Campos Gerais do Paraná, que tem uma população superior a 1 100 000 habitantes (IBGE/2014) e o maior parque industrial do interior do estado. Com uma área é 2 054,732 km², Ponta Grossa é conhecida como Princesa dos Campos e Capital Cívica do Paraná, além de receber o título de Capital Paranaense da Cerveja. A distância rodoviária até Curitiba, capital administrativa estadual, é de 103 quilômetros, e de Brasília, capital federal, é de 1 320 quilômetros. == Etimologia == O nome Ponta Grossa é a toponímia de uma grande colina coberta por um capão de mato, que podia ser vista de longa distância pelos viajantes. Relata-se que os tropeiros, quando se aproximavam do lugar, a ele se referiam: Estamos próximos ao capão da ponta grossa. Entretanto, Manoel Cirillo Ferreira escreveu que Miguel da Rocha Carvalhães, proprietário de terras na região, teria mandado seu capataz Francisco Mulato, escolher um local para sediar sua fazenda. Ao desincumbir-se, o capataz teria assim assim descrito o lugar: Fica encostado naquele capão, que o senhor bem sabe, que tem a ponta grossa. Outro escritor, Nestor Victor, relata que Miguel da Rocha Carvalhães doou as terras necessárias para a origem do povoado no lugar, que passou a ser assim chamado, devido a um capão próximo aos seus terrenos que formava uma ponta grossa. De todo modo, o nome descreve a colina e características da vegetação do local. == História == Ponta Grossa teve seu território palmilhado a partir do , quando os Campos Gerais foram cruzados por expedições espanholas que demandavam do litoral catarinense até Assunção, no Paraguai. Mais tarde foi sucessivamente movimentada por conta das bandeiras seiscentistas, notadamente as da preia indígena. Mas a posse efetiva da terra, com fins de ocupação e colonização, que resultou na fundação da cidade de Ponta Grossa, deu-se a partir de 1800, período em que os Campos Gerais estavam sob a jurisdição da Vila Nova de Castro. Os primeiros povoadores que aqui se estabeleceram, foram fazendeiros paulistas, vindos especialmente pela abundância de pastos naturais e beleza dos Campos Gerais. Fixaram-se nas imediações dos rios Rio Verde e Pitangui, lançando as sementes de povoação do lugar. Pouco tempo depois beneditinos do Mosteiro dos Santos obtinham concessão destes campos, que chamaram Fazenda Bárbara. No entanto, em 1813, o governador interino da Província de São Paulo, D. Matheus Abreu Pereira, doava estas mesmas terras ao alferes Atanagildo Pinto Martins, bandeirante paranaense que perlustrou o caminho dos Campos de Palmas. Os beneditinos protestaram, alegando direitos adquiridos, apresentando o Termo de Concessão, mas de nada valeram os apelos, fincando a imensa área com o alferes Atanagildo. Não demorou muito, e era senhor dos Campos Gerais, o capitão-mor José Góes e Moraes, que doou parte de suas terras aos jesuítas que nas proximidades do Ribeirão São Miguel, afluente do Rio Pitangui, ergueram a Capela de Santa Bárbara do Pitangui. onde estabeleceram o Curato da Companhia de Jesus que em pouco tempo conheceu extraordinário progresso. Paralelamente, os campos iam sendo sistematicamente ocupados, com o surgimento de grandes fazendas de gado.Neste período destaca- se a Fazenda Bom Sucesso, do sargento-mor Miguel da Rocha Ferreira Carvalhães, cujo limite abrangia área que hoje constitui o perímetro urbano de Ponta Grossa. Onde hoje se encontra a Catedral Metropolitana, existia um rancho de pousada, erguido por tropeiros, junto a uma centenária figueira, sob a qual plantaram uma cruz. Era ali o ponto de parada de tropas e viajantes. Outro ponto de referência nesta época era a Casa-de-Telhas, construída pelos jesuítas para se relacionarem com povo da região. Nesta casa celebravam-se os ofícios do sacramento e festas religiosas. Em pouco tempo, em torno da Casa- de-Telha surgiram as primeiras choupanas. O fazendeiro Miguel da Rocha Ferreira Carvalhães, antevendo o futuro do lugar, procurou incentivar seu progresso. Convocou os vizinhos, e também os fazendeiros Domingos Ferreira Pinto, Domingos Teixeira Lobo, Antonio da Rocha Carvalhães e Benedito Mariano Fernandes Ribas e expôs a necessidade de se efetivar uma povoação, visto que resolveriam as dificuldades das questões eclesiásticas e lides civis, pois estavam jurisdicionados à Vila Nova de Castro. Relata-se que Carvalhães teria ordenado a seu capataz, Francisco Mulato, que procurasse na invernada Boa Vista, de sua propriedade, um local apropriado para se começar uma nova povoação. O local escolhido teria sido o atual subúrbio da Boa Vista. Ao cumprir a missão Francisco Mulato teria dito \"Sinhô sabe bem porque é encostado naquele capão que tem a ponta grossa\". Tendo aprovado o nome mas não a localização, o grupo de fazendeiros resolveu que o lugar do futuro povoado seria onde um pombo branco com um laço vermelho no pescoço, solto nas pradarias, viesse a pernoitar. Depois de muitas revoadas, a ave pousou exatamente na cruz do rancho dos tropeiros, debaixo da centenária figueira. lá existente, tendo esse fato sido interpretado como de bom augúrio e predestinação, para a efetiva povoação de Ponta Grossa. Algumas fontes dão o nome Estrela, como primitiva denominação de Ponta Grossa, ...porque podia ser vista de algumas léguas de distância, situada no meio dos campos, sobre uma eminência como a cidade atual ainda está (Terra do Futuro - Nestor Victor). A partir de então a povoação progrediu extraordinariamente. Em 15 de setembro de 1823, através de Alvará Imperial, foi criada a Freguesia de Estrela, sendo primeiro vigário da localidade o padre Joaquim Pereira da Fonseca. Em 1840 o patrimônio foi aumentado, por área denominada Rincão da Ronda e doada por Domingos Ferreira Pinto. Pela Lei Provincial nº 34, de 7 de abril de 1855, foi criado o município de Ponta Grossa, com território desmembrado do município de Castro, sendo devidamente instalado em 6 de dezembro do mesmo ano. A Lei Provincial nº 82, de 24 de março de 1862, elevou a vila à categoria de cidade. Em 15 de abril de 1871, através da Lei nº 281, passou a denominar-se Pitangui, mas voltou-se a chamar Ponta Grossa a partir de 5 de abril de 1872, pela Lei Provincial nº 409. Ponta Grossa passou a sede de Comarca em 18 de abril de 1876, pela Lei nº 469, sendo instalada em 16 de dezembro do mesmo, assumindo nesta data como primeiro Juiz de Direito Conrado Ericksen. Em 1878, por iniciativa de Augusto Ribas, se iniciou a colonização russo-alemã no município, dois anos depois da visita do Imperador Dom Pedro II, principal incentivador das imigrações, quando se hospedou na residência do Major Domingos Pereira Pinto a quem concedeu o título de Barão de Guaraúna.Melo,M.S.; Bosetti,E.P.; Godoy,L.C.; Pilatti,F. 1999. Vila Velha. In: Schobbenhaus,C.; Campos,D.A.; Queiroz,E.T.; Winge,M.; Berbert-Born,M. (Edit.) Sítios Geológicos e Paleontológicos do Brasil. Publicado na Internet em 18/11/1999 no endereço http://www.unb.br/ig/sigep/sitio029/sitio029.htm A cidade conheceu grande progresso a partir de 2 de março de 1894, quando foi inaugurada a Estrada de Ferro Curitiba-Ponta Grossa, e dois anos depois teve inicio a construção da ferrovia São Paulo-Rio Grande do Sul. Em virtude de sua situação, aqui foram instalados por muito tempo, os escritórios e oficinas das ferrovias. Em 1904 quando era prefeito Ernesto Guimarães Villela, foi inaugurado o sistema de iluminação elétrica fornecido pela empresa Ericksen & Filho do próprio Guimarães e foi implantado o sistema de água e esgotos projetado e supervisionado pelos engenheiros Alvaro Souza Martins e Jacob Schamber. só concluído com financiamento do governo do Estado pelo prefeito Teodoro Batista Rosas. O centenário da fundação foi comemorado na administração do prefeito Brasílio Ribas. Em 17 de outubro de 1930, chegou à estação ferroviária Getúlio Vargas e suas tropas que ficaria quinze anos no poder da república. Nesta ocasião Getúlio caminhou pelas ruas da cidade ao lado do tenente-coronel Galdino Luís Esteves e Aristides Krauser do Canto, sendo ovacionado pelos populares que agitavam lenços e bandeiras vermelhas, símbolo da revolução. Ponta Grossa foi berço de grandes nomes da política paranaense, sendo conhecida como \"Capital Cívica do Paraná\". Atualmente Ponta Grossa destaca-se como um dos mais industrializados municípios do Estado, sem contar a importância no setor turístico, com Furnas, Lagoa Dourada e a mística Vila Velha. == Geografia == === Clima === Localizado no Segundo Planalto Paranaense, na classificação climática de Koppen-Geiger possui um clima do tipo Cfb (mesotérmico) equivalente na Classificação climática de Strahler como subtropical úmido com verões moderadamente quentes e invernos relativamente frios na maior parte do município, não possuindo uma considerável amplitude térmica anual (contudo ainda maior se comparada a Curitiba) devido a ação moderadora do Oceano Atlântico que está a 180 km de distância combinado com a hipsometria planáltica (entre 700 a 1 000 m), o que não permite recair num clima subtropical do tipo Cfa (temperatura média do mês mais quente acima de 22 °C), embora ocorra no extremo leste do município nas planícies da nascente do Rio Ribeira, aonde a altitude é consideravelmente menor que a média para Ponta Grossa. Temperaturas extremas não são comuns, mas as ondas de calor com temperaturas acima de 30 °C podem ocorrer (entre janeiro e fevereiro a probabilidade é de 20%), associado com a formação de ilhas de calor principalmente no Centro e no Santa Paula, em parte contribuída a baixa arborização urbana. Com uma direção predominante de ventos a nordeste com desvio para leste. Os meses de verão vão de dezembro a março e tendem a ser mais úmidos devido a ascendência das correntes convectivas, sendo o mês de fevereiro responsável pelos maiores registrados de precipitação média mensal com 177 mm, e os meses de inverno vão de junho a setembro, muito embora as temperaturas amenas podem aparecer precocemente entre abril e maio. O período invernal tende a ser mais seco devido o avanço das massas polares que originam na Antártica e sul da América do Sul, as chuvas que ocorrem nesta época muitas vezes são devido a passagem da frente fria em que o ar mais aquecido da Massa Tropical Atlântica (mTa) entrando em contato com a massa de ar continental Polar (cP) tende a se elevar provocando precipitações em toda a faixa frontal, sendo agosto o mês mais árido com 83 mm de precipitação média mensal, com uma pluviosidade média anual de 1495 mm, a maior quantidade acumulada de chuva ocorre nas porções elevadas do Distrito de Itaiacoca, assim como acontece nas demais localidades ao longo da Escarpa Devoniana, em geral com uma sobrecarga de 100 mm anuais por funcionar como uma barreira orográfica, ainda que a área urbana da cidade e as porções ocidentais e sul da cidade estão à sotavento do escarpamento o que favorece ainda mais a ser mais seco. A temperatura média anual é de 17,5 °C, o mês mais quente é janeiro em média 21,4 °C e o mês mais frio é julho em média 13,7 °C, sendo que a variação anual é de 7,7 °C. Temperatura do ar abaixo de 0 °C tende a ocorrer ao menos uma vez ao ano, salvo em algumas exceções de adversidades climáticas. Entre os meses de junho e julho há uma chance de mais de 18% das temperaturas caírem abaixo dos 5 °C. Para o ano de 2016, o número de horas de frio abaixo de 7,2 °C foram 250 horas e menor que 13 °C somam 1 179 horas. As geadas são típicas no inverno e ocorrem em quase em todos os anos, assim como em grande parte do centro-sul do estado. Havendo em média entorno de 3 a 5 vezes ao ano, sobretudo em áreas elevadas e nos fundos de vale. A neve é um evento raro e não há registros históricos de acumulação em superfície, mesmo eventual é marcado com algumas passagens ao longo de um século, a última ocorrência em 23 de julho de 2013, inicialmente por volta das 6h30 da manhã com uma chuva congelada, e depois às 7 horas tem-se apontado os primeiros flocos, alguns bairros como Boa Vista durou pelo menos 30 minutos, muito embora de fraca intensidade. Outros anos registrados foram 1975 e 1981. Os vales e os cursos d'água influenciam no clima urbano devido divergir na insolação, umidade relativa e ventos alterando as condições termohigrométricas. Sendo que as maiores declividades são encontradas entre oeste e sul, chegando em alguns casos a 49%, resultando em um maior aquecimento da superfície e do ar, e por isto as porções orientais de Ponta Grossa tendem a apresentar temperaturas mais amenas. Portanto o relevo acidentado pautado sobretudo na exposição das vertentes e suas declividades em sua quantidade considerável são importantes para as diferenciações climáticas que nela ocorrem. Segundo dados da estação meteorológica do Instituto Agronômico do Paraná (IAPAR), que operou de 1954 a 2001, a menor temperatura registrada em Ponta Grossa foi de em julho de 1975 e a maior atingiu em janeiro de 1958, com uma média de velocidade anual do vento de 5,5 metros/segundo, constando 2115 horas anuais de sol, registrando acima de 190 horas em julho, agosto e novembro, meses com maior número de horas e um total de 930 mm de evaporação anual, com valores maiores entre novembro e dezembro, correspondendo cerca de 20% dos doze meses. === Hidrografia === O município de Ponta Grossa está inserido quase que integralmente na bacia hidrográfica do Rio Tibagi que nasce em seu território, se orienta para o Norte, e depois de atravessar diversos municípios, faz foz no Rio Paranapanema na divisa com o Estado de São Paulo. Desta bacia hidrográfica, os rios mais próximos à cidade são o Rio Verde, o Rio São Jorge, o Rio Botuquara e o Rio Pitangui (que abastece a cidade) no qual se situa a barragem dos Alagados. No extremo Nordeste do município, uma pequena parte do território está inserida na bacia hidrográfica do Rio Ribeira que, ao contrário do Rio Tibagi, orienta-se para o Leste e faz foz no Oceano Atlântico. === Praças e espaços públicos de lazer === Ponta Grossa conta com um Parque Ambiental que possui pista de caminhada, pista de skate, quadras poliesportivas e área para crianças. A Praça Barão do Rio Branco é localizada no centro da cidade, possuindo um chafariz e área de lazer para crianças. A população também pode desfrutar do Parque Margherita Masini, que é uma antiga pedreira. === Divisão territorial === Seguem, os bairros de Ponta Grossa e as suas subdivisões: ==== Bairros ==== ==== Distritos ==== Além da sede o município possui quatro distritos: *Itaiacoca *Guaragi *Uvaia *Piriquitos == Demografia == A população é composta das mais diversas etnias. Em seus primórdios, ela se deu pela soma de desbravadores portugueses, tropeiros e famílias ilustres vindas principalmente de São Paulo. A partir do início do , se estabeleceram eslavos (russos, polacos e ucranianos), árabes, italianos, japoneses, neerlandeses e alemães, sendo alemães e eslavos os mais numerosos. Etnias Brancos 80% Pardos 16% Negros, Amarelos e Indígenas 4% Fonte IPARDES, 2010 === Religião === Religião Percentagem Catolicismo 67,27% Evangelicalismo 24,01% Espiritismo 2,35% Mórmons 0,89% Testemunhas de Jeová 0,48% Budismo 0,10% Cristianismo ortodoxo 0,08% Afro-brasileiros 0,08% Esoterismo 0,06% Catolicismo brasileiro 0,06% Sem religião 3,66% Outras 0,96% Fonte IBGE - Censo Demográfico (2010) == Administração pública == A administração pública do município segue determinação da Constituição do Brasil: Poder Executivo, chefiado pelo prefeito e seu secretariado, e o Poder Legislativo, representado pela Câmara Municipal. O poder executivo é eleito para mandato de quatro anos com possibilidade de reeleição, e suas secretarias municipais e autarquias. Os secretários são definidos pelo prefeito, geralmente acomodando aliados partidários do chefe do executivo. Pertencem também à prefeitura (ou ela é sócia majoritária em seus capitais sociais) uma série de empresas responsáveis por aspectos diversos dos serviços públicos e da economia. A Câmara Municipal de Ponta Grossa é composta por 19 vereadores eleitos para cargos de quatro anos, com a possibilidade de reeleição consecutiva para mais um mandato (ou eternamente, conforme a vontade da população). Os vereadores são responsáveis pela elaboração e aprovação de leis fundamentais à administração e ao Executivo, entre elas o orçamento anual do município (conhecido como Lei de Diretrizes Orçamentárias. Vários comissões específicas, cada uma presidida por um vereador, fazem parte da estrutura da casa de leis, como a do Orçamento, da Saúde, do Transporte Público, entre outras. A Câmara Municipal é presidida por um presidente, que entre outras funções, define a pauta de votações da casa, e ainda conta com vice-presidente e primeiro secretário. === Linha sucessória de comando === * Prefeito: Elizabeth Silveira Schmidt (2021/2024) * Vice- prefeito: Saulo Vinicius Hladyszwski * Presidente da Câmara: ? (2021/2022) == Economia == A economia de Ponta Grossa está baseada na agricultura, na indústria, no comércio e prestação de serviços. O setor econômico teve três grandes impulsos durante o século XX. O primeiro em meados de 1900, com a instalação da ferrovia, o segundo na década de 1970, com a instalação de grandes indústrias da área alimentícia e moageira, e o terceiro na segunda metade da década de 1990, com a instalação de grandes empresas nacionais do setor logístico e produção, além de investimentos de grandes redes do setor de serviços. O município está próximo de São Paulo e Curitiba, além de ser ponto de passagem para a exportação de produtos pelo Porto de Paranaguá e pelo Corredor do Mercosul, rodovia que liga o Sudeste do Brasil aos países do Mercosul. É o quarto exportador paranaense e a décimo do Sul, em especial, para o Japão e a Europa. === Setor secundário === A cerca de dez quilômetros do centro da Ponta Grossa está o Distrito Industrial Ciro Martins. O complexo, localizado próximo á região do Bairro Cara-Cará, é o maior do interior do estado, atrás apenas de Curitiba e sua região metropolitana. Há indústrias do ramo de extração de talco, pecuária, agroindústria, madeireira, metalúrgica, automação industrial, alimentícias e têxteis. Algumas das plantas industriais instaladas em Ponta Grossa são: Ambev, DAF/Paccar, Frísia, Madero, MARS, Kurashiki, LP Masisa, Braslar Eletrodomésticos, Makita, Cervejarias Heineken, Continental, Tetra Pak, Beaulieu do Brasil, Cargill, Bunge, Louis Dreyfus Commodities, Nidera, Cooperativa Batavo, Batavia, Sadia, CrownCork Embalagens, BO PACKAGING BRASIL Embalagens. Na região do Distrito Industrial também está instalado o armazém graneleiro da CONAB (Companhia Nacional de Abastecimento), o maior complexo armazenador de grãos do Brasil, com capacidade estática de 420 mil toneladas. === Setor terciário=== O processo de industrialização aconteceu entre 1975 e 2005, impulsionado pela boa infraestrutura de transporte, mão-de-obra qualificada e barata, com a presença da Universidade Estadual de Ponta Grossa (UEPG) e, a partir de 1991, da Universidade Tecnológica Federal do Paraná (UTFPR), além de faculdades particulares. A posição geográfica estratégica garante a proximidade para o transporte para portos de Paranaguá e de Santos, aeroporto de Curitiba e países vizinhos, como Argentina e Paraguai. Ponta Grossa consolidou-se como uma importante cidade polo, com uma alta demanda de prestação de serviços e um comércio diversificado. ; Centros comerciais * Shopping Total * Shopping Antartica * Shopping Palladium * Shopping Popular == Turismo == Ponta Grossa conta com diversos atrativos naturais no interior do município, com espaços para a prática de esportes radicais, caminhadas e o contato com a natureza. No centro da cidade, o destaque é sua arquitetura histórica. Há ainda inúmeros eventos anuais que contam com público expressivo. O acesso ao município se dá pelas rodovias duplicadas BR-376 (ligação do Porto de Paranaguá ao Norte e Noroeste paranaense, assim como ligando o estado com São Paulo e Mato Grosso) e BR-277 (acesso às regiões Oeste e Sudoeste do Paraná), além da PR-151 (ligação Ponta Grossa - Itararé) e a Transbrasiliana. O município conta com moderna rodoviária, inaugurada em 2008, e é servida com voos regulares pelo Aeroporto Municipal Santana. === Atrações === Os principais atrativos naturais de Ponta Grossa são o Parque Estadual de Vila Velha, o Parque Nacional dos Campos Gerais, o Buraco do Padre e a Cachoeira da Mariquinha, alguns administrados pela iniciativa privada. Para esportes náuticos, os turistas e ponta- grossenses desfrutam da represa dos Alagados, a cerca de doze quilômetros do centro da cidade. O acesso se dá por trechos de estradas pavimentadas e de terra. Os principais edifícios históricos são a Mansão Vila Hilda (atual sede da Secretaria Municipal de Cultural), as antigas estações de trem Casa da Memória Paraná, Estação Arte e Estação Saudade, o Museu Campos Gerais, o Cine- Teatro Ópera, o Hotel Planalto Palace, datados entre o final do e começo do , quando a cidade chegou a ser a terceira maior da Região Sul. Entre as atrações religiosas históricas estão o Mosteiro da Ressurreição, a Igreja do Rosário, a Capela de Santa Bárbara do Pitangui e o Cemitério São José. A cidade conta ainda com outros poucos prédios e casas centenárias sobretudo no eixo das ruas XV, Vicente Machado e arredores. ==== Atrações culturais ==== As atrações culturais e eventos, principalmente espetáculos teatrais e musicais, acontecem regularmente em espaços como o Cine-Teatro Ópera e Teatro Marista. Atualmente a cidade conta com quatro salas de cinema. === Turismo de negócios === O turismo de negócios evoluiu entre as décadas de 1990 e 2000, com ampliação e construção de novos hotéis, que somam cerca de 2 000 leitos ofertados. São três grandes áreas para eventos: o Centro de Eventos Cidade de Ponta Grossa; os Centros de Convenções do Hotel Slaviero Executive Ponta Grossa e do Shopping Palladium. Outros hotéis, como o Hotel Planalto Palace e Bristol Vila Velha, ofertam espaços de pequeno e médio porte. === Eventos === Diversas festividades e eventos são realizados em Ponta Grossa. Há eventos anuais, como a Festa Nacional do Chope Escuro, a Münchenfest, com público médio de 100 mil pessoas, atrações musicais nacionais e internacionais, além de bandas típicas alemãs e parque de diversões; a Festa da Uva; o Festival Literário dos Campos Gerais (Flicampos); o Festival Nacional de Teatro Amador (FENATA), o Festival Universitário da Canção (FUC); a Exposição Feira Agropecuária e Industrial de Ponta Grossa (Efapi); o Congresso Internacional de Administração (ADM), a Festa do Divino, a Festa de São Cristóvão; além de outras festas religiosas e rodeios. == Infraestrutura== === Transporte === Ponta Grossa é o principal entroncamento rodoferroviário do estado do Paraná, de onde partem rodovias e ferrovias para todas as regiões - além do potencial aquaviário inexplorado. O município é cortado pela rodovias BR-376 (ligando a Curitiba e ao Norte do Paraná - Apucarana), BR-373 (ligando a Prudentópolis e a BR-277) e PR-151 (ligando a Piraí do Sul e a divisa com São Paulo. Também é cortado por quatro grandes ferrovias por meio de um grande entroncamento. ==== Urbano ==== O transporte urbano da cidade é baseado no sistema denominado de tronco- alimentador, que consiste em linhas alimentadoras e principais interligadas pelos quatro terminais urbanos (Central, Nova Rússia, Oficinas e Uvaranas). A concessionária atual de todas as linhas é a Viação Campos Gerais (VCG). ==== Aéreo ==== Em Ponta Grossa há o Aeroporto Santana (Aeroporto Municipal de Ponta Grossa - Comandante Antonio Amilton Beraldo), em processo de ampliação e modernização. O aeródromo foi inaugurado em 1949 e conta com voos diários para Campinas e São Paulo, pelas empresas Azul Linhas Aéreas e VoePass. ==== Ferroviário ==== Ponta Grossa conta com quatro linhas férreas administradas pela concessionária Rumo Logística, que liga o município à malha ferroviária brasileira. As ferrovias são: o Tronco Principal Sul e o Ramal de Oficinas da antiga Rede de Viação Paraná-Santa Catarina, a Variante Desvio Ribas-Rio Tibagi da antiga Rede Ferroviária Federal e a Linha Itararé-Uruguai da antiga Estrada de Ferro São Paulo-Rio Grande. == Cultura == ; Museus * Museu Campos Gerais * Museu de Arqueologia * Casa da Memória Paraná * Museu de Geologia e Paleontologia ; Teatros * Cine-Teatro Ópera * Teatro Marista * Cine-Teatro Pax * Auditório da Reitoria da UEPG * Auditório do Centro de Cultura ; Cinema * Multiplex Palladium * Lumière Cinemas Shopping Total ; Galerias de arte * Centro de Cultura Cidade de Ponta Grossa * Pinacoteca Cidade de Ponta Grossa ; Bibliotecas * Biblioteca Central Prof. Faris Michaele - UEPG Uvaranas * Biblioteca Pública Municipal Professor Bruno Enei === Culinária === A culinária de Ponta Grossa, assim como na região dos Campos Gerais, foi fortemente influenciada pelos tropeiros, embora, em menor escala, tenha também alguns elementos remetendo a cultura indígena e africana. Além dessas influências, é relatada também a herança gastronômica de imigrantes, principalmente os europeus. Ponta Grossa possui como tradição o preparo de carnes, principalmente o churrasco. Tem também como costume o preparo do pinhão, massas e bebidas como o chimarrão, o café, o vinho e a cerveja. Ponta Grossa tornou-se um polo cervejeiro e herdou essa tradição de produzir cerveja dos imigrantes que chegaram no município. Em 1903 o italiano Francisco Gioppo pediu à prefeitura um alvará para abertura da primeira fábrica de cerveja da cidade. Embora essa tenha sido a primeira fábrica, há relatos que o primeiro cervejeiro de Ponta Grossa foi Frederico Lorgues, em 1882. Em 1906 o alemão Heinrich Thielen fundou a Fábrica Adriática de Cervejas, filial da Cervejaria Grossel, iniciando uma longa tradição de fabricação de cervejas na cidade, que vai desde a fabricação artesanal até a produção industrial de empresas multinacionais instaladas. Em 2020 Ponta Grossa recebeu do governo do estado o título de Capital Paranaense da Cerveja. Devido Ponta Grossa ser a passagem de muitos viajantes, era comum as pessoas pararem nas beiras das estradas para fazerem suas refeições. Sendo assim, a carne bovina assada, que deu origem ao tradicional churrasco, era muito pedida nos restaurantes. Foi assim que legitimou a cidade como a cidade da Alcatra no Espeto, servida principalmente nas churrascarias. A lei municipal 10 200/2010, instituiu o Alcatra no Espeto como o prato típico de Ponta Grossa. Segundo a legislação, a iguaria deve ser assada na labareda do fogo à lenha e ser servida diretamente na mesa do cliente ainda no espeto, sendo fixado em uma pedra própria de maneira que fique perpendicular a mesa. No corte do alcatra no espeto deverá estar incluído na mesma peça a parte da picanha, do alcatra, do mignon e da maminha. O prato deve ser acompanhado de arroz branco, feijão preto cozido ou salada de feijão, salada de tomate, cebola roxa em conserva, salada de maionese, salada de folhas verdes, polenta frita cortada em cubos, farinha de mandioca torrada ou branca e mini pão francês. Os restaurantes que servem o prato típico dentro dos padrões estabelecidos na presente lei podem solicitar uma avaliação de uma comissão formada para esta finalidade pelo Sindicato dos Hotéis, Bares, Restaurantes e Similares dos Campos Gerais, que emite um selo de reconhecimento. === Artesanato === O artesanato de Ponta Grossa é representado por produtos com traços típicos da região, usando matéria-prima local, como a madeira, a palha, as sementes. Entre os artesanatos podem ser encontrados os suvenirs, como produtos em cerâmicas, quadros e velas, bem como produtos alimentícios como geleias, doces, bolachas e cervejas. Vários dos produtos locais podem ser encontrados em lojas de suvenirs e feiras de ruas. O destaque em Ponta Grossa fica para o artesanato em palha, considerado uma manifestação cultural tradicional da região. Os produtos confeccionados pelos artesãos são feitos com palha do milho utilizando técnicas de amarração, de tingimento e da assemblagem, formando diversos bonecos que representam santos, camponeses e tropeiros. A técnica tem sua origem na cultura indígena e tropeira dos Campos Gerais, somando o conhecimento herdado desses povos com o domínio da cestaria e da tecelagem com fibras naturais. === Hino === O hino de Ponta Grossa é um dos símbolos oficiais do município de Ponta Grossa no Paraná. Foi composto por J. Rispoli e Augusto Rocha.Prefeitura Municipal de Ponta Grossa - 10.02.2010 === Mídia === A cidade em questão possui 3 canais de televisão locais transmitindo em sinal digital (dois do tipo comercial, embora a outorga da TV Guará esteja no sudoeste do Paraná e outro de formato educativo), 2 jornais impressos (Diário dos Campos e Jornal da Manhã, sendo que o segundo tem uma versão online denominada de A Rede) e 12 estações de rádio com o foco central para Ponta Grossa (dez comercias, uma educativa e uma comunitária). Devido o processo migratório, todas transmitem em FM.SRD - Sistema de Controle de Radiodifusão. Anatel. ==== História da mídia pontagrossense ==== A história da mídia em Ponta Grossa iniciou-se em 1907 com o primeiro periódico regular: O Progresso fundado por Jacob Holzmann, cujo nome veio do sentimento do fundador de demonstrar o potencial da cidade e da região dos Campos Gerais. As primeiras notícias tratavam de uma das principais economias no período: a erva-mate. Em janeiro de 1913, o jornal foi comprado por Eliseu de Campos Melo, época que passou a se denominar Diário dos Campos. A primeira estação de rádio da cidade foi a Rádio Clube Pontagrossense, inaugurada em 21 de janeiro de 1940 e conhecida pelo seu extinto prefixo PR-J2. É a rádio mais antiga do interior do Paraná e foi fundada por Abílio Holzmann e Manoel Machuca, operando em 1 250 kHz, inicialmente com 250 W. No começo foi uma grande novidade, aonde normalmente os ouvintes se reuniam em espaços públicos para ouvir a rádio (havia poucos aparelhos até então) ou participavam de programas de auditórios. Um dos programas que mais se destacaram foi o Comadre Daisy, voltado para a utilidade pública. Em 1972 foi inaugurada a primeira estação de televisão, a TV Esplanada, operando pelo canal 7 VHF (mudando e depois voltando para o canal original), retransmitindo os sinais da extinta TV Tupi e TV Bandeirantes. Rogério Serman foi um dos pioneiros da televisão local, atuando como apresentador. A partir de 1992, a empresa integra a Rede Paranaense de Comunicação (RPC). == Esportes == O ginásio de esportes para portadores de necessidades especiais de Ponta Grossa representa o único do gênero na América Latina, com uma pista de atletismo especialmente adaptada. A Apedef, associação ponta-grossense de esportes para deficientes, mantém o time de basquete para cadeirantes. A equipe ganhou prata no primeiro Campeonato Paranaense da modalidade. Em 2008 Ponta Grossa conquistou a quinta colocação geral entre todos os municípios nos Jogos da Juventude do Paraná. A cidade sagrou-se campeã no handebol feminino e no voleibol masculino; e primeiro lugar na classificação geral de xadrez (Thiago Crema). O evento JEM - Jogos Estudantis Municipais - já conta mais de vinte edições, sendo organizado pela Secretaria Municipal de Esportes e Recreação. Reúne centenas de jovens e crianças e tem um papel importante para divulgar a diversidade de esportes e incentivar talentos. Ponta Grossa é detentora de tricampeonato no tênis de campo, nos Jogos Abertos do Paraná; também possui boa representação no tênis de mesa. A cidade possui uma piscina olímpica, no clube Operário, além de piscinas na UTFPR e na UEPG aonde acontecem torneios regularmente. O torneio OFEC do Operário realizado pela segunda vez em 2009 incluiu todas as faixas etárias e nadadores federados. O Clube de Tiro de Ponta Grossa conta com um pentacampeão nacional (Nilton Fior). Recentemente a cidade patrocinou um atleta a competir para o índice do Mundial Paraolímpico de tiro (Carlos Garletti). O Jockey Club ponta-grossense realiza diversas provas anualmente; a mais importante é o Grande Prêmio Cidade de Ponta Grossa, no segundo semestre. O percurso tem 2 100 metros de extensão. A cidade tem uma atividade muito forte de ciclismo. Além de paisagens extraordinárias que tornam o esporte muito atrativo, o relevo da região é especialmente propício. As variações de relevo tornam a prática muito dinâmica e desafiadora. Uma equipe oficial está sendo formada pela Secretaria de Esportes no ano de 2009. O Ponta Grossa Golf Club representa mais uma alternativa de esporte na cidade e realiza torneios periodicamente. O Rugby também é representado por um time, criado recentemente. No futebol, a principal equipe é o Operário Ferroviário Esporte Clube (OFEC), segundo mais antigo em atividade do Paraná. O clube é conhecido como O Fantasma, pois assombrava os times da capital durante parte do século XX. A equipe ficou com o vice-campeonato na Divisão de Acesso em 2009 do Campeonato Paranaense de Futebol, retornando para a primeira divisão e campeão estadual em 2015, em 2017 sagrou-se Campeão Brasileiro da Serie D e em 2018, Campeão Brasileiro da Série C. O município conta com diversos estádios: Estádio Germano Krüger, do Operário Ferroviário Esporte Clube, em Oficinas; Estádio Dr. Joaquim de Paula Xavier, do Guarani Esporte Clube, na Vila Estrela; Estádio André Mulaski, do Olinda Esporte Clube, em Olarias; Estádio Senador Flávio Carvalho Guimarães, do Palmeiras Esporte Clube, nas Orfãs; Estádio Comendador Miró de Freitas, do América Pontagrossense Futebol Clube, na Nova Rússia; Estádio João Leocádio Fagundes, do Santa Paula Esporte Clube, no Santa Paula; Estádio Dr. Nilton Salles Rosa, do União Campo Alegre Esporte Clube, em Uvaranas; e o Estádio Arthur Oberg, no distrito de Guaragi. São ainda utilizados pelo futebol menor da cidade os campos da AABB, e da Kurashiki. No passado também participaram do Campeonato Paranaense de Futebol o Guarani Sport Club, Ponta Grossa Esporte Clube, e Associação Pontagrossense de Desportos. == Segurança == A cidade dispõe dos serviços da Polícia Federal, da Polícia Rodoviária Federal, da Polícia Militar, da Polícia Civil, e da Guarda Municipal. O município é sede do Primeiro Batalhão de Polícia Militar, e conta o policiamento rodoviário, policiamento de trânsito, e o patrulhamento escolar comunitário. A Polícia Civil atende a 13ª Subdivisão Policial, quatro distritos policiais e as delegacias especializadas da Delegacia da Mulher, Delegacia do Adolescente e Delegacia Antitóxicos. A Autarquia Municipal de Trânsito e Transporte (AMTT) é o órgão responsável pelo Agentes Municipais de Trânsito, e a Secretaria Municipal de Cidadania e Segurança Publica é a responsável pela Guarda Municipal e PROCON. Em 2019, o Instituto de Pesquisa Econômica Aplicada (IPEA) apontou para o município uma taxa estimada de homicídios de 20,9 para cada 100 mil habitantes. == Cidades-irmãs == * Leiria, Portugal * Guadalajara, Jalisco, México * Assunção, Paraguai * Jiaxing, China * Kitwe, Zâmbia == Ligações externas == Categoria:Fundações no Paraná em 1862 Categoria:Campos Gerais do Paraná",
 "title": "Ponta Grossa"
}