{
 "id": "33658",
 "text": "Quatro Barras é um município brasileiro do estado do Paraná, região Sul do Brasil. Pelo município passa a estrada da Graciosa, antigo caminho para o litoral paranaense e rota dos tropeiros, que atravessa a Serra do Mar no trecho mais preservado de Mata Atlântica do país, além do Morro do Anhangava, conhecido pelos montanhistas e muito usado na prática da escalada. == Etimologia == De origem geográfica, constituindo-se em referência aos quatro cursos d'água (e fazem barra) que são afluentes do Rio Curralinho, a saber: Rio Canguiri, Rio Timbu, Rio Bracajuvava (atualmente Rio Cercado) e o Rio Capitanduva. == História == thumb|esquerda|Paróquia de São Sebastião, no centro da cidade. Ao tempo de Gabriel de Lara, o Capitão Povoador e senhor de Paranaguá, várias bandeiras exploradora saíam do litoral em direção ao planalto em busca de ouro e da preia ao gentio. Em 1661 Baltasar Carrasco dos Reis se estabelece no planalto curitibano e as bandeiras continuam, com muitas pessoas ficando na região e ajudando a formar alguns arraiais, sendo alguns provisórios e outros estáveis, notadamente nas proximidades do Arraial Queimado (hoje Bocaiuva do Sul), Borda do Campo e Arraial Grande. Em 1666 surgia no planalto de Curitiba o Arraial de Campina Grande, que integrava o território do Arraial Queimado. A partir dessa época iniciou-se o povoamento desta vasta região. Quando foi criado o município de Campina Grande, no dia 26 de novembro de 1883, pela Lei Provincial nº 762, os povoados de Quatro Barras e Capivari Grande constavam como Distritos Policiais, pertencentes ao Termo da Freguesia de Colombo. thumb|esquerda|Avenida Dom Pedro II, que dá acesso ao centro da cidade. Fato icônico, quando da passagem de Dom Pedro II pelo município, em 1880. Consta que o imperador do Brasil trilhou a Estrada da Graciosa rumo a Curitiba, e no caminho descansou debaixo de um pinheiro-do- paraná. Este fato não possui fontes confiáveis e alguns pesquisadores apontam como um mito criado pelo historiador Romário MartinsUm movimento pelo Paraná Jornal Gazeta do Povo - acessado em 30 de dezembro de 2020. Tal momento foi retratado pelo artista José Demeterco na tela Pinheiro histórico de Dom Pedro II, e atualmente a principal avenida da cidade leva o nome do imperador, como homenagem. Em 25 de fevereiro de 1892, por ato do novo governo republicano foi referendado o Distrito Policial de Quatro Barras. Apesar de participar da história regional há séculos, somente em 25 de janeiro de 1961, através da Lei Estadual 4.338, sancionada pelo governador Moisés Lupion, foi criado o município de Quatro Barras, que teve território desmembrado dos municípios de Campina Grande do Sul e Piraquara. A instalação oficial deu-se de forma solene no dia 9 de novembro de 1961. == Política == À frente do governo municipal está o prefeito Loreno Tolardo (PSD) para o mandato 2021/2024. O Executivo Municipal foi ocupado por 9 Prefeitos: # Aníbal Borba Cordeiro – 1962 a 1965; # Domingos Mocelin Neto – 1966 a 1969; # Carlos Milani – 1970 a 1973; # Aníbal Borba Cordeiro – 1974 a 1977; # João Carlos Creplive – 1978 a 1981; # Edison Wilmar Repinoski – 1982 a 1988; # João Carlos Creplive – 1989 a 1992; # Edison Wilmar Repinoski – 1993 a 1996; # João Carlos Creplive – 1997 a 2000; # Roberto Adamoski – 2001 a 2004; # Roberto Adamoski – 2005 a 2008; # Loreno Bernardo Tolardo – 2009 a 2012; # Loreno Bernardo Tolardo – 2013 a 2016; # Angelo Andreatta – 2017-2020; # Loreno Bernardo Tolardo – 2021 a 2024 (atual gestor municipial). À frente do poder legislativo está o vereador Antonio Cezar Creplive (DEM) para a gestão 2023/2024. A Câmara Municipal de Quatro Barras foi fundada em 09 de novembro de 1961, dando início às suas atividades na casa onde foi instalado provisoriamente o Paço Municipal. Nesta data foi eleita a primeira Mesa Diretora, tendo como presidente o Dr. Francisco Castellano Netto e também foi empossado, em sessão solene, o primeiro prefeito de Quatro Barras, Aníbal Borba Cordeiro. Em 1982, o Legislativo Municipal foi transferido para uma sala da Prefeitura, onde permaneceu até 1990 – ano em que foi criada a Lei Orgânica do Município. No período de 1991 a 2000, novas mudanças com a atuação da Câmara em uma sala de leitura da Biblioteca Municipal. No ano de 2001, as atividades legislativas passaram a ser realizadas em uma área de 400 metros quadrados, anexa à Igreja Matriz São Sebastião. Em 2006, foi iniciada a construção da sede própria da Câmara, sendo que no ano seguinte, mesmo sem a conclusão da obra, o Legislativo quatrobarrense passou a funcionar na garagem do novo prédio. E, finalmente, em 2008, a Câmara passou a ocupar endereço definitivo. Ao todo 22 Presidentes: # Francisco Castellano Netto - Gestão de 1961 a 1965; # Rui Waldir Pereira Kern - Gestão de 1965 a 1967; # Ari Hendyk - Gestão de 1967 a 1969; # José Sbríssia - Gestão de 1970 a 1973; # Antônio Borba Cordeiro - Gestão de 1973 a 1975; # Lino Borba Cordeiro - Gestão de 1975 a 1977; # Alexandre Andreatta Tavares - Gestão de 1977 a 1979; # Édison Wilmar Repinoski - Gestão de 1979 a 1981; # Rafael Francisco Santos Ribeiro - Gestão de 1981 a 1983; # Antônio Florêncio de Barros - Gestão de 1983 a 1985; # Oscar Rodrigues Ferreira - Gestão de 1985 a 1987; # Antonio Cezar Creplive - Gestão de 1987 a 1989; # Mário José Duarte - Gestão de 1989 a 1990; # Edson Adir Baron - Gestão de 1991 a 1992; # Rafael Francisco Santos Ribeiro - Gestão de 1993 a 1994; # Antonio Cezar Creplive - Gestão de 1995 a 1996; # Maria Sirlei Zanchettin - Gestão de 1997 a 1998; # José Luís Creplive - Gestão de 1999 a 2000; # Fernandelli de Oliveira Gomes - Gestão de 2001 a 2002; # Olair Ribeiro Lago - Gestão de 2003 a 2004; # Ângelo Andreatta - Gestão de 2005 a 2006; # Valdenei de Jesus Maria - Gestão de 2007 a 2008; # Antonio Cezar Creplive - Gestão de 2009 a 2010; # Olair Ribeiro Lago - Gestão de 2011 a 2012; # Antonio Cezar Creplive - Gestão de 2013 a 2014; # Antonio Cezar Creplive - Gestão de 2015 a 2016; # Gilson Rodrigues Cordeiro - Gestão de 2017 a 2018; # Antonio Cezar Creplive - Gestão de 2019 a 2020; # Eduardo José Lago - Gestão de 2021 a 2022. # Antonio Cezar Creplive - Gestão 2023 a 2024. Antonio Cezar Creplive sendo o Presidente que mais ocupou a cadeira do Legislativo sendo eleito pela Mesa por 7 vezes.thumb|esquerda|Sede da Câmara Municipal de Quatro BarrasSegundo dados atualizados do Tribunal Regional Eleitoral do Paraná a cidade conta com 17.962 eleitores aptos para votar, 2.145 foram suspensos e 189 foram cancelados. == Geografia == thumb|Região central da cidade. Sua população, conforme estimativas do Instituto Brasileiro de Geografia e Estatistica (IBGE) de 2022, era de 24.191pessoas, formada predominantemente por descendentes de italianos, portugueses, poloneses e alemães. === Hidrografia e relevo === A cidade conta com uma àrea territorial 180,471 km² e uma densidade demográfica de 134,04hab/km². A cidade encontra-se entre duas grandes bacias hidrográficas: Bacia do Ribeira e Bacia do Iguaçu, que abastecem a capital e municípios vizinhos. No entorno do município encontramos grande número de serras, como porções da Serra do Mar, como aquelas que compõem a Serra da Graciosa, Serra da Baitaca e Serra da Farinha Seca. Muitos do rios têm origem nestas porções mais elevadas, e alimentam os demais rios situados nas porções mais baixas. == Educação == thumb|Colégio situado na Avenida Dom Pedro II Em 2010, a taxa de escolarização de 6 a 14 anos de idade era de 97,1%. Na comparação com outros municípios do estado, ficava na posição 309 de 399. Já na comparação com municípios de todo o país, ficava na posição 3514 de 5570. Em relação ao IDEB, no ano de 2021, o IDEB para os anos iniciais do ensino fundamental na rede pública era 6,2 e para os anos finais, de 5,2. Na comparação com outros municípios do estado, ficava nas posições 136 e 197 de 399. Já na comparação com municípios de todo o país, ficava nas posições 1045 e 1327 de 5570. A área de educação é composta pela rede municipal, estadual e particular, contemplando a educação infantil, o ensino fundamental e ensino médio, sendo o município responsável pelo ensino infantil de 0 a 6 anos e ensino fundamental de 1ª a 4ª série. Segundo dados do IBGE, o município possui 12 pré-escolas, 11 escolas de ensino fundamental e 6 de ensino médio, tendo como quantidade de docentes 48, 204 e 109, respectivamente. Nos últimos anos o município tem se destacado em avaliações do Ministério da Educação, ficando em segundo lugar entre os municípios da área metropolitana norte da região; os avanços do Ideb são atribuídos aos investimentos feitos no setor nos últimos anos. == Turismo == Apresenta 83,9% de domicílios com esgotamento sanitário adequado, 85,6% de domicílios urbanos em vias públicas com arborização e 43,9% de domicílios urbanos em vias públicas com urbanização adequada (presença de bueiro, calçada, pavimentação e meio-fio). Quando comparado com os outros municípios do estado, fica na posição 19 de 399, 242 de 399 e 124 de 399, respectivamente. Já quando comparado a outras cidades do Brasil, sua posição é 767 de 5570, 1930 de 5570 e 630 de 5570, respectivamente. Situada em região serrana, Quatro Barras conta com mais de 42% de seu território preservado e possui inúmeros atrativos naturais e históricos, dentre os quais podemos destacar: === Caminho do Itupava === Originário de antigas trilhas indígenas, é o caminho mais antigo conhecido do Paraná. Foi uma das principais vias de comunicação entre o primeiro planalto paranaense e a planície litorânea, desde o século XVII até a conclusão da Estrada da Graciosa em 1873 e a efetivação da Estrada de Ferro Curitiba - Paranaguá em 1885. São 22 quilômetros de extensão que ligam o município a Morretes. Quase todo o percurso é pavimentado com pedras, colocadas por escravos entre os anos de 1625 e 1654. É considerado um sítio arqueológico em plena Mata Atlântica. thumb|Pórtico no início da Estrada da Graciosa === Estrada da Graciosa === Estrada sinuosa que atravessa a Serra do Mar ligando a Grande Curitiba a Antonina e Morretes. É um caminho histórico que foi utilizado por aproximadamente 200 anos antes do início da construção da estrada, por índios, jesuítas e pelos primeiros colonizadores, no século XVII. Foi a primeira via carroçável do estado, construída entre 1854 e 1873. Sua importância histórica se confunde com início do desenvolvimento do Estado, por onde circulava o fluxo econômico da época, já que era o principal acesso entre Curitiba e o litoral. === Morro do Anhangava === Com mais de de altura, seu cume pode ser atingido por uma trilha em meio à densa vegetação. Procurado por praticantes de esportes de voo, caminhada e escaladas, o local é considerado o melhor campo-escola do Brasil. ==Esporte== No passado a cidade de Quatro Barras possuiu um clube no Campeonato Paranaense de Futebol, o Quatro Barras Futebol Clube. Desde 2008, o Paraná Clube tem na cidade o seu Centro de Treinamento, o CT Ninho da Gralha. Categoria:Fundações no Paraná em 1961",
 "title": "Quatro Barras"
}