{
 "id": "33674",
 "text": "{{Info/Município do Brasil |nome = Rio Azul |foto = |leg_foto = |apelido = |brasão = Brasão de Rio Azul.png |bandeira = Bandeira de Rio Azul.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = 14 de julho |fundação = |gentílico = Rio-azulense |lema = |prefeito = Leandro Jasinski |partido = PSD |fim_mandato = 2024 |mapa = Parana Municip RioAzul.svg |latP = S | latG = 25 | latM = 43 | latS = 58 |lonP = O | lonG = 50 | lonM = 47 | lonS = 45 |estado = Paraná |mesorregião = Sudeste Paranaense |data_mesorregião = IBGE/2008 |microrregião = Irati |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Inácio Martins, Irati, Rebouças, São Mateus do Sul, Mallet, e Cruz Machado |dist_capital = 156 |área = 629.739 | área_ref = |população = 15236 |data_pop = estimativa IBGE/2019 |altitude = 925 |clima = Temperado |sigla_clima = Cfa |idh = 0.738 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 12007.55 |data_pib_per_capita = IBGE/2008 }} Rio Azul é um município brasileiro do estado do Paraná. == História == Os primeiros pioneiros do território do atual município de Rio Azul chegaram por volta de 1885, fundando um povoado chamado Roxo Roiz. Em 1918, Roxo Roiz passou à categoria de município. Mais tarde, o nome do município foi mudado para Marumby e, em 1929, o topônimo sofreu alteração, recebendo a denominação de Rio Azul. Em 1932, foi cassada a autonomia do município, sendo restabelecida em 1934. O topônimo adotado teve origem no rio do mesmo nome que banha o município. == Geografia == Rio azul possui uma área de 629,739 km² representando 0,316 % do estado, 0,1117 % da região e 0,0074 % de todo o território brasileiro. Localiza-se a uma latitude 25°43'58\" sul e a uma longitude 50°47'45\" oeste, estando a uma altitude de 925 m. Sua população estimada em 2019, conforme dados do IBGE, era de habitantes. == Economia == O município destaca-se por ser o maior produtor de tabaco do estado e décimo maior produtor do país. == Turismo == Os principais atrativos turísticos da região são: * Capela Senhor Bom Jesus: as paredes são decoradas com pinturas sacras da época renascentista, do artista Antônio Petrek. Localiza-se em Cachoeira dos Paulistas a 7 km da sede do município. * Imagem do Sagrado Coração de Jesus: Instalada em 1988 no alto do Morro do Cristo em homenagem aos 50 anos de sacerdócio do Padre João Salanczyk e do Padre Augusto Kolek. * Pico do Marumbi e Gruta: Situado em Faxinal dos Limas, com uma altitude de 1.200 m acima do nível do mar em terreno rochoso coberto de mata nativa, onde destacam-se: araucárias angustifolia, cedros, imbuias, sassafrás. Possui pista de asa delta, área para camping e sanitários. Para se chegar até a gruta percorre-se uma trilha de média dificuldade de aproximadamente 2 km. * Parque Municipal Salto da Pedreira: Criado em 1999, com uma área de aproximadamente 83.359 m 2 , possui , bosque, trilha ecológica, piscina de água natural, quadras esportivas, quiosques e churrasqueiras. Oferece também auditório, lanchonetes, sanitários, estacionamento e um mirante. O Parque abriga ainda, Cachoeira da Pedreira com uma queda d'água de 15 metros de altura. == Demografia == Dados do Censo - 2010 População total: 14.093 Índice de Desenvolvimento Humano (IDH-M): 0,738 * IDH-M Renda: 0,607 * IDH-M Longevidade: 0,751 * IDH-M Educação: 0,856 Etnias Branca 89,1% Parda 7,2% Negra 3,1% Amarela 0,5% Indigena 0,1% == Política == * Prefeito: Leandro Jasinski * Vice-prefeito: Jair Boni * Presidente da Câmara: Sergio Mazur ==Transporte== O município de Rio Azul é servido pela seguinte rodovia: * BR-153, a \"Transbrasiliana\", no seu trecho União da Vitória a Jacarezinho (ligando Santa Catarina a São Paulo) ==Ligações externas== * *Página da prefeitura Categoria:Fundações no Paraná em 1918",
 "title": "Rio Azul"
}