{
 "id": "33685",
 "text": "{{Info/Município do Brasil |nome = Salto do Itararé |foto = Câmara Municipal de Salto do Itararé.jpg |leg_foto = Câmara Municipal de Salto do Itararé |apelido = |brasão = BRASÃO_Salto_do_Itararé.JPG |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário =25 de setembro |fundação = |emancipação = |gentílico =saltense |lema = |prefeito = Paulo Sérgio Fragoso da Silva |partido = PSD |fim_mandato = 2024 |mapa = Parana Municip SaltodoItarare.svg |latP = S | latG = 23 | latM = 36 | latS = 03 |lonP = O | lonG = 49 | lonM = 37 | lonS = 33 |estado = Paraná |mesorregião = Norte Pioneiro Paranaense |data_mesorregião = IBGE/2008 |microrregião = Wenceslau Braz |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Santana do Itararé, Siqueira Campos, Carlópolis, Barão de Antonina. |dist_capital = 336 |área = 200.517 | área_ref = |população = 5178 |data_pop = Censo IBGE/2010 |altitude = 502 |clima = subtropical |sigla_clima = Cfa |idh = 0.695 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 7312.10 |data_pib_per_capita = IBGE/2008 }} Salto do Itararé é um município brasileiro do estado do Paraná. == Etimologia == De origem geográfica, referência a queda d'água existente no Rio Itararé, próximo a sede municipal. O termo \"Itararé\" é de origem Tupi, \"I'ta\" = pedra + \"ra'ré\" = escavada, ôca: Lapa cavada pelas águas, conduto subterrâneo, sumidouro, pedra que o rio cavou. == História == Os primeiros colonizadores do município de Salto do Itararé eram mineiros e tropeiros, que se instalaram na área no final do século XIX. Esta região era totalmente despovoada até meados de 1850. As incursões feitas pelo homem branco davam-se em casos esporádicos, quase sempre por motivos de ordem militar. O norte do Paraná começou a ser colonizado a partir da criação da Colônia Militar do Jataí, em 1855. Mais tarde inúmeros núcleos de povoamento e colonização eclodiram ao redor de Salto do Itararé, ainda no século XIX. No começo da colonização, os mateiros, homens experimentados em cortar sertão bruto, corriam a região, à procura de manchas de terras roxas, requeriam para si, ou as repassavam adiante, assim muitas concessões de terras foram conseguidas a preços irrisórios, ainda em tempos do regime imperial. O primeiro nome dado ao núcleo de colonização que originou o atual município de Salto do Itararé foi Balsa dos Índios. Nesta época era grande o número de tribos indígenas que permeavam o sertão, daí a referência histórica. Narciso Marinho foi o primeiro proprietário de terras desta imensa área, que neste período era território pertencente ao município de São José da Boa Vista. Antevendo o progresso regional, Narciso Marinho loteou grande parte de sua gleba, vendendo-a para famílias vindas de Minas Gerais. Não demorou muito e formou-se um povoado, que cresceu e consolidou-se. Pela Lei nº 8, de 24 de janeiro de 1901, foi criado o Distrito Judiciário de Salto do Itararé, com território pertencente ao município de São José da Boa Vista. Quando houve a Divisão Territorial de 1936, Salto do Itararé aparecia como Distrito Judiciário de Siqueira Campos, sendo que no ano de 1943 foi elevado à categoria de Distrito Administrativo. Em 25 de julho de 1960, através da Lei Estadual n° 4.245, sancionada pelo governador Moysés Lupion de Troia, foi criado o município de Salto do Itararé, com território desmembrado do município de Siqueira Campos. A instalação oficial deu-se no dia 15 de novembro de 1961, sendo primeiro prefeito municipal, nomeado, Mário Bruno. == Geografia == Possui uma área de 200,517 km², representando 0,1006% do estado, 0,0356% da região e 0,0024% de todo o território brasileiro. Localiza-se a uma latitude 23º36'06\" sul e a uma longitude 49º37'33\" oeste, estando a uma altitude de 502 metros. Sua população estimada em 2005 era de 5.041 habitantes. === Demografia === ; Dados do Censo - 2000 População total: 5.549 * Urbana: 3.419 * Rural: 2.130 * Homens: 2.828 * Mulheres: 2.721 Densidade demográfica (hab./km²): Mortalidade infantil até 1 ano (por mil): Expectativa de vida (anos): Taxa de fecundidade (filhos por mulher): Taxa de alfabetização: Índice de Desenvolvimento Humano (IDH-M): 0,695 * IDH-M Renda: 0,608 * IDH-M Longevidade: 0,694 * IDH-M Educação: 0,784 == Administração == * Prefeito: Paulo Sérgio Fragoso da Silva (2020/2024) * Vice-prefeito: Claudeci José de Oliveira (2020/2024) * Presidente da câmara: ==Esporte== A cidade de Salto do Itararé já possuiu um clube no Campeonato Paranaense de Futebol, o Sport Club Saltense ==Personalidade Oriundas de Salto do Itararé== Luide Matos é podcaster, Streamer e Youtuber. == Ligações externas == * * * Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1960",
 "title": "Salto do Itararé"
}