{
 "id": "33699",
 "text": "{{Info/Município do Brasil | nome = Santana do Itararé | foto = Saltinho23.PNG | leg_foto = Atração turística local - Cachoeira do Saltinho | apelido = | brasão = Brasao-camarasantanaitarare.png | bandeira = Bandeira-santanadoitarare.png | link_brasão = | link_bandeira = | link_hino = | aniversário =22 de outubro | fundação = | emancipação = | gentílico = santanense | lema = | prefeito = José de Jesuz Izac | partido = PT | fim_mandato = 2024 | mapa = Parana Municip SantanadoItarare.svg | latP = S | latG = 23 | latM = 45 | latS = 18 | lonP = O | lonG = 49 | lonM = 37 | lonS = 44 | estado = Paraná | mesorregião = Norte Pioneiro Paranaense | data_mesorregião = IBGE/2008 | microrregião = Wenceslau Braz | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = São José da Boa Vista, Venceslau Brás, Salto do Itararé, Itaporanga (SP) e Riversul (SP) | dist_capital = 320 | área = 251.265 | área_ref = | população = 5244 | data_pop = estimatima IBGE/2016Paraná » Santana do Itararé Site Cidades - IBGE - acessado em 15 de maio de 2017 | altitude = 545 | clima = subtropical | sigla_clima = Cfa | idh = 0.696 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8954.41 | data_pib_per_capita = IBGE/2008 |site_prefeitura= }} Santana do Itararé é um município brasileiro do estado do Paraná. Sua população estimada em 2016 era de 5.244 habitantes. == Etimologia == De origem religiosa e geográfica. O termo \"Ana\" vem do hebraico \"hannah\"...graciosa, e no latim ficou \"ama\"...ele (Deus) favoreceu-me. Segundo os evangelhos apócrifos, Ana seria muito idosa para ter filhos, mas um anjo veio contradizer a natureza e desta forma nasceu a Virgem Maria, mãe de Jesus. A igreja canonizou Santa Ana no século VI. O termo \"Itararé\" é de origem Tupi \"I'ta\"...pedra + \"ra'ré\"...escavada, oca: Lapa cavada pelas águas, conduto subterrâneo, sumidouro, terra que o rio cavou. == História == A movimentação com interesses de colonização no território de Santana do Itararé é contemporânea aos povoamentos de Colônia Mineira, Wenceslau Braz e São José da Boa Vista. Tradicionalmente colonizada por desbravadores vindos do Estado de Minas Gerais, a frente pioneira ao longo do curso do Rio Itararé, era constituída de grandes fazendas isoladas, entremeada de terras devolutas. O mineiro João Barbosa adquiriu terras ao norte do município de São José da Boa Vista, às margens do Rio Itararé, para ali se estabelecer. Nesta época havia poucas famílias estabelecidas na região, que sofriam muito com a distância dos centros urbanos, e mais especialmente, com a falta de estradas, pois o que se tinha eram verdadeiras picadas na mata, situação que piorava em períodos de chuva. Sendo boa alma, o mineiro João Barbosa doou parte de suas terras para que se iniciasse uma povoação, procurando assim minimizar o sofrimento de seus conterrâneos. Foi desta forma que surgiu o Patrimônio de Barbosas (denominação em homenagem ao doador do terreno). Com a chegada do Frei Mathias de Gênova na Fazenda Barbosa, onde os proprietários João e Ana Barbosa contavam de uma capela construída em 30 alqueires de terras doados por eles para a Igreja Católica, foi celebrado uma missa e abençoada a capela em louvor a Santa Anna. Com o aumento do povoado, fixando moradias em torno da capela, assim nascia no ano de 1856 a Povoação de Nossa Senhora Sant'Anna do Passo dos Barbosa. Sendo assim, a localidade de Barbosas considerava como um dos fundadores o Frei, um abnegado missionário que ajudou os pioneiros de Santana do Itararé. O religioso entronizou na capela do povoado uma imagem de Santa`Ana, e tornou-se um hábito da população festejar sua padroeira no dia 26 de julho todos os anos. Com a chegada de novas levas de migrantes, vindas dos Estados de São Paulo e Minas Gerais, o lugar foi crescendo, tanto é que pela Divisão Territorial do Estado do Paraná de 1920, com a denominação de Santana do Itararé, já figurava como Distrito Judiciário, com território pertencendo ao município de São José da Boa Vista. Em 1936 é Distrito Judiciário de Wenceslau Braz, em função de nova divisão territorial. No dia 25 de janeiro de 1961, pela Lei Estadual 4.338, eleva-se à condição de município autônomo, sendo que sua instalação se deu no dia 22 de outubro do mesmo ano, dia em que foi empossado como primeiro prefeito do município, José de Oliveira. === Imigrantes === Ao longo de sua história, Santana do Itararé contou com a ajuda de imigrantes para desenvolver-se; dois grupos destacaram-se: os Poloneses e os Japoneses. Os primeiros a chegarem no então povoado, foram os poloneses. Oriundos da região leste do país das cidades de Varsóvia e Cracóvia, aportaram no final do século passado no porto de Paranaguá, um vapor vindo da Europa trazendo vários imigrantes que espalharam-se pelo Paraná e Santa Catarina, dentre estes vieram os Krocheski, que primeiro foram para São José da Boa Vista e depois para Santana do Itararé. Instalaram-se em uma única propriedade, na tentativa de manter a união diante das grandes dificuldades, onde a língua era a maior. Viviam exclusivamente da agricultura seguindo a maneira produtiva local. Com o passar do tempo e a entrada de brasileiros nas famílias e a falta de interesse pela preservação de sua cultura os poloneses perderam sua identidade enquanto imigrantes de uma longínqua nação. Os japoneses também foram pioneiros de Santana do Itararé. Foi na colônia Juruema que os japoneses instalaram-se, em 1943, para desmatar a propriedade de Yasutaro Matsubara. Enviados pelo proprietário, chegam Tomizo Nakagakiuti e duas famílias nipônicas. Cultivar batatas, tomate e desenvolver a avicultura eram seus objetivos. No ano de 1947 entram na mesma propriedade mais 18 famílias, lideradas por Akira Suzuki. == Geografia == O município de Santana do Itararé está localizado no segundo Planalto Paranaense (Ponta Grossa), na região nordeste do estado, conhecida como Norte Pioneiro do Paraná e a 23º de latitude sul e 49º longitude oeste. Localiza-se a 09 km da divisa entre os Estados do PR/SP. A distância até Curitiba (capital) é de 320 km, de Ponta Grossa 220 km e de Londrina 230 km. Fica ainda há 367 km de São Paulo (capital) e 267 km de Sorocaba. Possui uma área de 251,265 km², representando 0.1261% do estado, 0.0446% da região e 0.003% de todo o território brasileiro. Localiza-se a uma latitude 24º06'45\" sul e a uma longitude 49º19'54\" oeste, estando a uma altitude de 545 metros. === Hidrografia === Santana do Itararé possui uma rede hidrográfica vasta e complexa, na qual todos os rios, ribeirões e riachos correm em direção ao Rio Itararé, o qual é um rio nacional servindo de divisa entre os estados do Paraná e São Paulo. O Rio Itararé é um rio de grande porte cercado por mata nativa e ranchos de lazer, como a pesca. As espécies de peixes encontradas são: piava, piau, curimba, pacu, dourado, cadela, tubarana, tucunaré, traira, tilápia, lambari, tambiu, bagre, cascudo e mandi. O rio da Fartura corta todo o município no sentido norte-sul indo divisar com o município do Salto do Itararé e depois desembocar no rio Itararé, sendo responsável pela drenagem do território, recebendo as águas do ribeirão do Souza, ribeirão da Onça, ribeirão das Pombas, ribeirão Manduri, ribeirão Juruema e rio das Pedras. Todos os seus respectivos afluentes drenam toda a região oeste do município. No lado leste todos os ribeirões deságuam diretamente no Itararé, como o ribeirão Campina, rio Guaicá e o rio da Grama que serve de divisa com o município de São José da Boa Vista. Em Santana do Itararé encontram-se dois acidentes geográficos, com a formação de quedas d água. Na região conhecida como Água das Pedras o rio da Fartura forma dois saltos subsequentes batizados por Saltinho, escavado em leito de pedra maciça onde o desgaste das águas formaram degraus naturais ao longo da queda. Ao norte do município um segundo salto no ribeirão das Pombas na região Fazenda Sene, conhecido como Cachoeira do Sene, formando urna única queda d água. === Clima === Subtropical úmido mesotérmico, com verões quentes e geadas pouco freqüentes, com tendência de concentração das chuvas nos meses de verão, sem estação seca definida. Nos meses de janeiro e fevereiro as chuvas constantes aumentam o fluxo das águas do rio da Fartura que margeia a cidade e este acaba invadindo as ruas baixas provocando estragos e pôr vezes desabrigando famílias inteiras. A média das temperaturas dos meses mais quentes é superior a 22º graus C e a dos meses mais frios é inferior a 18º graus C. === Relevo === O município apresenta um relevo de forma onduloso com pequenas elevações sem importância. Com rochas de formação do período cambriano; o solo de Santana do Itararé é dividido em duas partes cerca de 40% do território é de solo vermelho originário da decomposição de rochas basálticas, o restante de terra branca. === Vegetação === As matas de Santana do Itararé bem como em outras regiões foram reduzidas sensivelmente devido a colonização da área para o cultivo da terra (agropecuária); restando apenas algumas pequenas porções de mata fechada. As principais espécies encontradas no município são: peroba, ipê-roxo, cambará, cabreúva, pau d’alho, pinheiro-do-paraná, cedro e etc. == Demografia == Dados do Censo - 2007 População Total: 6.138 hab. * Eleitorado: 4.300 eleitores * Urbana: 3.965 * Rural: 2.173 * Homens: 2.997 * Mulheres: 3.141 Densidade demográfica (hab./km²): Mortalidade infantil até 1 ano (por mil): Expectativa de vida (anos): Taxa de fecundidade (filhos por mulher): Taxa de Alfabetização: Índice de Desenvolvimento Humano (IDH-M): 0,696 * IDH-M Renda: 0,626 * IDH-M Longevidade: 0,694 * IDH-M Educação: 0,767 == Economia == === Agricultura === O município tem como base de sua economia a atividade agropecuária, como o feijão, milho, trigo, soja, frutas, aveia e triticale. O município é um dos maiores produtores de feijão do Paraná. === Pecuária === Na pecuária, destaque-se o gado leiteiro que tem crescido além do gado de corte devido a novas técnicas implementadas na criação e a qualidade genética, melhorando a qualidade do leite e sua produtividade. === Extração de Areia === O município destaca-se também na extração de areia sob o Rio Itararé. === Indústria === Santana do Itararé tem crescido na geração de empregos na indústria, mantendo um parque industrial com a construção de barracões industriais pela prefeitura municipal. Entre estas industrias, destacam-se: *Fábrica de Ração (Nutriagro); *Olaria (Fábrica de Tijolos e Telhas); *2 Confecções (Costura/Jeans); *Frutamil (Polpas de Frutas); *Fábrica de Polvilho (Mandioca); *Pro-Polpa (Polpas de Frutas). == Turismo == === Festas === O cidade mantem a tradicional Festa de Santa`Ana, que ocorre no dia 27 de julho, tendo como palco principal a Igreja Matriz de Santa'Ana. A festa das mais tradicionais da região, atraindo caravanas dos estados do Paraná e São Paulo. A Festa do Peão de Boiadeiro é realizada desde 1990, que aconteceu no dia 22 de outubro, dia do aniversário de emancipação. A 2° edição ocorreu em 1991 e somente em 1997, ocorreu a 3° edição. A festa não ocorre com regularidade anual. === Turismo natural === Santana do Itararé possui um grande potencial turístico, devido a seus rios e belas cachoeiras que formam piscinas naturais cercadas por florestas com trilhas para prática de esportes radicais como o Cross-Country. Os principais pontos são: *Cachoeira do Saltinho; *Cachoeira do Sene. === Filhos ilustres === *Roseli Machado, fundista brasileira vencedora da Corrida de São Silvestre de 1996. == Ligações externas == * Página da prefeitura Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1961",
 "title": "Santana do Itararé"
}