{
 "id": "33691",
 "text": "{{Info/Município do Brasil | nome = Santa Isabel do Ivaí - PR | nome_oficial = Município de Santa Isabel do Ivaí - PR | preposição = De | foto = | leg_foto = Parque Adão de Almeida Ramos em Santa Isabel do Ivaí - PR | apelido = Sanza | brasão = Brasão de Santa Isabel do Ivaí.png | bandeira = Bandeira de Santa Isabel do Ivaí.png | link_bandeira = | link_hino = | emancipação = 1954 | aniversário = 2 de julho | distritos = São José do Ivaí | fundação = | gentílico = santa-isabelense ou isabelense | lema = Terra amiga, gentil, poderosa... | prefeito = Freonizio Valente | partido = PTB | fim_mandato = 2024 | mapa = Parana Municip SantaIsabeldoIvai.svg | latP = S | latG = 23 | latM = 0 | latS = 19 | lonP = O | lonG = 53 | lonM = 11 | lonS = 16 | estado = Paraná | mesorregião = Noroeste Paranaense | data_mesorregião = IBGE/2008 | microrregião = Paranavaí | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Loanda, Tapira, Douradina, Santa Mônica, Santa Cruz de Monte Castelo, São José do Ivaí | dist_capital = 603 | área = 349.497 | área_ref = | população = 8760 | data_pop = Censo IBGE/2010 | altitude = 470 | população_pos = PR: 213° BR: 3365º | clima = Subtropical | sigla_clima = Cfa | fuso = Horário de Brasília | CEP = 87910-000 | idh = 0.758 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 28.777,41 | data_pib_per_capita = IBGE/2020 | padroeiro = | site_câmara = }} Santa Isabel do Ivaí é um município brasileiro situado no Noroeste do estado do Paraná. Sua população segundo o Censo IBGE 2010 é de 8.760 habitantes, incluindo rural e urbana (no ano de 2021, sua população foi estimada em cerca de 8.484 habitantes). == Localização == O município está localizado ne Zona Fisiografia do Ivaí Limitando-se ao Norte com Loanda; ao Oeste com Santa Cruz de Monte Castelo; ao Sul com Douradina e Tapira; ao Leste com Santa Mônica. Tem por Distrito Administrativo São José do Ivaí. == História == Sua fundação deve-se, sobretudo, aos diversos fluxos demográficos provenientes do Ciclo Cafeeiro do início do século XX no Estado do Paraná. Entre 1948 e 1950, um grupo de desbravadores resolveram constituir uma companhia territorial com a finalidade de lotear e povoar a 'Gleba 19' da então 'Colônia de Paranavaí', justamente aproveitando o fluxo migratório provocado pela recente fundação desta. A empresa recebeu a denominação de '\"Companhia Imobiliária e Colonizadora Santa Isabel do Ivaí\"' por intermédio de um de seus gerentes 'Alberico Marques Ferreira', pois sua mãe se chamava Isabel e havia falecido naquele ano. O loteamento, seguiu um plano técnico previamente traçado, iniciando-se com a venda das datas, acarretando no território um grande fluxo de migrantes tanto no perímetro urbano como na zona rural. Criado através da 'Lei Estadual n° 253 de 26 de novembro de 1954', o município foi instalado em 22 de novembro de 1955, desmembrado-se então de Paranavaí. == Dados Gerais == População (2010): *Total: 8.760 habitantes, *Urbana: 7.062 habitantes, *Rural: 1.698 habitantes, *Taxa de Crescimento Anual Total: -0.77 %, Distâncias da Ccapital: 590 km, do Porto de Paranaguá: 681 km e do aeroporto mais próximo: 148 km (Maringá). === Principais Produtos Agrosilvopastoris === Uva, arroz, abacaxi, bovinos, leite, laranja, limão, ponca, monte Negrina e mandioca. === Indústria Dominante === Produtos alimentares, frutas, mobiliário, construção civil e metalurgia. == Clima == Clima Subtropical Úmido Mesotérmico, com verões quentes e geadas pouco frequentes, com tendência de concentração das chuvas nos meses de verão, sem estação seca definida. A média das temperaturas dos meses mais quentes é superior a 22◦C e a dos meses frios é inferior a 18◦C. == Aspectos Econômicos == Participação no PIB Municipal : *Agropecuária: 25,61 % *Indústria: 3,62 % *Serviços: 70,77 % *Produto Interno Bruto: US$ 12.343.278,53, PIB per capita: US$ 1.285,49 *População Economicamente Ativa: 4.518 hab. *Agropecuária e Agricultura como: Plantação de Arroz, Plantação de Abacaxi, Criação de bovinos, Criação de Avicultura, Criação do Bicho-da-Seda, Leite (laticínios), Plantação de Laranjas e Plantação de Mandioca (fecularia). == Feriados Municipais e Datas Festivas == *02 de Julho – Aniversário do município * * *05 de novembro – Dia da Padroeira do Município – Santa Isabel, Mãe do Precursor *19 de novembro – Emancipação Política do Município * == Curiosidades == Em novembro de 2001, ocorreu na cidade o maior (na época) surto mundial de toxoplasmose, sendo que numa população de 9.000 habitantes, houve registro de 462 infectados. A doença teve sua disseminação devido a fezes de gatos em proximidade ao reservatório de água responsável pelo abastecimento municipal. ==Ligações externas== * Página da Prefeitura Municipal Página da Câmara Municipal Categoria:Fundações no Paraná em 1954",
 "title": "Santa Isabel do Ivaí"
}