{
 "id": "33728",
 "text": "{{Info/Município do Brasil | nome = Sertanópolis | foto = Represinha em Sertanópolis - panoramio.jpg | leg_foto = | brasão = Brasao(1).jpg | bandeira = Bandeira(1).jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =sertanopolense | lema = | prefeito= Ana Ruth SeccoPrefeita e vereadores de Sertanópolis tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PSB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = Parana Municip Sertanopolis.svg | latP = S | latG = 23 | latM = 03 | latS = 32 | lonP = O | lonG = 51 | lonM = 02 | lonS = 09 | estado = Paraná | mesorregião = Norte Central Paranaense | microrregião = Porecatu | região_metropolitana = Londrina | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | vizinhos = Primeiro de Maio, Sertaneja, , Londrina, Ibiporã, Cambé e Bela Vista do Paraíso | dist_capital = 433 | área = 505.528 | área_ref = | população = 16323 | data_pop = estimativa IBGE/2018 | altitude = 320 | clima = subtropical | sigla_clima = Cfa | idh = 0.781 | pib = mil | pib_per_capita = 14378.48 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 }} Sertanópolis é um município brasileiro do estado do Paraná, pertencente à Região Metropolitana de Londrina. Localizado no norte do estado, sua população, conforme estimativas do IBGE de 2018, era de habitantes. ==História== Entre os anos de 1918 e 1920, as terras férteis do norte do Paraná começaram a atrair inúmeros desbravadores e posseiros, porém, foi a partir de 1924 que a área do atual município de Sertanópolis começou a ser povoada. Algumas das famílias vindas do estado de São Paulo tornaram-se proprietárias de terras, aproveitando o regime oficial de colonização, em face da crescente expansão econômica e social de São Paulo, pois viram nas terras de Sertanópolis excelente qualidade para a cultura do café. Dessas famílias, o primeiro que se tem notícia foi Francisco G. da Silva, que já morava às margens da água da Taboca, num rancho de palmito nas imediações do atual campo de aviação, quando ali chegaram os primeiros mateiros enviados pela companhia colonizadora. Também se destacam algumas pessoas que vieram em busca do paraíso do \"ciclo verde\", figuram-se entre eles: Francisco Alsoza, Luís Deliberador, Saturnino Borges Teixeira, João Ignácio Gonçalves (de Conceição de Monte Alegre, chegado em 1925) e Durval Ignácio Gonçalves (chegado em 1927), Joaquim Bueno da Silva, Lourenço Antônio da Veiga, Augusto Garcia de Souza, Podalírio de Castro, os irmãos Primo, Basilio, Artur e Secondo Pissinatti, Antonio Romanin. Estavam também presentes as famílias Casagrande, Pescador, Matesco, Moresco, Borges Reis entre outras. Em 1923, vinda do estado de São Paulo, chega uma comitiva enviada pelo concessionário das terras para iniciar a demarcação dos lotes de Sertanópolis, assim como o alinhamento da primeira praça da cidade, que atualmente chama-se Praça João XXIII, a mais ou menos duzentos metros da margem esquerda da água da Taboca. Assim teve início a constituição da “Cidade Sertão”, isto é, Sertanópolis, denominação pela qual passou a ser conhecida em toda a região por onde passaram os primeiros colonizadores. Em 1926 a Colônia de Sertanópolis possuía cerca de 50 moradias, cinco casas comerciais, uma pensão, uma farmácia e uma máquina de beneficiar arroz. Essa pensão foi erguida por José Fagundes, um rancho de maiores proporções que passou a ser a primeira hospedaria, sendo que, já em 1927, outro estabelecimento de hospedagem era inaugurado por Maria Procópia de Sousa. O desenvolvimento da colônia, propiciado pela fertilidade do solo, atraiu muitas famílias, o que levou a ser criado, em 1926, um distrito policial e, um ano depois, o distrito judicial. Em 1929, a Colônia já possuía uma população de 500 pessoas e, a 10 de abril, criava-se o município de Sertanópolis através de um decreto estadual. Gurgêncio Celso de Matos, que chegara junto com D. Maria Procópia de Sousa, foi o primeiro funcionário público a ser contratado em 4 de abril de 1931, por 90 mil réis mensais, para “carpa nas ruas desta villa”. Entretanto a quebra da bolsa em 1929, as revoluções de 1930 e 1932, geadas, chuvas fortes e prolongadas, inexistência de estradas transitáveis resultaram em um êxodo de grandes proporções. Em 1930, por exemplo, o prefeito teve que devolver seu salário de 650 mil réis aos cofres da prefeitura em decorrência da grande crise financeira. Assim, a estagnação na vila fez com que o município retornasse à categoria de distrito, voltando a pertencer à Comarca de Jataí, hoje Jataizinho, em maio de 1932. Dois anos depois, com as primeiras cargas dos cafezais melhorando a situação financeira de todos, junto à união e trabalho dos moradores que permaneceram, propiciou-se, uma atividade dinâmica e empreendedora: Foram criados muitos pequenos engenhos produtores de açúcar, desenvolveu-se a cultura de suínos e a produção agrícola encontrou, no nascente município de Londrina, mercado acessível para a venda da produção. Tudo isso, aliado a um comércio atuante, fez com que em 6 de junho de 1934 Sertanópolis recuperasse, em definitivo, sua autonomia municipal. Entretanto a Comarca da cidade somente foi criada em março de 1944 e instalada solenemente no dia 19 de abril do mesmo ano. Em 1947, Sertanópolis sofreu seu primeiro grande desmembramento com a criação dos municípios de Bela Vista do Paraíso, Ibiporã, Jaguapitã, Jataizinho e Porecatu. Em 1951, uma nova ruptura criava o município de Primeiro de Maio. == Geografia == ===Solo=== Terra roxa avermelhada, terra argilosa com derrames basálticos. === Hidrografia === Rios que cortam o município: Rio Tibagi e cerca de 15 ribeirões e córregos, com destaque para Água da Taboca, o Lago Tabocó, rio turístico da cidade, destacada por ser uma área de lazer, principalmente caminhadas. Suas nascentes provem de derramamentos basálticos. === Rodovias === Entroncamento rodoviário: PR-323 e PR-090 === Demografia === População no último censo demográfico (2010): 15.638 pessoas == Economia == O município tem como marca registrada a agricultura forte. == Sertanopolenses ilustres == * Dicesar Ferreira dos Santos, ex-BBB, maquiador e drag queen. * Li Martins, atriz e cantora. * Osvaldo Macedo, político. * Rubens Bueno, professor e político. * Vanderci de Andrade Aguilera, linguista e professora. ==Esporte== Sertanópolis possui um representante no Campeonato Paranaense de Futebol, Junior Team Futebol, que manda seus jogos no Estádio Erich George. ==Ligações externas== *Página da câmara *Página da prefeitura Categoria:Fundações no Paraná em 1934",
 "title": "Sertanópolis"
}