{
 "id": "33739",
 "text": "{{Info/Município do Brasil | nome = Terra Roxa | foto = | leg_foto = | apelido = Texas | brasão = Brasao terra roxa sao paulo brasil.jpg | bandeira = Terra Roxa sao paulo brasil.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | emancipação = 1952 | gentílico = terra-roxense | lema = | prefeito = Waldyr Mônaco Filho | partido = PTB | fim_mandato = 2024 | mapa = SaoPaulo Municip TerraRoxa.svg | latP = S | latG = 20 | latM = 47 | latS = 20 | lonP = O | lonG = 48 | lonM = 19 | lonS = 48 | estado = São Paulo | mesorregião = Ribeirão Preto | data_mesorregião = IBGE/2008 | microrregião = Jaboticabal | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Jaborandi, Colina, Bebedouro, Viradouro e Morro Agudo. | dist_capital = 422 | área = 219.894 | área_ref = | população = 8505 | população_pos = SP: 390º | data_pop = Censo IBGE/2010 | altitude = 494 | clima = | sigla_clima = Tropical e temperado a quente | idh = 0.749 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6991.09 | data_pib_per_capita = IBGE/2008 }}Terra Roxa é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 20º47'20\" sul e a uma longitude 48º19'47\" oeste, estando a uma altitude de 494 metros. Sua população de acordo com o Censo 2010 (IBGE) totalizou 8.505 habitantes, teve como habitante notório Santo Dias, operário morto durante a ditadura militar. == Historia == No início do ano de 1918, a Companhia Agrícola Pastoril do Banharão, composta de diversos sócios e que foi constituída para o desbravamento desta região, após completar o seu trabalho, foi dissolvida. As terras foram divididas e entregues aos componentes da extinta companhia. A parte que passou a pertencer aos Senhores Prudente Rosa Corrêa e Dr. Mário Rollin Telles, co-proprietário e gerente da Fazenda Santa Carolina, loteou uma área de terras, próxima a sede da referida fazenda, para fundação de uma vila, em 1918. Em setembro de 1918, a antiga Companhia Ferroviária São Paulo - Goiás inaugurou um trecho de bitola estreita, entre Viradouro e a nova vila, com trens de passageiros e mistos, dando a estação local o nome de Terra Roxa, nome este originário da cor da terra, que é roxa. Esse nome estendeu-se a vila. Ficou, assim a nova povoação ligada a capital do Estado, por estrada de ferro. Em 10 de janeiro de 1927, esse trecho de estrada de ferro foi tranferido para a Companhia Paulista de Estradas de Ferro, passando a ser um ramal entre Ibitiúva e Terra Roxa No mesmo ano de 1918, foram construídos os primeiros prédios comerciais e residenciais, sendo o Armazém Floresta a primeira casa comercial instalada na vila. Logo depois, novos estabelecimentos comerciais surgiram: a Casa Minto e a Farmácia do Senhor José Dincau. Tal foi o desenvolvimento que, em 20 de setembro de 1920, foi instalada a Agência Postal do Correio e Telégrafos. Em 26 de dezembro de 1925, pela Leis nº 2.099, foi criado o distrito de paz de Terra Roxa, incorporado ao município de Viradouro. Nos debates havidos na Câmara Estadual de São Paulo, para a criação do distrito, o mesmo deveria denominar-se IBIACY, mas prevaleceu o nome de TERRA ROXA, nome dado, em 1918, a estação ferroviária. Com a criação do distrito de paz, foi instalado, em 31 de março de 1926, o Cartório de Paz e o Registro Civil. Para primeiro Juiz de Paz, foi nomeado o Senhor Adelino Ramos da Silva. Em 30 de janeiro de 1926, foi criado o Distrito Policial de Terra Roxa, ficando como subdelegado o Senhor João Esteves Diogo, que desde 1924, ocupava este cargo. Com a divisão das terras pertencentes à extinta Companhia Agrícola Pastoril do Banharão, formaram-se as primeiras propriedades agrícolas, denominadas: Fazenda Santa Carolina - de Prudente Rosa Corrêa e Dr. Mário Rollin Telles; Fazenda Floresta - do Coronel Joaquim Prudente Corrêa; Fazenda Amoras ( atual itaporan ) - do Coronel Walter da Silva Porto; Fazenda Califórnia - de Camilo Queiroz de Morais; Fazenda Santa Alice - do Dr Fabio Uchoa e a do Bairro Esperança - de Sebastião Ferreira de Camargo. Nessas propriedades agrícolas iniciou-se o plantio de café que, devido a uberdade do solo, tornou-se a principal fonte de riquesa de Terra Roxa. Em 24 de dezembro de 1948, na divisão territorial admistrativo-judiciária do Estado, pela Lei nº 233, o distrito de Terra Roxa foi elevado a município, graças aos trabalhos desenvolvidos pelos Senhores Dr. Oswaldo Prudente Corrêa e Fábio Uchoa Ralston, que contam com a boa vontade e o prestígio do municipalista Dr. Antonio Sylvio da Cunha Bueno, então Deputado Estadual. A instalação do município de Terra Roxa deu-se no dia 26 de março de 1949. O município de Terra Roxa com território desmembrado de Viradouro, foi criado com sede na vila do mesmo nome, pertencente a Comarca de Pitangueiras, desde 1925 ( 98.a Zona Eleitoral ). Terra Roxa tem como excelsa padroeira Nossa Senhora Aparecida. A paróquia foi reorganizada em primeiro de janeiro de 1933 e teve como primeiro Vigário o reverendíssimo Padre Antônio Martins. Em substituição ao Posto Policial de Terra Roxa, foi criado em 1951 e instalado em 1952, com um delegado e um escrivão de polícia de uma Delegacia de Polícia de 5º classe, pertencente a segunda divisão policial, região de Barretos. Em 7 de dezembro de 1952, contava o município com 1298 eleitores inscritos. Sua Câmara Municipal composta de 11 Vereadores. A denominação local dos habitantes é terra-roxense. == Geografia == A cidade de Terra Roxa esta situada na região nordeste do Estado de São Paulo, e distante 405 km da capital de São Paulo, solo Latosolo roxo, a margem esquerda do Rio Pardo, para onde flui sua rede de drenagem hídrica. Sua localização geográfica, através do Meridiano de Greenwich, dá-se em 20º 47´25,7´´ Latitude Sul e 48º 20´4,2\" Longitude Oeste, e uma altura média 538m acima da linha marítima e dispondo de característica topográficas suavemente ondulado. Geograficamente, Terra Roxa está inserido na Meso- região de Ribeirão Preto e na Micro- região de Jaboticabal. Entretanto, político-administrativamente, pertence e se reporta a região de Barretos, a 13ª DIR. As precipitações pluviométricas ocorrem em uma média de 1.396,6 mm/ ano. Possui uma área de 219,894 km² === Hidrografia === * Rio Pardo * Ribeirão das Palmeiras * Ribeirão do Banharão === Rodovias === * SP-353 == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. Hoje a cidade possui cobertura das operadoras TIM, Claro e VIVO == Ligações externas == * *",
 "title": "Terra Roxa (São Paulo)"
}