{
 "id": "33749",
 "text": "Umuarama é um município do estado do Paraná, no Brasil. Sua população, segundo estimativas do Instituto Brasileiro de Geografia e Estatística em 2022, era de habitantes, sendo a 21.ª cidade mais populosa do estado. Tem, como principais atividades, a pecuária de corte, a prestação de serviços, além de ser um polo regional nos âmbitos da saúde e educação superior. Conhecida como a \"Capital da Amizade\", a cidade é uma das principais do Paraná e polo da região de Entre Rios, região esta com população estimada em aproximadamente 410 000 habitantes. O município de Umuarama ficou em terceiro lugar entre os que mais geraram empregos no estado do Paraná no primeiro semestre de 2011, perdendo apenas para Curitiba e Ponta Grossa. Além do expressivo crescimento da construção civil, Umuarama também apresenta números econômicos consideráveis, tais como: segundo maior polo moveleiro do Paraná, maior produtor de carne do estado, centro universitário com mais de cem cursos, polo comercial e prestador de serviços. Localizada no noroeste do estado, a uma distância de 580 km da capital (Curitiba) e a 115 km do Paraguai, está a 430 metros acima do nível do mar, entre a latitude 23º47'55\" Sul e a longitude 53º18'48\" Oeste. == Toponímia == \"Umuarama\" é neologismo cunhado por Silveira Bueno, em 1927. Segundo o autor, significa \"lugar ensolarado para encontro de amigos\". Foi criado a pedido de Willian Alfred Waddel, então diretor-presidente do Mackenzie College, para servir de denominação a uma colônia de férias que o colégio havia adquirido em Campos do Jordão. Dos elementos tupis embu: lugar; ara: dia, luz, claridade e ama: sufixo coletivo que indica muitos, reunião, ajuntamento de pessoas ou coisas. O tupinólogo Eduardo Navarro, contudo, considera que tal etimologia tupi é fantasiosa, pois, segundo ele, em língua tupi, embu não significa \"lugar\" e ama não é um sufixo coletivo: somente a etimologia de 'ara como \"dia\" está correta.NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 539, 57. == História == Em 1949, constatou-se, na região da Serra dos Dourados, atualmente um distrito de Umuarama, a presença de índios xetás. Os Xetás compreendiam um grupo de cerca de 450 indivíduos, que habitavam a região noroeste do Paraná. Dez anos após o contato inicial com os não índios, os xetás praticamente desapareceram da região, vítimas do extermínio organizado pela expedição colonial e restando somente alguns poucos indivíduos da etnia. Os indígenas xetás foram retirados de suas terras, no qual crescia desenfreadamente o genocídio contra os mesmos, tendo a Companhia de Melhoramentos do Norte do Paraná e a burguesia local como principais responsáveis pelo extermínio. A colonização e genocídio dos xetás deu-se a partir de 26 de junho de 1955, sendo realizada pela Companhia de Melhoramentos do Norte do Paraná. As crianças indígenas apartadas de seus pais durante o massacre de seu povo sobreviveram em demais regiões espalhadas pelo estado. No início do século XXI, o governo estadual iniciou pesquisas visando a uma possível constituição de uma reserva indígena na região. A reserva reagruparia os sobreviventes da etnia indígena xetá, nativa da região, que se encontram atualmente dispersos pelos estados brasileiros de São Paulo, Paraná e Santa Catarina. === Criação do município === Pela Lei 4 245, de 26 de junho de 1960, criada pela Assembleia Legislativa do Paraná e sancionada pelo governador Moisés Wille Lupion de Troia, o patrimônio de Umuarama foi elevado à categoria de município emancipado, com território desmembrado de Cruzeiro do Oeste. A instalação oficial do município deu-se em 15 de novembro de 1960. O primeiro prefeito foi Hênio Romagnolli. Nos anos seguintes, a cidade viveu um crescimento populacional acelerado, chegando a ter uma população de 150 000 habitantes na época do café, na década de 1970. Com o fim do ciclo do café, a população do município diminuiu, chegando à marca dos 80 000 habitantes na década de 1990. == Geografia == A cidade de Umuarama está localizada na região noroeste do Paraná, próxima às cidades de Cianorte (80 km), Goioerê (74 km), Guaíra (113 km) e Maringá (156 km). Está situada no Terceiro Planalto do estado do Paraná e sua altitude média é de 430 metros acima do nível do mar. === Clima === O clima do município de Umuarama é subtropical com verões quentes e invernos amenos. Em fevereiro de 2012 a temperatura chegou a 38 °C, em junho foram -2 °C. A média anual ficou em 22,4 °C. === Distritos === * Serra dos Dourados * Santa Elisa * Lovat * Roberto Silveira * Vila Nova União * Nova Jerusalém == Filhos ilustres == *Lista de umuaramenses notórios == Ligações externas == * * * Categoria:Fundações no Paraná em 1960 Categoria:Topônimos de origem tupi",
 "title": "Umuarama"
}