{
 "id": "33763",
 "text": "{{Info/Município do Brasil | nome = Barra do Piraí | foto = Panorâmica da região central de Barra do Piraí.jpg | apelido = A Pérola do Vale | brasão = Brasao-BarraDoPirai.png | bandeira = Bandeira de Barra do Piraí.png | link_hino = | emancipação = – de Piraí, Valença e Vassouras | aniversário = | fundação = | gentílico = barrense | lema = | padroeiro = Nossa Senhora de Santana | CEP = 27110-000 até 27113-400 | prefeito = Mario Reis Esteves | partido = Republicanos | fim_mandato = 2024 | mapa = RiodeJaneiro Municip BarradoPirai.svg | latP = S | latG = 22 | latM = 28 | latS = 12 | lonP = O | lonG = 43 | lonM = 49 | lonS = 33 | estado = Rio de Janeiro | região_intermediária = Volta Redonda–Barra Mansa | data_região_intermediária = IBGE/2017 | região_imediata = Volta Redonda–Barra Mansa | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Piraí ao Sul; Valença ao Norte; Vassouras e Mendes a Leste; Volta Redonda, Barra Mansa e Pinheiral a Oeste | dist_capital = 100 | área = 578.471 | área_ref = | população = 101139 | altitude = 363 | clima = Tropical | sigla_clima = Aw | clima_ref = | idh = 0.733 | idh_pos = RJ: 20º | pib = mil | pib_per_capita = 10361.17 | leg_foto = Área central de Barra do Piraí | link_brasão = | link_bandeira = | data_pop =est. IBGE/2021 | data_idh = PNUD/2010 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site = www.barradopirai.rj.gov.br }} Barra do Piraí é um município brasileiro situado na região do Médio Paraíba, no sul do estado do Rio de Janeiro. Localiza-se a uma altitude de 363 metros. == Etimologia == O nome do município é devido ao fato de o Rio Piraí desaguar no Rio Paraíba do Sul, formando, no município, a barra do rio Piraí. ==História== Os primeiros habitantes conhecidos da região do atual município de Barra do Piraí foram os índios xumetos, pitas e araris, também chamados de coroados.Portal do cidadão. Disponível em http://www.pmbp.rj.gov.br/index.php?option=com_content&view;=article&id;=53. Acesso em 12 de janeiro de 2013. Durante o ciclo do ouro em Minas Gerais e Goiás, no século XVIII, diversas trilhas de tropas de mulas cruzaram a região do atual município, levando ouro para o litoral e mantimentos para as minas O povoamento de origem portuguesa de Barra do Piraí teve início em terras de sesmarias doadas em 1761 e 1765 a Antônio Pinto de Miranda e Francisco Pernes Lisboa. Com área de uma légua em quadra, ficavam situadas nas margens direita e esquerda do rio Piraí, em sua confluência com o Paraíba do Sul. Os primeiros colonizadores foram membros das famílias Faro e Pereira da Silva. Grandes senhores de escravos, dedicaram-se à agricultura e, em pouco tempo, dominaram a região cafeeira, serra acima. Em 1853, as primitivas sesmarias ficaram interligadas pela ponte que o comendador Gonçalves Morais mandara construir. Perto dela, levantou-se o Hotel Piraí e, mais tarde, novas edificações. A esse tempo, na margem oposta do Paraíba, os comendadores João Pereira da Silva e José Pereira de Faro, futuro barão do Rio Bonito, ergueram o pequeno povoado de Santana. O rápido desenvolvimento do lugar, onde se realizavam grandes transações comerciais, propiciou a inauguração de uma estação da Estrada de Ferro Central do Brasil a 7 de agosto de 1864. Em seguida, iniciou-se a construção dos ramais mineiro e paulista. Barra do Piraí foi a primeira cidade emancipada no regime republicano. Sua emancipação deu-se em 10 de março de 1890 e seu emancipador foi José Pereira de Faro, o terceiro Barão do Rio Bonito. ==Política== ; Poder Executivo O atual prefeito de Barra do Piraí é Mário Reis Esteves - Republicanos, reeleito, cujo mandato se estende até 2024. ; ;Poder Legislativo O Poder Legislativo é representado pela câmara municipal, composta por quinze vereadores com mandato de 4 anos. Cabe aos vereadores na Câmara Municipal de Barra do Piraí, especialmente fiscalizar o orçamento do município, além de elaborar projetos de lei fundamentais à administração, ao Executivo e principalmente para beneficiar a comunidade. O atual presidente da casa é o vereador Thiago Felipe Ponciano Soares, do PL em virtude do falecimento de Luís Roberto Coutinho (Tostão) em 22 de julho de 2021.. A Câmara de Vereadores da cidade é composta para a legislatura 2021, pelos seguintes nomes: Nome Partido Elves Costa Cidadania Kátia Miki Cidadania Tostão DEM Pedrinho ADL Republicanos Thiago Soares PL Rafael Couto PL Juliano da Padaria Republicanos Beto Jabá PRTB Pastor Brum DEM Roseli Enfermeira Patriota Luiz Carlos Paulista Patriota == Geografia == Localiza-se em posição estratégica no Vale do Paraíba Fluminense, pois situa-se aproximadamente 100 km da capital do Estado e possui o entroncamento ferroviário mais importante da América Latina, interligando os municípios de Belo Horizonte, São Paulo e Rio de Janeiro. Faz divisa com os municípios de Valença, Vassouras, Mendes, Piraí, Pinheiral, Volta Redonda e Barra Mansa. == Economia == Principais atividades: agricultura, indústrias metal-mecânicas e pecuária. O município possui atualmente 303 indústrias e 2.621 empresas instaladas, dentre as quais destaca-se a Casa do Arroz como maior empregador de salário mínimo da cidade. A economia da cidade baseia-se também no comércio, onde estão presentes várias empresas de renome nacional como: Casas Bahia, Ponto Frio, Lojas Cem. Depois de longo período abandonado, o galpão da CASERJ na BR-393 vai abrigar, em seus 4 050 metros quadrados, o Condomínio Empresarial de Barra do Piraí. O galpão foi cedido em 25 de junho de 2008 pelo governo do Estado à Prefeitura Municipal de Barra do Piraí. As principais indústrias presentes na cidade são: == Infraestrutura == === Transportes === ; Rodoviário Barra do Piraí é cortado pela Rodovia Lúcio Meira (BR-393), a Antiga Rio-Bahia e tem ligação com a Rodovia Presidente Dutra por meio da RJ-145. Em junho de 2008, algumas empresas associadas ao Sindpass colocaram à disposição dos usuários de transporte coletivo o sistema de bilhetagem eletrônica, com previsão de extinguir a longo prazo o vale- transporte de papel. ; Ferroviário Barra do Piraí orgulha-se de ter sido o maior entroncamento ferroviário da América Latina, dando acesso ao Rio de Janeiro, São Paulo e Belo Horizonte. Por suas terras passavam duas importantes linhas ferroviárias: a Estrada de Ferro Central do Brasil e a Rede Mineira de Viação. Esse entroncamento é formado hoje pelas seguintes ferrovias: Linha do Centro (sentido Minas Gerais) e Ramal de São Paulo (sentido São Paulo), ambas pertencentes à antiga Estrada de Ferro Central do Brasil. Durante muitos anos, nesse entroncamento se situava a ponta terminal da Linha da Barra da Rede Mineira de Viação, que seguia para o sul de Minas Gerais, passando pelo distrito de Conservatória, na cidade próxima de Valença. Atualmente, a malha ferroviária é concessão da MRS Logística. O uso atualmente é para o transporte de minério e carga. A Rede Mineira de Viação foi extinta na região durante a década de 1960 e, atualmente, onde passava a ferrovia, existem casas, não restando quase nada do que outrora foi a Rede Mineira, apenas suas antigas estações ferroviárias, o seu antigo armazém e a sua antiga ponte de ferro sobre o Rio Paraíba do Sul, hoje somente de rodagem. Até o ano de 1996, a RFFSA operava a Linha Barrinha que ligava Japeri e Barra do Piraí e passava pelas estações: Mário Belo, Engenheiro Gurgel, Palmeira da Serra, Paulo de Frontin, Humberto Antunes, Mendes, Martins Costa, Morsing e Santana da Barra. ; Aeroviário Barra do Piraí não possui aeroportos. A única pista de pouso existente pertence ao Hotel Fazenda Ribeirão, uma pista com dimensões de seiscentos metros por dezoito metros, com piso de grama. O município será beneficiado com a futura construção do Aeroporto Regional do Vale do Aço na região que compreende os municípios vizinhos de Piraí e Volta Redonda. ==Ver também== * Vale do Paraíba * Royal Sport Club * RBP FM 89,9 * Califórnia FM 99,3 * Interior do Rio de Janeiro ==Ligações externas== *Prefeitura Municipal de Barra do Piraí *Polo Audiovisual de Barra do Piraí *Cidades@ IBGE *A História do Café no Brasil Imperial *Circuito de Outono - Café, Cachaça e Chorinho *Festival Vale do Café Categoria:Fundações no Rio de Janeiro em 1890",
 "title": "Barra do Piraí"
}