{
 "id": "33764",
 "text": "Barra Mansa é um município brasileiro situado no sul do estado do Rio de Janeiro. Pertence à Região Imediata de Volta Redonda-Barra Mansa. Localiza-se a uma latitude 22º32'39\" sul, longitude 44º10'17\" oeste e altitude de 381 metros. Sua população, de acordo com o Censo de 2022 realizado pelo IBGE, é de habitantes , com uma área de 547,13 km² Forma uma conurbação com as cidades de Volta Redonda e Pinheiral, cuja população total é de mais de 450 mil habitantes. O centro administrativo e legislativo fica no bairro Centro. Nele estão localizados a prefeitura e a câmara municipal. O centro judiciário é o bairro Barbará, onde está situado o fórum municipal. A população de Barra Mansa é composta por descendentes de imigrantes europeus (principalmente portugueses, italianos, e espanhóis), mas também de franceses e alemães, além de uma dinâmica colônia sírio-libanesa, assim como também de ameríndios e de descendentes de africanos. O município apresenta a segunda maior população da mesorregião Sul Fluminense, possui mais de 528 unidades industriais, um grande entroncamento ferroviário, rodoviário e fluvial. Situa-se em uma região privilegiada, próxima às duas maiores metrópoles brasileiras: Rio de Janeiro e São Paulo. Está próximo também a centros econômicos regionais como São José dos Campos, Juiz de Fora e Volta Redonda. Barra Mansa exibe uma renda per capita acima da média nacional, de R$ 13.956,15, e possui um Índice de Desenvolvimento Humano (IDH) considerado elevado pelo Programa das Nações Unidas para o Desenvolvimento (PNUD), de 0,806 (ano 2000). É sexta no ranking de melhor Índice de Desenvolvimento Humano (IDH-M) entre os municípios fluminenses. Entre os principais monumentos do município estão: Fazenda da Posse, Prefeitura, Palácio Barão de Guapi, Parque Centenário e Ponte dos Arcos - principal cartão-postal da cidade que ganhou em 2014 destaque no centro, com a reprodução de seu desenho nas calçadas da Avenida Joaquim Leite e arredores. Os quatro principais rios que cortam Barra Mansa são: Paraíba do Sul, Barra Mansa, Bananal e Bocaina. == História == Por volta do ano de 1700, chegar a São Paulo era uma tarefa quase impossível, por causa da barreira natural criada pela Serra do Mar. Mas, para que a viagem se tornasse mais rápida, o então governador Luís Vaía Monteiro ordenou que fosse aberto um caminho através da serra de Itaguaí. Depois de concluído o caminho, várias incursões foram feitas até o rio Paraíba do Sul, mas sem o compromisso de se formar povoados ou vilas. Estas incursões eram quase sempre formadas por aventureiros à procura de ouro. O primeiro indício de povoamento se deu em 1764 quando Francisco Gonçalves de Carvalho obteve junto ao vice-rei D. Antônio Álvares da Cunha, uma sesmaria para fundar uma fazenda de gado e mantimentos ( Em 1764, o Vice Rei do Brasil, D. Antônio Álvares da Cunha, concedeu uma sesmaria ao fazendeiro Francisco Gonçalves de Carvalho. Assim nascia nessas terras a primeira edificação da Vila de São Sebastião da Barra Mansa. Construída às margens do Rio Barra Mansa e do Rio Paraíba do Sul, a fazenda da Posse, datada de 1768. Em 1765, José Alberto Monteiro também obteve do vice-rei uma sesmaria à margem do Rio Paraíba, onde é hoje a cidade de Volta Redonda. Com o passar dos anos, estas sesmarias foram mudando de donos, até que, por volta de 1827, chegaram, por herança, às mãos do Coronel Custódio Ferreira Leite, o Barão de Aiuruoca, fundador do município. A partir daí, o local tornou-se ponto obrigatório de passagem de tropas de viajantes a caminho de portos marítimos. Em 1800, nas terras de Henrique Magalhães, bem próximas à foz do rio Barra Mansa, já existia um engenho e uma capela. Aos poucos, um pequeno núcleo populacional começou a surgir e o início do povoamento animou o Coronel Custódio Ferreira Leite, que mandou construir outra capela, à margem direita do Paraíba, também dedicada a São Sebastião, localizava-se quase em frente à Fazenda Ano Bom, na margem oposta do rio. O pequeno povoado foi crescendo e, em 3 de outubro de 1832, graças a um ofício dirigido à Assembleia Geral Legislativa do Império, foi criada a Vila de São Sebastião de Barra Mansa, passando a fazer parte da vila terras desmembradas das vizinhas Resende, Valença e São João Marcos. Em 1954, devido a uma manobra política, teve emancipado o até então distrito de Santo Antônio de Volta Redonda e em 1991 os distritos de Quatis, Falcão e Ribeirão de São Joaquim. === Cronologia de eventos históricos === * Em 1768, é feita a construção da primeira edificação de Barra Mansa a fazenda da Posse; * Em 1860, Barra Mansa foi o maior produtor de café do país; * Em 1861, foi erguido o Palácio Barão do Guapi; * Em 1874, o Palácio Barão do Guapi ganhou um grande jardim que atualmente é o Parque Centenário; * Por volta de 1870, o Palácio Barão do Guapi foi considerado a melhor câmara de toda a província; * Em 1871, Barra Mansa foi visitada pela Princesa Isabel filha de D. Pedro II ,e também seu marido Conde d’Eu para a Inauguração da Estação Ferroviária; * Em 1908, Barra Mansa montou o primeiro clube de futebol da região o Barra Mansa Futebol Clube; * Em 1911, o Barra Mansa Futebol Clube se tornou o primeiro clube profissional do Brasil; * Na década de 1930, Barra Mansa foi o maior produtor de leite do país, com 500 mil litros; * Em 1937, Barra Mansa Inaugurou as duas primeiras indústrias metalúrgica da região a Siderúrgica de Barra Mansa e a Companhia Metalúrgica de Barbará; * Em 1946, Barra Mansa foi a primeira cidade do sul fluminense a incentivar o basquete, graças ao incentivo de Nelson Geraidine, o fundador da quadra do colégio Barão de Aiuruoca; * Em 1962, Barra Mansa foi o quarto maior produtor de leite do mundo. == Política == === Legislativo === Acumulando nessa época a função de Legislativo e Executivo do município, seus trabalhos foram responsáveis diretos pelo crescimento de Barra Mansa. Seu presidente era sempre o vereador mais votado e a ele cabia executar as deliberações aprovadas pela Câmara Municipal. Um ano após a criação da vila, tomaram posse, para exercer mandato de 1833 a 1837, sete vereadores: Domiciano de Oliveira Arruda, José de Sousa Breves, Padre José Britualdo de Melo, José Bento Ferreira da Silva Guimarães, Joaquim Gomes de Sousa, Manuel de Sousa Azevedo e João Pereira da Cruz. Até 1836, a Câmara Municipal não possuía prédio próprio, funcionando em uma casa cedida pelo capitão João Pereira da Cruz. Neste mesmo ano, através de recursos obtidos junto à população, foi adquirida uma casa antiga para que nela fossem instaladas a Câmara Municipal e a cadeia. Remodelado, o prédio só ficou concluído em 1861, tendo como presidente o comendador Joaquim José de Oliveira, o Barão de Guapi. Por ordem do engenheiro da província, Manuel de Frias e Vasconcelos, a casa que abrigava a Câmara recebeu reformas e um grande jardim público foi feito em sua frente. As mudanças feitas em 1870, deram à Câmara de Barra Mansa o título de a melhor de toda a província. Em 1912, os membros da 23ª Câmara Municipal enviaram ofício ao governo do estado e à assembleia legislativa, pedindo a nomeação de um prefeito para o município de Barra Mansa, abrindo mão de sua responsabilidade administrativa, desde que, em troca, o estado fizesse várias obras no município, entre eles a de saneamento, água e esgoto. Atendendo o pedido, o governo do estado, em 14 de abril de 1914 deu posse ao engenheiro João Luís Ferreira. Atualmente a câmara municipal funciona no antigo prédio onde funcionava o fórum de Barra Mansa, possui 19 vereadores e está na sua 49ª legislatura, foram eleitos em 2016 os vereadores Paulo Chuchu - SD, Marcelo Cabeleireiro - PDT, Marcell Castro - PTB, Thiago Valerio - PPS, Zé Abel - PRB, Gilmar Lelis - PRTB, Renatinho - PP, Luiz Antonio Cardoso - PMDB, Vicentinho - PSB, Marquinhos Pitombeira - PSDB, Elias da Corbama - PHS, Wellington Pires - PP, Roberto Beleza - PSC, Gilson Pooxa Vida - PSDB, Dr. Jaime Alves - PRB, Daniel Volpe - PPS, Zelio Show - PRTB e Professora Maria Lucia - SD. === Executivo === O Poder Executivo de Barra Mansa é exercido pelo Sr. Rodrigo Drable Costa, mais conhecido como Rodrigo Drable (PMDB), eleito pela população no dia 2 de outubro de 2016, o mesmo cumprirá seu primeiro mandato no período de 2017 a 2020. Na eleição, teve o apoio dos partidos PMDB / PSC / PSB / PRTB / PTB / PTN / PDT / PHS / PPS / SD, que formaram a coligação Reconstruir Barra Mansa. Sua equipe de governo compõe-se ainda da vice-prefeita Professora Fátima (PRTB) e das Secretarias de Governo, Desenvolvimento Rural, Administração e Modernização do Serviço Público, Saúde, Educação, Planejamento Urbano, Meio Ambiente e Desenvolvimento Sustentável, Ordem Pública, Desenvolvimento Econômico, Assistência Social e Direitos Humanos, Manutenção Urbana,Habitação e Fazenda. Na administração indireta, como autarquias e fundações públicas, conta com SAAE, FUNDAMP e a Fundação Cultura Barra Mansa (FCBM). O setor de Juventude, Esporte e Lazer passou a ser sub-secretaria vinculada à Educação em 2019. A Prefeitura Municipal no passado localizava-se no Palácio Barão de Guapi, juntamente com a Câmara Municipal, atualmente situa-se no Centro Administrativo Prefeito Luiz Amaral, no bairro Centro. ==== Prefeitos ==== O primeiro prefeito de Barra Mansa foi o engenheiro João Luís Ferreira, nomeado pelo governo fluminense em 14 de abril de 1914. Foram seis os prefeitos nomeados até 1920, quando da criação da lei nº 1.670, os prefeitos passaram a ser eleitos para cumprir mandatos de três anos. O primeiro prefeito eleito foi o coronel Alfredo Dias de Oliveira, que ocupou o cargo de 2 de agosto de 1922 a 23 de agosto de 1923, quando teve seu mandato interrompido em consequência de uma intervenção federal no estado. Com a intervenção, as funções no Executivo passaram a ser exercidas por prefeitos- interventores. Foram dois os prefeitos-interventores, depois mais três prefeitos-eleitos, seguidos de mais doze prefeitos-interventores. Somente no ano de 1947, Barra Mansa elege novamente seus representantes para o Legislativo e o Executivo. Na época, Flávio de Miranda Gonçalves assume o comando do Executivo do município, para cumprir quatro anos de mandato. 600px|thumb|centro|Considerada a obra arquitetônica mais famosa do município, a Ponte Ataulfo Pinto dos Reis, conhecida como Ponte dos Arcos simboliza um ciclo de grande progresso econômico durante o século XX. Esta ponte foi inaugurada em 1958 na gestão do Prefeito Leonísio Sócrates Batista e serve de ligação entre os bairros Ano Bom e Centro. == Geografia == O município de Barra Mansa se estende em uma área de 548,90 km² e fica localizado às margens do Rio Paraíba do Sul, na região fluminense do Médio Vale do Paraíba, entre as Serra do Mar e da Serra da Mantiqueira. Barra Mansa faz divisa com 8 municípios, sendo um no estado de São Paulo * Valença - Norte * Quatis - Norte e Oeste * Resende - Oeste * Porto Real - Oeste * Bananal, em São Paulo - Sul * Rio Claro - Sul * Volta Redonda - Leste * Barra do Piraí - Leste Segundo o Instituto Brasileiro de Geografia e Estatística - IBGE, a população recenseada em 2022 era de 169 899 habitantes . A maior usina siderúrgica da América Latina, a Companhia Siderúrgica Nacional (CSN), está em sua conurbação, localizando-se no município de Volta Redonda. O município dispõe de uma significativa bacia hidrográfica e é servida pelo mais importante tronco ferroviário do país (MRS Logística e VLI Logística). Além disso, conta com excelente sistema rodoviário, que faz a ligação com as principais capitais e cidades da Região Sudeste. A rodovia Presidente Dutra (BR-116) é seu eixo central. O município goza de uma posição geográfica muito privilegiada, localiza-se há 120 quilômetros da cidade do Rio de Janeiro, 300 quilômetros de São Paulo, 460 quilômetros de Belo Horizonte, 650 quilômetros de Espírito Santo, 85 quilômetros do porto de Angra dos Reis e 90 quilômetros do porto de Sepetiba, no município de Itaguaí. == Topografia == O relevo do município é constituído por planaltos, com altitude média de 381 metros, porém, está média diminui em direção ao Rio Paraíba do Sul, para formar a planície aluvial que é contornada pelo \"mar de morros\" com nível topográfico mais elevado. O ponto culminante encontra-se a 1.305,15 metros de altitude, na Serra do Rio Bonito (contrafortes da Serra da Mantiqueira), no Distrito de Nossa Senhora do Amparo. *Morros: Palmital, Redondo. *Serras: Rio Bonito, Amparo e Alto da Matuca == Fauna e Flora == * Floresta do Cafundó: também chamada de Mata do Cafundó. Sua área distribui-se pelos Distritos de Sede, Floriano, e Rialto, e é equivalente a 1% do território do município, sendo um dos remanescentes mais representativos de Mata Atlântica em excelente estado de conservação. Por lei municipal é considerada Área de Preservação Ambiental. Segundo moradores locais ainda podem ser encontrados representantes da fauna ameaçados de extinção, como a suçuarana ou onça-parda (Puma concolor), o caititu (Tayassu tajacu) e várias espécies de aves, além de exuberante flora nativa. Dado o interesse científico desta área, é fundamental que seja designada uma Unidade de Conservação, visto que ainda podem ser encontrados nesta floresta grupos de sagui-da-serra escuro ou sagui-do-Vale do Paraíba (Callithrix aurita), espécie das matas do sudeste brasileiro e ameaçado de extinção, devido ao intenso desmatamento ocorrido no Vale do Paraíba, podendo ser esta área um dos últimos remanescentes do vale, onde ela pode ser encontrada. * Mata do Pavão: situada no distrito de Rialto, é uma das áreas remanescentes mais representativas da Mata Atlântica e encontra-se em excelente estado de conservação. Segundo moradores locais, ainda podem ser encontrados representantes da fauna ameaçados de extinção, como a onça parda (Felix sussuarana), porco do mato (Cateto), várias espécies de aves, além da exuberante flora nativa. * Floresta da Cicuta: uma área ecológica destinada a preservação da fauna, mananciais, vegetação, estudos e recreação. A floresta encontra-se na Fazenda Santa Cecília, de propriedade da Companhia Siderúrgica Nacional. A Floresta da Cicuta compreende cerca de 800 hectares, sendo que 85% da floresta está em território barra-mansense e o restante no município de Volta Redonda. É um importante remanescente da Mata Atlântica fluminense. Na Floresta de Cicuta é comum a presença de árvores imponentes da Mata Atlântica, como o jequitibá, o pau-ferro, o chichá e a figueira branca, muitas delas tendo de 35 a 40 metros de altura. Em termos de fauna, aparecem aves como o juriti, a rolinha, o joão- de-barro e o tiê-sangue. Dentre os mamíferos destacam-se a paca, a cutia, o caxinguelê, a capivara, o bugio e a jaguatirica, sendo os dois últimos espécies ameaçadas de extinção. == Hidrografia == Pela margem direita do Paraíba, os principais afluentes são: Rio do Salto, Rio Bananal, Rio Barra Mansa, Rio Bocaina e os córregos Cotiara e Brandão; pela margem esquerda: Rio Turvo e os córregos Ano Bom e Água Comprida. === Rios e córregos === O principal rio é o Paraíba do Sul é os seus afluentes são pelas margens: * Margem Direita: ** Distrito de Floriano: Ribeirão da Divisa (ou da Cachoeira), Córrego Sertãozinho, Córrego Piedade, Rio do Salto, Córrego da Lagoinha, Córrego Pombal, Córrego do Cafundó. ** Distrito de Rialto: Córrego do Caracol, Córrego do Cunha, Córrego Quebra-canto, Córrego do Bueno de Cima, Córrego Soledade. ** Distrito de Antônio Rocha: Córrego Alfa, Córrego do Jordão, Córrego da Marreca, Córrego Mamona, Córrego do Sertão, Córrego da Floresta, Córrego Serenon, Córrego do Sertão. ** Distrito Sede: Córrego do Goiabal, Córrego da Boa Esperança, Córrego Feitoria, Rio Bananal, Rio Bocaina, Córrego Cotiara, Córrego Independência, Córrego Tapir, Rio Carioca ou Antinha, Córrego Beta, Córrego Morro Grande, Rio Barra Mansa, Córrego Coutinho, Córrego Cachoeirinha. * Margem Esquerda: ** Distrito Sede: Rio Turvo, Córrego da Represa, Córrego das Laranjeiras, Córrego Água Comprida, Córrego Belo Monte, Córrego Santa Rita, Córrego dos Carvalhos, Córrego Santa Luzia, Córrego Pirapitinga, Córrego Santa Rita. ** Distrito de Nossa Senhora do Amparo: Rio das Pedras, Córrego Sobradinho, Córrego Bocaina, Córrego São Benedito, Ribeirão do Desembarque ou Marimbondo, Córrego da Casa Branca, Ribeirão Santa Clara, Ribeirão Bom Sucesso, Córrego Jardim. ** Outros Rios: Preto, Pavão e Milanez. === Quedas d'água === Do Salto da Lagoinha, com 27 metros de altura, do Cafundó, do Córrego, do Turvo e Chalé com 25 metros de altura. == Recursos naturais == Destacam-se areia, argila, berilo, calcário, dolomita, feldspato, lenhito, mica, e floresta primitiva da Mata Atlântica (Mata da Cicuta). São Explorados economicamente a areia, argila, feldspato, gnaisse para brita. == Clima == O clima é mesotérmico, com verões quentes e chuvosos e inverno seco. A umidade relativa do ar varia entre 77% a 69%; a temperatura média encontra- se entre 22,25 °C, sendo que as mais baixas registram-se no período de maio a setembro (média mínima de 13,7 °C) e as mais altas entre novembro a março (média máxima 29,74 °C). O período de chuvas está entre os meses de outubro a abril com pluviosidade de 1.192,8 mm/ano. A precipitação média anual varia em torno de 1.592,5 mm de chuva, sendo de dezembro a março o período mais chuvoso (média de 247,87 mm/mês) e de maio a setembro o mais seco (média de 36,02 mm/mês). Com relação à insolação, a média mensal é de 156,45 horas. Apresenta extremo máximo mensal de 236,6 horas e extremo mínimo mensal de 99,6 horas. A média diária é de 10,30 horas, sendo seu máximo de 12,1 horas e o mínimo de 7,6 horas. == Economia == 900px|thumb|centro|Vista parcial do centro da cidade. Contando com uma ocupação de mão-de-obra de cerca de 15 mil pessoas, o setor industrial apresenta crescimento de micro e pequenas empresas, responsáveis por 60% dos empregos nesta área. Levando-se em conta a proximidade entre os municípios e a facilidade de locomoção criada por estes fatores, o setor industrial da região tornou-se um dos mais importantes do estado do Rio de Janeiro, dados o grande porte das instalações e a consequente presença das empresas fornecedoras de insumos, das prestadoras de serviços e das que terceirizam as operações das grandes empresas. A economia de Barra Mansa é uma das maiores do estado do Rio de Janeiro, com PIB de R$ 2.462.828,323 mil. === Setor primário === ==== Cafeicultura ==== A produção de café na região surge no início do século XIX, quando ocorre o esgotamento das reservas de ouro de Minas Gerais e o plantio de cana-de-açúcar sofre sucessivas crises motivadas pelo mercado internacional. Em Barra Mansa foram encontradas as condições ideais para o cultivo do café: solo fértil, altitude adequada e mão de obra escrava ociosa vinda da mineração. Rapidamente alastrou-se ao longo do vale do Rio Paraíba uma das mais promissoras atividades econômicas do Brasil: o chamado ciclo do café. Ainda em nossos dias podemos encontrar em Barra Mansa a imagem daqueles tempos na presença de antigas fazendas que resistiram ao tempo, integrando um importante acervo arquitetônico que mantém viva a memória histórica de nossa terra. É a casa grande destacando-se na paisagem, fronteira ao terreiro de secagem do café; são as tulhas, os depósitos e as senzalas. O neoclassicismo, em moda na Europa, vem influenciar tanto a arquitetura da corte quando a das fazendas. Inúmeros são os cômodos das fazendas interligados por corredores. A personalidade sofisticada dos barões refletiu-se nas feições palacianas que davam às suas residências rurais. A produção regional ganha tal vulto que são necessárias medidas administrativas para atuar na solução dos problemas de exportação de café. O Governo Federal resolve escolher Barra Mansa como polo de armazenamento e distribuição da produção cafeeira regional, dadas a características locais que facilitavam a implantação da logística necessária à movimentação da produção estocada visando a exportação. Grandes galpões são construídos para abrigar milhares de toneladas de café. A movimentação é intensa, até que no correr da década de 1930, dadas as crises de mercado geradas pela superprodução, o governo vê-se obrigado a modificar os rumos da economia brasileira, de agro–exportadora, passando a urbano-industrial. Merece destaques a tradição de Barra Mansa como centro de distribuição da produção econômica que permanece até hoje. ==== Equinocultura ==== A Fazenda da Bocaina mantém significativos plantel de cavalos manga-larga marchador, estando presente nos principais eventos nacionais referentes à raça. O empenho dos proprietários no sentido de manter elevado os padrões genéticos tem sido o principal fator do seu sucesso como importante criatório do manga-larga marchador na região. No Haras Paraíso, anexo à Fazenda Paraíso, podem ser encontrados animais das raças quarto de milha e manga-larga. Além das qualidades genéticas dos animais, indispensáveis às suas finalidades (trabalho e esporte), o haras mantém curso de laços e três tambores, oferecendo também, serviços de aluguel de baias e de doma racional. === Setor secundário === Barra Mansa possui um parque industrial forte e diversificado. Contando com uma ocupação de mão-de-obra de cerca de 15 mil pessoas, o setor industrial vem apresentando crescimento de micro e pequenas empresas, que são responsáveis por 60% dos empregos nesta área. No sentido de apoiar essas empresas, existe o Balcão SEBRAE. Instalado na Associação Comercial, atende diariamente cerca de 50 pessoas. O município também possui indústrias de grande porte nos ramos de siderurgia e canalização. O número de empresas industriais em Barra Mansa chega a 528 unidades. === Setor terciário === Barra Mansa possui um forte e tradicional centro comercial, concentrado principalmente na avenida Joaquim Leite, coração da cidade, possui grandes lojas como Casas Bahia, Ponto Frio, Marisa, Bob's, Cacau Show, Mc Donald's, O Boticário, Subway, Burguer King entre outras. Além disso, possui lojas variadas, dois shopping's centers de pequeno porte e duas salas de cinema 3D com áudio digital. Também há muito movimento em ruas adjacentes, como a Rua Mário Ramos e Avenida Domingos Mariano, famosa por seu tradicional comércio moveleiro. Em alguns bairros despontam áreas comerciais de menor porte, como em Saudade, Ano Bom, Vila Nova e Santa Clara, sendo os dois últimos localizados em pontos periféricos, transformando-se numa opção mais acessível para as populações das áreas afastadas do centro. Nos últimos anos, o Ano Bom tem se transformado em um importante polo de gastronomia no município com um leque diverso de opções. Outra atividade que vem crescendo no município é o setor hoteleiro, que ganhou impulso após a criação da Flumisul, Feira Internacional de Negócios do Sul Fluminense. Empresários e representantes de países de todo o mundo vêm até o município para participar da Feira, que, desde sua primeira edição, em 1999, vem servindo de porta de entrada de investimentos não só para Barra Mansa como para toda a região. ==== Turismo ==== O Palácio Barão de Guapi atualmente é sede da Biblioteca Municipal e seu jardim se transformou no Parque Centenário, denominado também como Jardim das Preguiças devido à abundância do mamífero conhecido como bicho-preguiça em suas árvores. * Fazenda Bocaina: localizada na Estrada Barra Mansa / Bananal, possui arquitetura rural do século XIX. Apresenta um estado de conservação muito bom e um portão de acesso ao jardim, cujo trabalho de serralheria merece destaque. * Fazenda Santo Antônio: construída no início do século XIX, apresenta planta e fachada bem características das fazendas de café. Encontra-se em precário estado de conservação e precisa de obras urgentes de recuperação. * Fazenda Criciúma: a fazenda foi construída em 1872, pelo fazendeiro de café e empresário, com atividades comerciais na França, Manoel Gomes de Carvalho (Barão do Rio Negro). Criciúma foi uma das mais importantes produtoras de café da região. Ao longo dos anos, a construção histórica sofreu pequenas modificações, mantendo algumas linhas arquitetônicas que lembram o Palácio Rio Negro de Petrópolis. * Fazenda Sant'Ana do Turvo: construída em 1826, por Joaquim Manuel de Carvalho (primeiro Barão de Amparo), foi a maior produtora de café na região. Na época, ocupando uma área de 700 alqueires e possuindo 250 escravos, chegou a produzir, anualmente, 180 mil arrobas de café. Em bom estado de conservação, é um dos bons exemplos da arquitetura rural do século XIX, contando com 12 quartos, três salões e outras dependências. Localiza-se no limite com o distrito de Nossa Senhora do Amparo, o que faz com que seja considerada parte daquele distrito. * Fazenda Rochinha: cuidadosamente restaurada, mantém as características da arquitetura do final do século XVIII, quando o chamado estilo colonial marcava as construções rurais. Desde 1902, destaca-se pela excelência de sua cachaça artesanal, ROCHINHA, comercializada em todo o Brasil e com adiantados projetos de exportação. * Fazenda São Lucas Brandão: pertenceu inicialmente ao comendador Lucas Antônio Monteiro de Barros, benfeitor do município que deu início à construção da Câmara Municipal de Barra Mansa. Durante o ciclo do café, destacou-se como uma das principais produtoras da região. Sua sede data do final do século XIX, encontrando-se em bom estado de conservação. * Fazenda Ribeirão Claro: foi construída em 1845, por João Crisóstomo de Vargas, no melhor estilo da época. Um imponente solar mantém o traçado e mobiliário originais, conservando sua autenticidade pelas gerações seguintes. * Artesanato Stella Carvalho: construído pela Associação das Damas de Caridade de Amparo, em 1981. Entre seus objetivos estão o incentivo às habilidades artesanais e a facilitação do acesso ao mercado de vendas, cujos resultados revertem para as artesãs, como uma espécie de cooperativa. O projeto foi do Engenheiro Luiz Roberto Correia Reche e mostra uma fachada com esquadria em estilo colonial, mantendo o clima do cenário histórico de Amparo. As colchas de retalhos produzidas pelo artesanato são famosas, conhecidas inclusive em outros países, tornando-se um referencial de Amparo. == Transporte == O município, dispõe de parte significativa da bacia hidrográfica do rio Paraíba do Sul e está servida pelo mais importante tronco ferroviário do país. Conta ainda com um excelente sistema rodoviário, que faz as ligações com as principais capitais e cidades do sudeste do Brasil, tendo a Rodovia Presidente Dutra (BR-116) em seu eixo central. O município é servido por ferrovias e rodovias que permitem a comunicação não só com outros municípios fluminenses, mas também com São Paulo e Minas Gerais. Destacam-se a rodovia Presidente Dutra e a rodovia Lúcio Meira (BR-393), que possibilitam a ligação da região com a BR-040 (Rio-Belo Horizonte). Adicionalmente, a RJ-155, em trecho correspondente à BR-494, acessa Rio Claro e Angra dos Reis, no litoral Sul do Estado. O principal terminal de ônibus da cidade é a Rodoviária Comendador Geraldo Osório, localizada no centro da cidade. Por este terminal passam diversas linhas intermunicipais e interestaduais ligando Barra Mansa a outras cidades da região e também às principais capitais do país. Há um projeto para transferir este terminal rodoviário principal para um terreno às margens da Rodovia Presidente Dutra, visando melhorar o fluxo de veículos no centro. Atualmente as linhas de ônibus urbano do município, são operadas pelo Consórcio Barra Mansa/TransBM, que é composto pelas empresas Colitur e Triecon. * Colitur, operando na região situada à direita da Rodovia Presidente Dutra, e também na margem esquerda do Rio Paraíba do Sul. * Triecon (ex: auto comercial), operando na região situada entre o Rio Paraíba do Sul e a Rodovia Presidente Dutra, e também na margem esquerda do Rio Paraíba do Sul. Em Barra Mansa também se encontra a sede da Viação Cidade do Aço, fundada em 1951 pelo Comendador Geraldo Ozório Rodrigues. Criada inicialmente para ligar Barra Mansa à Volta Redonda, a empresa hoje opera várias linhas intermunicipais e interestaduais, sendo a principal ligação até a capital do estado. As ferrovias que formam um grande entroncamento na cidade são o Ramal de São Paulo da antiga Estrada de Ferro Central do Brasil, ligando a região com São Paulo e com a capital fluminense Rio de Janeiro e a Linha Tronco da antiga Rede Mineira de Viação, ligando Barra Mansa às cidades do sul mineiro e a Rio Claro e Angra dos Reis, no litoral da Costa Verde. Ambas estão destinadas atualmente para o transporte de cargas. No passado, o município possuía um segundo entroncamento entre o Ramal de São Paulo e o Ramal de Bananal (antiga Estrada de Ferro Bananal), também pertencente à EFCB e que ligava a cidade ao município próximo de Bananal, já no estado de São Paulo. Este último ramal ferroviário encerrou suas atividades em 1964, sendo extinto no ano de 1966. === Trem Mineiro (Barra Mansa-Ribeirão Vermelho) === A Estação Ferroviária de Barra Mansa era atendida pelo Trem Mineiro da antiga Rede Ferroviária Federal (RFFSA), um trem de passageiros de longa distância que operava na Linha Tronco da antiga Rede Mineira de Viação no sentido norte, ligando o município fluminense à cidade de Ribeirão Vermelho, no sul de Minas Gerais. O trem costumava operar aos finais de semana, atendendo sempre a uma grande demanda de passageiros, que o procuravam por conta da beleza de seu trajeto, onde cortava grande parte da região da Serra da Mantiqueira. Dentre turistas, também atendia aos moradores das cidades interioranas do Sul de Minas, que dele dependiam para seus deslocamentos aos grandes centros comerciais, além dos próprios moradores de Barra Mansa. O Trem Mineiro era composto por 7 carros (1 bagageiro, 2 de primeira classe, 3 de segunda classe e 1 restaurante), sendo puxados por uma locomotiva a diesel sob os trilhos da Linha Tronco da RMV, que possui bitola métrica. Apesar de sua simplicidade, o trem proporcionava conforto e segurança aos passageiros, em uma viagem que durava de 3 a 5 horas de percurso. Após a privatização da linha férrea e a concessão desta para o transporte de cargas pela Ferrovia Centro Atlântica, o Trem Mineiro realizou suas últimas viagens no dia 26 de agosto de 1996 e em seguida foi desativado. == Bibliografia == * \"Perfil Rural de Barra Mansa\", Autor: Prefeitura de Barra Mansa * \"Perfil de Barra Mansa, Convite para bons investimentos\", Autor: Prefeitura de Barra Mansa * \"O Distrito de Rialto\", Autor: Ivan Marcelino de Campos * \"A história de Antônio Rocha, contada por seus moradores\", Autor: Prefeitura de Barra Mansa * \"Volta Redonda Ontem e Hoje, Autor: Alkindar Cândido da Costa * Jornal Memória Barra-mansense, Autor: Academia Barra-mansense de História. * Curiosidades, por Alan Carlos Rocha. == Ligações externas == * * * * Categoria:Fundações no Rio de Janeiro em 1832",
 "title": "Barra Mansa"
}