{
 "id": "33775",
 "text": "{{Info/Município do Brasil | nome = Engenheiro Paulo de Frontin | foto = Eng.Paulo de Frontin RJ.jpg | leg_foto = Vista para o município | apelido = Rodeio | brasão = Brasao-engopaulodefrontin.jpg | link_brasão = | bandeira = Bandeira de Engenheiro Paulo de Frontin.jpg | link_bandeira = | link_hino = | fundação = | gentílico =fronteense | lema = | padroeiro = Nossa Senhora da Soledade | prefeito = José Emmanoel Rodrigues Artemenko[https://politica.estadao.com.br/eleicoes/2020/candidatos/rj/engenheiro-paulo-de-frontin/prefeito | partido = PSDB | fim_mandato = 2024 | mapa = RiodeJaneiro Municip EngenheiroPaulodeFrontin.svg | latP = S | latG = 22 | latM = 33 | latS = 00 | lonP = O | lonG = 43 | lonM = 40 | lonS = 40 | estado = Rio de Janeiro | região_intermediária = Volta Redonda-Barra Mansa | data_região_intermediária = IBGE/2017 | região_imediata = Volta Redonda-Barra Mansa | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Mendes, Miguel Pereira, Paracambi e Vassouras | dist_capital = 85 | área = 139.816 | área_ref = | distritos = Engenheiro Paulo de Frontin (sede) e Sacra Família do Tinguá | população = 13929 | data_pop = estimativa IBGE/2018 | altitude = 395 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.722 | data_idh = PNUD/2010 | idh_pos = 32º | pib = | data_pib = IBGE/2016 | pib_per_capita = 19198.29 | data_pib_per_capita = IBGE/2016 }} Engenheiro Paulo de Frontin é um município brasileiro da região Centro-Sul Fluminense, no estado do Rio de Janeiro, Região Sudeste do País. Sua população, conforme estimativas do IBGE de 2018, era de habitantes. ==História== A cidade nasceu de um entreposto comercial entre Minas Gerais e o Rio de Janeiro que se transformou na Vila de Rodeio, ponto convergente entre estes estados e São Paulo. A povoação floresceu no fim do século XIX com a construção da Estrada de Ferro Dom Pedro II, que passou a cortar a vila. Mais tarde, em 1943, passou a chamar-se Soledade de Rodeio, e em seguida (1946) Engenheiro Paulo de Frontin, em homenagem ao responsável pela duplicação da linha férrea, especialmente pelo Tunel 12 ou \"Túnel Grande\", que possui 2.245 metros de comprimento. Entre outras obras do engenheiro, destaca-se a de abastecimento de água que, realizada em apenas 6 dias, salvou a cidade do Rio de Janeiro de uma grande seca, obra esta que contou com a participação do também engenheiro Raimundo Teixeira Belfort Roxo. Engenheiro Paulo de Frontin se situa às margens de uma ferrovia, a Linha do Centro da antiga Estrada de Ferro Central do Brasil, onde no trecho de subida pela Serra do Mar, é possível apreciar uma bela vista da região do Vale do Café. Até 1996, o município era atendido pela antiga Linha Barrinha, uma linha de subúrbio operada pela Rede Ferroviária Federal (RFFSA), que o ligava ao município de Japeri, no deslocamento até a capital fluminense e à cidade de Barra do Piraí. Atualmente, somente há o tráfego de trens cargueiros na cidade. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Volta Redonda-Barra Mansa. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Vassouras, que por sua vez estava incluída na mesorregião Metropolitana do Rio de Janeiro. ==Ver também== * Lista de municípios do Rio de Janeiro * Lista de municípios do Brasil ==Ligações externas== * Prefeitura de Engenheiro Paulo de Frontin * Câmara Municipal de Engenheiro Paulo de Frontin Categoria:Fundações no Rio de Janeiro em 1963",
 "title": "Engenheiro Paulo de Frontin"
}