{
 "id": "33776",
 "text": "{{Info/Município do Brasil | nome = Guapimirim | foto = Vista do Dedo de Deus (1431).jpg | leg_foto = Vista do Dedo de Deus, no Mirante do Soberbo, na cidade de Guapimirim. | apelido = Terra do Dedo de Deus | brasão = Brasao-guapimirim.png | bandeira = Bandeira de Guapimirim.png | link_brasão = | link_bandeira = | aniversário = 25 de novembro | fundação = | emancipação = | gentílico = guapimiriense | lema = | padroeiro = Nossa Senhora da Ajuda | CEP = 25940-000 até 25943-674 | prefeito = Marina Pereira da Rocha Fernandez | partido = PMB | fim_mandato = 2024 | mapa = RiodeJaneiro Municip Guapimirim.svg | latP = S | latG = 22 | latM = 32 | latS = 13 | lonP = O | lonG = 42 | lonM = 58 | lonS = 55 | estado = Rio de Janeiro | região_intermediária = Rio de Janeiro | data_região_intermediária = IBGE/2017 | região_imediata = Rio de Janeiro | data_região_imediata = IBGE/2017 | região_metropolitana = Rio de Janeiro | vizinhos = Cachoeiras de Macacu, Itaboraí, Magé, Petrópolis e Teresópolis | dist_capital = 50 | área = 358.352 | área_ref = | população = 61388 | data_pop = estatísticas IBGE/2020 | população_ref = | altitude = 48 | clima = tropical | sigla_clima = Aw | idh = 0.698 | idh_pos = RJ: 59º | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2020 | pib_per_capita = 19142.34 | data_pib_per_capita = IBGE/2020 | site_prefeitura = www.guapimirim.rj.gov.br | site_câmara = www.camaradeguapimirim.rj.gov.br }} Guapimirim é um município brasileiro do estado do Rio de Janeiro, Região Sudeste do país. Localiza-se na Região Metropolitana do Rio de Janeiro,https://journals.openedition.org/espacoeconomia/5980?lang=fr na Baixada Fluminense,https://baixadafacil.com.br/municipioshttps://www.sebrae.com.br/Sebrae/Portal%20Sebrae/UFs/RJ/Anexos/Sebrae_INFREG_2014_BaixadaFlum.pdf estando situado a aproximadamente da capital estadual. Seu ponto turístico mais famoso é o Dedo de Deus. Sua população estimada em 2020 era de 61 388 habitantes. Localiza-se a 22º32'14\" de latitude sul e 42º58'55\" de longitude oeste, a uma altitude de 48 metros em sua sede, mas possui bairros localizados a mais de 700 metros acima do nível do mar. O município encontra-se localizado num vale formado pela base do Pico Dedo de Deus – Serra dos Órgãos, e faz limite com os municípios de: Teresópolis e Petrópolis (norte), Itaboraí (sul), Cachoeiras de Macacu (leste) e Magé e fundos da Baía de Guanabara (oeste). Setenta por cento do seu território está em área de proteção ambiental. Juntamente com os municípios de Petrópolis, Nova Friburgo, Magé, Teresópolis, e Cachoeiras de Macacu, Guapimirim compõe a região turística do Rio de Janeiro chamada Serra Verde Imperial. O Pico Dedo de Deus, importante símbolo turístico do estado, está situado na cidade de Guapimirim. Também na cidade ainda é possível encontrar bastante áreas preservadas da antiga estrada de ferro que ligava o Porto da Piedade, em Magé, a Teresópolis. Parte trecho entre as cidade de Magé e Guapimirim ainda encontra-se em funcionamento e faz parte da circulação dos trens do Ramal Guapimirim , que é operado pela SuperVia. Trechos remanescentes da antiga estrada de ferro tem sido muito explorada por turistas nos últimos anos. == Topônimo == O nome \"Guapimirim\" tem sua origem num acampamento de índios que viviam em torno de uma nascente na região do Vale das Pedrinhas. Quando foi oficialmente fundada, em 1674, a localidade ganhou o nome de \"Nossa Senhora d'Ajuda de Aguapeí Mirim\". Com o tempo, o topônimo foi abreviado para \"Guapimirim\". Portanto, o topônimo atual \"Guapimirim\" é originário do termo tupi agûapé'ymirim, que significa \"rio pequeno dos aguapés\" (agûapé, aguapé + 'y, rio + mirim, pequeno).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 562. O rio que deu nome ao município era o local por onde as tropas passavam, levando mercadorias para o sertão das Minas Gerais, de onde traziam ouro e pedras preciosas. == História == Os primeiros registros sobre a cidade datam de 1674 e citam um povoado às margens do Rio Guapimirim, abençoado pela Igreja de Nossa Senhora d'Ajuda. No final do século XVIII, surgiu o povoado de Santana, que ficava no caminho das tropas que ultrapassavam a serra, levando-os pelas trilhas sertanejas para as Minas Gerais. Nessa época, eram comuns as pestes sucessivas. O cemitério de Santana foi construído nesse período e, até hoje, serve à cidade. Foi também nessa época que surgiu o povoado da Barreira – a origem desse nome deve-se ao fato de ali ter sido instituído o primeiro pedágio – onde está localizada a Igreja de Nossa Senhora da Conceição (1713) e a antiga sede da Fazenda Barreira que, hoje, abriga o Museu Von Martius, em homenagem a Frederik Von Martius, naturalista alemão que estudou a flora e a fauna da região a convite de Dom Pedro II. Na época da Guerra do Paraguai, o imperador hospedou-se no local, interessado em avaliar as plantações da quina calisaia de onde se extrai o quinino, medicamento que combate a malária e que seria utilizado pelo exército brasileiro. No final da década de 1920, o engenheiro civil e geólogo Dr. Paulino de Alencar Araripe, natural de Manaus, e que havia vivido por muitos anos na Inglaterra, se estabeleceu na região como grande proprietário de terras, junto de seu sócio Vicente Falabella. O engenheiro conhecido na região por \"Dr. Araripe\", casou-se posteriormente com Deina Portella, natural de Magé e sobrinha neta do então médico e ex-governador do Estado, Francisco Portela. Nos anos da década de 1930 (período do getulismo), o engenheiro levou infraestruturas para região, sendo uma delas a luz elétrica. A energia foi estabelecida através de um gerador italiano \"Fiat\" movido a óleo diesel, próximo de onde hoje situa-se a estação de trem no centro do município. Contudo, e pelo fato do engenheiro ter passado a fazer parte da família dos opositores políticos do presidente da república, moradores getulistas na região interromperam por dias o fornecimento de energia em parte do distrito, fazendo com que na época o Dr. Araripe desistisse de participar direta ou indiretamente de toda e qualquer benfeitoria em Guapimirim. Poucos anos antes da sua morte, o engenheiro doou parte das suas terras ao Estado do Rio de Janeiro no que hoje correspondem a pouco mais de dois quilômetros de estrada entre os trechos 102 e 104 na parte mão dupla da Rodovia Rio-Teresópolis. Em 1939, o então presidente brasileiro Getúlio Vargas criou o Parque Nacional da Serra dos Órgãos e a fazenda Barreira foi incorporada ao patrimônio ambiental da União. As últimas décadas do século XIX foram marcadas pela construção da Estrada de Ferro Therezópolis. Esta ferrovia marcou o momento de transformação do município para os tempos modernos. A população, em sua maioria, era formada de lavradores e ferroviários. Com a construção da rodovia BR-116 (1957), o transporte ferroviário entrou em decadência e o trecho entre o município de Teresópólis acabou desativado e extinto. O advento da rodovia facilitou o acesso à serra e foi fator preponderante na intensificação do processo de ocupação. A partir dessa década, surgiram os condomínios com suas luxuosas casas de veraneio. Guapimirim se emancipou do município de Magé em plebiscito realizado no dia 25 de novembro de 1990, data festiva em que o município comemora sua emancipação política. Com a Lei estadual nº 1.772 de 21 de dezembro de 1990, concretiza a emancipação, elevando Guapimirim à categoria de município. O primeiro prefeito de Guapimirim foi Nelson Costa Melo. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata do Rio de Janeiro. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião do Rio de Janeiro, que por sua vez estava incluída na mesorregião Metropolitana do Rio de Janeiro. Localização: *Municípios limítrofes: **Norte: Teresópolis e Petrópolis **Sul: Itaboraí **Leste: Cachoeiras de Macacu **Oeste: Magé *Distância da capital: 60 km (DER-2000) *DDD local: 021 *CEP: 25940-000 *Altitude média do município: 70 metros (IBGE/2000) *Latitude sul :22º 32’ 14” *Longitude oeste : 42º 58’ 55” *Clima: tropical de altitude *Tensão elétrica: 110V/220v *Atividades econômicas: Comércio em Geral, Indústria, Agropecuária e Turismo === Clima === O Clima de Guapimirim é bem distinto conforme a região do município, na área de Vale das Pedrinhas, Várzea Alegre e Vila Olímpia, o clima é predominantemente tropical com verões muito quentes e chuvosos e invernos amenos e secos, já na região central o clima é tropical de altitude caracterizado por verões quentes e chuvosos, e invernos frios pros padrões cariocas e secos. A cidade possui um dos climas mais agradáveis da Região Metropolitana do Rio de Janeiro, pois no município não se formam ilhas de calor e as noites, mesmo no verão, são de temperaturas agradáveis. O clima da cidade é ideal para banho de cachoeiras, rios e piscina, mesmo nas partes mais altas como na Sede Guapimirim do Parque Nacional da Serra dos Órgãos. == Administração pública == ; Poder executivo A atual prefeita de Guapimirim é Marina Pereira da Rocha Fernandez do PMB eleita no pleito de 2020 com 14.827 votos (48,71% dos vatos válidos). O atual vice-prefeito é Natalício Correa da Silva, mais conhecido como \"Natalício da Farmácia\". ; Poder legislativo O poder legislativo é representado pela câmara municipal, composta por nove vereadores com mandato de 4 anos. Cabe aos vereadores na Câmara Municipal de Guapimirim, especialmente fiscalizar o orçamento do município, além de elaborar projetos de lei fundamentais à administração, ao Executivo e principalmente para beneficiar a comunidade. * Presidentes da câmara: Argeu Paixão dos Anjos (1993-1994); Sérgio Mauro Lima Fares (1995-1996); Antônio Cézar dos Santos - PPB (1997-1998); Oswaldo Luiz Carvalho Vivas - PPB (1999-2000); João Maurício Ferreira Gonçalves - PPB (2001-2002); Max Alexandre Felizardo Castro - PT do B (2003-2004) e PDT (2005-2006); Érico Schroll - PMDB (2007-2008); Marcelo Prado Emerick, Marcelo do Queijo - PR (2009-2010) e (2011-setembro de 2012); Paulo César da Rocha, Cesar do Modelo - PT do B (setembro de 2012-2012); Iram Moreno de Oliveira, Iram da Serrana PMDB (2013-agosto de 2013); André de Azeredo Dias - PPS (agosto de 2013-2014) e (2015-2016); Halter Pitter dos Santos da Silva, \"Pitter da Civil\" - PSB (2017-2018 | 2019-2020); Josenei de Souza Lopes, Nei da Cesta Básica - Republicanos (2021-2022. == Subdivisões == Segundo a Lei Orgânicahttp://camaradeguapimirim.rj.gov.br/sites/default/files/Lei_organica.pdf| Art 6º Lei Orgânica do Município de Guapimirim do município de Guapimirim o território é dividido em distritos na seguinte origem e denominação: * 1º Distrito: Guapimirim (sede) * 2º Distrito: Vale das Pedrinhas * 3º Distrito: Citrolândia ==Turismo== Sua abundância em atrativos naturais faz do município uma promissora área turística. Guapimirim está inserida em uma região turística do Rio de Janeiro, a região da Serra Verde Imperial, junto com os municípios de Petrópolis, Teresópolis, Nova Friburgo, Magé, São José do Vale do Rio Preto, Três Rios, Comendador Levy Gasparian, Areal e Cachoeiras de Macacu. A cidade localiza-se num vale cercado pela Serra dos Órgãos, na base do pico Dedo de Deus, importante símbolo turístico de Guapimirim e do estado, que se localiza dentro da área territorial do município. Em \"Guapi\" também está uma das áreas mais preservadas da Mata Atlântica do estado e a cidade possui uma característica peculiar: 70% do seu território encontra-se em área de proteção ambiental. São cinco áreas que compõem uma riqueza de biodiversidade em fauna e flora, e o município abrange a área de manguezal mais preservada do estado, conhecida como Pantanal Fluminense. O clima ameno da região a torna requisitada principalmente no inverno, devido aos festivais culturais e gastronômicos que ocorrem em Guapimirim e nas cidades próximas. Já no verão, a natureza é um atrativo para quem aprecia o ecoturismo e a prática de atividades de aventura, sendo que em Guapi, especificamente, é possível encontrar cachoeiras, trilhas, montanhas e o famoso Mirante do Soberbo. === Estrada de Ferro === A Estrada de Ferro Therezópolis, que inicialmente partia do Porto da Piedade em Magé e terminava em Teresópolis, ainda tem seu trecho parcialmente ativo. Em seu trecho original, a estrada de ferro começa na Estação de Magé e termina na Estação de Guapimirim. Hoje os trens são operados urbanamente pela SuperVia e fazem parte do Ramal de Guapimirim, que liga a cidade até o Centro do Rio de Janeiro. O restante do trecho entre Magé e Saracuruna, faz parte da Linha do Norte, construída pela Estrada de Ferro Leopoldina e que ligava a Estação de Rosário (Saracuruna) à Estação de Visconde de Itaboraí, na cidade de Itaboraí. É possível viajar nos trens de graça nas estações \"paradas\" do ramal, sendo que a compra de passagens só é realizada nas estações de Magé e de Saracuruna. As viagens levam em média 1 hora e 30 minutos entre as estações inicial e a terminal durante a semana, mas, aos sábados, domingos e feriados pode levar até 2 horas. Grande parte do trecho desativado que ligava a cidade de Guapimirim até Teresópolis ainda pode ser encontrado em ótimo estado de conservação dentro do Parnaso e se tornou um atrativo para os turistas amantes da história do Brasil e de ferrovias e tem sido amplamente explorado. === APA - Área de Proteção Ambiental de Guapimirim === É uma extensa área de proteção ambiental que abrange duas cidades vizinhas a Guapimirim: Magé e Itaboraí. Guapimirim é a única cidade a possuir águas da Baía de Guanabara intocadas pela poluição causada pelo homem. Nos mares de Guapimirim, bem nessa área, vivem os últimos 30 botos-cinza, símbolo da cidade do Rio de Janeiro e mais de mil espécies marinhas. As visitas podem ser agendadas e o acesso ao local é facilitado pelos agentes do Instituto Chico Mendes de Conservação da Biodiversidade (ICMBio). A área é também conhecida como Pantanal Fluminense ou Pantanal Carioca, por sua semelhança com o Pantanal. No cinema, a área é usada como cenário pelos cineastas para representar a Amazônia, por ser localizado próximo a Capital do Rio de Janeiro e por ter um custo de locação baixo. === Parnaso - Parque Nacional da Serra dos Órgãos === O Parque Nacional da Serra dos Órgãos - Sede Guapimirim (Parnaso), é a sede da reserva federal ideal para banhos de cachoeiras, trilhas e acampamentos, por ficar situada em uma região em que o clima é favorável a esse tipo de atividades. A sede também possui construções históricas da época do Brasil Império e que são usados como cenários de diversas novelas. Dentro da sede é possível visitar também o Centro de Visitantes e Museu Von Martius, que está instalado em um casarão do século XIX, que abrigou o botânico Carl Friedrich von Martius, na Expedição de Botânica do Brasil a pedido do Imperador Dom Pedro II no século XIX, que foi restaurado para a preservação de suas características, A Capela de Nossa Senhora da Conceição também é outro monumento histórico construído em 1713, e que fica situada dentro da Sede do Parque Nacional da Serra dos Órgãos, em Guapimirim. Diversos batizados da época da realeza aconteceram na Capela, por ser ficar situada as margens do Rio Soberbo e pelo seu fácil acesso a Estrada de Ferro Therezópolis, que ligava o Porto da Piedade em Magé, à Teresópolis. == Ver também == * Região Metropolitana do Rio de Janeiro * Baixada Fluminense * Magé * Estado do Rio de Janeiro * Lista de municípios do Rio de Janeiro * Lista de municípios do Brasil == Ligações externas == * Prefeitura de Guapimirim * Câmara Municipal * Guapimirim no WikiMapia Categoria:Fundações no Rio de Janeiro em 1990 Categoria:Topônimos de origem tupi",
 "title": "Guapimirim"
}