{
 "id": "33796",
 "text": "{{Info/Município do Brasil | nome = Nova Iguaçu | foto = Montagem Nova Iguaçu.jpg | leg_foto = De cima para baixo e da esquerda para direita: Via Light; Catedral de Nova Iguaçu; Calçadão de Nova Iguaçu; Panorama do centro da cidade. | apelido = Capital da Baixada | brasão = Brasão de Nova Iguaçu.svg | bandeira = Bandeira de Nova Iguaçu.svg | link_brasão = | link_bandeira = | hino = s:Hino do município de Nova Iguaçu | aniversário = 15 de janeiro | fundação = | gentílico = iguaçuano | padroeiro = Santo Antônio de Jacutinga | prefeito = Rogerio Lisboa | partido = Progressistas | mandato_início = 2016 | fim_mandato = 2024 | mapa = RiodeJaneiro Municip NovaIguacu.svg | latP = S | latG = 22 | latM = 45 | latS = 37.16 | lonP = O | lonG = 43 | lonM = 26 | lonS = 51.82 | estado = Rio de Janeiro | região_metropolitana = Rio de Janeiro | vizinhos = Norte: Miguel Pereira; Nordeste: Duque de Caxias; Leste: Belford Roxo; Sudeste: Mesquita; Sul: Rio de Janeiro; Sudoeste: Seropédica; Oeste: Queimados; Noroeste: Japeri. | dist_capital = 40 | dist_capital_ref = | área = 520.581 | área_ref = | área_urbana = | área_urbana_pos = BR: 27º | área_urbana_ref = est. Embrapa | população = 843046 | população_pos = RJ: 4º; BR: 24º | data_pop = Estimativa IBGE/2024 | altitude = 25 | altitude_ref = | clima = tropical | sigla_clima = Aw | idh = 0.713 | idh_pos = RJ: 43º | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2019 | pib_per_capita = 20 895,09 | data_pib_per_capita = IBGE/2020 | site_prefeitura = www.novaiguacu.rj.gov.br }} Nova Iguaçu (pronuncia-se ) é um município brasileiro do estado do Rio de Janeiro, Região Sudeste do país. Localiza-se na Baixada Fluminense, na Região Metropolitana do Rio de Janeiro, estando situado a da capital estadual. É o maior município da Baixada Fluminense e o quarto maior da Região Metropolitana do Rio de Janeiro em área. Possui o título de Capital da Baixada pelas várias províncias, freguesias e distritos que ao longo dos anos buscaram uma divisão política para municipalidades. Sua população estimativa de 2024 era de habitantes, sendo assim o quarto mais populoso do estado e o 24º mais populoso do país. É a cidade mais antiga da Baixada Fluminense, sendo considerada a Cidade-Mãe de outras cidades da região. Registrada em 1719, a freguesia de Nossa Senhora da Piedade de Iguaçu, ou Nossa Senhora da Piedade do Caminho Velho, depois Iguaçu Velho, Dela surgiram todas as cidades que compõem a Baixada Fluminense e, junto com Niterói, Magé e Itaguaí, são as mais antigas da Região Metropolitana do Rio de Janeiro. Possui o maior centro comercial e financeiro da Baixada Fluminense. Há grandes e modernos conjuntos de edifícios comerciais e residenciais de alto padrão, implicando um grande deslocamento terrestre pelas rodovias, aéreo pelo Aeroclube de Nova Iguaçu que hoje poucas aeronaves de pequeno porte utilizam e também pelo Heliporto. Está localizada na zona tropical do país e tem uma temperatura média anual de 23,4 °C. Na vegetação original do município predomina a mata atlântica. Em relação à frota automobilística, em 2009 foram contabilizados veículos. Com 99% de seus habitantes vivendo na zona urbana, o município contava em 2009 com 242 estabelecimentos de saúde. O seu Índice de Desenvolvimento Humano Municipal (IDHM), segundo dados do censo de 2010, é de , classificando-se assim como \"elevado\", porém abaixo da média estadual e nacional no mesmo período, que registravam, respectivamente, e . Neste sentido, Nova Iguaçu é o 41º município com melhor IDHM do estado do Rio de Janeiro. Dentro do contexto da região metropolitana do Rio de Janeiro, Nova Iguaçu é historicamente considerada como uma \"cidade dormitório\". No entanto, a cidade vem se desenvolvendo e mudando seu perfil sócio - econômico. Atualmente, Nova Iguaçu é, juntamente com Duque de Caxias, um polo de atração do deslocamento pendular diário de trabalhadores de todos os demais municípios da Baixada Fluminense, caracterizando-se um núcleo regional dessa porção do Grande Rio.https://www.sebrae.com.br/Sebrae/Portal%20Sebrae/UFs/RJ/Menu%20Institucional/SEBRAE_EPG_set13_mob_urb_merc_trab_rj.pdfhttps://www.caurj.gov.br/wp-content/uploads/2013/05/Luis_Valverde_Geotese_CPUA2015DIVULGA.pdf Possui ainda importantes centros de ensino e pesquisa, tais como o CEFET/RJ, SENAI, UFRRJ, UGB, UNESA, UNIABEU, UNIG e Unigranrio. Além da importância econômica, Nova Iguaçu é um notável centro turístico da Região Metropolitana. A Reserva Biológica do Tinguá e o Parque Municipal configuram-se como grandes áreas de preservação ambiental, enquanto que a Serra do Vulcão, com a prática de voo livre, é um relevante ponto de visitação localizado na zona suburbana. O patrimônio histórico é constituído pelas ruínas de Iguaçu Velho e da Fazenda São Bernardino. Nova Iguaçu possui importantes centros de cultura, lazer e entretenimento. Há eventos culturais realizados no Espaço Cultural Sylvio Monteiro, órgão responsável por projetar a vida cultural iguaçuana. O Nova Iguaçu Futebol Clube é um orgulho da cidade, que ainda possui como destaques os Polos Gastronômicos da Via Light, o Baixo Iguaçu e a rua que ficou conhecida como Rua da Lama. Também foi o berço do skate, tendo a primeira pista da América Latina, que está localizada na Praça do Skate. == Etimologia == O vocábulo \"Iguaçu\" é um termo proveniente do tupi, originalmente ygûasu. Seu significado é \"rio grande\" ou ainda \"água grande\", através da junção dos termos y (rio, água) e gûasu (sufixo que forma o grau aumentativo).NAVARRO, E. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 22. É uma referência dos índios jacutingas, naturais da região, ao Rio Iguaçu, outrora um rio caudaloso. Quando foi aportuguesado, o termo grafava-se, à época, Iguassú. Em 1891, a sede de município foi transferida para o arraial de Maxambomba, às margens da Estrada de Ferro Dom Pedro II, e em 1916 passou a se chamar Nova Iguassú, em oposição à antiga sede, que ficou conhecida como Iguassú Velho. Com o Acordo Ortográfico de 1945, o nome foi alterado, finalmente, para Nova Iguaçu. == História == === Primeiras ocupações === thumb|282px| Visão parcial do centro de Nova Iguaçu em 2019 Antes de os portugueses chegarem ao Rio de Janeiro (em 1503), os índios jacutingas já habitavam a margem ocidental do rio Iguaçu. Esses índios ajudaram os franceses quando eles chegaram à região. Em torno de 1565, após a expulsão dos franceses da Baía de Guanabara, a cidade de São Sebastião do Rio de Janeiro foi fundada. Havia, àquela época, intensa pirataria promovida por corsários franceses, ingleses e holandeses no litoral da colônia. Em 1575, o então governador da capitania do Rio de Janeiro, Antônio Salema, reuniu um exército português apoiado por uma tropa de índios catequizados, com o objetivo de exterminar o domínio franco-tamoio que já durava vinte anos no litoral norte da capitania. Temendo perder seus territórios, os índios tamoios, ainda aliados aos franceses, foram praticamente dizimados por conta da insurreição denominada \"Guerra de Cabo Frio\". As tropas vencedoras exterminaram aproximadamente 500 indígenas, escravizando outros 1 500. Foram condenados à forca dois franceses, um inglês e o pajé tupinambá. Não obstante, as tropas adentraram o sertão incendiando aldeias e matando outros milhares de tamoios. A Guerra de Cabo Frio resultou na completa expulsão dos franceses da região. No entanto, outros piratas europeus, principalmente ingleses e holandeses, continuaram a piratear o pau-brasil, causando mortes que se provaram inúteis, uma vez que a ausência de colonização no litoral fluminense continuou a proporcionar lucro aos corsários europeus. Não houve interesse da metrópole em colonizar a região do Cabo Frio após este massacre, entretanto os colonizadores decidiram povoar o Recôncavo Fluminense (região em torno da Baía de Guanabara). Começaram a se fixar às margens dos grandes rios da região, em especial os rios Iguaçu, Meriti, Sarapuí, Saracuruna, Jaguaré, Pilar, Marapicu, Jacutinga, Mantiqueira e Inhomirim. Ainda em 1575, o capitão-mor Belchior Azeredo construiu uma ermida em louvor a Santo Antônio, no sopé de uma colina a 750 metros da maior curva do Rio Santo Antônio, atual Rio Sarapuí, em terras jacutingas. A construção, erguida em taipa, foi determinante para que Belchior Azeredo conquistasse as terras dos índios jacutingas em forma de sesmaria, através do governador Cristóvão de Barros, batizando-as como Engenho Santo Antônio da Aldeia dos Jacutingas. O capitão-mor ainda concedeu a si mesmo uma sesmaria próxima ao Rio Majé, onde construiu um engenho (coordenadas: 22º45'38\" S ; 43º23'23\" O). Nas décadas posteriores, a pequena ermida foi alçada à categoria de capela-colada, de capela-curada e, finalmente, de igreja-matriz (freguesia), neste local permanecendo por mais de 130 anos, até a década de 1700. Uma vez a ocupação da bacia dos rios Iguaçu, Sarapuí e Meriti efetivada, o que ocorreu a partir do final do século XVI, as tradicionais trilhas indígenas viraram estradas. Uma delas, a longa trilha dos indígenas jacutingas, foi transformada na Estrada Geral, que ligava a Freguesia de Nossa Senhora da Conceição de Marapicu (atual Marapicu) à Freguesia de Santo Antônio da Aldeia dos Jacutingas (atual Belford Roxo, próxima à fábrica da Bayer). O leito da estrada é, atualmente, ocupado pela rodovia RJ-105. A velha ponte sobre o Sarapuí era o ponto de junção entre a Estrada Geral e a Estrada Real (atual Avenida Pastor Martin Luther King Júnior). A Estrada Real seguia em direção à Igreja de Nossa Senhora da Candelária, no Centro do Rio de Janeiro, passando antes pela Freguesia de São João do Orago do Rio Merity, pelo porto da Pavuna (que por um pequeno período foi distrito da cidade até os anos 20), por Inhaúma e pela Freguesia de Nossa Senhora da Apresentação do Irajá. Esses caminhos constituíram, por longo tempo, a melhor opção terrestre para adentrar o Recôncavo Fluminense, já que o acesso era difícil devido à grande quantidade de pântanos e de rios caudalosos e de considerável largura. Para estabelecer a rota da Estrada Real, foram considerados os melhores pontos para a transposição dos rios Meriti e Sarapuí, observando locais onde estes rios formavam vaus. A colonização da região exigia rotas para o escoamento da produção dos engenhos. Inicialmente, isso foi possível graças às vias fluviais, quando os rios serviam de estradas, uma vez que as trilhas indígenas (e as estradas derivadas delas) eram rústicas e os rios eram o modo mais fácil de adentrar no Recôncavo Fluminense para a sua colonização. === Freguesia de Nossa Senhora da Piedade do Iguaçu === Logo que passou a ser explorado, o ouro das Minas Gerais era levado por terra até o porto de Parati e daí, por via marítima, até a cidade do Rio de Janeiro, de onde seguia para Portugal. Como a rota do litoral entre Parati e o Rio de Janeiro era infestada por corsários e piratas, foi necessário a abertura de caminhos terrestres mais curtos e seguros para trazer o ouro das Minas Gerais até o Rio de Janeiro. No século XVII, Garcia Rodrigues Paes ligou Paraíba do Sul ao porto do Pilar do Iguaçu para o escoamento do ouro trazido de Minas Gerais. Essa ligação foi chamada Caminho do Pilar ou, mais comumente, Caminho Novo das Minas, pois substituiu o antigo Caminho de Paraty. Do Rio Pilar, podia-se navegar até o Rio Iguaçu para Iguaçu Velho, que tem sua foz no interior da Baía de Guanabara, área com fortificações e mais protegida dos ataques de piratas e corsários. Posteriormente, foram também abertos o Caminho da Terra Firme e a Variante do Proença, visando a facilitar o escoamento do ouro, já que o trânsito no Caminho do Pilar tinha diversos problemas. Com a redução de seu uso, o Caminho Novo logo passou a ser chamado de Caminho Velho. O Arraial de Nossa Senhora da Piedade do Iguaçu (à época, grafava-se \"Iguassú\") nasceu ao redor de um porto fluvial nas margens do Rio Iguaçu. Em 1699, a localidade já tinha uma capela curada. Na época do Marquês do Pombal, em 1750, foi elevada à categoria de freguesia. O Porto de Piedade de Iguassu prosperou em razão da intensa movimentação dos tropeiros pelo Caminho Novo. == Conde e Condessa de Iguaçu == Pedro Caldeira Brant, Conde de Iguaçu e Maria Isabel de Alcântara, filha de Dom Pedro e a Marquesa dos Santos. Pedro Caldeira Brant foi o primeiro e único Conde de Iguaçu (Nova Iguaçu). Era filho de Felisberto Caldeira Brant Pontes de Oliveira e Horta, Marquês de Barbacena, Residiam na Freguesia, vila e cidade de Nossa Senhora da Piedade do Iguaçu atual Nova Iguaçu no Engenho de Santo Antônio de Jacutinga, A propriedade (hoje em ruínas), se localiza no alto de uma colina atrás do Uniabeu, o que hoje é o município de Belford Roxo, na Baixada Fluminense. === Vila de Iguaçu === Mapa da vila de Iguaçu (1837) 1 - Morro da Cadeia 10 - Largo dos Ferreiros 19 - Morro Demetriano 2 - Caminho da Serra 11 - Armazém Soares e Melo 20 - Brejo Cambambé 3 - Porto do Pinto 12 - Porto de Iguaçu 21 - Marambaia 4 - Porto do Viana 13 - Morro do Pessoa 22 - Caminho dos Velhacos 5 - Porto Soares e Mello 14 - Morro do Marinho 23 - Caminho para Tinguá 6 - Porto dos Passageiros 15 - Largo do Vítor 24 - Estrada do Comércio 7 - Porto dos Saveiros 16 - Largo Lava-pés 25 - Estrada do Cambambé 8 - Câmara (Paço) Municipal 17 - Matriz de N.S. da Piedade 26 - Córrego Mangangá 9 - Cadeia de Iguaçu 18 - Morro M. Lima 27 - Estrada da Olaria Iguassu é uma rua comprida e mal calçada que à esquerda segue para o porto e à direita termina numa bifurcação. Aí se comprimem os armazéns, as construções, as casas dos consignatários que exportam para o Rio. É a bolsa, o mercado, o entreposto. É a vida de Iguassu. Consta de duas mil almas a população desse burgo-capital... No porto, o rio é estreito e baixo. Os cavaleiros da jarreteira poderiam passá-lo facilmente. Os barcos carregados são impelidos a vara até o mar... Antes de deixar Iguassu, sua hospedaria onde se agita toda uma geração de mestiços e sua casaria acaçapada, tive ensejo de ver um desses longos comboios de mulas carregadas que denominamos tropa. Descrição feita por Charles Ribeirolles em 1859RIBEYROLLES, Charles. Brazil Pittoresco: Historia - Descripções - Viagens - Instituições - Colonisação. Rio de Janeiro:Typographia Nacional; 1ª ed: 1859; pag. 81. Ou edição mais recente: RIBEYROLLES, Charles. Brasil Pitoresco. Vol. 1. BH: Itatiaia; SP: Editora da USP, 1980: 218-219. A área total da vila de Iguaçu era, à época de sua criação, de 1 305,47 km². Na sede, havia um quartel com uma cadeia anexa, a Câmara de Vereadores, o Fórum, casas comerciais e cerca de cem casas. Nos portos, eram embarcadas mercadorias em direção ao Rio de Janeiro. A população em 1879 era estimada em 21 703 pessoas, sendo 7 622 escravos. Apesar do grande progresso em seus primeiros anos de independência administrativa (embora até 1919 as funções de executivo fossem de responsabilidade do intendente, representado pelo presidente da câmara), a Vila de Iguaçu entrou em decadência na segunda metade do século XIX. Alguns fatores podem ser citados, como a criação das estradas de ferro, a construção de uma ponte sobre o Rio Iguaçu e epidemias de cólera, varíola e malária. A abolição da escravatura também ajudou no declínio da economia do município, que se sustentava na exploração dos escravos negros na agricultura da cana-de-açúcar. Havia canaviais por todo o município, além de plantações de milho, feijão, mandioca, café e arroz. === Maxambomba === Maxambomba é o nome de um mecanismo de tração, operado sobre um ou dois trilhos, utilizado na época do Brasil colonial pelos senhores de engenho para assentar uma carga com segurança sobre a embarcação destinada para fazer o transporte fluvial da produção do Engenho. O mecanismo de grua permitia locomover para baixar a carga sobre a canoa chalana, observando o centro de gravidade da embarcação para a distribuição uniforme do peso da carga, evitando que o carregamento gerasse oscilações que pudessem acidentalmente lançar a carga ao rio durante o carregamento. Assim vemos que um mecanismo de grua serviu para nomear o rio que atravessava as terras do Engenho Maxambomba. Este Rio Maxambomba era chamado de Apeterei pelos índios Jacutingas (antigos donos da terra). Apeterei, em língua tupi, significa \"Rio do Meio\". Atualmente, o rio está canalizado sob os quarteirões situados entre as ruas Luis Guimarães / Nilo Peçanha e a Otávio Tarquínio. A Serra de Madureira (Serra do Engenho do Madureira) também foi denominada de Serra de Maxambomba (Serra do Engenho Maxambomba). O Rio Maxambomba nasce na Serra de Maxambomba e atravessa as terras do antigo Engenho Maxambomba e era designado como Apeterei (Rio do Meio), porque localiza-se entre dois rios maiores: Rio das Botaes (Riachão) e o Rio Caxoeira (atual Rio da Prata). Uma canoa de fundo chato, conhecida como chalana ou chalupa, era o transporte mais apropriado para navegar o talvegue raso do curso d´água (um afluente de rio) utilizado pelo engenho como via fluvial para transporte. A produção do Engenho Maxambomba escoava através de um portinho existente no Rio da Prata, afluente do Rio Sarapuí. O carregamento também seguia através do Rio Maxambomba, principalmente quando o Rio da Prata estava obstruído por árvores caídas ou por desmoronamentos das margens, o que provocava assoreamento acidental. A produção de cana-de-açúcar seguia as diretrizes de Portugal para o Brasil Colônia. As raízes fracas e finas da cana provocam a erosão dos terrenos desmatados e o consequente assoreamento dos rios. Porque, ao ser desmatada a terra e removidas as árvores com raízes fortes que seguravam a terra, substituídas pelo plantio da cana, com raízes fracas e finas que não seguravam a terra, esta era levada pelas chuvas torrenciais e depositadas no fundo dos rios, sedimentando-os e diminuindo-lhes a profundidade. Através do portinho existente no Rio Maxambomba, a produção escoava até o Porto dos Saveiros (em Tinguá) ou via Rio da prata até o Porto do Rio Sarapuí, onde era reembarcada em saveiros ou faluas, embarcações maiores, com destino ao Cais dos Mineiros, no Rio de Janeiro (que situava-se ao lado do Arsenal de Marinha, na atual Rua 1º de Março) Para carregar as chalanas, o engenho contava com dois portinhos fluviais: um deles localizava- se no atual Bairro da Vila Nova (instalado no Rio da Prata); o outro existia à montante do Rio Maxambomba (atual Centro de Nova Iguaçu). Na periferia do Engenho Maxambomba, ao redor do portinho do Rio Maxambomba, gradativamente foi-se assentando um pequeno comércio, seguido por um pequeno núcleo populacional que foi prosperando até se transformar no pequeno Arraial de Maxambomba. Assim, na periferia das terras do Engenho Maxambomba, nasceu o Arraial Maxambomba. Desenvolveu-se e prosperou ao redor do portinho que existiu próximo à atual Rua Floresta Miranda. O transporte fluvial e marítimo foi utilizado até 1728, quando o Caminho do Tinguá foi concluído pelo mestre de campo Estêvão Pinto. Esse caminho, que ficou conhecido como Caminho de Terra Firme, fugia da planície inundada e pantanosa para transpassar a muralha da Serra do Mar a caminho das Minas Gerais. Passava no antigo Engenho Maxambomba, de propriedade de Martim Corrêa Vasques. O Caminho de Terra Firme foi o único que deixou vestígios, pois, sobre parte de seu percurso, foram assentados, em 1858, os trilhos da Estrada de Ferro Dom Pedro II, (atualmente sob concessão à Supervia). O Engenho de Maxambomba (localização exata de onde situava-se o engenho: latitude 22°45'36.69\"S longitude 43°25'59.90\"W) integrava a jurisdição (distrito) da Freguesia de Santo Antônio de Jacutinga. No século XVII, o Engenho Maxambomba surgiu em razão do desmembramento do Engenho de Santo Antônio de Jacutinga, localizado nas terras da antiga aldeia dos índios Jacutingas. A sesmaria do Engenho Santo Antônio foi concedida pelo Governador Cristóvão de Barros, para um de seus capitães, de nome Belchior de Azeredo, homem de confiança de Cristóvão de Barros que era o quarto governador do Rio de Janeiro. O engenho ficou séculos nas mãos da família Azeredo, passando para José de Azeredo e seu filho Antônio de Azeredo (descendentes de Belchior), até ser desmembrado e extinto no século XIX, com as terras integradas ao Engenho do Brejo (Belford Roxo) e Engenho Maxambomba (Nova Iguaçu). No século XVII, o Engenho Maxambomba era propriedade de Salvador Correia de Sá e Benevides, neto paterno de Salvador Correia de Sá (o Velho), que era o maior latifundiário do Rio de Janeiro, dono de vários engenhos e de mais de setecentos escravos e que foi governador do Rio de Janeiro por três mandatos intercalados. Ele morava na Rua Direita, atual Rua 1º de Março, no Centro do Rio de Janeiro. Na primeira metade do século XVIII, pertenceu a Martim Corrêa Vasques. Na segunda metade do mesmo século, o Engenho Maxambomba passou para o Padre José Vasques de Souza, cujo irmão inteiro era o capitão Manuel Correia Vasques, proprietário do Engenho Caxoeira (atual município de Mesquita). Ambos eram descendentes diretos de Salvador Correia de Sá e Benevides, de Mem de Sá e de Estácio de Sá. A sede colonial do Engenho Maxambomba situava-se no cume da alta colina em cuja encosta setentrional localiza-se, atualmente, o Bairro Califórnia e em cuja encosta meridional está assentado o Bairro da Vila Nova. A sede do Engenho Maxambomba estava a 1,65 km (um quarto de légua) de distância da Matriz da Freguesia de Santo Antônio de Jacutinga (atual Igreja da Prata). A localização é dada com exatidão por Monsenhor Pizarro, no relatório das suas visitas pastorais no ano de 1794. Ele descreve com clareza solar a direção do engenho (poente) e a equidistância, em léguas, levando em consideração, como ponto de partida, a atual Igreja de Santo Antônio da Prata, que, em 1794, era a Matriz de Santo Antônio de Jacutinga (Localização da atual Igreja de Santo Antônio da Prata = Latitude: 22°45'38.68\"S e Longitude: 43°24'56.99\"W). Escravos fugitivos do Engenho Jacutinga, do Engenho do Brejo e do Engenho Maxambomba utilizavam o leito do Rio da Prata para chegar às encostas da Serra Maxambomba (atual Serra do Madureira), onde, no atual bairro do K-11, fundaram o Quilombo de Cauanza. K-11 é uma corruptela de Kwanza que também é o maior rio de Angola e o nome atual da moeda angolana. Os pequenos rios, vias fluviais que serviam os engenhos, foram perdendo sua capacidade de manter talvegue apropriado para serventia e, em razão de assoreamentos, obstruções e contínuo desmatamento das margens, gradativamente foram substituídos por estradas ou carreteiras (estradas para carroças). A Estrada Geral é uma das mais antigas da região, caminho utilizado bem antes do período colonial. Já era uma antiquíssima trilha dos índios Jacutingas (um apékatu, que, em língua tupi, significa: \"bom caminho\"NAVARRO, E. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 29, 79.). A Estrada Geral ligava a Freguesia de Nossa Senhora da Conceição de Mariapicu à Freguesia de Santo Antônio da Aldeia dos Jacutingas (atual Centro de Belford Roxo). Hoje, a Estrada Geral está dividida em duas: Estrada Doutor Plínio Casado e Estrada Abílio Augusto de Távora (antiga Estrada do Engenho do Madureira), que, em 1930 foi reformada. A carreteira mais extensa construída pelo colonizador na Freguesia de Santo Antônio de Jacutinga, em linha quase reta, iniciava no atual Centro de Nova Iguaçu, na Rua Floresta Miranda, seguindo pela Rua Comendador Francisco Soares, Rua do Encanamento, atravessando a atual Rodovia Presidente Dutra (que não existia na época), seguindo por Heliópolis (Rua Maria/Avenida Heliópolis), passando pelo Bairro Baby até chegar ao Porto dos Saveiros (Tinguá). Outras carreteiras importantes foram melhoradas quando as vias fluviais deixaram de ser utilizadas, como é o caso da atual Rua Barros Júnior, que se conecta com a Estrada do Iguaçu (atravessando a Via Presidente Dutra). Estas carreteiras eram a serventia para transporte da produção do Engenho do Madureira, Engenho da Posse, Fazenda Caioaba e Fazenda Filgueiras (atual bairro Filgueiras, em Nova Iguaçu). O escoamento destinava as produções dos engenhos para embarque nos portos fluviais de Piedade de Iguaçu. A importância que o Rio Iguaçu tinha para a comunicação entre a vila e o Rio de Janeiro diminuiu com a implantação das estradas de ferro, que eram um meio de transporte mais rápido, barato e seguro. À época do Segundo Império, a população da Vila Maxambomba assistiu entusiasmada à chegada das locomotivas a vapor, popularmente conhecidas por \"maria-fumaças\". Em 29 de março de 1858, a Estrada de Ferro Dom Pedro II (atual Estrada de Ferro Central do Brasil) foi inaugurada pelo próprio Imperador Pedro II e ligou o Campo da Aclamação (no Rio de Janeiro) ao Pouso dos Queimados (atual Município de Queimados) e, no ano seguinte, chegou a Belém (atual Japeri). Na parada ferroviária de Maxambomba, a produção da Fazenda Maxambomba passou a ser embarcada para a corte. A implantação da estrada de ferro aumentou o comércio estabelecido na região. A atividade no arraial prosperou tanto que isso fez com que, em 1862, a Matriz da Freguesia de Santo Antônio de Jacutinga fosse transferida para perto da estação. Outra estrada de ferro importante foi a Rio do Ouro, que começava no bairro do Caju, no Rio de Janeiro) e seguia até a localidade de Rio d'Ouro, em Nova Iguaçu. Sua construção foi iniciada em agosto de 1876 e concluída em 1883. Em 1886, foi adaptada para o transporte de cargas e passageiros e contava com três ramais em seus 53 quilômetros: Xerém, Tinguá e São Pedro (Jaceruba). Nos anos 60, contudo, a estrada de ferro foi, aos poucos, desativada. Segundo os responsáveis por sua manutenção, ela não dava lucro. A ponte construída sobre o Rio Iguaçu em 1886 na localidade de São Bento acabou de vez com a importância do rio para o desenvolvimento da região, pois impediu o tráfego dos saveiros e faluas. A chegada da ferrovia na região, a proclamação da Lei Áurea no dia 13 de maio de 1888 (que causou a ruína a considerável parte da aristocracia rural) e as epidemias de cólera, varíola e malária fizeram com que a população da Vila de Iguaçu abandonasse o local, transferindo-se para o Arraial de Maxambomba. Devido, especialmente, a esses fatores, em 1º de maio de 1891, através de decreto assinado por Francisco Portela, a sede do município foi transferida definitivamente para Maxambomba, que foi elevada à categoria de vila. A antiga Vila de Iguaçu passou a ser conhecida por Iguaçu Velha. No limiar da década de 1950, época da inauguração da Rodovia Presidente Dutra, as terras remanescentes do antigo engenho colonial Maxambomba foram desapropriadas pelo presidente Getúlio Vargas, que urbanizou a antiga Fazenda Maxambomba, transformando-a em bairro modelo, com o objetivo de oferecer moradias à classe dos marítimos, uma categoria de servidores do estado, transformando a Fazenda Maxambomba no Bairro Califórnia. === Nova Iguaçu === A Vila de Maxambomba, que hoje abrange o centro de Nova Iguaçu, recebeu oficialmente o nome de \"Nova Iguassú\" Também substituindo o Nome de Vila do Iguassú, através da Lei 1 331, de 9 de novembro de 1916, de autoria do deputado estadual Manuel Reis. A grafia do nome da cidade só mudou para \"Nova Iguaçu\" tempos depois, após reformas ortográficas da língua portuguesa. Após o declínio da agricultura da cana-de-açúcar, a cultura da laranja passou a ser a mais importante para o município. Vinda de São Gonçalo, a laranja encontrou solo ideal em Nova Iguaçu. Apenas para citar um exemplo, todo o bairro da Posse era, antigamente, uma grande fazenda produtora de laranjas. Praticamente toda a produção de laranjas era exportada, trazendo para o município um grande desenvolvimento econômico. A exportação começou a ocorrer no ano de 1891, juntamente com o desmatamento (lenha e carvão, madeiras de lei). O auge da citricultura em Nova Iguaçu foi dos anos 30 a 1956. De 1930 a 1940, a cidade de Nova Iguaçu era chamada de \"Cidade Perfume\", porque as laranjeiras, em floração, perfumavam todo o roteiro das ferrovias. A construção de casas de beneficiamento e embalagem da produção na segunda metade do século XX trouxe novo fôlego para a exportação. Porém, durante a Segunda Guerra Mundial, houve interrupção do transporte marítimo, impedindo a exportação das laranjas. Com isso, as áreas dos antigos laranjais começaram a ser loteadas e novos bairros surgiram. A partir da \"crise da laranja\", Nova Iguaçu passou a se concentrar num processo de industrialização, beneficiado pela facilidade de escoamento da produção graças, especialmente, às rodovias que cortam o município, entre elas a BR-116 (Rodovia Presidente Dutra). Além disso, nessa época era possível encontrar com facilidade amplos terrenos a preço baixo e mão de obra barata. Nova Iguaçu passou então a contar com um significativo parque industrial e uma grande atividade comercial. === Emancipações === O município de Nova Iguaçu possuía uma área territorial, quando de sua fundação, muito maior do que na atualidade. Somando-se a área de todos os municípios que eram integrantes do território Iguaçuano, tem-se que, à época de sua criação, o então município de Iguaçu possuía uma área de 1.318,244 km2, ou seja, mais de duas vezes e meia a área atual. Porém, as diversas emancipações de distritos que queriam sua independência administrativa marcaram a história do município. ==== Século XIX ==== O primeiro desmembramento foi em 1843 com Vila da Estrela, um antigo território que em 1891 entrou em decadência e retornou a Nova Iguaçu, porém sua antiga sede, Vila Inhomirim, foi dividida com Magé na mesma época. Atualmente encontra-se de posse dos municípios de Magé e Duque de Caxias. Depois veio Desligamento da Pavuna (que chegou ser Tratado como Distrito até os anos 20), perdendo acesso ao importante porto do rio Pavuna, porém parte da Região ainda ficou na freguesia Iguaçuana de São João do Orago do Rio Merity e outra maior foi incorporada a freguesia de Nossa Senhora da Apresentação de Irajá. ==== Século XX ==== O recém criado Distrito de Duque de Caxias foi a primeira emancipação oficial no século 20, ocorrida em 31 de dezembro de 1943, quando também foram desmembrados do município de Nova Iguaçu os distritos de Caxias, São João de Meriti (que, por sua vez, alcançaria a independência administrativa em 1947), Bonfin, Xerém (Pilar do Iguaçu), Taquara e Imbariê (Vila da Estrela). Com isso, Nova Iguaçu perdeu acesso à Baía de Guanabara, a uma pequena parte de Santana das Palmeiras (levando parte da Reserva Biológica Federal do Tinguá) e a uma grande área de Belford Roxo. Em 1947, foi a vez do então Distrito de Nilópolis se emancipar. Contudo, as emancipações que mais marcaram a economia de Nova Iguaçu foram as ocorridas no início dos anos 1990. Mesmo com as emancipações dos anos 1940, Nova Iguaçu tornou-se, ao longo dos anos, uma das principais cidades do estado, tanto em população quanto em geração de renda. Em 1989, a cidade chegou a ter 1 700 000 habitantes, sendo a sexta mais populosa do Brasil na época. Mas essa realidade foi abalada após as emancipações de importantes distritos. Em abril de 1990, houve a emancipação do então Distrito de Belford Roxo (segundo menor distrito, porém um dos mais populosos), Seguido, em dezembro, pelo então Distrito de Queimados (no qual estava localizado o Polo Industrial de Nova Iguaçu que, logicamente, passou a ser administrado pelo novo município). Em 1991, foi a vez do então Distrito de Japeri se emancipar. No ano de 1951, a antiga Belém passa a constituir, juntamente com Engenheiro Pedreira, o 6º distrito de Nova Iguaçu: Japeri. Por haver, em um só distrito, duas localidades distintas, foram criadas as Administrações Regionais de Engenheiro Pedreira e de Japeri. Por estarem politicamente constituídas em um único distrito. Em 1999, Mesquita, distrito de apenas 35 km², também se emancipou, tendo sua primeira eleição para prefeito no pleito municipal de 2000. As emancipações trouxeram uma decadência econômica para o município de Nova Iguaçu, que teve população e, consequentemente, arrecadação reduzidas, apesar de ter mantido praticamente o mesmo volume de gastos públicos. Antes de iniciar seu ciclo de industrialização, Nova Iguaçu era uma cidade-dormitório, designação dada aos municípios cuja maior parte da população trabalha em outra cidade (no caso, o Rio de Janeiro). Além disso, praticamente não havia infraestrutura urbana, já que a cidade acabara de sair de um período dedicado apenas à citricultura. Municípios emancipados de Nova Iguaçu Bandeira Município Área (km²) População (cen. 2022) Data da emancipação Duque de Caxias 467,62 808.161 31 de dezembro de 1943 70px São João de Meriti (emancipado de Duque de Caxias) 35,216 440.962 21 de agosto de 1947 Nilópolis 19,393 146.774 21 de agosto de 1947 Belford Roxo 77,815 483.087 3 de abril de 1990 Queimados 75,695 140.523 21 de dezembro de 1990 Japeri 81,869 96.289 2 de dezembro de 1991 Mesquita 41,477 167.127 25 de setembro de 1999 == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata do Rio de Janeiro. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião do Rio de Janeiro, que por sua vez estava incluída na mesorregião Metropolitana do Rio de Janeiro. * Extensão: Norte-Sul - 36 km / Leste-Oeste - 24 km. * Rios: Maxambomba, da Prata, Iguaçu, Guandu, Botas, Sarapuí e Tinguá. * Temperatura média anual: 23,4 °C. * Precipitação média anual: 2 105mm. === Clima === O clima de Nova Iguaçu é tropical (tipo Aw segundo Köppen), com diminuição de chuvas no inverno e temperatura média anual de 23,4 °C, tendo invernos secos e verões chuvosos com temperaturas altas. O mês mais quente, janeiro, conta com temperatura média de 24,9 °C, sendo a média máxima de 32,7 °C e a mínima de 23,6 °C. E o mês mais frio, julho, de 25,4 °C, sendo 27,1 °C e 16,7 °C a média máxima e mínima, respectivamente. Outono e primavera são estações de transição. A precipitação média anual é de 2105,0 mm, sendo julho o mês mais seco, quando ocorrem apenas 41,7mm distribuídos em 9 dias. Em janeiro, o mês mais chuvoso, a média fica em 233,1mm, em 18 dias de chuva. Nos últimos anos, os dias de verão em Nova Iguaçu têm sido cada vez mais quentes, com temperaturas não raro beirando a casa dos 40 °C. Durante o verão, são comuns dias com elevadas temperaturas e intensa evapotranspiração, provocando intensas chuvas ao fim do tarde. Tais condições, aliadas a outros fatores, possibilitaram a ocorrência de um fenômeno meteorológico extremo: em 19 de janeiro de 2011, um tornado atingiu a região sudoeste do município, provocando estragos e prejuízo. Em locais como a Rua Flor de Maio, no bairro Lagoinha, muitos moradores tiveram suas casas destelhadas pela ventania. As instalações elétricas foram arrebentadas e árvores derrubadas. Algumas casas ficaram sem energia elétrica por mais de 10 horas. A temperatura mínima na cidade pode atingir os 10 °C, nos meses de maio a julho. Levando-se em conta o gradiente térmico, que estabelece a variação de 0,65 °C para cada 100 metros de altitude, é possível que, nas partes mais altas do município (notadamente a Serra do Tinguá, cuja altitude máxima é cerca de 1600 metros) a temperatura seja cerca de 10 °C mais baixa que na sede. === Localização === A Cidade de Nova Iguaçu apresenta-se geograficamente limitada pelos seguintes municípios: Rio de Janeiro, a sul; Mesquita, a sudeste; Belford Roxo, a leste; Duque de Caxias, a nordeste; Miguel Pereira, a norte; Japeri, a noroeste; Queimados, a oeste; e Seropédica, a sudoeste. Longitudinalmente, apresenta uma extensão máxima de 36,33 km e 31,28 km de extensão máxima transversal, perfazendo uma área de 524,5 km², que a torna o maior município da Baixada Fluminense. O município situa-se na região mais importante, econômica e financeiramente, do estado do Rio de Janeiro, a denominada Região Metropolitana, da qual fazem parte, além de Nova Iguaçu, os municípios de Belford Roxo, Duque de Caxias, Guapimirim, Itaboraí, Itaguaí, Japeri, Magé, Mangaratiba, Maricá, Mesquita, Nilópolis, Niterói, Paracambi, Queimados, Rio de Janeiro, São João de Meriti, São Gonçalo, Seropédica, Tanguá, Rio Bonito, Cachoeiras de Macacu e Petrópolis. Em virtude de seu posicionamento geográfico, a cidade desempenha o papel de centro de negócios e de comércio para os municípios vizinhos, situados a oeste da Baía de Guanabara. A cidade de Nova Iguaçu situa-se a 35 km da Cidade do Rio de Janeiro, como demonstra o marco quilométrico instalado na estação ferroviária da antiga Estrada de Ferro Central do Brasil. O diagrama seguinte representa os municípios periféricos a Nova Iguaçu, num raio de 40 km. As distâncias são em linha reta. Nota-se a grande proximidade dos centros dos municípios de Mesquita, Belford Roxo, Nilópolis, São João de Meriti e Duque de Caxias a Nova Iguaçu. === Geologia === A geologia de Nova Iguaçu está representada por três grandes grupos de rochas, de origem, composição e idades diferenciadas. ;Formação sedimentar São terras formadas por sedimentos inconsolidados com idade inferior a 2 milhões de anos responsáveis pela cobertura sedimentar. Os locais planos e os sopés dos maciços e colinas são formados por esse tipo de cobertura. Constituem as planícies e as terras baixas da Posse, Comendador Soares, Cabuçu, Jardim Paraíso e km 32, além de áreas isoladas, como as terras pantanosas do noroeste de Campo Alegre, as margens do rio Iguaçu em Geneciano e a planície de Iguaçu Velho. ;Formação de rochas ígneas alcalinas A maioria do maciço Gericinó-Mendanha, situa-se na porção meridional do município de Nova Iguaçu, comprimento aproximado de 15 km, largura de 5 km e altura relativa de 900 m, sobressaindo da planície da Baixada Fluminense com altitude em torno de 30 m onde a cidade de Nova Iguaçu está presente. Este maciço é constituído principalmente por nefelina sienito e álcali sienito. Essas rochas são originado de resfriamento de magma, denominadas rochas ígneas, e são compostas de mineral de tamanho grande, sendo identificável a olho nu, chamadas de rochas plutônicas, com aparência visual similar de granito. Essas rochas formam um corpo intrusivo de tamanho quilométrico, que formava uma câmara magmática que se situava em 3 a 4 km de profundidade. O tamanho milimétrico dos minerais indica que o resfriamento lento do magma ocorreu em localidades subterrâneas com uma grande profundidade. Nefelina sienito é constituído por feldspato alcalino, nefelina, clinopiroxênio, anfibólio e biotita. Esta é classificada como uma rocha alcalina de strict-sensu devido à existência de nefelina. Nefelina sienito é extraída como uma rocha ornamental no pico do Marapicu, na borda oeste do maciço Mendanha, com nome comercial de Granito Cinza Ás de Paus. Álcali sienito é composto de minerais similares porém não contem nefelina. Ocorrem também traquito como corpos intrusivos pequenos tal como diques. Esta rocha é constituída por feldspato alcalino, clinopiroxênio e anfibólio. Álcali sienito e traquito são extraídos na margem nordeste do maciço Mendanha como matéria prima para a brita de excelente qualidade química e física, que possibilita longevidade das construções civis, sendo um raro exemplo do mundo. Os minerais constituintes de traquito são pequenos, sendo invisíveis a olho nu, indicando resfriamento rápido. Em algumas localidades isoladas, encontra-se brechas vulcânicas que constituem condutos subvulcânicos. Conforme às datações Ar-Ar pelo método laser-spot, a idade da intrusão e do resfriamento do magma ocorreu em 59 a 67 milhões de anos, mais provavelmente em torno de 60 milhões de anos, o que corresponde ao Eocenozóico, o período logo após a extinção de dinossauros. A brecha vulcânica e traquito eram interpretadas como rochas formadas por extrusão magmática na superfície da Terra, sendo formadoras de um vulcão extinto com suposta presença de cratera, denominado \"Vulcão de Nova Iguaçu\". A hipótese do Vulcão de Nova Iguaçu foi comentado frequentemente nas imprensas e programas de televisão, tais como Folha de S.Paulo e Rede Globo, porém não havia artigos completos publicados em periódicos científicos. Por outro lado, as pesquisas científicas no Século XXI demonstraram os dados científicos incompatíveis à hipótese do vulcão extinto, esclarecendo geologicamente a inexistência da lava, o fluxo piroclástico e a bomba vulcânica, que eram comentados em palestras e discursos. As pesquisas geomorfológicas com base na técnica de seppômen comprovaram a inexistência da cratera e o cone vulcânico. De fato, houve atividades vulcânicas nesta região, porém o vulcão antigo da era dos dinossauros foi eliminado completamente por intensa erosão tropical. A superfície da Terra naquele tempo corresponde a cerca de 3000 a 4000 m de altitude atual e a exposição geológica atual corresponde à estrutura subvulcânica por 3 a 4 km de profundidade da época do magmatismo. O corpo intrusivo de rochas sieníticas constituía uma câmara magmática abaixo da área vulcânica daquele tempo e, portanto hoje em dia não existe mais o edifício vulcânico.Vulcão de Nova Iguaçu Entretanto, fora das comunidades acadêmicas e científicas, o mito do vulcão ainda continua. === Vegetação === Classe de uso do solo % Área Floresta ombrófila densa 32,88% 175,5 km² Área urbana 30,66% 163,4 km² Pastagens (campos) 19,85% 105,7 km² Vegetação secundária 7,36% 39,2 km² Área degradada 4,52% 24,0 km² Área rural 2,94% 15,6 km² Formação pioneira 1,27% 6,8 km² Corpos d'água 0,52% 2,7 km² Total 100% 532,9 km² Em Nova Iguaçu, cerca de 40 por cento da área total da cidade encontra-se coberta por formações vegetais significativas (vegetações primárias, secundárias ou pioneiras). Desse total, 32,88 por cento correspondem à cobertura original da Mata Atlântica, um dos mais ricos ecossistemas do planeta. Cerca de 30 por cento está comprometido com o uso urbano e o restante corresponde à atividade agrícola (2,94 por cento) e as áreas de campo e pastagem, ou seja, as áreas onde a vegetação natural ou primitiva foi substituída para práticas de agricultura ou para o criatório. Uma pequena parcela da superfície total do município corresponde a áreas sujeitas a inundações e áreas degradadas. === Hidrografia === Nova Iguaçu conta com diversos rios, córregos e canais que constituem as bacias dos rios Iguaçu e Sarapuí (que, regionalmente, integram a bacia da Baía de Guanabara) e a do rio Guandu (que integra a bacia da Baía de Sepetiba). A bacia do rio Guandu abrange os rios Santana, São Pedro, Santo Antônio, d'Ouro, Sarapó, Ipiranga, Cabuçu, Cabenga e Guandumirim. A bacia do rio Iguaçu abrange os rios Paiol, das Velhas, Botas, Ana Felícia, Tinguá, Barreiras, Boa Esperança e Adrianino. A bacia do rio Sarapuí é constituída pelos rios Maxambomba, da Prata e Dona Eugênia. A partir de 2008, teve início o Projeto Iguaçu, que vem revitalizando, desassoreando e construindo áreas de lazer ao longo dos rios de Nova Iguaçu e redondezas, com o objetivo de evitar enchentes, queda de barreiras e construções nas margens dos rios. === Unidades de conservação da natureza === Diversos tipos de Unidades de Conservação da Natureza foram instituídos em Nova Iguaçu, correspondendo a correspondem a 50 por cento da área total da cidade. Na porção sul do município, localiza-se a área de proteção ambiental (APA) do Mendanha, unidade de uso sustentável administrada pelo Governo Estadual. Dentro dessa APA, encontra-se o Parque Municipal de Nova Iguaçu, unidade de proteção integral instituída pelo Poder Público Municipal. Ao norte, encontramos a Reserva Biológica Federal do Tinguá, unidade de proteção integral instituída pelo Governo Federal. Margeando essa reserva, encontramos as Áreas de Proteção Ambiental de Jaceruba, Rio d'Ouro e Tinguá, todas instituídas por leis municipais. Outras quatro áreas de proteção ambiental municipais são: Guanduaçu, Morro Agudo, Tinguazinho e Retiro, localizadas, respectivamente, nas porções sudoeste, noroeste e nordeste do município. Sua área verde, com diversas opções de ecoturismo lhe garantiu o apelido de \"Capital dos esportes de aventura\". == Demografia == Em 2022, a população do município foi contada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 785.867 habitantes, sendo o quarto mais populoso do estado e também da Região Metropolitana do Rio de Janeiro, apresentando uma densidade populacional de 1509,6 habitantes por km². Segundo o Censo 2022, habitantes eram homens e habitantes mulheres. Ainda segundo o Censo 2010, habitantes viviam na zona urbana e na zona rural.. Já segundo estatísticas divulgadas em 2015, a população municipal era de habitantes. O Índice de Desenvolvimento Humano Municipal (IDH-M) de Nova Iguaçu é considerado médio pelo Programa das Nações Unidas para o Desenvolvimento (PNUD). Seu valor é de 0,762, sendo o 45º maior de todo o estado do Rio de Janeiro (em 92 municípios). === Composição étnica e religiosa === No censo de 2022, a população de Nova Iguaçu era formada por 255 892 brancos (32,60%), 145 899 pretos (18,60%), 382 631 pardos (47,70%) e 563 indígenas (0,09%). O Censo de 2010 também revelou-se que a composição religiosa da população de Nova Iguaçu era formada por: 294 099 evangélicos (36,94%), 263 499 católicos (33,09%), 141 mórmons (0,02%), 92 judeus (0,01%), 7123 testemunhas de Jeová (0,89%), 20 914 espíritas (2,63%), 7 302 seguem a umbanda ou candomblé (0,92%), 168 600 não possuem nenhuma afiliação religiosa (21,17%) e 33 442 (4,33%) seguem outras crenças ou não respondeu. Neste mesmo censo foi registrado um crescimento das igrejas protestantes e evangélicas de quase 8 pontos percentuais, enquanto que a igreja católica registrou uma queda de 10 pontos percentuais, em Nova Iguaçu, assim como na Baixada Fluminense a maioria da população é evangélica/protestante e esse número só tende a crescer. == Política == * Número de eleitores: 560.576 / Zonas 9 / Seções 1 589 (dados da eleição de 2012) === Câmara municipal === A Câmara de Vereadores de Nova Iguaçu foi instalada em 29 de julho de 1833, com a posse dos primeiros vereadores. O primeiro presidente foi Inácio Antônio de Sousa Amaral. Até a criação da Prefeitura, pouco mais de 86 anos depois, a Câmara de Vereadores acumulou os poderes Legislativo e Executivo. Entre 1891 e 1908, a Câmara de Vereadores (Paço Municipal) não teve sede. Em 1908, foi inaugurado um edifício na avenida Marechal Floriano, onde a Câmara funcionou junto com o Paço da Intendência Municipal (onde ficava o gabinete do Intendente Geral) até a criação da prefeitura, que assumiu o poder executivo municipal (até então nas mãos do Intendente, que era o presidente da Câmara) e também passou a utilizar o prédio. Com a criação da Prefeitura de Nova Iguaçu, em 26 de novembro de 1919, a Câmara dos Vereadores passou a ser responsável apenas pelo poder legislativo municipal. Contudo, as primeiras eleições para prefeito ocorreram apenas em 9 de julho de 1922. A Revolução de 1930 fez com que o Congresso Nacional fosse dissolvido e as Assembleias dos Estados e Câmaras de Vereadores fossem fechadas. A Câmara de Vereadores de Nova Iguaçu ficou em recesso até 1935. Porém, o retorno aos trabalhos foi curto, pois em 10 de novembro de 1937, o Estado Novo de Getúlio Vargas fez com que as Câmaras fossem fechadas novamente. A de Nova Iguaçu voltou a funcionar apenas em 1947, após as eleições municipais de 28 de setembro daquele ano. Após o longo recesso, a Câmara de Vereadores precisou mudar de endereço, pois a Prefeitura não aceitou continuar compartilhando o prédio. A Câmara passou a funcionar em um sobrado também na avenida Marechal Floriano. Esse novo endereço permaneceu o mesmo até 1959. O prédio original da Câmara (fundado em 1908), foi demolido nos anos 60, durante a ditadura militar, pelo prefeito de então, que pretendia construir o \"Palácio da Municipalidade\". Contudo, por motivos diversos, o \"Palácio\" não foi construído e o local acabou sendo transformado em estacionamento tempos depois. Em 11 de julho de 1959 foram inauguradas as instalações da Câmara de Vereadores, na Travessa Rosinda Martins, 71, 3º andar. Em 16 de abril de 2010 o legislativo municipal ganhou uma nova sede na Rua Prefeito João Luiz do Nascimento, 38. O novo prédio conta com quatro andares e gabinete para os 17 vereadores, um avanço em relação ao anterior que possuía somente oito gabinetes. Além disso, a nova sede conta com melhor acessibilidade para pessoas idosas e portadoras de necessidades especiais, permitindo fácil acesso ao povo para acompanhamento das sessões. O último recesso imposto à Câmara de Vereadores foi em 8 de maio de 1969, sob o Ato Complementar nº 53, do governo militar. A Câmara voltou às suas atividades no ano seguinte, em 15 de julho de 1970. Atualmente, a Câmara de Nova Iguaçu conta com 17 vereadores. === Prefeitura === A Prefeitura foi criada em 26 de novembro de 1919, através do Decreto 1 716. Com isso, a Câmara de Vereadores passaria a cuidar apenas das funções legislativas (até então, também era responsável pelo Executivo). O então presidente (governador) do estado do Rio de Janeiro, Raul de Morais Veiga, nomeou Mário Pinotti como prefeito de Nova Iguaçu, contudo os vereadores consideraram a criação da Prefeitura um desrespeito à autonomia municipal. O presidente da Câmara de Vereadores, Ernesto França Soares, entrou na justiça e, através de um habeas corpus, assumiu o cargo de prefeito em 26 de maio de 1920. As primeiras eleições para prefeito ocorreram apenas em 9 de julho de 1922, sendo eleito o médico Manoel Francisco Salles Teixeira (tomou posse em 22 de novembro de 1922). A atual sede da prefeitura foi construída durante o governo de João Ruy de Queiroz Pinheiro, no final da década de 1970 e inaugurada no início dos anos 1980, como atesta o marco de inauguração fixado em seu hall de entrada. == Subdivisões == Em 1997, o município de Nova Iguaçu passou a denominar-se Cidade de Nova Iguaçu, pela Lei Complementar 6, e foi dividido administrativamente em nove Unidades Regionais de Governo, cada uma delas, por sua vez, divididas em bairros. As unidades foram criadas para oferecer os serviços ordinários à população, descentralizando, assim, alguns serviços rotineiros realizados apenas no Centro da cidade. Os bairros, por sua vez, são oficialmente as menores unidades administrativas da cidade, porém cada bairro conta com diversos sub-bairros, vilas, lugarejos e povoados, o que pode levar a uma nova organização política dentro de poucos anos. A atual relação de bairros de Nova Iguaçu foi definida pela Leis 2.952, de 17 de dezembro de 1998, e pelo Decreto 6.083, de 12 de janeiro de 1999. A divisão política oficial da cidade leva em conta tanto características histórico-culturais dos diferentes bairros de Nova Iguaçu como fatores de ordem prática ou natural (como a divisão de duas URGs em uma avenida importante ou um rio, por exemplo). O atual Plano Diretor, Lei Municipal 4 092, de 28 de junho de 2011, prevê que o Poder Executivo, após 180 dias, revise a delimitação dos bairros e unidades regionais de governo da cidade, promovendo discussões em todos os bairros com a sociedade civil. Prevê, ainda, a realização de audiências públicas para a discussão do projeto de lei a ser enviado à Câmara de Vereadores. A zona de preservação ambiental da Reserva Biológica do Tinguá e a Área de Proteção Ambiental do Mendanha (Parque Municipal de Nova Iguaçu) são áreas não abairráveis. Em 2004 foram criadas mais oito (08) novas unidades de conservação municipais, somando assim dez Áreas de Proteção Ambiental. São as APAs Rio D'Ouro, Guandu-Açu, Tinguazinho, Retiro, Mendanha, Tinguá, Maxambomba, Jaceruba e Morro Agudo. == Economia == Nova Iguaçu é a segunda maior economia da Baixada Fluminense. Em 2016, a cidade possuía um PIB de R$ 16 447 838,64 mil, de acordo com o IBGE. thumb|300x300px| right | Calçadão de Nova Iguaçu, um dos maiores centros comerciais a céu aberto do estado do Rio de Janeiro. === Comércio e serviços === A principal fonte de arrecadação do município é sem dúvidas o comércio e os serviços, possuindo um dos centros comerciais mais importante do estado, contando com as principais lojas e serviços do país. Nova Iguaçu conta com grande infraestrutura comercial além do Centro, nos bairros de Miguel Couto, Cabuçu, Comendador Soares, Austin, Posse, Cerâmica e Rancho Novo. === Indústria === A indústria na cidade tem uma grande relevância econômica. A cidade conta com indústrias nos ramos alimentício, de siderurgia e de cosméticos. === Agricultura === O plantio de café e a agricultura em geral em Tinguá e áreas próprias na cidade de Nova Iguaçu estão sendo retomados por projetos e iniciativas iguais a do líder político iguaçuano Luis Carlos Magalhães, que, no dia 6 de agosto de 2005, apresentou projeto para reativar a agricultura em grande escala no município de Nova Iguaçu. O projeto foi apresentado na segunda conferência das cidades, realizada na Universidade Federal Rural do Rio de Janeiro, em Seropédica. Dentro do projeto, além da reativação da agricultura em áreas não povoadas e abandonadas de domínio do estado e/ou particular, está a iniciativa da criação de uma nova central de abastecimento nos moldes da Ceasa, central essa que comercializará principalmente os produtos plantados na região da Baixada Fluminense e atenderá comerciantes, feirantes e o público alvo dos produtos oferecidos. Hoje, comerciantes da Baixada Fluminense em geral vão à Ceasa localizada no município do Rio de Janeiro para efetuar suas compras, sendo que diversos produtos negociados lá são produzidos na própria Baixada Fluminense. Este desencontro por si só já elevam os preços dos produtos se levarmos em conta somente um item. Transporte = Frete. Uma vez que o produto é levado da Baixada Fluminense para o Ceasa e o consumidor Fluminense precisa ir a Ceasa buscá-lo e voltar a sua origem. Nova Iguaçu já foi grande exportadora de laranjas, que lhe garantiu à época o apelido de \"Capital da laranja\" no sudeste. === Turismo === # Reserva Biológica do Tinguá — É a maior área de preservação da Região Metropolitana do Rio de Janeiro; uma opção é visitar as ruínas da Fazenda de São Bernardino, uma das construções mais antigas e conhecidas de toda a cidade. # Iguaçu Velho — O local que foi a primeira sede do município de Nova Iguaçu, atualmente chamado de Iguaçu Velho, é um sítio arqueológico tombado pelo IPHAN e INEPAC. # Parque Natural Municipal de Nova Iguaçu — É um parque localizado na borda norte do Maciço Mendanha, no estado do Rio de Janeiro, no Brasil. Faz parte da área de proteção natural (APA) do Gericinó-Mendanha. Foi criado em 1998. # Praça do Skate — Apesar das modernas pistas de skate da Via Light terem a preferência dos praticantes desse esporte radical, a antiga pista da praça do Skate, em frente ao viaduto Padre João Müsch, tem sua importância, pois foi a primeira pista de skate da América Latina. Seu formato continua o mesmo desde quando foi construída, pouco \"radical\" para os padrões atuais, mas ainda constituindo-se em importante marco. # Serra do Vulcão — Localiza-se na borda norte-nordeste do maciço do Mendanha (Gericinó). Está a 885 metros acima do nível do mar e, portanto, é favorável para voo livre de asa delta. A serra do Vulcão é freqüentemente confundida com o chamado \"Vulcão de Nova Iguaçu\", embora se trate de localidades diferentes, afastadas a 3,7 quilômetros uma da outra. Apesar do nome, a rocha constituinte da serra não é de origem vulcânica, mas sim, traquito de caráter intrusivo. A idade de intrusão é de 59 milhões de anos. Existe acesso via uma trilha a partir do campus da Universidade de Nova Iguaçu (UNIG). # Shopping Nova Iguaçu — Foi inaugurado no dia 28 de abril de 2016. # TopShopping — Foi inaugurado no dia 28 de outubro de 1996. === Transporte === Principais acessos rodoviários: Via Dutra, Antiga Estrada Rio-São Paulo, Estrada de Madureira, Estrada Zumbi dos Palmares, Estrada de Adrianópolis e Via Light. ==== Rodoviário ==== Nova Iguaçu conta com uma vasta malha viária, sendo cortada por importantes rodovias e estradas. ; Rodovias federais * BR-116, Rodovia Presidente Dutra. Em território iguaçuano, possui 15 km de extensão e corta o município de leste a oeste, margeando dezesseis bairros. * BR-465, a Antiga Estrada Rio-São Paulo. Rota para São Paulo até a década de 1950, com a construção da Rodovia Presidente Dutra, a BR-465 é uma estrada de ligação entre a Dutra e a Avenida Brasil. Corta Nova Iguaçu na porção sudoeste com 6 km de extensão, passando por 4 bairros. ; Rodovias estaduais * Via Light, Via de extrema importância para a cidade, por cortar o Centro e ligá-lo futuramente à Avenida Brasil, poderá ter 6 km em território iguaçuano e corta o Centro e mais 3 bairros. * RJ-085, a Estrada Rio d'Ouro Situada no extremo leste do município, serve por 1,5 km como fronteira entre Nova Iguaçu e Duque de Caxias, no bairro de Geneciano. * RJ-105 (trecho sul), Avenida Abílio Augusto Távora, popularmente conhecida como \"Estrada de Madureira\". Possui 22 km, corta a cidade do Centro ao sudoeste, dá acesso a BR-465 e passa por 14 bairros. * RJ-105 (trecho norte), Estrada Doutor Plínio Casado. Liga Nova Iguaçu a Belford Roxo, passando por 5 bairros e 3 km. * RJ-109, Rodovia Raphael de Almeida Magalhães (Arco Metropolitano), Corta o município entre Geneciano e o bairro Amaral, tendo acesso pela Estrada de Adrianópolis * RJ-111, Estrada Zumbi dos Palmares. Liga a região central do município à Reserva Biológica do Tinguá. Possui 16 km e passa por quatro bairros. * RJ-113, a \"Estrada de Adrianópolis\". Liga a região central do município ao longínquo bairro de Jaceruba, no noroeste. Possui 22 km de extensão e passa por 4 bairros. * RJ-115, a antiga \"Estrada Real do Commercio\". Oficialmente, liga Miguel Pereira à BR-040, passando por Tinguá e Xerém, mas na prática a pista é em leito natural e sua medição é muito complicada devido ao trecho dentro da Reserva Biológica do Tinguá. * RJ-119, a \"Estrada Jaceruba-Japeri\". Como o nome sugere, faz a ligação intermunicipal do distante noroeste iguaçuano ao município vizinho de Japeri. Tem 10 km de extensão do centro de Jaceruba até a fronteira com o município supracitado. ; Vias municipais ==== Ônibus ==== Nova Iguaçu possui uma rodoviária e linhas para Duque de Caxias, Itaguaí, Niterói e Rio de Janeiro (Zona Norte e Centro), além de ônibus para: Região dos Lagos, Serrana, Sul Fluminense, Norte Fluminense, Costa Verde, e cidades, como: Barbacena, Cons. Lafaiete, Juiz de Fora, Belo Horizonte e São Paulo. As empresas que servem o município são: Evanil, Linave, Nossa Senhora da Penha, Costeira (assim como a empresa Expresso Mangaratiba está fora de operação), Costa Verde, Normandy, Rio Minho, Alto Minho (que teve suas linhas divididas entre a Viação São José e Evanil), São José, Flores, Brazinha, Salutran (teve linhas divididas entre as viações Mirante e São José, não participando da licitação), Tinguá, Transportes Blanco, Expresso Mangaratiba (que teve parte de suas linhas divididas entre a Viação Ponte Coberta e Transportes Flores), Expresso São Francisco, Mirante, Vila Rica, Nilopolitana, Trans1000 (extinta), 1001, Itapemirim, Kaissara, Expresso Brasileiro, Águia Branca, Cidade do Aço, Master, Continental, Vera Cruz, Real Rio, Niturvia, Glória, Ponte Coberta, dentre outras empresas de ônibus, conta com transporte complementar de vans intramunicipal (legalizado pela prefeitura) e intermunicipal (legalizado pelo Departamento de Transportes Rodoviários do Estado do Rio de Janeiro). Além da construção de outros terminais rodoviários em Austin, Miguel Couto, entre outros. a fim de ser permitir uma melhor adequação nas linhas que param nesses bairros. ==== Metrô ==== Nova Iguaçu está integrada ao metrô do Rio de Janeiro através da Via Light, pelas linhas de ônibus operadas pelas empresas Master, Viação São José e Viação Vila Rica (18 minutos do Centro de Nova Iguaçu). Além da integração com o Centro, possui integração para os bairros de Miguel Couto, Ponto Chique, Comendador Soares, Santa Rita e Cacuia. ==== Ferroviário ==== Serviços semi-diretos do ramal Japeri Linha Estações Central do Brasil ↔ Japeri 20 Central do Brasil ↔ Queimados 18 Central do Brasil ↔ Nova Iguaçu 14 O transporte ferroviário de Nova Iguaçu é importante hoje em dia, mas já foi o principal meio de transporte para a população até a década de 1960. Desde o início da expansão ferroviária promovida pelo imperador D. Pedro II, em 1855, Nova Iguaçu já foi muito bem servida pelo transporte ferroviário. A estação de Maxambomba foi inaugurada em 1858, cujo nome foi alterado para Nova Iguaçu em 1916. No primeiro trecho construído da Estrada de Ferro Dom Pedro II, foram construídas, além da estação de Maxambomba, as estações Queimados e Belém, atual Japeri, ambas na época pertencentes a Nova Iguaçu. Com a proclamação da República, em 1889, o nome da ferrovia foi alterado para Estrada de Ferro Central do Brasil. Ainda na chamada Linha do Centro da EFCB, Nova Iguaçu teve as seguintes estações, na ordem: Olinda e Nilópolis (até 1947, quando Nilópolis se emancipou); Édson Passos, Mesquita e Presidente Juscelino (até 1999, quando Mesquita se emancipou); Comendador Soares e Austin, iguaçuanas até hoje; Queimados (até 1990, quando Queimados se emancipou); Engenheiro Pedreira e Japeri (até 1991, quando Japeri se emancipou). Na chamada Linha Auxiliar da EFCB, antiga Estrada de Ferro Melhoramentos, Nova Iguaçu já teve as seguintes estações, desativadas nos anos 60, na ordem: São João de Meriti, Engenheiro Belford, São Mateus (desativada em 1993), Tomazinho e Éden (até 1943, quando Meriti desligou-se de Nova Iguaçu); Rocha Sobrinho, atual estação de cargas da MRS Logística, Prata, Andrade Araújo, Caioaba, Ambaí, Santa Rita, Ahiva, Amaral e Carlos Sampaio, no território atual; Aljezur e Teófilo Cunha, atualmente em Japeri. A Estrada de Ferro Rio D'Ouro, concebida nos últimos anos do Império para garantir a manutenção do sistema de abastecimento de água da Corte, obtida nas nascentes da Serra do Tinguá, tinha as seguintes estações (linha desativada nos anos 60), na ordem: Vila Rosali, Agostinho Porto, Coelho da Rocha e Belford Roxo, atualmente utilizadas pelas SuperVia; Areia Branca, Heliópolis e Itaipu, ainda em Belford Roxo; Retiro (Miguel Couto), Figueiras e José Bulhões (Vila de Cava), pelo Ramal de Cava. Ramal Jaceruba: Paineiras (Adrianópolis), Rio d'Ouro, Santo Antônio, Saudade e São Pedro (Jaceruba). Ramal Tinguá: São Bernardino, Iguaçu, Barreira e Tinguá. Ramal Xerém: Aurora, quilômetro 33 e Babi (atualmente em Belford Roxo); Pontal do Iguaçu; quilômetro 43, João Pinto (Mantiqueira) e Xerém (até 1943, quando Duque de Caxias se emancipou). Os ramais da Rio d'Ouro foram todos desativados e extintos entre o final dos anos 60 e o início dos anos 70. Atualmente, a SuperVia administra o sistema ferroviário metropolitano fluminense. Nova Iguaçu conta com duas linhas: o Ramal Japeri (antiga Linha do Centro), voltada ao transporte suburbano de passageiros e operado pela concessionária SuperVia e a Linha Auxiliar (Japeri-Arará) da antiga Estrada de Ferro Central do Brasil, hoje concedida à MRS Logística para o transporte de cargas. ==== Aeromóvel ==== Nova Iguaçu ingressou, em setembro de 2010, no seleto grupo de cidades interessadas em implementar o aeromóvel, um meio de transporte urbano de concepção inteiramente brasileira, em seu sistema urbano de transportes. Na cidade brasileira de Porto Alegre há um projeto de implantação desse meio de transporte, que opera desde 1989 em Jacarta, capital da Indonésia. O aeromóvel é um veículo leve sobre trilhos em via elevada e que utiliza um singular sistema de propulsão pneumática, inventado por Oskar H.W. Coester. O nome aeromóvel deriva de Aerodynamic Movement Elevated. O projeto do aeromóvel de Nova Iguaçu foi desenvolvido pelo engenheiro Fernando Mac Dowell, especialista em transportes, e prevê intervenções urbanísticas no Centro, inclusive a recuperação do aeródromo. O projeto seria bancado pela iniciativa privada, com concessão por 25 anos. O sistema, caso estivesse em operação, seria constituído por duas linhas: a primeira, partindo do Terminal Rodoviário Municipal, seguirá para sudoeste, em direção a Cabuçu, e a segunda, ligará o Centro a Santa Rita, passando pelo aeródromo. As plataformas serão suspensas, a sete metros do chão. Em princípio, há oito estações previstas no: Top Shopping, Aeródromo, Posse, Hospital da Posse, Ponto Chic, Três Corações, Bairro Botafogo, CEFET e Santa Rita. ==== Aeroviário ==== Nova Iguaçu não possui grandes aeroportos comerciais em seu território. A única pista de pouso da cidade e da Baixada Fluminense é o Aeroclube de Nova Iguaçu , que teve suas operações suspensas pela ANAC em 2004. O aeródromo já operou com serviços de táxi aéreo, após obras de modernização, em 2009. Porém, devido à sua localização no cone de aproximação do Aeroporto Santos Dumont, o aeroporto atualmente encontra-se sem voos comerciais. As opções de voo comerciais para a população de Nova Iguaçu encontram-se fora da cidade. O Aeroporto Internacional do Galeão, ou Aeroporto Internacional Antônio Carlos Jobim encontra-se na capital, o Rio de Janeiro, a 34 km do centro de Nova Iguaçu, via Linha Vermelha. Situado na ilha do Governador, zona norte da capital, o aeroporto é a segunda principal porta de entrada para o Brasil. Com capacidade para atender até 17,3 milhões de usuários ao ano, o complexo aeroportuário é servido por dois terminais de passageiros e oferece conexões para dezenove países.. Outra importante opção para Nova Iguaçu é o Aeroporto Santos Dumont , que fica no centro do Rio de Janeiro. Localizado a 39 km de Nova Iguaçu, via Avenida Brasil, o aeroporto serve principalmente à ponte aérea Rio-São Paulo, bem como a voos estaduais e regionais. Segundo a INFRAERO, o Santos Dumont era, em 2010, o 6º aeroporto mais movimentado do país. === Carnaval === === Esporte === Em Nova Iguaçu, se encontra a primeira pista de skate do Brasil e da América Latina, que foi inaugurada em dezembro de 1976, construída na época do governo Lubanco. A pista situa-se na Praça do Skate, no Centro. === Feriados municipais === * 15 de janeiro - Aniversário da cidade * 13 de junho - Dia do padroeiro: Santo Antônio == Filhos ilustres == *Ver Biografias de iguaçuanos notórios == Ver também == * Baixada Fluminense * Câmara Municipal de Nova Iguaçu * Lista de bairros de Nova Iguaçu * Lista de municípios do Rio de Janeiro * Lista de municípios do Brasil * Lista de municípios do Brasil acima de cem mil habitantes * Naturais de Nova Iguaçu * Região Metropolitana do Rio de Janeiro * Terrorista de Nova Iguaçu ==Ligações externas== * Prefeitura de Nova Iguaçu * Câmara Municipal * Nova Iguaçu no OpenStreetMap Categoria:1833 no Brasil Categoria:Topônimos de origem tupi",
 "title": "Nova Iguaçu"
}