{
 "id": "33809",
 "text": "{{Info/Município do Brasil | nome = Santo Antônio de Pádua | foto = Santo_Ant%C3%B4nio_de_P%C3%A1dua_-_RJ.jpg | apelido = | brasão = Brasãopadua-215x300.jpg | bandeira = Santo Antônio de Pádua.gif | link_brasão = | link_bandeira = | link_hino = | aniversário = 26 de julho | fundação = | gentílico = paduano | lema = | padroeiro = Santo Antônio de Pádua | CEP = 28470-000 | prefeito = Paulo Roberto Pinheiro Pinto | partido = MDB | fim_mandato = 2024 | mapa = RiodeJaneiro Municip SantoAntoniodePadua.svg | latP = S | latG = 21 | latM = 32 | latS = 20 | lonP = O | lonG = 42 | lonM = 10 | lonS = 48 | estado = Rio de Janeiro | mesorregião = Noroeste Fluminense | microrregião = Santo Antônio de Pádua | data_microrregião = | região_metropolitana = | vizinhos = Miracema, São José de Ubá, Cambuci, Aperibé, Itaocara, Cantagalo, Pirapetinga (MG), Recreio (MG) e Palma (MG) | dist_capital = 257 | área = 603.633 | área_ref = | população = 41325 | data_pop = Censo IBGE/2022 | altitude = 86 | clima = tropical | sigla_clima = Aw | idh = 0.718 | idh_pos = RJ: 50º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 30.081,81 | data_pib_per_capita = IBGE/2021 | site_prefeitura = santoantoniodepadua.rj.gov.br | site_câmara = camarapadua.rj.gov.br }} Santo Antônio de Pádua é um município brasileiro do estado do Rio de Janeiro, sendo parte integrante da região de Santo Antônio de Pádua e da mesorregião do Noroeste Fluminense. Localiza-se a 21º32'22\" de latitude sul e a 42º10'49\" de longitude oeste, com altitude de 86 metros. Sua população recenseada em 2022 era de 41.325 habitantes. == Educação == Escolas e Creches Municipais Escola Localidade Segmento E. M. Teófilo de Melo Baltazar Educação Infantil e Ensino Fundamental I E. M. Profª Sarah Faria Braz Bairro São Luiz Ensino Fundamental I e II E. M. Profª Maria Perlingeiro Lavaquial Bairro Glória Educação Infantil e Ensino Fundamental I E. M. Profª Maria Inez R. da Silva Santiago Bairro São Luiz Educação Infantil E. M. Profª Lélia Leite de Faria Santa Cruz Educação Infantil e Ensino Fundamental I e II E. M. Profª. Anaíde Panaro Caldas (Ciep 469) Bairro Alequicis Ensino Fundamental I e II E. M. Prof. José Pinto de Sousa Marangatu Educação Infantil e Ensino Fundamental I E. M. Prof. José Lavaquial Biosca Bairro Arraialzinho Educação Infantil e Ensino Fundamental I E. M. Pedro Baptista de Souza Bairro Ibitinema Educação Infantil e Ensino Fundamental I e II E. M. Parque Infantil Menino Jesus Bairro São Félix Educação Infantil E. M. Manoel Miguel Souto Campelo Educação Infantil e Ensino Fundamental I e II E. M. Judith Machado Bustamente Bairro Dezessete Educação Infantil E. M. Joaquim Fernandes Camacho Mangueirão Educação Infantil E. M. Joaquim Abreu Campanário Paraoquena Educação Infantil e Ensino Fundamental I E. M. João Maurício Brum Boa Nova Educação Infantil e Ensino Fundamental I e II E. M. João Jazbik Fazenda Barra Alegre Ensino Fundamental I E. M. Escola Viva Profª Edy Belloti Bairro Alphaville Educação Infantil e Ensino Fundamental I e II E. M. Dr João Gambeta Perissé Centro Educação Infantil E. M. Dep. Armindo Marcílio Doutel de Andrade (EMDAMDA - Ciep 266) Bairro Dezessete Ensino Fundamental I, II e EJA E. M. Antônio Teixeira Jardim São Pedro de Alcãntara Educação Infantil e Ensino Fundamental I E. M. Alice do Amaral Peixoto Salgueiro Educação Infantil e Ensino Fundamental I E. M. Dr. Lemant Decnop Monte Alegre Ensino Fundamental I e II E. M. Alcino Consendey Ibitiguaçu Educação Infantil e Ensino Fundamental I Creche Escola Vovô Nilo Monte Alegre Educação Infantil Creche Escola Vovô Mariano Av. Chaim Elias Maternal I, II e III Creche Escola Esther Pinheiro Fonseca Bairro Mirante Educação Infantil Creche Escola Municipal Arco Íris Bairro Dezessete Educação Infantil Creche Escola Mariah Moreno Diniz Bairro Glória Educação Infantil Creche Escola Djanira Quintal de Oliveira Bairro Cidade Nova Educação Infantil Fonte: Secretaria Municipal de Educação == Clima == Santo Antônio de Pádua tem um clima tropical, tendo mais pluviosidade no Verão do que no inverno. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1961 a 1972, 1976 a 1977, 1986 a 1990 e 1995 a 2018, a menor temperatura registrada em Santo Antônio de Pádua foi de em 18 de julho de 2000, e a maior atingiu em 31 de outubro de 2012. O maior acumulado de precipitação em 24 horas foi de 137 milímetros (mm) em 20 de novembro de 2003. Outros grandes acumulados iguais ou superiores a foram: em 24 de dezembro de 1999, em 25 de dezembro de 1971, em 10 de dezembro de 2016, em 27 de dezembro de 2008, em 4 de abril de 2011, em 12 de fevereiro de 1998, em 14 de dezembro de 2009 e em 27 de dezembro de 2010. Janeiro de 2007, com , foi o mês de maior precipitação. == Lazer == Pádua tem a única fonte de água iodetada das Américas situada no parque das águas, tornando a cidade uma famosa estação hidro-mineral. *SESI - Serviço Social da Industriahttp://www.firjan.org.br/notas/cgi/cgilua.exe/sys/start.htm?infoid=12805&sid;=29 *AABB - Associação Atlética Banco do Brasilhttp://www.santoantoniodepadua.aabb.com.br *Campestre Pádua Clube == Ferrovias == * Linha Campos a Miracema da antiga Estrada de Ferro Leopoldina * Ramal de Paraoquena da antiga Estrada de Ferro Leopoldina === Etnias === Cor/Raça Percentagem Branca 56,02% Parda 28,77% Preta 14,58% Amarela 0,60% Indígena 0,02% https://sidra.ibge.gov.br/Tabela/2093#resultado == Ligações externas == * Notícias locais * Santo Antonio de Pádua no Wikimapia Categoria:1883 no Brasil",
 "title": "Santo Antônio de Pádua (Rio de Janeiro)"
}