{
 "id": "33807",
 "text": "{{Info/Município do Brasil | nome = Rio das Flores | apelido = Terra do Missionário | foto = | bandeira = Bandeira-riodasflores.png | brasão = Brasao-riodasflores.png | link_hino = | lema = | emancipação = – de Valença | aniversário = | fundação = | gentílico = rio-florense[] | prefeito = Vicente de Paula de Souza Guedes | partido = UNIÃO | fim_mandato = 2024 | mapa = RiodeJaneiro Municip RiodasFlores.svg | latP = S | latG = 22 | latM = 10 | latS = 04 | lonP = O | lonG = 43 | lonM = 35 | lonS = 09 | estado = Rio de Janeiro | região_intermediária = Volta Redonda–Barra Mansa | data_região_intermediária = IBGE/2017 | região_imediata = Valença | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Belmiro Braga (MG), Paraíba do Sul, Santa Bárbara do Monte Verde (MG), Valença e Vassouras | dist_capital = 164 | área = 477.662 | área_ref = | população = 8954 | altitude = 525 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.739 | pib = mil | pib_per_capita = 24886.31 | idh_pos = RJ: 64º | leg_foto = | link_brasão = | link_bandeira = | data_pop = IBGE/2022 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = https://www.riodasflores.rj.gov.br/ }} Rio das Flores é um município do estado do Rio de Janeiro, no Brasil. Fica a uma altitude de 525 metros. Segundo o Censo do IBGE 2022, a cidade tem 8.954 habitantes. Estende-se por uma área de 477,662 km², distribuídos em quatro distritos: Rio das Flores (sede), Manuel Duarte (2º distrito), Taboas (3º distrito) e Abarracamento (4º distrito). == História == Antes da chegada dos primeiros colonizadores portugueses, no século XVI, a região era habitada pelos índios puris. Ela começou a ser colonizada mais intensamente a partir do século XIX, durante o Ciclo do Café. Em 1851, construiu-se uma capela dedicada a Santa Teresa, instituindo a Freguesia de Santa Teresa de Valença, então distrito de Marquês de Valença. A região começou a enriquecer muito com as lavouras de café, ao ponto de, em 1882, ser inaugurada a estação ferroviária da Estrada de Ferro Rio das Flores e, em 1890, se emancipar do município de Valença, tornando-se a Vila de Santa Teresa. Devido à Lei Áurea e à crise econômica do primeiro ciclo cafeicultor, a cidade foi entrando em declínio, sofrendo acentuado êxodo e gradual câmbio do foco produtor para o setor pastoril. Em 1929, a vila foi elevada à condição de cidade (decreto que foi assinado por João Simões) e, em 1943, passou a se chamar \"cidade de Rio das Flores\". Atualmente, tem a sua economia baseada na agropecuária e no turismo. == Rio-florenses ilustres == * Yvonne do Amaral Pereira - médium espírita e escritora. * Edir Macedo Bezerra - bispo evangélico e escritor == Turismo == Rio das Flores faz parte da região turística do Vale do Café, possuindo fazendas históricas que prosperaram durante o Ciclo do Café no século XIX e trouxeram desenvolvimento econômico para a região, além de edificações históricas como a Igreja Matriz de Santa Teresa d'Ávila (local de batismo de Santos Dumont e de sua irmã Sofia). Outros atrativos são o Museu da História Regional e o Festival do Vale do Café (que ocorre anualmente), além das belíssimas cachoeiras da região. O município é servido pelas rodovias RJ-145 (Rodovia Alberto Santos Dumont), RJ-135, RJ-151 e RJ-115. Rio das Flores também foi servida por transporte ferroviário entre os anos de 1882 e 1965. Primeiramente, pela Estrada de Ferro Rio das Flores, que no auge da produção cafeeira, era responsável pelo transporte do produto e pelo transporte de passageiros. No ano de 1910, durante as crises econômicas da produção, a linha férrea foi repassada à Estrada de Ferro Central do Brasil, sendo denominada como Ramal de Afonso Arinos e mantendo ligações com a linha principal da ferrovia. Após muitos anos de operação, o ramal foi desativado injustificadamente em 1965 e teve os seus trilhos retirados pouco tempo depois. As antigas estações ferroviárias da cidade, no entanto, se encontram preservadas e tombadas como patrimônios locais. == Ver também == * Fluminenses de Rio das Flores == Ligações externas == * * Categoria:Fundações no Rio de Janeiro em 1890",
 "title": "Rio das Flores"
}