{
 "id": "33804",
 "text": "{{Info/Município do Brasil | nome = Quatis | foto = Quati - Nasua Nasua - Pq Ilha Anchieta.jpg | apelido = | brasão = Brasao-quatis.jpg | bandeira = Flag of Quatis.svg | link_hino = | emancipação = – de Barra Mansa | aniversário = 25 de novembro | fundação = | gentílico = quatiense | lema = Quatis, Terra Esperança nossa! | prefeito = Aluísio d'Elias | partido = PSC | fim_mandato = 2024 | mapa = RiodeJaneiro Municip Quatis.svg | latP = S | latG = 22 | latM = 24 | latS = 25 | lonP = O | lonG = 44 | lonM = 15 | lonS = 28 | estado = Rio de Janeiro | região_intermediária = Volta Redonda–Barra Mansa | data_região_intermediária = IBGE/2017 | região_imediata = Resende | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Barra Mansa, Passa Vinte (MG), Porto Real, Resende e Valença | dist_capital = 145 | área = 286.244 | área_ref = | população = 14435 | altitude = 415 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.690 | idh_pos = RJ: 67º | pib = mil | pib_per_capita = 14079.20 | leg_foto = | link_brasão = | link_bandeira = | data_pop = estatísticas IBGE/2020 | data_idh = PNUD/2010 | data_pib = IBGE/2012 | data_pib_per_capita = IBGE/2012 | site = }} Quatis é um município na Microrregião do Vale do Paraíba Fluminense, no estado do Rio de Janeiro, no Brasil. Emancipou-se do município de Barra Mansa em 1990, juntamente com os distritos de Falcão e Ribeirão de São Joaquim. Localiza-se a uma latitude 22º24'26\" sul e a uma longitude 44º15'29\" oeste, estando a uma altitude de 415 metros. Sua população estimada em 2020 é de 14 435 habitantes. Possui uma área de 286,244 km², dos quais 2,254 km² estão em zona urbana. Possui a seguinte divisão político-administrativa: Quatis (sede), Ribeirão de São Joaquim (2º distrito) e Falcão (3º distrito). Abriga em sua área rural o Quilombo de Santana, comunidade existente desde o século XIX nas antigas propriedades do Barão de Cajuru e que foram doadas a ex-escravizados no ano de 1903. ==História== Até o século XVIII, quando ocorreu a chegada dos primeiros colonizadores de origem portuguesa, a Serra da Mantiqueira, na qual se localiza o município, era território habitado pelos índios purisOLIVEIRA, E. S. C. Anais do XV encontro regional de história da ANPUH-Rio. Disponível em http://www.encontro2012.rj.anpuh.org/resources/anais/15/1338164121_ARQUIVO_OParadigmadaExtincao.pdf. Acesso em 7 de junho de 2013.. O município criado em 1991 foi, a princípio, administrado pelo Conselho Popular de Quatis, presidido pela irmã Elizabeth Alves, enquanto não se fazia eleição para prefeito. Coube a este conselho fazer a ligação entre as necessidades da nossa população e o prefeito de Barra Mansa, até que o Tribunal Regional Eleitoral marcou a primeira eleição para a prefeitura em 3 de outubro de 1992, sendo então eleito José Laerte d'Elias para o período 1993/1996. O segundo prefeito eleito foi Alfredo José de Oliveira para o período de 1997/2000, sendo substituído por José Laerte d' Elias no período de 2001/2004. Alfredo foi novamente eleito para o mandato 2005/2008. Em 2008, José Laerte D'Elias foi eleito pela terceira vez para o mandato 2009/2012. Em 2012, Bruno de Souza foi eleito prefeito para o período de 2013 a 2016, sendo, posteriormente, primeiro prefeito reeleito de Quatis, para o período de 2017 a 2020. Atualmente, a cidade é governada por Aluísio d'Elias, eleito para o mandato de 2021/2024. Com a eleição do primeiro prefeito, em 1992, foi eleita também a primeira câmara de vereadores, que foi constituída por: Aroldo Cabral, Engrácia Vera Maia Rafael, Rosa Idalina Nunes de Macedo, José Cardoso Fonseca, Geraldo de Souza Marques, Cláudio Luiz de Lima, Altamyr Gomes de Oliveira, Raimundo Valeriano da Silva e Hugo de Elias. Coube a esta Câmara elaborar a nossa Lei Orgânica, promulgada em 30 de junho de 1993, na presidência de Aroldo Cabral. Com o início da administração própria, houve a municipalização da educação e da saúde. A principal atividade econômica do município é a agricultura. Desde o início de 2009, a cidade, assim como sua vizinha Porto Real, sofria com o bloqueio da única ponte que liga os dois municípios. A ponte de estrutura metálica é histórica e foi inutilizada devido a danos críticos causados pelas fortes chuvas que assolaram a região. Desde agosto de 2009, a ponte está sendo reformada e reestruturada, graças a uma parceria firmada entre a prefeitura e o Departamento de Estrada de Rodagem, órgão do Governo do Estado do Rio de Janeiro. A previsão era de que a ponte ficasse pronta até março de 2010, sendo que os motoristas teriam que usar uma rota alternativa, que aumentava em 7 quilômetros o percurso. Hoje, a ponte metálica que liga o Município de Porto Real a Quatis já está concluída. Em Santana estima-se que há 663 pessoas. == Demografia == A população do município de Quatis, de acordo com a última estimativa realizada pelo IBGE - Instituto Brasileiro de Geografia e Estatística, referente ao ano de 2014, apresenta os seguintes dados: * População masculina: 6 651 habitantes - 49,58%, * População feminina: 6 764 habitantes - 50,42%, ** Total das populações por gênero: 13 415 habitantes - 100,00%. * Zona urbana: 12 067 habitantes - 89,95%, * Zona rural: 1 348 habitantes - 10,05%, ** Total da população do município: 13 415 habitantes - 100,00%. == Filhos Ilustres == * Jair da Rosa Pinto, ex-jogador do Palmeiras, do Vasco da Gama e vice-campeão da Copa do Mundo de 1950 com a Seleção Brasileira de Futebol * Antônio Evanil da Silva, ex-jogador do Vasco da Gama e da Seleção Brasileira de Futebol * Renato Carioca, ex-jogador do Flamengo e do , clube do qual é o atual presidente == Segurança pública e defesa civil == * Polícia Militar O policiamento ostensivo da cidade está a cargo da 3ª Companhia do 37º Batalhão da Polícia Militar do Estado do Rio de Janeiro (37º BPM/3ªCia), com sede na cidade de Porto Real, contando a cidade com um Destacamento de Policiamento Ostensivo no Centro, além de um Posto de Policiamento Móvel (trailer) no Distrito de Falcão, à beira da RJ-159. * Polícia Civil A responsabilidade pela polícia judiciária no município fica a cargo da 100ª Delegacia de Polícia, localizada na cidade de Porto Real. * Corpo de Bombeiros Militar As atividades de defesa civil, combates à incêndio e resgate desenvolvidos pelo Corpo de Bombeiros Militar do Estado do Rio de Janeiro em Quatis é de responsabilidade do 7º Grupamento situado em Barra Mansa. * Guarda e Defesa Civil Municipais A prefeitura também possui uma equipe de defesa civil, para monitoramento e auxílio da população em caso de desastres naturais, bem como mantém uma guarda municipal, responsável pela vigia do patrimônio público e organização do trânsito na cidade. ==Ligações externas== *Página da prefeitura Categoria:Fundações no Rio de Janeiro em 1990 Categoria:Deserto de notícias",
 "title": "Quatis"
}