{
 "id": "33805",
 "text": "{{Info/Município do Brasil | nome = Queimados | foto = PcaNSaConceicao.jpg | leg_foto = Praça Nossa Senhora da Conceição no Centro da cidade | apelido = | brasão = Brasão de Queimados.svg | bandeira = Bandeira de Queimados.svg | link_brasão = Brasão de Queimados | link_bandeira = | link_hino = | aniversário = 25 de novembro | fundação = | gentílico = queimadense | prefeito = Glauco Kaizer | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | mapa = RiodeJaneiro Municip Queimados.svg | latP = S | latG = 22 | latM = 42 | latS = 57 | lonP = O | lonG = 43 | lonM = 33 | lonS = 18 | estado = Rio de Janeiro | região_intermediária = Rio de Janeiro | data_região_intermediária = IBGE/2017 | região_imediata = Rio de Janeiro | data_região_imediata = IBGE/2017 | região_metropolitana = Rio de Janeiro | vizinhos = Japeri, Nova Iguaçu e Seropédica | dist_capital = 45 | área = 75.927 | área_ref = | população = 152311 | data_pop = estimativa IBGE/2021 | altitude = 29 | clima = tropical úmido | sigla_clima = | idh = 0.680 | idh_pos = RJ: 73º | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2016 | pib_per_capita = 32314.25 | data_pib_per_capita = IBGE/2016 }} Queimados é um município brasileiro da Região Metropolitana do Rio de Janeiro, no estado do Rio de Janeiro. Localiza-se a 22º42'58\" de latitude sul e 43º33'19\" de longitude oeste, a uma altitude de 29 metros. Em 2021, sua população foi estimada pelo IBGE em habitantes. Ocupa uma área de de 75,927 km², integrando a região da Baixada Fluminense.https://journals.openedition.org/espacoeconomia/5980?lang=frPainel regional: Baixada Fluminense Sebrae, 2015 A cidade está a 50 km da capital do estado, a cidade do Rio de Janeiro. Tornou-se município no ano de 1990, após emancipação da cidade de Nova Iguaçu. ==História== Em 29 de março de 1858, a família imperial, a bordo do primeiro trem da Estrada de Ferro D. Pedro II, seguia em missão especial para inaugurar o trecho de 48 km compreendido entre a Estação do Campo até Queimados. A população do lugarejo, que assistiu a solenidade, sentiu-se honrada pela visita do Imperador e entendeu aquele momento como sendo o instante oficial da inauguração do povoado de Queimados. No século XVIII, a localidade onde está situado o Município de Queimados fazia parte das terras da freguesia de Nossa Senhora da Conceição de Marapicu. Esta foi a última das freguesias do então Município de Iguassu, que era posto ainda pelas freguesias de Nossa Senhora da Piedade do Iguassu, Santo Antonio da Jacutinga, Nossa Senhora do Pilar e São João de Meriti. A Freguesia de Nossa Senhora do Marapicu, por sua importância econômica, acabou recebendo o título de Freguesia Perpétua. Com a expansão da economia cafeeira, em meados do século XIX, foi construída a Estrada de Ferro D. Pedro II, trazendo mais prosperidade ä região. O projeto inicial desta ferrovia previa a extensão dos trilhos até a Freguesia de Nossa Senhora de Belém e Menino Deus, atual Jacutinga, que chegou a construir um prédio para sediar a estação. Porém, milhares de operários chineses, construtores da estrada, foram vítimas de Malária e por epidemias de cólera, que arrasou toda a Colônia, em 1855. Como a morte dos operários chineses iria retardar o prosseguimento das obras da via férrea, rapidamente foi construída a Estação de Queimados. Segundo a história, a origem do nome do município deve-se a este acontecimento, uma vez que os chineses tinham por costume queimar os seus mortos. Este costume criou entre os populares, que tinham que passar pelo local onde os corpos haviam sido queimados, a seguinte forma de indicar o caminho: \"vou pela estrada dos queimados\", o que acabou por nomear o local. Desde 1833, a Freguesia de Nossa Senhora da Conceição de Marapicu correspondia a um Distrito Eclesiástico, que era subordinado á Câmara da Cidade do Rio de Janeiro, representado por um Intendente que ficava em Nova Iguaçu, naquela época Vila de Iguassu. Marapicu e Queimados estiveram, durante muito tempo, disputando a sede deste distrito. Em 1944, sob o decreto Lei Estadual, nº l063, Queimados passa a ser o 2º Distrito de Nova Iguaçu. ==Subdivisões== A cidade está dividida em 38 bairros e um distrito industrial. ;Distrito industrial de Queimados O distrito industrial de Queimados foi fundado em 1976, durante a administração do seu antigo município Nova Iguaçu. Está localizado às margens da Rodovia Presidente Dutra, na altura do quilômetro 196, no sentido São Paulo / Rio de Janeiro. Possui acesso direto pelo viaduto do distrito de Engenheiro Pedreira. Em sua fundação, possuía uma área de 2.326.575 m². Após uma expansão conforme o decreto nº. 42919 de 7 abril de 2011, passou a ter um total de 4.326.575 m². Com capacidade de atender às necessidades das empresas, o distrito possui uma infra-estrutura com rede de distribuição de gás canalizado, internet de fibra ótica, subestação de energia elétrica e abastecimento de água. O distrito industrial de Queimados é considerado um dos mais importantes do estado, pois está localizado próximo às cidades do Rio de Janeiro, São Paulo, do Porto de Itaguaí e do Porto do Rio de Janeiro, além da proximidade de rodovias importantes do estado, como o Arco Metropolitano e a Rodovia Presidente Dutra. == Comunicações == Queimados tem em circulação vários meios de comunicação: Notícias de Queimados,Notícias de Queimados Jornal Destaque Baixada,Jornal Destaque Baixada Jornal de Hoje,Jornal de Hoje Jornal Hora HJornal Hora H e portal Choque de Queimados. ==Política== Queimados se emancipou de Nova Iguaçu em 1990 já nas eleições municipais de 1992 Jorge Cesar Pereira da Cunha mais conhecido como Dr.Jorge foi eleito prefeito da cidade e assumiu em 1º de Janeiro de 1993.https://www.eleicoesepolitica.net/prefeito2000/prefeito/RJ/58122/12 ===Prefeitos=== Esta é uma lista de prefeitos do município de Queimados. Nº Nome Partido Início do mandato Fim do mandato Observações 1 Jorge Cesar Pereira da Cunha, \"Dr. Jorge\" PMDB 1º de janeiro de 1993 31 de dezembro de 1996 Prefeito eleito 2 Azair Ramos da Silva PFL 1º de janeiro de 1997 31 de dezembro de 2000 Prefeito eleito 2 Azair Ramos da Silva PMDB 1º de janeiro de 2001 31 de dezembro de 2004 Prefeito reeleito 3 Carlos Rogério dos Santos, \"Rogério do Salão\" PL/PDT 1º de janeiro de 2005 31 de dezembro de 2008 Prefeito eleito 4 Max Rodrigues Lemos PMDB 1º de janeiro de 2009 31 de dezembro de 2012 Prefeito eleito 4 Max Rodrigues Lemos PMDB 1º de janeiro de 2013 31 de dezembro de 2016 Prefeito reeleito 5 Carlos de França Vilela PMDB 1º de janeiro de 2017 31 de dezembro de 2020 Prefeito eleito 6 Glauco Barbosa Hoffman Kaizer Solidariedade 1º de janeiro de 2021 31 de dezembro de 2024 Prefeito eleito UNIÃO 1º de janeiro de 2025 em exercício Prefeito reeleito === Presidentes da Câmara dos Vereadores === *1993 - 1996 - Carlos Albino Pires de Andrade *1997 - 2000 - Milton Campos Antonio *2001 - 2004 - Max Rodrigues Lemos *2005 - 2008 - Milton Campos Antonio *2009 - 2012 - Milton Campos Antonio (PMDB) *2013 - 2016 - Milton Campos Antonio (PMDB) *2017 - 2019 - Milton Campos Antonio (MDB) *2019 - atual - Professor Nilton Moreira Cavalcante (MDB) == Transporte == A cidade dispõe de uma estação ferroviária, através do Ramal Japeri, operado pela SuperVia, a Estação Queimados. Queimados possui duas empresas de ônibus que realizam os trajetos das linhas municipais: a Gardel Turismo e Fazeni Transportes (as duas possuem linhas intermunicipais ligando Queimados a Japeri). Possui ainda cinco outras empresas responsáveis por linhas intermunicipais: Linave Transportes, Transportadora Tinguá, Transportes Blanco, Nilopolitana Transportes e UniRio (tanto a Nilopolitana quanto a UniRio formam um grupo junto à Transportes Blanco). Queimados possui ligações com os municípios de Japeri, Nova Iguaçu, Belford Roxo, Mesquita, Nilópolis, São João de Meriti, Duque de Caxias além da ligação com a cidade do Rio de Janeiro com linhas para o Centro, Pavuna, Penha e Barra da Tijuca passando por alguns bairros da Zona Norte e Oeste (pela Linha Amarela). ==Filhos ilustres== *Biografias de queimadenses notórios == Ver também == * Baixada Fluminense ==Ligações externas== * Página da prefeitura * Instituto de Pesquisas e Análises Históricas da Baixada Fluminense * PIB - IBGE - 2005 Categoria:Fundações no Rio de Janeiro em 1990",
 "title": "Queimados"
}