{
 "id": "33840",
 "text": "Alabastro (às vezes chamado espato acetinado) é uma designação aplicada a dois minerais distintos: gesso (sulfato de cálcio hidratado) e calcite (um carbonato de cálcio).Mais sobre alabastro e travertino, breve guia explicando o uso diferente dessas palavras por geólogos, arqueólogos e aqueles no comércio de pedras. Museu de História Natural da Universidade de Oxford, 2012, Atenção, não confundir este \"gesso\" com o gesso em pó ou Gesso de Paris; quando se fala aqui de alabastro de gesso, trata-se de um mineral estruturado e não o pó de gesso obtido por mistura. Desta forma, é completamente incorreto chamar alabastro a uma peça feita em gesso de Paris (vulgo pó de gesso). Os dois tipos são facilmente distinguíveis entre si pela sua dureza relativa. O alabastro de gesso é macio, sendo riscado com a unha (dureza 1,5 a 2), enquanto o alabastro de calcite é demasiado duro para ser riscado nesta maneira (dureza 3), embora ceda a uma faca. Além disso, o alabastro de calcite, sendo um carbonato, efervesce por reação com o ácido clorídrico, ao invés do alabastro de gesso, que praticamente não é afetado por este ácido. == Tipos de alabastro == === Alabastro de calcite === Esta substância, denominado frequentemente alabastro oriental, uma vez que os exemplares mais antigos vieram do Oriente. O nome grego alabastrites parece ser derivado da cidade de Alabastro, no Egito, onde a pedra era explorada, mas a localidade provavelmente deve o seu nome ao mineral; a origem do nome do mineral é obscura, e sugeriu-se que pode ter tido uma origem árabe. O alabastro oriental era muito apreciado para a produção de pequenos frascos de perfume ou os vasos de unguento, chamados alabastra; conjectura-se ser esta uma possível origem do nome. O alabastro foi empregado também no Egito para o fabrico de vasos canopos e vários outros objetos sagrados e funerários. Um esplêndido sarcófago esculpido em um único bloco de alabastro oriental translúcido de Alabastron encontra-se no museu de Soane, em Londres. Foi descoberto por Giovanni Belzoni, em 1817, no túmulo de Seti I, perto de Tebas, no Egito, e comprado pelo senhor John Soane, havendo sido previamente oferecido ao Museu Britânico. Quando é cortado em lâminas finas o alabastro é suficientemente translúcido para ser usado em janelas, tendo sido assim utilizado, em igrejas medievais, especialmente em Itália. O alabastro de calcite pode ter duas origens: um depósito estalagmítico, do assoalho e paredes de cavernas calcárias, ou um tipo de travertino, depositado similarmente em nascentes de água calcária. A sua deposição em camadas sucessivas produz a aparência bandada que o mármore apresenta frequentemente quando visto em corte, sendo então designado como o ónix-mármore ou o alabastro-ónix, ou às vezes simplesmente como ónix - um termo que deve, no entanto, ser restringido a minerais siliciosos. O alabastro egípcio foi largamente explorado perto de Suez e de Assiut; há muitas pedreiras antigas nos montes sobranceiros à planície de Tell El Amarna. O ónix-mármore argelino foi extraído sobretudo na província de Oran. No México há alguns depósitos famosos de uma delicada variedade verde em La Pedrara, no distrito de Tecali, perto de Puebla e o ónix-mármore ocorre também no distrito de Tehuacan; nos Estados Unidos ocorre em diversos locais na Califórnia, Arizona, Utah, Colorado e Virgínia. === Alabastro de gesso === Atualmente, quando o termo alabastro é usado, refere-se invariavelmente à variedade de grão fino de gipsita. Milhares de artefatos de alabastro de gesso, datados do final do 4º milénio a.C., foram encontrados em Tell Brak (atualmente Nagar, Síria ). Na Mesopotâmia, foi encontrada uma escultura em alabastro de gesso, que se acredita representar o deus Abu, datada da primeira metade do 3º milénio a.C. . O melhor alabastro é largamente utilizado como pedra ornamental, especialmente na decoração eclesiástica e para corrimões de escadas e átrios. A sua baixa dureza permite que seja facilmente trabalhada em formas elaboradas, mas a sua solubilidade em água torna-a impossível de utilizar em trabalhos de exterior. O alabastro mais puro, é um material de cor branca-neve de grão muito fino, que ocorre geralmente associado a um óxido de ferro, o qual produz manchas e veios marrom no alabastro. As variedades mais grosseiras de alabastro são convertidas, por calcinação, em gesso. Na Europa continental, o centro do comércio de alabastro é Florença, em Itália. O alabastro da Toscana ocorre em massas nodulares embutidas em calcário, interestratificadas com margas de idade miocénica e pliocénica. O alabastro é explorado por meio de galerias subterrâneas no distrito de Volterra. São distinguidas várias variedades - venoso, manchado, nublado, agatiforme e outras. O melhor tipo de alabastro, obtido sobretudo em Castellina Marittima, é enviado para Florença para ser utilizado em obras escultóricas, enquanto que os tipos mais comuns são trabalhados localmente, no fabrico de vasos e outros objetos ornamentais comercializados em grande escala, especialmente em Florença, Pisa e Livorno. Com o propósito de diminuir a translucidez do alabastro e de obtenção de uma opacidade que dê a impressão de tratar-se de mármore, as estátuas são imersas num banho de água e gradualmente aquecidas até próximo do ponto de ebulição; esta operação requer grande cuidado, pois se a temperatura não for cuidadosamente controlada a pedra adquire uma aparência branca como a do giz. O efeito produzido pelo aquecimento parece ser uma desidratação parcial do gesso. Se corretamente tratado, a aparência final é aquela de verdadeiro mármore, conhecido como mármore de Castellina. O alabastro pode também ser tratado de forma a produzir um material que imita o coral (coral de alabastro). Existe ainda uma variedade de alabastro de gesso designada por alabastro negro, da qual se conhecem apenas três veios em todo o mundo: em Oklahoma, Estados Unidos; Itália e China. O Alabaster Caverns State Park, perto de Freedom, Oklahoma, contém várias grutas de gesso naturais nas quais muito do gesso se encontra na forma de alabastro. Podem aqui ser encontradas várias variedades de alabastro incluindo, rosa, branco e o raro alabastro negro. == Ver também == *Lista de minerais Categoria:Minerais Categoria:Pedra",
 "title": "Alabastro"
}