{
 "id": "33866",
 "text": "Cacoal é um município brasileiro do estado de Rondônia. O seringueiro Anísio Serrão de Carvalho nomeou o município de Cacoal devido à grande quantidade de cacau nativo que ocupava a área, tendo boa aceitação pelo solo, vindo a se tornar juntamente com a lavoura cafeeira, que fez deste município a Capital do Café, tornando-se a cultura mais importante da região, dando base de sustentação a economia local. == História == Sua história começou com a chegada da linha telegráfica na região, aberta pelo marechal Cândido Mariano da Silva Rondon, no ano de 1909. Um dos postos telegráficos foi instalado no local onde atualmente está o município de Pimenta Bueno, sendo necessário a contratação de homens para trabalhar como guarda-fios. Em torno de 1920 chega à região para trabalhar como guarda-fios o paraibano Anísio Serrão de Carvalho. Este, membro da comissão de Rondon, adquiriu a área de terra às margens do Igarapé Pirarara, e se fixou no local, denominando-o de Cacoal. Porém, o povoamento de Cacoal só teve início na década de 1970, com a chegada de vários imigrantes da região sul e sudeste do país, dando origem ao povoado conhecido como Nova Cassilândia. Nessa mesma época, o Instituto Nacional de Colonização e Reforma Agrária (INCRA) implantou o Projeto Integrado de Colonização, para orientar a sua ocupação, coordenando a distribuição de lotes e o assentamento dos colonos. Em 1972 foi elevado a distrito de Porto Velho e em 1975 foi organizada a Primeira Igreja Batista de Cacoal. Mas a primeira Igreja a se instalar na ainda vila de Cacoal foi a Igreja Católica por meio da congregação Comboniana, sendo Francesco Vialetto o primeiro padre, cuja diocese se fixou na então Vila de Ji-Parana, a aproximadamente 100 km. Antes mesmo da emancipação política de Cacoal. E assim ficou até 26 de novembro de 1977, quando foi elevado a município. A partir de 1979 o governo do Território Federal de Rondônia elaborou o plano de orientação urbano de Cacoal. == Geografia == Sua população, é a quinta maior do Estado, ficando atrás da cidade de Vilhena com 100.000 habitantes. De acordo com o IBGE em 2016, Cacoal é estimada em 87.877 habitantes. O município é movido principalmente pelas grandes indústrias do setor madeireiro, agropecuário e comércio. É um dos municípios mais prósperos do estado por sua sólida economia em expansão. Cacoal está localizado na porção centro-leste do estado, na microrregião de Cacoal e na mesorregião do Leste Rondoniense. === Clima === O clima da região segundo Koppen, do tipo Aw, corresponde às florestas tropicais com chuvas do tipo monção. Caracteriza-se por elevadas precipitações cujo total compensa a estação seca (junho a agosto), permitindo a existência de floresta. Esse tipo climático domina toda a área, onde a temperatura média fica em torno de 26 °C. O índice pluviométrico é superior a . De acordo com dados da estação automática do Instituto Nacional de Meteorologia (INMET) no município, em operação desde 20 de julho de 2008, a menor temperatura registrada em Cacoal foi de em 18 de julho de 2010, e a maior atingiu em 17 de setembro de 2019. O menor índice de umidade relativa do ar (URA) foi de apenas 12%, observado na tarde de 31 de agosto de 2012. E a maior rajada de vento ocorreu em 13 de novembro de 2010, chegando a (). === Hidrografia === O principal curso de água é o rio Machado, chamado mais adiante de rio Ji-Paraná, afluente do rio Madeira, pela margem direita. Fazem parte também da hidrografia deste município pequenos rios como: Tamarupá e Pírarara. === Fauna === A fauna da região de Cacoal é composta por animais de pequeno e grande porte como mamíferos, aves, répteis, peixes e insetos. São encontrados frequentemente nas matas do município exemplares de mamíferos comuns à fauna da região como tatu- peba, tamanduá-mirim, cachorro-do-mato (graxaim). Estas espécies são encontradas em grande número, vitimadas por atropelamentos nas estradas que interligam o município de Cacoal à Rolim de Moura e Ji-Paraná. === Vegetação === Ficheiro:Cacoal, RO - Brasil - Pedra de Lina 10 - panoramio (1).jpg A vegetação observada localmente no Município de Cacoal é do tipo cerrado, predominando, no entanto um tipo de transição entre floresta aberta e cerrado, dado o caráter típico da transição climática e entre os dois biomas (amazônico e cerrado). == Economia == O PIB de Cacoal é de R$ 2.127.523.250 e o PIB Per capita R$ 24.037,91. {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Serviços Agropecuária Indústria Fonte: IBGE === Setor primário === A base econômica da agricultura permanente é o café. O município já foi considerado o maior produtor do estado, já chegou a produzir 46 mil toneladas de café no ano de 1990, mas essa produção vem caindo gradativamente, e em 2005 passou a ser o segundo maior,IBGE, Produção Agrícola Municipal em 2005. com uma produção de 8.040 toneladas, onde o maior produtor é o município de São Miguel do Guaporé (9.708 toneladas), logo após o café, a segunda maior produção é a de banana, com 4.074 toneladas em 2005. Já no desenvolvimento de culturas temporárias, os mais importantes são o arroz, o feijão, a mandioca e o milho, com uma produção de 9.832 toneladas em 2005, sendo um dos maiores produtores do mesmo. Cacoal possui um dos maiores rebanhos do estado, sendo de grande importância para a economia agropecuária. Possui mais de 420 mil cabeças de gado bovino, ficando como quarto maior rebanho de Rondônia.IBGE, Pesquisa Pecuária Municipal em 2005. Em 2005 teve uma produção de leite de 8,5 mil litros. A criação de suínos teve uma grande queda, de 120 mil em 1992 para 12 mil suínos em 2005 devido a grande migração da população rural para o município, que reduziu não só a criação de suínos como a de bovinos e a produção de alimentos. A queda da importância da suinocultura para a economia do município também foi um fator que influenciou. A população rural ainda representa 20% da população total. O município também está inserido na fronteira agrícola Amazônica. === Setor terciário === Com empresas de diversos ramos de atividade, o município de Cacoal atrai consumidores de diversas cidades vizinhas, e os setores que mais se destacam são: alimentícios (supermercado), auto peças, concessionárias de veículos, confecções, materiais de construção. Com um forte setor atacadista que fornece produtos para revenda, com preços competitivos e com uma quantidade enorme de produtos oferecidos, que podem ser adquiridos tanto no varejo como no atacado. Tendo agora um forte crescimento nas áreas de saúde e educação, e consecutivamente, trazendo um incremento para o comércio. === Pontos turísticos === *Cachoeira na Linha 11: com maior fluxo de visitantes nos finais de semana, quando acontecem rodeios, bingos, churrascos, música ao vivo, dentre outras atividades realizadas no local. As pessoas têm a possibilidade de tomar banho de cachoeira, ou então, para aqueles que gostam, apreciar a natureza. * Cachoeira do Protazio: Lugar muito bonito e tranquilo, ótimo banho de cachoeira nas águas frias do igarapé, área para camping, pesque-pague, e quiosques com mesas e churrasqueira. Localizada na Zona Rural com acesso pela Linha 06 após o travessão uns 300 metros do lado esquerdo da Linha, distante cerca de 25 km do Centro de Cacoal. O acesso pode ser feito também pela Linha 05 (asfalto) entrando no travessão a direita (em frente aos eucaliptos na beira da estrada - 21 km da BR-364 sentido Ministro Andreazza)e seguindo 4 km até a Linha 06. * Cacoal Selva Park: uma área rural preservada há mais de 20 anos; que se tornou uma das principais áreas de lazer da região e do estado. Hoje aberta ao público, a propriedade ficou conhecida como \"Chácara ou Sítio do Nério\", espaço que em março de 2000 foi transformado em Reserva Particular do Patrimônio Natural. Possui estruturas ecológicas, que atualmente conta com cabanas equipadas para acomodação familiar, pedalinhos, rodas d'água, área de camping, quiosques, salão de jogos, restaurante, lanchonetes, animais silvestres em exposição, dentre outros. * Lagoa Azul: devido às algas e à pigmentação da argila a cor da água faz jus ao nome do local. Existem várias nascentes que foram represadas, formando uma lagoa com água limpa. Nos finais de semana o lugar é muito frequentado por excursões de cidades da região. Existe no local trampolim, área de camping, lanchonete e churrasqueiras. * Lago do Parque Sabiá: o lago também conhecido como lago do BNH, é formado por nascentes existentes no local. Está localizado numa área verde no centro do bairro e tem uma infraestrutura de lazer, como pista para caminhadas, quadra coberta de esportes, parque infantil e uma grande área gramada para o lazer da população. Dentre suas estruturas, há um parque para as crianças, um local para picnic e uma pista para caminhada. * Pedra na Linha 7: é um local onde há a sobreposição natural de uma pedra sobre a outra, formando uma bela paisagem para ser admirada. * Pedra na Linha 10: lugar propício para aqueles que desejam apreciar a natureza e ter um pouco de aventura, próprio para escaladas, devido ao paredão de aproximadamente 50 metros de altura. O local também serve para caminhadas ecológicas, pela região com muita vegetação. Do alto da pedra tem-se uma boa visão do município de Cacoal. == Ligações externas == * * * *",
 "title": "Cacoal"
}