{
 "id": "33876",
 "text": "{{Info/Município do Brasil | nome = Espigão do Oeste | preposição = de | apelido = Espigão\" \"Capital da laranja\" \"Capital pomerana da Amazônia | foto = Ipê na Praça de Espigão do Oeste.JPG | leg_foto = Praça municipal. | brasão = https://commons.wikimedia.org/wiki/File:Bras%C3%A3o_Espig%C3%A3o_do_Oeste.svg | bandeira = Bandeira-espigaodoeste-ro.png | link_brasão = | link_bandeira = | Hino = | aniversário = | fundação = | gentílico = Espigoense | lema = Paz, Trabalho e Progresso | prefeito = Welinton Pereira Campos | partido = UNIÃO | fim_mandato = 2024 | mapa = Rondonia Municip EspigaodoOeste.svg | latP = S | latG = 11 | latM = 31 | latS = 29 | lonP = O | lonG = 61 | lonM = 00 | lonS = 46 | estado = Rondônia | mesorregião = Leste Rondoniense | data_mesorregião = IBGE/2008 | microrregião = Cacoal | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Aripuanã-MT (N), Vilhena (L), Cacoal (O), Pimenta Bueno (S). | dist_capital = * Federal: 1.929 km * Estadual: 539 | área = 4518.055 | área_pos = RO: 16º | área_ref = | área_urbana = | área_urbana_pos = RO: 11º | área_urbana_ref = est. Embrapa | população = 29397 | população_pos = RO: 13º | data_pop = IBGE/2019 | altitude = 270 | clima = equatorial | sigla_clima = Am | idh = 0.672 | data_idh = PNUD/2010 | gini = | gini_pos = RO: 34º | data_gini = est. IBGE 2003 | pib = mil | data_pib = IBGE/2017 | pib_pos = RO: 14º | pib_per_capita = 17498.71 | pib_per_capita_pos = RO: 30º | data_pib_per_capita = IBGE/2017 | site_prefeitura = www.espigaodooeste.ro.gov.br }} Espigão do Oeste é um município brasileiro localizado na região leste do estado de Rondônia. Com uma população de habitantes, a cidade é conhecida por ser povoada por descendentes de pomeranos.Os Pomeranos de Espigão do Oeste - RO É o 13º município mais populoso do Estado e detém o 14º maior PIB (Produto Interno Bruto) de Rondônia. A cidade também é Bicampeã Nacional da Olimpíada Brasileira de Matemática das Escolas Públicas, e da Olimpíada Brasileira de Língua Portuguesa além de possuir a 7ª maior expectativa de vida de Rondônia e o 4º melhor Índice de Gestão Fiscal entre todas as cidades da região Norte do Brasil. O município também é sede da Federação de Motociclismo do Estado de Rondônia. == História == Em 1956 o Governo convidava os brasileiros para a integração da Bacia Amazônica. Entusiasmados com a ideia de desbravar a Amazônia, os irmãos José Cândido, Nilo Tranquilo e Romeu Melhorança saíram de Andradina, em São Paulo, até chegarem ao município de Pimenta Bueno. Em 13 de abril do mesmo ano, quando estavam às margens do Rio Barão de Melgaço, decidiram se mudar de vez para Rondônia, onde organizaram uma firma colonizadora que recebeu o nome de Itaporanga (Ita = Pedra; Poranga = Dura). Em fevereiro de 1967 deram início à colonização. Partindo de Pimenta Bueno deixaram a BR-364 e iniciaram um caminho de 28 quilômetros até chegarem ao alto de uma colina, que foi chamada de “Espigão esse tarde que os conolizadores vieram a este local esse foi o movimento 1969, Espigão já era uma Vila e em 12 de agosto de 1970 o Padre Vicente Vanin Martins celebrou uma missa onde fincou um cruzeiro e junto a ele uma garrafa tendo em seu interior um papel com os nomes das pessoas que participaram do evento. Nos anos seguintes, especialmente em 1975, vários acontecimentos marcaram tragicamente os colonos de Espigão do Oeste. A colonizadora Itaporanga dividia os lotes de terra em 2000 hectares e cobrava dos colonos a demarcação das terras, porém o INCRA (Instituto Nacional de Colonização e Reforma Agrária) só regularizava as terras se os lotes fossem reduzidos a 100 hectares. Os colonos não se agradaram com o fato e houve uma revolta geral quando receberam a notícia de que funcionários do INCRA viriam para cortar as terras. Indignados, os colonos decidiram serrar a única ponte de acesso à Vila, sobre o Rio Palmeira, para impedir a passagem dos funcionários. Porém, no mesmo dia, em 28 de abril de 1975, policiais armados invadiram a Vila de Espigão e espancaram vários trabalhadores e colonos. Muitas pessoas foram presas e somente meses depois conseguiram liberdade e também os documentos das terras. === Emancipação === Em 3 de março de 1977 tornou-se um subdistrito do município de Pimenta Bueno. Em 16 de Junho de 1981, pela Lei n° 6.921, foi desmembrado de Pimenta Bueno e também tornou-se um município. == Histórico político == A administração de Espigão do Oeste começou em 1974, quando foi criado um Conselho Comunitário, tendo como presidente e responsável pela administração José Salla. === Prefeitos e vereadores === ==== Primeira Gestão ==== Em 1982, Lúcia Tereza foi eleita prefeita de Espigão do Oeste, sendo a primeira mulher a ser eleita prefeita em uma cidade da Amazônia. A Câmara municipal de Espigão do Oeste, teve a sua 1ª legislatura empossada no dia 3 de março de 1983, sob a presidência do vereador eleito, Martins João Mundel. ==== Demais Gestões ==== * 2ª Gestão: Em 1989 Nilton Caetano de Souza iniciou seu mandato como prefeito, tendo como vice Juventino Pereira dos Santos. * 3ª Gestão: Reginaldo Pereira do Nascimento tomou posse em 1993. * 4ª Gestão: Em 1997 iniciaram seus mandatos de Prefeito e Vice, Arlindo Dettmann e José Sampaio Leite. * 5ª Gestão: Em 2001 Lúcia Tereza voltou ao cargo de Prefeita do município, tendo como vice José Aluízio Lara. * 6ª Gestão: Lúcia Tereza foi reeleita por mais quatro anos. * 7ª Gestão: Em 2009 Célio Renato da Silveira tomou posse do cargo de Prefeito. * 8ª Gestão: Eleito com 61,51% dos votos válidos, Nilton Caetano de Souza volta a ser Prefeito da cidade. * 9ª Gestão: Eleito com 48,39% dos votos válidos, Wéliton Pereira Campos se tornou Prefeito, com Darci Jose Kischener sendo Vice Prefeito. == Aspectos geográficos == thumb|Ipê amarelo em Espigão do Oeste, Rondônia. === Área === Espigão do Oeste possui uma área total de 4.518,055 quilômetros quadrados, sendo 4.495,06 quilômetros quadrado de Zona Rural e 22,94 quilômetros quadrados de Zona Urbana. === Limites === O Município localiza-se a leste do Estado de Rondônia e limita-se: Com o Estado do Mato Grosso ao norte; Com o município de Pimenta Bueno ao sul; Com o município de Vilhena ao leste; E com o município de Cacoal a oeste. === Relevo === A área urbana do Município é composta de terras baixas e altas, isto é, ligeiramente onduladas, enquanto que a área rural apresenta ondulações mais acentuadas, como morros e serras. Com 543 metros de altura, a Serra Azul é o ponto mais alto da cidade e está localizada a 70 quilômetros do centro do município. === Vegetação === No início da colonização, predominava a Floresta Equatorial (ou Amazônica) e uma pequena parte de cerrado. Porém, com o incentivo do Governo Federal para que as terras fossem colonizadas, os emigrantes desmataram e transformaram as florestas em pastagem, restando pequenas reservas de Floresta. === Hidrografia === A área pertencente ao município é cortado por vários rios, sendo os mais importantes: * Rio Roosevelt: banha uma grande parte do município e deságua no Estado do Mato Grosso. * Rio 14 de Abril: nasce no município e deságua no Estado do Mato Grosso. * Rio Ribeirão Grande: nasce no município e deságua no Estado do Mato Grosso. * Rio Riozinho: nasce no município e deságua no município de Cacoal. * Rio Palmeiras: abastece grande parte do município. * Rio Kernit: nasce no município e é afluente do Rio Roosevelt. Entre os Igarapés, o mais importante é o Félix Fleury. === Clima === O clima de Espigão do Oeste é considerado tropical (tipo Am segundo Köppen), com diminuição de chuvas no inverno e temperatura média anual de 27,7 °C, tendo invernos brandos e verões com temperaturas altas. Os meses mais quentes, agosto, setembro e outubro tem temperaturas médias entre 28 e 29,5°C e os meses mais frios, maio, junho e julho, médias de 26 à 27 °C. A precipitação anual média é de mm, concentrados principalmente no verão. As estações do ano são pouco definidas: o inverno é ameno e seco, e o verão, quente e chuvoso. Outono e primavera são estações de transição. ==== Friagem ==== O fenômeno da Friagem, muito comum na região em épocas de inverno, é observada na cidade cerca de 6 a 12 vezes ao ano. Ela é responsável pela brusca queda de temperatura, e dura entre 3 e 6 dias. Em 2010, devido a friagem, foram registradas várias temperaturas abaixo dos 14 °C: No inverno, o ingresso de fortes massas de ar polar, responsáveis pela Friagem na região sul da Amazônia, acompanhadas de excessiva nebulosidade às vezes fazem com que as temperaturas permaneçam muito baixas, mesmo durante a tarde. Tardes com temperaturas máximas que variam entre 19 °C e 21 °C ocorrem algumas vezes no ano durante essa época. Durante o inverno, já houve vários registros de tardes em que a temperatura sequer ultrapassou a marca dos 17 °C, como em 17 de julho de 2010. Os registros de Geadas na cidade são raros, porém, em 19 de Julho de 1975, quando o Brasil registrou um dos seus invernos mais rigorosos, o fenômeno da Geada foi registrada na cidade, assim como em várias cidades do Sul de Rondônia. == Aspectos Humanos == === População === No censo demográfico de 2010, a população do município, segundo o Instituto Brasileiro de Geografia e Estatística (IBGE) era de 28 729 habitantes, apresentando uma densidade populacional de 6,36 hab./km². Conforme o mesmo censo, 14 123 eram do sexo feminino (49,16%) e 14 606 do sexo masculino (50,84%). Ainda segundo o mesmo censo, 20 610 habitantes viviam na zona urbana (71,74%) e 8 119 na zona rural (28,26%). Segundo as estimativas de 2019, o município possui 32 374 habitantes e continua sendo a 13ª cidade mais populosa do Estado de Rondônia. O município possui um Índice de Desenvolvimento Humano (IDH) médio (0,672), o décimo segundo maior do estado. Já o Índice Firjan de Desenvolvimento Municipal (IFDM) também é considerado médio (0,6107), porém é apenas o décimo sexto maior de Rondônia. O índice de Gini do município, que mede a desigualdade social, é de 0,42. E a incidência de pobreza observada na população do município em 2003 foi de 26,45%, uma das menores taxas de Rondônia. Mais da metade dos moradores do município são descendentes de pomeranos,Moradores de Espigão D'Oeste mantêm Tradição Pomerana em RO muitos deles de Vila Pavão, no Espírito Santo (onde também há uma grande colônia pomerana).Rondônia comemora 50 anos de Imigração Pomerana Atualmente Espigão d'Oeste possui a maior colônia de pomeranos da Amazônia.Maior colônia de pomeranos da Amazônia vive em RondôniaCarlos Magno visita Pomerfest e construção de portal em Espigão ==== Núcleos populacionais ==== thumb Espigão do Oeste possui quatro distritos, que segundo o Censo 2010 somam 8 119 habitantes: * Distrito de Nova Esperança: Nasceu de um projeto de desenvolvimento rural integrado. Foi implantada no ano de 1983 e está localizado a 14 quilômetros do perímetro urbano. * Novo Paraíso: Pequeno distrito localizado na Estrada do Canelinha, a 18 quilômetros da zona urbana. É popularmente conhecido por \"Canelinha\". * Flor da Serra: Está localizado próximo ao Rio 14 de Abril, na Estrada dos Nove Lotes. * Boa Vista do Pacarana: Conhecido como \"Pacarana\", está localizado próximo à divisa do município com o Estado do Mato Grosso. === Religião === {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Católicos Evangélicos Espíritas Outras Sem Religião Embora tenha se desenvolvido sobre uma matriz social eminentemente católica, tanto devido à colonização quanto à imigração, hoje grande parte da população declara-se evangélica. De acordo com dados do Instituto Brasileiro de Geografia e Estatística (IBGE), em 2010 a população de Espigão do Oeste era composta de 44,01% de Católicos apostólicos romanos, 41,93% de Evangélicos, 0,33% de outras religiões e 12,21% sem Religião. A cidade concentra a maior porcentagem de Evangélicos de Rondônia, a quarta maior da região norte e a 75ª maior do Brasil. Possuindo os mais diversos credos protestantes ou reformados, como a Igreja Luterana, a Igreja Presbiteriana, as igrejas batistas, a Igreja Assembleia de Deus, a Igreja Adventista do Sétimo Dia, a Igreja Mundial do Poder de Deus, a Igreja Universal do Reino de Deus, a Comunidade Cristã de Espigão, entre outras, além de cristãos de várias outras denominações. === Segurança pública e criminalidade === De acordo com dados do Sistema de Informações sobre Mortalidade (SIM), divulgado pelo Ministério da Saúde, no período entre 2005 e 2013 a taxa de homicídios caiu de 18,33 para 9,46 assassinatos por 100 mil habitantes. Em 2003, a cidade ocupava a 318ª posição na lista das cidades mais violentas do Brasil. Em 2013, com a diminuição do número de homicídios, a cidade passou a ocupar apenas a 2825ª posição nacional. == Governo == thumb|direita|Chegando em Espigão do Oeste No município existem três poderes: O Poder Executivo do município de Espigão do Oeste é representado pelo prefeito e seu gabinete de secretários, seguindo o modelo proposto pela Constituição Federal. O Poder Legislativo é representado pela câmara municipal, composta por 11 vereadores eleitos para cargos de quatro anos (em observância ao disposto no artigo 29 da Constituição, que disciplina um número mínimo de 11 vereadores para municípios com mais de 15 mil até 30 mil habitantes). Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento municipal (conhecido como Lei de Diretrizes Orçamentárias). O Poder Judiciário é representado pelo Juiz de Direito. === Relações Intermunicipais === ==== Cidades-irmãs ==== A única cidade-irmã de Espigão do Oeste é: * Vila Pavão, Espírito Santo (2011) Vila Pavão foi o município capixaba que na década de 1980 mais perdeu habitantes para as novas áreas de colonização, especialmente para o município de Espigão do Oeste. Não existem no Brasil duas cidades tão distantes (3.040 quilômetros), com tamanha identidade histórica e cultural.Livro “Espigão do Oeste (RO) e Vila Pavão (ES) – Cidades Gêmeas” será lançado em agosto Atualmente, Espigão do Oeste é considerada a cidade mais pomerana da região Norte do País, e tornou-se um ponto de turismo para os pavoenses que, frequentemente, visitam seus parentes e amigos rondonienses. == Subdivisões == O município de Espigão do Oeste possui 10 bairros (a designação \"bairro\", porém, não existe oficialmente, embora seja usualmente aplicada pela população): * Caixa d'água * Centro * Cidade Alta * Jardim Cassol * Jorge Teixeira * Liberdade * Morada do Sol * Novo Horizonte * São José * Vista Alegre Segundo o 2010, os bairros mais populosos são o Vista Alegre (2.928 habitantes), o Caixa d`água (2.411 habitantes), o São José (2.305 habitantes), o Centro (2.233 habitantes) e o Jorge Teixeira (1.972 habitantes). Conforme o mesmo Censo, os bairros com mais habitantes idosos (acima de 65 anos) são o Caixa d'água (com 162 idosos), o Centro (com 143 idosos), o Morada do Sol (com 109 idosos) e o Vista Alegre (com 105 idosos). Ainda segundo o mesmo Censo, os bairros com mais habitantes jovens são o Vista Alegre (747 hab.), São José (615 hab.), Jorge Teixeira (613 hab.), o Caixa d'água (550 hab.) e o Centro (467 hab.). === Planejamento urbano === * Centro: Federação de Motociclismo do Estado de Rondônia, Igreja Matriz, Supermercados, Escritórios, Advocacias, Banco Bradesco, Caixa Econômica Federal, Sicoob Credip, Credi Espigão, Rádio Romiporã FM, Praça Municipal, Jornal O Conse Sul, Hospital São Lucas, Centro de Saúde Arlindo Cristo, Presídio, Rodoviária e Escola 7 de Setembro; * Caixa d'Água: CAERD, Torre de TV, Igrejas, Polícia Militar , Posto de Saúde Gebaldo Reis, Escola Maria de Sancti e Escola Vinícius de Moraes; * Cidade Alta: CIRETRAN; CAPS - Centro de Atenção Psicossocial; * Jardim Cassol; * Jorge Teixeira: Escola Teobaldo Ferreira, Polícia Civil; * Liberdade: Estádio Municipal, Rádio Mega FM, Ginásio Municipal, Palco de Eventos, Clube Municipal, Cemitérios, Hospital Municipal, Escola Fernanda Souza de Paula, Centro de Saúde da Mulher, Centro de Saúde Materno Infantil; * Morada do Sol: Escola Jean Piaget e Igrejas; * Novo Horizonte; * São José: Escola Monteiro Lobato, Igrejas, Posto de Saúde Helvécio Barbosa Lagares, mercados; * Vista Alegre: Fórum Municipal, Prefeitura Municipal, Correios, Banco do Brasil, Supermercados, Seduc, Defensoria Pública, Ministério Público, Previdência Social, Câmara Municipal, Idaron, SINDSEF, Semas, Rotary Clube, Associação Comercial, Biblioteca Municipal, Hospital Santa Cecília e Escola Jerris Adriani Turatti. == Economia == Espigão do Oeste possui o décimo primeiro maior PIB dentre as cidades rondonienses e o 66º maior da região norte do Brasil. Segundo dados do Instituto Brasileiro de Geografia e Estatística (IBGE), em 2014 seu Produto Interno Bruto (PIB) foi de 498 358 000 reais, o que equivale a cerca de 1,46% do PIB rondoniense. Um dos quinze maiores centros financeiros de Rondônia, Espigão do Oeste passa hoje por uma transformação em sua economia. Durante muito tempo a indústria madeireira constituiu uma atividade econômica bastante presente na cidade, porém Espigão do Oeste tem atravessado nos últimos 5 anos uma clara mudança em seu perfil econômico devido a grandes operações de combate ao desmatamento da Amazônia: de uma cidade com forte caráter madeireiro, o município tem cada vez mais assumido um papel de cidade de pequenas, médias e grande indústrias e comércios de serviços e negócios. Atualmente o PIB Per capita da cidade é R$ 15 550,85. {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Serviços Agropecuária Indústria === Produção de aves === thumb|RO-387, que liga Espigão do Oeste á BR-364 Espigão do Oeste possui características ideais para a produção de frango. O clima quente e bastante úmido da Amazônia favorece a criação de aves em larga escala. Por esta razão o mais moderno frigorífico de aves do estado está instalado no município, que abate cerca de 50 mil aves por dia. São mais de 360 empregos diretos gerados no frigorífico e cerca de 600 em diferentes setores da empresa. O total de postos de trabalho em toda a cadeia produtiva chega a quase dois mil. === Extrativismo mineral === Em Espigão do Oeste, foi comprovada a existência de vários minérios como o Ouro, a Cassiterita, o Manganês, o Calcário, o Cimento e Diamante, abundante na Reserva Roosevelt. ==== Usina do calcário ==== No município, está localizada a única jazida de calcário de Rondônia, que possuí montante de aproximadamente 260 milhões de toneladas de calcário para ser explorada por cerca de 200 anos. De grande utilidade na correção da acidez e por melhorar o aproveitamento dos nutrientes do solo, o calcário é muito procurado pelos agricultores que querem melhorar suas terras e a produtividade. A usina produz mais de 35 mil toneladas por mês e conta com dezesseis funcionários. ==== Manganês ==== Espigão do Oeste possui uma importante região de mineração do manganês. Diversas pesquisadores contratados por empresas privadas que exploram a região estão pesquisando áreas da cidade. ==== Reserva Roosevelt ==== Na Reserva Roosevelt, formada por 2,7 milhões de hectares e de propriedade dos Índios Cintas-Largas, localizada em Espigão do Oeste, habitam cerca de 1.200 índios. Um estudo inédito que mapeou as reservas minerais do Brasil, apontou que o garimpo do Roosevelt é de uma espécie raríssima. Elaborado pela Companhia de Pesquisa e Recursos Minerais (CPRM), o levantamento apontou que o kimberlito tem 1,8 bilhão de anos e uma capacidade de produção de no mínimo um milhão de quilates por ano. Esse número subestimado coloca a Roosevelt, no mínimo, entre as cinco maiores minas de diamantes do mundo. A capacidade real somente poderá ser verificada com uma análise mais detalhada, o que ainda não foi feito, pois o garimpo está localizado em área indígena. Para especialistas, a sondagem poderá indicar a Roosevelt como a maior mina do planeta. == Esportes == thumb|direita|Estádio Municipal Luizinho Turatti A cidade sedia eventos esportivos de importância regional e estadual, como jogos do Campeonato Rondoniense de Futebol, realizado no Estádio Municipal Luizinho Turatti, os Jogos Escolares de Rondônia (JOER), evento que faz parte do calendário estudantil e é realizados no Ginásio Municipal Edgar Zacarias Marques, a Copa Dragões do Norte de Karatê e o Campeonato Estadual de Motocross, realizado no motódromo Romeu Francisco Melhorança. Entre os principais eventos dos quais Espigão do Oeste foi sede, estão a Etapa do Campeonato Latino Americano de Motocross de 2006 e 2007 e o jogo do Copa do Brasil de Futebol de 2012. === Esporte Clube Espigão === O Esporte Clube Espigão, fundado em 7 de maio de 2008, é um clube brasileiro de futebol, representante da cidade nas competições estaduais e nacionais. É o time profissional mais novo do estado. Foi campeão da 2ª Divisão do Campeonato Rondoniense de 2008. e Campeão do Campeonato Rondoniense de Futebol de 2011 Em 2012, representou Rondônia na Copa do Brasil. e foi vice-campeão do Campeonato Rondoniense thumb|direita|Praça Municipal de Espigão do Oeste === Praça Municipal Nilo Balbinot === Praça Municipal localizada no centro de Espigão do Oeste, antiga Escola 7 de Setembro. A Praça atrai milhares de pessoas na época do natal e do reveillon, época em que a praça é decorada pela prefeitura da cidade. A praça é uma das mais linda de Rondônia, devido estar bem conservada. == Cultura == Apenas uma pequena parte da população de Espigão do Oeste é rondoniense, a maioria dos habitantes vieram dos estados do sudeste, sul e nordeste, como Espírito Santo, Rio Grande do Sul e Paraíba. Há uma variante na língua falada, uma vez que o povo predominante é o capixaba, de origem alemã, que fala um dialeto denominado pomerano. === Eventos culturais === * Feira Agropecuária e Industrial de Espigão do Oeste (Expoeste); * Reveillon; * Festa da Comunidade Luterana da Paz; * Festa Típica da APAE; * Festa da Laranja; * Festa Pomerana (Pomer Fest); * Rally da Grande Família; * Rally das Garotas Super Poderosas; * Carnaval; * Desfile Cívico de 7 de Setembro *05/12 aniversário histórico == Saúde == thumb|direita|Previdência Social Espigão do Oeste possui três hospitais, sendo dois privados e um municipal, além de outros dois Postos de Saúde, sete Centros de Saúde e cinco Laboratórios. Os serviços públicos de saúde são de responsabilidade do governo municipal. A Secretaria Municipal de Saúde possuí dezenas de funcionários, entre eles médicos e enfermeiros. Em setembro de 2009, a cidade já tinha 65 leitos para internação. == Educação == A cidade de Espigão do Oeste tem um sistema de ensino público e privado. Contendo 28 estabelecimentos de ensino, 15 são estaduais, 11 municipais, 1 particular e 1 filantrópica (conveniada). Ao total, são 7 603 matrículas e 341 docentes registrados. Creches Pré-Escolas Ensino Fundamental Ensino Médio EJA Educação Especial Total Matrículas 152 520 5 071 1 315 453 92 7 603 % 2% 6,84% 66,7% 17,29% 5,96% 1,21% 100% === Principais escolas === As principais escolas da cidade, baseado no número de alunos matriculados, são: * Escola 7 de Setembro: Escola Estadual pioneira da cidade, fundada em 1973. Está localizada no Centro do município, onde atende cerca de 400 alunos na modalidade Ensino Médio em Tempo Integral (1º ao 3º ano). * Escola Jean Piaget: Escola Estadual localizada no bairro Morada do Sol, onde atente mais de 1 mil alunos. Atendendo alunos do Ensino Fundamental (5º ao 9º ano) e Ensino Médio (1º ao 3º ano). * Escola Jerris Adriani Turatti: Escola Estadual fundada em 20 de Dezembro de 1991. Está localizada no bairro Vista Alegre, onde atende mais de 650 alunos do Ensino Fundamental (1º ao 9º ano). * Escola Fernanda Souza de Paula: Escola Estadual, localizada no bairro Liberdade. Atende mais de 650 alunos do Ensino Fundamental (1º ao 9º ano). * Escola Teobaldo Ferreira: Escola Municipal fundada em 1996. Está localizada no bairro Jorge Teixeira e atende mais de 500 alunos do Ensino Fundamental. (1º ao 9º ano) * Escola Tancredo de Almeida Neves: Escola Municipal localizada na zona rural da cidade, onde atende mais de 500 alunos dos Ensinos Infantil e Fundamental (1º ao 9º ano). * Escola Simone Moura Rosa: Escola Municipal localizada no bairro São José, onde atende mais de 450 alunos dos Ensinos Infantil e Fundamental (1º ao 5º ano) * CEEJA Donizete Romualdo da Silva: O Centro Estadual de Educação de Jovens e Adultos está localizado no bairro Caixa d'Água e atende mais de 400 alunos dos Ensinos Fundamental (EJA) e Médio (EJA). * Escola Clélia David Mundim: Escola Municipal localizada no bairro Liberdade. Atende mais de 300 alunos dos Ensinos Infantil e Fundamental. * Escola Monteiro Lobato: Escola Particular conveniada ao Sistema Positivo de Ensino, fundada em 16 de maio de 1994. Está localizada no bairro São José, onde atende aproximadamente 300 alunos dos Ensinos Infantil, Fundamental (1º ao 9º ano) e Médio (1º ao 3º ano). *O município conta com 3 Faculdades: Unip EAD, Unopar EAD, Unisa EAD. === IDEB === Espigão do Oeste possui um dos melhores Índice de Desenvolvimento da Educação Básica do estado de Rondônia, segundo dados do Ministério da Educação do ano de 2019. * Rede Municipal Anos iniciais (4ª serie/5º ano) * IDEB 2019: 5,9 (8º melhor de RO); * IDEB 2017: 5,9 (13º melhor de RO); * IDEB 2015: 5,8 (6º melhor de RO); * IDEB 2013: 5,3 (14º melhor de RO); * IDEB 2011: 4,8 (13º melhor de RO); * IDEB 2009: 4,5 (10º melhor de RO); * IDEB 2007: 4,3 (melhor de RO); * IDEB 2005: 3,9 (4º melhor de RO). Anos finais (8ª série/9º ano) * IDEB 2019: 4,5 (7º melhor de RO); * IDEB 2017: 4,5 (11º melhor de RO); * IDEB 2015: 4,2 (10º melhor de RO); * IDEB 2013: 4,9 (melhor de RO); * IDEB 2011: 3,9 (9º melhor de RO); * IDEB 2009: 4,1 (2º melhor de RO); * IDEB 2007: 3,9 (4º melhor de RO); * IDEB 2005: sem avaliação. * Rede Estadual Anos iniciais (4ª serie/5º ano) * IDEB 2019: 5,8 (11º melhor de RO); * IDEB 2017: 6,2 (16º melhor de RO); * IDEB 2015: 6,1 (13º melhor de RO); * IDEB 2013: 6,0 (10º melhor de RO); * IDEB 2011: 5,1 (11º melhor de RO); * IDEB 2009: 4,9 (5º melhor de RO); * IDEB 2007: 4,0 (18º melhor de RO); * IDEB 2005: 3,8 (18º melhor de RO). Anos finais (8ª série/9º ano) * IDEB 2019: 5,6 (4º Melhor de RO); * IDEB 2017: 5,4 (10º melhor de RO); * IDEB 2015: 4,8 (8º melhor de RO); * IDEB 2013: 5,0 (4º melhor de RO); * IDEB 2011: 4,4 (2º melhor de RO); * IDEB 2009: 4,4 (Melhor de RO); * IDEB 2007: 3,6 (10º melhor de RO); * IDEB 2005: 3,8 (Melhor de RO). * Rede Pública Anos iniciais (4ª serie/5º ano) * IDEB 2019: 5,9 (7º melhor de RO); * IDEB 2017: 6,1 (14º melhor de RO); * IDEB 2015: 6,0 (6º melhor de RO); * IDEB 2013: 5,8 (6º melhor de RO); * IDEB 2011: 5,0 (13º melhor de RO); * IDEB 2009: 4,8 (4º melhor de RO); * IDEB 2007: 4,1 (7º melhor de RO); * IDEB 2005: 3,9 (7º melhor de RO). Anos finais (8ª série/9º ano) * IDEB 2019: 5,4 (2º melhor de RO); * IDEB 2017: 5,2 (10º melhor de RO); * IDEB 2015: 4,7 (7º melhor de RO); * IDEB 2013: 4,9 (2º melhor de RO); * IDEB 2011: 4,2 (3º melhor de RO); * IDEB 2009: 4,4 (melhor de RO); * IDEB 2007: 3,6 (12º melhor de RO); * IDEB 2005: 3,7 (4º melhor de RO). === Olimpíada Brasileira de Matemática === As Escolas de Espigão do Oeste participam regularmente da Olimpíada Brasileira de Matemática das Escolas Públicas, obtendo diversos sucessos. Desde sua primeira participação na OBMEP, em 2005, até 2016, 99 alunos conquistaram 140 premiações, sendo 17 Medalhas (2 de Prata e 15 de Bronze) e 123 Certificados de Menção Honrosa. Em 2008 e 2011 a cidade foi contemplada com um Troféu, ao obter a melhor nota média de Rondônia, consagrando-se como Bi-Campeã Nacional da Olimpíada. Na Edição de 2010 a Escola 7 de Setembro terminou na 8ª posição em Rondônia e em 2012 a Professora Tatiane Lima da Silva, também da Escola 7 de Setembro, foi uma das Professoras Premiadas em Rondônia e a primeira de Espigão do Oeste a conseguir esse feito. Em 2013, foram inéditos 3 professores premiados e, em 2015 a EEEF Fernanda Souza de Paula foi a primeira da cidade a ser premiada com um troféu. === Olimpíada Brasileira de Língua Portuguesa === As Escolas de Espigão do Oeste sempre têm participado da Olimpíada Brasileira de Língua Portuguesa e obtido excelentes resultados para o município, que por duas vezes consecutivas (2012 e 2014) foi Campeão Nacional da Olimpíada, com a Escola Municipal Teobaldo Ferreira. Em 2008 e 2010 dois alunos conquistaram medalhas de Prata e a cidade terminou como Vice-Campeã Nacional. Também em 2012, 2014 e 2016 outras três alunas da cidade conquistaram medalhas de Bronze na Olimpíada. Entre 2008 até 2014 a cidade foi 4 vezes finalista da Olimpíada, consagrando-se como a 6ª Cidade da Região Norte do Brasil que mais vezes foi finalista da Competição, ficando apenas atrás de Cruzeiro do Sul, Manaus, Rio Branco, Macapá e Boa Vista. == Subdivisões == * Boa Vista do Pacarana (Pacarana) * Nova Esperança * Flor da Serra (14 de Abril) * Novo Paraíso (Canelinha) == Ligações externas == * Página da prefeitura * www.portalespigao.com * Espigão d'Oeste no WikiMapia",
 "title": "Espigão d'Oeste"
}