{
 "id": "33875",
 "text": "{{Info/Município do Brasil | nome = Cujubim | preposição = de | foto = | leg_foto = | apelido = | brasão = Brasao_Cujubim.png | bandeira = Bandeiraro Cujubim.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de junho | fundação = | gentílico = cujubiense | CEP = 76864-000 a 76865-999 | lema = | prefeito = Pedro Marcelo Fernandes Pereira | partido = DEM | fim_mandato = 2024 | mapa = Rondonia Municip Cujubim.svg | latP = S | latG = 09 | latM = 21 | latS = 46 | lonP = O | lonG = 62 | lonM = 35 | lonS = 07 | estado = Rondônia | região_intermediária = Porto Velho | região_imediata = Ariquemes | região_metropolitana = | vizinhos = Alto Paraíso, Candeias do Jamari, Itapuã do Oeste, Machadinho d'Oeste, Porto Velho, Rio Crespo | dist_capital = 159 | área = 3863.946 | área_pos = BR: 395º, RO: 20º | área_ref = | população = 14863 | população_pos = BR: 2064º, RO: 25º | data_pop = IBGE/2022 | altitude = 95 | clima = Equatorial | sigla_clima = Am | idh = 0.612 | idh_pos = BR: 3866º, RO: 39º | data_idh = PNUD/2010 | pib = mil | pib_pos = BR: 1793º, RO: 21º | data_pib = IBGE/2016 | pib_per_capita = 14517.11 | data_pib_per_capita = IBGE/2016 | site_prefeitura = https://www.cujubim.ro.gov.br/ | site_câmara = http://camaradecujubim.ro.gov.br/ }} Cujubim é um município brasileiro do estado de Rondônia. Sua população segundo o censo 2022 do IBGE era de 26.183 habitantes. == História == O povoado que deu origem à sede do Município surgiu como núcleo urbano de apoio rural ao Projeto de Colonização Cujubim e recebeu o mesmo nome do projeto de colonização. == Geografia == Localiza-se a uma latitude 09º21'46\" sul e a uma longitude 62º35'07\" oeste, estando a uma altitude de 95 metros. O município de Cujubim possui uma área de 3.864 km². === Problemas socioambientais === Devido aos altos índices de devastação florestal, em 9 de novembro de 2023, o município de Rio Branco foi incluído na relação de municípios situados no bioma Amazônia considerados prioritários pelo governo federal para ações de prevenção, controle e redução dos desmatamentos e degradação florestal. == Política e administração == Sendo um município do Brasil, Cujubim é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto que o segundo é representado pela Câmara Municipal de Cujubim, órgão colegiado de representação dos munícipes que é composto por 9 vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Cujubim são as seguintes (data: 11 de novembro de 2023): * Prefeito: João Becker - PDT (2022/-) * Vice-prefeito: Vago * Presidente da Câmara: Herlon Pereira dos Santos - PSC (2023/-) == Saúde == A taxa de mortalidade infantil média na cidade é de 28.46 para 1.000 nascidos vivos. As internações devido a diarreias são de 0.4 para cada 1.000 habitantes == Ligações externas == * Página da Prefeitura Municipal",
 "title": "Cujubim"
}