{
 "id": "33881",
 "text": "{{Info/Município do Brasil | nome = Ji-Paraná | preposição = de | foto = Ji-Parana 005.jpg | leg_foto = Prédios residenciais em um dos bairros mais valorizados de Ji-Paraná | apelido = Cidade coração de Rondônia\" \"Jipa\" \"Metrópole Rondoniense \"Capital do agronegócio | brasão = Brasao JiParana Rondonia Brasil.jpg | bandeira = Flag ji-paraná.svg | link_hino = s:Hino do município de Ji-Paraná | aniversário = 22 de novembro | fundação = | emancipação = | gentílico = ji-paranaense | CEP = 76900-001 a 76915-999 | lema = | padroeiro = São João Bosco | prefeito = Isaú Raimundo da Fonseca | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | estado = Rondônia | mapa = Rondonia Municip JiParana.svg | latP = S | latG = 10 | latM = 53 | latS = 07 | lonP = O | lonG = 61 | lonM = 57 | lonS = 06 | região_intermediária = Ji-Paraná | região_imediata = Ji-Paraná | vizinhos = Colniza, Rondolândia (MT); Vale do Anari, Ouro Preto do Oeste, Vale do Paraíso, Theobroma, Urupá, Teixeirópolis, Presidente Médici, Ministro Andreazza | dist_capital = 373 | área = 6896.649 | área_pos = BR: 208º, RO: 9º | área_ref = | área_urbana = | área_urbana_pos = BR: 130º RO: 2º | área_urbana_ref = est. Embrapa | população = 131026 | população_pos = BR: 237º, RO: 2º | população_ref = estimativa IBGE/2021 | altitude = 170 | clima = equatorial | sigla_clima = Am | idh = 0.714 | idh_pos = BR: 1486º, RO: 4º | data_idh = PNUD/2010 | gini = | gini_pos = | data_gini = est. IBGE 2003 | pib = | pib_pos = BR: 285º RO: 2º | data_pib = IBGE/2019 | pib_per_capita = 29.332,41 | data_pib_per_capita = IBGE/2019 | site_prefeitura = http://www.ji-parana.ro.gov.br/ | site_câmara = http://www.jiparana.ro.leg.br/ }} Ji-Paraná é um município brasileiro do estado de Rondônia. Sua população, conforme estimativas do IBGE de 2021, era de habitantes, sendo o segundo mais populoso do estado e o décimo sexto mais populoso da Região Norte do Brasil, a 237º mais populosa do Brasil e a 113ª mais populosa cidade do interior brasileiro. == Topônimo == O nome do município tem origem na expressão da língua geral setentrional jy paraná, que significa \"rio dos machados\", através da junção de jy (machado) e paraná (rio).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p.582. É uma alusão ao grande número de pedras que se pareciam com machados indígenas no então rio Ji-Paraná, atualmente conhecido como rio Machado.IBGE. Disponível em https://cidades.ibge.gov.br/painel/historico.php?codmun=110012. Acesso em 17 de outubro de 2017. A cidade também é conhecida por \"Coração de Rondônia\", devido à localização da cidade na região central do estado e à presença de uma ilha com o formato que lembra um coração, localizada na confluência dos rios Machado e Urupá. == História == Até o final do século XIX, a região era ocupada pelas etnias indígenas dos urupás e dos jarus. A grande seca que assolou a Região Nordeste do Brasil entre 1877 e 1880 gerou uma grande corrente migratória para a região, tendo os rios servido de estrada, sendo, o principal deles, o Rio Machado. Os nordestinos enfrentaram várias dificuldades, como a densa Floresta Amazônica e as cachoeiras, que dificultavam sua marcha. Eles se estabeleceram formando a primeira povoação na confluência do Rio Urupá, tomando, portanto, o nome de Urupá. Passaram a viver principalmente da extração do látex das seringueiras. == Crescimento demográfico == Após a fase da borracha, com seus altos e baixos, em 1909 o desbravador Cândido Mariano da Silva Rondon desempenhou importante papel, construindo a primeira estação telegráfica, ligando Cuiabá e Porto Velho, a qual denominou de Presidente Pena, em homenagem ao então presidente da república, Afonso Augusto Moreira Pena. Nesta mesma época, estava sendo construída a ferrovia Madeira-Mamoré, que, com a integração telegráfica, ajudou a ocupar e acabar com o isolamento na região. Ao redor da casa do Marechal Rondon, o povoado evoluiu, dando origem ao atual centro do município de Ji-Paraná. Com a queda do preço da borracha no início do século XX, a região entrou em decadência. A região voltou a crescer, então, com a descoberta de diamantes. Em 1945, com o nome de \"Rondônia\", se tornou distrito pertencente ao município de Porto Velho. A partir de 1960, a construção da rodovia BR-29 (atual BR-364) propiciou que a região fosse colonizada por migrantes da Região Sul do Brasil, expulsos de sua terra de origem pela crescente mecanização na lavoura. Em 1977, adquiriu a condição de município independente, adotando seu nome atual. Em 1981, os distritos de Presidente Médici e Ouro Preto se separaram do município, se convertendo nos atuais municípios de Presidente Médici e Ouro Preto do Oeste. Atualmente, a cidade conta com mais de 130 000 habitantes vindos de todos os estados brasileiros, bem como com descendentes de antigos seringueiros, garimpeiros e índios. == Emancipações == A atual cidade de Ji-Paraná já foi denominada sucessivamente Vila Urupá, Presidente Penna e Vila de Rondônia. Em 11 de outubro de 1977, o presidente Ernesto Geisel concedeu emancipação política à Vila de Rondônia através da Lei nº 6.448, que deu autonomia ao município, transformando-o na atual Ji-Paraná. A instalação aconteceu no mesmo ano, no dia 22 de novembro, pertencendo o município ainda porém à Comarca de Porto Velho, até o dia 29 de fevereiro de 1980, quando, através da Lei nº 6.750, de 10 de dezembro de 1979, deu-se a instalação do Município de Ji-Paraná. Com o Apoio dos 8 pais fundadores que após a emancipação criaram o Conselho de cidadania de Ji-paraná empresa que hoje a maior do estado em relação às ações sociais. == Administração == O primeiro prefeito do município foi Walter Bartolo, nomeado pelo Governador Humberto da Silva Guedes. Walter Bartolo assumiu o mandato em 22 de novembro de 1977 até 22 de abril de 1978. Com as eleições de 15 de novembro de 1982, foram eleitos Roberto Jotão e Valdemar Camata, como prefeito e vice-prefeito respectivamente, instituindo-se, em Ji-Paraná, a primeira Câmara Municipal. Em 1 de outubro de 2000, foi eleito prefeito Acir Gurgacz e vice-prefeito Leonirto (mais conhecido como \"Nico do PT\"), sendo que o prefeito Acir renunciou a seu mandato em 2002 para candidatar-se a governador de Rondônia, deixando a prefeitura ao cargo de seu vice. Nas eleições de 2004, foi eleito o prefeito José de Abreu Bianco com 19.263 votos.TSE, Estatística de Candidatos nas Eleições de 2004. Em 5 de outubro de 2008, foi reeleito com 35 179 votos. É o primeiro candidato reeleito da história do município e também o primeiro a assumir 3 vezes a prefeitura. Em 2012, o então deputado estadual Jesualdo Pires foi eleito com 43.437 votos,UOL, Resultado das eleições municipais em Ji-Paraná (RO) representando 73% dos votos válidos. Em 2 de outubro de 2016, Jesualdo Pires é reeeleito com 40 613 votos, representando 65,3% dos válidos tornando o segundo prefeito reeleito em Ji-Paraná. Em 6 de abril de 2018, Jesualdo Pires renunciou ao seu mandato para concorrer a uma das duas vagas ao Senado Federal nas eleições do mesmo ano. Seu vice, Marcito Pinto, assumiu a chefia do Poder Executivo municipal até o fim do mandato, em 31 de dezembro de 2020. == Prefeitos de Ji-Paraná == Nº Nome Partido Início do mandato Fim do mandato Observações 1 Walter Bártolo ARENA 22 de novembro de 1977 22 de abril de 1978 Prefeito nomeado 2 Nunoi Itsumi — abril de 1978 1979 Prefeito nomeado 3 Assis Canuto ARENA/PDS 1979 1982 Prefeito nomeado 4 Manuel Lopes Lamego — 1982 31 de janeiro de 1983 Prefeito nomeado 5 Roberto Jotão Geraldo PDS 31 de janeiro de 1983 1989 Prefeito eleito 6 José de Abreu Bianco PFL 1989 31 de dezembro de 1992 Prefeito eleito 7 Jair Ramires PDT 1 de janeiro de 1993 31 de dezembro de 1996 Prefeito eleito 8 Ildemar Kussler PSDB 1 de janeiro de 1997 31 de dezembro de 2000 Prefeito eleito 9 Acir Marcos Gurgacz PDT 1 de janeiro de 2001 2002 Prefeito eleito que renunciou o mandato 10 Leonirto Rodrigues dos Santos PT 2002 31 de dezembro de 2004 Vice-prefeito eleito no cargo de prefeito 11 José de Abreu Bianco PFL/DEM 1 de janeiro de 2005 31 de dezembro de 2008 Prefeito eleito 12 José de Abreu Bianco DEM 1 de janeiro de 2009 31 de dezembro de 2012 Prefeito reeleito 13 Jesualdo Pires Ferreira Junior PSB 1 de janeiro de 2013 31 de dezembro de 2016 Prefeito eleito 14 Jesualdo Pires PSB 1 de janeiro de 2017 6 de abril de 2018 Prefeito reeleito que renunciou o mandato 15 Marcito Aparecido Pinto PDT 6 de abril de 2018 25 de setembro de 2020 Vice-prefeito eleito no cargo de prefeito *16 Affonso Cândido DEM 28 de setembro de 2020 31 de dezembro de 2020 Presidente da Câmara Municipal eleito após a exoneração de Marcito Pinto 17 Isaú Raimundo da Fonseca União Brasil 01 janeiro de 2021 31 de dezembro 2024 Prefeito eleito * a. Prefeitos de Ji-Paraná. == Geografia == Ji-Paraná está localizada na porção centro-leste do estado, na microrregião de Ji-Paraná e na mesorregião do Leste Rondoniense. Localiza-se à latitude 10°53'07\" sul e à longitude 61°57'06\" oeste, estando à altitude de 170 metros. Possui área de 6 897 quilômetros quadrados, representando 2,9% do estado. Seu território tem, como limites, as cidades de: Vale do Anari ao norte, Theobroma ao noroeste, Ouro Preto do Oeste e Vale do Paraíso ao oeste, Teixeirópolis e Urupá ao sudoeste, Presidente Médici ao sul e Ministro Andreazza ao sudeste. == Distritos == O termo \"distrito\", em Ji-Paraná, tem dois significados: distritos como Nova Colina e Nova Londrina; e os da cidade. A cidade é dividida em dois distritos, e estes são divididos pelo Rio Machado, o qual possui duas pontes - a que conecta os distritos, e a do anel viário. A parte mais antiga da cidade é o centro do Primeiro Distrito, onde surgiram as primeiras casas, a primeira igreja católica e onde está o primeiro shopping center da cidade. Após o Centro, as pessoas foram para o Segundo Distrito, que possui um centro comercial maior, porém enfrenta alguns problemas, como enchentes e um maior índice de criminalidade. Atualmente, esse é o distrito que vem recebendo um maior investimento por parte de grandes empresas. Em 2017, a rede de supermercados Irmãos Gonçalves inaugurou o IG Shopping e um hipermercado. No início de 2018, o Atacadão, um outro hipermercado do grupo Carrefour foi inaugurado, que impulsionou a economia local e trouxe um ar de maior concorrência aos mercados preestabelecidos. A parte mais recente da cidade são os novos loteamentos e residenciais situados nas extremidades que tem um papel importante na expansão do perímetro urbano, alguns lugares ao redor do Centro, do campus do Centro Universitário São Lucas (da antiga Universidade Luterana do Brasil) e a maior parte das áreas de lazer. Agora, com o crescimento da cidade, está surgindo um Terceiro Distrito, depois do Rio Urupá, onde se situam algumas indústrias, vários residenciais, a Universidade Pan-americana de Ji-Paraná (UNIJIPA), entre outros; e é atravessado pelo anel viário, que começa na BR-364, no início do Primeiro Distrito até o início do Segundo. == Clima == O clima predominante é o tropical úmido, segundo classificação de Köppen é caracterizado como Aw, monçônico e úmido na maior parte do ano, com aproximadamente três meses de seca, entre junho e agosto, quando as precipitações abaixo de 60 mm. As estações de outono e inverno não são presentes. As temperaturas médias anuais variam entre e , chegando as máximas a em agosto e as mínimas podendo ser inferiores a nos meses mais frios, principalmente em junho e julho, devido à ocorrência de friagens. O índice pluviométrico é de aproximadamente milímetros por ano.em 2017 a cidade Bateu seu recorde de calor de == Hidrografia == Os dois principais e maiores rios que compõem sua hidrografia são o Urupá e o Machado, este possui um complexo hidrográfico que abrange uma superfície de aproximadamente quilômetros quadrados atravessando o estado no sentido sudeste-norte, sendo o mais extenso do estado. Embora tenha 50 cachoeiras ao longo de seu percurso, em alguns trechos o rio apresenta-se navegável, atendendo ao escoamento dos produtos oriundos do extrativismo vegetal na região. Também existem diversos córregos e riachos ao longo da cidade. O Rio Urupá deságua no Rio Machado e este deságua no Rio Madeira, importante afluente da margem direita do Rio Amazonas. A bacia do Rio Machado possui um regime hidrográfico assim como muitos outros rios de regiões de clima tropical. No período da cheia, de dezembro a maio, áreas situadas próximas à margem costumam ser alagadas; no período de seca, no trimestre de junho a agosto, o volume do rio diminui, sendo possível andar em algumas partes por cima de pedras que chegam até a superfície. == Cultura == * Por ser uma cidade mista, ou seja, que foi colonizada por inúmeras pessoas de várias regiões do país (consequentemente com culturas distintas), Ji-Paraná é uma cidade com bons índices culturais. A cultura no município é bem diversificada. A prefeitura oferece gratuitamente aulas de teatro, dança e música, o que torna o município uma potência cultural para a região. Há apenas um teatro na cidade, com capacidade para 200 pessoas, onde ocorrem vários eventos no decorrer do ano. Em fevereiro, ocorre o carnaval, onde diversas pessoas participam de um bloco que vai se tornando tradição na cidade. Em julho, há a Exposição Agropecuária, Industrial e Comercial de Ji-Paraná (conhecida como Expojipa), com 9 noites de duração. Na exposição, ocorrem vários shows e sorteios de veículos, bem como a venda de produtos agropecuários e industriais, palestras para melhoramento agroindustrial, rodeio e diversas outras atrações, sendo a maior feira agropecuária da Região Norte do Brasil. == Religião == Segundo o Censo do Instituto Brasileiro de Geografia e Estatística (IBGE), em 2010 40,56% da população do município era católica romana, 39,21% eram protestantes, 14,71% não tinha religião, 0,98% participavam de religiões indígenas, 0,46% eram membros da Igreja Católica Apostólica Brasileira, 0,33% eram Testemunhas de Jeová, 0,25% eram espíritas e 2,45% eram de outras religiões cristãs (incluindo Igreja Ortodoxa, Santos dos Últimos Dias e outros), e 1,1% outras religiões. === Catolicismo === A presença da Igreja Católica no município é vista através de suas paróquias, áreas pastorais e diversas comunidades. A Diocese de Ji-Paraná (Dioecesis Giparanensis), é uma circunscrição eclesiástica da Igreja Católica Apostólica Romana, criada no dia 19 de Fevereiro de 1983. É presidida pelo bispo dom Bruno Pedron, dos salesianos. A Prelazia de Rondônia foi criada no dia 3 de janeiro de 1978 pelo Papa Paulo VI. Foi desmembrada das Prelazias de Porto Velho e Guajará-Mirim. Foi elevada a Diocese no pontificado de João Paulo II no dia 19 de fevereiro de 1983. Passou a ser chamada Diocese de Ji-Paraná. O primeiro bispo prelado foi dom José Martins da Silva, de 1978 a 1982. A partir da data da criação da Diocese, dom Antonio Possamai é seu primeiro bispo Diocesano. Desde o início, a Igreja Particular de Ji-Paraná elaborou os seus Planos de Pastoral inspirados nos ensinamentos do Concílio Vaticano II. Estatísticas da diocese: * Populaçãoː 409 000 habitantes (IBGE de 2006) * Áreaː 100 000 quilômetros quadrados === Protestantismo === Detre as denominações protestantes em Ji-Paraná, a maioria da população é pentecostal, cerca de 22,43%. 5,52% da população é batista, 4,27% são adventistas, 1,83% é presbiteriano, 0,65% é metodista, 0,29% luteranos, e 4,17% não determinaram denominação. As Assembleias de Deus são o maior grupo pentecostal, com 12,78% da população, seguida pela Congregação Cristã no Brasil com 1,76% e Igreja Universal do Reino de Deus com 1,01% == Economia == O produto interno bruto de Ji-Paraná é de 1 354 955 reais e o produto interno bruto per capita é de 12 239,10 reais. {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Serviços Agropecuária Indústria Fonte: IBGE As principais atividades econômicas são as indústrias de pequeno e médio porte, laticínios e a pecuária bovina, incluindo mineração de criptomoedas. == Indústria == A cidade possui um distrito industrial em franca expansão, com várias empresas já instaladas. Entre essas empresas, destacam-se a Gramazon, empresa do grupo Empresa União Cascavel de Transporte e Turismo Ltda., que é uma das maiores empresas de granitos do Brasil, sendo seus produtos exportados para os Estados Unidos e Europa. E também possui a empresa SI sociedade anônima, do grupo BIPO, a segunda maior empresa do setor laticinista. Que vende soro de leite ideal fluido para outras empresas desse setor. O Distrito Industrial conta com uma infraestrutura que oferece via de acesso asfaltada, ótimo suprimento de energia elétrica e áreas prontas para receber novas indústrias de médio e grande porte. Além do Distrito Industrial, também há várias indústrias de pequeno e grande porte em Ji-Paraná, tais como: laticínios, serrarias, beneficiamento e torrefação de café, beneficiamento de arroz etc. == Agricultura == Produção Agrícola TemporáriaIBGE, Produção Agrícola Municipal em 2005. Produto Quantidade (t) Arroz 1 291 Cana-de-açúcar 1 223 Feijão 768 Mandioca 7 038 Milho 4 645 A agricultura no município vem perdendo importância devido ao êxodo rural, que veio ocorrendo aos poucos, pois muitas famílias, principalmente pequenos proprietários, largam suas plantações vendendo-as para proprietários maiores (que na maioria das vezes transformam-nas em pastos) e vão para a cidade, procurando melhores condições de vida. Os principais produtos da agricultura temporária em ordem decrescente de quantidade produzida são: a mandioca, o milho, o arroz e a cana-de-açúcar. A agricultura permanente tem como principais produtos cultivados: o café em primeiro lugar, com uma quantidade produzida em 2005 de 1 733 toneladasIBGE, Produção Agrícola Municipal 2005. (no entanto, essa produção já chegou a ser de aproximadamente 10 000 toneladas), o coco-da-baía, a banana e em quarto lugar, o cacau com uma produção não muito expressiva para o estado, de 420 toneladas. Ji-Paraná possui o Feirão do Produtor, que é uma feira realizada em um edifício da prefeitura, onde vários produtores de diversos alimentos vão para vendê-los. Com uma grande diversidade de produtos e preços competitivos, o local reúne muitas pessoas da cidade. == Pecuária == Nos últimos anos, o município vem se destacando como um dos maiores centros de criação pecuária do estado. Com mais de 495 000 cabeças de gado bovino, o município possui a terceira maior criação de gado do estado.IBGE, Pesquisa Pecuária Municipal 2005. A maior quantidade do rebanho é formado por bovinos de corte, que são abatidos por frigoríficos localizados no município. Além da criação de bovinos, Ji-Paraná é um dos maiores produtores de leite do estado, assim como algumas cidades vizinhas, com uma produção de 41 000 litros de leite em 2005, que são distribuídos por laticínios localizados na região. No entanto, ao contrário do rebanho de bovinos, que está aumentando a cada ano que passa, a criação de suínos vem diminuindo. Entre os anos de 1995 e 1996, a criação teve uma queda brusca, a quantidade de suínos passou de 81 mil para 11 mil, e em 2005 o número de cabeças estava em torno de 8,6 mil. Como muitos outros municípios do estado, a suinicultura deixou de ter uma grande importância no setor agropecuário. == Populações tradicionais == No município de Ji-Paraná, está localizada a Terra Indígena Igarapé Lourdes, território das etnias Arara-Karo e Gavião-Ikolen. A Terra Indígena Igarapé Lourdes possui uma extensão territorial de 185 534 hectares, a data de sua demarcação corresponde ao ano de 1976 conforme Decreto de homologação de número 88 609 de 1983. O povo indígena Arara, com uma população aproximada de 200 pessoas, está distribuído em duas aldeias: a Pajgap e a Iterap. Falam a língua caro, pertencente à família Ramarrama, do tronco tupi. Este local sempre foi seu ambiente de perambulação. Já o povo indígena Gavião-Ikolen fala uma língua pertencente à família linguística mondé. São cerca de 500 pessoas organizadas em seis aldeias: Ikolen, Igarapé Lourdes, Cacoal, Castanheira, Tucumã e Nova Esperança. Antes do contato com os não indígenas, moravam em outros lugares mais para o Mato Grosso. Na maioria das aldeias de ambos os povos, há escolas, cujo ensino é bilíngue, em uma perspectiva intercultural. Os docentes são indígenas habilitados pelo Projeto Açaí ministrado pela Secretaria de Estado da Educação e coordenado pela Representação de Ensino de Ji-Paraná. == Saúde == O município possui uma boa rede de saúde pública e privada, contando com um Hospital Municipal e uma UPA inaugurada em 2021 que atendem, além da população desse município, a mais de quinze municípios do estado que mandam seus doentes para a cidade. Além do Hospital Municipal, Ji-Paraná, em 2005, tinha 21 estabelecimentos de saúde municipais, um estadual, 36 privados e várias clínicas particulares. No entanto, o Hospital Municipal sofre alguns problemas, como excesso de pacientes e falta de profissionais qualificados na área de saúde, fazendo com que muitas pessoas tenham que esperar longas horas na fila para serem atendidas, ou então acabam sendo transferidas para outros centros médicos, até por isso eventualmente algumas melhoras são feitas no setor. A cidade conta ainda com a 1ª Santa Casa de Misericórdia do estado de Rondônia, tendo, atualmente, um atendimento clínico com diversas especialidades, contando ainda com um Laboratório de Análises Clínicas, Centro de Reabilitação Fisioterápica, aparelhos de ultrassom e raio-X. A instituição foi fundada com objetivo de proporcionar um tratamento de saúde igualitário a todos. em 2023 foi inaugurado o Centro de Diagnóstico por Imagem (CDI),segundo o prefeito Isaú Fonseca (União Brasil),esse CDI é o primeiro da rede de saúde pública do estado de Rondônia e o mais completo de toda a região Norte do Brasil. == Educação == A cidade possui nove escolas particulares e 36 escolas públicas de ensino infantil , ensino fundamental e médio e 6 faculdades de ensino superior.além de um Centro de Reintegração Social com Metodologia Apac o primeiro da região Norte. As faculdades presenciais do município de Ji-Paraná são: * Universidade Federal de Rondônia (UNIR) — pública. * Centro Universitário São Lucas de Ji-Paraná — particular; * Faculdade Panamericana de Ji-Paraná (UNIJIPA) — particular; * Faculdades Unidas do Norte de Minas (Funorte) - particular. * Instituto Federal de Rondônia (IFRO - Campus Ji-Paraná) — pública (ensino técnico integrado ao médio ou técnico superior).; * Faculdade de Medicina de Ji-Paraná / Instituto de Educação Médica (FAMEJiPA / IDOMED) — particular.; Há também cursos a distância, nas seguintes instituições: * Instituto Claretiano de Ensino Superior — particular (ensino a distância); * Seminário Presbiteriano Brasil Central (SPBC - Extensão em Ji-Paraná) — particular (curso de bacharel em teologia, de orientação reformada).; * Universidade Aberta do Brasil (UAB) — pública (ensino a distância); * Universidade Norte do Paraná (UNOPAR Virtual) — particular (ensino a distância); *Faculdades Unidas do Norte de Minas * Universidade Internacional (UNINTER) — particular (ensino a distância). == Transporte == Ji-Paraná possui um transporte público, realizado por ônibus antigos e em situação precária da empresa de transportes Coopemtax. Em 2001, a prefeitura colocou, em circulação, vários micro-ônibus, que possuíam ar-condicionado. Entretanto, no final do mesmo ano, esses micro-ônibus foram apreendidos devido ao atraso do pagamento. No município, também circulam vários táxis, táxis-lotação e mototáxis e serviços de aplicativos, que por serem mais rápidos do que o transporte público, acabaram se tornando o meio de transporte mais utilizado. === Aeroporto === O Aeroporto de Ji-Paraná (JPR/SBJI), localizado a nordeste da cidade, atende a toda a região central de Rondônia e municípios do noroeste do estado do Mato Grosso.em 2022 ganhou um novo Terminal de Passageiros (TPS).Tem capacidade operacional para aviões de até 200 passageiros, porém opera apenas um voo diário com destino à Cuiabá, em um e-jet EMBRAER-195 da empresa Azul Linhas Aéreas ,em 2023 a companhia Aérea reduziu seu numero de voos.E também em 2023 0 aeroporto recebeu serviços da Infraero. === Rodovias === Rondônia possui duas Rodovias Federais, a BR-429 e a BR-364. Ji-Paraná é cortada pela BR-364, no sentido sul-norte, ligando Mato Grosso à capital Porto Velho, distante 1 100 quilômetros de Cuiabá e 384 quilômetros da capital rondoniense, que deu passagem ao desenvolvimento. Por ela, chegam os bens de consumo industrializados do sul do país e vão produtos da terra, através de caminhões de carga. Além disso, a cidade é ligada às rodovias estaduais Rodovia Pastor Severo Antonio de Araujo ou RO-135, que liga Ji-Paraná ao distrito de Nova Londrina e a municípios da região do Vale do Guaporé, e à rodovia RO-472, que liga Ji-Paraná ao distrito de Nova Colina e à fronteira com o município de Rondolândia, estado do Mato Grosso. No entanto, Rondônia sofre sérios problemas com as rodovias federais, devido ao intenso movimento de veículos de pequeno e grande porte e as precárias condições das estradas, aumentando muito o número de acidentes rodoviários, principalmente nos locais em que a rodovia corta a cidade, devido à pequena largura das pistas. Porém em 2010 a ponte sobre o Rio Machado foi duplicada e melhorou muito o trânsito local. Há ainda o Terminal Rodoviário Antônio José Cândido para quem precisa se deslocar de ônibus rodoviário. == Infraestrutura == === Comunicação === Ji-Paraná, nos últimos anos, vem modernizando sua estrutura na área de comunicação. * Televisão: as emissoras locais existentes em Ji-Paraná são: TV Ji-Paraná (Rede Globo) canal 5, RedeTV! Rondônia (RedeTV!) canal 7, TV Novo Tempo canal 9, TV Allamanda (SBT) canal 13, TV Candelária (Rede Record) canal 4 e TV Meridional (Rede Bandeirantes), canal 11 Rede Vida canal 17. Também há, como retransmissora, a TV Amazon Sat canal 14, TV Novo Tempo canal 09, Canal 39 - TV do POVO Rede Meio Norte, a SKY, Claro TV+, Nossa TV, Oi TV e SGC A Cabo, que são TV por assinatura via satélite. * Rádio: Rádio Clube Cidade FM (93,7 FM), Rádio Alternativa FM (104,9 FM), Rádio Alvorada FM (90.7), Massa FM Ji-Paraná (89.9) e Rádio Planalto FM (101.7 FM). * Jornal: o município possui um jornal impresso regularmente: Correio Popular, e outros diários de circulação estadual, dentre eles: O Estado do Norte e Diário da Amazônia. * Telefonia fixa: existem apenas duas telefonias fixas, são elas: Oi e Embratel. * Telefonia móvel: a cidade conta com quatro operadoras para telefone celular, que são: Vivo, Claro, Oi e TIM. * Internet: há serviços de internet discada (56kbps), internet Fibra óptica e banda larga em Ji-Paraná. A internet banda larga vem ganhando força e conquistando cada vez mais consumidores devido à sua velocidade. Os serviços de banda larga tem como principal fornecedor a Oi através de linhas ADSL e os serviços discados gratuitos oferecidos pelo iBest, iG, entre outros e serviços pagos prestados pelos provedores Terra e UOL. Além disso, a cidade conta com rede celular de terceira , quarta e até a quinta geração (3G ,4G e 5G), fornecendo banda larga móvel através das operadoras de telefonia celular Vivo , Claro , Oi e Tim. == Turismo == Em Ji-Paraná, a natureza serve como opção de lazer. Nas águas dos rios Machado e Urupá, é possível pescar, nadar, praticar esqui aquático ou remar. Também é possível passar algumas horas andando pela mata fechada, onde a fauna e flora oferecem um espetáculo de rara beleza, e para aqueles que não gostam de correr riscos, podem se divertir nas quadras e piscinas dos clubes ou então fazer algumas visitas nos pontos turísticos da cidade: * Teatro Dominguinhos: o único teatro da cidade de Ji-Paraná. Com uma construção moderna, o Teatro Marco Zero, renomeado para Teatro Dominguinhos. Tem capacidade para 200 pessoas. * Museu das Comunicações: em Ji-Paraná o visitante poderá observar o prédio construído pôr Marechal Rondon, em 1912, que serviu de base para primeira estação de telégrafo. Posteriormente este prédio foi destinado às agências de Correios e Telégrafos e em maio de 1985 foi restaurado, onde, atualmente esta instalado o Museu das Comunicações. No seu interior encontra-se expostos vários instrumentos telegráficos utilizados pôr Rondon no início do século XX, assim como várias correspondências expedidas e recebidas na ocasião de sua passagem pela região. * Exposição: o município tem hoje o maior parque de exposição do norte e o segundo maior do Brasil. Uma estrutura totalmente nova, oferecendo conforto aos expositores, e uma arena muito bem montada, além de um grande estacionamento dentro do parque. Prova da grandiosidade, anualmente é realizado a EXPOJIPA (Exposição Agropecuária e Industrial de Ji-Paraná), com um público estimado em 300 mil pessoas. * Fuscacross: Ji-Paraná todos os anos sedia vários campeonatos de fuscacross, tanto municipais como estaduais, no Automóvel Clube de Ji-Paraná, que tem sido uma das principais atrações da cidade, trazendo visitantes de diversos municípios do estado que vão prestigiar o evento. * Kart: Em dias de corrida, o kartódromo de Ji-Paraná chega a receber 1.200 pessoas para assistirem os 'pegas'. O esporte tem se desenvolvido bastante, com formação de grid de largada com até 30 karts em provas do campeonato. * Motocross: a cidade sedia uma das etapas da mais importante competição de motociclismo do país, que é o Campeonato Brasileiro de Motocros. No período de 5 a 7 de setembro de 2009 Ji-Paraná estará sediando uma etapa do campeonato sul-americano de Motocross. Ji-Paraná também teve, em 2006, o VIII Adrenatrilha, que é uma competição estadual. Onde, no trecho da manhã, os pilotos percorreram 78 quilômetros por trilhas localizadas no primeiro distrito do município, atravessando matas, morros, trieiros de gado, estradinhas velhas e atravessaram o Rio Urupá. Na parte da tarde, os competidores percorreram mais 75 quilômetros no segundo distrito por trilhas que margeiam o Rio Machado, estradinhas velhas, carreadores de cafés e seringais no quilômetro 14. == Esportes == ; Clube de futebol de Ji-Paraná * Ji-Paraná Futebol Clube: fundado em 22 de abril de 1991. Maior campeão de todos os tempos em Rondônia, nove vezes campeão estadual. Com menos de um ano de fundação, já havia conquistado dois títulos do Campeonato Rondoniense de Futebol. Porém, por trás das glórias e títulos alcançados pelo Ji-Paraná Futebol Clube, existe uma história terrível quanto à saúde financeira do clube, tendo problemas no pagamento dos jogadores. Em 2007, foi rebaixado para o Campeonato Rondoniense de Futebol da Segunda Divisão e, em 2009, por não ter comparecido a campo em uma das partidas do campeonato, foi punido pela Federação Rondoniense de Futebol com uma suspensão de dois anos. Em 2011, houve uma grande reestruturação do clube, que pagou todas suas dívidas, se sagrou campeão do Campeonato Rondoniense de Futebol - Segunda Divisão e garantiu o retorno à elite do futebol rondoniense. Posteriormente conquistou seu 9º título estadual no Campeonato Rondoniense em 2012. O Estádio Municipal Antônio de Abreu Bianco ,anteriormente denominado Estádio Municipal José de Abreu Bianco ,(também conhecido como \"Biancão\"), considerado o maior e um dos melhores estádios de Rondônia. foi oficialmente inaugurado em 22 de junho de 2002, com capacidade para 5.000 pessoas. === Lazer === Aos domingos, a prefeitura promove atividades esportivas e culturais, como o \"Projeto Beira Rio\". Atletas amadores disputam partidas de vôlei e futebol nas areias do Rio Machado. Enquanto outros exibem sua aptidões artísticas em movimentados encontros de música, improviso e declamação. E, no Centro Cultural e Esportivo Gerivaldo José de Souza (\"Gerivaldão\"), escolas locais disputam animadas gincanas. A cidade possui alguns pontos de lazer, os principais são: * Esporte Clube Vera Cruz: o mais antigos clube do interior do estado, é também o que possui as melhores instalações, com um amplo salão social que comporta 250 mesas e realiza os mais sofisticados bailes e festas momescas do interior de Rondônia. Possui um estádio de futebol, que serviu para que o Ji-Paraná Futebol Clube realizasse suas partidas pelo futebol profissional, campo de futebol society, quadra de voleibol e basquetebol, quadra de tênis rápida e coberta, piscina e ampla área para recreação do imenso quadro associado. * Maré Mansa Clube de Campo: localizado aproximadamente cinco quilômetros do centro da cidade antiga, possui modernas instalações para a prática de esportes, área coberta para eventos sociais, piscina e uma ampla churrascaria à disposição dos associados. * Clube Associação Atlética do Banco do Brasil: no segundo distrito, possui amplo salão social, área para a prática de esportes, piscinas e demais equipamentos de recreação. Vários eventos ocorrem no clube Associação Atlética do Banco do Brasil: dentre eles, são realizados diversos campeonatos municipais e intermunicipais de natação. Este reúne pessoas das diversas cidades próximas à Ji-Paraná. A AABB também tem um projeto chamado Associação Atlética do Banco do Brasil Comunidade, com aproximadamente 120 crianças carentes que participam de diversas atividades, tais como: aulas de natação, música (teclado e violão), educação física com aulas de voleibol, basquetebol e escolinha de futebol. Todas as crianças recebem reforço na alimentação e passam a maior parte do dia na Associação Atlética do Banco do Brasil. * Balneário Bernardi: com uma distância aproximada de cinco quilômetros do centro do primeiro distrito, está, cada vez mais se tornando um local frequentado pelos jovens da cidade. No local, além do Rio Urupá, que já é uma atração à parte, existe, ainda, uma boa pista para a prática de motocross. == Ji-Paranaense ilustre == O cantor sertanejo Fernando, da dupla Fernando & Sorocaba é natural de Ji-Paraná. == Ligações externas == * Página da prefeitura * Ji-Paraná no WikiMapia *Noticiageral.com - Site local de Ji-Paraná, com notícias de Ji-Paraná e Região. Categoria:Topônimos de origem tupi",
 "title": "Ji-Paraná"
}