{
 "id": "33883",
 "text": "{{Info/Município do Brasil | nome = Ministro Andreazza | preposição = de | foto = | leg_foto = | apelido = | brasão = Brasão de andreazza.jpg | bandeira =BandeiraroMinistro Andreazza.png | link_brasão = | link_bandeira = | link_hino = | aniversário =13 de fevereiro de 1992 | fundação = | gentílico =andreazense | lema = |CEP=76919-000 | prefeito = João Alves Pereira | partido = PSD | fim_mandato =2024 | mapa = Rondonia Municip MinistroAndreazza.svg | latP = S | latG = 11 | latM = 11 | latS = 49 | lonP = O | lonG = 61 | lonM = 31 | lonS = 01 | estado = Rondônia | mesorregião = Leste Rondoniense | data_mesorregião = IBGE/2008 | microrregião = Cacoal | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cacoal, Ji-Paraná e Presidente Médici | dist_capital = 452 | área = 798.065 | área_ref = | população = 10354 | data_pop = IBGE/2010 | altitude = | clima = Equatorial | sigla_clima = | idh = 0.701 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10278.41 | data_pib_per_capita = IBGE/2008 }} Ministro Andreazza é um município brasileiro do estado de Rondônia. ==Geografia== Localiza-se a uma latitude 11º11'49,5\" sul e a uma longitude 61º31'01.9\" oeste, estando a uma altitude de 283 metros. Sua população estimada em 2010 era de 10.354 habitantes. Possui uma área de 875,31 km². ==História== O nome da cidade homenageia o coronel Mario Andreazza, ministro dos Transportes nas gestões dos presidentes Costa e Silva e Médici, e do Interior no governo de João Figueiredo, quando aliás se deu a transformação de Rondônia, então Território Federal, em Estado. O Município de Ministro Andreazza tem sua história vinculada à expansão da fronteira agrícola Nacional, decorrente da convergência de fluxo imigratório para o Estado de Rondônia. É um Município que se encontra a 35 km distante da Rodovia BR 364. A Lei de Nº 372 de 13 de fevereiro de 1992, cria o Município de Ministro Andreazza, desmembrando do Município de Cacoal. Sendo que esta ficou como feriado municipal através do projeto de Lei Nº 005/93. Deu-se o início o desbravamento em 1975, os migrantes vindos de vários Estados Brasileiros para colonizar as terras férteis de nossa região, ainda pertencendo ao município de Cacoal à 37 km da BR 364 surgiu-se a ideia de iniciar um povoado dando-se o 1º nome de Vila Formasa e logo passa a ser denominada Nuar de Nova Brasília, assim construindo uma escola estadual de 1º grau, uma de trânsito, o Escritório de EMATER e 5 casas construídas, educação e saúde, agricultura, administração e também um prédio que funcionava com posto de saúde. Todas essas obras foram construídas com recursos do POLONOROESTE na gestão do ex governador Jorge Teixeira de Oliveira. Com o seu grande desenvolvimento passou a ser distrito de Cacoal na gestão do ex prefeito Josino de Brito. Ainda como distrito de Ministro Andreaza, com a condição de chefe do poder executivo municipal, o empresário Mauro de Carvalho, pioneiro de 1973, bem sucedido comerciante local. Tendo na sede do município estabelecimentos comercias e indústrias em fase de grande desenvolvimento. De natureza essencial agrícola, destacando-se como grande produtor de café, feijão, arroz, algodão, cacau e outras culturas tropicais. Contendo também grande rebanho bovino como destaque. ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios de Rondônia",
 "title": "Ministro Andreazza"
}