{
 "id": "33882",
 "text": "{{Info/Município do Brasil | nome = Machadinho d'Oeste | preposição = de | foto = | leg_foto = | apelido = MDO | brasão = IMachadinho d'Oestebrasonro.jpg | bandeira = Bandeira_Machadinho_d'Oeste_RO.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 11 de maio | fundação = | emancipação = | gentílico = machadinhense | CEP = 76868-000 a 76869-999 | lema = Progresso e paz | prefeito = Paulo Henrique dos santos | partido = UNIÃO | fim_mandato = 2024 | mapa = Rondonia Municip MachadinhodOeste.svg | latP = S | latG = 09 | latM = 26 | latS = 38 | lonP = O | lonG = 61 | lonM = 58 | lonS = 53 | estado = Rondônia | região_intermediária = Porto Velho | região_imediata = Jaru | vizinhos = Colniza (MT), Humaitá, Manicoré, Novo Aripuanã (AM); Ariquemes, Cujubim, Porto Velho, Rio Crespo, Theobroma, Vale do Anari | dist_capital = 341 | área = 8509.270 | área_pos = BR: 159º, RO: 6º | área_ref = | população = 39991 | população_pos = BR: 1013º, RO: 12º | data_pop = IBGE/2019 | altitude = | clima = Equatorial | sigla_clima = Am | idh = 0.596 | idh_pos = BR: 4238º, RO: 45º | data_idh = PNUD/2010 | pib = mil | pib_pos = BR: 1257º, RO: 14º | data_pib = IBGE/2016 | pib_per_capita = 13523.83 | data_pib_per_capita = IBGE/2016 | site_prefeitura = http://machadinho.ro.gov.br/ | site_câmara = http://camarademachadinho.ro.gov.br/ }} Machadinho d'Oeste é um município brasileiro do estado de Rondônia. == Etimologia == O nome é uma homenagem ao rio homônimo \"Rio Machadinho\" localizado no dito município. == História == A cidade de Machadinho D´Oeste surgiu em 15 de fevereiro de 1982 por meio de um Projeto de Assentamento da reforma agrária criado pela Resolução nº 25 do Conselho de Diretores do INCRA, idealizado pelos engenheiros Paulo Botelho Martins, Fábio Costa Marques, Nestor Carlos dos Santos e Cézar Alberto Carneiro Soares, que foram os principais responsáveis. Pertenceu inicialmente ao município de Ariquemes, com a denominação de \"Projeto de Assentamento Machadinho\". Situada na bacia do Vale do Jamari, tem todo o seu território atravessado do sul ao norte pelos rios Ji-Paraná e Machado. O rápido crescimento populacional e desenvolvimento econômico decorrentes das atividades agrícolas exigiram a sua autonomia política e administrativa. A área do Projeto de Assentamento (PA) Machadinho foi elevada à categoria de município, com o nome alterado para Machadinho D'Oeste e sede no povoado do mesmo nome, elevado então à categoria de cidade. O seu nome é em homenagem ao rio Machadinho, afluente da margem esquerda do rio Ji-Paraná. O Município foi criado em 11 de maio de 1988 pela Lei estadual nº 198, assinada pelo então governador Jerônimo Garcia de Santana, que empossou José Carlos de Souza Freitas como primeiro prefeito, após aprovação de seu nome pela Assembleia Legislativa de Rondônia. José Carlos de S. Freitas exerceu o cargo provisoriamente até a primeira eleição ocorrida no município que definiu o primeiro prefeito escolhido diretamente pelo voto popular. O território municipal de Machadinho D'Oeste foi formado com áreas desmembradas dos municípios de Ariquemes, Jaru e Ji-Paraná. == Geografia == Localiza-se entre os municípios de Ariquemes e Jaru. Sua sede dista aproximadamente 400 km da capital do estado e está localizada na latitude 09º26'38\" sul e na longitude 61º58'53\" oeste, a uma altitude de 102 metros. A população do município pelo Censo 2010 era de 31.135 habitantes, porém estima-se que atualmente já ultrapasse 40.000 habitantes. Possui uma área de 8509 quilômetros quadrados. === Clima === O clima é predominantemente Equatorial Quente Úmido, um \"Clima tropical Chuvoso\", se mantendo uma temperatura anual estável com mínimas de 16°C a 23°C e máximas 30°C a 42°C, com umidade relativa do ar entre 50% a 90% e altos índices pluviométricos entre 1300 a 2600 mm/ano. No período do \"inverno amazônico\" ocorre uma diminuição da temperatura chegando a mínimas de 16 ºC a 22 ºC, que dura em média de 3 a 5 dias, sendo conhecido este fenômeno como \"friagem\". A umidade relativa do ar e dos índices pluviométricos também diminuem, sobretudo entre os meses de junho a agosto, alcançando os níveis de 50 milímetros por mês. === Problemas socioambientais === Devido aos altos índices de devastação florestal, em 9 de novembro de 2023, o município de Machadinho D'Oeste foi incluído na relação de municípios situados no bioma Amazônia considerados prioritários pelo governo federal para ações de prevenção, controle e redução dos desmatamentos e degradação florestal. === Demografia === A população machadinhense se formou principalmente por colonos atraídos pela oferta de terras oferecidas durante Projeto de Assentamento da reforma agrária criado pela Resolução nº 25 do Conselho de Diretores do INCRA. Os emigrantes se originaram de diversas regiões do Brasil, principalmente Sul ( Paraná, Rio Grande do Sul e Santa Catarina), Sudeste (Minas Gerais, Espírito Santo e São Paulo), Nordeste ( Pernambuco, Ceará e Bahia), Centro-Oeste (Mato Grosso). Entre os anos de 2019 e 2020, houve um aumento da população devido a migração induzida por rumores da construção da Usina Hidrelétrica Tabajara, prevista para ser construída na cachoeira 2 de Novembro, no rio Machado. A migração ocorre devido a promessa de geração de empregos diretos e indiretos durante as obras. == Política e administração == Sendo um município do Brasil, Machadinho D'Oeste é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto que o segundo é representado pela Câmara Municipal de Machadinho d'Oeste, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Machadinho d'Oeste são as seguintes (data: 11 de novembro de 2023): * Prefeito: Paulo Henrique dos Santos \"Paulo da REMAP\" - UNIÃO (2021/2024) * Vice-prefeito: Claudemir Rodrigues de Araújo \"Cláudio da Rondo Motos\" - UNIÃO (2021/2024) * Presidente da Câmara: Lionço Alves Toledo \"Nego Toledo\" - SD (2023/2024). == Economia == A economia se baseia principalmente em serviços, agricultura, pecuária, piscicultura, extrativismo mineral e vegetal. O município tem vários projetos de assentamento, influenciando diretamente na economia da cidade, por meio da produção rural. === Turismo === O principal ponto turístico localizado no município é a \"Cachoeira São José\" onde anualmente ocorre o Festival de Praia Garota Cachoeira e etapa estadual de Motocross, reunindo visitantes de diversos municípios e estados vizinhos. Um setor turístico que vem se expandindo é o da pesca desportiva, atraindo pessoas de outras localidades para a pratica, principalmente na cachoeira 2 Novembro, localizada no Rio Machado. == Televisão == * TV JORNET (REDE) - Canal 31 ==Ligações externas== * Página da Prefeitura Municipal",
 "title": "Machadinho d'Oeste"
}