{
 "id": "33891",
 "text": "{{Info/Município do Brasil |nome = Primavera de Rondônia |preposição = de |foto = |leg_foto = |apelido = |brasão = Brasão Primavera de Rondônia.jpg |bandeira =Bandeira de Primavera de Rondônia-RO.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = 22 de junho de 1994 |fundação = |gentílico =primaverense |lema = |prefeito = Eduardo Bertoletti Siviero |partido = Republicanos |fim_mandato = 2024 |mapa = Rondonia Municip PrimaveradeRondonia.svg |latP = S |latG = 11 |latM = 49 |latS = 01 |lonP = O |lonG = 61 |lonM = 19 |lonS = 22 |estado = Rondônia |mesorregião = Leste Rondoniense |data_mesorregião = IBGE/2008 |microrregião = Vilhena |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Pimenta Bueno (N e L), São Felipe d'Oeste (O), Parecis (S). |dist_capital = 545 |área = 605.698 |área_ref = |população = 3523 |data_pop = Censo IBGE/2010 |altitude = 210 |clima = equatorial |sigla_clima = Am |idh = 0.691 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 10720.55 |data_pib_per_capita = IBGE/2008 |site_prefeitura = http://www.primavera.ro.gov.br/ }} Primavera de Rondônia é um município brasileiro do estado de Rondônia. Localiza-se a uma latitude 11º49'01\" sul e a uma longitude 61º19'22\" oeste, estando a uma altitude de 210 metros. Sua população estimada no IBGE em 2010 era de habitantes. Possui uma área de 606 km². ==História== Surgiu como Núcleo Urbano de Apoio Rural do Projeto de Colonização Abaitará com o nome de Primavera. O projeto de emancipação tramitou na Assembléia Legislativa de Rondônia com esse nome e fez parte dos municípios que iriam conseguir suas emancipações através das Disposições Transitórias da Constituição de 1989, constando do Item X, do Parágrafo Único, do Artigo 42º, com o nome de Apidiá. O Relator da Constituinte, Deputado Amizael Silva, alertado da impossibilidade de uso do nome Primavera por já existirem municípios em Pernambuco e Pará com essa denominação, informado por Gerino Alves, Delegado do IBGE, que a localidade ficava próxima ao rio Pimenta Bueno, conhecido pelos índios por Apidiá, escolheu esse nome indígena. No plebiscito realizado não foi alcançado o número mínimo de eleitores para referendo da proposta de emancipação, por isso a localidade deixou de ser município junto com os outros 17 que obtiveram suas autonomias administrativas no dia 13 de fevereiro de 1992. As lideranças do lugar decidiram que se mantivesse no projeto de emancipação o nome de Primavera acrescentando-se a expressão \"de Rondônia\" para diferenciar dos municípios já existentes. Com o nome de Primavera de Rondônia o município foi criado pela Lei nº 569, de 22 de junho de 1994, assinada pelo governador Oswaldo Piana Filho, com área desmembrada do Município de Pimenta Bueno. o Município possui um núcleo central e um distrito, denominado Querência do Norte. ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios de Rondônia",
 "title": "Primavera de Rondônia"
}