{
 "id": "33902",
 "text": "{{Info/Município do Brasil | nome = Urupá | preposição = do | foto = | leg_foto = | apelido = | brasão = Brasao-urupa-ro.png | bandeira = Flag urupá.svg | link_brasão = | link_bandeira = | link_hino = | aniversário =13 de fevereiro de 1992 | fundação = | gentílico =urupaense | lema = | CEP = 76929-000 | prefeito = Célio Lang | partido = PP | fim_mandato = 2024 | mapa = Rondonia_Municip_Urupa.svg | latP = S | latG = 11 | latM = 08 | latS = 26 | lonP = O | lonG = 62 | lonM = 21 | lonS = 39 | estado = Rondônia | mesorregião = Leste Rondoniense | data_mesorregião = IBGE/2008 | microrregião = Ji-Paraná | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Teixeirópolis (N),Nova União (N),Ji-Paraná (L),Mirante da Serra (O),Alvorada d'Oeste (S) | dist_capital = 396 | área = 831.865 | área_ref = | população = 11272 | data_pop = est. IBGE/2020 | altitude = 200 | clima = equatorial | sigla_clima = Am | idh = 0.609 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8109.96 | data_pib_per_capita = IBGE/2008 }} Urupá é um município brasileiro do estado de Rondônia. == Geografia == Localiza-se a uma latitude 11º08'26\" sul e a uma longitude 62º21'39\" oeste, estando a uma altitude de 200 metros. Sua população estimada em 2017segundo o IBGE é de 13.106 habitantes. Possui uma área de 831,857 km² == História == O município foi criado em 13 de fevereiro de 1992, com áreas desmembradas dos municípios de Ouro Preto do Oeste e Alvorada do Oeste, o povoado surgiu com a implantação do Projeto de Assentamento (PA URUPÁ), pelo Instituto Nacional de Colonização e Reforma Agrária (INCRA), em 6 de julho de 1981.O Projeto de Assentamento Urupá foi implantado pelo Engenheiro Agrônomo Carlos Antonio de Siqueira Fontenele. O nome, que é uma homenagem ao rio Urupá, importante afluente do rio Machadinho ou Ji-Paraná, vem de uma tribo indígena que habitava a bacia hidrográfica desse importante rio rondoniense e provavelmente é uma alteração de Uru-Upaba, que significa lagoa do uru. O projeto de emancipação tramitou na Assembleia Legislativa do Estado de Rondônia com o nome de Urupá, tendo feito parte do item IV, do parágrafo único, do artigo 42 das Disposições Transitórias da Constituição de 1989, para alcançar sua autonomia político-administrativa; e, uma vez arguida a inconstitucionalidade do ato, o município foi criado pela Lei nº 368, de 13 de fevereiro de 1992, assinada pelo governador Oswaldo Piana Filho, com área desmembradas dos Municípios de Ouro Preto do Oeste e Alvorada d'Oeste. == Bairros == * Centro * Sumaúma * Novo Horizonte * Alto Alegre * Santíssima Trindade * Jardim Urupá == Economia == Sua economia durante muito tempo esteve baseada na agropecuária, com destaque para criação de rebanhos bovinos, no entanto hoje em dia a segunda maior renda do município é a produção de peixe e alevinos, tornando a região uma das maiores em produção de peixe. == Ver também == * Urupá, povo indígena ==Ligações externas== * Prefeitura Municipal Categoria:Municípios de Rondônia",
 "title": "Urupá"
}