{
 "id": "33915",
 "text": "Ametista do Sul é um município brasileiro do estado do Rio Grande do Sul. Conhecido como a capital mundial da pedra ametista o município leva esse nome por causa das atividades envolvendo essa pedra preciosa. == História == Inicialmente coberto por mata virgem, com topografia acidentada e habitado por indígenas da etnia Kaingang, o território onde é hoje o município de Ametista do Sul começou a ser colonizado no início do século XX, por pessoas oriundas dos municípios de Palmeira das Missões e Santa Bárbara. Na década de 1940 surgiram os primeiros núcleos habitacionais, sendo que o local era conhecido pelo nome de Cordilheira. Nesta mesma década, pessoas vindas da região de Caxias do Sul (região essa também conhecida como 'Terras Velhas') passaram a residir nesta localidade, dedicando-se inicialmente as atividades da agropecuária. Os imigrantes trouxeram consigo a religiosidade, demonstrada através da construção de um capitel, em 1945, onde foi colocada a imagem do Arcanjo São Gabriel, e com isso o local passou a ser conhecido como São Gabriel, sendo que ainda hoje existe o marco. Foi também naquela década que foram descobertas, no município, as primeiras pedras semipreciosas, inicialmente localizadas junto as raízes das árvores, encostas dos córregos e nas lavouras. Logo iniciou-se a exploração mineral, principalmente de pedra ametista (origem do nome do município), o que atraiu mais pessoas para o local. No começo a exploração utilizava escavações em formato de poço, com uma abertura lateral conhecida como carregador, sendo que a construção desta era facilitada pela topografia acidentada da região. Na década de 1950 foi construída no local a primeira escola e a primeira igreja, bem como começaram a ser abertas estradas que facilitavam o deslocamento de pessoas e produtos e substituíam as antigas picadas abertas na mata pelos colonizadores. Em 1958 São Gabriel é transformado em distrito do município de Iraí. Com a emancipação de Planalto o distrito de São Gabriel é extinto e seu território anexado ao novo município. Em 1964 é novamente criado o distrito de São Gabriel, pertencendo ao município de Planalto. Também nesta década a igreja de São Gabriel é elevada à categoria de paróquia. Nos anos de 1970, a extração de pedras semipreciosas, principalmente ametistas, citrinos, gipsitas e ágatas tem grande desenvolvimento. Empresas exportadoras começam a investir no local, e a exploração através de poços é substituída por túneis, também conhecidos como furnas, que chegam a ter vários quilômetros de extensão. O distrito começa a ganhar estilo de cidade, sendo emancipado no dia 20 de março de 1992, sob a lei n. 9.570, sancionada pelo governador Alceu Collares, sendo a comissão emancipacionista composta por José Carlos Alves, Antônio da Rocha, Jorge Luís Bassi, Izaldir Sganzerla, Valdomiro Albino Toniazzo, entre outros. Como já havia no Rio Grande do Sul um município com o nome de São Gabriel, o novo município recebeu o nome de Ametista do Sul, uma referência a sua principal riqueza mineral, a pedra ametista. Com o passar dos anos, pelo expansivo crescimento local e econômico, o município se destacou nacional e internacionalmente. As riquezas extraídas de seu solo atraem olhares de diferentes partes do mundo. O reconhecimento trouxe à tona o orgulho de seus moradores, quando no ano de 2013 a pedra ametista foi escolhida para ser o mineral símbolo do Rio Grande do Sul, devido à importância desta pedra para o estado. Assim, o Projeto de Lei 101 – 2013 foi aprovado em 2015 pelos deputados estaduais do Rio Grande do Sul. === História da mineração em Ametista do Sul === Surgida há mais de 100 anos, a mineração no Médio e Alto Uruguai do Rio Grande do Sul teve seu início por acaso, quando caçadores e agricultores pioneiros que habitavam a região nos anos de 1930 encontraram as primeiras pedras sob raízes de árvores, córregos e áreas lavradas. Com o término da Segunda Guerra Mundial, devido ao grande valor comercial das pedras, o interesse pela exploração aumentou. Nesta época surgiram os primeiros garimpeiros, que faziam as escavações em forma de poço com uma abertura lateral chamada de carregador, o que era facilitado devido à topografia acidentada. O ano de 1972 foi o auge da produção e o garimpo, que era ao ar livre, passou a ser feito sob a forma de galerias que atualmente chegam a atingir a extensão de aproximadamente 800 metros. == Geografia == Faz parte da Microrregião de Frederico Westphalen. Localiza-se a uma latitude 27º21'38\" sul e a uma longitude 53º10'54\" oeste, estando a uma altitude de 505 metros. Possui uma área de 75,968 km² e sua população estimada em 2020 era de 7.409 habitantes. === Divisão geográfica === O primeiro distrito é a sede, o segundo distrito é Linha de São Valentim da Gruta e possui as seguintes vilas: Linha São Rafael, Linha Barreiro Grande, Linha Barreirinho, Linha Alto Barreirinho, Linha Santa Catarina, Linha Sangão, Linha Santo Antão, Linha Tajuva, Linha Pedra, Linha Santo Antônio, Linha Três Coqueiros, Linha Fátima, Linha Alta, Linha Curta,Linha Quebrinha e Linha São Roque. As distâncias entre a sede e as vilas variam de dois a 10 km, e o acesso é feito por estradas ensaibradas. === Clima === O clima predominante é subtropical, com duas massas de ar que predominam, a Massa Polar Atlântica, com baixas temperaturas, e a Massa Tropical Atlântica, com altas temperaturas. == Economia == A principal atividade econômica do município, com aproximadamente 75% do movimento, é o setor extrativista mineral, com a extração de pedras semi-preciosas como ágatas e ametistas, além de vários tipos de minerais para coleção. Agricultura com pequenas propriedades (minifúndios) num total de 650 imóveis, cuja renda familiar média em torno de dois salários mínimos. O município possui também 100 estabelecimentos comerciais e 15 estabelecimentos industriais de pequeno porte, com remuneração de um a dois salários mínimos. Os principais produtos do município são feijões, uva, milho e soja. Uma grande conscientização está ocorrendo com os agricultores na diversificação da propriedade agrícola para citricultura, piscicultura, plantação de pepinos em estufas e viticultura. Na pecuária existe pequena produção de subsistência, com suínos, aves e bovinos, sendo que o gado leiteiro tem uma média de 2000 litros/dia. O município hoje conta também com um projeto de vitivinicultura que se iniciou em 1997 com 8 agricultores e 4 hectares e atualmente possui mais de 50 agricultores integrados e um aumento de 150 hectares plantados, acredita-se ser esta uma fonte de renda que irá acelerar ainda mais o crescimento do município uma vez que se inicia a produção de vinho. === Garimpeiros === A atividade garimpeira iniciou-se em condições precárias, devido à lei 6.514/77, que exigia a aquisição de equipamentos de proteção individual para preservação da vida e saúde, foram adquiridos capacetes, óculos, tampões para os ouvidos, botas, máscaras e ventiladores para a renovação do ar dentro das galerias (furnas). Em 1990, foi fundada a COOGAMAI (Cooperativa dos Garimpeiros do Médio Alto Uruguai Ltda.) que visa assegurar a segurança de seus associados, mantendo-os conscientes das leis e normas a serem seguidas. === Turismo === Visando aspectos esotéricos de fiéis na crença energia positiva dos cristais, a prefeitura de Ametista do Sul erigiu na praça central uma pirâmide cujo interior é revestido com ametista. O templo da Igreja Católica na cidade é parcialmente revestida de ametista, com cristais de calcita, citrino e quartzo hialino. O município dispõe de Vinícolas, restaurantes subterrâneos e museu de pedras preciosas. A cada dois anos, no mês de março, ocorre uma exposição de gemas e minerais preciosos (Expopedras), com exposição de vários tipos de gemas e pedras preciosas. ==Ver também== *Lista de municípios do Rio Grande do Sul *Lista de municípios do Rio Grande do Sul por população *Lista de municípios do Rio Grande do Sul por data de criação ==Ligações externas== * *Secretaria do Turismo do Rio Grande do Sul Categoria:Municípios do Rio Grande do Sul Categoria:Fundações no Rio Grande do Sul em 1992",
 "title": "Ametista do Sul"
}