{
 "id": "33920",
 "text": "Arroio do Meio é um município brasileiro do estado do Rio Grande do Sul. == História == A área hoje ocupada pelo município de Arroio do Meio pertencia, até sua emancipação, aos municípios de Lajeado e Encantado. O município localiza-se às margens do Rio Taquari. Sua denominação, originou-se da existência de três arroios: o Grande, o Forqueta e o do Meio, este situado entre os dois primeiros. Primitivamente, as terras do atual município foram habitadas apenas por índios, em que a primeira exploração do território ocorreu em 1633 por padres jesuítas espanhóis, e logo após, em 1636, por grupos de bandeirantes, incentivados pela Coroa Portuguesa, em busca de metais preciosos e indígenas. De acordo com um trabalho apresentado por Dante de Laytano, a 1ª sesmaria em terras de Arroio do Meio teria sido concedida em 1816, pelo Marquês do Alegrete a José Ricardo Villanova e localizava-se às margens do Rio Taquari, tendo sido denominada Fazenda São Caetano. Mais adiante, em 1844, Villanova teria vendido as terras de São Caetano para o Capitão Francisco Silvestre Ribeiro que, por seu turno, também recebeu do governo uma área que ia de São Caetano até o arroio Jacaré em Encantado, possuindo, assim, uma grande parte do território do atual Arroio do Meio e, então, iniciando de fato as atividades na Fazenda São Caetano por volta de 1850. Em 1860, o imigrante alemão Johann Adam Gerhard e seus filhos adquirem, dos herdeiros do capitão, a parte da fazenda onde hoje se localiza São Caetano, sendo os primeiros imigrantes fixados em Arroio do Meio. Em 1861, a parte da fazenda compreendida entre a Rua Gustavo Wienandts até o Arroio Forqueta foi comprada por Antônio Fialho de Vargas, e nas décadas de 1860 e 1870 chegam mais famílias de imigrantes alemães, italianos e de outras etnias. Na época, o povoado era chamado Nossa Senhora do Auxílio da Barra do Arroio do Meio e pertencia a Taquari. Mais tarde foi parte de Estrela e de Lajeado. O distrito criado com nome de Arroio do Meio é decorrente dos atos municipais nº 33, de 21 de outubro de 1910, e nº 473, de 21 de dezembro de 1914, instalado em 10 de janeiro de 1915, junto ao município de Lajeado. Arroio do Meio foi, então, elevado a município em 1934, pelo decreto nº 5.759, de 28 de novembro de 1934, sendo então desmembrado dos municípios de Lajeado e Encantado. A instalação do município ocorre posteriormente, em 02 de janeiro de 1935. == Idiomas regionais == O Riograndenser Hunsrückisch, ou hunriqueano riograndense em língua nacional, é uma língua minoritária sulbrasileira de origem germânica falada desde tempos pioneiros em Arroio do Meio bem como por milhares de pessoas espalhadas por vários outros municípios do estado e mesmo em regiões adjacentes.Ethnologue: Languages of the world: Riogrand Hunsrik: A language of Brazil. Acessado em 28 de julho de 2017. == Geografia == Localiza-se a uma latitude 29º24'04\" sul e a uma longitude 51º56'42\" oeste, estando a uma altitude de 54 metros. Possui uma área de 153,78 km² e sua população estimada em 2009 é de 19.059 habitantes. O município de Arroio do Meio é um típico município do Vale do Taquari: ao pé da serra, é rodeado por grandes elevações, os chamados morros, e, para realçar a beleza local, é irrigado por vários rios e arroios de todos os portes que descem das encostas e da Serra Gaúcha. O município é banhado pelo Rio Taquari e pelo Rio Forqueta(aí existe uma confusão em relação à denominação de Rio ou Arroio Forqueta)(Seria rio em volume de água mas não possui extensão para ser considerado rio…, por isso é arroio Forqueta) Um ponto interessante para visitação é o Morro Gaúcho, cuja altura se aproxima dos 600 metros, sendo constantemente utilizado para a prática do Voo Livre, e que permite uma visão panorâmica do Vale do Taquari, especialmente os municípios vizinhos de Colinas, Estrela e Lajeado. ==Turismo== Os principais pontos turísticos do município são: * Museu Municipal, no entorno da Praça Flores da Cunha. O prédio foi construído em 1928, onde sediou o governo municipal de 1951 até o ano de 1974. Em 1984 foi declarado de utilidade pública e até há pouco tempo abrigava a Secretaria de Educação e Cultura do Município. Atualmente é o local onde encontram-se os acervos históricos do município. * Centro de Lazer Arroio Grande, está localizado junto ao Arroio Grande, o local possui uma natureza privilegiada. Recebe inúmeros visitantes devido a seu amplo espaço para descanso, locais para banho e açudes para pescaria. O Pesque e Pague possui piscinas, restaurante, banheiros, churrasqueiras cobertas e a céu aberto, campos para futebol, etc. * Morro Gaúcho, destaca-se pelos seus 559 metros acima do nível do mar; * Caminho da Forquetahttp://www.arroiodomeio.rs.gov.br/index.php * Ponte de ferro sobre o rio Forqueta: começou a ser construída em 1927, sendo a obra paralisada em 1929 por falta de verbas. Concluída após uma década, foi inaugurada em 16 de julho de 1939, com a presença de autoridades, entre elas o interventor do estado, Osvaldo Cordeiro de Farias. Sua estrutura veio da Alemanha, sendo o responsável técnico o engenheiro Guthmann. Até a conclusão da ponte a travessia ocorria por meio de balsa. ==Cidade irmã== * Boppard am Rhein, Alemanha. == Eventos == Arroio do Meio também é conhecida por alguns eventos, cujos organizadores e mantenedores dos eventos são principalmente a prefeitura e um clube chamado \"The Horse\". A grande maioria destes eventos ocorre na rua coberta, no centro da cidade, perto da praça. A \"Gincana The Horse\" é o principal evento da cidade. Tradicionalmente ocorrendo no último final de semana de maio, geralmente é composta por uma tarefa de ação solidária feita de modo antecipado, um desfile sexta a noite, outro desfile (o principal) sábado de manhã, boate da gincana com escolha de rainha e melhor torcida, um enigma que inicia sábado a noite e acaba domingo ao meio-dia e diversas tarefas variadas. Em 2013 os participantes foram Cramento, Curê, Hure Pook e Schtena, mas ainda há a possibilidade de que outras equipes entrem na disputa. O tema da gincana de 2013 foi: \"Os Imigrantes: asas no futuro e raízes no passado\". Anualmente, no mês de Novembro, ocorre também a SportFest, evento de cunho esportivo e recreativo que engloba torneio de Futebol Sete, Vôlei, Jeep Cross, torneio de Bocha, cavalgada, caminhada contemplativa e brinquedos infláveis para crianças. O evento tem lugar, tradicionalmente, na sede do Esporte Clube União de Arroio Grande. Até 2015 era organizado pela entidade AER \"Os Livres\". Outros eventos também podem ser citados, como o Festicam (Festival de Cantores de Arroio do Meio) e o dia da criança The Horse. ==Ligações externas== * * * * Secretaria do Turismo do Rio Grande do Sul ==Ver também== * Vale do Taquari * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação",
 "title": "Arroio do Meio"
}