{
 "id": "33944",
 "text": "Bom Retiro do Sul é um município brasileiro do estado do Rio Grande do Sul. == Geografia == Localiza-se a uma latitude 29º36'32\" sul e a uma longitude 51º56'35\" oeste, estando a uma altitude de 35 metros. Possui uma área de 102,78 km² e sua população estimada em 2007 era de 11.130 habitantes. Em 2013 a população era de 12.004 habitantes. == Turismo == Reconhecido por suas belezas naturais e pela hospitalidade de seus habitantes, o município tem como principal destaque a barragem eclusa, construída na década de 1970. Ela possui seis comportas duplas do tipo vagão, com 17 metros de largura de descarga de fundo, apresentando cota de represamento de 13,00 metros. Em sua margem esquerda foi implantada uma eclusa com dimensões de 120 metros de comprimento por 17 metros de largura de descarga de fundo, apresentando cota de represamento de 13,00 metros. Chamado de \"O pesqueiro do Vale\", Bom Retiro do Sul é reconhecido pela pesca artesanal, pois é banhado pelo rio Taquari que atraí inúmeros turistas apaixonados pela pescaria. Outro destaque fica por conta das figueiras centenárias, que estão espalhadas por todo território do município. Em seu perímetro urbano, observam-se as belas construções datadas do século passado. Na parte baixa da cidade, no bairro cidade baixa, podemos destacar: a igreja católica, localizada no morro da Corsan (fundada em 1939); a casa rosada, próxima à prefeitura municipal; o Largo dos Emancipacionistas, popularmente chamado de \"escadaria\"; a casa da família Pivatto; o prédio do antigo centro comercial de Arthur Ohlweiler (ao lado do Largo dos Emancipacionistas). Ainda percorrendo a rua principal, pode-se admirar outras antigas construções, como a do Clube União Bom-Retirense, construído em 20 de setembro de 1932. Outras construções: Paróquia Sagrada Família; Igreja da Comunidade Evangélica Sociedade de Cantores (hoje chamado de Centro Comunitário Evangélico); O Parque Municipal Pôr do Sol atrai muitos visitantes para a prática de atividades físicas, como caminhada, corrida e ciclismo. Neste local acontecem campeonatos de futebol sete e vôlei de duplas. Ainda nas dependências do parque há também uma área com brinquedos destinados às crianças com até 10 anos de idade. Para demonstrar todo o potencial cultural, turístico, agropecuário, industrial e comercial, é realizada, de quatro em quatro anos, nas dependências do Parque Municipal Pôr-do-sol, a EXPOBOM, uma das maiores exposições do Vale do Taquari. Anualmente o município realiza os eventos Rodeios Criolos,Semana de Município, Semana Farroupilha, Bom Retiro em Dança, Carnaval, Festival do Peixe, entre outros. Também tem Natal nas Águas , sempre em dezembro. A barragem Enclusa É a cidade natal da super modelo Raquel Zimmermann. == Comércio == O ramo calçadista tem sido por anos, o mais forte na cidade, dando emprego e renda fixa a muitas famílias. No momento existem vários ateliês, e a maioria deles, trabalham para indústrias maiores de calçados. Outros ramos também atuam com frequência na cidade, como a criação de gado (frigoríficos), madeireiras e comércio lojistas ==Ligações externas== * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul ==Ver também== * Vale do Taquari * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação",
 "title": "Bom Retiro do Sul"
}