{
 "id": "33959",
 "text": "Campina das Missões é um município brasileiro do estado do Rio Grande do Sul. Localiza-se a uma latitude 27°59'20\" sul e a uma longitude 54°50'22\" oeste, estando a uma altitude de 163 metros. Sua população em 2010 era de 6.117 habitantes. Colonizada por descendentes de alemães e russos (eslavos). Possui uma das maiores colônias de descendentes russos do Rio Grande do Sul. Sua economia está fundamentada na agricultura de minifúndios. Predomina o cultivo de soja e milho. Possui poucas indústrias, como de roupas e esquadrias. ==História== A história de Campina das Missões começa em 1902, quando foi decidido colonizar as terras localizadas entre o Rio Uruguai e o Rio Comandaí, pois a ocupação definitiva do estado era um dos objetivos do governador Borges de Medeiros. A região, denominada \"Campina\" (pelo fato de, no início do século XX, ser uma verdadeira campina em meio à mata virgem) começou a ser colonizada em 1909, por imigrantes russos, em sua maioria, provindos da Sibéria. Acostumados com o frio, os imigrantes russos sofreram com o clima tropical e a dificuldade com o manejo das terras. A primeira construção na cidade foi o Condor, que servia de centro de administração e coordenação da imigração a ser iniciada na nova colônia. A imigração alemã, começou em Campina, entre 1910 e 1911. Os novos imigrantes, em sua maioria provindos das \"Colônias Velhas\" (São Sebastião do Caí, Feliz, São Leopoldo, Montenegro, Estrela, Lajeado e Santa Cruz do Sul), tinham experiência com a agricultura e, ao contrário dos russos, já estavam acostumados com o clima tropical e o meio agreste, o que fez com que vingassem melhor suas iniciativas. Em 1 de outubro de 1920, Campina foi elevada à categoria de nono distrito de Santo Ângelo, sendo a partir de então denominada de Campina das Missões. Em 9 de agosto de 1931, com a emancipação política e do município de Santa Rosa, o 9º distrito de Santo Ângelo passou a figurar como 5º distrito de Santa Rosa. No dia 22 de novembro de 1962, os representantes da indústria, comércio e agricultura, escolheram em Assembleia Geral na sede do Clube Bela Vista, os membros da Comissão Emancipadora, que promoveria todos os trabalhos necessários para a emancipação do distrito de Campina, parte do distrito de Cândido Godói e parte de Ubiretama, pertencente ao município de Giruá. Foram escolhidos dez nomes para a Comissão Emancipadora. Campina das Missões foi emancipada em 9 de outubro de 1963, elevando-se à categoria de município. O primeiro governo municipal teve seu início em 1964. ==Geografia== O Município está localizado no estado do Rio Grande do Sul, pertencendo a Região Geográfica Intermediária de Ijuí e a Região Geográfica Imediata de Santa Rosa, estando distante 526 km de Porto Alegre, capital do Estado. A principal via de acesso pavimentada é a RS 307 (FAMURS, 2013). Segundo dados do Instituto Brasileiro de Geografia e Estatística – IBGE (2019), possui área total de 224,801 km², representando 0,084 % do Estado e 0,002 % de todo o território brasileiro, estando a uma altitude de aproximadamente 163 m, se estendendo entre as coordenadas geográficas latitude 27º 59' 20\" S e a uma longitude 54º 50' 22\" O. Campina das Missões se localiza numa região cercada de planaltos e a área urbana da cidade se concentra próxima ao Rio Tumurupará (veja também Topônimos tupis- guaranis no Brasil). ===Clima=== A temperatura média anual do município gira entre 19 °C e 20 °C, com temperaturas entre 27 °C e 37 °C no verão e entre -2 °C a 14 °C no inverno. A precipitação pluviométrica situa-se em 1700 a 1800mm. O comportamento hídrico do solo apresenta um excedente anual entre 500 a 600mm. ===Hidrografia=== Sua região hidrográfica situa-se entre os rios Ibicuí, Uruguai e Ijuí. A Região Hidrográfica do Uruguai é subdividida em dez unidades hidrográficas, sendo que o município de Campina das Missões pertence a uma delas, a Unidade Hidrográfica Turvo – Santa Rosa – Santo Cristo. A cidade é cortada por dois rios: o Rio Comandaí e o Rio Tumurupará, também conhecido como \"Rio Pessegueiro\", que corta o noroeste da parte urbana do município. === Geologia === A constituição geológica se refere a rochas do grupo São Bento, pertencente à formação Serra Geral, que se compõe de derrames de basaltos, basaltos andesitos, riodacitos e riolito, de filiação toleítica, onde se intercalam arenitos intertrápicos Botucatu na base e litarenitos e sedimentos vulcanogênicos da porção mediana ao topo da sequencia. Pertence a subdivisão Fáceis Paranapanema, que se caracteriza por derrames basálticos granulares finos, melanocráticos, contendo horizontes vesiculares espessos preenchidos por quartzo, zeolitas, carbonatos, seladonita, cobre inativo e barita. (MME, 2006). Predomina geologicamente o basalto da Serra Geral e aluviões ao longo dos rios. === Vegetação === Pertence ao Bioma Mata Atlântica, o qual compreende um complexo ambiental que incorpora cadeias de montanhas, platôs, vales e planícies de toda a faixa continental atlântica leste brasileira. No sudoeste e no sul do país se expande para o oeste alcançando fronteiras com o Paraguai e Argentina, avançando também sobre o Planalto Meridional até o Rio Grande do Sul. A vegetação dominante é o campo, nos quais, ocorrem capões do tipo parque timbó. Ao longo dos grandes rios há extensas florestas altas, iguais às florestas latifoliadas do Alto Uruguai. Originalmente, Campina das Missões possuía em torno de 70% de cobertura vegetal com mata nativa, sendo que atualmente está em torno de 26%. A vegetação predominante na região era de florestas com uma grande diversificação de espécies e extrato arbóreo. O município apresenta uma cobertura florestal muito reduzida, em função das atividades agropecuárias e outros processos que ao longo do tempo geraram algum tipo de degradação. == Economia == Desenvolve sua economia basicamente na zona rural, em pequenas propriedades com mão de obra de caráter familiar. As principais atividades do município são: o cultivo da soja, milho, trigo, feijão, mandioca e girassol. Na pecuária a principal renda econômica é a atividade leiteira que gera renda para as famílias mensalmente, custeando desta forma o sustento familiar. A atividade de suinocultura tem aumentado muito nos últimos anos, principalmente com criação e terminação para o abatedouro. As pequenas criações e os produtores com o sistema de ciclo completo tem a cada ano reduzido a participação na criação. As organizações empresariais, em sua maioria de pequeno porte, atuam nos mais diversos ramos de atividades: industriais e comerciais com utilização de mão-de-obra familiar ou empregando familiares, as prestadoras de serviços tem uma grande importância na sustentabilidade de diversas famílias. No setor industrial, destaca-se a agroindústria, alimentos, vestuário, metalúrgica e moveleira. Destacam-se as atividades de prestação de serviços, máquinas e implementos agrícolas, insumos, produtos agropecuários, alimentação, vestuário e utilidades, a construção civil tem demandado muita mão-de-obra, tanto formal como informal. O segmento de serviços congrega diversas atividades profissionais, representando uma fatia importante da economia. ==Infraestrutura== ===Saúde === A cidade conta com um hospital, chamado Hospital Campina. Foi fundado em 27 de maio de 1965 com o nome de Sociedade de Assistência e Cultura Padre Benedito Meister e tinha o objetivo de prestar assistência social e ministrar cursos de preparação para o trabalho. Em 2006, o hospital contava com 61 leitos ativos e 64 funcionários, sendo servido por seis médicos. Atende pelo SUS e presta também, atendimentos particulares e através de convênios como o Ipê e a Unimed.Foi feita uma nova pintura em 2010. O município está conveniado com o Hospital Campina conjugando ações na execução do Programa Saúde da Família, o PSF, que é composto por duas equipes integradas por dois médicos, duas enfermeiras, duas técnicas de enfermagem e dezessete agentes comunitários de saúde. === Educação === Conta com nove escolas. Seis de ensino fundamental, uma de educação básica, uma de educação infantil e uma de educação especial. Cinco escolas são municipais e quatro são estaduais. Em pesquisa realizada, conforme o censo do IBGE, referente ao índice de analfabetismo no Brasil, o município encontra-se em 55º lugar, na lista dos municípios com menor índice de analfabetismo. ===Agropecuária=== No interior da cidade existem vilas e fazendas onde há o cultivo do feijão-soja e do milho, e criação de porcos. Vale notar que a suinocultura brasileira recebeu um forte e definitivo impulso das regiões meridionais do país com o advento da imigração alemã a partir de 1824, sendo que Campinas das Missões faz parte desta história. Históricamente, o consumo de carne suína teve características próprias no meio teuto-brasileiro, desde os métodos de produção animal aos produtos decorrentes e às receitas diversificadas de pratos, conforme exemplificado inclusive pelo idioma corrente: Spiessbraten (assado de carne de porco), Kopfwurst (morcilha branca), Bratwurst (linguiça), Blutwurst (morcilha de sangue), Schmalz (banha), Grieben (torresmo), etc.; há inclusive com expressões regionais específicas como Schweine rieche noh Geld (em alemão padrão: Schweinen riechen nach Geld), ou seja, \"porcos têm cheiro de dinheiro\" que são reconhecidas e utlizadas por toda a região de colonização germânica do noroeste do estado. A produção de frutas, hortaliças, vacas leiteiras, aves e ovos fazem parte da economia complementar de subsistência do município. ===Transporte=== A cidade conta com uma rodoviária. Fundada em 1974, transporta passageiros de Campina para outras cidades do estado, principalmente para Porto Alegre e as Colônias Velhas (die Altkolonie), em ônibus da empresa Ouro e Prata. Outras empresas como a Unigal fazem percursos de Santa Rosa a outras cidades vizinhas, tais como, Cândido Godói e São Paulo das Missões, passando por Campina das Missões e levando os usuários a várias comunidades do município. Também conta com alguns ônibus particulares que fazem trajetos no interior do município. Alguns desses ônibus particulares são contratados pela prefeitura para realizar o transporte escolar no município. ==Política== Em 15 de novembro de 2020, o candidato Carlos Justen, do PSL, foi eleito com 66,63% (2.883 votos). O candidato derrotou Marino Jacob Goerlach, do PDT, que recebeu 33,37% (1.444 votos). Os vereadores de Campina das Missões, para a Legislatura 2021-2024, são: *Ademir Jablonski (PP) *Claudemar Justen (PSL) *Claudete Kotz (PSL) *Daltro Luiz Bastos (PDT) *Douglas Gabriel Pydd (PP) *Marcelo Henz (PT) *Rodrigo Henz (PSL) *Roselaine Ten Caten Butzen (PODE) *Teonesio Abraão Andreis (PT) ;Lista de prefeitos *Miguel Francisco Szostkiewicz (1964/1968) *Wendelino Ludwig Filho (1969/1972) *Arlindo José Rusczyk (1973/1976) *Julci Arlindo Fröhlich (1977/1982) *Arlindo José Rusczyk (1983/1988) *Abílio Kapelinski (1989/1992) *Arlindo José Rusczyk (1993/1996) *Melchior Mallmann (1997/2000) *Afonso Lúcio Perius (2001/2004) *Melchior Mallmann (2005/2008) *Ademir Renato Nedel (2008/2016) *Afonso Lucio Perius (2017/2020) *Carlos Justen (2021/2024) ==Turismo== O principal ponto turístico de Campina das Missões é a Igreja Matriz (Nossa Senhora do Bom Conselho), localizada na avenida Santa Rosa. Constantino Heinzmann desenhou a planta, além de dirigir a sua construção. Construída em 1919, possui riqueza de detalhes, tem uma torre característica e contou com a prestação de serviços das famílias da época. É uma das maiores igrejas da Diocese de Santo Ângelo. As avenidas da cidade são enfeitadas com esculturas de arbustos em forma de cuias, chaleiras e animais no canteiro central. Pelo fato de haver pouco fluxo de veículos nas ruas da cidade, não existem semáforos. A cada 2 anos é realizada a Feira da Agricultura Familiar, Indústria e Comércio. É uma importante feira regional e conta com várias lideranças locais, regionais e estaduais, além de empresários, principalmente no setor do Agronegócio. É considerada a maior colônia de descendentes russos do Estado. == Cultura == === Tradição === Campina das Missões conta com um Centro de Tradições Gaúchas, o CTG Fogo de Chão. Desde 1982, o CTG é um dos maiores e mais organizados da região, seu lema é \"A tradição cultuada no presente, relembra o passado, educando para o futuro\". Em 2006, contava com 170 associados. O CTG conta com Departamento Artístico que mantem os grupos de danças Dente de Leite, Mirim Juvenil e Adulto, com apresentações em toda região e no exterior. No município existem manifestações folclóricas diversas e dentre estas destacamos: A Associação Teuto Brasileira Santa Cecilia, fundada em 1991 e congrega descendentes de imigrantes alemães que desbravaram o município no início do século passado. O município tem aproximadamente 80% dos moradores com descendência alemã. Entre outras manifestações culturais a Associação mantem o grupo folclórico Grunerthal Tanzgruppe, com com brilhantismo apresenta danças folclóricas em toda região. O Grupo Folclórico Russo Troyka foi fundado em julho de 1992 e é mantido pela Associação Cultural Russa Volga do Brasil. Representa a etnia russa, divulgando os usos, costumes, tradições, enfim as danças alegres e vibrantes do fascinante folclore russo, sendo o único no Estado e do Sul do Brasil, no gênero. Na sua trajetória de sucessos de 20 anos de caminhada artístico-cultural, constam em seu vasto currículo mais de 500 shows em eventos e feiras locais, regionais, nacionais e internacionais, dos quais várias apresentações na Argentina. Merece destaque as conquistas feitas pelo grupo em festivais: * No Festival Santa Rosa em Dança, realizado em outubro de 2006, 2007, 2008, nestes três eventos culturais conquistou o 1º lugar na categoria folclore. No 4º Santa Rosa em Dança, sendo este em outubro de 2008, além do 1º lugar, obteve ainda o prêmio de Melhor Trabalho Adulto, dos 168 grupos concorrentes naquele certame. * No XII Festival Internacional São Borja em Dança, dos 115 grupos concorrentes do Brasil, Argentina e Paraguai conquistou 5 prêmios: 1º lugar com a melhor coreografia; 1º lugar infantil; 1º lugar juvenil I; 1º lugar juvenil II e 1º lugar adulto, cujas credenciais atestam a grandeza e o brilhantismo do elenco, que se notabilizou e cumpre extensa agenda de shows. === Idiomas === Desde a sua fundação há mais de um século, além da língua nacional, o português, dois idiomas minoritários fazem parte íntegra da cultura local: a língua russa e a alemã. No caso do alemão, predomina nesta municipalidade o dialeto conhecido por Riograndenser Hunsrückisch, um regionalismo linguístico presente em um grande número de comunidades riograndenses, tanto na região leste denominada antigamente de Colônias Velhas em alemão, ou seja die Altkolonie, quanto no noroeste do estado, nas Colônias Novas ou die Neikolonie (i. e. Neukolonie no alemão padrão); sendo que, por convenção de uso comum, fica no plural em português mas no singular em alemão). * Riograndenser Hunsrückisch Em 2012 a câmara dos deputados do estado votou em unanimade a favor do reconhecimento official do Riograndenser Hunsrückisch, o dialeto alemão mais falado no Brasil, e com a maior concentração de falantes no Rio Grande do Sul, como parte do patrimônio cultural imaterial a ser preservado e protegido. Na verdade este reconhecimento se dá devido a um trabalho que vem sendo efetivado desde há longos anos por iniciativa individual, comunitária, de linguistas e acadêmicos, como por exemplo o professor Dr. Cléo Vilson Altenhofen da Universidade Federal do Rio Grande do Sul (UFRGS). Hoje este dialeto também é reconhecido internacionalmente como uma língua em perigo de extinção e, presentemente, cresce a conscientização popular da necessidade reverter este diagnóstico. Tradicionalmente o dialeto manteve-se em grande parte um língua ágrafa (sem produção escrita em larga escala), apoiando-se no uso centenário do alemão padrão (Hochdeutsch) para tal; hoje existem crescentes iniciativas de produzir textos escritos no Hunsrückisch brasileiro para ajudar na sua preservação. ==Bibliografia== * BASTIAN, Clovis Pedro. Campina das Missões: Nossa terra e nossa gente. Campina das Missões/RS: Sueli Maria Bastian ME. 2006. * ZABOLOTSKY, Jacinto Anatólio. A Imigração Russa no Rio Grande do Sul: Os longos caminhos da esperança. 2.ed. Campina das Missões/RS: Coli Gráfica e Editora Ltda. 2000. * Antonio Jung - Assessoria de Planejamento - Prefeitura de Campina das Missões. *Plano Municipal de Saneamento Básico (PMSB), Campina das Missões, RS ==Ver também== * Região das Missões * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação * Imigração russa no Brasil ==Ligações externas== *Página da Prefeitura Municipal Categoria:Fundações no Brasil em 1963",
 "title": "Campina das Missões"
}