{
 "id": "33957",
 "text": "Cambará do Sul é um município brasileiro do estado do Rio Grande do Sul. ==História== Cambará do Sul nasceu em 17 de abril de 1864, a partir da doação de 20 hectares de terra à igreja, feita por Dona Úrsula Maria da Conceição, em pagamento a uma promessa feita ao padroeiro São José. Até 1963, a área pertencia ao município vizinho de São Francisco de Paula. A palavra Cambará é de origem tupi e significa \"folha de casca rugosa\". É o nome de uma árvore típica da região. Na praça central de Cambará do Sul é possível conhecer a árvore. Suas folhas verde-claro são conhecidas pelo poder medicinal. São ótimas no combate a gripes e tosses fortes. Cambará do Sul é conhecida também como a \"terra dos cânions\" e \"capital do mel\". A pequena Cambará do Sul é campeã no ranking de baixas temperaturas, sendo que o seu inverno está sempre entre os lugares mais frios do Brasil. Como um típico município do interior conserva hábitos antigos, como a reunião familiar e de amigos na cozinha, ao redor do fogão à lenha. Nas épocas frias, o pinhão na chapa é o tira gosto do gaúcho serrano. == Geografia == Localiza-se a 185 quilômetros de Porto Alegre, a uma altitude de 1.019 m, sendo coordenadas latitude 29º02'52\" sul e longitude 50º08'41\" oeste. Sua população estimada em 2019 foi de 6.431 habitantes, conforme o Instituto Brasileiro de Geografia e Estatística (IBGE). O município possui uma área de 1.213 km² e foi instalado no ano de 1963 a partir de desmembramento do município de São Francisco de Paula. Em Cambará do Sul estão as sedes do Parque Nacional de Aparados da Serra e do Parque Nacional da Serra Geral, onde estão localizados, dentre vários outros, os conhecidos cânions do Itaimbezinho, Fortaleza, Churriado e Malacara. O Parque Nacional de Aparados da Serra em parte também está localizado no município de Praia Grande, no estado de Santa Catarina, banhado pelo rio do Boi, onde detêm de inúmeras cachoeiras, tais como, Leite de Moça e Braço Forte, onde são as principais. === Vegetação === A vegetação que predomina na região é campos, mas existe uma participação significativa na vegetação arbórea. Na região existe uma mata de araucária caracterizada pela presença da Araucaria angustifolia. Essa mata pode ser dividida em dois estratos, um inferior bem diversificado, composto por árvores mais baixas e muito ramificadas, e um superior onde predomina a araucária e o pinheiro-bravo (Podocarpus lambertii). === Clima === A cidade possui um clima temperado úmido, também classificado na escala de Köppen-Geiger por subtropical tipo Cfb, influenciado pela sua altitude de cerca de 1020 m, pelas massas polares oceânicas que atuam na escarpa da Serra Geral, onde a mesma está localizada, e pela Corrente das Malvinas, criando um clima muito parecido com o de Londres, frio no inverno, fresco ou morno no verão, e úmido o ano inteiro, com alta pluviosidade que garante muitos dias nublados. O fenômeno da neve ocorre anualmente no inverno, porém com frequência menos elevada em relação às cidades mais interioranas dos Campos de Cima da Serra como Vacaria e Bom Jesus. A proximidade da beira do Planalto Meridional com a Planície Litorânea impede que as temperaturas subam muito no verão e a altitude e a Vegetação impedem que as temperaturas mínimas fiquem altas demais nos meses mais quentes. Segundo dados do Instituto Nacional de Meteorologia (INMET), relativos a 1998 e ao período a partir de 2000, a menor temperatura registrada em Cambará do Sul foi de em 14 de julho de 2000, e a maior chegou a em 6 de fevereiro de 2014. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 28 de março de 2004. Outros grandes acumulados iguais ou superiores a foram: em 20 de fevereiro de 2003, em 4 de maio de 2008, em 10 de julho de 2007, em 14 de novembro de 2009, em 26 de outubro de 2003, em 21 de julho de 2011, em 14 de janeiro de 2012, em 21 de setembro de 2013 e em 28 de setembro de 2009. Setembro de 2009 foi o mês de maior precipitação, com . == Subdivisões == === Distritos === Distrito População Bom Retiro 424 Cambará do Sul 3792 Osvaldo Kroeff 2624 == Imagens == Ficheiro:Cambará do Sul - Centro - panoramio (2).jpg|Aspecto do Centro Ficheiro:Cambará do Sul, RS, Brazil - panoramio (5).jpg|Igreja Matriz de São José Ficheiro:Prefeitura de Cambará do Sul 3.jpg|Prefeitura ==Ver também== * Parque Estadual do Tainhas ==Ligações externas== * Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul Categoria:Topônimos de origem tupi",
 "title": "Cambará do Sul"
}