{
 "id": "33971",
 "text": "Capela de Santana é um município brasileiro do estado do Rio Grande do Sul. == História == Apesar do município ter se emancipado de São Sebastião do Caí em 1987, seu povoamento deu início entre 1738 e 1745, sendo que nesta época era um dos poucos locais povoados entre os rios Sinos e Caí—por isso seu primeiro nome denominou-se \"Ilha do Rio dos Sinos\".http://www.achetudoeregiao.com.br/rs/capela_santana/historia.htm == Geografia == Localiza-se na Região Metropolitana de Porto Alegre, a 29º42'00\" de latitude sul e 51º19'29\" de longitude oeste, e a uma altitude de 69 metros. Sua população em 2007 era de 10.950 habitantes, o que leva a uma densidade demográfica de 64,8 hab/km². É um município que conta com as águas do rio Caí. == Turismo == === Principais eventos=== * Festa em honra a Santa Ana, na última semana de julho de cada ano. * Feira do Peixe e do Artesanato, na Semana Santa. * Semana do Município, na primeira semana de dezembro. * Gincana Municipal, em dezembro. * Rodeio Municipal, no segundo final de semana de dezembro. === Pontos turísticos === * Barragem Barão do Rio Branco (a primeira da América Latina). * Igreja Matriz de Santa Ana. * Capela Santa Cruz. * Igreja da Cruz, da Igreja Evangélica de Confissão Luterana no Brasil. == Prefeitos == * 1989-1992: Pedro Oddone Rodrigues da Silva (PDT) * 1993-1996: José Nestor de Oliveira Bernardes (PDT) * 2001-2004: José Nestor de Oliveira Bernardes (PDT) * 2005-2008: José Nestor de Oliveira Bernardes (PDT) * 1997-2000: Wilson Capaverde (PTB) * 2009-2012: Wilson Capaverde (PTB) * 2013-2016: José Nestor de Oliveira Bernardes (PMDB) * 2017-2020: José Alfredo Machado (PP) == Vice-Prefeitos == * 1989-1992: José Loury da Silva (PDT) * 1993-1996: Pedro Ferraz Exenberger (PMDB) * 1997-2000: José Loury da Silva (PTB) * 2001-2004: Valdir Maria Flores (PP) * 2005-2008: Maria Cristina Vieira Bittencourt (PMDB) * 2009-2012: Rui Cesar Colling (PTB) * 2013-2016: Ivo José Hanauer (PDT) * 2017: Luís Fernando Kroeff (PP - Renunciou em julho de 2017) == Filhos ilustres == Os principais personagens históricos são: Coronel Orestes Lucas, Coronel Paulino Teixeira, Celi Machado, Padre Ernesto Zanatta, Padre Domingos Grecca, Padre João Inácio de Mello, Vereador Eurico Mello. ==Ver também== * Vale do Caí * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação * Região Metropolitana de Porto Alegre == Ligações externas == * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul Categoria:Municípios do Rio Grande do Sul",
 "title": "Capela de Santana"
}