{
 "id": "33976",
 "text": "Carazinho é um município brasileiro do estado do Rio Grande do Sul. Localiza- se na latitude 28º17'02\" sul e longitude 52º47'11\" oeste, altitude de 603 metros acima do nível do mar. Sua população em 2022 era de 61 804 habitantes, de acordo com o Censo do IBGE. A distância rodoviária até Porto Alegre, capital administrativa estadual, é de 287 quilômetros. == História == As terras do atual município faziam parte da redução jesuítica de Santa Teresa, Província das Missões, por volta de 1634, então subordinada ao governo espanhol. Em 1637 foi totalmente destruída pelos bandeirantes e posteriormente abandonada. Em 1750, com o Tratado de Madrid, passou a ser território português. Em 1809 foi delimitada como parte do município de Rio Pardo e, em 1817, de São Luís de Leal Bragança. Em 1827 surgiu a primeira fazenda destinada à pecuária, de propriedade do Alferes Rodrigo Félix Martins, nas proximidades do atual distrito de Pinheiro Machado. Em 1833 passou a fazer parte de São Borja e, finalmente, em 1834, de Cruz Alta. Em 1872, Possidônio Ribeiro de Sant'Ana Vargas doou terras para a Mitra Diocesana, destinada à construção de uma capela e início da formação do povoado Arraial de Carazinho, em homenagem a Pedro Vargas. O povoado surgiu com a construção da capela do Senhor Bom Jesus de Iguapé, em 1880. Mais tarde chegaram imigrantes alemães, italianos e russos, que se dedicaram à lavoura em pequenas propriedades. Em 1896, o 4º Distrito de Passo Fundo, denominado de Jacuizinho, foi dividido em 3 seções, com uma delas denominada Carazinho. Em 24 de janeiro de 1931, Carazinho foi emancipado e em 1938 elevado à categoria de município. == Economia == A economia local é baseada na agricultura, pecuária e indústria. == Educação == Conta com quarenta e seis escolas de ensino fundamental e médio, além da Universidade Luterana do Brasil (ULBR) e Universidade de Passo Fundo (UPF) Há unidades de todos os segmentos do Sistema S (SEST SENAT, SENAI e SENAC), onde são ofertados cursos profissionalizantes. == Energia == A Centrais Elétricas de Carazinho S/A - ELETROCAR, é uma empresa de economia mista, da qual o maior acionista é a Prefeitura de Carazinho, com duas usinas hidrelétricas: a PCH Mata Cobra, com 2,88 MW, e a PCH Colorado, com 1,12 MW. == Saúde == O Hospital de Caridade de Carazinho (HCC) atende pelo SUS e é mantido e pela comunidade. == Mídia == ;Televisão Conta com uma emissora de televisão da Rede Pampa de Comunicação, a TV Pampa Norte, canal 9 VHF e 9.1 Digital UHF (26 Virtual), afiliada à RedeTV!. == Transportes == === Rodoviário === *BR-386 *BR-285 *BR-478 *BR-377 *RS 330 *RS-142 === Ferroviário === *América Latina Logística. === Aéreo === *Aeroporto de Carazinho == Turismo == === Jockey Clube Carazinhense === Entidade voltada o turfe, promove corridas na chamada cancha reta. === Museu Olívio Otto === Em 1957, Antônio Carlos Otto, popularmente conhecido como Negão, morreu em consequência de um desastre de avião. Desejando perpetuar a lembrança do filho, seu pai, Olívio Otto, iniciou uma coleção particular de peças históricas, da qual o primeiro exemplar foi um pedaço de uma das asas do avião acidentado. Com doações da comunidade o acervo cresceu no decorrer dos anos. Em 1972, a coleção passou para a administração municipal, no então denominado Museu Regional do Planalto, considerado uma referência cultural e histórica do município de Carazinho, atraindo inúmeros visitantes. Em 1991, Olívio Otto morre, e após mobilização da comunidade, em 1993, a casa passa a se chamar Museu Regional Olívio Otto. O acervo reúne cerca de vinte mil peças e está catalogado da seguinte maneira: Icnografia (4 500 peças), Armaria (539 peças), Arte Sacra (1 041 peças), Museu de Cera (38 peças), Zoologia (por animais taxidermizados, representando a fauna típica da região do Planalto do Rio Grande do Sul, do país e do exterior), mineralogia (1 176 peças), instrumentos musicais (1 340 peças), máquinas, utensílios domésticos, variedades e porcelanas (3 500 peças). === Parque Municipal João Xavier da Cruz === Localizado às margens da antiga estrada Carazinho-Passo Fundo (Estrada Bela Vista), com 217 hectares. Antes denominado Parque da Cidade, a reserva florestal recebeu a nova denominação, sugerida e aprovada pela Câmara de Vereadores e transformada em lei, em homenagem ao ecologista João Alberto Xavier da Cruz, professor, advogado e historiador, que se destacou como um dos mais ferrenhos defensores do parque. Devido à frequência de papagaios-charão, Amazona pretrei, que transformaram o local em dormitório, o parque alcançou repercussão nacional, o que atraiu pesquisadores de várias partes do mundo para observar o comportamento da ave. Com a constatação da presença da espécie, considerada espécie em extinção, ambientalistas pressionaram a administração e o parque foi transformado em um Parque Municipal direcionado para utilização sustentável, notadamente educação ambiental e turismo regrado. Atualmente está em estudo um novo plano de manejo, com trilhas para caminhadas entre as árvores nativas, com o objetivo de atrair turistas, estudantes e pesquisadores. === Parque de Exposições Vali Albrecht === Às margens da BR-386, distante 7 quilômetros da cidade, localiza-se o Parque de Exposições Vali Albrecht, com uma área de 19,8 hectares, 5 pavilhões e espaço para rodeios. Ali se desenvolvem anualmente eventos diversos, destacando-se a EXPOCAR - Exposição Feira de Carazinho, que reúne expositores de segmentos industriais e comerciais. O parque é também local para o Rodeio Cidade de Carazinho, a Feira do Terneiro e a Feira do Gado Leiteiro, além de diversas outros eventos do setor agropecuário regional. === Aeroclube de Carazinho === Com mais de 60 anos de atividade, além de ser uma escola de formação de pilotos e paraquedistas, realiza voos panorâmicos, viagens de lazer e demonstrações aéreas. Carazinho conta também com um Aeroclube de Planadores filiado à FBVV - Federação Brasileira de Voo a Vela.http://planadores.org.br/onde/riograndedosul.htm === Monumento ao Gaúcho Bombeador === Esculpido por Vasco Prado, foi inspirado na figura de Pedro Vargas, fundador de Carazinho. Na Praça das Bandeiras, na Avenida Flores da Cunha, em frente à Estação Rodoviária. === Centros de Tradição Gaúcha === Carazinho preza muito a tradição gaúcha, e dispõe dos CTGs: Rincão Serrano, Unidos pela Tradição Rio-Grandense, Alfredo D'Amore, Vento Minuano e Pedro Vargas. == Geografia == Limites do Município: * Norte: Coqueiros do Sul e Almirante Tamandaré do Sul * Sul: Não-Me-Toque e Colorado * Leste: Passo Fundo * Oeste: Chapada e Santa Bárbara do Sul. * Nordeste: Pontão e Coqueiros do Sul. * Noroeste: Chapada. * Sudeste: Santo Antônio do Planalto. * Sudoeste: Saldanha Marinho. == Clima == Carazinho possui clima temperado, com uma temperatura média entre 18 °C e 30 °C, nos meses mais quentes e entre -5 °C e 15 °C nos meses mais frios. Possui as quatro estações bem definidas: verão quente e úmido, outono com temperaturas relativamente baixas com o passar dos dias, inverno frio, tornando-se comum o fenômeno da geada e nevoeiros, mais ocasionalmente a ocorrência de neve, e primavera com temperaturas amenas que se elevam com o passar dos dias. == Filhos ilustres == *Leonel Brizola (político, nascido no distrito de Cruzinha) *Carmo Dalla Vecchia (ator) *Achim Steiner *Orlando Luz (tenista) *Roberto Cavalo *Edgar Albuquerque Graeff (arquiteto) *Rafael Lange *Livro: Vargas, Alvaro Rocha. Do Caapi ao Carazinho: notas sobre trezentos anos de história : 1631-1931 ==Ver também== * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação",
 "title": "Carazinho"
}