{
 "id": "33996",
 "text": "Cotiporã é um município do estado do Rio Grande do Sul, no Brasil. É denominada \"a jóia da Serra Gaúcha\", devido à beleza de suas joias, fabricadas em diferentes fábricas da cidade. É também conhecida como a cidade dos esportes radicais, sendo um dos mais difundidos o rafting, no rio Carreiro. Sua população estimada é de 3.824 pessoas (IBGE/2021). == História == Por volta de 1887, as primeiras famílias de imigrantes italianos penetraram em suas matas virgens, outrora, habitadas por índios tupis-guaranis, formando-se o núcleo urbano que recebeu o nome de Monte Vêneto, no território da Colônia Alfredo Chaves, em homenagem à região do Vêneto, Itália, de onde eram procedentes. Sua ocupação populacional deveu-se, além dos imigrantes italianos (Vicentinos, Trevisanos e Beluneses) que foram sua maioria, também por famílias polonesas e, em menor escala, de famílias alemãs. O Distrito foi criado com a denominação de Monte Vêneto por Ato Municipal de 18-10-1899, subordinado ao município de Alfredo Chaves. Pelo Decreto Estadual nº 7.842, de 30-06-1939, a denominação Monte Vêneto é alterada para Cotiporã. Pela Lei Municipal nº 260, de 10-12-1955, a denominação de Cotiporã é alterada novamente para Monte Vêneto. O nome Cotiporã, origina-se do tupi-guarani \"coti\", que significa canto, lado, aposento e de \"porã\", bonito. Seu significado, portanto, é \"lugar bonito\", \"região bonita\" ou \"moradia bonita\", justificado pelas suas belezas naturais. Elevado à categoria de município com o nome de Cotiporã pela Lei Estadual nº 7.652, de 12-05-1982, desmembrado de Veranópolis. Pela Lei Municipal nº 59, de 20-08-1984, é criado o distrito de Lageado Bonito (ex-povoado) e anexado ao município de Cotiporã. ==Geografia== O município pertence à Mesorregião do Nordeste Rio-Grandense e à Microrregião de Caxias do Sul estando localizado a uma latitude 28º59'40\" sul e a uma longitude 51º41'45\" oeste, com altitude de 609 metros. Possui uma área de 172,375 km² e dista 155 km da capital do estado, Porto Alegre. Faz divisa com os municípios de Fagundes Varela ao norte, Veranópolis a nordeste, Bento Gonçalves a sudeste, Santa Tereza e Monte Belo do Sul a sul, São Valentim do Sul a sudoeste e Dois Lajeados a oeste. == Cidades-irmãs == * Rovolon, Pádua, Itália ==Ligações externas== * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul ==Veja também== * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação",
 "title": "Cotiporã"
}