{
 "id": "33994",
 "text": "Coronel Bicaco é um município brasileiro do estado do Rio Grande do Sul. Sua população foi estimada no ano de 2014 em 7 748 habitantes, sendo então o 190º mais populoso do estado e 6° mais populoso dentre os 21 municípios da Região Celeiro. A cidade é conhecida como \"Capital Nacional da Erva-Mate\", sediando eventualmente a FENAMATE - Feira Exposição Nacional da Erva-Mate. ==História== Os primeiros moradores que se instalaram no local em que hoje é Coronel Bicaco, o fizeram por volta de 1724, na costa do Guarita, hoje em dia chamado Distrito de Campo Santo. Sua primeira denominação foi Faxinal do Guarita. O vilarejo de Faxinal do Guarita (atual Vila Diniz) foi povoado entre os anos de 1866 e 1868, e pertencia ao município de Palmeira das Missões. Em 1944, a cidade de Três Passos foi criada, e o lugarejo passou a ser distrito deste município. Em 1957 recebeu a denominação de Coronel Bicaco, enquanto a região de Campo Santo fazia parte do município de Palmeira das Missões. Depois, passou a ser distrito de Santo Augusto, a partir da emancipação deste em 1959, mas Campo Santo continuava a pertencer a Palmeira das Missões. O movimento emancipatório aconteceu em 1963, envolvendo parte do território de Palmeira das Missões e Santo Augusto. A emancipação ocorreu pela lei 4.649 de 18 de dezembro de 1963, sendo oficialmente instalada em 14 de abril de 1964. O nome do município tem sua origem na tradicional família de Ramão Luciano de Souza, procedente de San Xavier, na República Argentina. ==Geografia== O município de Coronel Bicaco localiza-se ao noroeste do estado do Rio Grande do Sul, integrando a região celeiro do estado, na microrregião de Ijuí. Localiza-se a uma latitude 27º42'56\" sul e a uma longitude 53º42'05\" oeste, estando a uma altitude de 468 metros. Possui uma área de 494,64 km² e sua população estimada em 2004 era de 7 838 habitantes, com uma renda per capita de 190,95 reais. Fica a 100 km de distância de Ijuí e a 429 km da capital Porto Alegre. Limita- se ao norte com os municípios de Braga e Redentora; ao sul com o município de Santo Augusto; a oeste com os municípios de Campo Novo e Santo Augusto; e ao leste com os municípios de Dois Irmãos das Missões e Palmeira das Missões. No município de Coronel Bicaco, 50,78% da população vive na área urbana e 49,22% vive na área rural. Seu IDH é de 0.768 segundo o Atlas de Desenvolvimento Humano/PNUD (2000). ==Economia== A base da economia do município é a agricultura e a pecuária, destacando-se a indústria da erva-mate. O comércio está em desenvolvimento lento, mas com perspectivas de avanço, e ainda possui uma dependência secundária dos municípios vizinhos de Santo Augusto, Três Passos, Ijuí e Palmeira das Missões . ==Cultura== A erva-mate (ilex paraguaruensis) é a arvore símbolo do município, passando mais tarde, por decreto do governador José Augusto Amaral de Souza, a ser a árvore símbolo do estado do Rio Grande do Sul também. A cultura gaúcha é muito apreciada no município, que conta com o CTG Tropeiros de Campo Santo. ==Esporte== Possui um clube de futebol denominado Esporte Clube Ouro Verde, que foi campeão estadual amador de futebol de campo do Rio Grande do Sul e campeão do Campeonato Regionalito de Futebol-Região Celeiro/RS. ==Ligações externas== * Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul ==Ver também== * Rota do Yucumã * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação",
 "title": "Coronel Bicaco"
}