{
 "id": "34007",
 "text": "Dois Lajeados é um município brasileiro do estado do Rio Grande do Sul. Conta com uma população estimada de 3.410 pessoas (IBGE/2021). == História == A colonização do atual município de Dois Lajeados se deu após a criação da Colônia Guaporé pelo Governo do Rio Grande do Sul. O nome Dois Lajeados se origina de um córrego com duas nascentes, uma a nordeste e outra a sul da sede do município, ambas chamadas de “lajeados”. A colonização desse local iniciou- se nos primeiros anos do século XX, com a vinda de imigrantes italianos provenientes de Garibaldi e Bento Gonçalves, e posteriormente de alemães e poloneses. Em 1º de junho de 1905, era instalada a primeira escola pública. Em 1912, foi construída a primeira capela de madeira, iniciativa dos moradores do povoado e arredores, tendo como padroeiro São Roque. Em 1915, o centro telefônico foi instalado, e em 1918 contava com a correspondência do Banco Nacional do Comércio. A Paróquia de São Roque foi criada em 09 de maio de 1921 na Arquidiocese de Porto Alegre, sendo designado como pároco o Pe. João Constanzo, provincial da Congregação de São Carlos no Rio Grande do Sul. O Distrito foi criado com a denominação de Dois Lajeados pelo Ato Municipal nº 6, de 24-11-1922, subordinado ao município de Guaporé. Elevado à categoria de município pela Lei Estadual nº 8.435, de 08-12-1987. ==Geografia== Localiza-se a uma latitude 28º59'01\" sul e a uma longitude 51º50'13\" oeste, estando a uma altitude de 450 metros. Sua população estimada em 2018 foi de 3.394 habitantes. O município também é conhecido por \"Pequeno Paraíso\". O município é cortado pelo Rio Carreiro e pelo Rio Guaporé, afluentes do Rio Taquari. == Turismo == === Ferrovia do Trigo === Cruza pelo município a Ferrovia do Trigo, inaugurada em 1978. Com grande potencial turístico, possui vários túneis e viadutos em sua extensão, com destaque para o Viaduto Mula Preta (Viaduto 19), Viaduto Pesseguinho (Viaduto 18) e Viaduto Dois Lajeados (Viaduto 14), localizados no município. A estação ferroviária de Dois Lajeados encontra-se abandonada. Atualmente a Ferrovia do Trigo está sob concessão da Rumo Logística, que opera trens de carga no trecho. ==Ligações externas== * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul ==Ver também== * Ferrovia do Trigo * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação",
 "title": "Dois Lajeados"
}