{
 "id": "34004",
 "text": "Dilermando de Aguiar é um município brasileiro do estado do Rio Grande do Sul. Sua população estimada em 2018 foi de 3.026 habitantes. ==História== Dilermando de Aguiar recebeu status de município pela lei estadual nº 10633 de 28 de dezembro de 1995, com território desmembrado de Santa Maria. ==Paleontologia== Existem afloramentos da Formação Sanga do Cabral, na (Ferrovia abandonada entre Dilermando de Aguiar e São Gabriel). Data do Triássico Superior. ==Etnia== A população é originária da fusão Hispano- Portuguesa, juntamente com os indígenas. Apresenta também a origem italiana cujos ancestrais aí se estabeleceram após o final do século retrasado e início do século passado. ==Religião== A Igreja Católica é a associação religiosa de maior expressão no município, possuindo seis capelas no interior e uma Igreja (Igreja de Nossa Senhora da Pompéia), na sede. A Igreja Católica desenvolve junto à população atividade com a Pastoral da Criança. Mas também houve um crescente número de protestantes no município nos últimos anos, destacando-se a Igreja Assembleia de Deus. Os Centros Espíritas, propagadores do Kardecismo, também se fazem presentes na cidade. . ==Cultura== O município possui várias entidades culturais e recreativas: um centro de tradições gaúchas (CTG), piquetes de laçadores, associações futebolísticas na sede e no interior, salões paroquiais na sede do município, em São José da Porteirinha e em Sobradinho, dez associações comunitárias no interior do município, além de um Centro de Incentivo a Produção de Artesanato Caseiros e Assistência Social - CIPADA e uma Rádio Comunitária - Rádio Pompéia FM. ==Ligações externas== * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul == Ver também == * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação * Secretaria do Turismo do Rio Grande do Sul * Federação das Associações de Municípios do Rio Grande do Sul * Companhia de Pesquisa de Recursos Minerais Categoria:Municípios do Rio Grande do Sul Categoria:Ex- territórios de Santa Maria (Rio Grande do Sul)",
 "title": "Dilermando de Aguiar"
}