{
 "id": "34029",
 "text": "Formigueiro é um município brasileiro do estado do Rio Grande do Sul, localizado 293 quilômetros da capital Porto Alegre. Possui uma área de 587,83 km² e sua população estimada em 2018 foi de 6.715 habitantes. O município localiza-se a uma latitude 30º00'01\" sul e a uma longitude 53º29'57\" oeste, estando a uma altitude de 129 metros. == Origem do nome == Em uma data desconhecida, uma comissão de engenheiros teria passado pela região e ficado surpresos com o número de carretas, paradas ali para descanso. Teriam dito, então, que ali parecia um \"formigueiro\" de carretas e carreteiros, o que teria dado nome ao lugar. == História == Uma estância de índios catequizados pelos jesuítas, a fazenda de São João existente em 1750, foi o primeiro estabelecimento do território do atual município. A população já era numerosa e o território, em virtude do desenvolvimento da então província do Rio Grande de São Pedro e a consequente criação de novos municípios, foi subordinado inicialmente a Rio Pardo, passando, posteriormente, a fazer parte de Cachoeira do Sul, Caçapava do Sul e finalmente São Sepé. Até 1827, existia um povoado denominado Formigueiro, o núcleo populacional mais forte do então distrito de São Rafael, subordinado a Cachoeira do Sul, local em que assenta a atual cidade de Formigueiro, com a reorganização administrativa de Cachoeira do Sul. O povoado de Formigueiro, em 15 de novembro de 1827 passou a denominar-se distrito de Formigueiro, numerado como 8º distrito, delimitado entre os rios São Sepé e Vacacaí, até o Boqueirão que entra para o Rincão das Vacas Gordas, onde se instalaram labradores com pequenas chácaras. Estes pequenos proprietários eram constituídos em sua maioria, de agricultores pobres que abandonaram estâncias e por soldados que deram baixa, aos quais vieram somar- se artifícios, tais como ferreiros, carpinteiros, etc... Em 1833 é feita uma nova divisão administrativa do município de Cachoeira do Sul, anexando o distrito de Formigueiro e mais o 4º e 5º distrito de Cachoeira ao de São Rafael, tomando a denominação deste último. Em 1876, no governo de Alencar de Araripe, pela Lei Provincial Nº 1.029 de 29 de abril de 1876, foi criado o município de São Sepé, cuja sede tinha a denominação de Vila Nossa Senhora da Conceição de São Sepé e abrangia o distrito de Formigueiro. Neste mesmo ano, chegaram os primeiros colonos alemães a Formigueiro: Henrique Krum, Pedro Germany, João Scherer, João Pedro Lorentz, João Dellinghausen e Guilherme Bernasque. Nos anos subsequentes foram atraídas novas famílias: Jorge Schirmann, Germano Wegner, Frederico Becker, João Hoffmaister, Jacob Gass, Frederico Schundt e Gustavo Kath, este ultimo, que por anos a fio foi estafeta fazendo a linha entre Restinga Seca-Formigueiro-São Sepé. Após a proclamação da república, o Dr. Antão de Faria foi nomeado diretor das obras públicas do estado e lançou seus olhos para Formigueiro, sua terra natal, derrubando matas, rasgando o sertão da sesmaria da Aroeira e abrindo a Picada Grande. Com isto, descortinaram-se novos horizontes para o comércio de Formigueiro. No ano de 1910 chegavam os primeiros colonos italianos: Giovanni Filipini, Antonio Zambon, Adolfo Martini, Annibale Martini, Giovanni Rosso, Vittorio Cassol, Giuseppe Boemo, Luigi Cassol, Vittorio Argenta e Emilio Mazzari. A paróquia de Formigueiro foi criada em 19 de março de 1938, por ordem do bispo D. Antônio Reis, tendo como padroeiro São João Batista, é subordinada a sua criação à Diocese de Santa Maria. A festa de São João Batista realizada no mês de junho, com tríduo, procissão, churrasco, quitutes, jogos e baile, é tradicional no município. Pelo decreto-lei Nº 720 de 29 de dezembro de 1944, do interventor estadual, Formigueiro passou a 2º distrito de São Sepé. Por volta de 1960, teve inicio um movimento emancipalista, cuja semente foi lançada por João Pedro Bottega, na época escrivão em Formigueiro. O povo de Formigueiro foi consultado através de um plebiscito, votando pela autonomia municipal. A comissão em prol da emancipação política. Finalmente, em 9 de outubro de 1963, por meio da Lei Estadual Nº 4.575, assinada pelo governador Ildo Meneghetti, foi criado o município de Formigueiro. == Economia == A economia do município baseia-se na agropecuária, principalmente na produção de arroz. As culturas de milho, fumo, cana-de-açúcar, soja e feijão também estão presentes, mas em menor quantidade. O município também é conhecido por produzir aguardente (na maioria artesanal) de cana-de-açúcar. O produto industrializado mais conhecido de Formigueiro é a farinha de mandioca Tio Faustino. == Comunicações == Circulam no município jornais impressos regionais e estaduais, e jornais online, como o Terra Fofa Online, primeiro website jornalistico com foco para Formigueiro. Existe uma rádio, a comunitária Ideal 87.9 FM. ==Ligações externas== * Página da Prefeitura ==Ver também== * Federação das Associações de Municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação Categoria:Formigueiro (Rio Grande do Sul)",
 "title": "Formigueiro (Rio Grande do Sul)"
}