{
 "id": "34022",
 "text": "Outras informações {| align=\"center\" cellpadding=\"2\" width=\"100%\" style=\"background: none;\" Ficha técnica Região Sul Padroeiro(a) Nossa Senhora de Caravaggio Gini 0,45 Vereadores 15 Farroupilha é um município brasileiro do estado do Rio Grande do Sul. Está localizado na região metropolitana da Serra Gaúcha, sendo a terceira maior cidade da região com uma população estimada de habitantes, conforme dados do IBGE de 2021. O local onde foi erguido o município era habitado por imigrantes vindos da Itália a partir do ano de 1875, resultado dos esforços do governo imperial a fim de desenvolver a região. O nome do município homenageia o centenário da Revolução Farroupilha e foi escolhido na ocasião da emancipação política do município em relação a Caxias do Sul, ocorrida em 1934. == História == Farroupilha é caracterizada por ser o berço da colonização italiana no Rio Grande do Sul e da imigração italiana em Santa Catarina. As primeiras famílias de imigrantes se estabeleceram na localidade que posteriormente passaria a chamar-se Nova Milano (atual distrito de Farroupilha) em maio de 1875, vindas da região de Milão, ao norte da Itália, dentre elas o imigrante italiano Stefano (ou Estêvão) Crippa, além de Luigi Spreafico e Tommaso Radaelli. A estrutura do município de Farroupilha começou a tomar forma quase que imediatamente à instalação das primeiras famílias de imigrantes em Nova Milano. Segundo dados históricos, entre 1885 e 1886, na Colônia Sertorina, que ficava em parte dentro do atual território farroupilhense, entre (Montenegro), Linha Palmeiro (Bento Gonçalves) e a 1ª e 2ª Léguas (Caxias do Sul) Luiz Antônio Feijó Júnior‎, dono das terras, instalou uma comunidade habitada por imigrantes italianos, principalmente trentinos e trevisanos. A localidade, onde atualmente é o bairro Nova Vicenza, tomou o nome de Linha Vicenza, e posteriormente de Nova Vicenza, paróquia de São Vicente do Sul. Os primeiros moradores teriam sido imigrantes italianos já assentados na Colônia Conde D'Eu (atual Garibaldi). Sentindo as potencialidades de desenvolvimento da nova comunidade, esses imigrantes venderam o que possuíam e instalaram-se na nova área. Como a mesma distava muito de Caxias do Sul e da Colônia Dona Isabel (atual Bento Gonçalves), tiveram de criar condições de sobrevivência, surgindo os primeiros artesãos, a casa de comércio, a igreja, o ferreiro. O lugarejo prosperou rapidamente. Conseguiram um padre permanente e a instalação de uma escola, sob a responsabilidade das irmãs da congregação de São Carlos. Não havia ainda estradas na Colônia Sertorina. Era utilizada a estrada Caxias do Sul – Bento Gonçalves, que corria junto a linha do limite Norte da Colônia Sertorina. Enquanto isso Nova Milano, situada fora da Colônia Sertorina, localizada a cerca de 8 km ao Sul de Nova Vicenza, também progredia. Já era 3º distrito de Caxias do Sul, tinha cartório, padre, igreja, subintendente e a atividade econômica principal era a agricultura. Em 1º de junho de 1910 foi inaugurada a ferrovia Montenegro - Caxias do Sul. A linha férrea passou entre as duas localidades, tendo sido construída a estação de trem e o armazém da ferrovia onde hoje é área central de Farroupilha. A estação foi denominada “Nova Vicenza” e em torno da mesma começou a surgir um novo núcleo habitacional. Em seguida surgiu a estrada Júlio de Castilhos que iniciava em São Sebastião do Caí, passava por Nova Milano, estação Nova Vicenza, pela Nova Vicenza original, seguindo até Antônio Prado, dando mais força à expansão do novo núcleo urbano, esvaziando populacional e economicamente Nova Milano e a outra comunidade, a primeira Nova Vicenza. Em 1918 o 3º distrito de Caxias do Sul teve sua sede administrativa transferida para a estação Nova Vicenza. Em 1927, pelo grande desenvolvimento, Nova Vicenza foi designada como 2º distrito de Caxias do Sul. Com o progresso econômico da nova região foi inevitável que surgisse um movimento de emancipação. Os moradores dos novos núcleos queriam autonomia administrativa e política. Em 1934, uma comitiva de 35 farroupilhenses, liderados por Ângelo Antonello representando as comunidades de Nova Vicenza, Nova Milano, Vila Jansen e Nova Sardenha, entregou uma petição ao então interventor federal José Antônio Flores da Cunha. O município de Farroupilha foi criado através do decreto estadual 5.779 de 11 de dezembro de 1934. O nome é em homenagem ao centenário da Revolução Farroupilha, comemorado no ano seguinte. A Igreja Matriz foi inaugurada com grande solenidade em 19 de maio de 1935, substituindo uma igreja mais antiga. As obras foram lideradas pelo pároco Tiago Bombardelli, sendo dedicada ao Sagrado Coração de Jesus. Hunoff, Roberto. \"Primeiro padre foi enviado pela Diocese de Vicenza\". Pioneiro, 10 de maio de 1987, p. 19 De exterior austero, o interior tem rica decoração, incluindo um grande altar em madeira entalhada com arremates dourados, da oficina de Alexandre Bartelle, estatuária de Bartelle e de seu colaborador Dino Dorigon,Poniwas, Maria Cleufe Bianchi. \"Dino José Dorigon - entre o céu e a terra, alguns Dinos sobrevivem\". O Farroupilha, 14 de janeiro de 2022 e um dos principais conjuntos de vitrais da região.\"Vitrais: arte e uso\". Pioneiro, 7 de setembro de 1986, Caderno Sete Dias, p. 4 Foi tombada pela Prefeitura de Farroupilha em 24 de abril de 2002.\"Farroupilha – Igreja Matriz Sagrado Coração de Jesus\". IPatrimônio, consulta em 31 de maio de 2024 === Luigi Spreafico === Luigi Sprerafico (por vezes escrito erroneamente \"Sperafico\") foi um dos primeiros italianos a se estabelecerem no Rio Grande do Sul. Radicou-se em 1875 no que hoje é o município de Farroupilha junto com as famílias de Stefano Crippa e Tommaso Radaelli. == Geografia == Farroupilha é um município do estado do Rio Grande do Sul, Brasil. O município está situado no paralelo 29º13'30\" S e meridiano 51º20'52\" O. Tem uma área de 360,390 km². Pertence à Mesorregião do Nordeste Rio-Grandense e à Microrregião de Caxias do Sul. Faz divisa com os municípios de Nova Roma do Sul Nova Pádua, Pinto Bandeira ao norte, Garibaldi, São Vendelino, Alto Feliz e Carlos Barbosa ao sul e Bento Gonçalves a oeste e Caxias do Sul a Leste. Está a 110 km da capital do estado, Porto Alegre, e a aproximadamente 1 980 km de Brasília. Faz parte da Aglomeração Urbana do Nordeste do Rio Grande do Sul, que reúne também os municípios de Bento Gonçalves, Carlos Barbosa, Caxias do Sul, Flores da Cunha, Garibaldi, Nova Pádua, Monte Belo do Sul, São Marcos e Santa Tereza. === Limites e extensões === Noroeste: Bento Gonçalves (18,05 km) e Pinto Bandeira (13,46 km) Norte: Nova Roma do Sul (5,46 km) Nordeste: Flores da Cunha (12,65 km) Oeste: Garibaldi (6,82Km) Leste: Caxias do Sul (23,05 km) Sudoeste: Carlos Barbosa (22,16 km) Sul: Alto Feliz (8,79 km) Sudeste: Vale Real (5,55 km) === Outros dados === * Área urbana: 40,32 km² * Área rural: 318,98 km² * Taxa de analfabetismo= 4,37% (2000) * Expectativa de vida = 74,11 anos (2000) * IDH: 0,777 (2013) ===Subdivisões=== O município de Farroupilha é dividido em quatro distritos, cada um tendo como sede uma área urbana definida em lei municipal. São eles: *Sede do Município (1º Distrito) *Distrito de Jansen (2º Distrito) *Distrito de Nova Sardenha (3º Distrito) *Distrito de Nova Milano (4º Distrito) A área urbana do distrito Sede por sua vez, que é a que comporta os poderes executivos e legislativos municipais, bem como os demais órgãos públicos estaduais e federais, é subdividida em vinte e oito bairros,Mapa de divisão da área urbana de Farroupilha segundo a Pref. Munc. de Farroupilha - Mapa em PDF - Consultado em 04 de janeiro de 2019. segundo a Prefeitura. *Centro *Do Parque *Planalto *Vicentina *São Luiz *Imigrante *Pio X *Industrial *Medianeira *Santa Catarina *São Roque *Nova Vicenza *Cinquentenário *Bela Vista *São José *1º de Maio *Santo Antonio *Volta Grande *Monte Pasqual *São Francisco *América *Ipanema *Cruzeiro *Belvedere *Centenário *Santa Rita *Monte Verde *Alvorada == Economia == Polo coureiro-calçadista, ex-Capital Nacional da Malha, maior produtor de kiwi do país e maior produtor de uva moscatel, atualmente a Capital Nacional do Moscatel.LEI Nº 13.795, DE 3 DE JANEIRO DE 2019, confere o título de Capital Nacional do Moscatel à cidade de Farroupilha, no Estado do Rio Grande do Sul - Diário Oficial da União - Publicado em: 04/01/2019 | Edição: 3 | Seção: 1 | Página: 3. Consultado em 04 de janeiro de 2019 Farroupilha tem uma economia diversificada sendo forte em diversos pontos, como o comércio, onde se destacam as redes de lojas de móveis e eletrodomésticos, destacam-se também as inúmeras indústrias metalúrgicas, de papéis e papelão, indústrias têxteis e as muitas malharias, indústrias moveleiras de sucos e as vinícolas e a indústria e comércio de ferragens. === Empresas === Existem 4.615 Alvarás concedidos no município de Farroupilha. São 731 na área industrial, 1.435 em serviços, 1.625 no comércio, 539 autônomas e 285 profissionais liberais. A indústria corresponde a metade do ICMS. == Política == == Infraestrutura == === Saúde === Está localizado em Farroupilha o Hospital Beneficente São Carlos, fundado em 17 de fevereiro de 1934 e registrado como entidade filantrópica em novembro de 1995. O hospital conta com 108 leitos para internações e 10 leitos de Unidade de Tratamento Intensivo (UTI) para adultos. Em 2020, o município possuía 11 postos de saúde vinculados à rede do Sistema Único de Saúde (SUS), sendo dez Unidades Básicas de Saúde (UBS) e uma Estratégia de Saúde da Família (ESF). == Filhos ilustres == *Ver Biografias de farroupilhenses notórios ==Feriados== Além dos feriados nacionais previstos em lei, a cidade tem feriados próprios: Sexta-feira Santa e Corpus Christi (móveis). Há também o dia 20 de setembro, celebrando a Revolução Farroupilha, que é um feriado estadual. 26 de maio, dia de Nossa Senhora de Caravaggio,Feriados . SINDILOJAS. Acesso 25 set 2010 e 2 de novembro, dia de Finados. Feriados Municipais do Rio Grande do Sul. Secretaria de Turismo, Esporte e Lazer do Rio Grande do Sul, p. 17 == Cidades-irmãs == * Cadaval, Portugal * Latina, Itália ==Ver também== * Imigração italiana no Rio Grande do Sul * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação * Região Metropolitana da Serra Gaúcha == Ligações externas == * * «Página - Familia Spreafico» * * Secretaria do Turismo do Rio Grande do Sul * Farroupilha no WikiMapia",
 "title": "Farroupilha"
}