{
 "id": "34030",
 "text": "Forquetinha é um município brasileiro do estado do Rio Grande do Sul. ==História== O Município de Forquetinha emancipado de Lajeado/RS, foi criado em 16 de abril de 1996 e oficialmente instalado em 1 de Janeiro de 2001, quando assumiram os primeiros administradores: Prefeito, Vice-Prefeito e 9 Vereadores. Inserido no Vale do Taquari/RS, Forquetinha está distante 135 km da capital gaúcha – Porto Alegre, formado por terras férteis, cortadas pelo arroio principal, que leva seu nome. Com área equivalente a 92 km² e população de 2.614 habitantes (estimativa IBGE 2009), 98% são descendentes de imigrantes alemães, maioria provenientes da região do Hunsrück, mas também de outras regiões da Alemanha e, algumas famílias de holandeses, que se adaptaram perfeitamente ao dialeto Hunsrück, falado até hoje pela população, caracterizada como bilíngüe. Estes colonizadores pioneiros, além da agricultura diversificada, desenvolveram pequenas indústrias, quando então surgiram moinhos, olarias, marcenarias, carpintarias, ferrarias, laticínios, funilarias, alfaiatarias, cervejarias e outras destilarias, açougues, selarias e outros. Naquela época foram se estruturando e, ainda hoje preservam hábitos e costumes de seus antepassados, onde encontramos muitas construções antigas marcadas pela técnica enxaimel, “Fachwerk”, características das construções germânicas e também cultivando as manifestações culturais, como o canto, jogos, danças entre outros. Município basicamente formado por pequenas propriedades rurais. Possui atualmente suas atividades econômicas alicerçadas na agropecuária, com destaque à suinocultura, avicultura, produção leiteira, cultivo do milho e fumo. No setor secundário se destacam as indústrias de confecções do vestuário. O seu comércio é variado, atendendo perfeitamente as necessidades de sua população. Com povo hospitaleiro, lindas paisagens, rica cultura herdada, preservada e valorizada, Forquetinha tem todos os ingredientes para desenvolver o turismo em seus vários campos de atuação. Em uma área de 14,5 ha está instalado o Parque de Exposições e Eventos Christoph Bauer, onde são realizadas as festividades do município. ==Geografia== O município é formada por terras férteis, cortadas pelo arroio principal que leva o seu nome. Tem uma área de 94 km² e sua população estimada em 2018 foi de 2.424 habitantes. Localiza-se a 131 km de Porto Alegre. == Turismo == * Parque de Exposições e Eventos Christoph Bauer * Expofest ==Ver também== * Vale do Taquari * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação ==Ligações externas== * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul Categoria:Municípios do Rio Grande do Sul",
 "title": "Forquetinha"
}