{
 "id": "34042",
 "text": "Guarani das Missões é um município brasileiro do estado do Rio Grande do Sul. Foi colonizado em sua maioria por imigrantes poloneses, sendo conhecida como a \"capital polonesa dos gaúchos\". Guarani das Missões é o maior centro da colonização polonesa do país. Em 1991 foi comemorado o Centenário da Imigração Polonesa e criado o BRASPOL, entidade representativa desta etnia. Além dos poloneses, fizeram parte do povoamento da região os imigrantes italianos, alemães, suecos, russos e portugueses. Possui uma área de 292,63 km² e sua população estimada em 2010 era de 8.115 habitantes. Localiza-se a uma latitude 28º08'27\" sul e a uma longitude 54º33'29\" oeste, estando a uma altitude de 267 metros. == História == A colonização do Município iniciou em 1891. Os primeiros colonizadores foram os suecos. Depois vieram os poloneses e os nativos e também, italianos, alemães, russos, portugueses, tchecoslovacos, austríacos, espanhóis, ucranianos e outros. Hoje existe uma miscigenação grande de etnias. No ano de 1909, havia 46 famílias holandesas com 266 indivíduos na Colônia Guarani. Alguns deles foram repatriados para a Holanda. A denominação “Guarani das Missões” foi assumida em 1950. É de origem indígena e se refere aos índios Guaranis que aqui habitavam. O Município foi criado pela Lei Estadual nº 3.699 de 31 de janeiro de 1.959 e a instalação ocorreu, no dia 27 de maio do mesmo ano, com a posse do primeiro Prefeito e da Câmara de Vereadores, data em que se comemora o Dia do Município. “Uma cidade com muita história, pra você viver a sua”. ==Economia== A economia do município é baseada na agropecuária. O agronegócio se destaca no município, principalmente na transformação de grãos de soja em óleo vegetal, é pioneira no incentivo a plantação de canola, girassol e linhaça, teve uma das primeiras fábricas de óleo de linhaça do Brasil, do professor Izidoro Osowski. O município conta com fábricas de esquadrias metálicas e de madeira e na indústria metal-mecânica conta com a primeira fábrica de globo da morte do Brasil, tendo hoje duas fábricas que se destacam no Brasil e no mundo, neste mesmo ramo contamos com metalúrgicas especializadas em chassis e carrocerias de caminhões e carretas rodoviárias e agrícolas. Guarani das Missões, foi pioneira no Brasil em Cooperativa de Crédito Rural. == Subdivisões == === Distritos === Distrito População Guarani das Missões 8990 Linha Harmonia 1498 Linha Porto Alegre 888 ==Ver também== *Região das Missões *Lista de municípios do Rio Grande do Sul *Lista de municípios do Rio Grande do Sul por população *Lista de municípios do Rio Grande do Sul por data de criação ==Ligações externas== *Página da prefeitura *Ass. Guaraniense de Skateboard Categoria:Fundações no Brasil em 1959",
 "title": "Guarani das Missões"
}