{
 "id": "34055",
 "text": "Imigrante é um município do estado do Rio Grande do Sul. ==História== O nome foi dado ao município devido à sua população ser composta por descendentes de imigrantes alemães e italianos, e assim feita uma homenagem aos valentes desbravadores dessa terra, que ergueram com seu próprio suor uma bela cidade. O município de Imigrante, resultou da junção de dois distritos: Arroio da Seca (do município de Estrela) e Daltro Filho (do município de Garibaldi). Sendo que Arroio da Seca era de colonização predominantemente alemã e Daltro Filho de colonização predominantemente italiana. Daltro Filho foi ocupado por italianos que foram descendo de nordeste para sudoeste, a partir da antiga Colônia Conde d'Eu, atual Garibaldi. Já foi chamado de povoado de Castro, sendo que seu nome oficial era Azevedo Castro. Em 2 de agosto de 1919, pelo Ato Municipal nº 38, da Intendência de Garibaldi, é criado o distrito de Azevedo Castro. Inicialmente, Arroio da Seca e Corvo faziam parte da Fazenda Beija-Flor, de Pedro Álvares Cabral da Silveira da Cunha Godolfim (posteriormente de João Altenhofen) e as grandes concessões de terra de José Francisco dos Santos Pinto. Arroio da Seca foi colonizado a partir de 1882, de oeste para leste, por colonos de origem germânica ou portuguesa, que subiam o Arroio da Seca (entrada natural dos colonizadores, que era reforçada pela presença no outro lado do rio Taquari da importante Fazenda São Caetano, de Custódio Silvestre Ribeiro), ou que vinham da colônia Teutônia, ao sul, passando por várias picadas (Catarina, Bismarck, Berlin, Moltke, Köln, Krupp e Imhoff). Os sete casais que subiram inicialmente o Arroio da Seca foram João Batista Tonini e Maria Tereza Michelli Tonini, os outros eram da família Prediger, Ambrósio, Antônio, José (filho) e José (pai) e ainda João Mildner e Ana Mildner, e José Kaplan e Ana Kaplan. O povoado no começo do século era chamado de Secca Rica ou de Arroio da Seca, ou mais raramente de Arroio Seco. Havia mais ao oeste, o povoado de Seca Baixa, e nas imediações do rio Taquari, o povoado de Barra da Seca, que é atualmente Linha 31 de Outubro. Arroio da Seca era o centro de um conjunto de picadas, que abrangia oficialmente as chamadas Herval, 11 de Novembro, Castro Alves, Almirante Barroso (Berlim), Boa Vista (Norte e Sul) e Ernesto Alves (em parte). Arroio da Seca tornou-se distrito no dia 17 de junho de 1955, quando pelo Ato Municipal nº 323, da prefeitura de Estrela, foi destacado do distrito de Corvo, atual Colinas, passando a constituir o 3º distrito. No ano de 1987 abriu-se a oportunidade de criar novos municípios no Rio Grande do Sul, assim, os habitantes dos distritos de Daltro Filho e Arroio da Seca se sentiram capazes de formar um novo município. Em 8 de outubro de 1987 elegeu-se uma Comissão Emancipacionista, com a presidência de Carlos Hassmann. Em 10 de abril de 1988, realizou-se o plebiscito, sendo que foram 1808 votos a favor da emancipação e 405 votos contra. Em 9 de maio de 1988, o governador do Estado, Pedro Simon, sancionou a lei nº8605, criando o município de Imigrante. No ano de 1996 foi criado o município de Westfália, e Imigrante perdeu parte de seu território. A Linha Berlim passou a pertencer a esse novo município. == Geografia == Localiza-se a uma latitude 29º21'19\" sul e a uma longitude 51º46'37\" oeste, estando a uma altitude de 100 metros. Possui uma área de 73,36 km² e sua população estimada em 2019 é de 3 120 habitantes. Imigrante está localizado na região central do Rio Grande do Sul, entre a Serra Gaúcha e a Depressão Central do Rio Grande do Sul, no Vale do Taquari. Faz divisa ao norte com os municípios de Roca Sales e Coronel Pilar, a leste com Boa Vista do Sul, a sudeste com o município de Westfália, ao sul com Teutônia e a oeste com Colinas. Possui um vale principal, o do Arroio da Seca, e vários vales pequenos, de afluentes do Arroio da Seca. Apresenta também vários morros, que não chegam a 700 metros. === Clima === O clima é subtropical com verões quentes e invernos mais moderados, mas que podem alcançar temperaturas negativas e mais raramente pode nevar fraco nas partes mais altas. É quase sempre úmido, mas ocorrem exceções em secas prolongadas. === Geologia === O seu terreno geológico é antigo, de origem vulcânica, mas há algumas camadas sedimentares muito antigas. Faz parte do Planato Meridional. Imigrante faz parte da seção geológica e hidroestratigráficas de Lajeado – Estrela – Bom Retiro do Sul – Taquari. A região abrangida por esta seção mostrou-se extremamente complexa do ponto de vista estrutural, litológico e hidroestratigráfico. Do ponto de vista estrutural, ela encontra-se afetada pelo sistema de falhamentos de direção nordeste, associados com a Zona de Cisalhamento Dorsal de Canguçu, estando na fronteira do bloco alçado da Fachada Atlântica. Quanto às litologias, os poços atravessam ora arenitos eólicos capeados por derrames de lavas, ora intercalações de leitos fraturados e leitos porosos, tornando difícil a visualização e individualização do topo da Formação Botucatu. Também ocorrem aqüíferos predominantemente argilosos com lentes finas arenosas, aflorantes e em grande parte da área recobertos por litologias basálticas. A hidroestratigrafia pode ser resumida como aqüíferos porosos confinados por litologias fraturadas da Serra Geral. Os aquíferos são representados pelas Formações Formação Botucatu, Formação Caturrita e Passo das Tropas. ===Hidrografia=== Quanto a hidrografia, Imigrante possui o Arroio da Seca e seus afluentes, sendo que o principal afluente é o Arroio Boa Vista. O Arroio da Seca pertence a bacia hidrográfica do Taquari-Antas, e à região hidrográfica do Rio Guaíba. === Vegetação === A vegetação característica é a floresta subtropical, uma vegetação de transição entre a Mata de Pinhais e os Pampas, e é uma floresta ombrófila densa e mista. As árvores são de folhas perenes. === Demografia === Sua população é de 3.013 habitantes, sendo que 32,08% residem na zona urbana e 67,92% na zona rural. Seu Índice de Desenvolvimento Humano (IDH) é de 0,828 segundo o Atlas de Desenvolvimento Humano/PNUD (2000). A densidade demográfica em 2005 era de 40,7 hab/km². Taxa de analfabetismo (2000): 3,08 %. Expectativa de Vida ao Nascer (2000): 75,56 anos. Coeficiente de Mortalidade Infantil (2005): 0,00 por mil nascidos vivos. == Economia == O orçamento para o município para 2005 é de R$ 5 milhões e 967 mil. O PIBpm (2003) era de R$ 57 695,00 e o PIB per capita (2003) era de R$ 19 531,00. As exportações totais em 2005 foram de U$ FOB 1 508 120. A economia de Imigrante gira principalmente em torno das indústrias e do comércio, tendo destaque para a metalurgia, onde destaca-se a Metalúrgica Hassmann, e também laticínios, confecções, saboaria, móveis, calçados e agroindústrias. O número de estabelecimentos em 1998 de indústrias de transformação era de 26, do comércio varejista era de 57, e do comércio atacadista era de 2 estabelecimentos. Na agricultura destaque para as culturas de milho, cana-de- açúcar, aveia, uva, tomate, soja, feijão, batata-doce e hortaliças. Na silvicultura planta-se principalmente eucalipto, acácia e Pinus elliottii. Possui a maior estufa de cactus do sul do país, os Cactus Horst. Segundo os dados do IBGE, Produção Agrícola Municipal 2004, produziu-se 41 toneladas de feijão, 1.147 toneladas de milho, 13 toneladas de soja. Em 1997, colheu-se 5 toneladas de fumo e 136 toneladas de uva. Na pecuária destaca-se o setor de aves, suínos e gado leiteiro. Os Rebanhos em 2003 possuíam 5 580 bovinos, 19 460 suínos, 105 ovinos, 32 caprinos, 7 000 galinhas poedeiras, 900 000 frangos e 10 equinos (Fonte: IBGE, Produção da Pecuária Municipal 2003). A produção pecuária em 1997 foi de 6 300 000 litros de leite, somando o valor de R$ 1 323 000, 280 kg de lã, somando R$ 252,00 e 380 000 dúzias de ovos de galinha, somando R$ 254 600. == Turismo == Imigrante é um belo município, suas lindas paisagens encantam. Os descendentes de seus fundadores, família Prediger, costumam chamar Imigrante de Das schöne brasilianische Bayerland, por suas belezas geográficas serem parecidas com as da Baviera na Alemanha. Seus principais pontos turísticos são a Cascata dos Bugres, localizada na Linha Wilsmann, a 5 km da sede. A Cascata da Linha Rosenthal, que é área para banho, localiza-se na Linha Rosenthal, distando 8 km da sede do município. A Cascata da Linha Imhoff (Wasserfall), também local para banho, sem infraestrutura. Localiza-se na Linha Imhoff, a 5 km da sede. A Barragem Arroio da Seca, com local para banho e churrasqueiras. Localiza-se no centro do município, funciona diariamente, com acesso gratuito. Entre os locais mais visitados estão o Cactário Horst, maior da América Latina em termos de variedade (fica no centro da cidade), e o Convento Franciscano São Boaventura, construído todo em pedra grês, o maior do mundo neste estilo. Construído na década de 40, o convento localiza-se no bairro Daltro Filho. ==Política== Os prefeitos de imigrante foram: * Carlos Hassmann (1989-1992) * Elimar Rex (1993-1996) * Paulo Gilberto Altmann (1997-2000) * Elimar Rex (2001-2004) * Paulo Gilberto Altmann (2005-2008) * Paulo Gilberto Altmann (2009-2012) * Celso Kaplan (2013-2020) * Germano Stevens ( 2021 - atualmente ) == Cultura == Um atrativo cultural especial é o Convento Franciscano São Boaventura, localizado no bairro Daltro Filho, a cinco quilômetros de distância da sede. O local pode ser visitado diariamente, com horários a definir. O espaço também é palco para a encenação da Paixão de Cristo, realizada anualmente. == Religião == A população é cristã, tendo várias igrejas, a Igreja Católica Apostólica Romana, principalmente entre os descendentes de italianos, mas também existente entre alemães e de outras origens. A Igreja Evangélica de Confissão Luterana do Brasil (IECLB), de maioria descendente de alemães. E ainda a Igreja Evangélica Luterana do Brasil (IELB), também de descendentes alemães. Ocorre a presença de outras igrejas com a Quadrangular e a Assembleia de Deus, de maioria portuguesas e alemãs. == Esporte == O município de Imigrante é reconhecido regionalmente pela sua força no esporte. A cidade conta atualmente com dois clubes de futebol amador em atividade. * Esporte Clube Arroio da Seca (ECAS) * Sociedade Esportiva Recreativa Cultural Riograndense ==Galeria de fotos == Ficheiro:Conventoboaventura.jpg|Convento São Boaventura e Igreja São João Batista, no bairro Daltro Filho. Ficheiro:Rosenthal.JPG|Cascata da Linha Rosenthal. Ficheiro:Calvariodaltrofilho.JPG|Encenação da Paixão de Cristo em frente ao Instituto Cultural São Francisco de Assis, Daltro Filho. Ficheiro:Avenidaitosnell.JPG|Avenida Dr. Ito Snell, Bairro Arroio da Seca. Ficheiro:Johannesfells.JPG|Johannes Fells, 539m. Ficheiro:Johannesfells2.JPG|Johannes Fells, 539m. Ficheiro:Morroboavista.JPG|Bairro Daltro Filho, ao fundo morro da Boa Vista 37. Ficheiro:Morrodaltrofilho.JPG|Bairro Daltro Filho. Ficheiro:Valedoarroiodaseca.JPG|Vale do Arroio da Seca. ==Ver também== * Vale do Taquari * Imigração alemã no Rio Grande do Sul * Imigração italiana no Rio Grande do Sul * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação * HESSEL, Lothar. Município de Imigrante. ed. Porto Alegre: Evangraf, 1998. * FERRI, Gino. Roca Sales Cidade da Amizade. ed. Lajeado: Lajeadense, 1998. == Ligações externas == * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul",
 "title": "Imigrante (Rio Grande do Sul)"
}