{
 "id": "3406",
 "text": "Medula óssea é um tecido semissólido encontrado nas porções esponjosas dos ossos. Em aves e mamíferos, a medula óssea é o principal local de produção de novas células sanguíneas (ou hematopoiese). É composto por células hematopoiéticas, tecido adiposo da medula e células estromais de suporte. Em humanos adultos, a medula óssea está localizada principalmente nas costelas, vértebras, esterno e ossos da pelve. A medula óssea compreende aproximadamente 5% da massa corporal total em humanos adultos saudáveis, de modo que um homem pesando 73 quilos terá cerca de 3,7 quilos de medula óssea. A medula humana produz aproximadamente quinhentos bilhões de células sanguíneas por dia, que se juntam à circulação sistêmica através de sinusóides vasculaturais permeáveis ​​dentro da cavidade medular. Todos os tipos de células hematopoiéticas, incluindo linhagens mieloides e linfóides, são criados na medula óssea; no entanto, as células linfóides devem migrar para outros órgãos linfóides (por exemplo, timo) para completar a maturação. Os transplantes de medula óssea podem ser realizados para tratar doenças graves da medula óssea, incluindo certas formas de câncer, como a leucemia. Vários tipos de células- tronco estão relacionados à medula óssea. As células-tronco hematopoiéticas na medula óssea podem dar origem a células da linhagem hematopoiética, e as células-tronco mesenquimais, que podem ser isoladas da cultura primária do estroma da medula óssea, podem dar origem a tecido ósseo, adiposo e cartilaginoso. == Função == === Órgão central hematopoiético e responsivo a antígenos === O fato de a medula óssea ser um local de preparação para as respostas das células T aos antígenos transmitidos pelo sangue foi descrito pela primeira vez em 2003. Células T virgens circulantes maduras abrigam os seios da medula óssea depois de terem passado pelas artérias e arteríolas. Eles transmigram o endotélio sinusal e entram no parênquima que contém células dendríticas (CDs). Estes têm capacidade de captação, processamento e apresentação de antígenos. Interações cognatas entre células T específicas de antígeno e DC apresentadoras de antígeno (APCs) no parênquima levam à rápida formação de aglomerados de T-APC seguida pela ativação de células T, proliferação de células T e recirculação de células T para o sangue. Essas descobertas foram corroboradas e ampliadas em 2013 por imagens dinâmicas de dois fótons in situ de crânios de ratos. === Importância para o armazenamento e sobrevivência a longo prazo das células B e T de memória === A medula óssea é um ninho para células T de memória migratórias e um santuário para células plasmáticas. Isto tem implicações para a imunidade adaptativa e a vacinologia. As células B e T de memória persistem no parênquima em nichos de sobrevivência dedicados, organizados por células do estroma. Essa memória pode ser mantida por longos períodos de tempo na forma de células quiescentes ou por reestimulação antigênica repetida. A medula óssea protege e otimiza a memória imunológica durante a restrição alimentar. Em pacientes com câncer, células T de memória reativas ao câncer podem surgir na medula óssea espontaneamente ou após vacinação específica. A medula óssea é um centro de uma variedade de atividades imunológicas: i) hematopoiese, ii) osteogênese, iii) respostas imunes, iv) distinção entre antígenos próprios e não-próprios, v) função regulatória imunológica central, vi) armazenamento de células de memória, vii) vigilância imunitária do sistema nervoso central, viii) adaptação à crise energética, ix) fornecimento de células estaminais mesenquimais para reparação tecidual. === Células-tronco mesenquimais === O estroma da medula óssea contém células-tronco mesenquimais (CTMs), === Barreira da medula óssea === Os vasos sanguíneos da medula óssea constituem uma barreira, inibindo a saída de células sanguíneas imaturas da medula. Apenas as células sanguíneas maduras contêm proteínas de membrana, como a aquaporina e a glicoforina, que são necessárias para se fixarem e passarem pelo endotélio dos vasos sanguíneos. === Papel linfático === A medula óssea vermelha é um elemento-chave do sistema linfático, sendo um dos principais órgãos linfóides que geram linfócitos a partir de células progenitoras hematopoiéticas imaturas.The Lymphatic System. Allonhealth.com. Retrieved 5 December 2011. === Compartimentalização === A compartimentalização biológica é evidente na medula óssea, na medida em que certos tipos de células tendem a agregar-se em áreas específicas. Por exemplo, eritrócitos, macrófagos e seus precursores tendem a se reunir em torno dos vasos sanguíneos, enquanto os granulócitos se reúnem nas bordas da medula óssea. == Ver também == * Leucemia * Leucemia mieloide aguda * Transplante de medula óssea == Bibliografia == * JUNQUEIRA, L.C. CARNEIRO, José. Histologia Básica. 10. ed. Rio de Janeiro: Guanabara Koogan, 2004. ISBN 85-277-0906-6 * Nature Bone Marrow Transplantation (Nature Publishing Group) – revista científica especializada com artigos sobre biologia da medula óssea e usos clínicos. * * Categoria:Medula óssea",
 "title": "Medula óssea"
}