{
 "id": "34065",
 "text": "Ivoti é um município brasileiro do estado do Rio Grande do Sul. Localiza-se na Região Metropolitana de Porto Alegre, a 29º35'28\" de latitude sul e 51º09'38\" de longitude oeste, a uma altitude de 127 metros. Sua população em 2009 era de 20.160 habitantes. Possui uma área de 74,25 km² (Urbana: 16 km² e Rural: 58,25 km²) ==História== Chamada inicialmente de \"Berghahnerschneiss\" (Picada dos Berghahn), pois nesta localidade dois irmãos de sobrenome Berghahn, foram os primeiros colonizadores. As primeiras denominações que esta região recebeu foram Berghahnthal e Berghahnerschneiss, que significam \"vale\" e \" Linha\" dos Berghahn. Pela Lei Provincial nº 635, de 4 de novembro de 1867, esta área passou a denominar-se Bom Jardim, constituindo o terceiro distrito de São Leopoldo. O atual município de Ivoti teve parte de suas terras ocupadas, inicialmente, no século XVIII, por meio da criação de gado, na região conhecida como, que deu origem aos hoje municípios de Ivoti, Estância Velha, Lindolfo Collor, Presidente Lucena, Dois Irmãos, Novo Hamburgo, Campo Bom e Sapiranga. No entanto, foi com a chegada dos imigrantes alemães ao Vale do Rio dos Sinos, em 1824, que os primeiros colonos, de fato, se fixaram nesta área, por volta de 1826 - embora algumas referências históricas indiquem o início da colonização entre 1824 e 1825. Os imigrantes que se dirigiam para esta área eram oriundos da região do Hunsrück, da atual Alemanha, naquela época pertencente à Prússia. A denominação de Bom Jardim, escolhida em virtude destas terras serem propícias ao cultivo de flores, foi alterada pela Lei nº 7.199, de 31 de maio de 1938, para Ivoti, que significa \"Flor\", na língua Tupi-Guarani. Advém daí o fato de Ivoti ser conhecida como \"Cidade das Flores\". Dentre as primeiras linhas ou picadas que foram povoadas, destacam-se a Picada 48, a Picada Feijão (ou Bohnenthal) e a Nova Vila (ou Neudeutschland). === Evolução histórica e política === Pertencendo inicialmente a Porto Alegre e depois a São Leopoldo, com emancipação de Estância Velha, em 8 de setembro de 1959, Ivoti passou a constituir o primeiro distrito deste novo município. Pouco depois, iniciava-se o movimento que visava à emancipação de Ivoti, tendo-se organizado uma comissão (formada pelos senhores Alfredo Osvino Gernhardt, Humberto Beiersdorf, Cláudio Oscar Becker, Ervino Klein, Nicolau Fridolino Kunrath, Nelson Dietrich, Dante Dienstmann, Remi Holler), com a incumbência de fazer os contatos iniciais, promover reuniões para alcançar a esta meta. Tomadas as providências necessárias, foi realizado um plebiscito a 12 de julho de 1964, no qual a população demonstrou- se plenamente favorável à emancipação. Em 19 de outubro de 1964, o então Governador do Estado Ildo Meneghetti, assinava a Lei nº 4.798, que criava o município de Ivoti. Foram imediatamente marcadas as eleições, para a escolha dos primeiros dirigentes do município, que foram empossados em 26 de janeiro de 1965. Foi escolhido como prefeito municipal Neldo Holler, e como vice- prefeito Jacob Schneider. A Câmara Municipal ficou assim constituída: Nilo Armando Müller (presidente); Júlio Schneider, Lauro Carlos Fröhlich, Flávio Klein, Hugo Birk, Neno Edgard Heinle e Orlando Ancelmo Seth. Desde sua emancipação, Ivoti já teve os seguintes prefeitos: * 1965 - 1969: Neldo Holler * 1969 - 1973: Egon Schneck * 1973 - 1977: Neldo Holler * 1977 - 1982: Flávio Klein * 1983 - 1988: Arno Henrique Mueller * 1989 - 1992: Arnaldo Kney * 1993 - 1996: Paulo Gaspar Buchmann * 1997 - 2000: Arnaldo Kney * 2001 - 2004: Arnaldo Kney * 2004 - 2008: Maria de Lourdes Bauermann * 2009 - 2012: Maria de Lourdes Bauermann * 2013 - 2016: Arnaldo Kney * 2017 - 1º Janeiro a 29 de Setembro: Maria de Lourdes Bauermann * 2017 - 30 de setembro a 14 de dezembro: Satoshi Suzuki (Interino) * 2017 - 2020: Martin Kalkmann O Município de Ivoti, em 20 de março de 1992, perdeu parte de sua área total com o desmembramento de localidades que passaram a constituir os municípios de Lindolfo Collor e Presidente Lucena, criados por meio de lei sancionada pelo Governador Alceu Collares. ==Geografia== O município de Ivoti encontra-se numa área de transição entre a chamada Depressão Central e a Serra Geral, nos primeiros degraus da Serra ou Planalto Riograndense. Possui altitudes modestas, estando a sede municipal a apenas 144m acima do nível do mar. A estrutura geológica é constituída de rochas areníticas e basálticas. Os solos do município são principalmente argilo-arenosos, sem grande fertilidade e com muita acidez. Seus cursos de água - com destaque para o arroio Feitoria - fazem parte da bacia do rio Caí, embora o município integre a Associação de Municípios do Vale do Rio dos Sinos, devido a identidade sócio-econômico-cultural existente entre os municípios que a compõem. Seu clima é subtropical, notando-se perfeitamente a delimitação entre as quatro estações do ano. Esse tipo climático se caracteriza pela grande variação de temperatura, com verões quentes e invernos frios, e igualmente uma grande variação diária. Sua média termométrica é de 12 °C, com máximas ultrapassando 40 °C e mínimas atingindo abaixo de 0 °C. As chuvas abundantes, em certas épocas do ano, podem causar problemas de enchentes, geralmente no fim do inverno. Muitas vezes ocorrem, também, chuvas de granizo e geadas. Durante o inverno, a região recebe influência dos ventos frios provenientes da Antártida, determinando uma queda brusca de temperatura. Já os ventos quentes, provenientes do Norte, normalmente anunciam chuvas, atingindo a média anual de 1.600mm. No município existem pastagens naturais e artificiais, mata nativa e áreas de reflorestamento, com acácia negra e eucalipto. == Economia == Com o objetivo de satisfazer as necessidades vitais, o imigrante-colono começou a desenvolver atividades através da agricultura e da criação de gado, pois estas lhe forneceram os produtos básicos para sua sobrevivência. Abrindo as picadas e derrubando a mata, iniciou suas atividades plantando produtos de subsistência. E até hoje, a agricultura e a pecuária praticadas em Ivoti são feitas em pequenas propriedades do tipo familiar, onde se cultiva aipim, milho, cana-de- açúcar, batata-doce, frutas e verduras. Alguns produtos são cultivados com fins comerciais, como os hortifrutigranjeiros produzidos na Colônia Ivoti. O cultivo de flores, favorecido pelo tipo de solo no município, embeleza os jardins e concorre para que Ivoti seja, de fato, a \"Cidade das Flores\". Na Colônia japonesa, localizada no Vale das Palmeiras, e criada em 1966 por imigrantes japoneses, os principais produtos cultivados são as uvas de mesa, o kiwi, a bergamota, o caqui, as flores naturais (tanto para produção de mudas como para ornamentação) e as hortaliças, dentre elas principalmente o Repolho, (para consumo e produção de mudas). A agricultura desenvolvida é intensiva, com tecnologia importada e adaptada aos solos e clima da região. O desenvolvimento da pecuária no município tem por objetivo, principalmente, a produção de leite. Entretanto, além da bovinocultura, destacam-se também a avicultura e a suinocultura. Dentre as atividades industriais, destacam-se as do ramo coureiro-calçadista, de alimentação (incluindo laticínios) e de confecções (malharias). ==Política== A administração do município de Ivoti se dá pelo poder executivo e poder legislativo. O poder judiciário fica a cargo do Estado , conforme preceitua a Constituição Federal. O atual prefeito é Martin Kalkmann (PP), que assumiu após eleições suplementares feitas em 2017. ===Demografia=== A população do município em 2007 era estimada pelo IBGE em 18.517 habitantes, sendo o 108° município mais populoso do estado, apresentando uma densidade populacional de 291,1 habitantes por km². ==Cultura== ===Língua regional=== Assim como em muitos municípios do estado do Rio Grande do Sul a língua alemã em sua variante riograndense faz parte intrínseca da própria história de Ivoti, desde sua fundação. O dialeto falado na região é o Riograndenser Hunsrückisch (registro internacional, código de língua: iso-139 hrx), uma variante brasileira do dialeto prevalente na região do Hunsrück, sudoeste da Alemanha. (Nota: Termos-chave de linguística para consulta são: Rheinfränkisch ou franco-renano e Westmitteldeutsch ou Alemão médio-ocidental). O alemão-riograndense, em si com quase duzentos anos de história e desenvolvimento orgânico em solo brasileiro, faz parte do grupo de dialetos pertencentes ao tronco linguístico frâncico (i.e. Alemão da pensilvânia, Luxemburguês, :de:Lothringisch (Fränkisch) (em francês: le francique lorrain), etc.); vale frisar que para falantes nativos estas línguas possuem um alto grau de inteligibilidade. Em 2012 a Câmara de Deputados do Rio Grande do Sul aprovou em voto unânime o reconhecimento oficial do dialeto alemão-riograndense como parte integral do patrimônio cultural do estado.LEI 14.061 - DECLARA INTEGRANTE DO PATRIMÔNIO HISTÓRICO E CULTURAL DO ESTADO DO RIO GRANDE DO SUL A “LÍNGUA HUNSRIK”, DE ORIGEM GERMÂNICALEI Nº 14.061, de 23 de julho de 2012 - Declara integrante do patrimônio histórico e cultural do estado do Rio Grande do Sul a língua hunsrik, de origem germânica ===Religião=== Dos imigrantes que vieram para esta região, cerca de 68% eram protestantes e 32% eram católicos. Para eles, a religião teve grande importância, pois somente através de sua organização em comunidades religiosas é que conseguiram preservar a sua língua e a sua cultura, e dar aos seus descendentes mediante a criação de escolas, a educação básica para o seu desenvolvimento. Em 1834, um grupo de imigrantes católicos começou a se reunir, e em 1857 foi feito o lançamento da pedra fundamental da primeira Igreja Católica de Bom Jardim. Nesta época, já despertava como líder da comunidade o professor Mathias Schütz (1821-1896), nascido na Alemanha que trabalhou em Ivoti por longos 50 anos. A origem da Igreja Evangélica de Ivoti data de 1846, e Picada 48 Baixa, passando a atender também Bom Jardim, por volta de 1874. A pedra fundamental da Igreja Evangélica foi lançada em 1868. É importante destacar que a comunidade evangélica de Picada 48 Baixa é uma das mais antigas do Rio Grande do Sul. == Ligações externas == * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul ==Ver também== * Vale do Rio dos Sinos * Rota Romântica * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação * Região Metropolitana de Porto Alegre Categoria:Rota Romântica",
 "title": "Ivoti"
}