{
 "id": "34071",
 "text": "Jari é um município brasileiro do estado do Rio Grande do Sul. A origem do nome Jari é indígena e em língua tupi ou guarani significa rio do senhor ou pequeno riacho. == História == A história do surgimento da localidade de Jari está ligada à ação dos jesuítas, no século XVIII. Onde hoje está situado o município havia uma fazenda de criação de gado dos jesuítas, chamada São Francisco Xavier de Jari (jari = pequeno riacho). Os riachos eram fundamentais para a localização dos caminhos utilizados pelos índios, com a orientação dos jesuítas. Esses caminhos se tornaram úteis para o deslocamento das \"tropas\", que se dirigiam da região norte do estado para as charqueadas que se localizavam especialmente na região sul do estado. Com a expulsão dos jesuítas no final do século XVIII, a área foi reivindicada pelo senhor Peixoto junto ao império português, por doação em sesmarias. Parte da área localizada no Distrito de Jari foi colonizada por alemães, poloneses, russos e alguns italianos. == Geografia == Localiza-se a uma latitude 29º17'29\" sul e a uma longitude 54º13'26\" oeste, estando a uma altitude de 441 metros. Sua população estimada em 2004 era de 3.683 habitantes. == Hino == Jari, universo deslumbrante, Sua paisagem tem mais cores... Jari é um jardim da natureza, Tem encanto e beleza, Nos faz poetas, sonhadores \"Terra de lutas e conquistas\" É o lema deste povo altaneiro, De gente que sabe o que quer, Tem Francisco Xavier Como o santo padroeiro. (Exaltação às características do município) (Exaltação ao povo de Jari e proteção de S. Francisco Xavier) Jari... Jari... Terra de origem guarani Jari... Jari... Um dia, os índios passaram por aqui. foi na nascente da Toca Que a sua história germinou, Quando uma tribo guarani, Seguindo rios, passando aqui, \"Pequeno Riacho\" lhe chamou. E desse divisor de águas Dos rios T oropi e Jaguari, Num elo da natureza, Por sua grande beleza Nasceu o nosso Jarí. (Referências históricas sobre as origens do município) (Da nascente da Toca correm riachos que vão formar os rios Toropi e Jaguari.) Jari... Jari Terra de origem guarani Jari... Jari... Abençoado seja o berço onde nasci. Jari, ó torrão de gente forte\". Da hospitalidade e chimarrão, iDe talentos e grandes valores Idealistas, lutadores, Povo que tem tradição. (Referênda à tradição, aos costumes e filhos ilustres) (Referência à produção e às riquezas do município) Jari, no seu pampa verde jante A soja tremula com vigor E a pecuária, imponente, É um tesouro da querência. Tem futuro promissor! Jari... Jari... Terra de origem guarani Jari... Jari... Abençoado seja o berço onde nasci. Letra: Eloá silveira de Souza Música: Syomara Herter Terra == Pontos Turísticos == * Passo da Maria Inacia, Balneário Divisa dos Município de Jari com Quevedos. * Rio Jaguari, Atrativo Natural, Divisa do município de Jari com Jaguari e Santiago. * Cachoeira, Cachoeira,Assentamento Bela Vista. == Atualidades == Ocorreu nos dias 1 a 2 de outubro de 2011 a 1ª Mostra Agropecuária e 1ª Feira de Terneiros, Terneiras e Vaquilhonas do Jari. Esta Feira visou mostrar o potencial socioeconômico e cultural do município, o evento marcou o lançamento de uma importante perspectiva de desenvolvimento de Jari, valorizando os produtores a agricultura familiar.Promovendo um remate de mais de 500 animais de elite. Sob a coordenação do agropecuarista, Paulo Silveira, e da coordenadora de projetos e convênios Tiana Streppel numa realização da Prefeitura Municipal de Jari. Tendo como soberanas da Feira a Rainha Liliane Resch Righi e as Princesas Santhiély Laksmi Silva Gomes e Layana Rosa dos Santos. A 2ª Mostra Agropecuária e 1ª Feira de Terneiros, Terneiras e Vaquilhonas do Jari foi realizada nos dias 4, 5 e 6 de outubro de 2013, com substancial aumento de público e comercialização de máquinas, implementos e animais, mostrando todo o potencial do Município na área do agronegócio. As soberanas da Feira foram Simone Resch (rainha), Caroline Ávila (1ª princesa) e Ana Natália Callai (2ª princesa). == Ligações externas == * Página da Prefeitura Municipal * Secretaria do Turismo do Rio Grande do Sul == Ver também == * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação Categoria:Municípios do Rio Grande do Sul Categoria:Topônimos de origem tupi",
 "title": "Jari (Rio Grande do Sul)"
}