{
 "id": "34087",
 "text": "Mampituba é um município brasileiro do estado do Rio Grande do Sul. == História == O Município de Mampituba possui uma área de 158 km² e localiza-se no litoral norte gaúcho, fazendo divisa ao norte e ao oeste pelo Rio Mampituba com Santa Catarina (municípios de São João do Sul e Praia Grande). A leste com Torres e ao sul com Morrinhos do Sul e Três Forquilhas. A população segundo o Censo de 2010 é de 3.003 habitantes e a agricultura é a principal atividade econômica, baseada principalmente no cultivo da banana, arroz, fumo, criação de gado e hortifrutigranjeiros. As primeiras povoações ocorreram por volta de 1880, a maioria oriundas de descendentes de açorianos e de alemães. Nas primeiras décadas do século XX, várias famílias oriundas das região de Criciúma/SC habitaram a região, quando o desenvolvimento econômico ocorreu na região com mais intensidade. Nesse período foram instalados os primeiros comércios e várias serrarias, da mesma forma que surgiram as primeiras estradas pelo interior do município, principalmente nas regiões montanhosas. Até a década de 60, o cultivo de cana-de-açúcar para a produção de açúcar mascavo e de cachaça era a atividade econômica mais desenvolvida na região. A emancipação política aconteceu em 28 de dezembro de 1995, através da Lei 10.671, sancionada pelo governador Antônio Britto. A região que antes pertencia a Torres compreendia o 7º Distrito, que havia sido instalado pela divisão territorial do município de Torres que aconteceu em 1 de julho de 1960. Em 2009 Mampituba recebeu o asfaltamento da ERS-494, obra que abrirá novos caminhos para o desenvolvimento econômico do novo município, que juntamente com os primeiros passos dados na implantação do Turismo Rural, tem tornado o nome de Mampituba nacionalmente conhecido como a \"Cidade dos Vales e das Cascatas\". ==Geografia== Localiza-se a uma latitude 29°12'41\" sul e a uma longitude 49°56'05\" oeste, estando a uma altitude de 26 metros. Possui uma área de 156,85 km² e sua população estimada em 2018 era de 2.990 habitantes. == Política == ===Administrações Municipais=== ;1997/2000 *Prefeito: Élio de Farias Matos *Vice: Valdir Joaquim do Nascimento *Vereadores eleitos: Airton Cristovao Hoffmann, Altemar Pereira Ramos, Arnaldo Luiz Da Silva, Bento Antonio Pereira, Dirceu Goncalves Selau, Edgar Da Silva Cristovam, Joventino Selau Padilha, Juares Cardoso Hoffmann e Ronilto Roldao Selau, ;2001/2004 *Prefeito: Élio de Farias Matos *Vice: Valdir Joaquim do Nascimento *Vereadores eleitos: Altemar Pereira Ramos,Dirceu Gonçalves Selau, Edgar da Silva Cristóvam, Erivan Cardoso Brocca, Ernani da Silva, Reni dos Santos, Ronilto Roldão Selau, Valdonir José de Oliveira e Vílson Colombo. ;2005/2008 *Prefeito: Valdir Joaquim do Nascimento *Vice: Airton Cristóvão Hoffmann *Vereadores eleitos: Ana Maria Borges Martins Moro, Carlos Maurel Klein Alves, Elcio de Almeida, Erivam Cardoso Brocca, João Pacheco Lopes, Pedro Juarez da Silva, Ronilto Roldão Selau, Sérgio Barbosa Martins e Valmor Pereira Ramos, ;2009/2012 *Prefeito: Pedro Juarez da Silva *Vice: Ana Maria Borges Martins *Vereadores eleitos: Fábio Souza da Rocha, Gilberto Lopes Roldão, José Dirceu Rodrigues da Silva, José Paulo Santos Scheffer, Noerci Roldão da Silva, Paulo Boff Ribeiro, Ricardo dos Santos, Ronilto Roldão Selau e Sérgio Barbosa Martins, ;2013/2016 *Prefeito: Pedro Juarez da Silva *Vice: Dirceu Gonçalves Selau *Vereadores eleitos: Arnaldo Luis da Silva, Cloreci Ramos Matos, Fábio Schardosim Brocca, Gilberto Lopes Roldão, João Pacheco Lopes, Noerci Roldão da Silva, Paulo Boff Ribeiro, Ricardo dos Santos e Ronilto Roldão Selau. ;2017/2020 *Prefeito: Dirceu Gonçalves Selau *Vice: Gilberto Lopes Roldão *Vereadores eleitos: Aleide Maria Scarpari Pereira, Fábio Schardosim Brocca, Jailson dos Santos, Noerci Roldão da Silva, Paulo Boff Ribeiro, Ricardo de Oliveira Lumertz, Rudinei Alves de Oliveira, Sérgio Barbosa Martins e Valmir Roldão Evaldt. ;2021/2024 *Prefeito: Pedro Juarez da Silva *Vice: Marta Aguiar dos Santos * Vereadores eleitos: Ernani Da Silva, Ivam Carlos Matos, Jailson Dos Santos, João Pacheco Lopes, Jose Dalmei Correa Borges, Noerci Roldao Da Silva, Ricardo De Oliveira Lumertz, Valmir Roldão Evaldt e Vilson Moro. == Ver também == * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação == Ligações externas == * * Secretaria do Turismo do Rio Grande do Sul Mampituba",
 "title": "Mampituba"
}