{
 "id": "34106",
 "text": "Mostardas é um município brasileiro do estado do Rio Grande do Sul, situado no litoral sul do Estado. ==História== A colonização de Mostardas foi feita por imigrantes açorianos, com presença de habitantes da Ilha do Pico, de onde proveio o imigrante Antônio Valim de Azevedo, que empresta seu sobrenome para o atual distrito do Valim, com seu Esporte Clube Internacional do Valim. Em 1738, já existia um Posto Militar de Vigilância chamado \"Guarda das Mustardas\". O nome Mustardas permaneceu até o início do século XX, quando passou a ser conhecido como Mostardas. No dia 18 de janeiro de 1773, é criada a Freguesia de Mostardas que, posteriormente, torna-se distrito de São José do Norte. Em 26 de dezembro de 1963, o distrito emancipa-se de São José do Norte e são instalados os Poderes Executivo e Legislativo em 11 de abril de 1964. Quanto ao nome Mostardas, não há uma explicação documentada e oficial. Uma das hipóteses sugere que o município o recebeu por causa da grande quantidade do vegetal comestível encontrado na região (ver mostarda). Outra hipótese elencada pela historiadora Marisa Oliveira Guedes informa que o nome Mustardas foi dado não pela quantidade de vegetal, que não existe em abundância nos campos, e sim, porque Mustardas eram trincheiras usadas durante as guerras em Portugal, as quais eram cobertas com uma esteira de taquara e junco, camufladas pelo vegetal mostarda, visto que este vegetal não murcha. Através da Lei Municipal nº 4.443, de 06 de junho de 2022, de autoria do vereador quilombola Jorge Amaro, Mostardas foi oficializada como a primeira cidade afro-açoriana do Brasil. Conforme Amaro \"O que os municípios de Mostardas, Palmares do Sul, Capivari do Sul, Tavares e São José do Norte tem em comum? No ponto de vista geográfico, localizam-se no istmo de terras entre a Laguna dos Patos e o Oceano Atlântico na região do \"Litoral Médio” do Rio Grande do Sul, denominado de Litoral Negro, pela doutora Claudia Daiane Molet. Segundo a pesquisadora, este litoral tem a presença negra desde sua origem, seja pelo trabalho escravizado, seja pelo assentamento dos quilombos, desde, pelo menos, a primeira metade do século XIX. Este litoral negro é marcado por redes de parentescos, de famílias negras que se estendem nos diversos municípios, de práticas religiosas e culturais que marcam intensamente a região.\" === Livro sobre a cidade === O livro Histórias Antigas de Mostardas, de Jayme Collares Neto, traz um apanhado de informações genealógicas e histórias de moradores de épocas mais antigas. Lançado em setembro de 2017, encontra-se disponível em Mostardas (Mega Informática) e em livrarias de Porto Alegre (Érico Veríssimo, Martins Livreiro), Rio Grande e Pelotas (Vanguarda). ==Geografia== A sede do município localiza-se a 31º 06' 25\" latitude sul e a 50º 55' 16\" longitude oeste, estando a uma altitude de 17 metros acima do nível do mar. O município faz parte do litoral sul do Estado do Rio Grande do Sul, num istmo formado pela Laguna dos Patos e o oceano Atlântico. Sua população estimada pelo Censo do IBGE de 2010 é de 12.124 habitantes. O clima é subtropical úmido. Possui área de 1.982,992 km². Por ser um município muito extenso, Mostardas possui quatro balneários ao longo de sua faixa de litoral marítimo. A Praia da Solidão – o balneário mais ao norte do município e mais distante da Sede – recebe mais veranistas de outras cidades (como da região metropolitana de Porto Alegre), do que propriamente de Mostardas. O Balneário Mostardense é o mais próximo do núcleo urbano do município, estando situado a apenas 12 km. O balneário é também conhecido como \"Praia Nova\" e pode ser facilmente alcançado por uma linha de ônibus cidade/praia/cidade, que parte da rodoviária da cidade. A Praia de São Simão (a 28 km do centro urbano) possui uma das sociedades mais antigas do município, o Clube de São Simão. Fundado em 1948, o clube ainda atualmente agita a praia com festas, músicas ao vivo e jantares. Por último, a Praia do Pai João é a menor do município. Ela conta apenas com moradores tradicionais e antigos veranistas que não trocam a tranquilidade oferecida e é palco de uma das maiores festas religiosas do município, que acontece no período do veraneio. == Subdivisões == === Distritos === Distrito População Doutor Edgardo Pereira Velho 2555 Mostardas 7111 Rincão do Cristóvão Pereira 440 São Simão 1552 ==Economia== Economicamente, a agropecuária é o setor mais importante no município, seguido por serviços, administração pública e, por último, a indústria. A agropecuária destaca-se pela produção tradicional de arroz, a crescente produção de soja, a já consolidada extração de resina de Pinnus e a pecuária de gado bovino e ovino (ambos com foco predominante na produção de carne). A cebola, produto tradicional desta porção litorânea do litoral do RS, mantém sua importância para geração de renda na agricultura familiar. O setor industrial tem forte ligação com a extração de resina e da madeira de pinus. Os produtos locais de lã são muito apreciados, principalmente para a confecção do famoso \"cobertor mostardeiro\", de densa lã cardada e colorida. O cobertor está à venda com as artesãs locais e na Casa de Cultura Orlando Cardoso Duarte. ==Educação== A cidade conta com escolas de ensino fundamental e médio. Na E.M.F. Dr. Dinarte Silveira Martins funciona o polo de apoio presencial da Universidade Aberta do Brasil (UAB-Mostardas), com a participação de três universidades federais gaúchas (FURG, UFPel e UFRGS), oferecendo diversos cursos de graduação a distância (EaD). ==Turismo== Um dos maiores atrativos da região é o Parque Nacional da Lagoa do Peixe. Dentro da área do parque, na costa, a aproximadamente 20 quilômetros do Balneário de Mostardas, está situado o Farol de Mostardas. Já na margem da Lagoa dos Patos podem ser visitados os históricos Farol Capão da Marca e o Farol Cristóvão Pereira, ambos construídos no século XIX. == Política == 300px|thumb|right|Prédio da prefeitura municipal. No Poder Executivo, o atual Prefeito é Moisés Pedone (PP) e como Vice-prefeito, Gilnei Nazareth (PP). No Poder Legislativo a composição das 09 cadeiras está assim distribuída: Anelise Liz dos Santos (PP) é a atual Presidente da Câmara, Toni Araújo (PMDB), Edinei Machado (PP), Dr. Luís (PSDB), Jorge Amaro (PP), Júnior Pereira (PDT), Dangelo Motta (PDT), Dudu Verardi (PP) e Flávio Mano (PSDB). ===Lista de prefeitos de Mostardas=== Nº Prefeito Partido Início do mandato Fim do mandato Referências 1 Luis Chaves Martins ARENA 11 de abril de 1964 1968 2 Telmo Lemos ARENA 1969 1972 3 Luis Chaves Martins ARENA 1973 1976 4 Daltro Martins Saraiva MDB 1977 1982 5 Telmo Lemos PDS 1983 31 de dezembro de 1988 6 Antônio Terra PDT 1º de janeiro de 1989 31 de dezembro de 1992 7 Daltro Martins Saraiva PMBD 1º de janeiro de 1993 31 de dezembro de 1996 8 Antônio Terra PDT 1º de janeiro de 1997 31 de dezembro de 2000 9 Marne Matheus Vitorino PPB 1º de janeiro de 2001 31 de dezembro de 2004 10 Antônio Terra PDT 1º de janeiro de 2005 31 de dezembro de 2008 11 Marne Matheus Vitorino PP 1º de janeiro de 2009 31 de dezembro de 2012 12 Alexandre Galdino PMBD 1º de janeiro de 2013 31 de dezembro de 2016 13 Moisés Pedone PP 1º de janeiro de 2017 31 de dezembro de 2020 14 Moisés Pedone PP 1° de janeiro de 2021 Em curso. ==Religião== Segundo Censo IBGE (2010), a cidade de Mostardas possui 9.327 habitantes da religião católica apostólica romana, 2.109 habitantes da religião evangélica, 79 habitantes umbandista/candomblé, 19 espíritas, 109 habitantes de variadas religiões e 513 sem religião. ==IDHM== O Índice de Desenvolvimento Humano Municipal (IDHM) é composto por indicadores de três dimensões: longevidade, educação e renda. Este índice varia entre 0 e 1, sendo que, quanto mais próximo de 1, maior o desenvolvimento humano. O IDHM de Mostardas é 0.664. O código do município de Mostardas do IBGE é 4312500\\. Existem 9 Unidades Básicas de Saúde (antigos Postos de Saúde) em Mostardas. ==Nomes ilustres de Mostardas== * Menotti Garibaldi, filho de Giuseppe e Anita Garibaldi, nasceu no distrito de São Simão. * Marcelo Gama, pseudônimo do poeta Possidônio Machado. *Jorge Amaro de Souza Borges, quilombola, escritor e primeiro Doutor em Políticas Públicas pela UFRGS. ==Fotos== File:Praça central de Mostardas (Rio Grande do Sul).jpg|thumb|200px|Praça central de Mostardas. ==Ligações externas== *Página da Prefeitura Municipal *Secretaria do Turismo do Rio Grande do Sul ==Ver também== *Lista de municípios do Rio Grande do Sul *Lista de municípios do Rio Grande do Sul por população *Lista de municípios do Rio Grande do Sul por data de criação",
 "title": "Mostardas"
}