{
 "id": "34179",
 "text": "Rondinha é um município brasileiro do estado do Rio Grande do Sul. Cidade natal de Edson Fachin, ministro e vice-presidente do Supremo Tribunal Federal, quando ainda pertencente a Passo Fundo, e Sandro Sotilli, maior artilheiro do Gauchão. ==História== O nome foi criado pelos tropeiros que cruzavam a região no final do século XIX e no início do século XX, a linguagem popular diz que lá existia uma fonte de água mineral, onde os tropeiros paravam para descanso, e lá avistaram pequenos pássaros chamados por eles de \"rondinéle\", que passavam pela fonte e então seguiam viagem. Daí surgiu o primeiro nome da cidade: Águas de Rondinha. O nome foi criado por esses tropeiros, que paravam nessas terras para descansar , e anos mais tarde, construíram pousadas próximas a fonte de água mineral. A vila foi originalmente fundada no início do século XX, pelos uruguaios Lois e Teurino, proprietários de terras nessa região. Em dezembro de 1906, a região foi elevada a distrito de Passo Fundo, denominado Águas de Rondinha, e em 1930 foi elevado a 2° distrito de Passo Fundo. O crescimento da população se originou do processo de colonização na terceira fase de migrações internas, com a população em sua maioria italiana, no final do século XIX. Estes colonos eram oriundos da região da Serra, de São Leopoldo, Garibaldi e Bento Gonçalves, que iam as novas terras destinadas a colonização. O município se emancipou em 28 de março de 1965, em decreto assinado pelo então governador Ildo Meneghetti. ==Geografia== O território atual do município é de 262 km², com 4.991 habitantes segundo o censo de 2022. Situa-se a 341 km da capital Porto Alegre. O principal acesso é pela RS 404, que liga o município a Chapecó-SC e a Sarandi, e pela BR 386, que liga a região à capital. Situa-se na região intermediária de Passo Fundo e na região imediata de Carazinho, localizada na latitude 27º49'41\" sul e na longitude 52º54'35\" oeste, Rondinha está a uma altitude de 440 metros. Categoria:Fundações no Rio Grande do Sul em 1964",
 "title": "Rondinha"
}