{
 "id": "34190",
 "text": "Santa Margarida do Sul é um município brasileiro do estado do Rio Grande do Sul, conhecido por ser a cidade natal de Plácido de Castro, o conquistador do Acre. Sua população estimada em 2004 era de 2.236 habitantes. == História == === Antes da emancipação === Os primeiros habitantes da região do atual município de Santa Margarida do Sul eram constituídos de várias classes sociais e diversas etnias: europeus, índios e negros. Ressalta-se que os primeiros habitantes a se instalaram eram de origem portuguesa e seus descendentes dedicaram-se até meados do século XX somente à pecuária tradicional. Com a construção da BR 290, nas décadas de 1960 e 1970, que atravessa toda a área emancipada e a implantação da energia elétrica, na década de 1980, atraiu número considerável de pessoas de outras regiões do estado, especialmente de origens alemã e italiana. De tais imigrantes foram herdados vários hábitos e costumes que enriqueceram a cultura e impulsionaram o progresso da região, inclusive na agricultura, com técnicas mais avançadas que trouxeram de suas procedências. === Emancipação === Santa Margarida pertencia ao município de São Gabriel, como Distrito, do qual foi desmembrado pela Lei, nº 10.751/96, de abril de 1996. O município surgiu a partir da iniciativa de moradores locais que acreditavam que a emancipação traria desenvolvimento à região. A Comissão Emancipatória, criada em 24 de junho de 1994, foi assim composta: * Presidente: Orestes da Silva Goulart; * Vice - presidente: Círio Pedrotti; * 1º secretário: Darcy Froehlich; * 2º secretário: Paulo César Saldanha Goulart; * 1º tesoureiro: Italmar Maldonado Chaves; * 2° tesoureiro: Círio Lauxen. * Conselho Fiscal: Delir dos Santos Rocha, Jaci Martins Silveira, José Italazairu Brum. * Suplentes: Elton Leão Faria, Marcelo Rodrigues Muller, Aristides Jovenal Jardim. O credenciamento oficial da Comissão foi expedido em 26 de janeiro de 1995 pela Assembleia Legislativa do Estado. A partir daí uma série de providências foram tomadas sobre transferências legais e legítimas de títulos de eleitores com residência e propriedade na área emancipada. O primeiro plebiscito marcado para perguntar se a população queria ou não a emancipação não foi realizado devido à grande movimentação dos contrários ao movimento. Foi preciso recorrer ao TSE para reverter a situação e o Plebiscito ocorreu em 24 de março de 1996 com 1.056 votos “sim” e 243 “não”. Apesar de o município ter sido emancipado em 1996, a primeira eleição municipal ocorreu em 2000 e elegeu Orestes da Silva Goulart, Presidente da Comissão Emancipatória, como seu primeiro prefeito. O município permaneceu com o mesmo nome de quando ainda era distrito, acrescentando-se apenas “do Sul”. O nome Santa Margarida, segundo a história oral, originou-se da homenagem feita a dona de uma grande fazenda de gado existente da região. A extensão desta estância abarcava quase todo o distrito de Santa Margarida, porém, através da evolução histórica, as terras pertencentes à Estância de Santa Margarida foram sendo divididas, passando a pertencer a vários proprietários. == Prefeitos == *2001-2004 - Orestes Goulart (PDT) *2005-2008 e 2009-2012 - Cláudia Goulart (PDT) *2013-2016/2017-2020 - Luis Felipe Brenner Machado (PDT) ==Localidades== Cambaízinho; Serrinha; Canas, Lajeado; Santa Margarida, Mangueirão; São Marcos; Areal ==Esporte== Clubes de futebol: União Footbol Clube; Grêmio Esportivo Margaridense (clube de matadores); Juventude Futebol Clube; Lajeado Futebol Clube, Esporte Clube Real. ==Ligações externas== *Página da Prefeitura Municipal ==Ver também== *Lista de municípios do Rio Grande do Sul *Lista de municípios do Rio Grande do Sul por população *Lista de municípios do Rio Grande do Sul por data de criação Categoria:Municípios do Rio Grande do Sul",
 "title": "Santa Margarida do Sul"
}