{
 "id": "342",
 "text": "Em mecânica, a aceleração é a taxa de variação da velocidade de um objeto em relação ao tempo. As acelerações são grandezas vetoriais (no sentido de que têm magnitude e direção). A orientação da aceleração de um objeto é dada pela orientação da força resultante atuando sobre aquele objeto. A magnitude da aceleração de um objeto, conforme descrito pela segunda lei de Newton, é o efeito combinado de duas causas: * o saldo líquido de todas as forças externas agindo sobre aquele objeto - a magnitude é diretamente proporcional a essa força resultante resultante; * a massa desse objeto , dependendo dos materiais de que é feito - a magnitude é inversamente proporcional à massa do objeto. A unidade SI para aceleração é metro por segundo ao quadrado (m⋅s −2). Por exemplo, quando um veículo parte de uma paralisação (velocidade zero, em um referencial inercial) e viaja em linha reta em velocidades crescentes, ele está acelerando na direção de deslocamento. Se o veículo virar, ocorre uma aceleração em direção à nova direção e altera seu vetor de movimento. A aceleração do veículo na direção atual do movimento é chamada de aceleração linear (ou tangencial durante os movimentos circulares), a reação que os passageiros a bordo experimentam como uma força que os empurra de volta aos assentos. Ao mudar de direção, a aceleração efetiva é chamada radial (ou ortogonal durante movimentos circulares) aceleração, a reação à qual os passageiros experimentam como uma força centrífuga. Se a velocidade do veículo diminui, isso é uma aceleração na direção oposta e matematicamente negativa, às vezes chamada de desaceleração, e os passageiros experimentam a reação à desaceleração como uma força inercial empurrando-os para a frente. Essas acelerações negativas são frequentemente alcançadas pela queima de retrofoguetes em espaçonaves. Tanto a aceleração quanto a desaceleração são tratadas da mesma forma, ambas são mudanças na velocidade. Cada uma dessas acelerações (tangencial, radial, desaceleração) é sentida pelos passageiros até que sua velocidade relativa (diferencial) seja neutralizada em relação ao veículo. == Aceleração média == A aceleração média de um objeto ao longo de um período de tempo é sua mudança na velocidade dividido pela duração do período. Matematicamente: \\vec{a}_m=\\frac{\\vec{v}-\\vec{v}_0}{t-t_0}=\\frac{\\Delta \\vec{v}}{\\Delta t} == Aceleração instantânea == A aceleração instantânea, entretanto, é o limite da aceleração média em um intervalo infinitesimal de tempo. Em termos de cálculo, a aceleração instantânea é a derivada do vetor velocidade em relação ao tempo: \\vec{a}=\\lim_{\\Delta t \\to 0}\\frac{\\Delta \\vec{v}}{\\Delta t}=\\frac{d \\vec{v}}{dt} Como a aceleração é definida como a derivada da velocidade, v, com respeito ao tempo, t, e a velocidade é definida como a derivada da posição, x, com respeito ao tempo, a aceleração pode ser considerada como a segunda derivada de x com respeito a t :a= {dv \\over dt}={d^2x \\over dt^2}(Caso o movimento ocorra em linha reta, as quantidades vetoriais podem ser substituídas por escalares nas equações). Pelo teorema fundamental do cálculo, pode-se ver que a integral da função de aceleração a ( t ) é a função de velocidade v ( t ); ou seja, a área sob a curva de um gráfico da aceleração em relação ao tempo corresponde à velocidade. v=\\int a \\operatorname{d}\\\\!t Da mesma forma, a integral da função j ( t ), sendo derivada da função de aceleração, pode ser usada para encontrar a aceleração em um determinado momento: a=\\int j \\operatorname{d}\\\\!t == Aceleração transversal == A aceleração transversal (perpendicular à velocidade) causa mudança na direção. Se esta for constante em intensidade e sua direção permanecer ortogonal à velocidade, temos um movimento circular. Para esta aceleração centrípeta temos: : \\mathbf{a} = - \\frac{v^2}{r} \\frac{\\mathbf{r}}{r} = - \\omega^2 \\mathbf{r} Um valor de uso comum para a aceleração é g, a aceleração causada pela gravidade da Terra ao nível do mar a 45° de latitude, cerca de 9,81 m/s² Na mecânica clássica, a aceleração \\mathbf{a} está relacionada com a força \\mathbf{F} e a massa \\mathbf{m} (assumida ser constante) por meio da segunda lei de Newton: : F = m \\cdot a Como resultado de sua invariância sob transformações galileanas, a aceleração é uma quantidade absoluta na mecânica clássica. Depois de definir sua teoria da relatividade especial, Albert Einstein enunciou que forças sentidas por objetos sob aceleração constante são indistinguíveis das que estão em campo gravitacional, e assim se define a relatividade geral (que também explica como os efeitos da gravidade podem limitar a velocidade da luz, mas isso é outra história). O ponto-chave da relatividade geral é que ele responde a: \"por que somente um objeto se sente acelerado?\", um problema que tem flagelado filósofos e cientistas desde o tempo de Newton (e fez Newton endossar o conceito de espaço absoluto). Por exemplo, se você pegar seu carro e acelerar se afastando de seu amigo, você poderia dizer (dado seu referencial) que é seu amigo que está acelerando se afastando de você, enquanto somente você sente qualquer força. Essa é a base do popular paradoxo dos gêmeos que pergunta por que somente um gêmeo envelhece quando se afasta movendo-se próximo da velocidade da luz e então retornando, pois o gêmeo mais velho pode dizer que o outro é que estava se movendo. Na relatividade especial, somente referenciais inerciais (referenciais não-acelerados) podem ser usados e são equivalentes; a relatividade geral considera todos os referenciais, inclusive os acelerados, como equivalentes. == Unidades == A aceleração tem as dimensões da velocidade (L / T) divididas pelo tempo, ou seja, L T −2 . A unidade SI de aceleração é o metro por segundo ao quadrado (ms −2 ); ou \"metro por segundo por segundo\", pois a velocidade em metros por segundo muda pelo valor da aceleração, a cada segundo. == Outros formulários == Um objeto em movimento circular - como um satélite orbitando a Terra - está acelerando devido à mudança de direção do movimento, embora sua velocidade possa ser constante. Nesse caso, diz-se que está sofrendo aceleração centrípeta (direcionada para o centro). A aceleração adequada, a aceleração de um corpo em relação a uma condição de queda livre, é medida por um instrumento chamado acelerômetro . Na mecânica clássica, para um corpo com massa constante, a aceleração (vetorial) do centro de massa do corpo é proporcional ao vetor líquido de força (isto é, soma de todas as forças) agindo sobre ele (segunda lei de Newton): F= ma \\Leftrightarrow a= {F \\over m} onde F é a força resultante que atua no corpo, m é a massa do corpo e a é a aceleração do centro de massa. À medida que as velocidades se aproximam da velocidade da luz, os efeitos relativísticos se tornam cada vez maiores. ==Ver também== *Movimento *Movimento circular uniforme *Movimento retilíneo *Mecânica clássica *Cinemática Categoria:Grandezas físicas Categoria:Cinemática",
 "title": "Aceleração"
}