{
 "id": "34204",
 "text": "São Francisco de Assis é um município brasileiro do estado do Rio Grande do Sul. A cidade é conhecida como Querência do Bugio, por ter sido local de criação deste ritmo musical e de dança, e por abrigar bugios nas praças da cidade. ==História== === Cronologia === * 1627 - Em fins de abril ou início de maio foi fundada pelo padre Roque Gonzáles a Redução Jesuítica de Nossa Senhora da Candelária do Ibicuí, a segunda do estado do Rio Grande do Sul, próximo da atual Praia do Jacaquá. Perdurou até 1832, quando foi destruída e sua população foge dos bandeirantes, deslocando-se para fundar Santo Tomé. * 1632 - em 13 de Junho, foi fundada a da Redução Jesuítica São Thomé do Ibicuí, onde hoje é a conhecida \"Gruta São Tomé\". Os fundadores foram os padres Manuel Bertot, Luis Ernot, Romero, Cristóvão Mendoza e Paulo Benavides. * 1801 - Após os portugueses conquistarem da Espanha a região das missões, guardas de milicianos portugueses são instaladas ao norte do Rio Ibicuí. Uma delas é a guarda de São Francisco de Assis, cujo Forte foi construído à margem esquerda do rio Inhacundá. * 1809 - Início da povoação permanente, ao redor do Forte. * 1834 - Chegada de famílias imigrantes alemãs, lideradas por Heinrich Jacob Reichert. * 1923 - Revolução de 1923, palco de duros combates entre governistas (Ximangos, republicanos) e oposição (Maragatos, federalistas). O combate trouxe muitas consequências para a sociedade da época, não só para São Francisco Assis mas para todo o Rio Grande do Sul. Houve uma grande parada econômica devido a falta de mão-de-obra, na época composta quase exclusivamente por homens.Porto, Valdreani de Carvalho. São Francisco de Assis - Palco de um combate em 1923, pag.74 * 2000 - Inicia a primeira FEICASSIS (Feira Regional da Indústria, Agroindústria, Comércio, Artesanato e Serviços), evento do setor comercial da cidade. == Paleontologia == São Francisco de Assis é berço de descobertas magníficas na era da Paleontologia. Foram descobertos por Paleontólogos fósseis de animais que teriam vivido a mais de 250 milhões de anos, como os Dinossauros. ==Economia== A economia de São Francisco de Assis alicerçada no setor primário, destaca-se pela grande produção de grãos e geração de renda através da pecuária. Cerca de R$ 45 milhões são gerados através das diversas culturas, como soja cuja área plantada é de mais de 17 mil hectares, com produtividade de 2,4 ton/ha. Outras culturas são de milho (4.200 ha), arroz (4.700 ha), fumo (1.000 ha) e trigo (610 ha), conforme dados fornecidos pela Emater/RS. O comércio e a prestação de serviços, em pleno desenvolvimento, são outras fontes de renda, que geram receitas para o município de São Francisco de Assis, sendo que nos últimos anos têm mostrado um grande crescimento.http://www.saofranciscodeassis.rs.gov.br/index.php/economia.html === Agroindústrias === O Programa de Desenvolvimento Agroindustrial de São Francisco de Assis foi instituído em 2006 (pela lei municipal nº 183/06), com incentivos de programas sociais do Governo Federal como \"Mais Alimentos\" e Pronaf, com o objetivo principal de inserir o produtor familiar no processo produtivo, através do incentivo à produção in natura e ao processamento agroindustrial de produtos de origem vegetal e animal. Hoje o município conta com 18 agroindústrias, distribuídas, em sua grande maioria, no interior do município. == Comunicações == São Francisco de Assis é atendida pelas seguintes empresas de telefonia: Oi (empresa), Claro, Vivo, TIM Brasil. === Sinal de televisão === São Francisco de Assis tem abrangência da RBS TV Santa Maria, sinal aberto HDTV (8.1 digital / 33 UHF), e SBT RS (13 VHF). TV por assinatura são as seguintes: Oi TV, Sky Brasil, Claro TV e SAT HD Regional. === Operadoras de internet === * Impactus * Rede Conesul Telecomunicações * Netsky * Osirnet Telecom * RSInfo (Via rádio) * HughesNet * ViaSat * Azecom === Emissoras de rádio === * Radiodifusão Assisense AM 1490 KHz * Rádio Alternativa FM 106.3 MHz * Rádio Comunitária Sentinela Pampeana FM 87.9 MHz * Rádio Comunitária Serrana FM 87.9 MHz == Infraestrutura == === Transporte rodoviário === A Estação Rodoviária de São Francisco de Assis possui 6 box para ônibus, e é considerada uma das mais lindas do Rio Grande do Sul. Seu formato de Disco voador é único. Dentro do prédio, há Restaurante e Sorveteria, banheiros masculino/feminino, e sala de espera. Também no local onde funcionava a Loterias Bozano, atualmente está em funcionamento a Secretaria Municipal de Meio Ambiente de São Francisco de Assis. Na área externa, tem ponto de Táxi. O horário de funcionamento do balcão de serviços são os seguintes: Segunda à sexta-feira: Diurno - das 08h às 12h, e das 13h às 18h. Noturno - das 22h às 03h. Sábado: das 08h às 12h e das 13h às 18h. Domingo: das 14h às 18h e das 22h às 03h. Atualmente o Terminal rodoviário conta com horários para as seguintes Cidades: Alegrete (Rio Grande do Sul), Manoel Viana, Porto Alegre, Santa Maria (Rio Grande do Sul), São Pedro do Sul (Rio Grande do Sul), São Vicente do Sul, Santiago (Rio Grande do Sul) e Uruguaiana. === Aeroportos mais próximos === * Aeroporto Regional de Alegrete - 79.5 km * Aeroporto de Santa Maria (Rio Grande do Sul) - 140.3 km === Municípios próximos === * Nova Esperança do Sul - 32.9 km * Manoel Viana - 35 km * Jaguari - 44.1 km * Cacequi - 45.7 km * São Vicente do Sul - 45.9 km * Santiago (Rio Grande do Sul) - 50 km == População == A População da Cidade de São Francisco de Assis (RS) chegou a 17.618 pessoas no Censo demográfico do Brasil de 2022, o que representa uma queda de -8,5% em comparação com o Censo demográfico do Brasil de 2010. Os resultados foram divulgados nesta quarta- feira (28) pelo Instituto Brasileiro de Geografia e Estatística (IBGE). Categoria:Fundações no Rio Grande do Sul em 1884",
 "title": "São Francisco de Assis (Rio Grande do Sul)"
}