{
 "id": "34212",
 "text": "São José do Norte é um município brasileiro localizado no extremo sul do estado do Rio Grande do Sul, banhado pelo Oceano Atlântico e pela Lagoa dos Patos. Tem sua economia baseada na agricultura, pecuária, pesca e extrativismo vegetal. ==História== === Participação na Guerra dos Farrapos === thumb|250px|esquerda|Homenagem aos Farrapos Pelos atos de bravura realizados pela guarnição municipal nortense, a vila recebeu o título de Muito Heroica, por decreto de 1841 de D. Pedro IIColeção das leis do Império do Brasil: 1841 – tomo IV, parte II. Pela mesma razão, foi concedida ao Batalhão n.º 2 de Caçadores de Linha medalha da Ordem Imperial do Cruzeiro. Ainda hoje, o título honorífico é lema de São José do Norte e figura no brasão municipal. == Geografia == O município, localizado em uma península, é banhado ao sul pelo estuário da Lagoa dos Patos (conhecido popularmente como Canal da Barra), ao oeste pela Lagoa dos Patos e ao leste pelo Oceano Atlântico. É uma cidade litorânea, com mais de 100 km de praias na costa do Oceano Atlântico. A maior parte do município é composta por campos, com vegetação rasteira e herbácea da costa do litoral do sul do Brasil. Também há pequenos bosques com árvores plantadas (eucaliptos e pinhos). Dunas de areia relativamente altas são encontradas em toda a área municipal. Localiza-se na Planície Litorânea a qual se estende por toda costa Leste do Brasil. Essa restinga é uma alongada faixa arenosa, estendendo-se de Torres até o limite do Canal do Rio Grande. É dominado pelas areias lagunares-marinhas em formação de Dunas. Em alguns trechos, como na Ponta Rasa, há algumas formações de areia misturadas com partículas de argila vermelha, que o vento trouxe dos barrancos. === Clima === Localizado na zona temperada do sul, abaixo do trópico de Capricórnio, o clima de São José do Norte é subtropical úmido (Cfa), cujas temperaturas se apresentam brandas, com as estações do ano razoavelmente bem definidas e as chuvas bem distribuídas ao longo do ano, não havendo estação seca. O município apresenta essas características, apesar das diferenças locais em relação à altitude do relevo (localiza-se na planície) e à proximidade do mar (situa-se entre o Oceano Atlântico e a Lagoa dos Patos). Nas planícies, os invernos são menos rigorosos do que nas áreas mais elevadas. A presença do mar influencia nisto, pois este tem a função de regulador térmico. Nas regiões litorâneas, também se destacam alguns fenômenos típicos como as brisas, os nevoeiros e elevado grau de umidade. O clima é ameno, com temperaturas máximas em torno de 22 °C, e mínimas de aproximadamente 14 °C, obtendo, esta faixa do litoral, médias anuais em torno de 18 °C. O vento Minuano sopra com bastante intensidade, principalmente no inverno (rebojo). Na maior parte do ano, registram-se temperaturas amenas, caindo bastante durante os meses de maio, junho, julho e agosto. Os verões não são muito quentes e, a partir da primavera, acentua-se a presença de um vento que sopra do nordeste, denominado nordestão. == Subdivisões == === Distritos === Distrito População Bojuru 2300 Estreito 2400 São José do Norte 19300 == Filhos ilustres == * Ver Biografias de nortenses notórios Categoria:Fundações no Rio Grande do Sul em 1831",
 "title": "São José do Norte"
}