{
 "id": "3421",
 "text": "Os vasos sanguíneos são órgãos em forma de tubos que se ramificam por todo o organismo da maior parte dos animais, principalmente em cordados, como o ser humano, por onde circula o sangue: artérias, arteríolas, vênulas, veias e capilares. São compostos por três camadas, chamadas túnicas, a íntima, que é a mais interna e é formada por uma camada de células endoteliais e uma outra de tecido conjuntivo frouxo; a média, separada da íntima pela lâmina elástica interna, que possuem pequenos poros que permitem a passagem de nutrientes, é formada por células musculares lisas, e a adventícia, que é a mais externa e é composta de colágeno e fibras elásticas. As artérias, arteríolas, veias e capilares sanguíneos dos seres humanos, em conjunto, têm o comprimento de 100 mil quilômetros, que permitiria que fossem dadas duas voltas e meia na Terra. São artérias que dão passagem ao sangue. O sangue é lançado na artéria aorta. Ela se ramifica e forma artérias menores que se distribuem ao corpo, elas se chamam arteríolas, elas se ramificam pelo corpo e viram menores ainda (microscópicas) e são chamadas de capilares, que irrigam os órgãos, e depois seguem em direção as vênulas e, em seguida, para pequenas veias, que desembocam na veia cava, podendo ser tanto a superior como a inferior, que seguem para coração, que bombeia o sangue para os pulmões para ser reoxigenado. == Formação de novos vasos == Sabe-se que uma proteína chamada fator de crescimento endotelial vascular (VEGF) induz essas células a se dividirem e se multiplicarem, afetando as atividades no núcleo celular. Uma pesquisa demonstra o envolvimento de um único aminoácido na proteína receptora VEGFR2, que se liga ao VEGF nas células endoteliais, esse mecanismo de ligação é responsável pela formação de novos vasos sanguíneos. == Estrutura == As artérias e veias têm três camadas. === Tipos === Existem vários tipos de vasos sanguíneos: * Artérias * Artérias elásticas * Distribuindo artériasNorrander, J.M., Kirkpatrick C., Bauer, G.E., Porter, M.E., Marker, P.C., Linck, R.W., et al. (2008). Human Histology 2008. University of Minnesota - Twin Cities. Human Histology (GCD 6103/8103) Fall 2008 Course Packet. * Arteríolas * Capilares (menores vasos sanguíneos) * Venules * Veias ** Vasos coletores grandes, como a veia subclávia, a veia jugular, a veia renal e a veia ilíaca * Veias cavae (as duas maiores veias, transportam sangue para o coração). * Sinusoides ** Vasos extremamente pequenos localizados na medula óssea, no baço e no fígado. == Ligações externas == * Categoria:Sistema circulatório",
 "title": "Vaso sanguíneo"
}