{
 "id": "34222",
 "text": "São Sebastião do Caí é um município do estado do Rio Grande do Sul, no Brasil. A cidade possui, segundo o censo do IBGE de 2022, 24.428 habitantes, totalizando uma densidade demográfica de 213,7 habitantes por quilômetro quadrado. O salário médio mensal da população é de 2,3 salários mínimos e tem um PIB per capita de R$ 34.381,59. == História == No final do século XVIII, famílias luso-brasileiras passaram a se instalar às margens do rio Caí. A área onde nasceu a cidade era a propriedade de José Antônio Guimarães e sua família, que deu nome à localidade: Porto dos Guimarães. Imigrantes alemães começaram a chegar na região após a Revolução Farroupilha. Mais tarde, tornou- se ponto de passagem de imigrantes italianos rumo à serra gaúcha. Em 1875, emancipou-se de São Leopoldo. Quatro anos depois, era inaugurada a igreja matriz. No século XX, a criação da ferrovia ligando Porto Alegre a Caxias do Sul, passando por Montenegro, diminuiu o movimento do porto e a relevância econômica da cidade. == Economia == A principal força da economia é a agropecuária, com a produção de frutas cítricas, em especial de tangerina, chamada no território gaúcho de \"bergamota\", e de flores, em especial o lírio- amarelo, considerada a flor símbolo da cidade. Além das plantações, o setor frigorífico também gera grande parcela dos empregos na cidade, com a atuação da Agrosul, que produz frangos e rações e há mais de um século, e a matriz da empresa Conservas Oderich, uma das maiores empresas de conservas e enlatados da região sul do país. Além do setor alimentício, o município possui diversas indústrias de outros segmentos, como a coureiro calçadista, que por muito tempo abrigou importantes empresas como Usaflex, QIX e Azaleia. Atualmente este setor está representado pela G5, de bolsas e acessórios femininos. == Topônimo == \"Caí\" é um termo de origem tupi que admite duas significações: * \"Água de macaco\", através da junção dos termos ka'i (\"macaco\")http://www.geocities.ws/indiosbr_nicolai/caiabi1.html e 'y (\"água\") * \"Água de mata\", através da junção dos termos ka'a (\"mata\") e 'y (\"água\")http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm O nome do município une o rio ao padroeiro da paróquia católica, São Sebastião. == Caienses ilustres == * Ver :Categoria: Naturais de São Sebastião do Caí ===Bibliografia=== *MASSON, Alceu. \"Caí: Monografia\". Caí: Prefeitura Municipal, 1940. *SCHUPP, Pe. Ambros. A Missão dos Jesuítas Alemães no Rio Grande do Sul. Coleção Fisionomia Gaúcha, num. 4. Editora Unisinos, São Leopoldo, 2004. * ==Ver também== * Imigração alemã no Rio Grande do Sul * Vale do Caí * Região Metropolitana de Porto Alegre Categoria:Fundações no Rio Grande do Sul em 1875",
 "title": "São Sebastião do Caí"
}