{
 "id": "34246",
 "text": "Tenente Portela é um município brasileiro do estado do Rio Grande do Sul. == História == === Anos iniciais === O primeiro registro da chegada de homens para conhecerem e demarcarem a área onde está hoje o município de Tenente Portela, conforme um registro efetuado pelo historiador Mozart Pereira Soares, em sua obra Santo Antônio da Palmeira, remonta à 1754 quando a Câmara de Vereadores de Cruz Alta, a quem pertencia a área geográfica, decidiu contratar o trabalho de um tenente do exército nacional para comandar uma expedição às matas nos “costilhares” do Rio Uruguai para dimensionar o potencial de erva mate nativa. A erva era na época um produto com razoável mercado comercial. Foram registradas áreas enormes de ervais nativos na região próxima onde se situada a atual sede do município. Além deste registro, relatos anteriores contam da passagem de jesuítas que teriam cruzado a região do Rio Uruguai, percorrendo trechos do Rio Guarita e Rio Turvo. Eles teriam transitado por essas terras, vindo da região da Foz do Iguaçu em caminho a região dos Sete Povos das Missões e vice-versa. No final do século XIX, com o advento da Revolução Federalista de 1893, dezenas de famílias, acuadas pelos vitoriosos adentraram as matas da região, se estabelecendo com pequenas lavouras de subsistência dedicando-se a colheita da erva mate nativa. Entre essas famílias estão algumas de origem portuguesa como a família Lima, família Fortes e a família Castro, essa última descendente de imigrantes vindos do sul de Minas Gerais, numa região conhecida por Caxambú, que mais tarde viria também a ser município. Em função da origem acabaram recebendo a alcunha de “caxambus”, sina que muitos descendentes carregam até hoje. Em decorrência da existência de tribos Kaingangs e Guaranis na região, o local onde esses imigrantes se estabeleceram, ao que se sabe, já tinha o nome indígena de Parí (ou Paris), inclusive um dos rios que cruzava as terras leva o nome de Parizinho. Pari, por sua vez, era um procedimento que os indígenas utilizavam para a pesca, tratando-se de uma armadilha de pesca que consiste em um tapume feito de estacas, que atravessa o rio de um barranco a outro, tendo ao meio uma abertura por onde os peixes, não tendo outra passagem, atravessam e caem num compartimento, cujo fundo é uma tela, onde são retidos. === Década de 20 === Na década de 20, a principal ligação do lugarejo era com Campo Novo, local onde prosperava a indústria de erva-mate. Comboios de mulas levavam pesados fardos de erva para a Vila de Campo Novo onde havia mais de 20 estabelecimentos espalhados por seu território, todos eles dedicados ao beneficiamento da erva. Em Pari, naquele tempo, contavam os mais antigos, havia pelo menos oito “noques” de erva-mate. Nos meados dos anos 20, a localidade sofre o impacto da passagem da Coluna Prestes. Como a maioria dos residentes eram simpatizantes dos maragatos, acabaram sofrendo perseguições por parte de a Brigada Militar e das autoridades municipais, fiéis ao governo Borges de Medeiros. É bom lembrar que os maragatos haviam sido derrotados na Revolução de 24, sofrendo as consequências do Tratado de Pedras Altas. As perseguições aumentaram após a passagem da Coluna Prestes, que era também adversário do governo instituído. As tropas oficiais eram compostas de militares de a Brigada Militar agregada por populares que compunham os temidos corpos provisórios. O apoio que as famílias “maragatas” do povoado de Pari forneceram aos integrantes da Coluna Prestes custou muito caro. Pelo menos, conforme depoimentos colhidos pelo historiador Mozart Pereira Soares para a elaboração do Livro O Tenente Portela e a Coluna Prestes, cinco “noques” de erva foram destruídos, isto é, incendiados somente no ano de 1925, e várias famílias foram obrigadas a abandonarem a região migrando para a Argentina. Com o advento das derrubadas iniciou o período áureo das balsas de madeira que usam o grande Rio Uruguai como via de transporte para conduzir as toras, geralmente até San Tomé na Argentina, porto que ficava em frente a São Borja. Alguns projetos megalomaníacos, porém, efêmeros, como o de Pedro Garcia, provocam a vinda inclusive de operários de outros países como o Paraguai para retirar madeira das matas. Como consequência da exploração da madeira surge na região as primeiras serrarias. === Década de 40 === No início dos anos 40, a localidade passou a ser chamada de Miraguay, em homenagem a um líder indígena, demonstrando a pacífica convivência entre os brancos e caboclos recém-chegados com os indígenas locais. A Terra Indígena da Guarita, numa área original de 23.183 hectares, já estava demarcada desde 1918 num trabalho da Comissão de Terras de Palmeira das Missões. Nesta época, já havia aproximadamente 90 famílias na Vila Miraguay e em sua proximidade. A grande maioria dos emigrantes que chegaram neste período eram oriundos da região da Serra Gaúcha, de Palmeira das Missões (sede municipal) e outros da região do Alto Uruguai. Em 1942, por determinação do então interventor estadual, Coronel Osvaldo Cordeiro de Farias, a vila mudou de nome novamente, passou a se chamar Tenente Portela em homenagem ao primeiro Tenente de Engenharia Mário Portela Fagundes, morto em 1925 na Barra do Rio Pardo, como membro da Coluna Prestes. === Emancipação Administrativa === Com a emancipação de Três Passos, ocorrida no ano de 1944, a vila de Tenente Portela foi elevada a condição de distrito do novo município, este emancipado de Palmeira das Missões. A distância da sede, o trabalho da Inspetoria de Terras e Colonização de Frederico Westphalen e constante vinda de pessoas para o distrito de Tenente Portela, que acabaram instalando uma infraestrutura básica, como hospital, hotéis, armazéns e entrepostos, despertaram e fomentaram o sentimento de emancipação. Depois de pelo menos uma tentativa frustrada de tentar emancipar o distrito, em maio de 1955, os moradores ficaram sabendo através das ondas do rádio, um eficaz meio de comunicação na época, que a Assembleia Legislativa do Estado havia aprovado a realização de uma consulta plebiscitária. Os moradores do distrito, liderados pelo pároco local, Albino Busato, criaram uma comissão que mobilizou a microrregião em busca de um resultado favorável. Em 03 de julho de 1955 foi feita a consulta. No pleito plebiscitário, 1.810 cidadãos compareceram às urnas, a grande maioria, 1782, votaram a favor do novo município, sete votaram contra e uma pessoa votou em branco e 20 tiveram o voto anulado. O município de Tenente Portela foi então criado pela Lei nº 2.673 assinada em 18 de agosto de 1955 pelo então governador gaúcho Ildo Meneghetti. A Lei foi publicada no Diário Oficial do Estado do Rio Grande do Sul no dia 22 de agosto de 1955. == Turismo == === Turismo Ecológico === O município de Tenente Portela possui diversos atrativos turísticos, com ênfase no turismo ecológico. Vale destacar também que Tenente Portela é um dos 21 municípios que fazem parte da Rota do Yucumã. Alguns dos atrativos que podem ser encontrados são: * Área Indígena do Guarita, a maior reserva indígena do Rio Grande do Sul, a população é das tribos Kaingang e Guarani, são mais de 25 mil hectares de área, sendo que aproximadamente 10 mil pertencem a Tenente Portela e o restante para o município de Redentora, a população indígena de Tenente Portela é somente da tribo Kaingang e são aproximadamente 2500 habitantes. * Outros atrativos: 12 cascatas, quatro pesque-pagues, quatro bacias hidrográficas, 12 afluentes, Parque Aquático da Lagoa, Parque Aquático da Amizade. Além das Colônias Rurais, baile do Chopp, Baile da Soja, Baile do Milho, Baile do Município, Jogos Rurais de Sol a Sol (EMATER), Campeonato Municipal de Futebol de Campo, Campeonato de Verão de Futsal, Jantar dançante, Festival da Canção de Escolares, entre outros. === O Índio === O Monumento “O Índio”, está localizado a praça central do Município de Tenente Portela. Com cinco metros de altura, três toneladas e feito de sucata, a escultura é uma homenagem às tribos indígenas Kaigang e Guarani. A força deste povo está explícita na robustez da estrutura. A textura, produzida pelo conjunto de peças (sucatas), acompanha o movimento de cada parte do corpo. As formas produzidas pelo conjunto de pequenas formas proporcionam um volume com áreas de luz e sombras. A posição da cabeça está bem definida e o olhar acompanha a direção da flecha. Ambos são lançados ao sol poente, ao infinito; rompendo todas as barreiras, buscando o mais alto, o mais longe, o ser mais livre. Construída em 1985 pelo artista Paulo de Siqueira, a Lei Municipal 1866/2011 tornou a estátua como Patrimônio Histórico e Cultural de Tenente Portela. No dia 19 de abril de 2011 foi descerrada a placa em frente à estátua homenageando, também, Anastácio Fongue, primeiro cacique Kaingang da Terra Indígena Guarita. == Economia == Em 2021, o PIB per capita do Tenente Portela era de R$ 43.273,27. Na comparação com outros municípios do estado, ficava nas posições 292 de 497 entre os municípios do estado e na 1265 de 5570 entre todos os municípios. Já o percentual de receitas externas em 2015 era de 79,3%, o que o colocava na posição 267 de 497 entre os municípios do estado e na 3861 de 5570. Em 2017, o total de receitas realizadas foi de R$ 46.631,24 (x1000) e o total de despesas empenhadas foi de R$ 39.270,34 (x1000). Isso deixa o município nas posições 142 e 144 de 497 entre os municípios do estado e na 2022 e 2166 de 5570 entre todos os municípios. == Saúde == Tenente Portela é um dos maiores municípios da região Noroeste do Estado e pertence à 2ª Coordenadoria Regional de Saúde (CRS), cuja sede se encontra no município de Frederico Westphalen. Atualmente, Tenente Portela vem se consolidando como um polo regional em saúde de média e alta complexidade em diversas especialidades médicas através do trabalho desenvolvido pelo Hospital Santo Antônio, que atende a diversos municípios da região. Categoria:Fundações no Rio Grande do Sul em 1955",
 "title": "Tenente Portela"
}