{
 "id": "34271",
 "text": "Vale do Sol é um município brasileiro do estado do Rio Grande do Sul. == História == Vale do Sol formou-se dos distritos de Trombudo, Formosa, parte de Herveiras, município de Santa Cruz do Sul, e parte de Candelária. O início da colonização do município, deu-se em 1862 quando um grupo de colonos alemães estabeleceram-se na localidade de Rio Pardense. Em 1870, o agrimensor Ernesto Ziltow fez um levantamento da área existente, adquirida anteriormente por Eiserbarth e Rauber, de uma parte da Sesmaria dos Borges, a qual denominou-se Linha Eiserbarth. A abertura das primeiras picadas, desde Faxinal de Dentro até Alto Trombudo, foi feita pelos irmãos João e Manuel Moitoso da Silveira e Antônio Marcelino, em 1878. O nome “Vale do Sol” surgiu na década de 1960, a partir de observações baseadas no clima feitas pelo médico Luiz Artur Jacobus, através de constantes neblinas na parte montanhosa e do sol, na região de Faxinal de Dentro, que faziam do lugar o Vale do Sol. Também concorreram os gentílicos Trombudo, Lindenau, Faxinal de Dentro e Boa Esperança, para denominar o novo município, sendo que a escolha aconteceu em uma eleição realizada à época da emancipação. Vale do Sol emancipou-se em 10 de novembro de 1991 e legalizou-se através da lei n.º 9599, de 20 de março de 1992, vindo a instalar-se como município em 1993. == Geografia == Localiza-se a uma latitude 29º36'13\" sul e a uma longitude 52º40'59\" oeste, estando a uma altitude de 500 metros. Sua população estimada em 2004 era de 10 617 habitantes. Possui uma área de 330,36 km². ==Galeria== O turismo rural, inclui em suas rotas, suas igrejas, que são centros de comunhão e partilha entre gerações: Ficheiro:Igreja Centenária-SJ-Centro.jpg|Igreja Centenária São José, no centro, a mais antiga igreja do município, sendo construída em 1887. Ficheiro:Igreja Evangélica de Confissão Luterana em Vale do Sol, centro da cidade.jpg|Igreja Evangélica de Confissão Luterana em Vale do Sol, centro da cidade Ficheiro:Igreja STDMJ-Faxinal-de-Dentro.jpg|Igreja de Santa Teresinha do Menino Jesus, em Faxinal de Dentro. Ficheiro:IECLB Rio-Pardense.jpg|Igreja Luterana de Rio Pardense, mais antigo templo luterano do município. Ficheiro:IECLB Alto-Castelhano.jpg|Igreja Luterana de Alto Castelhano. Ficheiro:Igreja SA-Alto-Trombudo.jpg|Igreja de Santo Antonio, em Alto Trombudo. Ficheiro:Igreja NSDG-Linha-Bastian.jpg|Igreja de Nossa Senhora das Graças, em Linha Bastian. Ficheiro:IECLB Fontoura-Gonçalves.jpg|Igreja Luterana de Fontoura Gonçalves. Ficheiro:Igreja SM-Alto-Castelhano.jpg|Igreja de São Miguel, em Alto Castelhano. Ficheiro:Igreja Evangélica de Confissão Luterana em Linha Bernardino, Vale do Sol.jpg|Igreja Evangélica de Confissão Luterana em Linha Bernardino, Vale do Sol == Ver também == * Vale do Rio Pardo * Colonização alemã no Rio Grande do Sul * Secretaria do Turismo do Rio Grande do Sul * Federação das Associações de Municípios do Rio Grande do Sul * Companhia de Pesquisa de Recursos Minerais * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação Categoria:Municípios do Rio Grande do Sul Categoria:Fundações no Rio Grande do Sul em 1991",
 "title": "Vale do Sol"
}