{
 "id": "34286",
 "text": "Xangri-Lá é um município brasileiro do estado do Rio Grande do Sul. == Etimologia == Xangri-Lá é uma adaptação de Shangri-La, um país fictício situado na obra Horizonte Perdido escrita pelo escritor inglês James Hilton em 1933. == História == O município foi criado em 26 de março de 1992, através da Lei nº 9612, tendo como município de origem Capão da Canoa. == Formação Administrativa == Elevado à categoria de município e distrito com a denominação de Xangri-lá, pela Lei Estadual n.º 9.612, de 20-03-1992, desmembrado do município de Capão da Canoa. Sede no atual distrito de Xangri- lá. Constituído do distrito sede. Instalado em 01-01-1993. Em divisão territorial datada de 1995, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 1999. Em divisão territorial datada de 2005, o município é constituído de 2 distritos: Xangri-lá e Rainha do Mar. Assim permanecendo em divisão territorial datada de 2007. Em divisão territorial datada de 2009, o município é constituído de 3 distritos: Xangri- lá, Guará e Rainha do Mar.https://cidades.ibge.gov.br/brasil/rs/xangri- la/panorama == Geografia == Localiza-se a uma latitude 29º48'03\" sul e a uma longitude 50º02'37\" oeste. O município possui uma área de 60,799 km², tendo 18 km de costa marítima. Sua população estimada em 2022 foi de 16.463 habitantes, com densidade demográfica de 270,97 hab./km².https://cidades.ibge.gov.br/brasil/rs/xangri-la/panorama A taxa de analfabetismo em 2000 era de 5,08 %. A expectativa de vida ao nascer em 2000 era de 74,05 anos; o coeficiente de mortalidade infantil em 2004 era de 6,02 por mil nascidos vivos; o PIB p.m. em 2003 era de R$ 71.335; o PIB per capita em 2003 era de R$ 7.619. Tem como principal atividade econômica a promoção turística e a construção civil, que absorve a mão de obra local, gerando empregos durante todo o ano. ===Limites do municípiohttp://leisestaduais.com.br/rs/lei-ordinaria-n-9612-1992-rio-grande- do-sul-cria-o-municipio-de-xangrila=== O território de Xangri-Lá é assim delimitado: *Norte: Inicia no ângulo noroeste do lote rural nº 853.011.028.061-9, pertencente à sucessão de Manoel Cosme Fº, segue pela divisa norte desse lote até a bifurcação da estrada RS-407 com a Avenida Interbalneários do loteamento do Balneário de Atlântida; daí por uma linha reta e seca, direção geral sudeste, seguindo pela divisa norte do loteamento do Balneário de Atlântida, até o início da Rua do Cemitério, seguindo por esta, em direção geral norte, até sua bifurcação com a Rua Ubatuba, pela qual prossegue, em direção geral sudeste, e pelo prolongamento desta até a linha da costa do Oceano Atlântico Sul. *Leste: No ponto em que o prolongamento da Rua Ubatuba atinge a linha da costa do Oceano Atlântico Sul; segue pela linha da costa deste oceano, em direção geral sul, até o ponto em que esta intercepta o prolongamento da divisa sul do loteamento do Balneário de Rainha do Mar. *Sul: No ponto em que o prolongamento da divisa sul do loteamento do Balneário de Rainha do Mar alcança a linha de costa do Oceano Atlântico Sul, segue pelo limite sul deste balneário, em direção geral noroeste, e após pelo seu prolongamento, até alcançar o ângulo sudeste do lote rural nº 853.011.067.034-7, pertencente a sucessão de Décio Gildo, seguindo pela divisa sul deste lote rural, até a margem oriental de Lagoa do Passo. *Oeste: Na divisa sul do lote rural nº 853.011.067.034-7, pertencente à sucessão de Décio Gildo, margem oriental da Lagoa do Passo, segue pela margem leste desta lagoa, em direção geral norte, até o sangradouro do Banhado das Malvas, continua por este sangradouro até a Lagoa das Malvas, e após, pela margem oriental desta lagoa, em direção geral norte, até o Canal João Pedro, segue por este canal até a Lagoa dos Quadros, seguindo pela margem leste desta lagoa, em direção geral norte, até interceptar o ângulo noroeste do lote rural nº 953.011.028.061-9, pertencente à sucessão de Manoel Cosme Fº. ===Distritos=== * Sede: contém cerca de 7 000 habitantes e abrange as regiões sul, sudeste, central e oeste do município; * Guará: situado na região norte do município, tem cerca de 1 500 habitantes; * Rainha do Mar: com cerca de 2 000 habitantes, fica na região nordeste do município. == Praias == * Atlântida *Xangri-lá * Remanso * Maristela * Marina * Arpoador * Coqueiros * Noiva do Mar * Rainha do Mar == Ver também == * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação Categoria:Fundações no Rio Grande do Sul em 1992",
 "title": "Xangri-lá"
}