{
 "id": "34306",
 "text": "Bicarbonato de sódio (hidrogenocarbonato de sódio) é um composto químico com a forma de NaHCO3. É um sal composto por íons bicarbonato e íons sódio. O bicarbonato de sódio é cristalino, mas geralmente assimila-se a um pó fino. == Aplicações == Usa-se como antiácido para tratar a acidez do estômago porque tem o poder de neutralizar os excessos do ácido clorídrico do suco gástrico, devido ao facto de ser uma substância ligeiramente alcalina (ph=9). Em algumas formulações farmacêuticas, é misturado aos ácidos cítrico e tartárico, ambos sólidos.“bicarbonato de sodio“ Revisado. Devido à sua capacidade de libertar dióxido de carbono gasoso (CO2), o bicarbonato de sódio também é muito usado nas receitas de culinária como agente levedante (\"fermentos químicos\"), no crescimento da massa de pães, bolos e biscoitos durante o cozimento no forno, em especial quando misturado ao ácido tartárico, e na produção de bebidas gasosas (refrigerantes). Além do uso farmacêutico e culinário, o bicarbonato de sódio também é um ótimo auxiliar na limpeza de ambientes e de roupas. Tem ação anti-mancha e anti-mofo e elimina o mau cheiro. Outras utilizações do bicarbonato de sódio são como reagente de laboratório, na eletrodeposição de ouro e platina, em curtumes, no tratamento da lã e da seda, na nutrição de animais, na cerâmica e na preservação da manteiga e da madeira e é um dos componentes dos talcos e desodorantes. A sua forma anidra usa-se para absorver umidade e odores. É utilizado na fabricação de extintores de incêndio com produção de espuma. No interior destes extintores encontra-se NaHCO3 sólido, em compartimento separado de uma solução de ácido sulfúrico (H2SO4). Quando se vira o extintor, o que causa seu acionamento, o NaHCO3 e o H2SO4 se misturam e reagem, com liberação de dióxido de carbono (CO2), o que gera pressão dentro do vaso e a ejeção do dióxido de carbono, com produção de espuma. Estes extintores são inadequados contra chamas em equipamentos e instalações elétricas, pois seu meio aquoso e salino conduz corrente elétrica, causando curtos-circuitos. Também é muito utilizado em tratamento de água de piscinas na elevação da Alcalinidade Total, imprescindível no tratamento adequado da mesma, sendo o primeiro parâmetro a ser corrigido. As reações envolvidas são: :2 NaHCO3 \\+ H2SO4 → Na2SO4 \\+ 2 H2CO3 :H2CO3 → H2O + CO2(g) É um dos componentes da droga chamada crack, onde entra como aditivo à pasta de cocaína. Utiliza-se no tratamento radiológico de contaminados por urânio. Também se utiliza nas fraudes na produção de leite, pois tem capacidade de alcalizar o leite quando se inicia o processo de deterioração.Julio Cezar Foschini Lisbôa e Monique Bossolani, EXPERIÊNCIAS LÁCTEAS (1997), Disponível em: http://qnesc.sbq.org.br/online/qnesc06/exper1.pdf == Reações químicas == Quando o bicarbonato de sódio é misturado com um ácido, liberta dióxido de carbono e água. Exemplos: : + + + : + + + Bicarbonato de sódio reage com bases tais como o hidróxido de sódio para formar carbonatos: :NaHCO3 \\+ NaOH → Na2CO3 \\+ H2O Quando aquecido, ao atingir a temperatura de 80 °C, decompõe-se de acordo com a reação: :2 NaHCO3 → + H2O + CO2 == Ver também == * Levedura Categoria:Sais de sódio Sodio Categoria:Antiácidos Categoria:Compostos de hidrogénio Categoria:Compostos de sódio Categoria:Agentes de fermentação Categoria:Aditivos de número E Categoria:Desinfetantes de uso doméstico",
 "title": "Bicarbonato de sódio"
}