{
 "id": "34338",
 "text": "John Winston Ono Lennon (Liverpool, 9 de outubro de 1940 – Nova Iorque, 8 de dezembro de 1980) foi um cantor, compositor e ativista da paz britânico que fundou os Beatles, a banda de maior sucesso comercial na história da música popular. Sua parceria de composição com o colega de banda Paul McCartney foi uma das mais célebres da história da música. Juntamente com George Harrison e Ringo Starr, o grupo alcançou fama mundial durante a década de 1960. Em 1969, Lennon começou a Plastic Ono Band com sua segunda esposa, Yoko Ono, e continuou a seguir carreira solo após a separação dos Beatles em abril de 1970. Nascido em Liverpool, Lennon se interessou pelo gênero skiffle quando adolescente. Em 1956, formou sua primeira banda, The Quarrymen, que culminou na criação dos Beatles em 1960. Inicialmente ele era o líder de fato do grupo, porém foi perdendo gradualmente este posto para McCartney. Lennon se caracterizou por sua natureza rebelde e sagaz em sua música, escrita, desenho, em filmes e entrevistas. No auge de sua fama na década de 1960, ele publicou dois livros: In His Own Write e A Spaniard in the Works, ambos coletâneas de escritos sem sentido e desenhos de rabisco. Começando em 1967 por \"All You Need Is Love\", suas canções foram adotadas como hinos pelo movimento antiguerra e pela contracultura da época. Entre 1968 e 1972, Lennon produziu mais de uma dúzia de gravações com Ono, incluindo uma trilogia de álbuns de vanguarda, seu primeiro álbum solo – John Lennon/Plastic Ono Band – e os sucessos internacionais \"Give Peace a Chance\", \"Instant Karma!\", \"Imagine\" e \"Happy Xmas (War Is Over)\". Em 1969, liderou uma série de protestos pela paz conhecidos como Bed-Ins for Peace. Após se mudar para Nova Iorque em 1971, seu criticismo à Guerra do Vietnã resultou em uma longa tentativa do governo Richard Nixon de deportá-lo. Em 1975, Lennon se retirou da indústria musical para cuidar de seu segundo filho, Sean, e em 1980 retornou com mais uma colaboração com Ono, o álbum Double Fantasy. Ele foi assassinado em frente à sua casa em Manhattan por Mark Chapman, um fã dos Beatles, três semanas após o lançamento de seu último álbum. Como intérprete, compositor ou colaborador, Lennon teve 25 canções número um na parada musical da Billboard Hot 100. Double Fantasy, seu álbum solo mais vendido, venceu o Grammy Award para Álbum do Ano logo após sua morte. Em 1982, o Brit Award para Contribuição Excepcional à Música foi dado a ele postumamente. Em 2002, Lennon foi eleito o oitavo maior britânico de todos os tempos pela BBC. A revista Rolling Stone o elegeu o quinto melhor cantor da história e o incluiu na lista dos cem maiores artistas de todos os tempos. Em 1987, ele foi introduzido no Songwriters Hall of Fame. Lennon ainda foi introduzido no Rock and Roll Hall of Fame duas vezes: como membro dos Beatles em 1988 e como artista solo em 1994. ==1940–1956: Primeiros anos== miniatura|esquerda|A casa de Lennon na Avenida Menlove, número 251 John nasceu em 9 de outubro de 1940 no Liverpool Maternity Hospital, filho de Julia Stanley (1914–1958) e Alfred Lennon (1912–1976). Alfred era um comerciante marinheiro de ascendência irlandesa que estava ausente no momento do nascimento de seu filho. Seus pais o nomearam John Winston Lennon em homenagem ao seu avô paterno, John \"Jack\" Lennon, e ao primeiro-ministro Winston Churchill. Seu pai costumava ficar longe de casa, mas enviava regularmente cheques de pagamento para a Newcastle Road, número 9, Liverpool, onde Lennon morava com a mãe; os cheques pararam quando ele desertou em fevereiro de 1944. Quando chegou em casa seis meses depois, se ofereceu para cuidar da família, mas Julia, então grávida de outro homem, rejeitou a ideia. Depois que sua irmã Mimi reclamou duas vezes ao Serviço Social de Liverpool, Julia lhe deu a custódia de Lennon. Em julho de 1946, o pai de Lennon a visitou e levou seu filho para Blackpool, secretamente com a intenção de emigrar para a Nova Zelândia com ele. Julia seguiu-os – com o seu parceiro na altura, Bobby Dykins – e depois de uma discussão acalorada, o pai o forçou a escolher com qual queria ficar. Em um relato desse incidente, Lennon escolheu duas vezes seu pai, mas quando sua mãe se afastou, ele começou a chorar e a seguiu. De acordo com o autor Mark Lewisohn, no entanto, os pais de Lennon concordaram que Julia deveria levá-lo e dar-lhe uma casa. Uma testemunha que estava lá naquele dia, Billy Hall, disse que o retrato dramático de um jovem John sendo forçado a tomar uma decisão entre seus pais é impreciso. Lennon não teve mais contato com Alf por quase vinte anos. Durante o resto de sua infância e adolescência, Lennon morou em Mendips, na avenida Menlove, em Woolton, com Mimi e seu marido, George Toogood Smith, que não tinham filhos. Sua tia comprou volumes de contos para ele, e seu tio, um leiteiro na fazenda de sua família, comprou-lhe uma gaita de boca e o envolveu na solução de palavras cruzadas. Julia visitava Mendips regularmente, e quando John tinha onze anos, ele a visitava frequentemente em Blomfield Road, número 1, onde ela tocava para ele discos de Elvis Presley, ensinava-lhe o banjo e mostrava a ele como tocar \"Ain't That a Shame\" de Fats Domino. Em setembro de 1980, Lennon comentou sobre sua família e sua natureza rebelde: Ele visitava regularmente seu primo, Stanley Parkes, que morava em Fleetwood e o levava a passeios nos cinemas locais. Durante as férias escolares, Parkes costumava visitar Lennon com Leila Harvey, outra prima, e o trio frequentemente viajava para Blackpool duas ou três vezes por semana para assistir a shows. Eles visitavam a Torre de Blackpool e viam artistas como Dickie Valentine, Arthur Askey, Max Bygraves e Joe Loss, com Parkes lembrando que Lennon gostava particularmente de George Formby. Depois que a família de Parkes se mudou para a Escócia, os três primos costumavam passar as férias escolares juntos. Parkes lembrou: \"John, a prima Leila e eu éramos muito próximos. De Edimburgo, iríamos de carro até a casa da família em Durness, que era da época em que John tinha nove anos de idade até os seus dezesseis anos\". O tio de John, George, morreu de hemorragia hepática em 5 de junho de 1955, aos 52 anos. Lennon foi criado como anglicano e frequentou a Escola Primária de Dovedale. Depois de passar no exame Eleven-Plus, ele frequentou a Quarry Bank High School em Liverpool, de setembro de 1952 a 1957, período em que foi descrito por Harvey como um \"rapaz alegre, bem-humorado, tranquilo e animado\". Ele frequentemente desenhava charges cômicas que apareciam em sua própria revista escolar chamada Daily Howl. Em 1956, Julia comprou para John sua primeira guitarra. O instrumento era um Gallotone Champion acústico barato para o qual ela emprestou a seu filho cinco libras e dez xelins com a condição de que a guitarra fosse entregue em sua própria casa e não na de Mimi, sabendo que sua irmã não apoiava as aspirações musicais de seu filho. Mimi era cética em relação à alegação de que ele seria famoso um dia, e esperava que ele se cansasse da música, muitas vezes dizendo a ele: \"Nada de errado com o violão, John, mas você nunca vai ganhar a vida com isso\". Em 15 de julho de 1958, a mãe de Lennon foi atropelada e morta por um carro enquanto caminhava depois de visitar a casa dos Smiths. Lennon falhou em seus exames finais e somente foi aceito na Liverpool College of Art depois que sua tia e seu diretor intervieram. Na faculdade ele começou a usar roupas na moda Teddy Boy e foi ameaçado de expulsão por seu comportamento. Na descrição de Cynthia Powell, colega de Lennon, e posteriormente sua primeira esposa, ele foi \"expulso da faculdade antes de seu último ano\". ==1956–1970: Dos Quarrymen aos Beatles== ===1956–1966: Formação, sucesso comercial e anos de turnê=== Aos quinze anos Lennon formou um grupo de skiffle chamado The Quarrymen. Fora assim batizado, em setembro de 1956 quando foi criado, em homenagem ao Quarry Bank High School. No verão de 1957 os Quarrymen tocaram um \"conjunto de músicas espirituosas\", composto em parte por skiffle e em parte por rock and roll. Lennon conheceu Paul McCartney na segunda apresentação do Quarrymen, que foi realizada em Woolton no dia 6 de julho na festa de jardim da Igreja de São Pedro. Ele então pediu a McCartney para se juntar à banda. McCartney disse que a tia Mimi \"estava muito ciente de que os amigos de John eram de classe baixa\", e frequentemente dava dinheiro a ele quando chegava para visitar Lennon. De acordo com o irmão de McCartney, Mike, o pai deles desaprovou Lennon da mesma forma, declarando que Lennon colocaria seu filho \"em apuros\". O pai de McCartney, no entanto, permitiu que a banda iniciante ensaiasse na casa da família na 20 Forthlin Road. Durante esse período, Lennon escreveu sua primeira música, \"Hello Little Girl\", que se tornou o hit top 10 do Reino Unido quando gravada pelo grupo The Fourmost em 1963. McCartney recomendou seu amigo George Harrison para ser o guitarrista principal. Lennon achava que Harrison, então com 14 anos, era jovem demais. McCartney projetou uma audição no andar superior de um ônibus em Liverpool, onde Harrison tocou \"Raunchy\" para Lennon e foi convidado a participar do grupo. Stuart Sutcliffe, amigo de Lennon da escola de arte, mais tarde se juntou como baixista. Lennon, McCartney, Harrison e Sutcliffe se tornaram \"The Beatles\" no início de 1960. Em agosto daquele ano, os Beatles foram contratados para uma turnê de 48 noites em Hamburgo, na Alemanha Ocidental, e precisavam rapidamente de um baterista. Eles convidaram Pete Best para se juntar ao grupo. A tia de Lennon, horrorizada quando ele contou a ela sobre a viagem, implorou que ele continuasse seus estudos de arte. Após a primeira turnê em Hamburgo, a banda aceitou outra em abril de 1961 e uma terceira em abril de 1962. Tal como acontece com os outros membros da banda, Lennon foi apresentado ao Preludin, enquanto em Hamburgo, e tomava regularmente a droga como estimulante durante suas longas performances à noite. Brian Epstein gerenciou os Beatles de 1962 até sua morte em 1967. Ele não tinha experiência anterior no gerenciamento de artistas, mas teve uma forte influência no código de vestuário e na atitude do grupo no palco. Lennon inicialmente resistiu às suas tentativas de encorajar a banda a apresentar uma aparência profissional, mas finalmente concordou, dizendo: \"Eu uso qualquer coisa se alguém me pagar\". McCartney assumiu o baixo depois que Sutcliffe decidiu ficar em Hamburgo, e Best foi substituído pelo baterista Ringo Starr; isso completou a formação que permaneceria até a separação do grupo em 1970. O primeiro single da banda, \"Love Me Do\", foi lançado em outubro de 1962 e alcançou o 17º lugar nas paradas britânicas. Eles gravaram seu álbum de estreia, Please Please Me, em menos de dez horas em 11 de fevereiro de 1963, um dia em que Lennon estava sofrendo os efeitos de um resfriado, que é evidente no vocal na última música a ser gravada naquele dia, \"Twist and Shout\". A parceria de composição entre Lennon e McCartney rendeu oito de suas quatorze faixas. Com poucas exceções, sendo uma delas a própria faixa-título do álbum, Lennon ainda tinha que trazer seu amor pelo jogo de palavras nas letras de suas canções, dizendo: \"Nós estávamos apenas escrevendo canções ... canções pop sem pensar nelas mais do que isso – para criar um som. E as palavras eram quase irrelevantes\". Em uma entrevista de 1987, McCartney disse que os outros Beatles idolatravam Lennon: \"Ele era como o nosso próprio pequeno Elvis ... Todos nós olhávamos para John. Ele era mais o velho e o líder; era o mais esperto e inteligente\". Os Beatles alcançaram sucesso no Reino Unido no início de 1963. Lennon estava em turnê quando seu primeiro filho, Julian, nasceu em abril. Durante a apresentação do Royal Variety Performance, que contou com a presença da rainha-mãe e da realeza britânica, Lennon zombou da plateia: \"Para a nossa próxima música, eu gostaria de pedir a sua ajuda. Para as pessoas nos assentos mais baratos, bata palmas ... e o resto de vocês, apenas mexam suas joias\". Depois de um ano de Beatlemania no Reino Unido, a histórica apresentação do grupo em fevereiro de 1964 no The Ed Sullivan Show marcou seu avanço para o estrelato internacional. Um período de dois anos de constante turnê, cinema e composição seguiram-se, durante os quais Lennon escreveu dois livros, In His Own Write e A Spaniard in the Works. Os Beatles receberam reconhecimento do establishment britânico quando foram nomeados membros da Ordem do Império Britânico (MBE) nas honras do aniversário da rainha de 1965. Lennon ficou preocupado que os fãs que assistiam aos shows dos Beatles não pudessem ouvir a música por conta dos gritos da plateia, e que a musicalidade da banda estava começando a sofrer como resultado. Na canção \"Help!\" expressou seus próprios sentimentos em 1965: \"Eu quis dizer isso ... Era eu cantando 'ajuda'\". Ele havia engordado (mais tarde se referia a isso como seu período \"Fat Elvis\"), e sentiu que estava subconscientemente buscando mudanças. Em março daquele ano, ele e Harrison foram inconscientemente introduzidos ao LSD quando um dentista, hospedando um jantar com a presença dos dois músicos e suas esposas, cravou o café dos convidados com a droga. Quando quiseram sair, o anfitrião revelou o que haviam feito e aconselhou-os a não sair de casa por causa dos efeitos prováveis. Mais tarde, em um elevador de uma boate, todos acreditavam que estava em chamas; Lennon lembrou: \"Estávamos todos gritando ... quentes e histéricos\". Em março de 1966, durante uma entrevista com a jornalista do Evening Standard, Maureen Cleave, Lennon observou: \"O cristianismo irá acabar. Vai encolher e sumir. Eu não preciso discutir sobre isso; Estou certo e serei provado certo. Somos mais populares que Jesus agora; Eu não sei qual acabará antes – o rock 'n' roll ou o cristianismo\". O comentário passou praticamente despercebido na Inglaterra, mas causou grande ofensa nos Estados Unidos, quando foi citado por uma revista cinco meses depois. A polêmica que se seguiu, que incluiu a queima de discos dos Beatles, a atividade do Ku Klux Klan e ameaças contra Lennon, contribuiu para a decisão da banda de parar as turnês. ===1966–1970: Período no estúdio, fim e trabalho solo=== Após o show final da banda em 29 de agosto de 1966, Lennon filmou a comédia negra anti-guerra How I Won the War – sua única aparição em um filme que não fosse dos Beatles – antes de voltar aos seus companheiros de banda para um longo período de gravação, a partir de novembro. Lennon aumentou seu uso de LSD e, segundo o autor Ian MacDonald, sua experimentação contínua com a droga em 1967 o levou \"perto de apagar sua identidade\". O ano de 1967 viu o lançamento de \"Strawberry Fields Forever\", saudado pela revista Time por sua \"surpreendente inventividade\", e pelo álbum de referência do grupo, Sgt. Pepper's Lonely Hearts Club Band, que revelou letras de Lennon que contrastavam fortemente com as simples canções de amor dos primeiros anos do grupo. No final de junho, os Beatles cantaram \"All You Need Is Love\", de Lennon, como contribuição britânica para a transmissão via satélite Our World, para um público internacional estimado em até quatrocentos milhões. Intencionalmente simplista em sua mensagem, a música formalizou sua postura pacifista e forneceu um hino para o Verão do Amor. Depois que os Beatles foram apresentados ao Maharishi Mahesh Yogi, o grupo assistiu a um fim de semana de aulas pessoais em seu seminário de Meditação transcendental em Bangor, no País de Gales. Durante o seminário, eles foram informados da morte de Epstein. \"Eu sabia que estávamos em apuros\", disse Lennon mais tarde. \"Eu não tinha nenhuma dúvida sobre a nossa capacidade de fazer outra coisa senão tocar música. Eu estava com medo – pensei: 'Nós temos essa porra agora'\". McCartney organizou o primeiro projeto pós-Epstein do grupo, o filme de televisão escrito por ele mesmo, Magical Mystery Tour, que foi lançado em dezembro daquele ano. Enquanto o filme em si provou ser seu primeiro fracasso crítico, o lançamento de sua trilha sonora, apresentando \"I Am the Walrus\", de Lennon, foi um sucesso. Liderados pelo interesse de Harrison e Lennon, os Beatles viajaram para o ashram do Maharishi na Índia em fevereiro de 1968 para obter mais orientações. Enquanto estavam lá, eles compuseram a maioria das músicas para o seu álbum duplo The Beatles, mas a experiência mista dos membros da banda com a Meditação Transcendental sinalizou uma divergência acentuada na camaradagem do grupo. Em seu retorno a Londres, se envolveram cada vez mais em atividades comerciais com a formação da Apple Corps, uma corporação multimídia composta pela Apple Records e várias outras empresas subsidiárias. Lennon descreveu o empreendimento como uma tentativa de alcançar \"liberdade artística dentro de uma estrutura empresarial\". Lançado em meio a um período de agitação e protestos cívicos, o single de estreia da banda para o selo da Apple incluiu o lado B \"Revolution\" de Lennon, no qual ele pediu um \"plano\" em vez de se comprometer com a revolução maoísta. A mensagem pacifista da música levou ao ridículo dos radicais políticos na imprensa da Nova Esquerda. Aumentando as tensões nas sessões de gravação dos Beatles naquele ano, Lennon insistiu em ter sua nova namorada, a artista japonesa Yoko Ono, ao lado dele, contrariando assim a política da banda com relação a esposas e namoradas no estúdio. Ele ficou especialmente satisfeito com suas composições para o álbum duplo e o identificou como um trabalho superior ao Sgt. Pepper. No final de 1968, Lennon participou do filme The Rolling Stones Rock and Roll Circus, no papel de um membro da banda The Dirty Mac. O filme não foi lançado até 1996. O supergrupo, composto por Lennon, Eric Clapton, Keith Richards e Mitch Mitchell, também apoiou uma performance vocal de Ono no filme. No final de 1968, o aumento da experimentação de drogas de Lennon e a crescente preocupação com Ono, combinada com a incapacidade dos Beatles de chegar a um acordo sobre como a empresa deveria ser administrada, deixaram a Apple na necessidade de gerenciamento profissional. Lennon pediu a Lord Beeching para assumir o papel, mas ele recusou, aconselhando-o a voltar a fazer registros. Lennon foi abordado por Allen Klein, que havia administrado a banda The Rolling Stones e outras bandas durante a Invasão Britânica. No início de 1969, Klein foi nomeado diretor-executivo da Apple por Lennon, Harrison e Starr, mas McCartney nunca assinou o contrato de gestão. Lennon e Ono se casaram em 20 de março de 1969, e logo lançaram uma série de 14 litografias chamadas \"Bag One\", retratando cenas de sua lua de mel, oito das quais foram consideradas indecentes e a maioria foi banida e confiscada. O foco criativo do músico continuou a ir além dos Beatles, e entre 1968 e 1969 ele e sua esposa gravaram três álbuns de música experimental juntos: Unfinished Music No. 1: Two Virgins, Unfinished Music No. 2: Life with the Lions e o Wedding Album. Em 1969, eles formaram a Plastic Ono Band, lançando Live Peace in Toronto 1969. Entre 1969 e 1970, Lennon lançou os singles \"Give Peace a Chance\", que foi amplamente adotado como um hino anti-Guerra do Vietnã, \"Cold Turkey\", que documentou seus sintomas de abstinência depois de se tornar viciado em heroína, e \"Instant Karma!\" Em protesto contra o envolvimento do Reino Unido na \"coisa entre Nigéria-Biafra\" (a Guerra Civil Nigeriana), seu apoio aos EUA na Guerra do Vietnã e (talvez brincando) contra o mal desempenho de \"Cold Turkey\" nas paradas britânicas Lennon devolveu sua medalha de MBE para a rainha. Esse gesto não teve efeito sobre seu estatuto de MBE, que não poderia ser renunciado. A medalha, juntamente com a carta de Lennon, está na Chancelaria Central das Ordens de Cavalaria. Lennon deixou os Beatles em setembro de 1969, mas concordou em não informar a mídia enquanto o grupo renegociava seu contrato de gravação. Ele ficou indignado porque McCartney divulgou sua própria saída ao lançar seu primeiro álbum solo em abril de 1970. A reação de Lennon foi: \"Jesus Cristo! Ele recebe todo o crédito por isso!\". Mais tarde escreveu: \"Eu comecei a banda. Eu terminei ela. É simples assim\". Em uma entrevista em dezembro de 1970 com Jann Wenner, da revista Rolling Stone, ele revelou sua amargura em relação a McCartney, dizendo: \"Eu fui um tolo em não fazer o que Paul fez, que foi usar o fim do grupo para vender um disco\". Lennon também falou da hostilidade que ele percebeu que os outros membros tinham em relação a Ono, e de como ele, Harrison e Starr \"se cansaram de ser membros de Paul ... Depois que Brian Epstein morreu, nós desmoronamos. Paul assumiu e supostamente nos levou. Mas para onde está nos levando quando andamos em círculos?\". ==1970–1980: Carreira solo== ===1970–1972: Sucesso solo inicial e ativismo=== Em 1970, Lennon e Ono fizeram terapia primal com Arthur Janov em Los Angeles, Califórnia. Projetado para liberar a dor emocional desde a primeira infância, a terapia envolveu dois meios-dias por semana com Janov por quatro meses; ele queria tratar o casal por mais tempo, mas não sentiu necessidade de continuar e voltou para Londres. O álbum solo de estreia de Lennon, John Lennon/Plastic Ono Band (1970), foi recebido com elogios por muitos críticos de música, mas suas letras altamente pessoais e som estrito limitaram seu desempenho comercial. O crítico Greil Marcus comentou: \"O canto de John no último verso de 'God' pode ser o melhor em todo o rock\". O álbum contou com a canção \"Mother\", em que o músico confrontou seus sentimentos de rejeição durante a infância e \"Working Class Hero\", um ataque amargo contra o sistema social burguês que, devido à letra \"you're still fucking peasants\", caiu em desgraça de emissoras. Em janeiro de 1971, Tariq Ali expressou suas visões políticas revolucionárias quando entrevistou Lennon, que imediatamente respondeu escrevendo \"Power to the People\". Em suas letras para a música, Lennon reverteu a abordagem não-confrontacional que ele adotou em \"Revolution\", embora mais tarde ele tenha desmentido a mensagem, dizendo que ela foi baseada em culpa e no desejo de aprovação de radicais como Ali. Lennon se envolveu com Ali em um protesto contra a acusação da revista Oz por alegada obscenidade. Lennon denunciou o processo como \"fascismo repugnante\", e ele e Ono (como Elastic Oz Band) lançaram o single \"God Save Us/Do the Oz\" e se juntaram a marchas em apoio à revista. Ansioso por um grande sucesso comercial, Lennon adotou um som mais acessível para o seu próximo álbum, Imagine (1971). A revista Rolling Stone relatou que \"contém uma parte substancial da boa música\", mas alertou para a possibilidade de que \"suas posturas em breve parecerão não apenas aborrecidas, mas irrelevantes\". A faixa-título do álbum mais tarde se tornou um hino para movimentos antiguerra, enquanto a música \"How Do You Sleep?\" foi um ataque musical a McCartney em resposta às letras em Ram que Lennon sentiu, e McCartney confirmou mais tarde, foram direcionadas para ele e Ono. Em \"Jealous Guy\", ele abordou seu tratamento degradante das mulheres, reconhecendo que seu comportamento passado era o resultado de insegurança de longa data. Em gratidão por suas contribuições de guitarra para a Imagine, Lennon inicialmente concordou em se apresentar no Concerto para Bangladesh de Harrison, em Nova Iorque. Harrison se recusou a permitir que Ono participasse dos shows, o que resultou no argumento acalorado do casal e na retirada de Lennon do evento. Lennon e Ono mudaram-se para Nova Iorque em agosto de 1971 e imediatamente adotaram a política de extrema-esquerda dos EUA. O casal lançou seu single \"Happy Xmas (War Is Over)\" em dezembro. Durante o ano novo, o governo Nixon adotou o que chamou de \"contra-medida estratégica\" contra a propaganda antiguerra e anti- Nixon do músico. A administração embarcou no que seria uma tentativa de quatro anos de deportá-lo. Lennon estava envolvido em uma batalha judicial contínua com as autoridades de imigração e lhe foi negada a residência permanente nos EUA; a questão não seria resolvida até 1976. Some Time in New York City foi gravado como uma colaboração com Ono e foi lançado em 1972 com o apoio da banda nova iorquina Elephant's Memory. Um LP duplo, continha canções sobre os direitos das mulheres, relações raciais, o papel do Reino Unido na Irlanda do Norte e as dificuldades de Lennon em obter um green card. O álbum foi um fracasso comercial e foi difamado pelos críticos, que acharam seu conteúdo político pesado e implacável. A resenha do NME tomou a forma de uma carta aberta na qual Tony Tyler ridicularizou Lennon como um \"revolucionário patético e envelhecido\". Nos Estados Unidos, \"Woman is the Nigger of the World\" foi lançada como single do álbum e foi televisionada em 11 de maio, no The Dick Cavett Show. Muitas estações de rádio se recusaram a transmitir a música por causa da palavra \"nigger\". Lennon e Ono fizeram dois concertos beneficentes com a Elephant's Memory e convidados em Nova Iorque para ajudar os pacientes na instalação mental da Escola Estadual de Willowbrook. Encenado no Madison Square Garden em 30 de agosto de 1972, eles foram seus últimos shows completos. Depois que George McGovern perdeu as eleições presidenciais de 1972 para Richard Nixon, John e Yoko participaram de um velório pós- eleitoral realizado na casa do ativista Jerry Rubin. Lennon estava deprimido e ficou drogado; ele deixou Ono envergonhada depois de fazer sexo com uma convidada. Sua canção \"Death of Samantha\" foi inspirada pelo incidente.LennoNYC, PBS Television 2010 ===1973–1975: \"Fim de semana perdido\"=== miniatura|esquerda|Imagem publicitária de Lennon e o apresentador Tom Snyder do programa de televisão Tomorrow. Exibida em 1975, esta foi a última entrevista de televisão que o músico deu antes de sua morte em 1980 Enquanto Lennon estava gravando Mind Games em 1973, ele e Ono decidiram se separar. O período de dezoito meses que se seguiu, que mais tarde ele chamou de \"fim de semana perdido\", foi passado em Los Angeles e Nova Iorque na companhia de May Pang. Mind Games, creditado à \"Plastic U.F.Ono Band\", foi lançado em novembro de 1973. Lennon também contribuiu com \"I'm the Greatest\" para o álbum de Starr, Ringo (1973), lançado no mesmo mês. Com Harrison se juntando a Starr e Lennon na sessão de gravação da música, marcou a única ocasião em que três ex-Beatles gravaram juntos entre a separação da banda e a morte de Lennon. No início de 1974, Lennon estava bebendo muito e suas palhaçadas alcoólicas com Harry Nilsson foram manchetes. Em março, dois incidentes amplamente divulgados ocorreram no clube The Troubadour. No primeiro incidente, Lennon colou um absorvente menstrual na testa e brigou com uma garçonete. O segundo incidente ocorreu duas semanas depois, quando Lennon e Nilsson foram expulsos do mesmo clube depois de atacar os Smothers Brothers. Lennon decidiu produzir o álbum de Nilsson, Pussy Cats, e Pang alugou uma casa de praia em Los Angeles para todos os músicos. Depois de um mês de mais deboche, as sessões de gravação estavam em caos, e John retornou a Nova Iorque com Pang para terminar o trabalho no álbum. Em abril, Lennon produziu a canção de \"Too Many Cooks (Spoil the Soup)\", de Mick Jagger, que por razões contratuais, permaneceu inédita por mais de trinta anos. Pang forneceu a gravação para sua eventual inclusão em The Very Best of Mick Jagger (2007).The Very Best of Mick Jagger liner notes Lennon se instalou em Nova Iorque quando gravou o álbum Walls and Bridges. Lançado em outubro de 1974, incluiu \"Whatever Gets You thru the Night\", que contou com Elton John no vocal de apoio e piano, e se tornou o único single de Lennon como artista solo no topo da Billboard Hot 100 durante sua vida. Um segundo single do álbum, \"Number 9 Dream\", seguido antes do final do ano. Goodnight Vienna (1974), de Starr, novamente contou com o apoio de Lennon, que escreveu a faixa-título e tocou piano. Em 28 de novembro, fez uma aparição surpresa no concerto de Ação de Graças de Elton John no Madison Square Garden, em cumprimento de sua promessa de se juntar ao cantor em um show ao vivo se a canção \"Whatever Gets You thru the Night\", cujo potencial comercial John primeiramente duvidou, alcançasse o número um. Lennon cantou a música junto com \"Lucy in the Sky with Diamonds\" e \"I Saw Her Standing There\", que ele apresentou como \"uma música de um velho amigo chamado Paul\". Lennon co-escreveu \"Fame\", primeiro número um de David Bowie nos Estados Unidos, e gravou guitarra e vocal de apoio na gravação de janeiro de 1975. No mesmo mês, Elton John liderou as paradas com o cover de \"Lucy in the Sky with Diamonds\", apresentando Lennon na guitarra e vocal de apoio; ele foi creditado no single sob o nome de \"Dr. Winston O'Boogie\". Ele e Ono se reuniram pouco depois. Lançou Rock 'n' Roll (1975), um álbum de covers, em fevereiro. \"Stand By Me\", tirado do álbum e um sucesso nos Estados Unidos e no Reino Unido, tornou-se seu último single por cinco anos. Em março, ele foi um dos apresentadores do Grammy Awards, mais especificamente da categoria Gravação do Ano, ao lado de Paul Simon. Ele fez o que seria sua última aparição no especial da ATV, A Salute to Lew Grade, gravado em 18 de abril e televisionado em junho. Tocando violão e apoiado por uma banda de oito integrantes, tocou duas músicas do Rock 'n' Roll (\"Stand by Me\", que não foi transmitido, e \"Slippin 'e Slidin'\") seguidas por \"Imagine\". A banda, conhecida como Etc., usava máscaras atrás de suas cabeças, uma ironia de Lennon, que achava que Lew Grade era duas caras.Madinger, Eight Arms to Hold You, 44.1 Publishing, 2000, ===1975–1980: Hiato e retorno=== Sean foi o único filho de Lennon com Ono. Ele nasceu em 9 de outubro de 1975, trigésimo quinto aniversário de John, que assumiu o papel de marido de casa. Lennon começou o que seria um hiato de cinco anos da indústria da música, durante o qual, mais tarde, ele disse que \"assava pão\" e \"cuidava do bebê\". Ele se dedicou a Sean, levantando-se às 6 da manhã diariamente para planejar e preparar suas refeições e passar um tempo com ele. Ele escreveu \"Cookin '(In the Kitchen of Love)\" para o álbum Ringo's Rotogravure (1976), tocando na faixa em junho naquela que seria sua última sessão de gravação até 1980. Ele anunciou formalmente sua pausa na música em Tóquio em 1977, dizendo: \"basicamente decidimos, sem qualquer grande decisão, estar com nosso bebê tanto quanto pudermos até sentirmos que podemos tirar uma folga para nos permitir criar coisas fora da família\". Durante a pausa na sua carreira ele criou várias séries de desenhos, e elaborou um livro contendo uma mistura de material autobiográfico e o que ele chamou de \"coisas loucas\". Lennon saiu de seu hiato de cinco anos em outubro de 1980, quando lançou o single \"(Just Like) Starting Over\". O mês seguinte viu o lançamento de Double Fantasy, que continha músicas escritas durante uma jornada de junho de 1980 para as Bermudas em um barco a vela. A música refletia a realização de Lennon em sua nova vida familiar estável. Material adicional suficiente foi gravado para o álbum de acompanhamento Milk and Honey, que foi lançado postumamente em 1984. Double Fantasy foi lançado em conjunto por Lennon e Ono muito pouco antes de sua morte; o álbum não foi bem recebido e atraiu comentários como a \"indulgente esterilidade ... um bocejo divino\", da Melody Maker. ==Assassinato== Aproximadamente às 17 horas de 8 de dezembro de 1980, Lennon autografou uma cópia de Double Fantasy para o fã Mark Chapman antes de deixar o Dakota com Yoko para uma sessão de gravação no Record Plant Studios. Após a sessão, Lennon e Ono retornaram ao seu apartamento em Manhattan em uma limusine por volta das 22h50. Eles saíram do veículo e atravessaram a arcada do prédio quando Chapman atirou em Lennon quatro vezes pelas costas a curta distância. O músico foi levado às pressas em uma viatura policial para o pronto-socorro do Hospital Roosevelt, onde foi declarado morto na chegada, às 23 horas. Ono emitiu um comunicado no dia seguinte, dizendo: \"Não terá funeral para John\", terminando com as palavras \"John amava e orava pela raça humana. Por favor, faça o mesmo por ele\". Seus restos mortais foram cremados no Ferncliff Cemetery, em Hartsdale, Nova Iorque. Ono espalhou suas cinzas no Central Park, onde o memorial Strawberry Fields foi criado mais tarde. Chapman evitou ir a julgamento quando ignorou o conselho de seu advogado e se declarou culpado de assassinato em segundo grau, sendo condenado à prisão perpétua. Nas semanas seguintes ao assassinato, \"(Just Like) Starting Over\" e Double Fantasy lideraram as paradas no Reino Unido e nos Estados Unidos. Em um outro exemplo de comoção pública, \"Imagine\" atingiu o número um no Reino Unido em janeiro de 1981 e \"Happy Xmas\" atingiu o número dois. Mais tarde naquele ano, a versão cover de \"Jealous Guy\", feita pela banda Roxy Music, gravada como uma homenagem a Lennon, também foi a número um do Reino Unido. ==Vida pessoal== ===Personalidade=== ====Humor e irreverência==== miniatura|Estátua de John Lennon em La Coruña, Espanha John Lennon se destacava com um senso de humor desenvolvido que foi parte integrante de sua imagem e personalidade. Esse humor é perceptível nas canções dos Beatles que ele escreveu ou suas contribuições. Assim, em \"Getting Better\", enquanto Paul McCartney canta que tudo está ficando cada vez melhor, Lennon acrescenta que \"não pode ser pior\". No refrão de sua música \"Girl\", ele canta com os outros Beatles \"tit-tit-tit- tit\" ou \"nichon-nichon-nichon\". Lennon também pode ser mais agressivo: quando descobre que professores estão estudando suas letras em sala de aula, decide escrever uma que não faz sentido, \"I Am the Walrus\" (que significa literalmente \"eu sou a morsa\", referência a Alice no País das Maravilhas), para ver \"o que esses idiotas podem encontrar lá\". Durante as coletivas de imprensa, Lennon, como os outros Beatles, não hesita em lançar alguns piques humorísticos, às vezes tingidos de absurdos e bobagens. Quando perguntado em 1964 de onde veio o nome \"Beatles\", ele respondeu: \"Eu tive uma visão quando tinha doze anos. Eu vi um homem em uma torta flamejante que me disse: 'Vocês são os Beatles com A!'\". Esse humor em entrevistas se torna um hábito dos Beatles e continua por toda a Beatlemania. Em 1966, em uma entrevista coletiva para um concerto no Candlestick Park, perguntaram o que os inspirou a canção \"Eleanor Rigby\", ao qual Lennon responde, um pouco sarcástico e causando risadas na sala: \"Dois homens. Dois viados\". Posteriormente, ele tempera e relativiza esse humor das entrevistas: \"Faziam perguntas e respondíamos com piadas, mas, na realidade, não éramos engraçados. Era apenas o humor de alunos, escolar\". Nos estúdios de gravação de Abbey Road, Lennon nunca deixa de provocar gargalhadas, principalmente ao transformar as contagens tradicionais (um, dois, três, quatro) em outras formulações das quais. Assim, em Anthology 2, você pode ouvir no início de \"A Day in the Life\" ele dizendo \"sugar-plum-fairy, sugar-plum-fairy\".Anthology 2 (disco 2, faixa 5), 1996, tomadas 1, 2 e 6 de A Day in the Life. Esse humor também pode ser irreverente. Em novembro de 1963, quando os Beatles tiveram a honra de tocar em frente à família real, Lennon lançou uma declaração humorística antes de cantar \"Twist and Shout\", para grande desgosto do empresário da banda Brian Epstein, que temia tal explosão: \"Para o nosso próximo número, as pessoas nos lugares mais baratos podem bater palmas? E os outros, só balancem suas joias!\". Lennon usa o humor nesse tipo de situação intimidadora, para lidar com a pressão. Quando os Beatles retornam para fazer uma série de shows em Liverpool, temem o julgamento de todas as pessoas que já os conheciam no local. Durante uma aparição na varanda, em frente à multidão, Lennon então faz uma saudação nazista, que ninguém parece notar. Ele também gosta de entreter seus parceiros no palco, imitando deficientes psicomotores, uma piada recorrente em 1964, quando pede ao público que aplauda e chute., John Lennon sur scène en 1964. John também gosta de mudar a letra de \"I Want to Hold Your Hand\", sabendo que a audiência não perceberia nada: ele canta \"I Want to Hold Your Gland\", referindo-se aos seios femininos. Em agosto de 1965, quando os Beatles se tornaram a primeira banda de rock a fazer um concerto em um estádio, o Shea Stadium em Nova Iorque, em frente ao recorde de público, Lennon tranquiliza seus companheiros com imitações e gestos, martirizando em particular um órgão da Farfisa, jogando piscadelas divertidas a George Harrison. McCartney testemunha: \"Foi uma coisa boa para John: quando um concerto era um pouco complicado, e este era sem dúvida, seus velhos reflexos cômicos sempre ressurgiam\". ====Crenças e espiritualidade==== John Lennon passou por um período em que se opôs ao cristianismo em resposta à sua educação cristã. Na canção \"Girl\", ele faz alusões a essa religião, sobre o sofrimento necessário para chegar ao paraíso. Ele também questiona essa noção nos dois livros que escreveu, onde ataca a Igreja, entre outros: \"Fui duro contra a Igreja, mas, embora estivesse gritando, nunca fui ouvido\". Lennon se abriu para outras espiritualidades em meados da década de 1960, quando leu The Psychedelic Experience de Timothy Leary, Richard Alpert e Ralph Metzner, inspirado em O Livro Tibetano dos Mortos do budismo. Este trabalho, profundamente ligado ao uso do LSD, inspira Lennon com uma de suas primeiras canções psicodélicas, \"Tomorrow Never Knows\", que fecha o álbum Revolver em 1966. No entanto, Lennon declara em 1972 que nunca leu O Livro Tibetano dos Mortos e se contentou com essa adaptação. Como os outros três membros do grupo, John Lennon também conheceu Maharishi Mahesh Yogi em agosto de 1967 e participou de um fim de semana de treinamento pessoal na Meditação Transcendental. Em 1968, o grupo se retirou para a Índia no Ashram Maharishi; eles meditam e compõem grande parte das músicas do \"Álbum Branco\". No entanto, Lennon ficou zangado com o mestre espiritual, cujas fraquezas ele acreditava ter perfurado; ele expressa isso em sua canção \"Sexy Sadie\", publicada neste álbum. No mesmo momento, ele também se interessa em mantras e ioga. John Lennon era apaixonado por certas áreas de inspiração mística ou oculta, como tarô ou numerologia. Em particular, ele atribuía um valor importante ao número 9, que considerava estar intimamente ligado à sua vida. Nascido em 9 de outubro, como seu filho, e tendo morado no número 9 da Newcastle Road, em Liverpool, ele o usa em vários títulos de suas músicas: \"One After 909\", \"Revolution 9\" (na qual ele canta \"número nove, número nove ... \") ou em \"#9 Dream\". Após sua morte, os aficionados por numerologia ainda encontram outros sinais: ele foi assassinado na 72nd Avenue (7 + 2) e, tendo morrido em 8 de dezembro em Nova Iorque, o fuso horário em Liverpool já indicava ser o dia 9. Por acaso ou não, a Apple escolheu a data de 9 de setembro de 2009 (09/09/09) para publicar as versões remasterizadas de todos os álbuns dos Beatles. Em 1970, para se livrar do peso da morte de sua mãe e de seus problemas com heroína, Lennon iniciou a terapia primal com o Dr. Arthur Janov depois de ler um de seus livros. Diante da publicidade, Janov estava enviando seu trabalho para as celebridades do momento, como Peter Fonda ou os Rolling Stones. Especialmente atraído pela perspectiva do \"grito libertador\", John, acompanhado por Yoko, segue um tratamento de choque, onde deve voltar à infância e receber uma massagem vigorosa, para interromper seus \"suspiros neuróticos\". Após três semanas, o Dr. Janov oferece a ele a perspectiva de entrada nos Estados Unidos por razões médicas, o que encanta o músico. O casal viaja para a Califórnia e o tratamento continua, o que, segundo Lennon, reforça seus laços emocionais com Yoko. Isso durou até uma disputa entre Lennon e Janov, que queria filmá-lo durante uma sessão coletiva de gritos. Lennon gradualmente se desinteressa, e os críticos de Ono, cada vez mais regulares, convencem-no a interromper a terapia. Ele deixa Janov no momento em que seu visto estadunidense expira; Incompleta, a terapia durou apenas alguns meses. Vestígios dela são, no entanto, audíveis em seu primeiro álbum, publicado no final de 1970, John Lennon/Plastic Ono Band: por exemplo, na canção \"Mother\", ele lamenta por seus pais, gritando no final: \"Mama, don't go, Daddy, come home!\" (\"Mamãe, não vá, papai, volte para casa!\"). Desse tratamento exigente, Lennon saiu em uma condição pior do que quando chegou. Lennon e Ono também estão por trás do conceito de bagism. A ideia deles era criticar preconceitos com base nas aparências e considerar apenas a mensagem do interlocutor, conversando com ele como se estivesse em uma sacola. Lennon define o bagism como uma \"forma de comunicação total\". ====Drogas==== O primeiro contato de Lennon com drogas remonta ao período em que os Beatles tocavam em Hamburgo: Astrid Kirchherr e alguns dos clientes do clube costumavam lhes dar anfetaminas, o que lhes permitia aguentar tocar durante oito horas quase todas as noites. Na primeira e triunfante turnê dos Beatles pelos Estados Unidos no verão de 1964, Bob Dylan os apresentou à maconha. Ele achava que o grupo já usava a droga, tendo entendido o verso \"I can't hide\" (\"Eu não posso me esconder\") da canção \"I Want to Hold Your Hand\" como \"I get high\" (\"Eu fico chapado\"). Em entrevista à Playboy, Lennon explicou que, durante as filmagens de Help!, Os Beatles \"fumavam maconha no café da manhã\". Sua primeira esposa também declarou, em uma entrevista em 1995, que o casamento deles começou a declinar devido à reputação do grupo e ao crescente uso de drogas por Lennon. Lennon também consumia LSD, assim como o resto do grupo. Ele também conheceu, com Yoko Ono, um vício em heroína por vários anos. Em agosto de 1969, ele tentou uma retirada total (mencionada na época em sua canção \"Cold Turkey\") para conceber uma criança viável, sem sucesso. Ele afirma que é por causa do número de bad trips que sofreu no LSD que decidiu interromper esse tipo de droga. O casal Lennon disse que não usava drogas desde o nascimento de Sean, em 1975, embora Yoko tenha admitido uma breve recaída no final da década. As substâncias psicotrópicas têm uma influência significativa na criatividade dos Beatles e de Lennon em particular. Assim, a partir de 1965 e de \"Day Tripper\" em particular, ele escreve cada vez mais canções referentes diretamente ao consumo de narcóticos (\"Tomorrow Never Knows\", \"She Said She Said\", \"A Day in the Life\" etc). Posteriormente, todo mundo procura alusões a drogas nas músicas do grupo: o título \"Lucy in the Sky with Diamonds\" é frequentemente associado ao LSD, referindo-se às suas iniciais, enquanto na verdade a Lucy em questão era uma colega de classe do filho de Lennon. Por outro lado, Paul McCartney explicou que era \"bastante óbvio\" que a droga inspirou a letra da canção. Narcóticos — especialmente o LSD — também mudaram a maneira como a banda funcionava: anteriormente considerado o líder dos Beatles, Lennon gradualmente foi se retirando para deixar Paul McCartney assumir o comando. O álbum Sgt. Pepper's é, portanto, atribuído principalmente a McCartney; Lennon depois explicou que estava muito ocupado \"destruindo seu ego\", um dos supostos efeitos do LSD. É a heroína que contribui para a distância de Lennon em relação ao grupo, mergulhando gradualmente, de acordo com McCartney, na paranoia. Como muitas celebridades da década de 1960, Lennon não esteve imune a problemas legais por causa de seu uso de drogas. Em outubro de 1968, enquanto morava em Londres com Yoko, a brigada de narcóticos invadiu sua casa e encontrou uma pequena quantidade de haxixe. Lennon foi persuadido a não deter nada, tendo sido avisado três semanas antes da possibilidade de uma busca. Ele decide se declarar culpado e paga 400 libras de fiança, por ele e por Ono. O detetive sargento Norman Pilcher, da Brigada de Narcóticos da Polícia de Londres, que conduziu a busca, era conhecido na época por rastrear celebridades pop, já tendo apreendido Donovan, Marianne Faithfull e os Rolling Stones pelas mesmas razões. Este episódio põe fim à \"imunidade\" que cercava os Beatles até então, com George Harrison tendo os mesmos problemas também no ano seguinte. O último fala até de uma \"conspiração do establishment\"; mais tarde, Norman Pilcher é considerado culpado de perjúrio, em outras circunstâncias. De qualquer forma, esse caso foi usado contra John Lennon, quando ele quis se estabelecer permanentemente nos Estados Unidos na década de 1970. ===Relações pessoais=== ====Cynthia Lennon==== Lennon conheceu Cynthia Powell (1939–2015) em 1957, quando eram colegas do Liverpool College of Art. Embora Powell tenha se intimidado pela atitude e aparência de John, ela ouviu que ele era obcecado pela atriz francesa Brigitte Bardot, então pintou o cabelo de loiro. Lennon a convidou para sair, mas quando ela disse que estava noiva, ele gritou: \"Eu não pedi para você se casar comigo, não é?\". Ela frequentemente o acompanhava aos shows dos Quarrymen e viajava para Hamburgo com a namorada de McCartney para visitá-lo. Lennon ficou com ciúmes por natureza e acabou ficando possessivo, muitas vezes aterrorizando Powell com sua raiva e violência física. Ele disse mais tarde que, até conhecer Ono, nunca havia questionado sua atitude chauvinista em relação às mulheres. Ele disse que a canção dos Beatles \"Getting Better\" contava sua própria história: \"Eu costumava ser cruel com minha mulher e fisicamente – qualquer mulher. Eu era um espancador. Eu não conseguia me expressar e batia. Lutava contra homens e batia nas mulheres. É por isso que estou sempre pela paz\". Lembrando sua reação de julho de 1962 quando soube que Cynthia estava grávida, Lennon disse: \"Só há uma coisa a ser feita, Cyn. Nós vamos ter que nos casar\". O casal casou-se no dia 23 de agosto no escritório de registro de Mount Pleasant, em Liverpool, com Brian Epstein servindo como padrinho. Seu casamento começou exatamente quando a Beatlemania estava decolando em todo o Reino Unido. Ele se apresentou no dia de seu casamento e continuaria a fazê-lo quase diariamente a partir de então. Epstein temia que os fãs ficassem alienados com a ideia de um Beatle casado e pediu ao casal que mantivessem o casamento em segredo. Julian nasceu em 8 de abril de 1963; Lennon estava em turnê na época e não viu seu bebê até três dias depois. Cynthia atribuiu o início do colapso de seu casamento ao uso do LSD por John e ela sentiu que ele lentamente perdeu o interesse nela como resultado do uso da droga. Quando o grupo viajou de trem para Bangor, no País de Gales, em 1967, para o seminário sobre a Meditação Transcendental do Yogi Maharishi, um policial não a reconheceu e impediu-a de embarcar. Mais tarde, ela lembrou como o incidente parecia simbolizar o fim do casamento. Depois que Cynthia chegou em casa em Kenwood, ela encontrou Lennon com Ono e saiu de casa para ficar com os amigos. Alexis Mardas mais tarde alegou ter dormido com ela naquela noite, e algumas semanas depois ele informou que John estava buscando o divórcio e a custódia de Julian em razão de seu adultério com ele. Após as negociações, o músico capitulou e concordou em deixá-la se divorciar dele pelos mesmos motivos. O caso foi resolvido fora do tribunal em novembro de 1968, com Lennon dando a ela cem mil libras (240 mil dólares na época), um pequeno pagamento anual e custódia de Julian. ====Brian Epstein==== Os Beatles estavam se apresentando no Cavern Club de Liverpool em novembro de 1961, quando foram apresentados a Brian Epstein após um show ao meio-dia. Epstein era homossexual e, de acordo com o biógrafo Philip Norman, uma das razões de Brian querer gerenciar o grupo era que ele estava fisicamente atraído por Lennon. Logo após o nascimento de Julian, Lennon foi de férias para a Espanha com Epstein, o que levou a especulações sobre seu relacionamento. Quando mais tarde ele foi questionado sobre isso, Lennon disse: \"Bem, foi quase um caso de amor, mas não completamente. Nunca foi consumado. Mas foi um relacionamento bastante intenso. Foi minha primeira experiência com um homossexual que eu estava consciente de que era homossexual. Costumávamos nos sentar em um café em Torremolinos olhando para todos os meninos e eu dizia: 'Você gosta desse? Você gosta deste?' Eu estava gostando bastante da experiência, pensando como um escritor o tempo todo: estou experimentando isso\". Logo após seu retorno da Espanha, na festa do vigésimo primeiro aniversário de McCartney, em junho de 1963, Lennon atacou fisicamente o mestre de cerimônias do Cavern Club, Bob Wooler, por dizer \"Como foi sua lua de mel, John?\" O MC, conhecido por seu jogo de palavras e comentários afetuosos, mas cortantes, estava fazendo uma piada, mas dez meses se passaram desde o casamento de Lennon, e a lua-de-mel adiada ainda estava dois meses no futuro. Lennon estava bêbado no momento e o assunto era simples: \"Ele me chamou de queer, então eu quebrei suas costelas\". Lennon se deliciava em zombar de Epstein por sua homossexualidade e pelo fato de ser judeu. Quando Epstein pediu sugestões para o título de sua autobiografia, Lennon sugeriu Queer Jew; comentando sobre o título final, A Cellarful of Noise, ele parodiou: \"Mais como A Cellarful of Boys\". Ele perguntou a um visitante do apartamento de Epstein: \"Você veio para chantageá- lo? Se não, você é o único inseto em Londres que não o fez\". Durante a gravação de \"Baby, You're a Rich Man\", ele cantou o refrão alterado \"Baby, you're a rich fag Jew\". ====Julian Lennon==== Durante seu casamento com Cynthia, o primeiro filho de John, Julian Lennon, nasceu ao mesmo tempo em que seus compromissos com os Beatles estavam se intensificando no auge da Beatlemania. Ele estava em turnê quando Julian nasceu em 8 de abril de 1963. O nascimento de Julian, como o casamento de seus pais, foi mantido em segredo porque Epstein estava convencido de que o conhecimento público de tais coisas ameaçaria o sucesso comercial dos Beatles. Julian lembrou que, quando criança, em Weybridge, cerca de quatro anos depois, \"fui levado da escola para casa e subi com uma das minhas pinturas em aquarela. Era apenas um monte de estrelas e essa garota loira que eu conhecia da escola. E papai disse: \"O que é isso?\" Eu respondi: 'É Lucy no céu com diamantes'\". Lennon usou-o como título de uma canção dos Beatles, e embora tenha sido relatado posteriormente ter sido derivado das iniciais LSD, Lennon insistiu: \"Não é uma música sobre ácido\". Lennon estava distante de Julian, que se sentia mais próximo de McCartney do que de seu pai. Durante uma viagem de carro para visitar Julian durante o divórcio de seus pais, McCartney compôs uma canção, \"Hey Jules\", para confortá-lo. Lennon mais tarde disse: \"Essa é a sua melhor música. Começou como uma música sobre meu filho Julian ... ele transformou em 'Hey Jude'. Eu sempre pensei que era sobre mim e Yoko, mas ele disse que não\". O relacionamento de John com Julian já estava tenso, e depois que o músico se mudou para Nova Iorque em 1971, Julian não o viu novamente até 1973. Com o incentivo de Pang, foram tomadas providências para que Julian e sua mãe visitassem Lennon em Los Angeles, onde foram para a Disneylândia. Julian começou a ver seu pai regularmente, e Lennon o deixou gravar uma parte de bateria em uma faixa de Walls and Bridges. Ele comprou para seu filho uma guitarra Gibson Les Paul e outros instrumentos, e encorajou seu interesse pela música demonstrando técnicas de acordes de guitarra. Julian lembra que ele e seu pai \"ficaram muito melhores\" durante o tempo que ele passou em Nova Iorque: \"Nós nos divertimos muito, rimos muito e nos divertimos muito em geral\". Em uma entrevista da Playboy com David Sheff pouco antes de sua morte, Lennon disse: \"Sean é uma criança planejada, e aí reside a diferença. Eu não amo Julian menos por isso. Ele ainda é meu filho, mesmo que tenha sido consequência de uma garrafa de uísque ou porque não existiam comprimidos naqueles dias. Ele está aqui, ele pertence a mim e sempre o fará\". Ele disse que estava tentando restabelecer uma conexão com o jovem de 17 anos, e confiantemente previu, \"Julian e eu teremos um bom relacionamento no futuro\". Após sua morte, foi revelado que ele havia deixado muito pouco a Julian em seu testamento. ====Yoko Ono==== Lennon conheceu Yoko Ono em 9 de novembro de 1966 na Indica Gallery em Londres, onde a artista estava preparando sua exposição de arte conceitual. Eles se conheceram por intermédio do dono da galeria, John Dunbar. Lennon ficou intrigado com \"Hammer A Nail\": os clientes martelavam um prego numa tábua de madeira, criando a peça de arte. Embora a exposição ainda não tivesse começado, Lennon queria pregar um prego na tábua limpa, mas Ono o deteve. Dunbar perguntou-lhe: \"Você não sabe quem é este? Ele é um milionário! Ele pode comprá-lo\". De acordo com a lembrança de Lennon em 1980, Ono não tinha ouvido falar dos Beatles, mas ela concordou com a condição de que Lennon lhe pagasse cinco xelins, ao que Lennon respondeu: \"Vou lhe dar cinco xelins imaginários e martelar um prego imaginário\". Ono posteriormente relatou que Lennon havia dado uma mordida na maçã em exibição em sua obra Apple, para sua fúria. Ono começou a telefonar e visitar Lennon em sua casa. Quando Cynthia pediu uma explicação, o músico disse que Yoko estava apenas tentando obter dinheiro para sua \"besteira vanguardista\". Enquanto sua esposa estava de férias na Grécia em maio de 1968, Lennon convidou Ono para visitá-lo. Eles passaram a noite gravando o que se tornaria o álbum Two Virgins, depois do qual, segundo ele, \"fizeram amor ao amanhecer\".Two Virgins liner notes Quando a esposa de Lennon voltou para casa, encontrou Ono usando seu roupão de banho e tomando chá com ele, que simplesmente disse: \"Oh, oi\". Ono engravidou em 1968 e abortou uma criança do sexo masculino em 21 de novembro de 1968, algumas semanas após o divórcio de Lennon e Cynthia foi concedido. Dois anos antes de os Beatles se separarem, o casal começou protestos públicos contra a Guerra do Vietnã. Eles se casaram em Gibraltar em 20 de março de 1969, e passaram a lua de mel no Hilton Amsterdam, fazendo campanha com uma Bed-In for Peace de uma semana. Eles planejaram outro Bed-In nos Estados Unidos, mas a entrada foi negada, então marcaram uma no Hotel Queen Elizabeth em Montreal, onde gravaram \"Give Peace a Chance\". Eles frequentemente combinavam advocacia com arte performática, como em seu \"Bagism\", introduzido pela primeira vez durante uma coletiva de imprensa em Viena. Lennon detalhou este período na canção dos Beatles \"The Ballad of John and Yoko\". Lennon mudou seu nome em 22 de abril de 1969, acrescentando \"Ono\" como um nome do meio. A breve cerimônia aconteceu no telhado do prédio da Apple Corps, onde os Beatles haviam realizado seu concerto no último andar três meses antes. Embora ele tenha usado o nome John Ono Lennon depois disso, documentos oficiais se referiam a ele como John Winston Ono Lennon, uma vez que ele não tinha permissão para revogar um nome dado no nascimento. O casal se estabeleceu em Tittenhurst Park, em Sunninghill, Berkshire. Depois que Ono foi ferido em um acidente de carro, Lennon providenciou para que uma cama king-size fosse levada ao estúdio de gravação enquanto ele trabalhava no último álbum de estúdio dos Beatles, Abbey Road. Ono e Lennon mudaram-se para Nova Iorque, para um apartamento na Bank Street, em Greenwich Village. Procurando por um lugar com melhor segurança, eles se mudaram em 1973 para o Dakota, mais seguro, com vista para o Central Park, na rua West 72. ====May Pang==== A ABKCO Industries foi formada em 1968 por Allen Klein como uma empresa-guarda-chuva da ABKCO Records. Klein contratou May Pang como recepcionista em 1969. Através do envolvimento em um projeto com a ABKCO, Lennon e Ono a conheceram no ano seguinte. Ela se tornou sua assistente pessoal. Em 1973, depois de trabalhar com o casal por três anos, Ono confidenciou que ela e Lennon estavam se afastando. Ela passou a sugerir que Pang deveria começar um relacionamento com o músico, dizendo-lhe: \"Ele gosta muito de você\". Surpresa com a proposta de Ono, Pang, no entanto, concordou em se tornar a companheira de Lennon. O casal logo partiu para Los Angeles, iniciando um período de 18 meses que ele mais tarde chamou de \"fim de semana perdido\". Em Los Angeles, Pang encorajou Lennon a desenvolver contato regular com Julian, a quem ele não via há dois anos. Ele também reacendeu amizades com Starr, McCartney, o roadie dos Beatles, Mal Evans, e Harry Nilsson. Enquanto Lennon estava bebendo com Nilsson, ele entendeu mal algo que Pang havia dito e tentou estrangulá-la. Lennon cedeu apenas depois que foi fisicamente contido por Nilsson. Em junho, o casal voltou para Manhattan em seu recentemente alugado apartamento de cobertura, onde prepararam um quarto vago para Julian quando os visitava. Lennon, que havia sido inibido por Ono a esse respeito, começou a restabelecer contato com outros parentes e amigos. Em dezembro, ele e Pang estavam considerando comprar uma casa e ele se recusou a aceitar os telefonemas de Ono. Em janeiro de 1975, ele concordou em reencontrar Ono, que alegou ter encontrado uma cura seu tabagismo. Após a reunião, ele não conseguiu voltar para casa ou ligar para Pang. Quando Pang telefonou no dia seguinte, Ono disse a ela que Lennon não estava disponível porque estava exausto depois de uma sessão de hipnoterapia. Dois dias depois, Lennon reapareceu em uma consulta dentária conjunta; Ele estava entorpecido e confuso de tal forma que Pang acreditava que ele havia sofrido uma lavagem cerebral. Lennon disse a Pang que sua separação de Ono estava acabada, embora Ono permitisse que ele continuasse a vê-la como sua amante. ====Sean Lennon==== Ono já havia sofrido três abortos espontâneos em sua tentativa de ter um filho com John. Quando o casal se reuniu, ela engravidou novamente. Ela disse inicialmente que queria fazer um aborto, mas mudou de ideia e concordou em permitir que a gravidez continuasse, com a condição de que John adotasse o papel de marido de casa, o que ele concordou em fazer. Após o nascimento de Sean, o subsequente hiato de Lennon da indústria da música duraria cinco anos. Ele fez um fotógrafo tirar fotos de Sean todos os dias de seu primeiro ano e criou numerosos desenhos para ele, que foram postumamente publicados como Real Love: The Drawings for Sean. Mais tarde, John orgulhosamente declarou: \"Ele não saiu da minha barriga, mas, por Deus, eu fiz seus ossos, porque eu assisti a todas as suas refeições, e como ele dorme, e ao fato de que ele nada como um peixe\". ====Outros Beatles==== Enquanto Lennon e Starr permaneceram consistentemente amigáveis durante os anos que se seguiram à separação dos Beatles em 1970, suas relações com McCartney e Harrison variaram. Ele ficou inicialmente próximo de Harrison, mas os dois se separaram depois que Lennon se mudou para os EUA em 1971. Quando Harrison estava em Nova Iorque para sua turnê Dark Horse em dezembro de 1974, Lennon concordou em se juntar a ele no palco, mas não apareceu após uma discussão sobre a sua recusa em assinar um acordo que finalmente dissolveria a parceria legal dos Beatles. Harrison depois disse que quando visitou Lennon durante seus cinco anos longe da música, ele sentiu que o amigo estava tentando se comunicar, mas seu vínculo com Ono o impedia. Harrison o ofendeu em 1980, quando publicou uma autobiografia que fez pouca menção a ele. Lennon disse à Playboy: \"Fiquei magoado com isso. Por uma omissão ... minha influência em sua vida é absolutamente zero ... ele se lembra de cada saxofonista ou guitarrista que conheceu nos anos seguintes. Eu não estou no livro\". Os sentimentos mais intensos de Lennon foram reservados para McCartney. Além de atacá-lo com a letra de \"How Do You Sleep?\", Lennon argumentou com ele através da imprensa por três anos após a separação do grupo. Os dois mais tarde começaram a restabelecer algo da amizade próxima que tinham, e em 1974, tocaram música juntos novamente antes de se separarem mais uma vez. Durante a última visita de McCartney em abril de 1976, Lennon disse que assistiu ao episódio de Saturday Night Live no qual Lorne Michaels fez uma oferta de 3 mil dólares para que os Beatles se reunissem no programa. De acordo com ele, os dois consideraram ir ao estúdio para fazer uma aparição de brincadeira, tentando reivindicar sua parte do dinheiro, mas estavam cansados demais. Lennon resumiu seus sentimentos em relação a McCartney em uma entrevista três dias antes de sua morte: \"Ao longo da minha carreira, eu escolhi trabalhar com ... apenas duas pessoas: Paul McCartney e Yoko Ono ... Isso não foi uma escolha ruim\". Junto com sua alienação de McCartney, Lennon sempre sentiu uma competitividade musical com ele e manteve-se escutando suas músicas. Durante a pausa em sua carreira de 1975 até pouco antes de sua morte, de acordo com Fred Seaman, assistente do casal na época, Lennon se contentou em sentar enquanto McCartney produzia o que ele via como material medíocre. Lennon tomou conhecimento quando McCartney lançou \"Coming Up\" em 1980, mesmo ano em que retornou ao estúdio. \"Está quebrando minha cabeça!\" ele se queixou de brincadeira, porque não conseguia tirar a melodia da cabeça. Naquele mesmo ano, perguntaram a ele se o grupo era formado por inimigos temidos ou melhores amigos, e ele respondeu que não eram nenhum dos dois e que não via nenhum dos outros integrantes há muito tempo. Mas ele também disse: \"Eu ainda amo esses caras. Os Beatles acabaram, mas John, Paul, George e Ringo continuam\". ==Ativismo político== Lennon e Ono usaram sua lua de mel como Bed-In for Peace no Amsterdam Hilton Hotel; o evento de março de 1969 atraiu a ridicularização da mídia mundial. Durante um segundo Bed-In, três meses depois, no Hotel Queen Elizabeth em Montreal, Lennon escreveu e gravou \"Give Peace a Chance\". Lançada como single, a canção foi rapidamente interpretada como um hino antiguerra e cantada por 250 mil manifestantes contra a Guerra do Vietnã em Washington, em 15 de novembro, o segundo dia da moratória do Vietnã. Em dezembro, eles pagaram por outdoors em dez cidades ao redor do mundo que declararam, em idioma nacional, \"A guerra acabou! Se você quiser\".\"John Lennons Convey Greetings via Billboards\" The New York Times 16 de dezembro de 1969: 54 Mais tarde naquele ano, o casal apoiou os esforços da família de James Hanratty para provar sua inocência. Hanratty foi enforcado em 1962. De acordo com Lennon, aqueles que condenaram Hanratty eram \"as mesmas pessoas que estão correndo com armas para a África do Sul e matando negros nas ruas ... Os mesmos bastardos estão no controle, as mesmas pessoas que estão controlando tudo, é toda a merda da cena burguesa\". Em Londres, Lennon e Ono organizaram uma marcha da bandeira \"Britain Murdered Hanratty\" e \"Silent Protest For James Hanratty\", e produziram um documentário de quarenta minutos sobre o caso. Em uma audiência de apelação anos mais tarde, a condenação de Hanratty foi confirmada após as provas de DNA serem compatíveis. O casal mostrou sua solidariedade com o trabalho dos trabalhadores do Clydeside UCS em 1971 enviando um buquê de rosas vermelhas e um cheque de cinco mil libras. Ao se mudar para Nova Iorque em agosto daquele ano, eles fizeram amizade com dois dos Sete de Chicago, os ativistas da paz do Partido Internacional da Juventude, Jerry Rubin e Abbie Hoffman. Outro ativista político, John Sinclair, poeta e cofundador do Partido dos Panteras Brancas, estava cumprindo dez anos de prisão por vender dois baseados de maconha após condenações anteriores por posse da droga. Em dezembro de 1971, em Ann Arbor, Michigan, quinze mil pessoas compareceram ao \"John Sinclair Freedom Rally\", um protesto e concerto beneficente com contribuições de Lennon, Stevie Wonder, Bob Seger, Bobby Seale do Partido dos Panteras Negras e outros. Lennon e Ono, apoiados por David Peel e Rubin, apresentaram um conjunto acústico de quatro músicas de seu álbum Some Time in New York City, incluindo \"John Sinclair\", cuja letra pedia sua libertação. No dia anterior à manifestação, o Senado de Michigan aprovou um projeto de lei que reduziu significativamente as penalidades pela posse de maconha e, quatro dias depois, Sinclair foi libertado por meio de uma apelação. A performance foi gravada e duas das faixas mais tarde apareceram em John Lennon Anthology (1998). Após o incidente do Domingo Sangrento na Irlanda do Norte em 1972, no qual quatorze manifestantes dos direitos civis desarmados foram mortos a tiros pelo exército britânico, Lennon disse que, dada a escolha entre o exército e o Exército Republicano Irlandês (que não estavam envolvidos no incidente), ele tomaria partido com o último. O casal escreveu duas músicas que protestavam contra a presença britânica e ações na Irlanda para seu álbum Some Time in New York City: \"The Luck of the Irish\" e \"Sunday Bloody Sunday\". Em 2000, David Shayler, um ex-membro do serviço de segurança interna britânico MI5, sugeriu que Lennon havia dado dinheiro para o IRA, embora isso tenha sido rapidamente negado por Ono. O biógrafo Bill Harry registra que, após o Domingo Sangrento, o casal apoiou financeiramente a produção do filme The Irish Tapes, um documentário político de cunho republicano. De acordo com relatórios de vigilância do FBI, e confirmado por Tariq Ali em 2006, Lennon era simpático ao Grupo Marxista Internacional, um grupo trotskista formado no Reino Unido em 1968. No entanto, o FBI considerou que ele havia eficácia limitada como revolucionário, já que estava \"constantemente sob a influência de narcóticos\". Em 1973, Lennon contribuiu com um limerick chamado \"Por que é triste ser gay?\" para o livro de Len Richmond The Gay Liberation Book. O último ato de ativismo político de Lennon foi uma declaração em apoio aos notáveis trabalhadores das minorias sanitárias em São Francisco, em 5 de dezembro de 1980. Ele e Ono planejavam se juntar ao protesto dos trabalhadores em 14 de dezembro. ===Tentativa de deportação=== Após o impacto de \"Give Peace a Chance\" e \"Happy Xmas (War Is Over)\" sobre o movimento antiguerra, o governo Nixon ouviu rumores sobre o envolvimento de Lennon em um concerto a ser realizado em San Diego ao mesmo tempo em que a Convenção Nacional Republicana e tentou que ele fosse deportado. Nixon acreditava que as atividades antiguerra do ativista poderiam lhe custar sua reeleição; O senador republicano Strom Thurmond sugeriu em um memorando de fevereiro de 1972 que \"a deportação seria uma contra-medida estratégica\" contra Lennon. No mês seguinte, o Serviço de Imigração e Naturalização dos Estados Unidos (INS) iniciou um processo de deportação, argumentando que sua condenação por porte de maconha em Londres, em 1968, o tornara inelegível para admissão nos Estados Unidos. Lennon passou os próximos três anos e meio dentro e fora das audiências de deportação até 8 de outubro de 1975, quando um tribunal de apelações barrou a tentativa de deportação, afirmando que \"os tribunais não tolerarão a deportação seletiva baseada em motivos políticos secretos\". Enquanto a batalha legal continuava, o músico participou de comícios e fez aparições na televisão. Lennon e Ono co- organizaram o The Mike Douglas Show por uma semana em fevereiro de 1972, apresentando convidados como Jerry Rubin e Bobby Seale à América do Norte. Em 1972, Bob Dylan escreveu uma carta ao INS defendendo Lennon, afirmando: Em 23 de março de 1973, Lennon foi ordenado a deixar os EUA em 60 dias. A Ono, no entanto, foi concedida residência permanente. Em resposta, o casam deu uma conferência de imprensa em 1º de abril de 1973 na Associação de Advogados de Nova Iorque, onde anunciaram a formação do Estado de Nutopia; um lugar \"sem terra, sem fronteiras, sem passaportes, apenas pessoas\". Agitando a bandeira branca de Nutopia (dois lenços), eles pediram asilo político nos EUA. A conferência de imprensa foi filmada e apareceu no documentário de 2006 The U.S. vs. John Lennon. Logo após a conferência de imprensa, o envolvimento de Nixon em um escândalo político veio à luz, e em junho as audiências de Watergate começaram em Washington, D.C. Isto levou a renúncia do presidente 14 meses depois. Em dezembro de 1974, quando ele e membros de sua comitiva visitaram a Casa Branca, Harrison pediu a Gerald Ford, o sucessor de Nixon, para interceder sobre o assunto. A administração de Ford mostrou pouco interesse em continuar a batalha contra Lennon, e a ordem de deportação foi anulada em 1975. No ano seguinte, Lennon recebeu seu \"green card\" certificando sua residência permanente e, quando Jimmy Carter foi empossado como presidente em janeiro de 1977, Lennon e Ono compareceram ao Baile de Inauguração. ===Vigilância do FBI e documentos desclassificados=== Após a morte de Lennon, o historiador Jon Wiener apresentou uma solicitação do Freedom of Information Act para arquivos do FBI que documentou o papel da Repartição na tentativa de deportação do músico. O FBI admitiu que tinha 281 páginas de arquivos sobre Lennon, mas se recusou a liberar a maioria deles, alegando que continham informações de segurança nacional. Em 1983, Wiener processou o FBI com a ajuda da União Americana pelas Liberdades Civis, do sul da Califórnia. Foram necessários 14 anos de litígio para forçar o FBI a liberar as páginas retidas. A ACLU, representando Wiener, ganhou uma decisão favorável em seu processo contra o FBI no Nono Circuito em 1991. O Departamento de Justiça dos Estados Unidos recorreu da decisão para a Suprema Corte em abril de 1992, mas o tribunal se recusou a rever o caso. Em 1997, respeitando a recém-instigada regra do presidente Bill Clinton de que os documentos deveriam ser retidos somente se liberá-los implicariam em \"danos previsíveis\", o Departamento de Justiça resolveu a maioria das questões pendentes fora do tribunal liberando todos, menos 10 dos documentos contestados. Wiener publicou os resultados de sua campanha de 14 anos em janeiro de 2000. Gimme Some Truth: The John Lennon FBI Files continham cópias dos documentos, incluindo \"longos relatórios de informantes confidenciais detalhando o cotidiano de ativistas anti-guerra, memorandos na Casa Branca, transcrições de programas de TV dos quais Lennon apareceu e uma proposta que o músico seja preso pela polícia local por acusações de drogas\". A história é contada no documentário The U.S. vs. John Lennon. Os dez documentos finais do arquivo do FBI sobre Lennon, que relatou seus laços com ativistas anti-guerra de Londres em 1971 e foram retidos como contendo \"informações de segurança nacional fornecidas por um governo estrangeiro sob uma promessa explícita de confidencialidade\", foram divulgados em dezembro de 2006. Eles não continham nenhuma indicação de que o governo britânico tivesse considerado Lennon como uma séria ameaça; Um exemplo do material divulgado foi um relato de que dois proeminentes esquerdistas britânicos esperavam que Lennon financiasse uma livraria de esquerda e uma sala de leitura. ==Escrita e arte== O biógrafo dos Beatles, Bill Harry, escreveu que Lennon começou a desenhar e escrever com criatividade desde cedo com o incentivo de seu tio. Ele coletou suas histórias, poesias, desenhos animados e caricaturas em um livro de exercícios do Quarry Bank High School que ele chamou de Daily Howl. Os desenhos eram muitas vezes de pessoas aleijadas, e os escritos satíricos, e em todo o livro havia uma abundância de jogos de palavras. De acordo com o colega de turma Bill Turner, ele criou o Daily Howl para divertir seu melhor amigo e, posteriormente, colega de Quarrymen Pete Shotton, a quem ele mostraria seu trabalho antes de deixar que mais alguém o visse. Turner disse que Lennon \"tinha uma obsessão por Wigan Pier. Continuava surgindo\" e, na história de Lennon, A cenoura em uma mina de batata, \"a mina ficava no final de Wigan Pier\". Turner descreveu como uma das charges de Lennon mostrava um sinal de ponto de ônibus anotado com a pergunta \"Por quê?\" Acima estava uma panqueca voadora e, abaixo, \"um cego de óculos levando um cão cego – também usando óculos\". O amor de Lennon por jogos de palavras e bobagens com uma reviravolta encontrou um público mais amplo quando ele tinha 24 anos. Harry escreve que In His Own Write (1964) foi publicado depois que \"Algum jornalista que estava por perto dos Beatles veio até mim e eu acabei mostrando a ele o material. Eles disseram: 'Escreva um livro' e foi assim que surgiu o primeiro\". Como o Daily Howl, ele continha uma mistura de formatos, incluindo contos, poesia, peças e desenhos. Uma história, \"Good Dog Nigel\", conta a história de \"um cão feliz, urinando em um poste de luz, latindo, abanando o rabo – até que de repente ouve uma mensagem de que ele será morto às três horas\". The Times Literary Supplement considerou os poemas e as histórias \"notáveis ... também muito engraçadas ... o nonsense é executado, palavras e imagens provocando umas às outras em uma corrente de pura fantasia\". A Book Week relatou: \"Isso é nonsense, mas é preciso apenas revisar a literatura para ver como Lennon o fez bem. Enquanto alguns de seus homônimos são jogos de palavras gratuitos, muitos outros têm não apenas duplo sentido, mas uma vantagem dupla\". Lennon não só ficou surpreso com a recepção positiva, mas que o livro foi revisado, e sugeriu que os leitores \"levaram o livro mais a sério do que eu mesmo. Apenas começou como uma risada para mim\". Em combinação com A Spanish in the Works (1965), In His Own Write formou a base da peça The John Lennon Play: In His Own Write, co-adaptada por Victor Spinetti e Adrienne Kennedy. Após negociações entre Lennon, Spinetti e o diretor artístico do Royal National Theatre, Sir Laurence Olivier, a peça estreou no Old Vic em 1968. Lennon e Ono participaram da apresentação da noite de abertura, sua segunda aparição pública juntos. Em 1969, ele escreveu \"Four in Hand\", uma esquete baseada em suas experiências adolescentes de masturbação em grupo, para a peça de Kenneth Tynan, Oh! Calcutta! ==Musicalidade== ===Composição=== miniatura|esquerda|A parceria de Lennon/McCartney está por trás da maioria dos sucessos dos Beatles Durante toda a carreira dos Beatles, Lennon assinou todas as suas composições como Lennon/McCartney, com seu parceiro fazendo o mesmo, independentemente de uma música ter sido escrita ou não em colaboração. Formada após o encontro dos dois músicos em 1957, a dupla escreveu suas primeiras canções durante as sessões na casa do Paul ou na de Lennon. Não era incomum algum ter o título em mente; nesse caso, o outro adicionava os versos, compunha uma ponte ou um solo. Seus primeiros sucessos internacionais, \"From Me to You\", \"She Loves You\" ou \"I Want To Hold Your Hand\", foram escritos em total colaboração. Composições desse tipo são mais comuns no início de suas carreiras. No caso em que a ideia original era de McCartney, Lennon costumava trazer um contraponto ao otimismo das canções de seu parceiro; portanto, acrescentava um toque de tristeza ou impaciência como em \"We Can Work It Out\" e \"Michelle\". No conteúdo das letras, geralmente é mais provável que Lennon falasse sobre si mesmo e McCartney tivesse mais oportunidades de imaginar situações. Entre suas influências em termos de escrita, Lennon cita prontamente Bob Dylan, cujos textos o levaram a mais introspecção e análise de seus próprios sentimentos. Gradualmente, John e Paul preferiram compor separadamente, o que não os impediu de se ajudarem e de complementarem suas canções. Em 1967, McCartney, adiciona uma transição em \"A Day in the Life\" de Lennon, enquanto eles desenvolvem juntos \"With a Little Help from My Friends\". Da mesma forma, \"I've Got a Feeling\" é uma mistura de músicas inacabadas pelos dois. Além disso, se McCartney escreveu as canções mais populares do grupo (\"Hey Jude\", \"Yesterday\"), é Lennon quem está na origem das composições musicais mais bem-sucedidas (\"Strawberry Fields Forever\", \"I Am the Walrus\"). Após o fim da banda, Lennon de bom grado reconheceu ter escrito algumas canções \"medíocres\" para um propósito bastante mercadológico, como \"Little Child\" ou \"Any Time at All\". Com o tempo, começou a escrever músicas mais pessoais; \"I'm a Loser\" descreve seus sentimentos do momento. Da mesma forma, ele compõe \"Nowhere Man\" enquanto se sente deprimido e \"In My Life\", onde já sendo uma estrela global aos 25 anos, virou-se com nostalgia ao passado. Ele também expressa seus medos sobre sua vida amorosa em \"Run for Your Life\", onde ameaça matar sua esposa em caso de adultério, um ato que ele não se priva em turnê, ou \"Don't Let Me Down\", o doloroso grito de Lennon para Yoko Ono, pedindo que ela fique com ele. Além disso, a partir de 1966, compôs canções com tons psicodélicos e textos cheios de bobagens. Outras criações, como \"I Want You (She's So Heavy)\" ou \"You Know My Name (Look Up the Number)\", são mais minimalistas em seus textos. Se, dentro dos Beatles, John Lennon se permitiu apenas uma canção política (\"Revolution\"), ele inicia sua carreira solo com \"Give Peace a Chance\", um título de protesto pacifista. Seu engajamento político enredou sua discografia solo, com hinos como \"Power to the People\", \"Imagine\" e \"Working Class Hero\", ou canções que apoiavam várias causas. Em seu primeiro álbum, John Lennon/Plastic Ono Band, ele vira a página dos Beatles, citando-os, na canção \"God\", entre os símbolos nos quais ele não acredita mais. As letras do álbum já contêm os temas que mais lhe serão preferidos, o estudo de si e de suas dúvidas e seu relacionamento com Yoko Ono, a quem ele dedica regularmente canções. Ele também tenta outras maneiras de escrever, menos convencionais: as \"canções jornalísticas\", escritas às pressas, no álbum Some Time in New York City; as canções de ninar (\"Beautiful Boy\", para seu filho Sean) ou as canções de Natal (\"Happy Xmas (War Is Over)\"). Amadurecido, Lennon é inspirado por suas leituras: portanto, \"Mind Games\" é uma referência a um livro de psicologia que trata da elevação da consciência. Ele também explora o feminismo, sob a influência de Ono, através de \"Woman Is the Nigger of the World\" e especialmente \"Woman\", que ele escreve depois de ler The First Sex, de Elizabeth Gould Davis. Lennon também deixa de lado a nostalgia, mas resolve suas contas, às vezes com severidade, primeiro com Paul McCartney (\"How Do You Sleep?\"), antes de se voltar contra Allen Klein (\"Steel and Glass\"). Finalmente, ele não esquece suas raízes rock and roll e ainda compõe alguns títulos nesse estilo, como \"It's So Hard\", que grava com o famoso saxofonista King Curtis. ===Instrumentos tocados=== Lennon tocava uma harmônica durante uma viagem de ônibus para visitar seu primo na Escócia; a música chegou ao ouvido do motorista. Impressionado, o motorista lhe contou sobre uma gaita que poderia ter se fosse a Edimburgo no dia seguinte, onde uma havia sido guardada no depósito desde que um passageiro a deixara em um ônibus. O instrumento profissional rapidamente substituiu o brinquedo de Lennon. Ele continuaria a tocar a gaita, muitas vezes usando o instrumento durante as turnês em Hamburgo dos Beatles, e tornou-se um som de assinatura nas primeiras gravações do grupo. Sua mãe o ensinou a tocar banjo, depois comprando para ele um violão. Aos dezesseis anos, tocou guitarra rítmica com os Quarrymen. Como sua carreira progrediu, ele tocou uma variedade de guitarras elétricas, predominantemente a Rickenbacker 325, Epiphone Casino e Gibson J-160E, e, desde o início de sua carreira solo, a Gibson Les Paul Junior. O produtor do Double Fantasy, Jack Douglas, afirmou que, desde os seus dias nos Beatles, Lennon habitualmente ajustava as cordas da mesma forma, então sua tia Mimi poderia dizer qual era a sua guitarra nas gravações. Ocasionalmente, ele tocava um baixo de seis cordas, o Fender Bass VI, oferecendo baixo em algumas canções dos Beatles (\"Back in the U.S.S.R.\", \"The Long and Winding Road\", \"Helter Skelter\") que ocuparam McCartney com outro instrumento. Seu outro instrumento de escolha foi o piano, no qual compôs muitas canções, incluindo \"Imagine\", descrito como seu trabalho solo mais conhecido. Sua jam em um piano com McCartney, em 1963, levou à criação do primeiro número um dos Beatles, \"I Want to Hold Your Hand\". Em 1964, ele se tornou um dos primeiros músicos britânicos a adquirir um teclado Mellotron, apesar de não ter sido ouvido em uma gravação dos Beatles até \"Strawberry Fields Forever\" em 1967. ===Estilo vocal=== Ainda que cante uma grande parte do repertório dos Beatles, Lennon odiava sua voz. George Martin lembra \"ele tinha uma aversão inata por sua própria voz, que eu nunca entendi. Ele sempre me dizia para fazer algo com sua voz, colocar algo em cima dela, torná-la diferente\". De fato, Martin regularmente fazia alterações ou correções para satisfazer o cantor. Lennon era, entretanto, capaz de performances vocais espetaculares. Assim, com um resfriado durante a gravação do álbum Please Please Me, concluído em doze horas seguidas, ele preserva sua voz até o último momento, antes de cantar gritando \"Twist and Shout\", que o leva a ficar sem voz após as gravações. Ele comentou: \"Eu não pude cantar a maldita coisa, eu estava apenas gritando\". Nas palavras do biógrafo Barry Miles, \"Lennon simplesmente rasgou suas cordas vocais nos interesses do rock 'n' roll\". Na série The Beatles Anthology, George Martin toca a fita da primeira tomada de \"A Day in the Life\", sem nenhum artifício, e comovido, comenta: \"Ouça a voz de John! Me dá arrepios toda vez que a ouço!\".Anthology DVD, Apple, 2003. Com o fim dos Beatles e o começo de sua carreira solo, sua voz encontrou uma ampla gama de expressão. O biógrafo Chris Gregory escreve sobre Lennon \"começando a expor suas inseguranças em várias baladas 'confessionais' conduzidas por acústica, iniciando assim o processo de 'terapia pública' que culminará nos gritos primitivos de \"Cold Turkey\" e do catártico John Lennon/Plastic Ono Band\". O crítico musical Robert Christgau chama isso de \"a maior performance vocal de Lennon ... de gritos a gemidos, é modulada eletronicamente ... ecoada, filtrada e remixada\". David Stuart Ryan nota que a entrega vocal de Lennon varia de \"extrema vulnerabilidade, sensibilidade e até ingenuidade\" a um estilo \"áspero\". Wiener também descreve contrastes, dizendo que a voz do cantor pode ser \"a princípio subjugada; logo quase se quebra com desespero\". Ben Urish, historiador musical, lembra de ter ouvido a apresentação no Ed Sullivan Show dos Beatles de \"This Boy\" no rádio alguns dias depois do assassinato de Lennon: \"Quando os vocais de Lennon atingiram o auge ... doía muito ouvi-lo gritar com tanta angústia e emoção. Mas foram minhas emoções que ouvi em sua voz. Assim como eu sempre ouvi\". O crítico britânico Nik Cohn comentou sobre Lennon: \"Ele possuía uma das melhores vozes pop de todos os tempos, áspera, raspada e taciturna, sempre feroz\". Ao executar \"Twist and Shout\", escreveu Cohn, Lennon \"vociferou até a incoerência total, meio que se rompeu\". ==Legado== Os historiadores musicais Schinder e Schwartz escreveram sobre a transformação dos estilos de música popular que ocorreram entre as décadas de 1950 e 1960. Eles disseram que a influência dos Beatles não pode ser exagerada: tendo \"revolucionado o som, o estilo e a atitude da música popular e aberto as portas do rock and roll a uma onda de rock britânico\", o grupo então \"passou o resto da década de 1960 expandindo as fronteiras estilísticas do rock\". Liam Gallagher e seu grupo Oasis estavam entre os muitos que reconheceram a influência da banda; ele identificou Lennon como um herói. Em 1999, ele nomeou seu primeiro filho Lennon Gallagher em sua homenagem. No Dia Nacional da Poesia, em 1999, a BBC realizou uma pesquisa para identificar a letra de música favorita do Reino Unido e anunciou \"Imagine\" como a vencedora. Em 1997, Yoko Ono e a BMI Foundation estabeleceram um programa anual de competição musical para compositores de gêneros musicais contemporâneos em homenagem à memória de John Lennon e seu grande legado criativo. Mais de quatrocentos mil dólares foram concedidos através das Bolsas de Estudo John Lennon da Fundação BMI para jovens talentosos músicos nos Estados Unidos. Em um artigo do The Guardian de 2006, Jon Wiener escreveu: \"Para os jovens de 1972, foi emocionante ver a coragem de Lennon em se levantar contra [o presidente dos Estados Unidos] Nixon. Essa disposição de arriscar sua carreira e sua vida é uma das razões por que as pessoas ainda o admiram hoje\". Para os historiadores musicais Urish e Bielen, o esforço mais significativo de Lennon foi \"os auto-retratos ... em suas canções [com as quais] falou, por e sobre, a condição humana\". ===Patrimônio=== Desde a morte de Lennon, Yoko Ono administra sua propriedade. Ela produz um grande número de álbuns póstumos do músico, a partir de gravações não publicadas. Quando, no final dos anos 1990, Paul McCartney pediu que \"Yesterday\" fosse creditada como \"McCartney/Lennon\" em vez de \"Lennon/McCartney\" na compilação 1, Ono recusou. Ela também esteve envolvida, com os Beatles ainda vivos e a esposa de George Harrison, na produção de The Beatles: Rock Band e, em geral, nos interesses futuros do grupo. Ono também gerencia a imagem de seu marido, o que causou, em 2010, polêmica quando Lennon apareceu em um anúncio publicitário para a Citroën. Itens pertencentes ao cantor também são vendidos em leilão. Assim, em 2000, o piano em que ele compôs a canção \"Imagine\" foi comprado por George Michael por mais de dois milhões de libras esterlinas. Da mesma forma, em 2007, um colecionador britânico comprou um par de óculos que pertencia a Lennon, por uma quantia mantida em segredo. Em 2010, o escrito original da canção \"A Day in the Life\" foi vendido por 1,2 milhão de dólares. Em 2006, a revista Forbes anunciou que Lennon é a quarta pessoa falecida mais rica. Em 2013, a Downtown Music Publishing assinou um contrato de administração de publicações para os Estados Unidos com Lenono Music e Ono Music, que abriga os catálogos de músicas de John Lennon e Yoko Ono, respectivamente. Sob os termos do acordo, Downtown representa os trabalhos solo de Lennon, incluindo \"Imagine\", \"Instant Karma (We All Shine On)\", \"Power to the People\", \"Happy Xmas (War Is Over)\", \"Jealous Guy\", \"(Just Like) Starting Over\" e outros. ===Reconhecimento e vendas=== Lennon continua a ser lembrado em todo o mundo e tem sido objeto de numerosos memoriais e homenagens. Em 30 de setembro de 1988, recebeu uma estrela na Calçada da Fama de Hollywood no número 1750 da Vine Street. Em 2002, o aeroporto na cidade natal de Lennon foi rebatizado como Aeroporto John Lennon de Liverpool. Em 9 de outubro de 2007, foi inaugurada na Islândia a Torre Imagine a Paz, monumento dedicado a John Lennon e projetado por sua viúva, Yoko Ono. As luzes que compõem a torre ficam acessas todos os anos do dia 9 de outubro, dia em que o músico nasceu, ao dia 8 de dezembro, dia em que fora assassinado. No que seria o septuagésimo aniversário de Lennon em 2010, Cynthia e Julian Lennon estrearam o Monumento da Paz John Lennon em Chavasse Park, Liverpool. A escultura, intitulada Peace & Harmony, exibe símbolos da paz e traz a inscrição \"Paz na Terra para a Conservação da Vida, em honra de John Lennon 1940-1980\". Em dezembro de 2013, a União Astronômica Internacional nomeou uma das crateras em Mercúrio em homenagem a Lennon. A parceria de composição entre Lennon e McCartney é considerada uma das mais influentes e bem-sucedidas do século XX. Como intérprete, compositor ou colaborador, Lennon teve 25 singles número um na Billboard Hot 100 dos Estados Unidos. Suas vendas de álbuns ao redor do mundo já passam de 72 milhões de unidades. Double Fantasy foi seu álbum solo mais vendido, com três milhões de remessas apenas nos Estados Unidos. Lançado pouco antes de sua morte, ganhou o Grammy Award para Álbum do Ano em 1981. No ano seguinte, Lennon recebeu postumamente um Brit Award e um Ivor Novello Award, ambos de Contribuição Excepcional à Música. Em 1991 ele recebeu o Prêmio Grammy de Contribuição em Vida e em 1999 a canção \"Imagine\" foi introduzida no Hall da Fama do Grammy. Vários filmes foram feitos sobre Lennon após sua morte. Assim, um telefilme, Two of Us, encena um encontro entre Lennon e McCartney em Nova Iorque, após a separação dos Beatles. Vários filmes também exploram o assassinato do músico, como The Killing of John Lennon e Capítulo 27 - O Assassinato de John Lennon, ambos lançados em 2007. Neste último, Lennon é interpretado por Mark Lindsay Chapman, homônimo de seu assassino. Em 2009, o início de carreira de Lennon nos Quarrymen é recontada no filme Nowhere Boy, cujo lançamento nos Estados Unidos foi programado para comemorar o septuagésimo aniversário do cantor, em outubro de 2010. No filme Yesterday, de 2019, foi interpretado pelo ator Robert Carlyle. Ele aparece em uma realidade paralela onde nunca foi famoso, aos 78 anos. Também foram feitos documentários sobre o cantor, como Imagine: John Lennon, em 1988, composto por imagens de arquivo e trechos de entrevistas e The U.S. vs. John Lennon em 2006, que conta a história das tentativas de deportação por Richard Nixon na década de 1970. Em 2019, John and Yoko: Above Us Only Sky, dirigido por Micheal Epstein, foi transmitido pela A&E; nos EUA e pelo Channel 4 na Inglaterra. Este documentário explora principalmente o ano de 1971 e a gravação do álbum Imagine. Os participantes de uma pesquisa da BBC de 2002 votaram nele como o oitavo dentre os \"100 maiores britânicos\". Entre 2003 e 2008, a Rolling Stone reconheceu Lennon em vários reviews de artistas e música, classificando-o em quinto de \"100 Melhores Cantores de Todos os Tempos\" e 38º de \"100 Maiores Artistas de Todos os Tempos\", e seus álbuns John Lennon/Plastic Ono Band e Imagine, 22° e 76°, respectivamente, dos \"500 Maiores Álbuns de Todos os Tempos da Rolling Stone\". Foi considerado o 55º melhor guitarrista de todos os tempos também pela revista Rolling Stone. Ele foi nomeado membro da Ordem do Império Britânico (MBE) com os outros Beatles em 1965 (mas devolveu o prêmio em 1969). Em 1971, os Beatles receberam um Oscar de Melhor Trilha Sonora pelo filme Let It Be. Eles foram incluídos coletivamente na compilação da revista Time das 100 pessoas mais influentes do século XX. Em 2014, receberam o Prêmio Grammy de Contribuição em Vida. Lennon foi postumamente introduzido no Songwriters Hall of Fame em 1987 e no Rock and Roll Hall of Fame em 1994. ==Discografia== ;Com os Beatles ;Solo * John Lennon/Plastic Ono Band (Apple, 1970) * Imagine (Apple, 1971) * Mind Games (Apple, 1973) * Walls and Bridges (Apple, 1974) * Rock 'n' Roll (Apple, 1975) ;Com Yoko Ono * Unfinished Music No. 1: Two Virgins (Apple, 1968) * Unfinished Music No. 2: Life with the Lions (Zapple, 1969) * Wedding Album (Apple, 1969) * Some Time in New York City (Apple, 1972) * Double Fantasy (Geffen, 1980) * Milk and Honey (Polydor, 1984) ==Filmografia== A primeira incursão do Fab Four ao cinema data de 1964, com A Hard Day's Night, dirigido por Richard Lester. Este documentário paródico em preto e branco mostra como os Beatles viviam em plena Beatlemania. No entanto, a representação da loucura que os cerca é diluída porque, na realidade, os quatro Beatles estavam começando a viver cada vez mais loucamente, especialmente Lennon. Ele gradualmente afunda-se em uma dor emocional, que ele transpõe em sua canção \"Help!\", ponto de partida do filme com o mesmo nome, novamente feito por Lester em 1965. Desta vez, o filme é colorido e a história é totalmente fictícia: os Beatles são perseguidos por uma seita hindu que busca recuperar um anel de sacrifício que Ringo usa no dedo. A crítica não aprovou o filme em seu lançamento. Em agosto de 1966, a Beatlemania assumiu uma escala assustadora e perigosa, frustrando a banda. Eles decidem parar de fazer turnês e parar de tocar em público. Lennon não vê bem essa decisão que, para ele, significa o fim dos Beatles. Ele tenta encontrar outra solução e aceita um papel de soldado no filme How I Won the War, ainda produzido por Lester e lançado em 1967. Durante as filmagens, ele compôs \"Strawberry Fields Forever\", um dos singles dos Beatles daquele ano. Depois de Sgt. Pepper's, o grupo, sob a direção de Paul McCartney, embarca em um filme produzido pelos próprios integrantes. O resultado é Magical Mystery Tour, produzido em colaboração com Bernard Knowles e publicado no final de 1967. O filme encena os Beatles em uma viagem de ônibus psicodélica, acompanhada por uma reunião desorganizada de atores selecionados aleatoriamente. Acabou por ser um fracasso de crítica e público. As canções do filme, reunidas no EP duplo Magical Mystery Tour, seguem a mesma veia psicodélica que as de Sgt. Pepper's. Após esse primeiro fracasso crítico e comercial e seu encontro com Yoko Ono, Lennon tenta sair dos Beatles e, no final de 1968, participa de The Rock and Roll Circus, um programa musical organizado pelos Rolling Stones. Anteriormente, ele deveria estar envolvido com o grupo no filme de animação Yellow Submarine, dirigido por George Dunning. Mas os Beatles, desinteressados no projeto, não emprestam suas vozes e se dedicam exclusivamente a fornecer um punhado de canções, coletadas posteriormente no álbum de mesmo nome. O último filme de John com os Beatles é um testemunho da separação do grupo. No início de 1969, a banda teve que fazer um último filme para respeitar seu contrato com a United Artists, embora não tivesse mais o desejo de fazer uma comédia. Por isso, decidiram filma-los em ensaio, para um concerto final no telhado dos escritórios da Apple. No entanto, as tensões são evidentes durante as filmagens e são refletidas no filme. Os Beatles esperaram um ano antes de lança-lo, pois estavam insatisfeitos com o resultado. Let It Be, dirigido por Michael Lindsay-Hogg, foi lançado em 1970, pouco antes do álbum homônimo. Quando foi lançado, o grupo já havia se separado. Em 1968, algum tempo antes dos Beatles se separarem, Yoko Ono iniciou Lennon em curtos filmes experimentais. O casal produziu mais de trinta até 1972. A maioria consiste em trechos de concertos e clipes filmados, enquanto outros têm um conceito bem definido, por exemplo, Self-Portrait, que mostra o pênis de John na fase de ereção, e Erection, que apresenta em time lapse, a construção do International Hotel London. ==Bibliografia== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * * * * Categoria:Apresentadores dos Grammy Categoria:Assassinados em 1980 Categoria:Atores assassinados Categoria:Atores de cinema da Inglaterra Categoria:Britânicos assassinados Categoria:Britânicos de ascendência irlandesa Categoria:Britânicos expatriados nos Estados Unidos Categoria:Cantautores da Inglaterra Categoria:Cantores de rock do Reino Unido Categoria:Críticos das religiões Categoria:Escritores assassinados Categoria:Escritores da Inglaterra John Categoria:Gaitistas do Reino Unido Categoria:Ganhadores do prêmio Ivor Novello Categoria:Grammy Award para melhor trilha orquestrada de mídia visual Categoria:Guitarristas da Inglaterra Categoria:Guitarristas rítmicos Categoria:Homenageados no Hall da Fama do Grammy Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Membros da Ordem do Império Britânico Categoria:Membros de The Beatles Categoria:Ativistas assassinados Categoria:Mortes por armas de fogo nos Estados Unidos Categoria:Músicos assassinados Categoria:Músicos vencedores do Grammy Categoria:Músicos vencedores dos Brit Awards Categoria:Naturais de Liverpool Categoria:Pacifistas do Reino Unido Categoria:Pessoas assassinadas nos Estados Unidos Categoria:Pianistas da Inglaterra Categoria:Óscar de melhor banda sonora Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Skiffle Categoria:Socialistas da Inglaterra Categoria:Vencedores do Grammy Lifetime Achievement Award",
 "title": "John Lennon"
}