{
 "id": "34350",
 "text": "A clássica função de Möbius μ(n) é uma função multiplicativa na Teoria dos Números e Análise Combinatória. Tem esse nome em homenagem ao matemático alemão August Ferdinand Möbius, que foi o primeiro a defini-la em 1831. == Definição == thumb|400px|A função de Möbius. Denotada por μ(n), a função de Möbius possui em seu domínio de definição todos os números naturais e sua imagem possui três elementos: -1, 0, e 1. Uma maneira simples de regrar a relação entre os elementos do domínio e da imagem é a seguinte: * μ(n) = 0 se n tem como divisor um outro número natural ao quadrado * μ(n) = 1 se n não tem como divisor um outro número natural ao quadrado e é decomposto em uma quantidade par de números primos * μ(n) = -1 se n não tem como divisor um outro número natural ao quadrado e é decomposto em uma quantidade ímpar de números primos Ainda define-se μ(1) = 1. O valor μ(0) é geralmente deixado indefinido. O software Maple define-o como sendo -1. Assim, pode-se condensar a definição da função por meio do regramento a seguir. Dado n = 1 ou n = \\prod_{j=1}^{k} p_j ^{a_j} \\in \\mathbb{N} (vide Teorema Fundamental da Aritmética), tem-se \\mu : \\mathbb{N} \\longrightarrow \\\\{-1, 0, 1 \\\\} tal que \\mu(n) = \\left \\\\{ \\begin{matrix} 1, & \\mbox{se } n = 1 \\mbox{ }\\\\\\ (-1)^k, & \\mbox{se } a_j = 1 \\mbox{ para todo } j \\\\\\ 0, & \\mbox{se } a_j > 1 \\mbox{ para algum } j \\end{matrix} \\right. Conforme a definição dada acima, para estabelecer o valor de μ(n) faz-se necessário conhecer a fatoração de n, o que por vezes dificulta muito o cálculo da função. Contudo há uma forma alternativa de definição de μ(n), pela qual não se precisa conhecer os fatores primos de n, que é estabelecida por meio da expressão dada a seguirHardy, G. H.; Wright, E. M. An Introduction to the Theory of Numbers. Oxford: Oxford University Press, 1980, 5 ed., ISBN 978-0-19-853171-5: :\\mu(n) = \\sum_{\\stackrel{1\\le k \\le n }{ (k,\\,n)=1}} e^{2\\pi i \\tfrac{k}{n}}. em que (k,n) = mdc(k,n), de forma que existem tantos k quanto φ(n), i é a unidade imaginária do corpo dos complexos, a constante e = 2,718281... é o número de Euler e π representa o número irracional 3,141592.... Contudo, a complexidade computacional para esse cálculo (que se fundamenta na determinação de raízes da unidade) resulta em um custo semelhante ao do cálculo do produto de Euler. == Propriedades == === Propriedade 1 === :\\sum_{d | n} \\mu(d) = \\left\\\\{\\begin{matrix}1&\\mbox{ se } n=1\\\\\\ 0&\\mbox{ se } n>1\\end{matrix}\\right. De fato, se n = 1, o resultado é imediato. Para o caso de n > 1, uma vez que μ é multiplicativa, é suficiente tomar n = pk, em que p é um primo qualquer. Como todos os divisores de pk estão no conjunto {1, p, ..., pk}, então :\\sum_{i=0}^k \\mu (p^i) = 1 - 1 = 0. === Propriedade 2 === Se s \\in \\mathbb{C} com Re(s) > 1 então :\\left( \\sum_{n=1}^{\\infty} \\frac{\\mu(n)}{n^s} \\right) \\left( \\sum_{n=1}^{\\infty} \\frac{1}{n^s} \\right) = 1. A demonstração de tal igualdade parte da função zeta de Riemann, dada por \\sum_{n=1}^{\\infty}\\frac{1}{n^s} = \\zeta(s). === Propriedade 3 === Um enunciado equivalente à hipótese de Riemann (localização dos zeros não triviais da função meromorfa \\zeta : \\mathbb{C} \\setminus \\left \\\\{1 \\right \\\\} \\rightarrow \\mathbb{C}) é o seguinte: para cada ε > 0, tem-se : \\lim_{n \\in \\mathbb{N}} \\frac{\\sum _{k=1}^{n} \\mu(k)}{n^{{\\frac{1}{2}} + \\epsilon}} = 0 == Ligações externas == * Weisstein, Eric W. Möbius Function. From MathWorld--A Wolfram Web Resource. Möbius Function . * Weisstein, Eric W. Möbius Inversion. From MathWorld--A Wolfram Web Resource. Möbius Inversion . == Ver também == * Função de Liouville * Função de Mertens * Soma de Ramanujan Mobius Mobius Mobius",
 "title": "Função de Möbius"
}