{
 "id": "34360",
 "text": "Porto Saíde () é uma cidade do Egito. Localiza-se na costa do mar Mediterrâneo, à entrada do Canal de Suez. Forma a maioria da província de Porto Saíde, onde seus sete distritos compreendem sete das oito regiões da província. A cidade foi criada em 1859 durante a construção do Canal de Suez, e no início de 2023 tinha uma população de 680 375 pessoas.\"Population estimates of the Arab Republic of Egypt by qism on 1/1/2023\" (PDF). Central Agency for Public Mobilisation and Statistics. 1 January 2023. Há inúmeras casas antigas com grandes varandas em todos os andares, dando à cidade um visual distinto. A cidade gêmea de Porto Saíde é Porto Fuade, que fica na margem leste do Canal de Suez. As duas cidades coexistem, na medida em que quase não há centro urbano em Porto Fuade. As cidades são conectadas por balsas gratuitas que funcionam durante todo o dia e, juntas, formam uma área metropolitana com mais de um milhão de habitantes que se estende tanto no lado africano quanto no lado asiático do Canal de Suez. A única outra área metropolitana do mundo que também abrange dois continentes é Istambul. Porto Saíde atuou como uma cidade global desde o seu estabelecimento e floresceu particularmente durante o século XIX e a primeira metade do século XX, quando foi habitada por várias nacionalidades e religiões. A maioria deles era de países mediterrânicos, e conviviam em tolerância, formando uma comunidade cosmopolita. Referindo-se a este fato, Rudyard Kipling disse certa vez: \"Se você realmente deseja encontrar alguém que você conheceu e que viaja, há dois pontos no globo que você tem que sentar e esperar, mais cedo ou mais tarde seu homem virá lá: as docas de Londres e Porto Saíde\".Port-Saïd : Architectures XIXe-XXe siècles == História == Porto Saíde foi fundada por Mohamed Sa'id Pasha, o uale do Egito e do Sudão, na segunda-feira de Páscoa, 25 de abril de 1859, quando Ferdinand de Lesseps deu o primeiro golpe simbólico de picareta para sinalizar o início da construção do porto na localidade. O primeiro problema encontrado foi a dificuldade dos navios em ancorar nas proximidades. Por sorte, um único afloramento rochoso junto à costa foi descoberto a algumas centenas de metros de distância. Equipado com um cais de madeira, servia de berço de atracação para os barcos. Logo depois, foi construído um píer de madeira, ligando o ilhéu de partida, como rapidamente ficou conhecido, à praia. Esta rocha poderia ser considerada o coração da cidade em desenvolvimento, e foi neste local altamente simbólico, quarenta anos depois, que um monumento a Lesseps foi erguido. Não havia recursos na região que servisse de suporte para a construção da cidade, do porto e do Canal de Suez. Tudo o que Porto Saíde necessitava tinha que ser importado: madeira, pedra, suprimentos, máquinas, equipamentos, moradia, comida e até água. Recipientes gigantes de armazenamento de água foram erguidos para fornecer água doce até que o Canal da Água Doce pudesse ser concluído. Um dos problemas mais prementes era a falta de pedra. As primeiras construções eram muitas vezes importadas em forma de blocos e faziam grande uso de madeira. Uma técnica recém-desenvolvida foi usada para construir os molhes chamados de concreto conglomerado ou \"Beton Coignet\", que recebeu o nome de seu inventor François Coignet. Blocos de concreto foram afundados no mar para serem as fundações dos molhes. Ainda mais inovador foi o uso do mesmo concreto para o farol de Porto Saíde, o único edifício original ainda de pé em Porto Saíde. Em 1859, os primeiros 150 trabalhadores acamparam em barracas ao redor de um galpão de madeira. Um ano depois, o número de habitantes subiu para 2000 — com o contingente europeu alojado em bangalôs de madeira importados do norte da Europa. Em 1869, quando o canal foi aberto, a população permanente havia chegado a 10 000 habitantes. O distrito europeu, agrupado em torno da orla, foi separado do distrito árabe, Gemalia, 400 metros a oeste, por uma larga faixa de praia de areia onde uma língua do Lago Manzala chegou em direção ao mar. Esta enseada logo secou e foi substituída por edifícios; ao longo do tempo desapareceu a divisão entre os bairros europeu e árabe.Baedeker, Karl (1914). Indien. Handbuch für Reisende (in German). Leipzig: Karl Baedeker. p. 5. \"Die rasch anwachsende Zahl der Bewohner belief sich 1907 auf 50 000, darunter fast 11 000 Europäer aller Nationen, im übrigens Araber, Berber, Neger in buntem Gemisch.\"Leeds, West Yorkshire Archive Service,Letter from Cornforth to Leeds Town Clerk Mitchell, 9 December 1918. Os britânicos entraram no Egito através da cidade em 1882, iniciando sua ocupação do Egito. No início do século XX, duas coisas mudaram Porto Saíde: em 1902, o algodão egípcio de Mataria começou a ser exportado via Porto Saíde; e em 1904 uma ferrovia de bitola padrão foi aberta ligando-a ao Cairo. Isto aumentou a capacidade comercial da localidade. Em particular, uma comunidade grega, vinculada às atividades comerciais, considerável cresceu. Em 1907, a cidade, em rápido crescimento, tinha cerca de 50 000 habitantes, entre os quais 11 000 europeus \"de todas as nações\". Durante a Primeira Guerra Mundial, Porto Saíde tornou-se o lar de um importante hospital aliado. Devido à localização estratégica de Porto Saíde, cruzando a Europa, África e Ásia, milhares de homens foram enviados para este hospital. Isso incluiu soldados feridos como resultado da campanha de Galípoli em 1915. Após o fim da Primeira Guerra Mundial, os diretores da Companhia do Canal de Suez decidiram criar uma nova cidade na margem asiático, construindo 300 casas para seus trabalhadores e funcionários. Nasceu assim a cidade de Porto Fuade, que foi projetada pela École des Beaux-Arts em Paris. As casas seguiram o modelo francês. A nova cidade foi fundada em dezembro de 1926. Desde a sua fundação pessoas de todas as nacionalidades e religiões foram se mudando para a cidade e cada comunidade trouxe seus próprios costumes, culinária, religião e arquitetura. No final da década de 1920, a população era de mais de 100 000 pessoas. Na década de 1930, por exemplo, havia elegantes edifícios públicos projetados por arquitetos italianos. O antigo Bairro Árabe foi engolido pela próspera cidade. Porto Saíde já era um porto internacional próspero e movimentado com uma população multinacional: comerciantes judeus, lojistas egípcios, fotógrafos gregos, arquitetos italianos, hoteleiros suíços, administradores malteses, engenheiros escoceses, banqueiros franceses e diplomatas de todo o mundo. Todos viviam e trabalhavam ao lado da grande comunidade egípcia local. E sempre de passagem passavam viajantes internacionais de e para a África, Índia e Extremo Oriente. O casamento entre franceses, italianos e malteses era particularmente comum, resultando em uma comunidade latina e católica local como as de Alexandria e Cairo. O francês era a língua comum da população europeia e não-árabe, e muitas vezes a primeira língua das crianças nascidas de pais de diferentes comunidades. O italiano também era amplamente falado e era a língua materna de parte da comunidade maltesa, uma vez que os antepassados desta última tinham vindo para o Egito antes da anglicização de Malta na década de 1920. O multilinguismo era uma característica da população estrangeira de Porto Saíde, com a maioria das pessoas continuando a falar línguas comunitárias, bem como o francês comum. Desde a sua criação, Porto Saíde desempenhou um papel significativo na história egípcia. Em 1936, um tratado foi assinado entre o Reino Unido e o Reino do Egito chamado Tratado Anglo-Egípcio de 1936. Ele estipulou a promessa britânica de retirar todas as suas tropas do Egito, exceto as necessárias para proteger o Canal de Suez e seus arredores. Após a Segunda Guerra Mundial, o Egito denunciou o Tratado de 1936, levando a escaramuças com as tropas britânicas que guardavam o Canal em 1951. Ocorreu a Revolução Egípcia de 1952. Então, em 1956, o presidente Gamal Abdel Nasser nacionalizou a Companhia do Canal de Suez. A nacionalização aumentou a tensão com a Grã-Bretanha e a França, que conspiraram com Israel para invadir o Egito, a invasão conhecida no Egito como a agressão tripartite ou a Crise de Suez. As principais batalhas ocorreram em Porto Saíde, que desempenhou um papel histórico na Crise de Suez. A retirada do último soldado das tropas estrangeiras foi em 23 de dezembro de 1956. Desde então, este dia foi escolhido como o dia nacional de Porto Saíde. É amplamente comemorado anualmente em Porto Saíde. A comunidade europeia francófona começou a emigrar para a Europa, Austrália, África do Sul e outros lugares em 1946 e a maior parte do restante deixou o Egito na esteira da Crise de Suez, paralelamente ao êxodo contemporâneo de europeus francófonos da Tunísia. A maior parte da comunidade grega também foi expulsa ou deixou a cidade sob o governo de Gamal Abdel Nasser. Após a guerra árabe-israelense de 1967, também chamada de Guerra dos Seis Dias, o Canal de Suez foi fechado por um bloqueio egípcio até 5 de junho de 1975, e os moradores de Porto Saíde foram evacuados pelo governo egípcio para se preparar para a Guerra do Yom Kippur (1973). A cidade foi re- habitada após a guerra e a reabertura do Canal. Em 1976, Porto Saíde foi declarado um porto duty-free, atraindo pessoas de todo o Egito. Agora, a população da cidade é de 603 787 habitantes. == Geminações == Porto Saíde é cidade-irmã das seguintes cidades: * Volgogrado, na Rússia == Ver também== * Tragédia de Porto Saíde (2012) == Bibliografia == * * Categoria:Porto Saíde",
 "title": "Porto Saíde"
}