{
 "id": "34376",
 "text": "Concepción (pronuncia-se /kon.sep.'sjon/ em espanhol da América) é uma comuna e cidade chilena, capital da Região de Biobío. Pertencente à província de mesmo nome, é sede da Grande Concepción, a segunda região metropolitana mais populosa do país e que, por sua vez, exerce uma significativa representação na economia chilena por abrigar o maior centro industrial do país. Concepción encontra-se na região Central do Chile. Limita-se ao norte com Hualpén, Talcahuano, Penco e Tomé; ao sul com Hualqui e Chiguayante; ao leste com Florida; e ao oeste com San Pedro de la Paz, Coronel, Lota e o rio Biobío.Grande Atlas Histórico, Geográfico e Cultural do Chile, Editora Turiscom. 2002. A cidade foi fundada em 1550 por Pedro de Valdivia por meio da Coroa de Espanha, recebendo o nome de Maria Imaculada Concepción del Nuevo Extremo. A cidade sediou eventos da primeira tentativa de Independência do Chile, em 1810, por meio do procurador Juan Martinez de Rozas,Arquivo de don Bernardo O'Higgins, vol.I, p.68-69 tendo sido capital do Reino de Chile de 1565 a 1573 e, em seguida, manteve-se como o centro político e militar do reino para o restante do território chileno. Tem sido um importante centro regional desde o período colonial e tem como símbolo cultural a Praça da Independência, onde realizou-se a declaração solene sobre a Independência do Chile da Coroa Espanhola. A comuna abriga diversas pontes, murais e parques. Concepción concentra sua economia na área de serviços e funciona como o centro financeiro da Grande Concepción. Também possui várias faculdades e universidades, entre as quais a Universidade de Concepción e a Universidade do Bío-Bío. == Etimologia == Concepción (ou 'Concepcion', 'Concepecion' na ortografia portuguesa) é uma voz do espanhol (concepción), que significa: conceição. == História == === Descobrimento e fundação === A região onde hoje encontra-se Concepción foi descoberta inicialmente pelo capitão Juan Bautista Pastene a bordo de seu navio, o San Pedro em 27 de setembro de 1544. Seu primeiro avistamento foi a foz do rio Biobío que, simbolicamente, tomou o nome de Província de Concepción. A vista da região através do navio foi temporária, pois as condições existentes deste impedia o processo de aterrissagem. Concepción tem suas origens formadas nas campanhas de conquista em 1546, comandadas por Pedro de Valdivia. Sua primeira interação com a localidade é quando este alcança a foz do rio Biobío, que mais tarde recebe o nome de Baía de Concepción. Após sua chegada ao local, Pedro de Valdivia e sua expedição sofrem ataque imediato por parte dos Mapuches (também chamados de araucanos), no que ficou conhecido como Batalha de Quilacura. Esta é a primeira de muitas batalhas a serem travadas na área como parte da Guerra de Arauco. Tendo sido derrotado na batalha pelos nativos, Pedro de Valdivia retorna a Santiago de Nueva Extremadura. Quatro anos depois, com uma nova expedição composta por cerca de 200 soldados e um grupo de nativos, Valdivia volta à região. Em 22 de fevereiro de 1550, os mapuches novamente atacam a expedição comandada por Valdivia, originando a Batalha de Andalién, na tentativa de repelir as tentativas de conquista. Daniel de la Vega, cronista da época, narrou o seguinte: Três dias depois, Valdivia mudou seu acampamento para a região à beira-mar esperando navios de reforço provenientes de Valparaíso. O local do acampamento era conhecido pelos indígenas como \"Pegnco\" ou \"Penco\", que deu origem ao adjetivo atual, penquista. Em 3 de março de 1550, ele traçou o planejamento da cidade de Concepción, que seria dividida em lotes e começou a edificação dos primeiros edifícios. Em 5 de outubro de 1550, Pedro de Valdivia declarou oficialmente a fundação da cidade de Concepción del Nuevo Extremo. A fundação de Concepción foi, estrategicamente, muito importante para o processo de ocupação espanhola sob a nascente do rio Bio Bío. Dois anos depois, em 1552, Concepción foi reconhecida como uma cidade por um decreto real que concedeu um brasão de armas à localidade, que ainda está em vigência. === Período colonial === Durante o período colonial do Chile, ocorreu o desenvolvimento da Guerra de Arauco e Concepción tornou-se o núcleo militar desse confronto entre a Coroa da Espanha e os Mapuches. A cidade era despovoada e repovoada constantemente e sofria assédio e ataques militares nos seus primeiros 10 anos de fundação, sendo destruída três vezes pelo povo araucano durante este período. Nos séculos XVI e XVII, a cidade foi atacada por piratas ingleses e holandeses, como Olivier van Noort e também Francis Drake. Em 1554, Francisco de Villagra assume o comando após a batalha de Tucapel, em uma tentativa de evitar os ataques dos nativos, mas não alcança sucesso. Seu sucessor, García Hurtado de Mendoza, repovoou Concepción em 1558 e obteve boas conquistas militares para a Espanha em Araucania. Os espanhóis capturam Caupolicán, o principal líder dos mapuches, e ele é condenado à morte por empalamento.Caupolicán aguentou durante dois dias e uma noite de acordo com Vivar, Cap. CXVII. Alonso de Ercilla deduziu que foram três dias e três noites. Durante este período, Concepción torna-se uma região mais voltada à questão militar. No ano seguinte, 1565, Concepcion tornou-se a sede da Corte Real, a mais alta corte de justiça da coroa espanhola no Reino do Chile. Em 1589, ao chegar à região, Alonso de Ercilla passa a escrever La Araucana, um poema épico que relata a primera fase da Guerra de Arauco entre os espanhóis e os mapuches e a era contemporânea de Concepción. Já em 1604, criou-se em Concepción o primeiro exército profissional para fins de defesa do Reino do Chile. No ano seguinte, é construído o Forte de Penco, a fim de proporcionar uma melhor proteção para a cidade. Também é iniciada a construção da Catedral de Concepción em 1730. === Histórico sísmico === A cidade de Concepción tem registrado ao longo da história inúmeros terremotos, tendo sido atingida inclusive por aquele que é considerado o maior terremoto já registrado, o Sismo de Valdivia de 1960. O Terremoto de Concepción de 1751, de 8,5 graus na escala Richter, e seu respectivo tsunami resultaram em uma nova fundação da cidade de Concepción em seus arredores. No dia 27 de fevereiro de 2010, foi uma das cidades mais atingidas pelo terremoto de 8,8 graus de magnitude ocorrido no Chile. == Geografia == Concepción localiza-se na América do Sul, sendo sua latitude 36º 46' 22\" S e sua longitude 73º 03' 47\" O. A altitude média da cidade é de 12 metros acima do nível do mar, localizando-se no Vale da Mocha, entre as planícies litorâneas e a Cordilheira da Costa do Pacífico Sul. A comuna limita-se a norte com Hualpén, Talcahuano e Penco, a sul com Chiguayante e Hualqui, a leste com Florida e a oeste com San Pedro de la Paz e o rio Biobío.. A cidade está geograficamente ligada por dois grandes rios: o Biobío a oeste e o Andalién ao norte. Estes demarcam geograficamente a cidade. Concepción também é atravessada pelo Estero Nonguén, nascido no vale. === Clima === O clima de Concepción, segundo a classificação climática de Köppen- Geiger, é mediterrânico com influência oceânica (Csb), com invernos úmidos e um curto período seco no verão com duração de quatro meses. A temperatura média anual é 12 °C, enquanto no verão a média é 17 °C e no inverno é 8 °C. A precipitação se concentra nos meses de tempo frio, principalmente de maio a agosto e a média de chuva anual é 1 300 mm. == Demografia == De acordo com dados de 2012, do Instituto Nacional de Estatísticas do Chile, o município de Concepción tem uma área de 221,6 km² e uma população de , dos quais são homens e são mulheres. A cidade abriga 11,61% da população total da região. Aproximadamente 1,88% da população vive na área rural ( habitantes) e 98,12% vivem em área urbana ( habitantes). Entre 1970 e 1982, registrou-se um significativo aumento na população. Um dos motivos foi a inclusão de San Pedro de la Paz em sua região metropolitana, desmembrado da comuna de Coronel. A população de Concepción viu-se diminuir em consequência da criação das comunas de Chiguayante, a partir da divisão da comuna de Concepción, e San Pedro de la Paz, que originalmente surgiu do desmembramento da comuna de Coronel, mas também anexou regiões de Concepción. Nestas comunas a população cresceu rapidamente desde que se emanciparam. == Política == thumb|200px|direita|Sede do Governo Regional de Biobío. Por ser a capital da província de Concepción e da região de Biobío, Concepción sedia o governo provincial e a intendência regional. A comuna, considerada uma entidade autônoma, é administrada por uma câmara municipal, composta por um alcaide (prefeito) e alguns vereadores. O atual prefeito é Álvaro Ortiz Vera, do Partido Democrata Cristão do Chile (PDC). === Geminações === Concepción tem acordos de geminação com as seguintes cidades: * Auckland (Nova Zelândia) * Belém (Palestina) * Bucaramanga (Colômbia) * Cascavel (Brasil) * Aracaju (Brasil) * Cuenca (Equador) * Guayaquil (Equador) * La Plata (Argentina) * Minnesota (Estados Unidos) * Monterrei (México) * Rosário (Argentina) == Economia == Seus portos, Talcahuano e Tomé, estão nas proximidades da baía de Concepción. É o centro de comércio dos produtos agrícolas da fértil região circundante. Entre suas indústrias estão as de processamento de alimentos, refinarias de petróleo e produtos químicos. == Infraestrutura == === Transporte === ==== Terrestre ==== Concepción é inserida no sistema integrado de transporte urbano Gran Concepción Biovías, que começou a operar em 2005 e inclui a BioBus, o Biotrem e sistema de ciclovias. O sistema de ônibus atravessa os principais eixos da cidade. O transporte urbano interliga Concepción a Penco, Talcahuano, San Pedro de la Paz, Chiguayante e Hualqui. A maioria dos municípios da Grande Concepción são interligados pelo mesmo sistema de ônibus. ==== Aéreo ==== Uma vez que não existe aeroporto dentro da comuna de Concepción, a cidade se serve do Aeroporto Internacional Carriel Sur, localizado na comuna vizinha de Talcahuano. O aeroporto é o núcleo do tráfego aéreo do centro-sul do Chile, recebendo diversos voos nacionais e, casualmente, voos internacionais em caso de impossibilidade de aterrissagem no aeroporto de Santiago devido ao clima. === Educação === A primeira instituição de ensino superior foi a Pontifícia Universidade Pencopolitana de Concepción, oficialmente criada em 1730, ainda nos tempos de colonização. Foi criada por iniciativa da Diocese de Concepción. O terremoto e tsunami de 1751 afetou severamente a cidade, sendo que a biblioteca da universidade foi destruída no acontecimento. Esse desastre natural levou as autoridades da época a reconstruírem a cidade distante do mar, no Vale do Mocha. No mesmo momento em que a universidade foi criada em sua nova localização, a atividade acadêmica das universidades monásticas diminuiu, devido à criação da Universidade Real de San Felipe, em Santiago. A Universidade Pencopolitana continuou a conceder graus até a expulsão dos jesuítas, em 1767, quando esta encerrou suas atividades. Com o início da República, Concepción não teve outra universidade própria. No entanto, em 1865, a Universidade do Chile passou a oferecer, no Liceu de Concepción, o curso de Direito Fiscal, levando a um grau de lei. Entre seus alunos estava Henry Urrutia Manzano, que ocupou por décadas a Presidência da Suprema Corte do Chile. ; Universidades tradicionais * Universidade de Concepción * Universidade do Bío-Bío * Universidade Católica da Santíssima Conceição == Cultura == Concepción é considerada a \"capital do rock chileno\", uma vez que muitas bandas do gênero foram criadas nessa área, como as bandas internacionalmente reconhecidas Los Tres e Los Bunkers, também as bandas Emociones Clandestinas e Santos Dumont, além de grupos de rock mais pesado, como Machuca. Músicos também conhecidos realizaram suas primeiras apresentações na cidade, tais como Los Prisioneros.El sorprendente sonido penquista (em espanhol) A comuna é também conhecida como \"cidade universitária\", pela quantidade de universidades que existem em sua região, representando uma alternativa para as várias regiões do Chile. Há muitos estudantes universitários provenientes de outras regiões do país, especialmente jovens. A cidade caracteriza-se por sua cultura juvenil, como música, arte e demandas sociais. == Esporte == thumb|200px|direita|Vista do Estádio Municipal. Existem na cidade de Concepción três clubes de futebol que participam do Campeonato Chileno de Futebol. O Club Deportivo Universidad de Concepción, criado na Universidade de Concepción, venceu o campeonato de transição da Primera B (segunda divisão chilena) em 2013 e conseguiu o acesso à primeira divisão de 2013-2014. Seu grande rival da cidade é o Club Social y de Deportes Concepción, que também disputa a Primera B. O terceiro clube da cidade é o Fernández Vial, que disputa a Terceira Divisão. As três equipes mandam seus jogos no Estádio Municipal de Concepción, oficialmente Estádio Municipal de Concepción Alcaldesa Ester Roa Rebolledo, também conhecido por Estádio Collao. O estádio tem capacidade para 35 000 pessoas. == Imagens == File:Concepcion-Chile(001).jpg|Vista de Concepción File:Moderno Edificio en Concepción.jpg|A Torre \"Andes\" File:Desembocadura del Biobío.jpg|Foz do río Bío-Bío File:Hotel El Araucano.JPG|\"El Araucano\" Hotel File:Plaza de Armas Concepción.jpg|Praça da Cidade de Concepción == Notas == == Ver também == * Grande Concepción == Bibliografia == * * == Ligações externas == * Portal do Município de Concepción (em espanhol) * Encyclopedia Britannica — Concepción (em inglés)",
 "title": "Concepción (Chile)"
}