{
 "id": "34377",
 "text": "{{Info/Município do Brasil | nome = São Miguel Arcanjo | foto = Paisagens SMA (15).JPG | leg_foto = | apelido = Capital da Uva Itália | brasão = Brasão_sma.JPG‎ | bandeira = Bandeira_do_municipio_de_são_miguel_arcanjo.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de São Miguel Arcanjo | aniversário = 1 de abril | fundação = 12 de maio de 1877 | emancipação = | gentílico = são-miguelense | lema = | padroeiro = São Miguel Arcanjo (Basílica Santuário) | CEP = 18230-000 | prefeito = Paulo Ricardo da Silva (Paulo Oreia) | partido = PP | fim_mandato = 2024 | mapa = SaoPaulo Municip SaoMiguelArcanjo.svg | latP = S | latG = 23 | latM = 52 | latS = 40 | lonP = O | lonG = 47 | lonM = 59 | lonS = 49 | estado = São Paulo | região_intermediária = Sorocaba | data_região_intermediária = IBGE/2017 | região_imediata = Itapetininga | data_região_imediata = IBGE/2017 | região_metropolitana = Sorocaba | vizinhos = Norte: Itapetininga Sul: Sete Barras Leste: Pilar do Sul e Tapiraí (São Paulo) Oeste: Capão Bonito | dist_capital = 180 | área = 930.012 | área_ref = | população = 32039 | data_pop = Censo IBGE/2022 | altitude = 659 | clima = Clima Subtropical | sigla_clima = | fuso = UTC -3 (Inverno) / UTC -2 (Verão) | idh = 0.770 | data_idh = | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10168.50 | data_pib_per_capita = IBGE/2008 | site_prefeitura = http://www.saomiguelarcanjo.sp.gov.br/ | site_câmara = http://www.camarasma.sp.gov.br/ | mesorregião = Mesorregião Macro Metropolitana Paulista | acessodata = 3 de junho de 2024 }} São Miguel Arcanjo é um município brasileiro do estado de São Paulo, na Região Sudeste do país. Pertence à Região Metropolitana de Sorocaba e sua população, conforme o censo do IBGE de 2022, é de 32.039 habitantes. Localiza-se a uma latitude de 23º52'42\" sul e a uma longitude de 47º59'50\" oeste, estando a uma altitude de 659 metros. O município é formado pela sede, que inclui os povoados de Abaitinga e Santa Cruz dos Matos, e pelo distrito de Gramadão. == História == São Miguel Arcanjo, município localizado no estado de São Paulo, Brasil, tem suas raízes históricas datadas do século XIX. A região onde se situa o município era inicialmente composta por terras devolutas do Império Português. Em 1841, Tenente Urias Emídio Nogueira de Barros, mineiro de Baependi e morador de Casa Branca-SP, adquiriu terras na área, dando início à colonização da região. O povoado inicial, conhecido como São Miguel do Turvo, teve seu crescimento impulsionado pela expansão da cafeicultura no estado de São Paulo. Agricultores e imigrantes buscavam na região oportunidades econômicas, o que resultou no estabelecimento de atividades agrícolas e pecuárias, consolidando São Miguel do Turvo como um centro comercial regional. A identidade religiosa da comunidade começou a ser moldada com a construção da Capela de São Miguel Arcanjo em 1884. A devoção ao santo padroeiro fortaleceu-se ao longo do tempo, refletindo-se na cultura e tradições locais. Em 1889, o povoado foi elevado à categoria de município, com a emancipação política-administrativa. Ao longo de sua história, São Miguel Arcanjo passou por diversas transformações econômicas. O cultivo do café e do algodão foram atividades econômicas significativas em diferentes períodos. O século XX viu a imigração italiana trazer novas técnicas agrícolas, especialmente na viticultura, que se tornou uma importante atividade econômica na região. A economia do município também foi impulsionada pelo turismo a partir da segunda metade do século XX. A localização estratégica próxima à capital paulista e a preservação da natureza exuberante da região contribuíram para o crescimento dessa indústria. Parques ecológicos, trilhas e cachoeiras tornaram-se atrações para os visitantes, impulsionando o desenvolvimento do setor. Atualmente, São Miguel Arcanjo é reconhecido por sua economia diversificada, que engloba agricultura, turismo e comércio. A produção agrícola inclui uma variedade de culturas, destacando-se a viticultura e a produção de frutas. O comércio local também desempenha um papel importante na economia, atendendo tanto aos moradores quanto aos turistas que visitam a região. Além disso, a rica herança cultural e religiosa de São Miguel Arcanjo continua a ser uma parte fundamental da identidade do município. Festas religiosas, como a de São Miguel Arcanjo, celebrada em setembro, e eventos culturais mantêm viva a tradição local. A história de São Miguel Arcanjo reflete a trajetória de colonização e desenvolvimento da região, marcada pela contribuição de diferentes grupos étnicos e pela busca contínua por progresso e prosperidade. A cidade continua a se desenvolver, preservando suas tradições e buscando novas oportunidades para seus habitantes. == Geografia == Localiza-se a uma latitude 23º52'42\" sul e a uma longitude 47º59'50\" oeste, estando a uma altitude de 659 metros. Sua população estimada em 2004 era de 33.577 habitantes. Neste município localiza-se a sede do Parque Estadual Carlos Botelho, um dos remanescentes de maior importância em termos de biodiversidade do Brasil. Destaca-se neste Parque Estadual a ocorrência do maior primata das Américas, o muriqui-do-sul, também conhecido como mono-carvoeiro, que é sujeito de estudo do mais longo projeto de pesquisa com a espécie primata no Brasil, através da Associação Pró-Muriqui. Muriquis tem projetado São Miguel Arcanjo internacionalmente através desta associação de pesquisa. É um dos três únicos locais onde foi encontrada uma espécie de árvore da Mata Atlântica restrita ao estado de São Paulo e descrita em 1981, a Buchenavia igaratensis ; Limites * Norte: Itapetininga - 30 km * Sul: Sete Barras - 85 km * Leste: Pilar do Sul - 23 km * Oeste: Capão Bonito - 45 km === Hidrografia === * Rio Turvo === Rodovias === * SP-139 * SP-250 === Bairros de São Miguel Arcanjo === * Colônia Pinhal, onde as pessoas que vivem lá, alguns japoneses e outros descendentes, cultivam as tradições japonesas. Tem uma enorme biblioteca, com cerca de 74 mil livros japoneses e fitas. * Bairro Rio Acima, onde se originaram as primeiras mudas de uvas Itália do município, trazidas pelo senhor Massuto Fujiwara. * Bairro Brejaúva * Bairro da Capela de São Roque * Bairro Turvo dos Almeidas * Bairro Boa Vista * Bairro dos Soares * Bairro da Lavrinha * Bairro dos Paulos * Bairro do Retiro * Bairro Justinada, onde se localiza o Parque do Zizo, com uma grande área de Mata Atlântica. * Bairro Ferreirada * Bairro Gramadão * Bairro Pocinho * Bairro Turvo dos Hilários * Bairro do Facão * Bairro Faxinal * Bairro Rincão * Bairro Santa Cruz dos Matos * Bairro Guararema * Bairro Turvo da Lagoa * Bairro de Abaitinga (Taquaral) fica no km 93 da Rodovia Néquinho Fogaça SP 139 a qual atravessa o Parque Reserva Carlos Botelho e desce para o município de Sete Barras SP. * Bairro do Turvinho == Infraestrutura == === Comunicações === O sistema de telefones automáticos foi inaugurado na cidade pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) em 1974. Já o sistema de discagem direta à distância (DDD) foi implantado em 1982 pela Telecomunicações de São Paulo (TELESP), com o código de área (0152). Na década de 90 o código DDD da cidade foi alterado para (015), para padronização do sistema telefônico com a telefonia celular que estava sendo implantada em todo o estado. == Administração == * Prefeito: Paulo Ricardo da Silva (Paulo Oreia) (PP) (2017/2024) * Vice-Prefeito: Elias Rodrigues de Paula (PP) * Presidente da Câmara Municipal: Cláudio Miguel Ferreira Filho (PSD) (2021/2024) == Economia == Sua economia está voltada para o setor agrícola, com o predomínio do cultivo de uvas do tipo Itália e Rubi. Uma variedade que cresce muito no município é a uva rústica de mesa, como a niagara,(tratando - se de uma uva com menos custo para a produção),visto que na reforma dos parreirais os produtores vem optando pelo plantio da mesma,também ganhando espaço em novas áreas, principalmente na divisa com Capão Bonito (SP). A uva niagara atualmente em São Miguel Arcanjo, é responsável por 40% da produção do Estado de São Paulo. Também há outros, como o cultivo da batata, soja, trigo, e feijão, etc. == Turismo == === Atrativos naturais === * Parque Estadual Carlos Botelho * Parque do Zizo * Parque da Onça Parda * Murucututu (área preservada particular) * Lagoa do guapé - área de lazer e prática de pesca. * Pesqueiro São Paulo === Atrativos culturais === * Carnaval de Rua * Festa da Uva Itália * Festa do Vinho * Festa do Padroeiro * Festival do Bolinho de Frango * Festival Lollo Terra de MPB * Festa De Nossa Senhora De Fatima (Bairro Facão) * Romaria para Iguape * Romaria dos Cavaleiros nos Bairros, destino: município de Iguape tem como rota iniciada em São Miguel Arcanjo, passando por Sete Barras, Registro, Pariquera-Açu e Iguape. * Penakunfé (Romaria De Ciclistas Ate Aparecida Do Norte) * Festa Do Milho Verde * Festa Do Divino * Festa Da Caridade * Festa Da APAE * Santuário de São Miguel Arcanjo * Expo Gramadão (Distrito de Gramadão) * Rei Felipe Souza e Rainha Juliana Fantinelli == Ligações externas == * Página da prefeitura * Página da câmara * O município no WikiMapia * Página da Associação Pró-Muriqui",
 "title": "São Miguel Arcanjo (São Paulo)"
}