{
 "id": "3440",
 "text": "O humor vítreo, também conhecido por corpo vítreo do olho ou simplesmente por vítreo, é a substância gelatinosa e viscosa, formada por uma substância amorfa semilíquida, fibras e células, que se encontra no segmento posterior, entre o cristalino e a retina, sob pressão, de modo a manter a forma esférica do olho. O humor aquoso é o líquido incolor, constituído por água (98%) e sais dissolvidos (2%) — predominantemente cloreto de sódio — que preenche as câmaras oculares (cavidade do olho, entre a córnea e o cristalino). O volume do vítreo é de 4 mL para o olho humano. O Humor Vítreo é composto por substâncias hidrossolúveis e componente insolúvel (Proteína residual), além de ácido hialurônico, ácido ascórbico e láctico, glicose, lipídeos, albuminas, globulinas, aminoácidos (Glutamina e Histidina) e componentes inorgânicos; é mais viscoso que a água, devido a concentração de hialuronato de sódio, possui fibras de colágeno tipo II e podem ser encontradas células (Hialócitos) no córtex. Possui função estrutural a fim de manter o formato do olho e impedir o descolamento da retina. Algumas matrizes biológicas são utilizadas como alternativas para análises laboratoriais, principalmente em estudos de toxicologia forense, como em casos de corpos carbonizados, por exemplo. O humor vítreo representa uma dessas matrizes biológicas complementares, no entanto possui algumas desvantagens: pequeno volume, pequenas concentrações de drogas, necessita de técnicas mais sensíveis e há poucos estudos sobre sua análise. Contudo, ele possui vantagens importantes como a resistência a mudanças bioquímicas de decomposição, além de ser menos suscetível à contaminação bacteriana. A análise do Humor vítreo consiste na coleta de 2 a 4 mL por punção direta no globo ocular, este conteúdo será submetido a métodos analíticos que consigam determinar quais substâncias estão presentes e quantificar esses compostos, um dos métodos é o GS-MS (Cromatografia Gasosa Acoplada à Espectrometria de Massas) e o HPLC (Cromatografia Líquida de Alta Eficiência). Os resultados laboratoriais devem ser rápidos, sensíveis e específicos para determinar certas substâncias. A quantificação dessas substâncias é de grande importância quando há ausência ou deterioração de outras matrizes. Frequentemente é analisado o etanol no humor vítreo para confirmação da ingestão deste. Analisa-se também a detecção de cocaína, opioides, diazepam, benzodiazepínicos, entre outros. A análise macroscópica vai determinar a opacidade do vítreo e a microscópica vai revelar presença de células atípicas ou achados patológicos. Alguns métodos utilizados em pesquisas para análise de Humor Vítreo: • Extração em fase sólida e HPLC- PAD; • HPLC com detector de Fluorescência para detecção de MDMA; MDEA e MDA em humor vítreo; • Metilenodioxi derivados (MDMA: N-metil-3,4- metilenodioximetanfetamina, MDA: 3,4-metilenodioxianfetamina e MDEA: N-etil-3,4-metilenodioxietilanfetamina); • Detecção de heroína, entre outros. Peres, Mariana Dadalto. Humor vítreo: uma alternativa para investigação de drogas de abuso post-mortem. Ribeirão Preto. 2014. SÁNCHEZ, A.; AZOR, C.; ARAGÓN, A.; GARCÍA, D.P. Concentración de aminoácidos en el vítreo en una población control. Archivos de la Sociedad Española de Oftalmología v.77 n.11 Madrid nov. 2002. SOUZA, N.V. Doenças do corpo vítreo, retina e uveíte. Medicina, Simpósio: Oftalmologia para o clínico. 30: 69-73, jan./mar. 1997. Categoria:Fluidos corporais Categoria:Olho Categoria:Anatomia do olho humano",
 "title": "Humor vítreo"
}