{
 "id": "34457",
 "text": "Ginkgo biloba, também conhecida pelos nomes populares nogueira-do-japão, árvore-avenca ou simplesmente ginkgo, é uma árvore de origem chinesa considerada um fóssil vivo, pois existia já no tempo dos dinossauros, há mais de 200 milhões de anos. É símbolo de paz e longevidade por ter sobrevivido às explosões atômicas no Japão. Foi descrita pela primeira vez pelo médico alemão Engelbert Kaempfer por volta de 1690, mas só despertou o interesse de pesquisadores após a Segunda Guerra Mundial (1939-1945), quando perceberam que a planta tinha sobrevivido à radiação em Hiroshima, brotando no solo da cidade devastada. Suas folhas têm sido frequentemente usadas no combate aos radicais livres e como auxiliar da oxigenação cerebral. São árvores caducas, isto é, que perdem todas as folhas no inverno. Atingem uma altura de 20 a 35 metros (alguns espécimes, na China, chegam a atingir os 50 metros). Foram, durante muito tempo, consideradas extintas no meio natural, mas, posteriormente verificou-se que duas pequenas zonas na província de Zhejiang, na República Popular da China, albergavam exemplares da espécie. Hoje, a planta existe em praticamente todos os continentes e no Brasil há exemplares produzindo sementes. Goethe, famoso cientista, filósofo, poeta e botânico alemão, escreveu um poema sobre ele em 1815 falando da unidade-dualidade simbolizada na folha do ginkgo. == Etimologia == A palavra ginkgo tem origem chinesa (ginkyo: 銀杏), significando \"damasco prateado\". A palavra biloba vem do formato bilobado das folhas. == Uso farmacológico == Acredita-se que o Ginkgo seja um nootrópico, sendo usado principalmente como intensificador de memória, de atenção e contra vertigem. O maior e mais longo teste clínico independente, conduzido pelo Periódico da Associação Médica Americana para avaliar o Ginkgo biloba, publicou o resultado em 2008 de que o suplemento não reduz a incidência de demência de quaisquer causas ou de Alzheimer em adultos, de 75 anos ou mais, que tinham cognição normal ou mínimo déficit cognitivo, quando administrado duas vezes por dia em doses de 120 mg do extrato de \"G. biloba\". Entretanto, um teste similar, publicado em 2010 pelo Periódico Internacional de Psiquiatria Geriátrica, concluiu que a mesma formulação de extrato do G. biloba (EGb761), quando administrada como uma única dose de 240 mg diariamente, se mostrou significativamente superior ao placebo no tratamento de pacientes com demência com sintomas neuropsiquiátricos. De acordo com alguns estudos, o Ginkgo pode melhorar significativamente a atenção e indivíduos saudáveis.BBC News: Herbal remedies \"boost brain power\" Em um desses estudos, o efeito foi quase imediato e chegou ao seu pico em 2 horas e meia depois da administração. Em 2007, uma análise sistemática avaliou criticamente os dados sobre os testes com o Ginkgo, usando a literatura disponível até 2007, de qualquer idioma. A análise apontou falhas metodológicas em vários estudos. Aponta que, enquanto alguns estudos mostraram resultados positivos agudos com doses particulares, estes resultados não foram reproduzidos ou foram diretamente contraditos por outros estudos. Afirma que a evidência disponível de estudos de longo-prazo é altamente negativa, que apenas um de 5 estudos agudos mostra resultados positivos e apenas um de 6 estudos de longo-prazo mostrou algum resultado positivo significante. Um estudo sugere que o efeito do Ginkgo sobre a cognição pode ser atribuído ao seu efeito inibitório na recaptação da noradrenalina. Uma análise mais recente, de 2012, da literatura disponível, não deu razão para mudar as conclusões antigas. Afirma que não há evidência convincente de que ginkgo seja efetivo para deficit cognitivo ou demência, derrame isquêmico agudo, claudicação intermitente ou zumbido. Ainda há falta de evidência conclusiva do efeito sobre a degeneração macular em idosos. O extrato da folha do Ginkgo parece ser seguro de usar, sem excesso de efeitos colaterais em comparação com o placebo. Pode causar efeitos colaterais mínimos como irritação estomacal, dor de cabeça, tontura, constipação e reações dermatológicas alérgicas. Ainda há preocupação de que o extrato da folha possa aumentar o risco de sangramento e de que possa interagir com anticoagulantes. Como precaução geral, recomenda- se abster-se do ginkgo por pelo menos duas semanas antes de cirurgias. Desde 2016, a Agência Internacional de Pesquisa em Câncer classifica o extrato de Ginkgo biloba como possivelmente cancerígeno (grupo 2B). == Ligações externas == * * * National Center for Complementary and Alternative Medicine (NCCAM). Ginkgo Evaluation of Memory (GEM) Study Fails To Show Benefit in Preventing Dementia in the Elderly * * * * * Categoria:Ginkgoaceae Categoria:Árvores da China Categoria:Flora da Ásia Categoria:Plantas medicinais Categoria:Espécies descritas por Lineu Categoria:Árvores ornamentais Categoria:Plantas usadas para bonsai Categoria:Plantas descritas em 1771 Categoria:Flora endêmica da China",
 "title": "Ginkgo biloba"
}