{
 "id": "34473",
 "text": "{{Info/Município do Brasil | nome = Agronômica | foto = | leg_foto = | apelido = | brasão = Brasão do município de Agronômica (SC).svg | bandeira = Bandeira do município de Agronômica (SC).svg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = agronomense | lema = | prefeito = César Cunha | partido = PSDB | fim_mandato = 2024 | mapa = SantaCatarina Municip Agronomica.svg | latP = S | latG = 27 | latM = 15 | latS = 54 | lonP = O | lonG = 49 | lonM = 42 | lonS = 39 | estado = Santa Catarina | mesorregião = Vale do Itajaí | data_mesorregião = IBGE/2008 | microrregião = Rio do Sul | data_microrregião = IBGE/2008 | região_metropolitana = 205 | vizinhos = Agrolândia, Atalanta, Aurora, Ituporanga, Laurentino, Rio do Sul e Trombudo Central | dist_capital = 205 | área = 129.774 | área_ref = | área_urbana = 3.89 | área_urbana_data = 2019 | área_urbana_ref = | população = 6055 | data_pop = censo IBGE/2022 | população_ref = | altitude = 347 | população_pos = SC: 180º | clima = subtropical | sigla_clima = Cfa | idh = 0.741 | data_idh = PNUD/2010 | idh_ref = | idh_pos = SC: 125º | pib = mil | data_pib = IBGE/2021 | pib_ref = | pib_pos = SC: 184º | pib_per_capita = 41807.92 | data_pib_per_capita = IBGE/2021 | site_prefeitura = | site_câmara = }} Agronômica é um município brasileiro do estado de Santa Catarina. Localiza-se a uma latitude 27º15'54\" sul e a uma longitude 49º42'40\" oeste, estando a uma altitude de 347 metros. Sua população em 2022 era de 6.055 habitantes. Possui uma área de 129,774 km². == História == === Origens e povoamento === O excesso de população de Rio dos Cedros e Rodeio, buscando a melhoria de condições de vida, foi o fator iniciante que ajudou a povoar o território municipal de Agronômica nos últimos anos do século XIX. As famílias de Júlio Ventúri, Máximo Piseta, Francisco Reuter, Ângelo Finardi e Inácio Fronza foram os primeiros contingentes populacionais cuja chegada ocorreu na região. Posteriormente, a colonização foi intensificada, sendo representativa das terras férteis de excelência, acima de tudo, para plantar arroz, o que atrai muito os agricultores para o sustento de suas famílias. Os pioneiros, que tinham devoção por Nossa Senhora de Caravaggio, padroeira do imigrante italiano, foram os construtores de uma capela que homenageou a santa e o orago feminino foi convertido na padroeira católica da comunidade. \"Pastagem\" foi o primeiro nome que o município recebeu, porque suas gramíneas eram de boa qualidade. Ali foi o local onde os tropeiros \"pousavam\" ou \"sesteavam\". A descida dos tropeiros teve como ponto de partida a região dos Campos de Lages e o litoral de Santa Catarina como ponto de destino. === Formação administrativa e história recente === Foi elevado à categoria de distrito em 1961. O distrito elevou-se à categoria de município por força da Lei Estadual nº 959, de 8 de abril de 1964. O município foi instalado em 6 de junho do mesmo ano. O governo estadual nomeou como primeiro prefeito o senhor Lauro Pamplona. Depois, a população agronomense elegeu como primeiro prefeito Ambrózio Bortuluzzi. É um município pertencente à Mesorregião do Vale do Itajaí e sua superfície territorial é de 129,774 km². Lavoura e pastoreio, com certas fábricas transformadoras, predominam na economia do município. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura *Página da câmara Categoria:Agronômica Categoria:Fundações em Santa Catarina em 1964",
 "title": "Agronômica"
}