{
 "id": "34480",
 "text": "{{Info/Município do Brasil | nome = Anita Garibaldi | foto = | leg_foto = | apelido = | brasão = Brasão do município de Anita Garibaldi (SC).png | bandeira = | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Anita Garibaldi | aniversário = | fundação = | gentílico = anitense | lema = | prefeito = João Cidinei da SilvaPrefeito e vereadores de Anita Garibaldi tomam posse; veja lista de eleitos em g1.globo.com | partido = PL | fim_mandato = 2024 | mapa = SantaCatarina Municip AnitaGaribaldi.svg | latP = S | latG = 27 | latM = 41 | latS = 20 | lonP = O | lonG = 51 | lonM = 07 | lonS = 48 | estado = Santa Catarina | mesorregião = Serrana | data_mesorregião = IBGE/2008 | microrregião = Campos de Lages | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cerro Negro, Celso Ramos, , Campos Novos e | dist_capital = 325 | área = 589.812 | área_ref = | área_urbana = 2.24 | área_urbana_data = 2019 | área_urbana_ref = | população = 8285 | população_ref = | população_pos = SC: 149º | data_pop = censo IBGE/2022 | altitude = 885 | clima = Mesotérmico úmido | sigla_clima = Cf | idh = 0.688 | data_idh = PNUD/2010 | idh_ref = | idh_pos = SC: 256º | pib = mil | data_pib = IBGE/2021 | pib_ref = | pib_pos = SC: 186º | pib_per_capita = 34127.28 | data_pib_per_capita = IBGE/2021 | site_prefeitura = | site_câmara = }} Anita Garibaldi é um município brasileiro do estado de Santa Catarina. Localiza-se a uma latitude 27º41'21\" sul e a uma longitude 51º07'48\" oeste, estando a uma altitude de 885 metros. O clima é o mesotérmico úmido, com temperatura média anual de 16 °C. Possui uma área de 589,812 km² e sua população, conforme censo do IBGE de 2022, era em habitantes. O nome é uma homenagem à \"heroína de dois mundos\", Anita Garibaldi, que por lá passou no ano de 1842. Sua fama ganhou o mundo e a simpatia da população local. Inicialmente, o município de Anita Garibaldi foi apenas ponto de passagem de paulistas, gaúchos e também de tropeiros. Mais tarde, recebeu colonizadores italianos e alemães. Já foi considerada a Capital do Pinheiro pela imensa floresta de araucárias em seu território, floresta que, hoje, cedeu lugar à agricultura e à pecuária. Recebe a denominação de \"Cidade dos Lagos\" em decorrência dos grandes empreendimentos instalados no seu entorno, tais como as construções das Usinas Hidrelétricas de Machadinho, Campos Novos e Barra Grande, as quais formaram grandes lagos a banhar o território Anitense. == História == === Etimologia === O município de Anita Garibaldi tem um nome que os catarinenses homenageiam a grande celebridade feminina, que nasceu Ana Maria de Jesus Ribeiro e que ganhou fama e prestígio no Brasil e no mundo, passando a se chamar Anita Garibaldi, sobrenome que herdou de seu segundo marido, Giuseppe Garibaldi. Esse é o personagem representativo, por ser idealista e por desempenhar sua função na história, da gratidão de um personagem para os brasileiros, os uruguaios, os argentinos, e acima de tudo os italianos, seus compatriotas, tendo na limpidez de sua espada, a da unificação da Itália. Os povos acima lembram com carinho, por sua vez, da figura de Anita, e também na França, no lugar (em Nice), em que estão repousados seus restos mortais. === Origens e povoamento === Já no início da época em que Lages foi fundada, os povoadores que vieram de São Paulo e do Rio Grande do Sul devem ter sido os percorredores do território do município. Entretanto, o município só começou a ser colonizado em 1910, quando em suas terras foram estabelecidos os primeiros pioneiros: Paulino Granzotto, ao lado de seus irmãos Ângelo e José. Além da família Granzotto, é importante lembrar, como as primeiras, a saber: Benevenutto Menegazzo, Eduardo Salmória, Luiz Gazetti, João Pacheco de Andrade, Bernardino A. Ribeiro, Francisco José Ribeiro e Joaquim Firmino Varela. A área de Anita Garibaldi, de 851 km², que se compõe de campos, pinheirais e da fertilidade das terras, antes pertencia à zona que chamava-se \"Rincão dos Baguais\", se referindo aos muitos eqüinos que ali existiam. === Formação administrativa === Por volta de 1930 o governo estadual elevou Anita Garibaldi à categoria de distrito de Lages, e somente mais tarde, isto é, em 17 de julho de 1961, por força da Lei Estadual nº 730, a cidade de Anita Garibaldi tornou-se a capital do município. O município foi instalado no dia 4 de dezembro de 1961. José Pereira Neves foi o primeiro prefeito que a população elegeu. O Esporte Clube Grêmio de Celso Ramos, da localidade do mesmo nome, é o principal time de futebol da cidade. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura *Página da câmara Categoria:Fundações em Santa Catarina em 1961",
 "title": "Anita Garibaldi (Santa Catarina)"
}