{
 "id": "34519",
 "text": "{{Info/Município do Brasil | nome = Capinzal | foto = capinzal.jpg | leg_foto = | apelido = | brasão = Brasão de Armas do Município de Capinzal.PNG | bandeira = Bandeira_de_Capinzal.PNG | link_brasão = | link_bandeira = | link_hino = | aniversário = 17/02 | fundação = | gentílico =capinzalense | lema = | prefeito =Nilvo DoriniPrefeito e vereadores de Capinzal tomam posse; veja lista de eleitos em g1.globo.com | partido =MDB | fim_mandato =2024 | mapa = SantaCatarina Municip Capinzal.svg | latP = S | latG = 27 | latM = 20 | latS = 38 | lonP = O | lonG = 51 | lonM = 36 | lonS = 43 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = Joaçaba | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Piratuba, Ipira, Ouro, Lacerdópolis, Erval Velho, Campos Novos, Zortéa, Machadinho (RS) | dist_capital = 442 | área = 333.980 | área_ref = | população = 23035 | data_pop = Censo IBGE/2020 | altitude = 480 | clima = Mesotérmico úmido, com verão quente e temperatura média de 18,1°C | sigla_clima = | idh = 0.752 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2015 | pib_per_capita = 35.295,39 | data_pib_per_capita = IBGE/2015 }} Capinzal é um município brasileiro do estado de Santa Catarina. Localiza-se a uma latitude 27º20'37\" sul e a uma longitude 51º36'43\" oeste, estando a uma altitude de 480 metros na área central, e chegando a 780 metros nos bairros mais altos. Sua população estimada em 2017 era de habitantes. Possui uma área de 244 km². A comunidade de Alto Alegre é o seu único distrito e foi criado em 17 de março de 1965. ==História== A história nos conta que nos anos de 1840, Jesuíno de Matos requereu as primeiras terras do Governo Imperial para ser colonizada a área. Estas terras chamavam-se Campo Bonito, que acabaram não sendo colonizadas e depois foram vendidas para outros colonizadores: João Ferreira da Silva, Barão de Antonina e Manuel Lopes de Abreu. Grande parte destas áreas hoje constitui-se a parte física e geográfica de Capinzal. As terras capinzalenses, antes da ferrovia, se mantinham inexploradas e, apenas, serviam de passagens por caminhos e veredas aos homens do sertão, índios, tropeiros e os remanescentes das revoluções Farroupilha (1835-1845) e Federalista (1891-1894). No fim do século XIX, Capinzal não passava de uma extensa fazenda de propriedade de Antônio Lopes de Abreu. Este então, interessou-se em colonizar a área. O povoamento de Capinzal principiou pelos anos de 1890, com elementos lusos penetrando pelas margens do Rio do Peixe. \"Sabemos que, historicamente, os cursos dos rios além de atrair núcleos humanos as suas margens, podem servir como fator de desenvolvimento econômico e social quando vistos, por exemplo, como fonte de energia, como meio de locomoção e transporte, como meio potencial para a irrigação e também como forma de lazer\". Livro Capinzal, Fronteiras Socioeconômicas: Um diagnóstico municipal; Holga Maria Siviero Brancher. No início do século XX, a partir de 1906, descendentes de italianos, vindos do Rio Grande do Sul, passaram a ocupar áreas à margem do Rio do Peixe. Foram os primeiros moradores e colonizadores de Capinzal, dedicando-se à agricultura, pecuária e comércio. Foram eles: João Vacchi, José Blasi, Antônio Freitas, Carmine Zoccoli, José Zoccoli, Elias Michele Molin, Paulo Lenzi, Bernardinho Macedo, Manuel Bittencourt, Virgílio de Moraes, Leandro Padilha, Francisco Miguel, Frederico Alves, Adelino Ferreira, José Maria, com suas famílias, respectivamente. No ano de 1910, Capinzal começou a desenvolver-se com a construção da estrada de ferro São Paulo-Rio Grande do Sul inaugurada em 20 de novembro de 1910. Nesta época, Capinzal se chamava \"Rio Capinzal\" e pertencia ao município de Campos Novos. Pela Lei Municipal nº 206, de Campos Novos, de 18 de novembro de 1914, foi criado o Distrito de Rio Capinzal, constituindo-se no distrito mais antigo da margem esquerda do Rio do Peixe e o segundo da região. O povoado foi crescendo, vivendo de uma economia baseada na atividade agropastoril e pequenas indústrias que se foram instalando, entre essas: serrarias, frigoríficos, cerâmicas, fábricas de laminados e compensados, fabricas de caixas, fábricas de vinhos, destilaria de licores, fábricas de móveis, fundição de ferro e bronze, fábricas de cerveja, moinhos de trigo, milho, ervateiras... Pela Lei 249, de 30 de dezembro de 1948, Capinzal emancipou-se e perdeu a denominação do Rio e ficou apenas Capinzal. Em 17 de fevereiro de 1949 foi instalado como Município, sendo nomeado como primeiro prefeito, provisório, Antonio de Pádua Pereira. A formação jurídica deu-se a Comarca de Capinzal, criada pela lei nº 1.171 de 10 de Dezembro de 1954, tendo sido solenemente instalado em 4 de junho de 1956. Atualmente é Comarca de 2ª Instância, com jurisdição sobre os municípios de Ouro, Lacerdópolis, Piratuba, Ipira e a própria sede. O primeiro juiz titular da Comarca foi Gervásio Nunes Pires e o seu primeiro Promotor Público Faitalo Coelho de Sousa. \"Resgatar e revisar o passado é tarefa para aqueles que acreditam no futuro; pois, nos exemplos e bases sólidas dos feitos progressistas, que se empreendem projetos que, verdadeiramente, frutificam\" (Dr. Vitor Almeida). Antonio Lopes foi a São Paulo levar gado, onde ofereceram sementes de capim, para plantar pastagens para os animais. Retornando lançou a semente na terra, às margens do Rio do Peixe e de outro rio sem denominação na época, o qual passou a ser chamado Rio Capinzal devido aos capins que ali foram semeados. Esses capins se adaptaram muito bem ao clima e a terra do local, vindo a multiplicar-se desenfreadamente, invadindo até as terras vizinhas, onde hoje se localiza o centro da cidade de Capinzal. Desta forma, pela imensa quantidade de capim existente nessa região, o povoado passou a se chamar Rio Capinzal. == Geografia == Capinzal localiza-se na Mesorregião do Oeste Catarinense, mais precisamente na Microrregião de Joaçaba. A cidade fica à margem esquerda do rio do Peixe, e a 303 km em linha reta da capital do estado, e possui as seguintes coordenadas geográficas: 27°20'28\" de latitude sul e 51°36'43\" de longitude oeste do meridiano de Greenwich. A área do município é de 244 km², sendo um dos menores municípios do estado de Santa Catarina em área. 480 metros na sede municipal, sendo um dos menores municípios do estado de Santa Catarina em altitude. As altitudes do município oscilam entre 500 e 800 metros. Capinzal está localizada no planalto basáltico. O clima de Capinzal é do tipo Cfa, que ocorre na baixada litorânea e nas partes mais baixas do planalto (extremo ocidental e vale do rio Uruguai). Bastante frio no inverno (aproximadamente 0 °C), chega a ser muito quente no verão, quando atinge 30 °C. Sujeito a geadas. As chuvas predominam no começo da primavera, alcançando a precipitação anual a quase 2.000 mm. A umidade vai, mais ou menos, a 80%. Próprio para a agricultura. Capinzal faz parte da bacia hidrográfica do rio Uruguai, sendo o rio do Peixe seu único afluente em território municipal, traçando assim toda a limite noroeste ao longo de seu trecho com os municípios de Ouro e Lacerdópolis. A vegetação de Capinzal apresenta-se sob a forma de florestas mistas de coníferas (araucárias) e latififoliadas. Há uma diferença substancial entre a vegetação na área mais montanhosa do município às margens do rio do Peixe e a vegetação nativa dos campos, cujas áreas são entremeadas por capões. Originalmente havia também campos com e áreas de florestas com pinheirais. Enquanto os campos nativos foram utilizados para a criação de bovinos, as áreas planas de matas com pinheirais (araucárias) foram desmatadas para o plantio de trigo, soja e milho, principais culturas agrícolas. Apesar desse desmatamento, ainda há muitas áreas de matas nativas e reflorestamentos. A avicultura, que ocupa pequenas áreas (1.200 m² por aviário para pouco mais de 13 mil aves), é uma característica de pequenas propriedades e tem pouco impacto na área vegetal. Os principais acidentes geográficos do município são o Rio do Peixe, não navegável devido à grande pedregosidade de suas águas, o Lajeado Pato Roxo e o Morro do Agudo, que tem, aproximadamente, 70 metros de altitude. As principais riquezas naturais do município são de origem mineral: barro para olarias e pedra para construção; e de origem vegetal: pinheiro-do-paraná, angico, cabriúra, cedro, louro e erva-mate. == Demografia == A população de Capinzal, segundo o Censo Demográfico de 2000, era de 19.955 habitantes e tinha a seguinte composição: 10.020 homens, 9.935 mulheres, 15.745 brancos, 3.629 pardos, 362 pretos, 68 amarelos, 74 indígenas e 78 não declararam a cor. Das pessoas de 10 anos ou mais de idade, em número de 16.155, 6.124 eram solteiros, 8.796 casados, 667 viúvos, 385 desquitados e 183 eram divorciados. Predominaram em religião os que se declararam católicos romanos, em número de 117.358; as outras religiões possuem adeptos em pequena escala, sendo 12,19% de evangélicos. A densidade demográfica era de 69,4 habitantes por quilômetro quadrado. Localiza-se na zona rural 22,53% da população, sendo esta porcentagem das menos elevadas no estado, superando a média da população rural de Santa Catarina que é de 21,28%. Situa-se em 48º lugar, com relação à população dos municípios do estado. === Aglomerações urbanas === Há uma aglomeração urbana no município: a cidade de Capinzal, com 15.460 habitantes (7.720 homens e 7.740 mulheres), conforme dados do Censo de 2000. Desde 2010, a cidade vem se expandindo para fora das bordas do vale do Rio do Peixe. A construção de bairros como Recanto dos Pássaros, Nova Capinzal e a expansão de loteamentos como Jacob Dorini são reflexão da política residencial da cidade. Essa expansão, em contrapartida, gera críticas e flutuações drásticas na apreciação de imóveis de terrenos no perímetro urbano da cidade. == Economia == Desde a sua origem, Capinzal teve a economia baseada na agricultura, com destaque para a produção de grãos, aliada à criação de aves e suínos, o que acabou incrementando atividades nas áreas comercial e industrial. Por sua expressiva produção e estratégica localização geográfica, Capinzal sedia uma das maiores empresas especializadas na industrialização de carne de aves e de suínos do mundo: a Perdigão S.A.. Com base no incentivo dessa indústria, o município tornou-se a Capital Brasileira do Chester; uma ave nobre cuja carne é consumida em todo o mundo. Com sua economia baseada na indústria e na agropecuária, desenvolveu um comércio próspero e muito receptivo. Sua indústria e agropecuária são destaques nacionais e é sede de uma das maiores agroindústrias do país. O parque industrial metal-mecânico, em franco desenvolvimento, já faz de Capinzal referência nacional e o potencial do ramo madeireiro mostra-se presente, desde a colonização. Estas modernas indústrias canalizam sua produção para o mercado interno e para as exportações, gerando empregos, renda e desenvolvimento. === Agropecuária === A produção agrícola é bastante diversificada. O município possui solo e clima bastante favorável a várias culturas, destacando-se o milho, a soja, trigo, feijão, cevada, entre outros. Neste contexto de produção também merece destaque o cultivo da erva-mate e pomares de árvores frutíferas. Na pecuária destaca-se o rebanho bovino, suíno e também avicultura com bem montados aviários para a produção de Chester e frangos, cujos benefícios estendem-se de Capinzal para todo o Brasil e exterior. === Indústria === Principais matérias-primas disponíveis no município: * Animal: bovino, aves, suínos * Vegetais: milho, soja, trigo, cevada, erva-mate e madeira * Mineral: argila. Há várias indústrias nas esferas alimentícias, madeireira, cerâmica que oportunizam emprego e propiciam expansão populacional e desenvolvimento econômico, fazendo com que Capinzal seja expoente no meio sócio-econômico do estado de Santa Catarina. Na indústria metalúrgica se dão destaque a Fast e Gratt, duas empresas líderes na área de tecnologia industrial e ambiental. === Comércio === O comércio de Capinzal é constituído de mercados e lojas de pequeno, médio e grande porte. Atuam em Capinzal 6 instituições financeiras: Banco do Brasil, Caixa Econômica Federal, Bradesco, Sicredi, Sicoob e Sulcredi. O município conta também com 8 sindicatos de classe. == Turismo == O turismo de eventos é marcado pelo Aniversário do Município, em 17 de fevereiro, comemorado com bolo e sequência de chester, em pedaços, que aumentam um metro a cada ano acompanhando a idade da cidade. A Noite Italiana é tradição de especialidades da culinária e dos bons vinhos especialmente selecionados. O Kerbfest, com comida típica, bailes e muita animação, é a valorização da cultura germânica. Mas é na Expovale, multi evento bi-anual, aberto a negócios, com feira da indústria, comércio e serviços, exposições agropecuárias, motocross, jeep tour, feira Off-Road, leilão de gado e shows, que são mostradas todas as suas potencialidades. Outra atração da cidade é a visita à fazenda São Pedro. Localizada na Linha São Pedro, acesso Zortéa, distante 10 km do centro da cidade, a fazenda possui uma área de 100ha e oferece trilhas ecológicas, contando com criação de gado leiteiro e de ovelhas, além de produzir milho, soja e queijo. Ali é possível conhecer o processo de inseminação artificial e o local onde se produz o queijo. Também são oferecidos passeios a cavalo e caminhadas ecológicas pelas trilhas. Numa delas existe uma fonte d’água que dá origem a um riacho. A água da fonte era utilizada em 1913 para fabricar cerveja. === Igreja Matriz São Paulo Apóstolo === Situado no corredor turístico regional, Capinzal inclui em seu roteiro alguns monumentos ímpares, como a Igreja Matriz São Paulo Apóstolo, cartão postal da cidade, cuja abóbada é réplica da Basílica de São Pedro, no Vaticano. A Igreja tem um estilo inspirado no Rômanico, possui grandes vitrais e passou por diversas restaurações e reformas. === Ponte Pênsil === A Ponte Pênsil Padre Matias Michelizza está sobre o Rio do Peixe, que liga Capinzal ao município de Ouro. Foi reconstruída duas vezes. A primeira versão existiu de 1932 até 1939, a segunda, de 1945 até 1983 e a terceira de 1985 até então. Em ambas as vezes, foi destruída por desastres naturais ligados ao Rio do Peixe. As primeiras iterações tinham largura de 3,5m e permitiam a passagem de veículos; hoje é apenas utilizada por pedestres e ciclistas. === Área de Lazer Dr. Arnaldo Favorito === Localizada às margens do centro da cidade, é uma área arborizada, e possui espaço para prática de esportes e competições. Possui mesas e churrasqueiras para uso público, e também um centro de eventos onde ocorrem festividades. === Museu === O Museu Histórico Municipal possui em seu acervo documentos e objetos que contam a história da colonização e do desenvolvimento de Capinzal. Situa-se na rua Presidente Nereu Ramos, 85, centro. Funciona de segunda a sexta, das 08:00 às 12:00 e das 13:30 às 17:30 h. Tel. (49) 3555-2222 (2225). === Noite Italiana === Uma festa realizada pela APAE, com os lucros destinados a melhorias na escola. Tradição de bons vinhos especialmente selecionados e especialidades da culinária italiana. Valorização da cultura e danças folclóricas. Assim é a Noite Italiana de Capinzal, em meados de julho, no Centro Educacional Celso Farina. === Kerbfest === A tradição da cultura germânica, pratos típicos, bailes e muita animação. No último final de semana de novembro, no Centro Educacional Celso Farina com apresentação do grupo Kerbtanz entre outros. === Grupos culturais e folclóricos === * Associação Regional de Capoeira Raios do sol; * Grupo de Capoeira Aborígene Brasil; * Associação Capinzalense de Modalidades Esportivas de Força; * Associação Kerbtanz (grupo de dança folclórica alemã) === Expovale === Multievento aberto a negócios com feira da indústria, comércio e serviços, exposições agropecuárias, motocross (provas do campeonato catarinense), bicicross, jeep tour, feira Off-Road, leilão de gado e shows. Evento bi-anual realizado no Parque de Exposições Domingos Pellizzaro. O parque ocupa uma área de 600 mil m², com pista de motocross, de ciclismo e para competições Off-Road 4x4. Ampla área para camping. Tem estrutura para abrigar eventos com até 50 mil pessoas. Palco da Expovale. Localizado na rodovia SC-303, que liga os municípios de Capinzal e Piratuba. No ano de 2005, mais de 50.000 pessoas visitaram a feira. A diversão foi garantida entre os dias 11 e 16 de outubro de 2005 com atrações para todos os gostos. Show para o público infantil, que marcou presença; atrações para o público jovem, que além de shows, contou com um espaço especialmente preparado, a tenda eletrônica da Expodance com DJ’s e dançarinos. Para os amantes de aventuras, passeios e trilhas de jeep raid e pura adrenalina com o Campeonato Sul Brasileiro de Motocross (pela segunda vez em Capinzal), realizado paralelamente ao Campeonato Catarinense. O visitante pode prestigiar, além dessas atrações, os leilões e exposições agropecuárias, rodeio country com shows pirotécnicos, shows nacionais, exposição-feira de indústria e comércio e a entrega do Troféu Destaque Econômico. == Transportes == O acesso é feito a partir da rodovia BR-282 passando a SC-303. Existe uma única linha de transporte urbano coletivo, feito por ônibus, coloquialmente chamado de \"circular\", que passa de trinta em trinta minutos a cada parada, conectando o centro até a parte superior da cidade. == Educação == Possui educação de qualidade, do ensino infantil à ao superior, possuindo também uma instituição de ensino técnico e uma unidade da Universidade do Oeste de Santa Catarina. == Biodiversidade == O município de Capinzal possui em sua área o registro de 20 espécies de mamíferos, 14 espécies de anfíbios, 11 espécies de répteis, 45 espécies de peixes, 127 espécies de aves e 63 espécies de Lepidoptera (borboletas e mariposas). Em relação a flora, possui o registro de 27 espécies de orquídeas e bromélias. Na área do município também já foram realizadas pesquisas sobre ecologia de formigas cortadeiras Atta sexdens. == Esportes == Possui um clube de futebol, o Arabutã Futebol Clube. Seu estádio é conhecido como Baixada Rubra. O clube foi fundado antes do município, em 1944. O clube já foi campeão estadual de amadores em 1994. == Filhos ilustres == *Alcir Monticelli - Engenheiro brasileiro, nascido em Capinzal em 1946. Estudou engenharia eletrônica no Instituto Tecnológico de Aeronáutica (ITA) em 1970. Em 1972, concluiu o mestrado na Universidade Federal da Paraíba e, já em 1975, concluiu o doutorado na Unicamp. Foi professor titular da Faculdade de Engenharia Elétrica e de Computação da Unicamp, orientando vários alunos e escrevendo livros e cerca de 50 artigos em periódicos de primeira linha. Realizou pesquisas em Berkeley-California e passou por instituições de pesquisa tais como o EPRI, em Stanford, e o grupo de computação paralela da Mitsubishi no Japão. Escreveu o livro Electric Power System Generalized State Estimation, considerado a 'bíblia' do assunto, adotado por vários cursos de pós-graduação de engenharia elétrica pelo mundo. Faleceu em 2001 aos 54 anos, em decorrência de complicações renais. *Olga Bongiovanni - Apresentadora de televisão brasileira. Sua trajetória na área da comunicação teve início na cidade de Cascável, na Rádio Independência. Em 1982, aos 28 anos, foi contratada como repórter de TV. Depois disso, foi contratada pela CNT. Em 1997, voltou para a TV Tarobá, onde apresentava um programa matutino de segunda à sábado. Durante uma visita do empresário Beto Carrero, Olga fez seus primeiros contatos e foi contratada pela Rede Bandeirantes, onde apresentou o Dia a Dia e o Programa Olga Bongiovanni. Em 2004 foi contratada pela RedeTV! onde apresentou o programa matutino Bom Dia Mulher até 2009. * Chana Masson - é uma handebolista brasileira, que atua como goleira. Foi a goleira titular da Seleção Brasileira de Handebol Feminino desde 1998, até meados de 2013. Foi a primeira brasileira a jogar numa equipe estrangeira e, defendendo o time dinamarquês Randers HK, onde foi campeã da Copa da Europa de Handebol em 2009. Em 2010 foi eleita a melhor goleira da Liga Dinamarquesa. Pela seleção conquistou o tetra-campeonato pan-americano: 1999 em Winnipeg, 2003 em Santo Domingo, 2007 no Rio de Janeiro, e 2011 em Guadalajara. Jogou também nas Olimpíadas de 2000 em Sydney, 2004 em Atenas, 2008 em Pequim e 2012 em Londres. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== * * * *Portal da Câmara de Vereadores Categoria:Fundações em Santa Catarina em 1949",
 "title": "Capinzal"
}