{
 "id": "34515",
 "text": "{{Info/Município do Brasil | nome = Campo Erê | foto = | leg_foto = | apelido = | brasão = Brasao CampoEre SantaCatarina Brasil.jpg | bandeira = bandeiracampoerê.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = campo-erense | lema = | prefeito = Rozane Bortoncello Moreira[https://politica.estadao.com.br/eleicoes/2020/cobertura-votacao-apuracao/primeiro-turno/sc/campo-ere | partido = PT | fim_mandato = 2024 | mapa = SantaCatarina Municip CampoEre.svg | latP = S | latG = 26 | latM = 23 | latS = 38 | lonP = O | lonG = 53 | lonM = 04 | lonS = 40 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = Chapecó | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Marmeleiro (PR) e Renascença (PR) Sul: Saltinho e Oeste: e Leste: Palma Sola e Anchieta | dist_capital = 652 | área = 478.734 | área_ref = | população = 9623 | data_pop = Censo IBGE/2022 | altitude = 910 | clima = subtropical | sigla_clima = | idh = 0.728 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 20022.25 | data_pib_per_capita = IBGE/2008 | oculta bandeira = | oculta brasão = }} Campo Erê é um município no oeste do estado de Santa Catarina, no Brasil. Sua população conforme o Censo de 2022, é de 9.623 habitantes. Situa-se na Região Geográfica Imediata de São Lourenço do Oeste. == Topônimo == \"Campo Erê\" é um termo com origem na língua caingangue. Significa \"campo da pulga ou do bicho-de-pé\", através da junção dos termos kempo (\"pulga ou bicho-de-pé\") e rê (\"campo\").http://www.portalkaingang.org/Lgua_Kaingang.pdf == História == Antes da chegada dos colonizadores de origem europeia, a partir do século XVI, a região era habitada por índios das etnias guarani e caingangue. Sua história está muito relacionada com o município paranaense de Palmas, pois foi de lá que uma bandeira no século XIX descobriu os últimos campos, porção campestre originalmente mais a oeste dos estados brasileiros de Paraná e Santa Catarina. Existe, no município, próximo à área urbana, um marco histórico denominado Muro dos Indígenas, atualmente sob a tutela do governo federal. Campo Erê era distrito de Chapecó e foi colonizado por gaúchos, a maioria de origem italiana e alemã. Foi antigo ponto de pousada dos viajantes e transeuntes vindos de Barracão e Dionísio Cerqueira com destino às outras regiões do País. Emancipou-se pela Lei Estadual 348, de 21 de Junho de 1958. == Rodovias == Seus acessos são: * Rodovia PR-180 (Francisco Beltrão-Marmeleiro) * Rodovia SC-305 por São Lourenço do Oeste * Rodovia SC-305 que liga-se à BR-153 em Guaraciaba-Anchieta * Rodovia SC-160 que liga Campo Erê-Saltinho-Serra Alta-Modelo à BR-282 (extensão de 65 km) == Economia == Suas principais atividades econômicas são: agricultura, pecuária e indústria de implementos agrícolas. Na agricultura destacam-se as lavouras de milho e soja. === Turismo === É relevante o turismo rural e ecológico, com visitas às fazendas localizadas ao redor da cidade, grandes produtoras de grãos, e várias cachoeiras ao longo dos rios. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1958",
 "title": "Campo Erê"
}