{
 "id": "34526",
 "text": "{{Info/Município do Brasil | nome = Cocal do Sul | apelido = | foto = Igreja de Cocal do Sul, 09022014.jpg | bandeira = Bandeira do município de Cocal do Sul (SC).png | brasão = Brasao cocal do sul.png | link_hino = | aniversário = 26 de setembro | fundação = | gentílico = cocalenseHistórico de Cocal do Sul no site do IBGE | lema = | prefeito = Fernando de Faveri Marcelino | partido = MDB | fim_mandato = 2024 | mapa = SantaCatarina Municip CocaldoSul.svg | latG = 28 | estado = Santa Catarina | latP = S | latM = 36 | lonP = O | lonG = 49 | lonM = 19 | latS = 03 | lonS = 33 | mesorregião = Sul Catarinense | microrregião = Criciúma | região_metropolitana = | vizinhos = Criciúma, Siderópolis, Urussanga, Morro da Fumaça | dist_capital = 203 | área = 71.210 | área_ref = | população = 16821 | altitude = 58 | clima = Mesotérmico úmido, com verão quente e temperatura média de 19,2°C. | sigla_clima = | idh = 0.78 | pib = mil | pib_per_capita = 41028.53 | leg_foto = Igreja na área urbana do município | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = est. IBGE/2020 | data_idh = PNUD/2010 | data_pib = IBGE/2019 | data_pib_per_capita = IBGE/2019 | site_prefeitura = | site_câmara = }} Cocal do Sul é um município brasileiro do Estado de Santa Catarina. Localiza-se a uma latitude 28º36'04\" sul e a uma longitude 49º19'33\" oeste, estando a uma altitude de 58 metros. Sua população estimada em 2020 era de 16.821 habitantes. A principal atividade industrial do município fica por conta da indústria de cerâmica, pois é onde localiza-se uma das empresas mais famosas de todo o Brasil. Possui uma área de 78,547 km². Cocal do Sul era o centro do núcleo colonial italiano Acioli de Vasconcelos, que recebeu imigrantes, principalmente italianos e poloneses, desde o seu início em 1885. Os principais rios são: Cocal e Tigre, em cujos transcursos ocorrem algumas quedas d'água. O rio Tigre é responsável pelo abastecimento de água da cidade. O solo divide-se em arenoso e argiloso e as rochas existentes em maior abundância são as magmáticas (granito). ==História== Cocal do Sul possui um passado histórico de 135 anos. Sua colonização está absolutamente ligada à chegada dos primeiros colonos a muitos outros lugares do Sul Catarinense. Ela ocorreu por volta de 1880, quando inúmeras famílias oriundas da Itália, Polônia e Rússia se instalaram entre os municípios de Urussanga e Criciúma. A vila de Cocal viria a se formar logo após, em 1885, com a comunidade pertencente ao núcleo Accioly de Vasconcelos, nome dado em homenagem ao inspetor de terras e colonização. As primeiras famílias que chegaram foram Cechinel, Possamai e Smânia. Cocal passou a ser distrito em 2 de janeiro de 1904, por meio da resolução 15 da Câmara de Vereadores de Urussanga. Neste tempo, Cocal contou com 10 vereadores eleitos para a Câmara de Urussanga: Fernando de Fáveri, Paulino Búrigo, Lino Búrigo, Acy Nunes Naspoline, Venícios Búrigo, José Jolmar Gali, Hilário Hernesto de Fáveri, Valentim Rosso, Adair Pagnan, José Ferminio Morona de Freitas e Nelson da Silva. Na década de 1980, o Distrito Cocal chegou a um nível de crescimento e desenvolvimento acentuado. Diante de uma nova realidade, a localidade por meio de lideranças políticas ergueu a bandeira de emancipação. Tornou-se município em 26 de setembro de 1991. Cerca de 90% dos quase cinco mil votantes compareceram as urnas para darem o sim da emancipação. O primeiro prefeito foi Ítalo Rafael Zaccaron, em seguida passou a ser administrado por Jarvis Gaidzinski, José Aldo Furlan, Jarvis Gaidzinski Filho, Nilso Bortolatto e atualmente Ademir Magagnin. Esta foi a primeira eleição totalmente eletrônica feita na América Latina. === Coqueiros deram nome à localidade === O nome Rio Cocal foi a primeira denominação dada à localidade. Ela partiu dos próprios colonizadores que notaram a existência do principal rio que banha Cocal. A margem era repleta de coqueiros nativos que se espalhavam por toda a redondeza. O nome do município só passou a ser chamado de Cocal do Sul, visto que no estado do Piauí outra cidade levava a mesma denominação. Dando preferência de preservação a este. === Os primeiros colonizadores === A colonização ocorreu, em sua maioria, de famílias oriundas da região do Vêneto, norte da Itália. As famílias que aqui chegaram foram: Cechinel (conhecida como Pauli), Possamai (como Mura) e Smânia. Logo após chegaram dentre as famílias mais conhecidas: Benetton, Bettiol, Bortolatto, Búrigo, Castelan, Cerimbelli, Cechinel, Casagrande, Crestani, Costa, Cechinel (Sabionaro), Cechinel (Bót), Da Rolt, de Fáveri, Dalló, Da Jori, Da Soler, Dal Pont, De Pelegrin, Fontana, Feltrin, Farasson, Furlan, Ferro, Galatto, Galli, Guglielmi, Guollo, Meneghel, Menegon, Munaretto, Motta, Peruchi, Pavei, Possa, Peraro, Possamai Della, Peruck, Rosso, Paspini, Ronsoni, Sartor, Scarpatto, Scandolera, Soligo, Zanatta, Zilli, Zunchetti. Com relação às famílias polonesas e russas, pode-se destacar: Bocianowski, Kanareck, Cizeski, Slowinski, Bank, Furmanski, Smielewski, Slachta e Biela. Hoje a presença de alemães, também é significativa. === Criação do Município === Antes de ser município, Cocal do Sul era Distrito de Urussanga. Na década de 1980, o Distrito Cocal chegou a um nível de crescimento e desenvolvimento acentuado. Diante de uma nova realidade, a localidade por meio de lideranças políticas ergueu a bandeira de emancipação. Tornou-se município em 26 de setembro de 1991, por meio da Lei Estadual nº 8.352. Cerca de 90% dos quase cinco mil votantes compareceram às urnas para darem o sim da emancipação. A comissão de emancipação foi formada pelos senhores Hylário Ernesto de Fáveri (Presidente), e os membros Lédio Scarpatto, Walmor Mário Guollo (secretário), Padre Lindolfo Lueckmann, Venicius Búrigo, Ítalo Rafael Zaccaron, José Ferminio Morona de Freitas (Vice-Presidente), Zênio Cesar Galli, Hesmezenrik Giordani Nunes (secretário Executivo), Vitalino Delavedova, Vandemar José Bettiol, (segundo tesoureiro), Norberto Búrigo, Enio Ricardo Búrigo, Valentim da Maria Rosso, Paulo Jayme Galli, João Carlos Ghislandi, Adair Pagnan (tesoureiro), Jahir Zanatta, Claudino Guollo e Edmar João Galli (segundo secretário). Após a criação do Município foi realizada a primeira eleição para escolha de Prefeito e Vereadores, no dia 3 de outubro de 1992. O primeiro prefeito de Cocal do Sul foi Ítalo Rafael Zaccaron, em seguida passou a ser administrado por Jarvis Gaidzinski, José Aldo Furlan, Jarvis Gaidzinski Filho, Nilso Bortolatto e atualmente Ademir Magagnin. === Aspectos Econômicos === Cocal do Sul teve por muito tempo a sua base voltada para a agricultura. Os colonos plantavam para o próprio sustento. E o excedente era utilizado para troca de mercadorias, como: mandioca, trigo, cana-de-açúcar, feijão, arroz e café. Com o passar do tempo, a maior parte dessas culturas foi abandonada e hoje prevalece o gado de corte, milho e arroz. A primeira indústria surgiu em 1883. Era um moinho para fazer a farinha utilizada para a preparação da polenta. Ele pertencia a Pauli Cechinel. Depois vieram outras indústrias, como serrarias, alambiques e engenhos de açúcar grosso. Logo após, a localidade investia na Cerâmica Cocal. Sociedade constituída de 215 sócios. Em 1959, aos 47 anos, Maximiliano Gaidzinski, um dos sócios da Cerâmica de Santa Catarina (Cesaca), investe suas economias na compra da Cerâmica Cocal, conhecida hoje, como Eliane Revestimentos Cerâmicos. O empreendedor assumiu a fábrica com as atividades paralisadas e 74 funcionários. Ele batizou o empreendimento com o nome da filha caçula, Eliane, que a partir daí identificaria todos os produtos feitos pela empresa. Seu “Milo, como era conhecido, trouxe crescimento acelerado para o município. A empresa gerou um número expressivo de empregos na época e muitas famílias de outras cidades se instalaram em Cocal do Sul para trabalhar na fábrica. === Economia === A principal força econômica em Cocal do Sul é a uma empresa de revestimentos cerâmicos. A empresa é responsável por 90% da arrecadação do município. Ela possui o maior conglomerado industrial de revestimentos cerâmicos do Continente Americano e é uma das 10 maiores indústrias mundiais do setor. A Cerâmica foi fundada em 1960, em Cocal do Sul, SC, onde fica a sede administrativa e quatro das 11 unidades fabris, incluindo uma unidade produtora de argamassas e rejuntes. (carece de fontes) Além desta empresa, parte das empresas instaladas no município é fruto da terceirização dos trabalhos promovidos pela cerâmica. A cidade tem, em média, 130 indústrias. São fábricas de produtos de metal, alimentício, moveis, minerais não metálicos, madeira, gráficas, químicos, construção, reciclagem entre outros. O comércio é bem diversificado. O município conta com cerca de 230 empresas comerciais. Os segmentos são variados. Lojas de roupas, calçados, sapatarias, objetos pessoais, domésticos, produtos alimentícios, bebidas, papelarias, peças assessórios para automóveis, agropecuária, entre outros. === Cultura === As manifestações culturais em Cocal dos primórdios tiveram forte influência da religião católica. Comemorava-se muitos feriados e dias santos. Tradição mantida até hoje. Cocal do Sul conserva a tradição da cultura italiana, tanto na diversão quanto na alimentação e esporte. As famílias descendentes guardam costumes herdados do século passado, começando pela gastronomia. É comum à mesa os pratos de polenta, macarronada, galinha caipira ensopada, queijo e salame. O canto italiano também é cultuado. Existem corais que são destaques na região, como o Serenata d`Amore (vozes femininas), grupo Frateli Furlan e Nativita. No esporte, os jogos de mora e bocha possuem grandes adeptos e admiração. A mora, por exemplo, já foi levada para as escolas e um torneio regional é realizado durante a programação da Cocalfest, em setembro. Já a bocha é disputada frequentemente nas diferentes comunidades do município e é uma das categorias dos Jogos Interbairros. Para ajudar a conservar a história dos colonizadores e manter raízes, o município também conta com o Círculo Italiano de Cocal do Sul. Foi fundado em 2 de junho de 2001. O Círculo é mantido por um grupo de associados descendentes de italiano. === Religiões === Cocal do Sul possui dezenas de igrejas e seguimentos religiosos. A principal delas é a Igreja Católica. Além da matriz, a paróquia possui nove capelas distribuídas pelas comunidades no município e cidades vizinhas. No dia 8 de Setembro, a Igreja Católica comemora o dia da Padroeira Nossa Senhora da Natividade, a qual é considerada uma das maiores festas religiosas da cidade. ===== Capelas ===== \\- Rio Comprudente (Nossa Senhora do Caravaggio) \\- Rio Perso (Nossa Senhora do Rosário e Fátima) \\- Rio Galo (Nossa Senhora da Glória) \\- Linha Batista (São Cassimiro) - território de Criciúma, mas pertencente a paróquia de Cocal do Sul \\- Linha Ferreira Pontes (São Domingos) \\- Mina Fluorita (Nossa Senhora Aparecida) - território de Morro da Fumaça, mas pertencente a paróquia de Cocal do Sul \\- Estação Cocal (Santa Catarina) - - território de Morro da Fumaça, mas pertencente a paróquia de Cocal do Sul -Jardim Elizabeth (Sagrado Coração de Jesus) \\- Jardim Itália (Nossa Senhora Aparecida) ===== Principais Igrejas Evangélicas ===== \\- Igreja Universal do Reino de Deus, localizada na Av. Polidoro Santiago \\- Salão do Reino da Testemunha de Jeová, localizada na Rua Luiz Cechinel, no bairro Guanabara \\- Igreja Quadrangular, localizada na rua Alfredo Del Priori, no Boa Vista e presidida pelo Pastor Sandro Orlandin \\- Igreja Bettel, localizada na Avenida Ferdinando Furlan, no bairro Jardim Elizabeth. \\- Igreja da Graça, localizada na rua Maximiliano Gaidzinsk no bairro Centro e presidida pelo Pastor Marildo da Graça. === Indicadores Econômicos === IDH: 0,78 PIB: 468.493.675,00 FPM: 1 ICMS: 0,3072064 IDMS:0,732 ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população == Ligações externas == * Página da prefeitura * Página da câmara Categoria:Cocal do Sul Categoria:Fundações em Santa Catarina em 1991",
 "title": "Cocal do Sul"
}