{
 "id": "34525",
 "text": "{{Info/Município do Brasil | nome = Chapecó | foto = Vista_da_região_central.jpg | leg_foto = Centro de Chapecó | apelido = Capital do Oeste\" \"Capital da Agroindústria\" \"Capital do Turismo de Negócios | brasão = BRA Chapecó COA.svg | bandeira = Bandeira de chapeco.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de agosto | fundação = | emancipação = | gentílico = chapecoense | lema = | padroeiro = Santo Antônio de Pádua | CEP = 89800-000 até 89816-999 | prefeito = João Rodrigues | partido = PSD | fim_mandato = 2024 | mapa = SantaCatarina Municip Chapeco.svg | latP = S | latG = 27 | latM = 06 | latS = 17 | lonP = O | lonG = 52 | lonM = 36 | lonS = 51 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = Chapecó | data_microrregião = IBGE/2008 | região_intermediária = Chapecó | região_imediata = Chapecó | região_metropolitana = Região Metropolitana de Chapecó | vizinhos = Norte:Cordilheira Alta, Xaxim, Coronel Freitas. Oeste: Guatambu, Planalto Alegre, Nova Itaberaba. Leste: Arvoredo, Seara, Paial. Sul: Nonoai e Erval Grande (RS) | dist_capital = 557 | área = 624.0846 | área_pos = BR: 2090º | área_ref = | área_urbana = | área_urbana_pos = BR: 86º | área_urbana_ref = IBGE | população = 275959 | população_pos = SC: 6º; BR: 114º | data_pop = IBGE/2024https://cidades.ibge.gov.br/brasil/sc/chapeco/panorama | altitude = 670 | clima = Subtropical | sigla_clima = Cfa | idh = 0.848 | data_idh = PNUD/2010 | idh_pos = 39º municipio do Brasil | pib = BI | data_pib = IBGE/2021 | pib_per_capita = 60,166 | data_pib_per_capita = IBGE/2021 | site_prefeitura = https://www.chapeco.sc.gov.br/ | site_câmara = http://www.cmc.sc.gov.br/cmc/portal/ | Página Ofical = www.chapeco.sc.gov.br }} Chapecó é um município brasileiro localizado no estado de Santa Catarina, na região Sul do Brasil, distando 557 km da capital estadual, Florianópolis. Sua população total em 2024, conforme estimativa do IBGE, era de habitantes, sendo o sexto município mais populoso de Santa Catarina. 4ª maior cidade do interior de Santa Catarina e a maior fora do litoral, Chapecó é a quarta cidade que mais gera movimento econômico no estado. Sedia a Região Geográfica Intermediária de Chapecó e a Região Geográfica Imediata de Chapecó. Sendo um importante centro industrial, financeiro e educacional, é um grande exportador de produtos alimentícios industrializados além de maior produtor de proteína suína do país. Possui a maior rede de influência dentro do estado, atrás apenas da capital Florianópolis, polarizando uma região com cerca de habitantes. É sede da Região Metropolitana de Chapecó,Área territorial de Chapecó 2010 Acessado em 17/03/2013 e exerce significativa influência não só no Oeste Catarinense mas também no Noroeste Gaúcho e Sudoeste do Paraná, seja do ponto de vista econômico, cultural, ou político. Chapecó ficou mundialmente conhecida após o acidente aéreo envolvendo a Associação Chapecoense de Futebol, clube local. Ostenta os títulos de \"Capital da Agroindústria\", \"Capital do Oeste\" e \"Capital do Turismo de Negócios\". Também é um polo universitário, atraindo estudantes de todo o Brasil. É a cidade-sede da Universidade Federal da Fronteira Sul (UFFS). == Etimologia == A raiz etimológica do município é controversa. Segundo Lucas Boiteux, o topônimo vem da língua kaingang e é composto dos radicais echa, \"vista, avistamento\", apé \"caminhar\" e có, \"roça\", isto é, \"pequeno local onde é avistado o caminho da roça\". Uma outra versão similar, é uma afirmação de que eçá, cujo significado é \"olhos, vista\" e pecó, cujo significado é frequente, isto é, o que é frequentemente avistado. Por sua vez, Telêmaco Borba foi defensor da ideia de uma outra seguinte raiz etimológica: cha, cachoeira, embetcó, modo de caça noturna aos ratos com fachos, isto é, cachoeira onde são noturnamente caçados ratos com fachos, isto é, cachoeira onde são noturnamente caçados ratos, com fachos luminosos. == História == === Origens, disputas territoriais e tratados internacionais === Datam da metade do século XVII, as primeiras viagens pela região. Os mamelucos paulistas dirigindo-se para as povoações indígenas (construídas sob organização dos jesuítas espanhóis), caçavam indígenas para transformá-los em escravos. Com o Tratado de Madri, assinado entre Portugal e Espanha, comissões mistas daqueles dois países estiveram pela área entre os anos de 1775 e 1777, quando foi localizado o rio Peperi-Guaçu (atual fronteira Brasil-Argentina).. O Rio Chapecó e as nascentes destes, foram exploradas pelo espanhol Gondim, geógrafo que integrava a comissão, veio através do rio Jangada afluente da margem esquerda do rio Iguaçu) e entendeu que essa era a fronteira da Espanha com Portugal. Surgiu daí a longa pendência de limites (Questão de Limites), somente solucionada em 1895,Glauco Paludo Gazoni, \"História de Chapecó: Dos primeiros povoadores à delimitação do território\" Disponível em http://www.recantodasletras.com.br/artigos/3752988 em favor do Brasil, tendo como árbitro o presidente americano Grover Cleveland. Antes, para que a posse brasileira fosse garantida, foi criada na região oeste de Santa Catarina, a Colônia Militar de Chapecó, com sede em Xanxerê, fato que ocorreu em 1859 mas somente em 1882 instalou-se a colônia, dirigida pelo então capitão (mais tarde marechal), Bernardino Bormann. Logo depois do Acordo de Limites entre o Paraná e Santa Catarina a 20 de outubro de 1916, Chapecó integrou-se a Santa Catarina. Entre 1943 e 1946, Chapecó, que então abrangia inteiramente o oeste do estado, pertencia ao Território do Iguaçu. Antes o nome da cidade \"Chapecó\", como é de origem indígena seu nome era escrito: Xapecó, mas como tempo o governo da cidade preferiu mudar o X para CH e assim ficou até os dias de hoje. === Formação administrativa e história recente === Foi elevado à categoria de município, por meio da Lei nº 1147, de 25 de agosto de 1917. O município foi instalado em 14 de novembro do mesmo ano, porém, a sede municipal andou em garupas de tropas, sendo estabelecida ora em Passo dos Índios (Chapecó), demais vezes em Xanxerê e Passo Bormann. Somente em 1931 fixou-se definitivamente, onde atualmente está assentada a cidade. Dessa data em diante, a chegada de gaúchos (acima de tudo descendentes de italianos e alemães), incrementou o povoamento de Chapecó, então com uma área de grande extensão territorial e que atualmente se reduziu a quase 1 000 km². As principais atividades econômicas do município são a agricultura, a indústria, a madeira e a pecuária, fazendo de Chapecó, um dos municípios com maior população, PIB e IDH de Santa Catarina. Até os últimos dias de 1953, Chapecó era um grande município, com área passando além dos 14 000 km². Em 1950, cerca de 70 homens invadiram a cadeia do município a mando do então delegado Arthur Argeu Lajús e lincharam quatro homens acusados de terem incendiado a igreja matriz da cidade, foram atacados com tiros e golpes de facão e, depois de mortos, queimados nos fundos da cadeia, evento que repercutiu nacionalmente na época como o Linchamento de Chapecó. Vicente Morelatto, professor da área rural do município, publicou em 1954 um poema de cordel a respeito do incêndio e linchamento, vindo a falecer em situação misteriosa logo após. == Geografia == Chapecó está localizada no sul do Brasil, e no oeste do estado brasileiro de Santa Catarina. Situa-se a aproximadamente 550 km a oeste da capital estadual Florianópolis e a 203 quilômetros a leste de Bernardo de Irigoyen na fronteira Brasil - Argentina. Faz parte a Região Geográfica Imediata de Chapecó e a Região Geográfica Intermediária de Chapecó. De acordo com o Instituto Brasileiro de Geografia e Estatística, o município tem uma área de 626,060 km² sendo que a área urbana possui 36,1 km². Em função da extensão de sua área total, Chapecó atualmente é uma das maiores cidades catarinenses tanto em área quanto em população, embora no início do século XX tenha sido ainda maior compreendendo quase toda a região hoje conhecida como Oeste Catarinense. Os limites de Chapecó cresceram com a gradual anexação de cidades vizinhas, como Xaxim, Cordilheira Alta, Guatambu e Nova Itaberaba, antigos distritos da cidade de Chapecó. Chapecó é a sede da Região Geográfica Intermediária de Chapecó, uma das sete regiões intermediárias do estado brasileiro de Santa Catarina. São 109 cidades, incluindo as que fazem parte da região metropolitana de Chapecó, que juntas somam uma população aproximada de 1 264 554 habitantes. Xanxerê, Concórdia, Joaçaba e São Miguel do Oeste são as cidades mais populosas e importantes da região. O município faz parte do planalto Meridional do Brasil sendo suas características: 40% plano e Suave Ondulado; 20% ondulado; 30% forte ondulado; 10% montanha e escarpado. O clima é subtropical úmido (Cfa de acordo com a classificação climática de Köppen-Geiger), com verões relativamente quentes e invernos frescos. A temperatura média anual é de 19 °C, com temperaturas médias abaixo de 18 °C nos meses de inverno. As temperaturas podem ficar negativas em dias mais frios, facilitando a ocorrência de geadas. Segundo dados do Instituto Nacional de Meteorologia, referentes ao período de julho de 1973 a janeiro de 2017 e desde fevereiro de 2019 (a partir do dia 19), a menor temperatura registrada em Chapecó foi de em 14 de julho de 2000, seguido por registrados em 18 de julho de 1975, enquanto a maior ocorreu em 12 de março de 2005, com máxima de , batendo o recorde anterior de em 17 de novembro de 1985. O recorde de precipitação acumulada em 24 horas é de em 30 de maio de 1990. O mês de maior precipitação foi julho de 1983, com . == Bairros == O município é composto pelo distrito Sede e pelos distritos de Alto da Serra, Marechal Bormann, Goio-ên e Figueira. O município de Chapecó é composto por 51 bairros e diversas localidades rurais como Povoados e Lugarejos, conforme definições do Plano Diretor de 2014. * Água Santa * Alvorada * Bela Vista * Belvedere * Boa Vista * Bom Pastor * Bom Retiro * Campestre * Centro * Cristo Rei * Desbravador * Dom Gerônimo * Dom Pascoal * Efapi * Eldorado * Engenho Braun * Esplanada * Fronteira Sul * Industrial * Jardim América * Jardim Europa * Jardim Itália * Jardins * Jardins do Vale * Lajeado * Líder * Maria Goretti * Monte Belo * Palmital * Paraíso * Parque das Palmeiras * Passo dos Fortes * Pinheirinho * Presidente Médici * Progresso * Quedas do Palmital * Saic * Santa Maria * Santa Paulina * Santo Antônio * Santos Dummond * São Cristóvão * São Lucas * São Pedro * Seminário * Trevo * Universitário * Vederti * Vila Real * Vila Rica == Municípios vizinhos == Está localizada no Oeste Catarinense, na inserção da bacia hidrográfica do rio Uruguai, cujo curso define a divisa com o estado do Rio Grande do Sul. Os municípios vizinhos são, basicamente, antigos distritos desmembrados. { \"type\": \"FeatureCollection\", \"features\": [ { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.498512268066, -27.257681607028 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.310371398926, -27.153865667244 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.458686828613, -27.07991430008 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.535934448242, -26.958797678571 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.603397369385, -26.986641584376 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.703304290771, -26.908906224272 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.813510894775, -26.941353483604 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.786388397217, -27.134924107129 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.866597175598, -27.072042631802 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.771453857422, -27.366889032381 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.592926025390625, -27.37908429955532 ] } } ] } == Demografia == As estimativas populacionais do Instituto Brasileiro de Geografia e Estatística (IBGE) de 2020 relataram que Chapecó tinha uma população de 224 013 habitantes. A região sempre foi alvo de disputas, devido à sua importância estratégica como região de fronteira. Durante a Guerra do Contestado, foram usados, pela primeira vez na história da América, aviões para fins de reconhecimento e apoio a operações de guerra. Colonizada por imigrantes italianos e alemães, principalmente, provenientes do Rio Grande do Sul, Paraná, São Paulo e litoral de Santa Catarina, a cidade hoje atrai vários habitantes graças ao seu desenvolvimento. Evolução Populacional de Chapecó desde 1970 Colors = id:a value:gray(0.9) id:b value:gray(0.7) id:c value:rgb(1,1,1) id:d value:rgb(0.6,0.7,0.8) ImageSize = width:800 height:350 PlotArea = left:50 bottom:30 top:30 right:30 DateFormat = x.y Period = from:0 till:250000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:b increment:50000 start:0 ScaleMinor = gridcolor:a increment:5000 start:0 BackgroundColors = canvas:c BarData = bar:1970 text:1970 bar:1980 text:1980 bar:1991 text:1991 bar:2000 text:2000 bar:2007 text:2007 bar:2010 text:2010 bar:2015 text:2015 bar:2020 text:2020 PlotData = color:d width:20 align:left bar:1970 from:0 till: 49865 bar:1980 from:0 till: 83772 bar:1991 from:0 till: 123050 bar:2000 from:0 till: 146967 bar:2007 from:0 till: 164803 bar:2010 from:0 till: 183530 bar:2015 from:0 till: 205795 bar:2020 from:0 till: 224013 PlotData = bar:1970 at: 49865 fontsize:s text: 49.865 shift:(-15,5) bar:1980 at: 83772 fontsize:s text: 83.772 shift:(-15,5) bar:1991 at: 123050 fontsize:s text: 123.050 shift:(-15,5) bar:2000 at: 146967 fontsize:s text: 146.967 shift:(-15,5) bar:2007 at: 164803 fontsize:s text: 164.803 shift:(-15,5) bar:2010 at: 183530 fontsize:s text: 183.530 shift:(-15,5) bar:2015 at: 205795 fontsize:s text: 205.795 shift:(-15,5) bar:2020 at: 224013 fontsize:s text: 224.013 shift:(-15,5) Fonte: IBGE Censo 1970 - 2010 (2016 – Estimativa da população) (em 1991 - 1992 desmembraram-se os municípios de Cordilheira Alta, Guatambú e Nova Itaberaba) – IBGE Censo IBGE Estimativa populacional É uma das cidades com maior número (em porcentagem) de prédios de Santa Catarina. Segundo o IBGE, Chapecó tem quase 16% da sua população morando em apartamentos, ganhando em porcentagem de cidades como Joinville, Itajaí e Blumenau. Além disso, a cidade ganha de sua capital em edifícios de maior tamanho e altura. Dentre os maiores está em construção o edifício New York, com 45 Pavimentos, que será o maior do Oeste do Estado. Edifícios em Construção em Chapecó (Acima de 30 pavimentos) Edifício Andares Subsolos Pavimentos Totais Sky 45 - 45 Sky Bridge 43 01 44 Urban 41 00 41 Già Residence 37 03 40 Zenith Tower 37 01 38 Vila Zenaide 36 01 37 Vila Toscana 36 01 37 The One Residence 35 01 36 ICON Residence 33 02 35 Avant Garde 33 01 34 Vogue Residence 33 - 33 Porto Achiles 33 - 33 Catarina Residence 33 - 33 Condá 749 (Torre 01) 33 00 33 Avantgarde 32 02 34 Felicitá 32 02 34 Porto Achiles 32 01 33 Condá Tower 32 01 33 Acqua Residence 32 - 32 Fasano 32 - 32 Home Park (Blocos 02, 03, 04) 32 00 32 Porto 7 31 02 33 We Apartments 31 02 33 Onno-Studio Home 31 01 32 Rui Barbosa 31 01 32 Ello Haus 31 - 31 Âmbar 31 - 31 Park Chapecó (Blocos 01 e 05) 30 02 32 Mozard 30 01 31 Evidence Residential 30 - 30 La Vie 30 - 30 Melbourne 30 - 30 Assis Brasil 30 - 30 Em construção Proposto/pré-lançamento Em fase de conclusão/concluído Andares – Pavimentos contados desde o nível do solo. Subsolo – Pavimentos abaixo do nível do solo. Pavimentos totais – Todos os pavimentos somados entre andares e subsolos. \" - \" – Quantidade não estabelecida pela construtora, ou não presente no projeto. ()* Projeto ainda não divulgado oficialmente === Religião === Tal qual a variedade cultural verificável em Chapecó, são diversas as manifestações religiosas presentes na cidade. Embora tenha se desenvolvido sobre uma matriz social eminentemente católica, tanto devido à colonização quanto à imigração – e ainda hoje a maioria dos chapecoenses declara-se católica, é possível encontrar atualmente na cidade dezenas de denominações protestantes diferentes, assim como a prática do judaísmo, espiritismo entre outras. A Catedral Santo Antônio está localizada no centro da cidade. Foi inaugurada em 8 de dezembro de 1956, possuindo duas torres com quarenta metros de altura. === Composição étnica (IBGE - 2022) === Etnias Percentagem Branca 69,10% Parda 25,71% Negra 4,15% Indígena 0,90% Amarelo 0,13% Sem definição 0,87% == Economia == O município de Chapecó possui 224 013 habitantes e aproximadamente habitantes na Região Metropolitana de Chapecó,Dados do Instituto Brasileiro de Geografia e Estatística, estatística populacional 2013 sendo a cidade polo desta região do estado, onde existem cerca de duzentos municípios, que juntos somam mais de 2 milhões de habitantes. Nessa região do estado foram construídas e ainda estão instaladas algumas unidades industriais processadoras e exportadoras de carnes de suínos, aves e derivados. Chapecó é conhecida como a capital brasileira agroindustrial, a cidade é sede da Cooperativa Aurora Alimentos e possui uma unidade da Brasil Foods S.A., que em sua unidade produz um dos seus maiores produtos desde 1973 (47 anos) o peru, campeão em exportação e venda, por isso capital do Peru, ganhando vários certificados ISO, sendo o primeiro da marca Sadia, na década de 90. Seu parque industrial é diversificado, sendo que os setores que mais se destacam o metalmecânico (que vem se especializando na produção de equipamentos para frigoríficos), o de plásticos e embalagens, transportes, móveis, bebidas, software e biotecnologia. A construção civil e o comércio são também importantes fonte de renda. A região tem grandes perspectivas derivadas da posição central no Mercado Comum do Sul, do alto potencial e da disponibilidade de energia elétrica, das condições favoráveis para a produção agropecuária, dentre outros fatores. Em 10 anos, o Produto Interno Bruto (PIB) de Chapecó passou de em 2001 para em 2011 (em mil reais). Seu PIB per capita mais que dobrou. Em 2019, o PIB de Chapecó atingiu a marca de 9 602 337, sendo a 6ª maior econômia do estado, e a 20ª maior do Sul do Brasil. São 8500 empresas atuantes e contando com filiais em outras cidades com sede em Chapecó vai para 9000 empresas, ou seja mais de 500 filiais. == Infraestrutura == === Avenidas, rodovias e projeto de ferrovia === Chega-se a Chapecó pelas rodovias BR-282, BR-480 e BR-283. Para a entrada no centro e nos bairros próximos, o principal acesso é o Plínio Arlindo de Nês, na Zona Norte. Entre as principais avenidas estão a Getúlio Vargas, principal zona comercial da cidade; General Osorio, que liga o centro ao acesso para o Rio Grande do Sul; Atílio Fontana e São Pedro, que ligam o centro e o contorno viário oeste à zona oeste e municípios vizinhos. O Anel Viário de Chapecó irá contornar a cidade no sentido leste-oeste, e desviar do centro principalmente o tráfego de cargas pesadas, que hoje exige manutenção e reparos constantes nas pistas. É uma rodovia com pista simples. A parte oeste do contorno foi concluída no dia 24 de maio de 2013 (excluindo o viaduto). O projeto da parte leste está pronto, mas a falta de recursos impede a execução da obra. Esta parte contará com 22 km de pista simples que interligará a SC-480 (saída para o Rio Grande do Sul) á BR-480, além de uma outra parte que ligará à BR-282 (saída para Cordilheira Alta) e terá cerca de dois trevos, três viadutos, seis interseções, trinta e seis paradas de ônibus e dezenove acessos projetados para ligar comunidades e propriedades rurais. Outro projeto é a Ferrovia da Integração, também conhecida como Ferrovia do Frango, que interligará Dionísio Cerqueira ao porto de Itajaí passando por Chapecó, e algumas outras cidades como Xanxerê, Joaçaba, Rio do Sul e Blumenau. A previsão é que em dois anos o traçado seja defino e as obras comecem. ===Aeroporto=== Sendo o maior aeroporto regional do país, em fase de ampliação e modernização, a cidade contará com um dos maiores e mais importantes aeroportos da Região Sul do Brasil. O Aeroporto Municipal Serafin Enoss Bertaso está em vias de internacionalização, recebendo cerca de passageiros por ano, transportando cerca de 90 toneladas de mercadorias e movimenta cerca de 750 aeronaves mensalmente. Opera com as companhias aéreas: Azul Linhas Aéreas, Gol Linhas Aéreas e LATAM. Possui vôos diários e diretos para os aeroportos de Florianópolis, Campinas, Congonhas e Guarulhos. E para o segundo semestre de 2021, está prevista a abertura de duas novas rotas com voos diretos e diários, para as cidades de Curitiba e Brasília. === Terminal rodoviário === A cidade conta com uma confortável rodoviária, com linhas para todas as cidades catarinenses e para as principais cidades brasileiras. Dispõe de atendimento 24h e tem como principais empresas operantes: Unesul, Reunidas, Planalto e Ouro e Prata. === Transporte público === Atualmente o transporte público conta com 24 linhas, sendo realizado por uma empresa, a Auto Viação. Mensalmente, o transporte abrange, aproximadamente, 1 milhão de passageiros. No dia 23 de julho de 2018 foi lançado o novo edital do transporte coletivo Urbano que prevê a construção de novos abrigos e paradas de ônibus, dois novos terminais rodoviários urbanos na Avenida São Pedro e no bairro Efapi, sistema de bilhetagem eletrônica, aplicativo para que a população possa ver simultaneamente a localização do ônibus e horários, etc. A empresa vencedora foi a que já atuava no município, a Auto Viação. === Hotéis === A infraestrutura de Chapecó inclui um setor hoteleiro bem desenvolvido com 33 empreendimentos com mais de leitos. Os principais hotéis da cidade incluem: Hotel Condá, Hotel Lang Palace, Hotel Bertaso, Holiday & Business Hotel, Ibis Chapecó, Mogano Business Hotel e Mogano Premium Hotel. E em construção três grandes redes: Hotel Hi! (Intercity), Rio by Bourbon (Grupo Bourbon) e Hotel Slaviero (Grupo Slaviero). === Shopping === Localizado na zona norte, o Shopping Pátio Chapecó é um empreendimento construído pela AD Shopping, inaugurado em 04 de Outubro de 2011Inauguração do Shopping Pátio Chapecó visando o entretenimento e o alto poder de consumo da população do oeste catarinense. O Shopping é considerado um dos principais pontos de Chapecó, atraindo mais de um milhão de consumidores potenciais por mês. Com aproximadamente 137 lojas satélites, 05 lojas âncoras e 08 megalojas, conta com arquitetura moderna e praça de alimentação de alto nível com franquias conhecidas mundialmente. Conta também com modernas salas de cinema, operadas pelo Grupo Cine. As quatro salas permitem a exibição de até sete filmes simultaneamente. É uma ótima opção de lazer a todos os chapecoenses e também, claro, a todos os turistas do sul do Brasil. === Comércio === Chapecó possui muitas lojas sendo a maioria espalhada ao longo da Avenida Getúlio Vargas, principal avenida do município. Entre as principais lojas estão a Havan, Magazine Luiza, Casas Bahia, Schumann, Americanas, Marisa, Colombo, entre várias outras redes e franquias nacionais. O comércio é uma importante fonte de renda para a cidade. Duas das maiores redes de fast food do mundo, o Burger King e o McDonald's, inauguraram, em 2019, suas primeiras lojas de rua na cidade, em formato drive-thru, ambas localizadas em pontos estratégicos do centro da cidade. Sendo a segunda unidade de cada na cidade. E em março de 2020, a Pizza Hut inaugurou filial do restaurante na Av. Nereu Ramos, esquina com a Rua Marechal Bormann, Centro de Chapecó. Sendo a única filial na região Oeste de Santa Catarina, Centro-Oeste do Paraná e Noroeste do Rio Grande do Sul. Outra grande rede de Fast-Food que está em negociação para intalação no Shopping Pátio Chapecó, é a americana KFC, pertencente ao mesmo grupo da Pizza Hut no Brasil. Além de grandes marcas nacionais e internacionais como a Land Rover Jaguar (Inaugurada em 2020), Mercedez Benz (Inaugurada em 2019), e a maior rede de Pet Shops da América Latina, a Petz. Na área de supermercados e hipermercados, Chapecó conta com o Maxxi Atacado, da Rede Walmart; Atacadão, pertencente ao Grupo Carrefour e o Fort Atacadista do Grupo Pereira; e duas principais e importantes redes: Celeiro Supermercados (3) e Brasão Supermercados (3). Esta última rede, construirá sua 4ª unidade na cidade em 2021 (Brasão Deodoro), assim como o novo e moderníssimo supermercado Celeiro Sul, inaugurado recentemente. Outra bandeira que está construindo um atacado na cidade, é o Via Atacadista, pertencente ao grupo Passarela, de Concórdia/SC. O novo empreendimento terá cerca de 4.800 m² de loja e 290 vagas de estacionamento. O empreendimento está sendo construído na Rua Jacob Gissi, Bairro Bela Vista, atrás da Niju, zona norte do município, com previsão de inauguração para junho/2021. == Educação == Na área do ensino fundamental e ensino médio, o município conta com mais de 180 estabelecimentos e cerca de 2 200 profissionais. Do total de jovens e adultos que estudam em Santa Catarina, 20% estuda em Chapecó. Entre as principais instituições de ensino técnico estão presentes o Instituto Federal de Santa Catarina, Serviço Nacional de Aprendizagem Industrial e Serviço Nacional de Aprendizagem Comercial. São mais de estudantes universitários, distribuídos em mais de 50 cursos de graduação e de pós-graduação lato e stricto sensu. As áreas mais procuradas são medicina, agronomia, jornalismo, design de moda, direito, economia, administração de empresas, ciências da computação, contabilidade, biologia, enfermagem, engenharias civil, de alimentos e química, farmácia, fisioterapia, e zootecnia. Entre as principais universidades e instituições de ensino superior situadas no município, está a Universidade Federal da Fronteira Sul, Universidade do Estado de Santa Catarina , Universidade Comunitária Regional de Chapecó, UCEFF e a Universidade do Oeste de Santa Catarina . == Saúde == Chapecó possui um bom sistema de saúde. Contém dois hospitais públicos de referência regional (Hospital Regional do Oeste e Hospital da Criança) e um particular da Unimed, além de duas Unidades de Pronto Atendimento (UPA) e 26 postos de saúde e clínicas espalhados pelo município. Assim, se torna uma referência da saúde na região. ==Esportes== Chapecó conta com boas áreas para práticas desportivas. A cidade já se destacou no cenário nacional com grandes atletas e equipes de ciclismo, vôlei, atletismo, handebol, xadrez, natação, judô, futebol americano, etc. A equipe de futsal da cidade disputa a liga nacional. A cidade conta ainda com um dos melhores autódromos de terra do estado de Santa Catarina e sedia duas etapas do estadual de automobilismo e eventos automobilísticos regionais. ===Futebol=== O futebol é o esporte mais popular da cidade. A Associação Chapecoense de Futebol, conhecida entre seus torcedores como “Furacão do Oeste”, “Chape” e “Verdão do Oeste” é a equipe futebolística mais popular da cidade e está entre os cinco mais populares de Santa Catarina. É heptacampeã catarinense, tem como último título o Campeonato Catarinense de Futebol de 2020 - Série A. Tem, como sede, a Arena Condá, com capacidade para mais de pessoas, localizada no bairro Centro. A equipe teve uma grande ascensão, quando depois de três anos consecutivos na Série C do Campeonato Brasileiro (2010, 2011 e 2012), alcançou a segunda divisão em 2013, tendo sido classificada para disputar o Brasileirão da Série A em 2014, onde se manteve até 2019, quando foi rebaixada pela primeira vez na história. Atualmente a equipe está entre os melhores times da América do Sul, tendo alcançado às quartas-de-final da Copa Sul-Americana de 2015 e conquistado vaga para a final da Copa Sul-Americana de 2016, duas excelentes campanhas em dois anos consecutivos. No dia 29 de novembro de 2016, a equipe da Associação Chapecoense de Futebol sofreu um acidente aéreo na Colômbia, a caminho do jogo mais importante de sua história, em que 71 membros da equipe, incluindo jogadores e comissão técnica, faleceram, além de profissionais de imprensa e tripulantes. Uma onda de comoção se abateu no futebol mundial, rendendo homenagens ao clube, inclusive do Atlético Nacional, clube com o qual disputaria a final, que cedeu o título à equipe catarinense. No futebol de salão feminino, a equipe de Chapecó é bicampeã mundial, conquistando seus títulos em 2009 e 2010. == Turismo == Destino indutor, ponto de chegada e partida, polo da agroindústria e negócios, Chapecó também é repleto de encantos culturais e memórias que estão imprimidas nas ruas, em esculturas, museus e belezas naturais. A cidade conta com uma boa variedade de hotéis e restaurantes, além de bares clubes e pubs para todos os públicos. Como sede de grandes universidades, a programação jovem é bastante presente. A cidade realiza, periodicamente, importantes eventos, destacando-se as feiras especializadas ou multissetoriais. O Parque de Exposições Tancredo de Almeida Neves é reconhecido como um dos melhores parques de exposições do Sul do País e o maior de Santa Catarina. Possui uma área de 210 mil m², que, aliado à boa estrutura de hotéis e restaurantes da cidade, viabiliza eventos durante todo o ano. Pouco a pouco, também, é crescente o número de apresentações, não governamentais, no Centro de Cultura e Eventos Plínio Arlindo de Nês, como exibições de dança, música, artes, etc. Destacam-se óperas realizadas pela Camerata Florianópolis, Encontro Brasileiro de Orquestras, Dança Chapecó e Arte Conexão, promovido pela Escola de Artes de Chapecó, dentre outros. Dentre os principais eventos de Chapecó, podemos citar a Exposição Feira Agropecuária, Industrial e Comercial (Efapi), o Acampamento Farroupilha (o maior fora do Rio Grande do Sul), a Mercomóveis (Feira Mercosul de Indústria de Móveis), o Salão Brasileiro da Suinocultura, e a Feira Internacional de Processamento e Industrialização da Carne (Mercoagro). Na área de decoração, acontece a Mostra de Arquitetura, Decoração, Design e Paisagismo (Mostra Casa Chapecó). Entre os eventos da área cultural e artística acontecem a Festa das Nações, o Rodeio Artístico Internacional Cidade de Chapecó, a Festa do Leitão Light, a Kerbfest, a Wurstfest - Festa da Linguiça, a Festa do Frango e Peru, a Festa da Colonização Italiana, o Dança Chapecó, Festival Sulbrasileiro de Dança, Parada LGBTQ, a Novemberfest, o Rodeio Artístico e Crioulo Nacional, e a Feira Internacional de Cultura e Artesanato Mãos da Terra. Como exemplos de feiras e eventos profissionais e de negócios, pode-se mencionar a EXPEN - Feira de Multissoluções em Gestão, a AMBIENTALIS - Conferência e mostra de sustentabilidade, o Congresso Sulbrasileiro Multiprofissional em Saúde, serviços e tecnologia, a Interleite, a Logistique - Feira internacional de logística, serviços, transporte e comércio exterior, a Mercoláctea, a Metalplast, a Projetec - Feira de projetos e tecnologias da construção civil e habitação, o Simpósio Brasil Sul de Suinocultura, e o Supermarket.CHAPECÓ CVB, \"Principais Eventos de Chapecó\" Disponível em http://www.chapecoeregiaocvb.com.br/index.php?link=eventos_principaisCÂMARA MUNICIPAL DE CHAPECÓ, \"Eventos de Chapecó\" Disponível em http://www.cmc.sc.gov.br/2012/index.php/o-municipio/eventos === Pontos turísticos === ====Catedral Santo Antônio==== Inaugurada em 1956, possui duas torres com quarenta metros de altura, em estilo franciscano. Vista do alto, a Catedral possui formato de cruz. Nos fundos da Catedral há uma gruta em pedra com imagens de Nossa Senhora Aparecida, Nossa Senhora das Dores e Nossa Senhora das Graças, onde diariamente inúmeras pessoas fazem orações. ====Monumento: O Desbravador==== Situado ao lado da Catedral, foi inaugurado em 25 de agosto de 1981 com o objetivo de homenagear os primeiros desbravadores que colonizaram e construíram o município. Criado pelo artista plástico Paulo de Siqueira, mostra a figura de um gaúcho empunhando um machado, simbolizando o trabalho. Na mão esquerda, está um louro simbolizando a vitória. O monumento possui catorze metros de altura, 5,70 metros de largura e pesa nove toneladas. A obra é um cartão de visitas e ponto de identificação da cidade. Na base do monumento, está o Memorial Paulo de Siqueira. ====Arena Condá==== A Arena Condá foi inaugurada em 1º de fevereiro de 2009 e tem a capacidade para 20.089 pessoas, sendo o maior estádio de Santa Catarina. Hoje se tornou símbolo da cidade, por ser a casa da Associação Chapecoense de Futebol, conhecida mundialmente após o trágico acidente aéreo ocorrido em 2016. O clube recebe grupos e pessoas interessadas em conhecer as suas estruturas. O 'tour' é acompanhado por um colaborador do clube e passa pelos pontos principais da Arena - Sala de Imprensa, Zona Mista, espaços destinados às homenagens, gramado, arquibancadas, etc. Além disso, os visitantes conhecem o Átrio e toda a sua história. Átrio Daví Barela Dávi Em 2017, foi inaugurado, na entrada do estádio, o Átrio Daví Barela Dávi, espaço dedicado a contar a história do maior luto que Chapecó já presenciou. Também foi uma forma de agradecer as energias positivas emitidas pelo mundo todo, tornando-se, assim, uma bela área de paz e de reflexão. Próximo ao mural \"O Gol Eterno\" foi depositada a Cápsula do Tempo. Nela há cartas do mundo inteiro com as mais diversas mensagens de apoio ao Clube e à cidade. Um dos grandes destaques do átrio é a fonte. No seu interior, há o mapa da América do Sul em alto relevo, produzido pelo artista plástico Sergio Coirolo, e tem dois pontos de luz - um em Chapecó e outro em Medellín, representando os laços eternos de união, fraternidade e solenidade criados entre as duas cidades. ====Ecoparque==== O Ecoparque é um dos seis parques públicos do município. Localizado na Avenida Getúlio Vargas, em frente ao 2º Batalhão da Polícia Militar, trata-se de um parque para caminhadas, outros exercícios físicos e recreação. No parque há diversos bancos, academia aberta, parque infantil, palco de apresentações, anfiteatro, corretos e banheiros públicos. Entre as atrações ambientais encontram-se grandes eucaliptos, um riacho, uma lagoa formada por um antigo banhado, além de algumas espécimes de ratão-do-banhado. Após reforma em 2014, o Ecoparque ganhou sinalização e iluminação adequados para utilização noturna pela comunidade. Mantem-se atualmente a proibição de andar de bicicleta, patins, patinete ou skate dentro do parque, bem como a entrada de animais, bolas e bebidas alcoólicas. Funciona das 06 h às 21 h. ====Praça Coronel Bertaso==== Localizada no Centro da cidade, a Praça Coronel Bertaso é um espaço que reúne história, cultura, lazer e descanso. Ao mesmo tempo em que conta a história do Ciclo da Madeira, primeiro ciclo econômico e cultural de Chapecó entre as décadas de 1920 e 1950, através de um mural feito em argamassa de concreto, utilizando técnica mista esgrafiado-mosaico com cerca de 200 m², oferece área de lazer com parque infantil, jogos de mesa e uma bela fonte luminosa com jato d'água. Na fonte luminosa, há uma escultura abstrata em metal criada pelo artista plástico Xyko Bracht. Dispõe, ainda, de galeria de arte onde, regularmente, artistas locais expõem suas obras. Galeria Municipal de Arte Dalme Marie Grando Rauen Localiza-se na Praça Coronel Bertaso, com atendimento monitorado. Neste espaço, regularmente, artistas locais e visitantes expõem suas obras. A Galeria Municipal de Arte foi criada em 2002 homenageando a artista chapecoense que leva seu nome, Dalme Marie, e visa difundir e fomentar as artes visuais. ====Gruta de Sede Figueira==== Localizada no Distrito de Sede Figueira, a mil metros da BR-282, o local é composto por três grutas que se formaram na rocha e uma cachoeira com aproximadamente oito metros de queda d’água. A Capela de Nossa Senhora de Lurdes fica em frente a uma das grutas, onde, anualmente, no mês de Dezembro, é realizada Romaria Penitencial para a Santa com a participação de cerca de 5 000 pessoas. Em meio à mata nativa, há a Trilha dos Mistérios do Rosário, com quinze esculturas em pedra de arenito de um metro de altura por oitenta centímetros de largura, simbolizando cada um dos mistérios. As obras foram criadas pelo artista chapecoense Ciro Sosnoski (20 km-W). ====Rota do Vale do Rio Uruguai==== Localizada no interior do município, a rota permite a turistas de todas as idades vistas deslumbrantes e incríveis experiências. A rota se dá às margens da SC-480, a partir do km 12, nas proximidades da Linha Serrinha. Até o Rio Uruguai são aproximadamente oito quilômetros de descida de serra, cuja rodovia é cercada de quiosques, tirolesas e locais para entretenimento. Nas proximidades da ponte do rio Uruguai estão disponíveis áreas para banho e esportes náuticos. === Outros pontos de interesse turístico === * Galeria Municipal de Arte Dalme Marie Grando Rauen * Parque Medellín * Marco da Paz * Trilha do Pitoco * Floresta Nacional de Chapecó * Parque Aquático Estância das Águas * Camping Rota do Sol * Museu Municipal Antônio Selistre de Campos * Museu Tropeiro Velho * Museu da Cultura Italiana * Recanto dos Pinhais * Parque de Exposições Tancredo de Almeida Neves * Autódromo Internacional de Chapecó * Bike Park Lauri Marin * Mercado Público Regional * Mirante da Ferradura == Cidades-Irmãs == * Assunção, Paraguai * Medellín, Colômbia * Naranjal, Paraguai == Imagens == Ficheiro:Vista parcial do monumento O Desbravador e Catedral de Chapecó.jpg|O Desbravador e Catedral Santo Antônio Ficheiro:Chapeco01.png|Vista da AV. Getúlio Dorneles Vargas Ficheiro:Pôr do sol visto da UFFS.jpg|Campus da Universidade Federal da Fronteira Sul Ficheiro:Chapecó 092016.jpg|Vista panorâmida da cidade == Ver também == * Lista de municípios de Santa Catarina por data de criação * Lista de municípios de Santa Catarina * Associação Chapecoense de Futebol * Aeroporto de Chapecó * Universidade Comunitária da Região de Chapecó * Universidade Federal da Fronteira Sul * Lista de municípios do Brasil acima de cem mil habitantes * Repolho (banda) * Linchamento de Chapecó == Ligações externas == * Página da prefeitura * Página da câmara * Portal de Informações da Cidade Chapecó * Íntegra do Processo \"Linchamento de Chapecó\" Categoria:Fundações em Santa Catarina em 1917",
 "title": "Chapecó"
}