{
 "id": "34530",
 "text": "{{Info/Município do Brasil | nome = Correia Pinto | foto = | leg_foto = | apelido = | brasão = Brasão_de_Correia_Pinto.png | bandeira = Bandeira_de_Correia_Pinto.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = correia-pintense | lema = | CEP = 88535-000 | prefeito = Edilson Germiniani da Silva[https://politica.estadao.com.br/eleicoes/2020/candidatos/sc/correia-pinto | partido = PSD | fim_mandato = 2024 | mapa = SantaCatarina Municip CorreiaPinto.svg | latP = S | latG = 27 | latM = 35 | latS = 06 | lonP = O | lonG = 50 | lonM = 21 | lonS = 39 | estado = Santa Catarina | mesorregião = Serrana | data_mesorregião = IBGE/2008 | microrregião = Campos de Lages | data_microrregião = IBGE/2008 | região_metropolitana = Lages | vizinhos = Lages, , Palmeira, , Curitibanos | dist_capital = 225 | área = 651.614 | área_ref = | população = 14794 | data_pop = Censo IBGE/2010 | altitude = 846 | clima = Mesotérmico úmido, com verão fresco e temperatura média de 16°C. | sigla_clima = | idh = 0.772 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 22874.82 | data_pib_per_capita = IBGE/2008 | site_prefeitura = correiapinto.sc.gov.br }} Correia Pinto é um município brasileiro do estado de Santa Catarina. Localiza-se na região do Planalto Serrano, na microrregião de Campos de Lages, a 225 km de Florianópolis. Está situado a uma latitude 27º 35' 05\" sul e a uma longitude 50º 21' 40\" oeste, estando a uma altitude de 847 metros. Sua população estimada em 2008 era de 14 992 habitantes. Possui uma área de 623,77 km². A autora da Bandeira do município é Isis Alexandra Leczmann, filha de José Wilson Leczmann e de Nenilda Netto Leczmann, que em 10 de maio de 1983 venceu um concurso de desenho para a escolha da Bandeira (Lei 0005/1983). Os símbolos representam a saúde (cruz vermelha), educação (coruja), indústria (engrenagem) e agricultura (trator). As cores fazem parte também da bandeira do Brasil e do Estado de SC e a data 10 de maio de 1982 é a de emancipação de Correia Pinto. Suas datas festivas principais ocorrem em maio (Festa do Peão Laçador) e em setembro (Semana Farroupilha). == História == A história do município começou através do desbravador e colonizador Antônio Correia Pinto de Macedo. Chegou à região em 1766 e fundou nas proximidades do Rio Canoas, um pequeno arraial. A região era caminho das tropas de gado entre São Paulo e Rio Grande do Sul. Em Julho de 1920, a vila passou a condição de Distrito de Paz, com a denominação de Correia Pinto, tendo como sede o povoamento de Bom Jesus do Canoas, conhecido hoje como Correia Pinto Velho. Em 14 de novembro de 1949, Vidal Ramos Júnior, prefeito do município de Lages, transfere a sede distrital para o local denominado 'Fazenda dos Fundos', situada às margens da estrada federal de Lages a Curitiba, hoje, BR-116. O povoamento aclamou sua emancipação e no plebiscito realizado em 21 de março de 1982, foi homologada a criação definitiva do município, através da Lei Estadual n. 6.058, de 10 de maio de 1982. É classificada como Comarca de entrância inicial. Em dezembro de 2005 registrava aproximadamente 4.000 processos em trâmite. Não é sede de Zona Eleitoral, tendo permanecido ligada à Lages neste aspecto. == Economia == O município destaca-se na área da fabricação de papel, tendo três fábricas do ramo instaladas na cidade, sendo elas, a Klabin SA (papel e celulose), a Kimberly-Clark (papel higiênico) e a DMC papéis. Também se destaca outros segmentos, como a produção florestal e comercialização de madeira, possuindo em seu território uma grande área de reflorestamento (pinus e eucalipto). Além destes segmentos a economia da cidade apresenta um bom desempenho no ramo de transporte rodoviário de carga e na agropecuária. Na pecuária destacando a produção de bovinos e na agricultura destaca-se as lavouras de milho, feijão, alho e soja. O município possui fonte de águas termais de grande vazão. === Empresas exportadoras === *Klabin SA * Kimberly-Clark Brasil * Nereu Rodrigues & Cia Ltda. * Laminadora São Caetano Ltda. == Política == Após a emancipação do município no ano de 1982, foi nomeado José Renato Olivo pelo então governador do Estado, Jorge Konder Bornhausen em ato presidido pelo vice-governador, Antônio Carlos Konder Reis, para gerenciar os bens públicos repassados pela cidade-mãe (Lages) e coordenar a transição. Também ele, como mediador, daria início à instalação da nova prefeitura. === Lista de prefeitos === == Infraestrutura == O Aeroporto Regional do Planalto Serrano, em fase final de construção, fica nos limites do município e servirá a região metropolitana de Lages e o Alto Vale do Itajaí. == Sociedade civil == Uma das principais entidades comunitárias de Correia Pinto, fundada em 21 de setembro de 1984, chama-se Associação Comunitária Dona Ema Sevei. O Ema, como é comumente conhecida, tem por meta a assistência social, a educação de base, a saúde preventiva, a educação ambiental e proteção ao meio ambiente, a rádio difusão comunitária e a promoção das pessoas, especialmente crianças, adolescentes, mulheres e idosos em situação de carência econômica e social, prestando serviços gratuitos sem distinção de qualquer natureza. É certificado como Entidade Beneficente de Assistência Social em âmbito municipal, estadual e federal. Sua diretoria atual (01/2007-12/2010) é composta por: Lenita D. Beppler (presidente), Terezinha R. Silva (vice-presidente), Arlete D. Damolin (secretária), Zeni M. M. Chaves (vice-secretária), Zélia T. Alves (tesoureira), Sebilia G. Silva (vice-tesoureira). Em abril de 2004 passou a contar com abrigo para acolher crianças e adolescentes em situação de risco (Casa de Passagem Anjo da Guarda). == Turismo == As principais atrações turísticas de Correia Pinto são: *Águas termais *Barragem do Rio Tributo *Cascata do Cerro Pelado *Morro da Cruz *Quedas do Rio Ribeirão. == Indicadores == *IDH-M: 0,772 (PNUD – 2000) * PIB: R$ mil 344.448,986 (IBGE – 2008) * PIB per capita: R$ 22.874,82 (IBGE – 2008) * Exportações: US$ FOB 26.603,172 (MDIC – 2008) * Importações: US$ FOB 1.037.799 (MDIC – 2008) * Arrecadação de ICMS: R$ 6.816.505,51 (Tribunal Contas do Estado de SC – 2007) == Ver também == *Aeroporto de Correia Pinto *Lista de municípios de Santa Catarina por data de criação * Lista de municípios de Santa Catarina por população Categoria:Fundações em Santa Catarina em 1982",
 "title": "Correia Pinto"
}