{
 "id": "34548",
 "text": "{{Info/Município do Brasil | nome = Frei Rogério | foto = | leg_foto = | apelido = | brasão = Brasão do município de Frei Rogério.png | bandeira = Bandeira do município de Frei Rogério.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =frei rogeriense | lema = | prefeito = Jair da Silva Ribeiro | partido =PP | fim_mandato = 2024 | mapa = SantaCatarina Municip FreiRogerio.svg | latP = S | latG = 27 | latM = 10 | latS = 30 | lonP = O | lonG = 50 | lonM = 48 | lonS = 18 | estado = Santa Catarina | mesorregião = Serrana | data_mesorregião = IBGE/2008 | microrregião = Curitibanos | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Fraiburgo, Sul: Brunópolis, Leste: Curitibanos, Oeste: Monte Carlo | dist_capital = 335 | área = 157.845 | área_ref = | população = 2480 | data_pop = Censo IBGE/2010 | altitude = 950 | sigla_clima = | idh = 0.74 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 15922.43 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Frei Rogério é um município brasileiro do estado de Santa Catarina. Localiza-se a uma latitude 27º10'29\" sul e a uma longitude 50º48'17\" oeste, estando a uma altitude média de 950 metros. Sua população em 2010 era de 2.480 habitantes . Frei Rogério possui um terreno suavemente ondulado e abriga uma colônia japonesa no sul do Brasil. O município recebeu imigrantes italianos, japoneses, poloneses e alemães que vieram ao país depois da Segunda Guerra Mundial. A maioria das famílias japonesas habitam a comunidade de Celso Ramos. ==História== O município recebeu este nome em homenagem a um padre (Frei Rogério Neuhaus, OFM) que viveu na região e auxiliou os oligarcas da região a submeter o povo que sofreu com a Guerra do Contestado. Rogério Neuhaus (1863-1934) era alemão, pertencia a ordem dos franciscanos e chegou a região em 1904 Prefeitura de Frei Rogério. O padre tentou atuar como um mediador em nome da oligarquia local, que recém se integrava ao comércio internacional de madeira, contra a população cabocla, que protestava contra a expoliação de suas terras e a destruição de seu modo de vida. Semelhante a outros municípios vizinhos, Frei Rogério teve o seu ciclo da madeira, quando madeireiros vindos de várias regiões construíram serrarias para explorar as florestas de araucária e imbuía que existiam na região. Até 1948 a área que hoje constitui o município ainda pertencia ao Distrito de Liberata, Fraiburgo. Um fator que contribui para que Frei Rogério viesse a se tornar um município foi a construção de uma casa por Adolfo Soletti onde dava-se aula a crianças e rezava-se missas nos domingos. Mais tarde esta casa deu lugar a uma pequena igreja de madeira. Em 1949 a região se transformou em colônia e em 1957 virou Distrito Frei Rogério, passando a pertencer a comarca de Curitibanos. Depois disso pequenas indústrias e comércios foram estabelecidos e em 20 de julho de 1995 Frei Rogério se tornou município. ==Economia== A economia do município depende da agricultura, onde destacam-se a produção de alho, feijão e milho, e da pecuária. Algumas das indústrias que desempenham um papel importante incluem Iguaçu Celulose e Papel, Madeireira Darol e Serraria e Marcenaria Nova Esperança. ==Geografia== O clima é temperado apresentando uma temperatura média anual de 16,4Cº com verão quente e inverno frio com geadas frequentes. As matas nativas quase desapareceram, sendo que o terreno é usado basicamente para a agricultura e pecuária. Algumas áreas fazem parte de projetos de reflorestamento de pinus. ==Cidades vizinhas== *Curitibanos *Monte Carlo *Brunópolis *Fraiburgo ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== * Página da prefeitura * Página da câmara Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1995",
 "title": "Frei Rogério"
}