{
 "id": "3454",
 "text": "Coissã ou coisã (khoisan) é a designação unificadora de dois grupos étnicos distintos que vivem na África Austral que partilham algumas características físicas e linguísticas. Os dois grupos são os sãs, também conhecidos por bosquímanos ou boximanesEunice Marta, do Ciberdúvidas da Língua Portuguesa, na pergunta-resposta Boximane e bosquímano e após a consulta de vários dicionários e vocabulários de língua portuguesa chega à conclusão de que, em português, pode-se usar, alternativamente: bosquímanos, boximanes, boxímanes, boximanos, boxímanos, bosquimanos, bosquímanes e bosquimanes. e que são caçadores-coletores, e os cóis, que são pastores e que foram chamados hotentotes pelos colonizadores europeus. Aparentemente, estes povos têm uma longa história, estimada em vários milhares (talvez dezenas de milhares) de anos, mas agora estão reduzidos a pequenas populações, localizadas principalmente no deserto do Calaári, na Namíbia, mas também no Botsuana, em Angola e no deserto do Carru.Os Flechas, Os Caçadores Guerreiros do Leste de Angola 1965-1974, de John P. Cann, edição: Tribuna da História, maio de 2018, isbn: 9789898219510, Sinopse da Wook São normalmente de pequena estatura, cor da pele acastanhada e com rostos de aparência asiática. É no seu seio que surge uma reconhecida força especial indígena portuguesa, conhecida como Flechas, criada 1966 pela PIDE/DGS e com quem estavam integrados como organização paramilitar, em que o seu modo de atuação em operações de reconhecimento independentes era pautado pelo espartanismo e a discrição. Este conceito de utilização operacional será copiado pelas forças armadas da África do Sul, a quem este povo prestou colaboração, pelo que será dramático mais tarde o quase desaparecimento deste com a cessação geral do conflito pela Independência de Angola, pela perseguição que lhe foi feita pelo MPLA, e no Sudeste Africano nos finais de 1980. == História == Os cóis e os sãs atuais podem ser descendentes de povos caçadores-coletores que habitavam toda a África Austral e que desapareceram com a chegada dos bantos a esta região, há cerca de 2000 anos. Não é provável que os bantos tenham exterminado os cóis e os sãs, uma vez que algumas das suas características linguísticas e físicas foram assimiladas por vários grupos bantos, como os xossas e os zulus. É mais provável que a redução do seu território de caça, derivado da instalação dos agricultores bantos, tivesse sido uma causa para a redução do seu número e da sua área habitada. Até a instalação dos neerlandeses na África do Sul, há cerca de 200 anos, estes povos ainda povoavam grandes extensões da Namíbia e do atual Botsuana. Estes colonos chamaram os cóis de hotentotes - que significa \"gagos\" na língua neerlandesa, provavelmente devido à sua língua peculiar. Os sãs foram, por muito tempo, chamados de \"bosquímanos\", ou seja, \"homens do mato\", termo emprestado do inglês bushman. Tanto \"bosquímanos\" quanto \"hotentotes\" têm, atualmente, uma conotação pejorativa. Os nomes sãs e cóis que se utilizam atualmente são derivados das suas línguas (ver línguas coissãs). No entanto, a palavra hotentote continua a ser utilizada nos nomes de várias plantas e animais da África Austral, tanto nos nomes populares (chorão-das-praias - Carpobrotus edulis, em inglês hottentot fig, \"figo hotentote\"; ou o toirão-hotentote, Turnix hottentottus) como em nomes científicos, como Turnix hottentottus, o já citado toirão-hotentote; Bolbena hottentotta, uma espécie de louva-a-deus; e Anas hottentota, uma espécie de pato. Hoje em dia, há uma população sã significativa na Namíbia, onde a sua língua tem um estatuto oficial, sendo utilizada no ensino até ao nível universitário. Comunidades menores existem no Botsuana e no sul de Angola. == Anatomia == Fisicamente, os coissãs são em média mais baixos e esguios que os restantes povos africanos. Além disso, possuem uma coloração de pele amarelada e prega epicântica nos olhos, como os chineses e outros povos do Extremo Oriente. Algumas destas características são agora comuns a outros grupos étnicos sul-africanos, sendo patentes por exemplo em Nelson Mandela. Uma outra característica física dos coissãs é a esteatopigia das mulheres (grande desenvolvimento posterior das nádegas), que levou a que uma mulher tivesse sido levada para a Europa no e usada para exibição em feiras, a famosa Vénus Hotentote. == Genética == Os coissãs possuem o mais elevado grau de diversidade do ADN mitocondrial de todas as populações humanas, o que indica que eles são uma das mais antigas comunidades humanas. O seu cromossomo Y também sugere que, do ponto de vista evolucionário, os coissãs se encontram muito perto da \"raiz\" da espécie humana. De acordo com um estudo genético autossômico de 2012, os coissãs podem ser divididos em dois grupos, correspondentes às regiões noroeste e sudeste do Calaári, os quais se separaram nos últimos 30 000 anos. Todos os indíviduos testados na amostra apresentaram ancestralidades de populações não coissãs, que foram introduzidas no período de há 1200 anos, como resultado da expansão banta. Além disso, os hadzas, um grupo de caçadores-coletores do Leste da África, que também utilizam uma língua baseada em cliques (como a dos coissãs), possuem um quarto de sua ancestralidade vindos de uma população relacionada aos coissãs, revelando uma ligação genética antiga entre o Sul da África e o Leste da África.A genética pré-história da África do Sul, Pickrell et al, 2012, em inglês Ou seja, as populações coissãs de Angola e da Namíbia teriam se separado daquelas da África oriental entre há 25 000 e 40 000 anos.Os coissãs divergiram antes da migração para fora da África, 20 de setembro de 2012, em inglês De acordo com um estudo genético de 2014, eles podem ter sido o maior grupo humano no mundo em termos demográficos no período entre há 120 mil a 30 mil anos.\"Bosquimanos podem ter sido a maior população do mundo\" segundo Maurício TuffaniKhoisan hunter-gatherers have been the largest population throughout most of modern-human demographic history, em inglês Um estudo genético de 2016 constatou que os coissãs permaneceram relativamente isolados até há 2000 anos.Fine-scale human population structure in southern Africa reflects ecological boundaries, em inglês, 2016 == Ver também == * Mitologia sã * Griqua, o povo descendente dos \"hotentotes do Cabo\" == Bibliografia == * Alan Barnard, Hunters and Herders of Southern Africa: A comparative ethnography of the Khoisan peoples, Athens/Ohio: Ohio University Press, 1992 * Manuel Viegas Guerreiro, Bochímanes !Khu de Angola, Lisboa: Junta de Investigações do Ultramar, 1968 * José Redinha, Etnias e culturas de Angola, Luanda: Instituto de Investigação Científica de Angola, 1975 * Isaac Schapira, The Khoisan Peoples of South Africa: Bushmen and Hottentots, Londres: Routledge, 1963 * Andrew Smith e outros, Bushmen of Southern Africa: Foraging societies in transition, Athens/Ohio: Ohio University Press, 2000 * Filipe Marques Maforte dos Santos, A grande África do Sul e suas maravilhas, São Paulo/Mogi das Cruzes: Colégio Milenium Construtivo, 2020 * Joseph Kriegeler, Old Bushmens of Southern África, Berlim/Berlim: Kriegindustrie, 2020 Categoria:Coissãs Categoria:Grupos étnicos da Namíbia Categoria:Grupos étnicos do Botswana Categoria:Grupos étnicos de Angola Categoria:Grupos étnicos da África do Sul",
 "title": "Coissãs"
}