{
 "id": "34557",
 "text": "{{Info/Município do Brasil | nome = Herval d'Oeste | foto = Rua Santos Dumont Herval d'Oeste SC - Dez-2018.jpg | leg_foto = | apelido = Herval | brasão = Brasão do município de Herval d'Oeste (SC).svg | bandeira = Bandeira do município de Herval d'Oeste (SC).svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de agosto | fundação = | gentílico = hervalense | lema = | prefeito = Mauro Sérgio Martinihttps://www.robertolorenzon.com.br/mauro-martini-e-empossado-prefeito-de-herval-doeste/ | partido = PP | mandato_início = 2021 | fim_mandato = 2024 | mapa = SantaCatarina Municip HervaldOeste.svg | latP = S | latG = 27 | latM = 10 | latS = 33.6 | lonP = O | lonG = 51 | lonM = 29 | lonS = 42 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = Joaçaba | data_microrregião = IBGE/2008 | região_metropolitana = Joaçaba | vizinhos = Joaçaba, Erval Velho, Luzerna, Ibicaré, Campos Novos, Ibiam, Lacerdópolis | dist_capital = 414 | área = 222.405 | área_ref = | população = 21233 | data_pop = Censo IBGE/2010 | altitude = 523 | clima = subtropical | sigla_clima = | idh = 0.758 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 15797.93 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Herval d'Oeste é um município brasileiro do estado de Santa Catarina. Localiza-se a uma latitude 27º11'37\" sul e a uma longitude 51º29'41\" oeste, estando a uma altitude de 523 metros. Sua população estimada em 2010 é estimada em de 21.233 segundo os dados oficiais do IBGE. == História == O município de Herval d´Oeste está localizado na região do Contestado e começou a ser colonizado com a inauguração da Estrada de Ferro que ligaria São Paulo ao Rio Grande do Sul Herval d`Oeste foi emancipado e se tornou municipio em 30 de dezembro de 1953. Antes pertenceu a Campos Novos como distrito em 1943, com o nome Herval. E depois de 1944 a 1953, fez parte de Joaçaba == Geografia == Tem como municípios limítrofes ao norte Luzerna e Ibicaré, ao sul Erval Velho, ao leste Campos Novos, e a oeste Joaçaba. Distância do município (km) Florianópolis (capital) 414 Porto Alegre 480 Curitiba 400 São Paulo 780 Brasília 2500 BR 282 6 BR 116 126 BR 101 414 Porto São Francisco do Sul 475 Porto de Itajaí 430 Porto de Imbituba 533 Porto de Paranaguá 580 Aeroporto de Joaçaba 5 Aeroporto de Florianópolis 420 Aeroporto de Joinville 415 Aeroporto de Criciúma 373 Aeroporto de Navegantes 389 Aeroporto de Chapecó 165 Aeroporto de São Miguel do Oeste 264 Aeroporto de Videira 65 ; Vias de Acesso Rodoviário * Ponte Jorge Lacerda: BR SC 303 * Ponte da Amizade: BR SC 303 * Santos Dumont: BR SC 282 ; Dados viários * Extensão da malha viária municipal: 560 km * Estradas Vicinais: 500 km * Viárias Urbanas: 60 km Área municipal de preservação ambiental (%): 7% de mata nativa e 6,5 km² de área reflorestada Breve descrição do relevo: Região basáltica: Planalto de superfície dissecada. A altitude média do município é de 523 m. Entretanto, há alguns pontos mais elevados como o morro da Cruz, do Serrano e a Serra do Tico-Tico com altitude média variável de 300 a 400 m acima da média normal. Existe ainda o Morro de Sede Sarandi com altitude de 1.210 metros. Apesar de o município ter sido criado em dezembro o feriado municipal é realizado em 25 de agosto, mesma data da cidade vizinha Joaçaba. Este fato deve-se ao grande número de pessoas que moram em Herval e trabalham em Joaçaba e vice versa, com a diferença de datas a população era prejudicada, por este motivo o feriado municipal foi unido ao de Joaçaba. Assim como Herval, Luzerna(cidade a 7 km de Joaçaba) também realiza seu feriado municipal em 25 de agosto. === Hidrografia === O município de Herval d'Oeste é banhado pelo Rio do Peixe. === Clima === Herval d'Oeste apresenta clima subtropical com invernos frios e verões quentes, podendo chegar a temperaturas muito elevadas no verão, e no inverno temperaturas muito baixas. === Demografia === A população do município é de 21 233 habitantes de acordo com os dados do Instituto Brasileiro de Geografia e Estatística de 2010 (IBGE). ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população *Larfiagem ==Ligações externas== * Página da prefeitura * Página da câmara Categoria:Fundações em Santa Catarina em 1953",
 "title": "Herval d'Oeste"
}