{
 "id": "34565",
 "text": "{{Info/Município do Brasil | nome = Indaial | foto = Cachoeira do Barão - Indaial -SC - panoramio - Cleison Cipriani.jpg | leg_foto = | apelido = | brasão = Brasão do município de Indaial (SC).svg | bandeira = Bandeira do município de Indaial (SC).svg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = indaialense | lema = | prefeito = André Moser | partido = PL | fim_mandato = 2024 | mapa = SantaCatarina Municip Indaial.svg | latP = S | latG = 26 | latM = 53 | latS = 52 | lonP = O | lonG = 49 | lonM = 13 | lonS = 55 | estado = Santa Catarina | mesorregião = Vale do Itajaí | data_mesorregião = IBGE/2008 | microrregião = Blumenau | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Apiúna, Ascurra, Blumenau, Botuverá, Presidente Nereu, Rodeio, Pomerode e Timbó | dist_capital = 160 | área = 430.799 | área_ref = | população = 72346 | data_pop = estimativa IBGE/2021 | altitude = 64 | clima = Subtropical | sigla_clima = | idh = 0.777 | idh_pos = BR: 157º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 20170.32 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Indaial é um município brasileiro do estado de Santa Catarina. Sua população, conforme estimativas do IBGE de 2021, era de habitantes. == História == Sua colonização iniciou por volta de 1860, com os alemães, e posteriormente com os italianos (1875) e poloneses (1878). No ano de 1934 conquistou sua independência, sendo desmembrado da grande Blumenau. Seu nome tem origem da “Indaiá”, uma palmeira muito comum no município na época de sua colonização. Os primeiros habitantes de Indaial foram os índios tapajós e carijós e os alemães se estabelecendo no bairro \"Warnow\", hoje homenageados como dois grandes bairros da cidade. Indaial é uma das maiores cidades do Vale do Itajaí, também conhecida por “Cidade das Flores e da Música”. == Infraestrutura == O sistema viário de Indaial é apoiado em duas pontes que cruzam o Rio Itajaí-Açu. Estas duas pontes ligam a região central do município ao binário de circulação principal formado pela Avenida Maria Simão e Avenida Manoel Simão. A mais antiga das pontes é a “Ponte Emílio Baumgart”, popularmente chamada de “Ponte dos Arcos”, inaugurada em 1926. Seu nome homenageia o engenheiro blumenauense Emílio Henrique Baumgart, projetista da obra. Além desta, vale citar que entre suas obras estão o Hotel da Glória e o Copacabana Palace, ambos no Rio de Janeiro. A construção foi uma verdadeira revolução, pois é a primeira ponte deste porte construída no Brasil utilizando cimento armado e mede 175m de comprimento e 6m de largura. A maioria das vias mais movimentadas já contam com pavimento asfáltico, o que facilita a circulação. Recentemente foram instaladas duas lombadas eletrônicas na Avenida Maria Simão para controlar o excesso de velocidade, e há projetos para este número crescer ainda mais e se expandir por toda Indaial. Neste ano, 2013, foram instalados em duas interseções o controle semafórico, o que a cidade ainda não dispunha, fato notável, pois seu porte e suas condições econômicas já exigiam isso há bastante tempo. O controle semafórico foi instalado com operação inteligente que, através de tele câmeras providas de sensores (detetores) faz variar o tempo de verde de acordo com o número de veículos que chegam nas aproximações das interseções. Poucas cidades contam com esse recurso avançado no Brasil. O centro da cidade está passando por um processo de urbanização, assim aumentando e padronizando as calçadas, além da criação de jardins, plantação de árvores e melhoramento do trânsito em geral. Em dezembro de 2010 foi revitalizada a Avenida Beira Rio, que por muitos anos estava em estado precário e não possuía nenhuma espécie de pavimentação. Hoje a cidade conta com um espaço de lazer para a família, com academia, pista de caminhada e eventos especiais para a população, como shows musicais e apresentações diversas. O município também conta com o “Parque Ribeirão das Pedras”, que possui pistas de motocross e kart, dois pavilhões para sediar os eventos, pista de caminhada e um amplo espaço livre, para acampamentos ou estacionamento em grandes eventos como a FIMI. O “Ginásio Sérgio Luiz Petters”, localizado no centro da cidade, se encontra disponível e em bom estado para uso. Nele ocorrem tradicionais competições como o “Torneio de Verão” e as apresentações de patinação artística, muito comum em Indaial. Próximo ao ginásio, se encontra a “Fundação Indaialense de Cultura”, FIC, onde a população pode usufruir de aulas de canto, teatro, danças e diversos instrumentos musicais. Além disso, possui uma ampla biblioteca pública, que possui um acervo com mais 18 mil livros, disponíveis gratuitamente à população. Na FIC \"Casa da Cultura\" como é conhecida pela população, há belos jardins recomendáveis á quem pratica leitura, há também uma trilha para os praticantes de caminhadas. A fundação também possui a Biblioteca Pública, Arquivo Histórico e Espaço para Exposições. Também administra cursos gratuitos a comunidade e é responsável pelo Museu Ferroviário. == Geografia == Indaial localiza-se no Vale do Itajaí, próxima a Blumenau, a uma latitude 26º53'52\" sul e a uma longitude 49º13'54\" oeste, estando a uma altitude de 64 metros. Indaial possui uma área de 430,799 km², e está situado às margens da rodovia BR-470, no Médio Vale do Itajaí, também chamado de Vale Europeu. Dista 20 km de Blumenau e 160 km da capital do estado, Florianópolis. O município é banhado pela bacia do rio Itajaí-Açu e pelo seu mais importante afluente, o rio Benedito. A cidade é cercada por uma vegetação nativa da mata atlântica, sendo riquíssima e abundante a sua diversidade de espécies. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1970 a 1980, 1982 a 1983, 1985, 1988 a 1989 e de 1991 a 2020, a menor temperatura registrada em Indaial foi de em 14 de julho de 2000. A maior atingiu em 8 de fevereiro de 2014. Temperaturas máximas iguais ou acima dos também ocorreram em 4 de fevereiro de 2010 (), 19 de dezembro de 1971 (), 19 de Novembro de 2009 (40,1 °C), 5 de fevereiro de 2010 (), 31 de Janeiro de 2019 (40 °C) e 9 de março de 2002 (). O maior acumulado de precipitação em 24 horas atingiu milímetros em 5 de fevereiro de 2002. == Eventos == No Parque Municipal Jorge Hardt é realizada a FIMI, uma festa muito frequentada por pessoas de toda a região, que comemora a fundação do município, que ocorre todos os anos em março. Desde 2004 a festa conta com o Stammtisch, evento típico alemão, onde amigos e familiares se reúnem para comer e beber no centro da cidade. Além disso, a FIMI conta com shows nacionais e corridas de Motocross. == Comunicações == Indaial possui três estações de rádio, sendo as três FM, Nova FM , Ponte FM e Rádio Clube de Indaial que era antigamente a rádio AM da cidade.Anatel - Agência Nacional de Telecomunicações Além dessas, também é possível sintonizar várias emissoras de Blumenau, como Atlântida FM, Antena 1, Rádio Clube de Blumenau e Rádio Nereu Ramos. Há também no município um considerável número de jornais em circulação. Além dos pertencentes ao Grupo RBS (Diário Catarinense e Jornal de Santa Catarina, ambos diários), há o bissemanal Jornal do Médio Vale, de Timbó, e o Cruzeiro do Vale, de Gaspar. Com sede em Indaial são os tabloides Jornal de Indaial, Jornal A Região Metropolitana, Folha de Indaial (quinzenais), Jornal Alternativo (semanal) e Jornal A Bola (mensal). == Personalidades == * Ângela Amin, ex-prefeita de Florianópolis * Inri Cristo, personagem do astrólogo Álvaro Thais, o Yuri de Nostradamus. * Werner Zotz, escritor infanto-juvenil ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população *Lista de prefeitos de Indaial ==Ligações externas== * Página da prefeitura * Página da câmara Categoria:Indaial Categoria:Fundações em Santa Catarina em 1934",
 "title": "Indaial"
}