{
 "id": "34568",
 "text": "{{Info/Município do Brasil | nome = Iporã do Oeste | foto = Iporã_do_Oeste,_Panorama.jpg | leg_foto = Panorâmica da cidade | apelido = Água boa | brasão = Brasão do município de Iporã do Oeste (SC).png | bandeira = Bandeira do município de Iporã do Oeste (SC).png | link_brasão = | link_bandeira = | link_hino = | aniversário = 1 de junho | fundação = | emancipação = | gentílico = iporã-oestinoHistória de Iporã do Oeste no site do IBGE | lema = Com empenho, justiça e trabalho implantaram eternos primores | prefeito = Valmor Reis | partido = Partido Progressista (PP) | fim_mandato = 2024 | mapa = SantaCatarina Municip IporadoOeste.svg | latP = S | latG = 26 | latM = 59 | latS = 16 | lonP = O | lonG = 53 | lonM = 32 | lonS = 06 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = São Miguel do Oeste | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Mondaí, Riqueza, São João do Oeste, Tunápolis, , Descanso | dist_capital = 790 | área = 202.369 | área_ref = | população = 9335 | data_pop = Estimativa de 2022 | altitude = 557 | clima = Mesotérmico | sigla_clima = Cfa | idh = 0.759 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 14088.61 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Iporã do Oeste é um município do estado de Santa Catarina, no Brasil. Sua população em 2022 era de 9 335 habitantes, conforme estimativa do IBGE. == Topônimo == \"Iporã\" é um termo de origem tupi que significa \"rio bonito\", através da junção dos termos 'y (rio) e porang (bonito).NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição. São Paulo. Global. 2005. 463 p. == História == O povoamento da região de Iporã do Oeste teve início em 1926. Um ano antes, a localidade, que ainda se chamava Vila Pinhal, recebeu a Coluna Prestes. Seus primeiros colonizadores foram descendentes de imigrantes alemães e italianos, atraídos pela abundância de araucárias e pela excelente qualidade da água. Em 13 de novembro de 1953, Pinhal tornou-se distrito de Mondaí e recebeu o nome de Iporã. Com a emancipação político-administrativa, em 1988, um plebiscito decidiu pela adoção do nome atual. == Turismo == Os habitantes divertem-se nos clubes sociais e a cultura é valorizada nos grupos de dança folclórica, do grupo de patinação Asas da Liberdade, da Associação Coral Iporã do Oeste, das bandinhas e do CTG Herança Pampeana. == Economia == A principal atividade econômica do município é a agropecuária, com destaque para a agricultura familiar. Planta-se fumo, soja, mandioca e frutas cítricas. A criação não é diversificada, apenas cria-se gado de leite, suínos e aves. O setor industrial inclui artefatos de cimento, erva mate, esquadrias, construção civil, farinha de milho e trigo, embutidos, panificação e confeitaria, vestuário, artesanato, móveis, cerâmica; implementos agrícolas e refrigeração. == Geografia == Iporã do Oeste está localizada a uma altitude de 557 metros acima do nível do mar, na Latitude de 26º98’8”, e na Longitude de 53º53’5” a Oeste de Greenwich. O clima é subtropical, com temperaturas máxima de 28 °C, mínima de –4, C e média de 18 °C. Frequentemente ocorrem geadas no município. O solo é do tipo terra roxa estruturada, Citossolo e Cambissolos. O relevo é constituído de planalto de superfícies planas, onduladas e montanhas fortemente dissecadas, de formação basáltica. A vegetação predominante é de mata nativa, embora bastante prejudicada pela devastação, e composta de grápia, cedro, canafístola, angico, rabo-de-bugio, açoita-cavalo, louro, canela, mamica-de-canela e canjerana. Já o reflorestamento é composto de eucalipto e pinus. Existem, ainda, as áreas agricultáveis. A hidrografia é representada por inúmeros lajeados e riachos, todos desembocando no Rio Uruguai. ==Festas e atrações== FAIC – Feira Agropecuária, Industrial e Comercial. == Galeria de imagens == Ficheiro:Vista de Iporã do Oeste, do alto da R. Monte Alverne.jpg|Vista do Monte Alverne Ficheiro:Área rural.jpg|Área rural do município Ficheiro:Geada.jpg|Geada na área rural Ficheiro:Área rural no inverno.jpg|Paisagem invernal Ficheiro:Vista parcial da área urbana.jpg|Vista da área urbana ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura *Página da câmara Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1988",
 "title": "Iporã do Oeste"
}