{
 "id": "34567",
 "text": "{{Info/Município do Brasil | nome = Ipira | foto = Portal Ipira01.JPG | leg_foto = | apelido = | brasão = Brasao Ipira SantaCatarina Brasil.jpg | bandeira = Bandeira Ipira SantaCatarina Brasil.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = ipirense | lema = | prefeito = Marcelo BaldisseraPrefeito e vereadores de Ipira tomam posse; veja lista de eleitos em g1.globo.com | partido = PL | fim_mandato = 2024 | mapa = SantaCatarina Municip Ipira.svg | latP = S | latG = 27 | latM = 24 | latS = 50.62 | lonP = O | lonG = 51 | lonM = 46 | lonS = 17.62 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = Concórdia | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Alto Bela Vista, Piratuba, Concórdia, Presidente Castello Branco, Ouro, Capinzal, Peritiba | dist_capital = 437 | área = 150.304 | área_ref = | população = 4752 | data_pop = Censo IBGE/2010 | altitude = 409 | clima = | sigla_clima = | idh = 0.736 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8590.99 | data_pib_per_capita = IBGE/2008 | site_prefeitura = ipira.sc.gov.br }} Ipira é um município brasileiro do estado de Santa Catarina. 200px|miniatura|esquerda|Portal de entrada de Ipira, sentido Peritiba-Ipira 200px|miniatura|esquerda|Portal de saída de Ipira, sentido Ipira-Piratuba ==História== A história de Ipira começou no final do século XIX, mais especificamente em 1890, época que chegaram nessas terras os primeiros colonos vindos do Rio Grande do Sul. Esses colonos ocuparam algumas áreas onde atualmente conferem comunidades do interior de Ipira. A sede de Ipira iniciou em 1913 quando Antônio Ko Freitag adquiriu uma gleba de terras da Companhia de Estradas de Ferro. Entre 1915 e 1917 chegaram outras famílias vindas de Montenegro, Rio Grande do Sul. Desde o ano de 1924, quando Ipira tornou-se distrito, passou a pertencer a vários municípios, como Cruzeiro (atualmente Joaçaba), Concórdia e Piratuba, até que em 14 de junho 1963 ocorreu a criação da cidade de Ipira. A sua instalação aconteceu em 15 de agosto de 1963, data em que comemora seus aniversários. http://www.ipira.sc.gov.br/conteudo/?item=12477&fa;=4554&PHPSESSID;=9arkhlg9fvg5n0fm11o07m5d97# ==Geografia== Localiza-se a uma latitude 27º24'13\" sul e a uma longitude 51º46'23\" oeste, estando a uma altitude de 409 metros. Sua população estimada em 2004 era de 5.228 habitantes. Possui uma área de 150,3 km². ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população Categoria:Fundações em Santa Catarina em 1963",
 "title": "Ipira"
}