{
 "id": "34575",
 "text": "{{Info/Município do Brasil | nome = Itapema | foto = Itapemas view 2017.jpg | leg_foto = Vista da cidade de Itapema pelo Mirante do Encanto. | apelido = O Jardim de Santa Catarina | brasão = Brasão do município de Itapema (SC).svg | bandeira = Bandeira do município de Itapema (SC).svg | aniversário = 21 de abril | fundação = | gentílico = itapemense | lema = | CEP = 88220-000 | prefeito = Alexandre Xepa | partido = PL | mandato_início = 2024 | fim_mandato = 2028 | mapa = SantaCatarina Municip Itapema.svg | latP = S | latG = 27 | latM = 05 | latS = 24 | lonP = O | lonG = 48 | lonM = 36 | lonS = 39 | estado = Santa Catarina | mesorregião = Vale do Itajaí | data_mesorregião = IBGE/2008 | microrregião = Itajaí | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Balneário Camboriú, Camboriú, Porto Belo e Tijucas | dist_capital = 67 | área = 59.022 | área_ref = | população = 75940 | data_pop = Censo IBGE/2022 | altitude = 2 | clima = Subtropical | sigla_clima = | idh = 0.796 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 12286.48 | data_pib_per_capita = IBGE/2008 | site_prefeitura = }} Itapema é um município do estado de Santa Catarina, no Brasil. Sua população, conforme a contagem do Censo 2022, é de 75.940 habitantes. Localiza-se à latitude 27º05'25\" sul e à longitude 48º36'41\" oeste, estando a uma altitude de 2 metros. == Topônimo == Existem duas possibilidades etimológicas para o topônimo \"Itapema\": * Pode ser uma referência a um dos nomes populares do gavião-tesoura.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 975. * Pode ter origem na língua tupi antiga por meio da composição entre as palavras itá (\"pedra\") e pema (\"anguloso\"), significando \"pedras angulosas\". ==História== ===Ocupação indígena=== Os primeiros habitantes conhecidos do litoral de Santa Catarina foram povos coletores, os quais foram derrotados, por volta do ano 1000, pelos índios carijós. Estes, a partir do século XVI, foram escravizados pelos colonos de origem europeia de São Vicente.BUENO, E. Brasil: uma história. Segunda edição revista. São Paulo. Ática. 2003. p. 18-19. ===Colonização açoriana=== Em meados do século XVIII houve a chegada de povoadores açorianos, a partir da baía de Porto Belo. Distante mais de 8 000 quilômetros de Santa Catarina, os açorianos que emigraram para o Brasil século XVIII (entre 1748-1756) têm suas origens nas ilhas Terceira, São Jorge, Pico, Faial, Graciosa e São Miguel. Os açorianos, já alocados nas comunidades de São Miguel e Santo Antônio, foram os responsáveis pelo povoamento da baía de Porto Belo, onde ajudaram a fundar a freguesia de Porto Belo em 18 de dezembro de 1824, depois transformada em vila em 13 de outubro de 1832. Os descendentes desses imigrantes, no início do século XIX, povoaram a região de Itapema, dando a ela, em 30 de dezembro de 1914, sua primeira estrutura administrativa, com a criação de seu Distrito Policial. Os açorianos continuaram, nos anos posteriores a sua vinda, sua tarefa povoadora, expandindo-se para além da fronteira estadual. Os terrenos de suas moradias obedeciam ao modelo açoriano do litoral, ou seja, em forma de \"espinha de peixe\", onde, em perpendicular a uma via central, se estendiam, originando um área retangular. Essa área, com os casamentos dos filhos, ia se subdividindo, organizando a família no interior desta área estreita e comprida. Uma das consequências desta forma de organizar o espaço estava no acesso que era dificultado pela presença seguida dos terrenos, sem vias de circulação entre eles, havendo a necessidade de um longo percurso, caso houvesse a necessidade de deslocamento para o “outro lado”. Tem-se que em 1852 já moravam em áreas do atual município de Itapema cerca de 980 descendentes portugueses e açorianos. Esse dado refere-se ao número de 51 engenhos de farinha de mandioca e de açúcar existente. Era muito comum as famílias possuírem os dois tipos de engenhos, considerando que no litoral catarinense, a cada 3,5 famílias, correspondia a um engenho e que cada família era formada por uma média de sete pessoas, chega-se a este número aproximado. ===Nomes=== A primeira denominação de Itapema foi Vila de Santo Antônio de Lisboa ou Tapera, termo que estava relacionado ao modelo de suas moradias. Sua economia baseava-se na subsistência, sendo a pesca no litoral, além do plantio da mandioca e a produção de farinha, aliados a outros produtos como: milho, feijão, café, arroz e melancia. O crescimento demográfico até meados do século XIX foi lento. A partir do fim deste mesmo século, Itapema recebe imigrantes de origem alemã, italiana e espanhola que logo acabam mesclando-se à população de origem açoriana. Esses outros povos exercem pouca influência cultural local, visto que as festividades, como a festa da padroeira – Nossa Senhora dos Navegantes – além das brincadeiras, como a Farra do Boi, Boi-de-Mamão e cantorias do Terno-de-Reis e festas do Divino foram trazidas e mantidas pelos açorianos. A evolução político-administrativa do Município de Itapema segue passos bastante comuns àqueles municípios não planejados, passados por fases hierárquicas de importância socioeconômica, até atingir a atual condição, ou seja, as pessoas de maior influência econômica acabam assumindo também cargos políticos representativos.FARIAS, Vilson Francisco de Farias. Itapema: natureza, história e cultura. Edição do autor. 1999 ===Evolução=== A primeira fase do município se estendeu do período em que era qualificado como arraial até 1915. A condição de arraial não tinha nenhum prestígio político-administrativo, ficando subordinado à sede da freguesia a qual pertencia, representada nesse momento por Porto Belo. A sede do arraial, conhecido como Vila de Santo Antônio de Lisboa ou Tapera, localizava-se no bairro hoje identificado como Canto da Praia ou Costão, bairro esse que ainda hoje abriga a maioria dos descendentes dos primeiros povoadores do município, carregando consigo as tradições locais. Tem-se como primeira referência à existência da Tapera o ano de 1804 a qual é feita na planta hidrográfica da baía de Porto Belo elaborada pelo comandante da canhoneira Araguary, existente no Arquivo Nacional do Rio de Janeiro. No ano de 1832 identifica-se , através de um documento não especificado, o nome de José Antonio da Silva como residente na Tapera, tornando-se o morador mais antigo de que se conhece. No ano de 1912, o arraial da Tapera, a pedido de seus moradores, recebe uma nova denominação, passando então a chamar-se Itapema. Nos anos seguintes, com o aumento populacional em consonância com o aumento da importância econômica, Itapema foi elevada à categoria de distrito de paz (freguesia) em 2 de janeiro de 1915, através da Lei Municipal n° 28 da Câmara de Porto Belo, sendo seus primeiros juízes de paz eleitos em 14 de março de 1915. ===Emancipação=== Durante a fase de distrito, Itapema foi incorporada ao Município de Camboriú, no período de 1923 a 1925. Com o crescimento populacional no transcorrer da primeira metade do século XX, assim como da importância econômica, Itapema insere-se dentro das condições de ser nomeada município, fato esse que efetiva-se em 13 de janeiro de 1962, através da resolução número 62 da Câmara Municipal de Porto Belo, de autoria dos vereadores, então moradores de Itapema, Olegário Bernardes e Ernesto Francisco Severino. No dia 31 de janeiro do mesmo ano, assume o primeiro prefeito eleito em Itapema, Olegário Bernardes, que a partir de então seria a representação política de uma população inferior a 3.500 habitantes, número alcançado apenas no Censo de 1970. O processo de ocupação da orla foi se multiplicando no decorrer dos anos, exibindo contrastes entre as casas dos moradores locais, na maioria pescadores e, as casas de veraneio ou segunda residência, graças a procura cada vez mais elevada das pessoas de Itapema enquanto espaço de referencia no lazer de sol e mar. A partir da década de 1980, acontece um significativo crescimento no setor habitacional do país, tendo a construção civil como um dos principais agentes ativos desse setor econômico. Em consonância ao que acontece em escala nacional, Itapema também apresenta uma expansão desse setor, resultando mudanças significativas na paisagem local, vinculada a uma aceleração dos fluxos turísticos colocando o município em destaque no cenário catarinense. ==Política== Lista de prefeitos e vice-prefeitos de Itapema: * 1962 a 1965 - Olegário Bernardes - não teve * 1966 a 1969 - Nelson Santos - não teve * 1970 a 1973 - Armelindo Brancelhe e Gregório da Silva Aragão * 1974 a 1977 - Gregório da Silva Aragão * 1978 a 1981 - Nelson Santos e Adriano Miguel de Souza * 1982 a 1984 - Olegário Bernardes e José Higino Furtado * 1985 a 1987 - José Higino Furtado - não teve * 1988 a 1991 - Francisco Vitor Alves e José João Correia * 1992 a 1996 - José Higino Furtado e Joarez Artur Bauer * 1997 a 2000 - Magnus Guimarães e Darcy Steil da Silva * 2001 a 2004 - Clóvis José da Rocha e Mauro Vieira * 2005 a 07/2006 - Clóvis José da Rocha e Ricardo Alexandre Rosa * 07/2006 a 2008 - Sabino Bussanello e Joselino Carlos Schmitt *2009 a 2012 - Sabino Bussanello e Maria Luci da Silva * 2013 a 2016 - Rodrigo Costa (Bolinha) e Giliard Reis * 2017 a 2020 - Nilza Simas e João EmmeleLEIÇÕES 2016 - Itapema - Candidata à prefeita Nilza Simas (eleita) ==Geografia== Localiza-se a uma latitude 27º05'25\" sul e a uma longitude 48º36'41\" oeste, estando a uma altitude de 2 metros. === Bairros === === Cursos d'água === * Rio do Areal * Rio Bela Cruz * Rio Fabrício * Rio da Fita * Rio da Mata de Camboriú * Rio Perequê * Rio São Paulinho (ou rio Itapema) === Parques === * Parque Linear Calçadão * Reserva Ambiental Municipal Parque das Capivaras === Praias === * Praia do Canto * Praia do Centro * Praia Grossa * Praia da Ilhota * Praia Mato de Camboriú * Meia Praia ==Estrutura== ===Transporte=== ====Transporte Coletivo Municipal==== Possui sistema não integrado de transporte municipal (sem terminais), operado pela Viação Praiana Ltda.. ====Transporte Coletivo Intermunicipal==== O Terminal Rodoviário funciona na Rua Seiscentos, 323, bairro Tabuleiro dos Oliveiras. ==Turismo== ===A Capital dos Ultraleves=== Esse título deve-se ao fato de que, na área do município, tem-se o maior número de horas de voos de ultraleve do estado . Anualmente, é realizado na cidade o Encontro de Ultraleves, o evento atrai milhares de admiradores da aviação. A Associação de Pilotos de Itapema prepara várias surpresas para o dia do encontro, como manobras radicais, exposições de aeronaves, sorteios de voos, acrobacias, paraquedismo, aeromodelismo, revoadas sobre a cidade, entre outras atrações. No ano de 2013 o evento esteve em sua décima primeira edição. ===Infraestrutura=== Itapema é a cidade com a melhor infraestrutura entre as praias no Litoral Norte de Santa Catarina. A constatação é de um guia elaborado pelo Jornal de Santa Catarina, em que mostra um comparativo entre todas as praias da região. Já no Diário Catarinense, Itapema fica atrás apenas de Jurerê Internacional, em Florianópolis, como a segunda melhor infraestrutura de praia do Estado. O Jornal de Santa Catarina analisou as condições de nove itens: guarda-vidas, chuveiros, banheiros públicos, acesso à praia, posto policial, calçadão, estacionamento, sinalização para turistas e iluminação. A praia com o melhor conceito fica em Itapema. A Meia Praia não teve qualquer item considerado ruim e se destaca pelo grande número de banheiros públicos e chuveiros, além do recém construído calçadão. Em âmbito estadual, o Diário Catarinense considerou a infraestrutura como fundamental, já que facilita o acesso das pessoas à praia. Segundo o periódico, as três melhores praias em infraestrutura são, em ordem: Jurerê Internacional, Meia Praia e a Praia Central, de Balneário Camboriú. Depois de conversar com moradores e turistas, testar os chuveiros, conferir passarelas e deques, percorrer trilhas e andar na beira do mar, foi possível reconhecer a exuberância do Litoral Catarinense. == Ver também == *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população == Ligações externas == * Página da prefeitura Categoria:Itapema Categoria:Fundações em Santa Catarina em 1962 Categoria:Topônimos de origem tupi",
 "title": "Itapema"
}