{
 "id": "34571",
 "text": "{{Info/Município do Brasil | nome = Irani | foto = Monumento do Contestado.jpg | leg_foto = Monumento do Contestado | apelido = | brasão = Brasão do município de Irani (SC).png | bandeira = Bandeira do município de Irani (SC).png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = iraniense | lema = | prefeito = Vanderlei Canci | partido = PP | fim_mandato = 2024 | mapa = SantaCatarina Municip Irani.svg | latP = S | latG = 27 | latM = 01 | latS = 30 | lonP = O | lonG = 51 | lonM = 54 | lonS = 07 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = Concórdia | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Concórdia, Ponte Serrada, Jaborá, Vargem Bonita, Lindóia do Sul | dist_capital = 477 | área = 321.559 | área_ref = | população = 10195 | data_pop = Censo IBGE/2022 | altitude = 1047 | clima = Temperado, com temperatura média de 17°C | sigla_clima = | idh = 0.742 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10421.07 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Irani é um município brasileiro, localizado no oeste do Estado de Santa Catarina. Sua população, conforme o Censo do IBGE de 2022, é de 10 195 habitantes. Pertence à Região Geográfica Imediata de Concórdia e à Região Geográfica Intermediária de Chapecó. == História == O município de Irani foi criado pela Lei Estadual nº 916, de 11 de setembro de 1963, pertencente à Comarca do Município de Cruzeiro, hoje Joaçaba. A cidade que hoje é conhecida como Berço do Contestado foi habitada inicialmente pelos grupos nativos Xoklengs e Kaigangs, responsáveis pelo povoamento do planalto catarinense. Além desses, os caboclos ou brasileiros também habitaram a região. O município de Irani, localizado no meio oeste catarinense, começou a ser desbravado e ocupado no início do século XIX, por fazendeiros e colonos oriundos principalmente do norte do Rio Grande do Sul, que transformaram o cotidiano da população local. Esta época foi marcada pelo predomínio dos coronéis que dominavam a região do Irani. Entre os colonizadores destacam-se: Leopoldino Fabrício das Neves, Dinarte Antunes, Pedro Kades, Alexandre Telles e Miguel Fabrício das Neves. Na época da chegada dos primeiros colonizadores as terras pertenciam ao município de Palmas, Estado do Paraná, uma extensa área a margem direita do Rio do Peixe, pretendida pelos Estados do Paraná e Santa Catarina, e também pelo país vizinho Argentina. Sendo que com a Argentina ficou conhecido como o “Tratado de Missiones”, e os Estados do Paraná e Santa Catarina, a questão de “Palmas”. No final do século XIX, as terras do oeste catarinense foram alvo de uma série de disputas, que envolviam questões políticas, econômicas e sociais. Neste aspecto vale ressaltar o fato de que o Brasil e a Argentina se envolveram em conflitos políticos administrativos relacionados aos governos e aos fazendeiros, que por sua vez acabaram ignorando a presença do caboclo. Esta situação foi se agravando com outros fatores, resultando na Guerra do Contestado. A Guerra do Contestado teve início em 1912 e perdurou até 1916, de modo que a primeira batalha ocorreu nos campos do Irani, no dia 22 de outubro de 1912, a qual ceifou a vida de muitos sertanejos, caboclos e militares, espalhando pânico em grande parte da região, por isso, Irani ficou conhecido como o Berço do Contestado. Durante esse conflito destaca-se o messianismo trazido pelos representantes religiosos conhecidos como monges. O papel deles foi importante na estrutura religiosa que se formava nos sertões do Contestado, pois eles representavam, de certa forma, os interesses dos caboclos. Entre estes líderes religiosos o monge José Maria foi o que mais se sobressaiu, um dos personagens que marcaram a Guerra do Contestado. Seu poder de persuasão e força religiosa aumentava entre os caboclos e outros moradores da região, a tal ponto que ocasionou o surgimento de um movimento revolucionário liderado pelo monge José Maria. Esta ação é interpretada como sendo uma invasão as terras, as quais estavam sendo disputadas pelos estados de Santa Catarina e Paraná. Dessa forma o governo paranaense enviou tropas comandadas por João Gualberto para expulsar o grupo liderado por José Maria. Assim na manhã de 22 de outubro de 1912, ocorreu o primeiro enfrentamento entre os caboclos de José Maria e as tropas paranaenses. == Topomônio == O topônimo Irani originou-se do rio que banha o município, nome originário da língua Tupi-Guarani, que significa “Mel Envelhecido”, que na referida língua tem o seguinte: IRA=mel e NHI=envelhecido, por tanto, o nome de Irani está relacionado à beleza da fauna e da flora. == Governo == Atualmente ( 7 de Julho de 2024), O atual prefeito de Irani, Santa Catarina, é Vanderlei Canci. Ele está à frente da administração municipal, juntamente com o vice-prefeito Adelmo Mauro Lohmann. == Geografia == Localiza-se a uma latitude 27º01'29\" sul e a uma longitude 51º54'06\" oeste, estando a uma altitude de 1047 metros. Sua população estimada em 2004 era de 9 287 habitantes. == Ver também == *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população == Ligações externas == * Página da prefeitura * Página da câmara Categoria:Irani Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1963",
 "title": "Irani"
}