{
 "id": "34586",
 "text": "{{Info/Município do Brasil |nome = Lacerdópolis |foto = Lacerdópolis SC Prefeitura Municipal - Sede.jpg |leg_foto = Prefeitura municipal |apelido = |brasão = Brasao Lacerdopolis SantaCatarina Brasil.jpg |bandeira = Bandeira Lacerdopolis SantaCatarina Brasil.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário =11 de novembro |fundação = |gentílico =lacerdopolitano |lema = |prefeito =Sergio Luiz CalegariPrefeito e vereadores de Lacerdópolis tomam posse; veja lista de eleitos em g1.globo.com |partido =MDB |fim_mandato=2024 |mapa = SantaCatarina Municip Lacerdopolis.svg |latP = S |latG = 27 |latM = 15 |latS = 36 |lonP = O |lonG = 51 |lonM = 33 |lonS = 21 |estado = Santa Catarina |mesorregião = Oeste Catarinense |data_mesorregião = IBGE/2008 |microrregião = Joaçaba |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Ouro, Joaçaba, Herval d'Oeste, Erval Velho, Capinzal |dist_capital = 426 |área = 68.892 |área_ref = |população = 2246 |data_pop = estimativa 2019 |altitude = 490 |clima = subtropical |sigla_clima = |idh = 0.781 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2015 |pib_per_capita = 36902.98 |data_pib_per_capita = IBGE/2015 |CEP = 89660-000 }} Lacerdópolis é um município brasileiro do estado de Santa Catarina. ==História== Até o início do século XX, a região era território tradicional dos índios caingangueshttp://www.portalkaingang.org/index_povo_1.htm. A ocupação não indígena do Vale do Rio do Peixe intensificou-se a partir da construção da estrada de ferro ligando São Paulo ao Rio Grande do Sul, entre 1908 e 1910. Margeando o Rio do Peixe, a firma Mosele & Eberle criou dois núcleos regionais com a finalidade de atrair imigrantes gaúchos, cujas colônias ganharam as denominações de Núcleo Colonial de Capinzal e Núcleo Colonial de Barra Fria. As terras férteis da região e as perspectivas de progresso com o transporte ferroviário atraíram um grande número de imigrantes das colônias de Caxias do Sul e Bento Gonçalves, dando início à criação de um núcleo onde situa-se, hoje, o município de Lacerdópolis. No ano de 1955, Barra Fria pertencia ao município de Campos Novos. Através de acordo de lideranças dos municípios de Campos Novos e Capinzal, foi efetuada uma permuta de terras, de maneira que as terras do lado direito do Rio do Peixe passaram a pertencer a Campos Novos, enquanto que Barra Fria passou a pertencer a Capinzal. Em 1961, a vila passou à categoria de distrito de Capinzal, recebendo a denominação de Lacerdópolis em homenagem ao governador do estado de Santa Catarina, Jorge Lacerda, que havia falecido em acidente aéreo na década da constituição do município.Origem do Nome Prefeitura Municipal de Lacerdópolis Pela Lei Estadual 932, de 11 de novembro de 1963, emancipou-se, sendo instalado como município em 3 de fevereiro de 1964. Herminio José Scapini como foi nomeado o primeiro prefeito, assumindo o cargo entre 3 de fevereiro de 1964 e 31 de janeiro de 1966. O primeiro prefeito eleito foi Severino Slongo e o vice-prefeito, Lúcio Savaris, no período entre 1966 e 1970.Histórico Prefeitura Municipal de Lacerdópolis ==Geografia== Localiza-se a uma latitude 27º15'36\" sul e a uma longitude 51º33'21\" oeste, estando a uma altitude de 513 metros acima do nível do mar. Sua população estimada em 2015 era de 2 246 habitantes. Possui um clima mesotérmico úmido, com verão fresco e temperatura média de 18°C. A principal ligação é pela rodovia SC-135. == Biodiversidade == No município de Lacerdópolis há o registro de 19 espécies de mamíferos, 12 espécies de anfíbios, nove espécies de répteis, 25 espécies de peixes e 108 espécies de aves. Em relação a flora, há no município o registro de 20 espécies de orquídeas bromélias. == Educação == O município de Lacerdópolis conta hoje com duas escolas, uma da rede estadual e a outra da rede municipal. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página oficial da Prefeitura Municipal de Lacerdópolis Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1963",
 "title": "Lacerdópolis"
}