{
 "id": "34591",
 "text": "{{Info/Município do Brasil | nome = Lauro Müller | foto = Centro, Lauro Muller - SC, Brazil - panoramio (4).jpg | leg_foto = Lauro Müller em 2012 | apelido = | brasão = Brasao_lauromuller.png | bandeira = Bandeira-lauro müller.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Lauro Müller | aniversário = | fundação = | gentílico = lauromülense ou lauro-milenseHistória de Lauro Müller no site do IBGE | lema = | prefeito = Saionara Corrêa de Carvalho Bora[https://www.cidade-brasil.com.br/resultatdos-da-eleicao-lauro-muller.html | partido = MDB | fim_mandato = 2024 | mapa = SantaCatarina Municip LauroMuller.svg | latP = S | latG = 28 | latM = 23 | latS = 34 | lonP = O | lonG = 49 | lonM = 23 | lonS = 49 | estado = Santa Catarina | mesorregião = Sul Catarinense | data_mesorregião = IBGE/2008 | microrregião = Criciúma | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Orleans, Urussanga, Treviso e Bom Jardim da Serra. | dist_capital = 188 | área = 270.508 | área_ref = | população = 15000 | data_pop = Estimativa populacional - IBGE/2017 | altitude = 220 | clima = subtropical | sigla_clima = | idh = 0.735 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 13397.69 | data_pib_per_capita = IBGE/2008 }} Lauro Müller é um município brasileiro do estado de Santa Catarina. O nome Lauro Müller foi dado pelo engenheiro Álvaro Rodovalho Marcondes dos Reis em 1905, em homenagem ao político Lauro Severiano Müller, quando o lugar ainda era uma estação das Minas. Na época, a localidade ainda não havia sido elevada à categoria de município, algo que só ocorreu na década de 1950. == Geografia == Localiza-se a uma latitude 28º23'34\" sul e a uma longitude 49º23'48\" oeste, estando a uma altitude de 220 metros. A cidade possui dois distritos: Barro Branco, onde inciaram as primeiras minas de carvão no início do século XX, e Guatá, que fica ao pé da famosa estrada da Serra do Rio do Rastro.Prefeitura Municipal de Lauro Müller. Possui uma área de 270,5 km². == Demografia == Sua população estimada em 2016 era de 15.073 habitantes. == História == Apesar do nome em alemão, o município foi colonizado por italianos no final do século XIX. Em 1827 se deu o início da exploração do carvão mineral, sendo até hoje uma das maiores geradoras de emprego do município, porém essa economia só se desenvolveu com a chegada dos imigrantes italianos no final do século. João Leonir Dall'Alba registra:Dall'Alba, João Leonir: Colonos e Mineiros no Grande Orleans, 1986, página 371 \"Retirado, fora do caminho das tropas, os primeiros mineiros acamparam, à margem do rio, na foz do Passa Dois, e chamaram ao lugar Bom Retiro. Chamou-se também Arraial da Mina. Quando os ingleses deram em trabalhar, portanto depois de 1885, deu-se-lhe o nome de Minas dos Ingleses. Mais comumente, o topônimo era mesmo Minas. Em 25 de setembro de 1905 a estação das Minas recebe o nome do estadista Lauro Müller, nome dado pelo engenheiro Álvaro Marcondes dos Reis.\" \"Talvez a primeira construção no local da cidade atual tenha sido a estação ferroviária, construída de pedras pelo imigrante italiano Uliano Batista, em 1883, mas inaugurada em 1 de outubro de 1885.\" ==Pontos turísticos== A Serra do Rio do Rastro é o local mais visitado do município.Prefeitura de Lauro Müller > Turismo > Atrativos > Serra do Rio do Rastro Acessado em 9 de abril de 2017 Outros locais bastante visitados são o Castelo Henrique LagePrefeitura de Lauro Müller > Turismo > Atrativos > Castelo Acessado em 9 de abril de 2017 e a mina de carvão modelo, em frente à Capela de Santa Bárbara no distrito de Barro Branco. ==Ligações externas== *Prefeitura Municipal ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população *Lohn Bier Categoria:Fundações em Santa Catarina em 1957",
 "title": "Lauro Müller (Santa Catarina)"
}