{
 "id": "34592",
 "text": "{{Info/Município do Brasil | nome = Lebon Régis | foto = | leg_foto = | apelido = | brasão = Brasão do município de Lebon Régis (SC).png | bandeira = Bandeira do município de Lebon Régis (SC).png | link_brasão = | link_bandeira = | link_hino = | aniversário = 19 de dezembro | fundação = | gentílico = lebonregense ou lebon-regense | lema = |prefeito labas | prefeito = Douglas Fernando de Mello | partido = PDT | fim_mandato = 2024 | mapa = SantaCatarina Municip LebonRegis.svg | latP = S | latG = 26 | latM = 55 | latS = 44 | lonP = O | lonG = 50 | lonM = 41 | lonS = 42 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = Joaçaba | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Caçador, Fraiburgo, Santa Cecília, Rio das Antas, Calmon, Curitibanos e | dist_capital = 360 | área = 940.656 | área_ref = | população = 12133 | data_pop = Censo IBGE/2018 | altitude = 980 | clima = Temperado com período de chuvas de julho a setembro | sigla_clima = | idh = 0.766 | data_idh = PNUD/2021 | pib = 416.768.383 | data_pib = IBGE/2021 | pib_per_capita = 34.381,16 | data_pib_per_capita = IBGE/2021 | site_prefeitura = | site_câmara = }} Lebon Régis é um município brasileiro pertencente ao estado de Santa Catarina. ==Geografia== Localiza-se a uma latitude 26º55'44\" sul e a uma longitude 50º41'43\" oeste, estando a uma altitude de 980 metros. Sua população é estimada em 12 331 habitantes. Possui uma área de 990,74 km². ==História== Por volta de 1895, chegavam aos campos e matas do município os primeiros moradores vindos de várias comunidades catarinenses e paranaenses. Entre os pioneiros ou primeiros habitantes da terra destacavam-se Francisco de Souza, Nicolau Spautz, Miguel Spautz, Joaquim Pereira, Artur Barth e Alfredo de Almeida Mello. A história do município de Lebon Régis está ligada às primeiras fazendas localizadas na serra da Esperança, introduzidas pelos desbravadores paulistas, após a conquista dos campos de Curitibanos, do Corisco e de São João. Já no século passado, as sesmarias possibilitaram a formação de alguns núcleos por causa do isolamento da região, foram pouco desenvolvidos. Durante a Guerra do Contestado, Lebon Régis foi palco de diversas batalhas entre jagunços e soldados, tendo em um desses conflitos, o maior número de baixas em um combate durante toda a guerra, na localidade de Santa Maria, interior do município. Em 1903, na parte norte foi criado o distrito de São Sebastião da Boa Vista. Em 1938, o distrito foi elevado a vila com o nome de Caraguatá e em 1950, passou a ser chamado de São Sebastião do Sul. Ao mesmo tempo, na parte sul, na região conhecida pelos antigos como Trombudo, formou-se outro núcleo que levou os nomes de Salto do Rio dos Patos, Fazenda do Salto e de depois como Santo Antônio do Trombudo. Foi um núcleo mais fácil de progredir pois era um local de passagem de tropeiros que faziam o caminho Curitibanos – Caçador. O arraial de Santo Antônio do Trombudo tornou-se distrito em 1934. Em julho do mesmo ano passou-se a chamar de Lebon Régis. Em 1938, o distrito de Lebon Régis passou a categoria de vila. Esta vila foi desenvolvendo-se e a população aumentou, chamando a atenção do governo, que em 19 de dezembro de 1958 juntou os distritos de São Sebastião do Sul e Lebon Régis, criando o município de Lebon Régis. Em janeiro de 1959, o então governador Irineu Bornhausen instalou o município de Lebon Régis. O nome do município foi uma homenagem ao general catarinense Gustavo Lebon Régis, que por ocasião da Campanha do Contestado entre 1912 e 1916, era secretário geral do Estado de Santa Catarina e traçou o primeiro ataque a Taquaruçu, um dos maiores redutos dos jagunços. O território que hoje forma o município foi cenário de lutas e combates sangrentos conflitos entre os caboclos e as forças militares. Muitas foram as consequências da campanha e as pessoas idosas ainda hoje aos seus descendentes narram, as aventuras e peripécias dos monges João Maria, José Maria e do comandante Adeodato. Com a instalação do município em 1959, assumiu provisoriamente a prefeitura Antônio Granemann de Souza. O município a partir da emancipação, passou por uma fase de franco progresso, abrigando indústrias madeireiras, fábricas de crina vegetal, desenvolvimento agropecuário, acelerando o conforto e o bem estar social que a cidade precisava . == Símbolos == ; Brasão Escudo-Chamado Ibérico, com sua ponta formada por um semicírculo, de uso em Portugal, mormente à época do descobrimento e da Colonização do Brasil, na opinião de nossos heraldistas é o melhor indicado para as nossas cidade. Na heráldica brasileira, ele evoca a origem de nossa raça, para cuja formação contribuiu o português como elemento étnico primordial. ; Coroal Mural Com quatro torres abertas, que é o emblema privativo e consagrado das municipalidades e de sua autonomia administrativa. ; Divisa “LEBON RÉGIS” em listel vermelho. ; Data 19 de dezembro de 1958, representa a data de emancipação política do município. ; Pés de Pinheiro e Butiá Representa uma das principais economias do município, bem como a extração de madeira e a industrialização do butiá onde se aproveita a crina vegetal. Perfil Estilizado de Cabeça de Porco e Boi- Representa a agropecuária do município que é bastante desenvolvida. ; Cachos de Uva e Maçãs Estilizadas Representa uma das fontes de renda no município cuja plantação encontra-se em fase de expansão. ;Galhos estilizados de Soja Representa uma nova cultura no município que tem seu papel importante para o desenvolvimento agrícola e futuro promissor para o homem do campo. ==Pontos turísticos== *Gruta Nossa Senhora de Lourdes *Capitel Monge João Maria *Gruta Nossa Senhora de Guadalupe *Cachoeira Rio dos Patos *Igreja Santo Antônio ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Portal da Prefeitura Municipal *Portal de Acesso à Informação - Prefeitura Municipal *Portal da Câmara de Vereadores *Portal de Acesso à Informação - Câmara de Vereadores Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1934",
 "title": "Lebon Régis"
}