{
 "id": "34619",
 "text": "{{Info/Município do Brasil |nome = Papanduva |apelido = |foto = |bandeira = Bandeira papanduva.png |brasão = Brasao_papanduva.png |link_hino = |aniversário = |fundação = |gentílico =papanduvense |lema = |prefeito = Luiz Henrique SalibaPrefeito e vereadores de Papanduva tomam posse; veja lista de eleitos em g1.globo.com |partido = PP |fim_mandato = 2024 |mapa = SantaCatarina Municip Papanduva.svg |latG = 26 |estado = Santa Catarina |latP = S |latM = 22 |lonP = O |lonG = 50 |lonM = 08 |latS = 12 |lonS = 38 |mesorregião = Norte Catarinense |microrregião = Canoinhas |região_metropolitana = |vizinhos = Itaiópolis, Mafra, Major Vieira, , Rio do Campo, , Três Barras |dist_capital = 357 |área = 759.832 |área_ref = |população =19150 |altitude = 788 |clima = Mesotérmico úmido, com verão quente e temperatura média de 16,6°C |sigla_clima = |idh = 0.737 |pib = mil |pib_per_capita = 141250620547.71 |leg_foto = |link_brasão = |link_bandeira = |data_mesorregião = IBGE/2008 |data_microrregião = IBGE/2008 |data_pop = Censo IBGE/2010 |data_idh = PNUD/2000 |data_pib = IBGE/2008 |data_pib_per_capita = IBGE/2008 }} Papanduva é um município brasileiro do Estado de Santa Catarina. Localiza-se a uma latitude 26º22'13\" sul e a uma longitude 50º08'40\" oeste, estando a uma altitude de 788 metros. Sua população, com base no censo de 2022 é de 19.150 habitantes. Possui uma área de 777,31 km². == História == A história de Papanduva começou em meados do século XVIII, quando viajando pelo famoso Caminho das Tropas, levando muares do Rio Grande do Sul até a Feira de Sorocaba, em São Paulo e transportando pelo território do município, preferiam-no como um de seus pontos de pouso e sesta, isto é, aí paravam para acampar, descansar e dormir. Uma das coisas que motivaram esta preferência, que eles chamavam papanduva, originando-se daí o nome do município. Por volta de 1828, os primeiros moradores, procedentes do Paraná estabeleceram-se no município, dedicando-se à economia da pecuária, da agricultura de subsistência e principalmente do extrativismo vegetal da erva- mate. Sabe-se que entre os pioneiros estavam: Manoel Amora, famílias Haas, Mendes, Lisboa, Almeida, Furtado Mas a colonização, propriamente dita, começou em torno de 1880, com os imigrantes ucranianos e poloneses, durante o Segundo Reinado. Papanduva também sofreu as consequências da Questão de Palmas e da Guerra do Contestado. Em 1917, era distrito de Canoinhas e a Lei Estadual nº 133, de 30 de dezembro de 1953, elevava o distrito à categoria de município. A nova comuna foi instalada em 11 de abril de 1954. == Demografia == === Religiões === % População por religião % População por religião Catolicismo 88,05% Evangelicalismo 9,50% Cristianismo ortodoxo 0,84% Sem religião 0,78% Outras 0,83% Fonte: IBGE, 2010. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população *Lista de prefeitos de Papanduva ==Ligações externas== *Página da prefeitura *Portal da Câmara de Vereadores Categoria:Fundações em Santa Catarina em 1954",
 "title": "Papanduva"
}