{
 "id": "34626",
 "text": "{{Info/Município do Brasil | nome = Balneário Piçarras | preposição = de | apelido = | foto = Praia de Piçarras.jpg | bandeira = | brasão = Brasao BalnearioPicarras SantaCatarina Brasil.jpg | link_hino = | aniversário = | fundação = | gentílico = piçarrense | lema = | padroeiro = | prefeito = Tiago Maciel Baltt | partido = MDB | fim_mandato = 2024 | mapa = SantaCatarina Municip Picarras.svg | estado = Santa Catarina | latP = S | latG = 26 | latM = 45 | latS = 50 | lonP = O | lonG = 48 | lonM = 40 | lonS = 18 | mesorregião = Vale do Itajaí | microrregião = Itajaí | região_metropolitana = | vizinhos = Barra Velha, Luiz Alves, Navegantes e Penha | dist_capital = 110 | área = 99.071 | área_ref = | população = 23147 | população_pos = | altitude = 18 | clima = Temperado | sigla_clima = Cfa | idh = | pib = mil | pib_per_capita = 15759.92 | idh_pos = | pib_pos = | leg_foto = | link_brasão = | link_bandeira = 0Nrf8M.jpg | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = est. IBGE/2019 | data_idh = | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = https://balneariopicarras.atende.net }} Balneário Piçarras (originalmente Piçarras) é um município brasileiro do Estado de Santa Catarina. Localiza-se a uma latitude 26º45'50\" Sul e a uma longitude 48º40'18\" Oeste, estando a uma altitude média de 18 metros. Sua população estimada em 2019 é de 23.147 habitantes. Em 2005, um plebiscito alterou o nome do município de Piçarras para Balneário Piçarras. Balneário-vedete dos anos 1970, Piçarras hoje é chamada praia de elite. O carinhoso título de \"Namorada do Atlântico\" também ajuda a provar que não é por acaso. Hoje é sede do maior museu oceanográfico da América Latina. Também foi considerada em 2001 a \"Capital Brasileira do Jet Ski\". == História == Antes da chegada dos portugueses, a região era habitada pelos índios carijós. 18 pescadores portugueses náufragos chegaram na região por volta de 1758, vindos de São Francisco do Sul. Alguns desses desbravadores se fixam no pedaço de terra do litoral catarinense que mais avança pelo mar, ao qual chamam Ponta do Itapocorói. Lá, os pescadores viviam da caça de baleia. Em 1777, os pescadores fundaram uma armação de baleias, a armação do Itapocorói, que daria origem à Penha e Piçarras. Aos poucos, moradores que já se espalham ao longo da costa passam a ser visitados com mais frequência por comerciantes do Rio de Janeiro. Os produtos derivados da baleia eram negociados em Armação. A forte economia atraiu outras famílias para a região. As pessoas que povoaram a região vieram principalmente de São Paulo e da Ilha de Nossa Senhora da Graça, em São Francisco do Sul. Com a extinção progressiva da baleia, muda o panorama econômico e político da região e os distritos em torno de Armação vão aos poucos se emancipando. Em 1839, a região que viria a ser Piçarras passou a fazer parte da freguesia da Penha, subordinada a São Francisco do Sul. Em 1860, Penha se torna um distrito de Itajaí. A emancipação política de Penha vem em 1958 e, na mesma época, Piçarras inicia um movimento para emancipar-se. A instalação da sede do novo município acontece em 14 de dezembro de 1963. Francisco Fleith assume a Prefeitura iniciando assim o município de Piçarras. O nome Piçarras tem origem no \"piçarro\"CARNEIRO, Márcio Matos. Origem dos nomes dos municípios de Santa Catarina. Blumenau: Nova Letra, 2006, 190 p., sedimento argiloso abundante no subsolo do município. Em 4 de abril de 2004, a população decidiu, por meio de um plebiscito, acrescentar o termo \"balneário\" ao nome da cidade. A votação foi apertada, passando com 54,76% dos votos. De acordo com os defensores da proposta, aumentaria a visibilidade turística da cidade. De acordo com o Censo Demográfico de 2022, Balneário Piçarras foi uma das 20 cidades de Santa Catarina que mais registrou aumento populacional, de 58,84% se comparado ao último censo. O crescimento demográfico veio junto com o aumento do turismo no município. De acordo com o IBGE, Balneário Piçarras foi o quarto município que o PIB mais cresceu em Santa Catarina, se comparado ao último censo. Nesta época, também foi registrado o aumento na valorização imobiliária. == Praias == A Praia Central é uma das principais praias do município. A prefeitura de Balneário Piçarras fez diversos projetos de alagamento de praias, incluindo na Praia Central, para atrair turistas. Porém, um estudo da UFSC que analizou, entre outras praias alargadas, a Praia Central, concluiu que o processo erosivo ocorre de forma mais intensa nestes lugares. Outra preocupação são os alagamentos. Apenas na Praia Central, foram retiradas árvores, calçadas e deques dos arredores, e foram realizadas três obras, em 1999, 2008 e 2012, com um quarto projeto de obra sendo solicitado em 2023. Outra praia famosa é a Praia de Piçarras, a mais movimentada do município. Ela localiza-se na região central e possui 2 km de extenção. Na praia está localizada a Árvore Torta, considerada um patrimônio natural local. ==Política== ===Prefeitos=== *1982 - Prefeito: Carlos Jaime de Andrade (PMDB) - Vice: João Geraldo Cardoso (PMDB) - Votos: 567 *1988 - Prefeito: Nelso Pedro Bordin (PFL) - Vice: Aurelio Solano de Macedo(PDS) - Votos: 2.238 *1992 - Prefeito: Carlos Jaime de Andrade (PMDB) - Vice: Bento Tolentino dos Santos(PMDB) - Votos: 2.308 *1996 - Prefeito: Umberto Luiz Teixeira (PPB) - Vice: Francisco Carlos Telles (PFL) - Votos: 3.388 *2000 - Prefeito: Umberto Luiz Teixeira (PPB) - Vice: Leonel José Martins (PPB) - Votos: 3.836 *2004 - Prefeito: Leonel José Martins (PP) - Vice: Ivo Alvaro Fleith (PP) - Votos: 3.483 *2008 - Prefeito: Umberto Luiz Teixeira (PP) - Vice: Luiz José de Almeida Fayad (PP) - Votos: 4.346 *2012 - Prefeito: Leonel José Martins (PSDB) - Vice: Flavio Tironi (PSD) - Votos: 5.820 *2016 - Prefeito: Leonel José Martins (PSDB) - Vice: Flavio Tironi (PSD) - Votos: 6.363 *2020 - Prefeito: Tiago Maciel Baltt (MDB) - Vice: Fabiano José Alves (União Brasil) - Votos: 5.481 == Infraestrutura == === Transporte === ;Transporte Coletivo Municipal: Possui transporte coletivo gratuito para os moradores da cidade. Possui frota escolar. ;Transporte Coletivo Intermunicipal: O Terminal Rodoviário funciona junto ao Posto Graal, às margens da Rodovia BR-101. As empresas que operam atualmente são: Auto Viação Catarinense Ltda., Empresa Santo Anjo da Guarda Ltda., Reunidas S.A. Transportes Coletivos, Auto Viação Rainha Ltda., Viação Nossa Senhora dos Navegantes Ltda.. === Bairros === * Centro * Nossa Senhora da Paz * Nossa Senhora da Conceição * Santo Antônio * Itacolomi * Bela Vista ===Localidades=== * Morro Alto * São Brás * Medeirinhos * Nova Descoberta * Lagoa * Rio Novo * Morretes === Qualidade de vida === Em 1991, Balneário Piçarras possuía um IDH de 0,709. Em 9 anos conseguiu atingir o IDH 0,789 (considerado bom pelas Nações Unidas). === Televisão === Emissoras de televisão que podem ser sinal recebido em Balneário Piçarras: ;Analógicos * NSC TV - 29 UHF, 49 UHF * NDTV - 6 VHF, 8 VHF * SCC SBT - 13 VHF, 23 UHF * TVBE - 11 VHF ;Digitais: * NSC TV - 42 UHF (4.1) * Rede Vida - 20 UHF (2.9) ==Cultura== ===Museu Oceanográfico Univali=== O Museu Oceanográfico Univali (MOVI) possui uma área total de 4.000 m². Somente sua área de exposição possui aproximadamente 1.000 m². Seu acervo está entre os quatro principais de história natural do Brasil, sendo que no assunto oceanográfica, ele é líder, é o maior da América Latina. O museu tem como principal objetivo ampliar suas coleções de referência de espécies marinhas, proporcionando pesquisas biogeográficas e taxonômicas e dessa forma, pretende retratar o conjunto da biodiversidade do litoral brasileiro. O museu também possui o objetivo de divulgar eLenda das Ilhas Itacolomipara a educação e para a satisfação do público que nele visita. == Filhos Ilustres == * Raul Passos (pianista, maestro, compositor e poeta) * Norberto Cândido Silveira Júnior (jornalista e contista) ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura *Balneário Piçarras Categoria:Fundações em Santa Catarina em 1963",
 "title": "Balneário Piçarras"
}