{
 "id": "34620",
 "text": "{{Info/Município do Brasil | nome = Passo de Torres | foto = Saint Peter Church, Passo de Torres, Brazil.JPG | leg_foto = Igreja São Pedro | apelido = | brasão = | bandeira = BANDEIRA Passo.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = passotorrense | lema = | prefeito = Valmir Augusto RodriguesPrefeito e vereadores de Passo de Torres tomam posse; veja lista de eleitos em g1.globo.com | partido = PP | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = SantaCatarina Municip PassodeTorres.svg | latP = S | latG = 29 | latM = 18 | latS = 57 | lonP = O | lonG = 49 | lonM = 43 | lonS = 26 | estado = Santa Catarina | mesorregião = Sul Catarinense | data_mesorregião = IBGE/2008 | microrregião = Araranguá | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Em Santa Catarina: São João do Sul, Santa Rosa do Sul e Balneário Gaivota No Rio Grande do Sul: Torres | dist_capital = 265 | área = 95.114 | área_ref = | população = 8142 | data_pop = IBGE/2016 | altitude = 10 | clima = subtropical | sigla_clima = | idh = 0.72 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8598.39 | data_pib_per_capita = IBGE/2008 | padroeiro = São Pedro }} Passo de Torres é um município brasileiro do estado de Santa Catarina. == Etimologia == O nome de Passo de Torres originou-se do trânsito de mercadorias e pessoas que vinham de Laguna ao território de São Pedro do Rio Grande. Estes locais à margem dos rios eram conhecidos por passos. Passo de Torres foi provavelmente o nome original da região que envolvia as duas margens do rio Mampituba, em sua foz. == História == A ocupação pelo homem branco da atual área do município ocorreu já em fins do século XIX. Quando da criação do distrito de Passo do Sertão (São João do Sul), em 1891, é mencionado o arraial de Mampituba, habitado por algumas famílias. A estrutura da comunidade foi consolidada com a fundação da capela em 22 de março de 1944, que pode ser considerado o marco original da cidade de Passo de Torres. Entre os moradores mais antigos têm-se Manoel Maciel, Manoel Neto, José Ignácio, José Gonçalves dos Santos, Osório Hespanhol, Antônio Lira e Manoel Laurentino, portanto, basicamente de origem luso-açoriana. A região fora ocupada inicialmente pelo “homem de sambaqui” que vivia da caça e da pesca. Os indícios arqueológicos e referências documentais apontam que posteriormente ao \"homem de sambaqui\", a área fora habitada pelos bugres ou guainás, de raça jê, que já utilizavam a agricultura rudimentar. Os bugres foram expulsos para a encosta da serra e para o planalto por um povo mais agressivo e de melhor tecnologia, os carijós ou cariós, da nação guarani. Eram os carijós que aqui habitavam quando da chegada dos imigrantes de origem portuguesa, espanhola, italiana e alemã. Em 18 de maio de 1964, através da lei n° 964, foi criado o distrito de Passo de Torres, desmembrado do distrito sede de São João do Sul, ao qual continuou a pertencer até a emancipação político-administrativa para formar o novo município. Através da lei estadual 8.350 de 26 de setembro de 1991 foi elevado à categoria de município com o mesmo nome, Passo de Torres, sendo efetivamente instalado em 1 de janeiro de 1993. De 1920 a 2007 Passo de Torres foi ligado ao Rio Grande do Sul, mais precisamente com a cidade de Torres, através de uma balsa e de uma ponte pênsil. A primeira balsa, construída em madeira e movida a remo, por volta de 1920, pretendia facilitar a travessia do rio Mampituba, que era realizada com pequenos barcos. Alguns anos mais tarde esta balsa fora substituída por uma pega mão, movimentada manualmente pelos balseiros de uma margem à outra. No dia 22 de janeiro de 1985 a balsa manual e de madeira foi trocada por outra mais moderna, de ferro e movida a motor, com capacidade para doze carros ou cinquenta toneladas. A primeira ponte pênsil para pedestres, inaugurada em 24 de outubro de 1964, foi construída durante o mandato do sr. Luviano Maciel, na época prefeito do município de São João do Sul. Em 1985, por meio de uma ação conjunta das prefeituras de Torres e São João do Sul, foi construída uma outra ponte pênsil mais larga e com pedestais de alvenaria. A tão esperada Ponte do Rio Mampituba, uma ponte de concreto permitindo a travessia de veículos entre os dois estados pela área urbana dos municípios de Torres e Passo de Torres, e que veio a substituir a função da balsa de travessia, só foi inaugurada em 2007. A ponte apresenta uma arquitetura peculiar, com arco elevado para permitir a navegação. Curiosamente, a Ponte Pênsil, ainda ativa e considerada uma atração turística da região, sofreu com dois episódios históricos de arrebentamento levando à queda de passageiros. A primeira ocorreu na inauguração da nova ponte, em 1985. Sem conseguir sustentar o peso muito acima do planejado, uma peça que estica um dos cabos de aço quebrou durante a cerimônia de inauguração, levando à queda de cerca de 40 pessoas entre políticos, personalidades religiosas e moradores. Sem casos de morte ou ferimentos com gravidade, as pessoas foram resgatadas e a ponte foi rapidamente consertada e não foram realizadas investigações adicionais sobre o caso. A segunda ocorrência aconteceu na madrugada 21 de fevereiro de 2023, terça-feira de carnaval. Um dos cabos que suspendem a ponte na torre do lado da cidade de Torres não suportou o peso de aproximadamente 100 pedestres que tentavam atravessá-la ao mesmo tempo. Investigações ainda estão em curso, mas uma combinação de causas são alegadas: o excesso de carga por desrespeito à sinalização da capacidade máxima de 20 pedestres na ponte ao mesmo tempo, a ausência de autoridades de segurança para monitorar o trânsito na ponte e uma possível falha administrativa das prefeituras em executar as ações de manutenção preventivas na ponte. == Geografia == O município de Passo de Torres está localizado na microrregião de base cultural açoriana do extremo sul catarinense, distante 270 quilômetros de Florianópolis, às margens do rio Mampituba (rio dos Bagres), que serve de divisa entre os estados de Santa Catarina e Rio Grande do Sul. Sua área geográfica é de 95.054 quilômetros quadrados, tendo como limites: ao norte com Balneário Gaivota, ao sul com Torres (RS), a oeste com São João do Sul e a leste com o oceano Atlântico. Localiza-se a uma latitude 29º20'06\" sul e a uma longitude 49º43'22\" oeste, estando a uma altitude de 10 metros. Passo de Torres é uma cidade privilegiada, pois é banhada pelo rio e pelo mar. ===Clima=== Clima mesotérmico úmido, com verão quente e temperatura média de 20,5 °C. ==Demografia e urbanização== O município é formado pela área urbana que inclui além do centro, os bairros Passárgada e Progresso; pelas comunidades rurais Curralinhos, Arraial, Espigão do Piritu, São Francisco, Costa do Rio Mampituba; e pelos balneários Rosa do Mar, Bellatorres, Miratorres, Barra Velha, Tapera e muitos outros pequenos balneários. A população em 2000 era de 3.300 habitantes. Em 2010, a população do município era de 6.627 habitantes. De acordo com o IBGE, a população estimada em 2021 é de 9.269 habitantes. Devido ao caráter turístico, ocorre flutuação no número de habitantes nos meses de verão em função da hospitalidade com as atividades de praia. Colonização - portuguesa, espanhola, italiana e alemã. Principais etnias - portuguesa, espanhola, italiana, alemã e indígena. == Economia == A principal atividade econômica do município é o turismo (em franca expansão), seguida da pesca, industrialização de pescados e a agropecuária. == Datas festivas == *2 de fevereiro - Festa de Nossa Senhora dos Navegantes *26 de setembro - Festa de aniversário do município ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população *Santa Catarina ==Ligações externas== * * Categoria:Fundações em Santa Catarina em 1991",
 "title": "Passo de Torres"
}