{
 "id": "34634",
 "text": "{{Info/Município do Brasil | nome = Ponte Serrada | foto = Ponte Serrada.jpg | leg_foto = Do topo, em sentido horário: Panorama da cidade e igreja Matriz do município; Cachoeira Vicenzi com 74 metros de altura considerada a mais alta da região e por fim centro da cidade. | apelido = Capital Catarinense da Erva-Mate | bandeira = Bandeira de Ponte Serrada.gif | brasão = Brasão_Ponte_Serrada.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Ponte Serrada | aniversário = 27 de julho|fundação | emancipação = | gentílico = ponte-serradense | lema = | CEP = 89.683-000 | padroeiro = Santo Antônio de Pádua | prefeito = Alceu Alberto WrubelPrefeito e vereadores de Ponte Serrada tomam posse; veja lista de eleitos em g1.globo.com | partido = MDB | fim_mandato = 2024 | mapa = SantaCatarina Municip PonteSerrada.svg | latP = S | latG = 26 | latM = 51 | latS = 23 | lonP = O | lonG = 52 | lonM = 01 | lonS = 52 | estado = Santa Catarina | região_intermediária = Chapecó | data_região_intermediária = | região_imediata = Xanxerê | data_região_imediata = | região_metropolitana = | vizinhos = Vargeão, Ipumirim, Lindóia do Sul, Irani, Vargem Bonita, Água Doce, Passos Maia | dist_capital = * km * | dist_capital_ref = | área = 560.731 | área_ref = | área_urbana = | área_urbana_ref = | distritos = Ponte Serrada e Bahia Alta | população = 10649 | data_pop = IBGE/2022 | altitude = 1067 | altitude_ref = | clima = Subtropical (Mesotérmico úmido) | sigla_clima = | idh = 0.693 | data_idh = PNUD/2010 | idh_pos = BR: 2105° | gini = | data_gini = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 24929.88 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.ponteserrada.sc.gov.br | site_câmara = camaraponteserrada.sc.gov.br }} Ponte Serrada é um município localizado no estado de Santa Catarina, na região Sul do Brasil. Sua população, conforme o Censo Demográfico de 2022, realizado pelo IBGE, é de 10.649 habitantes. Com uma área de 560,731 km², ostenta o título de Capital Catarinense da Erva-Mate. Situa-se na Região Geográfica Imediata de Xanxerê e na Região Geográfica Intermediária de Chapecó, no oeste catarinense. Sua distância até a capital estadual, Florianópolis, é de 540 km. Sua economia se baseia na produção de grãos, principalmente milho e soja. == Geografia == O município de Ponte Serrada está localizado na região Oeste do estado de Santa Catarina.Pertencente a microrregião da AMAI (Associação dos Municípios do Alto Irani), a uma distância de 540 km de Florianópolis. Com área de 560,731 quilômetros quadrados, está a uma Latitude 26º 52\" 18\" Sul e Longitude 52º 00\" 57\" Oeste. A cidade está situada a uma altitude de 1100 metros acima do nível do mar. Os limites geográficos do município são: Norte: Passos Maia e Água Doce, Sul: Lindóia do Sul e Irani, Leste: Vargem Bonita, Oeste: Ipumirim e Vargeão. == Topônimo == A origem do nome surgiu quando os colonos que residiam nela juntamente com os tropeiros que passavam pela região decidiram construir uma ponte de madeira serrada a mão. Assim originando o nome do município que antes era conhecido como Pouso dos Tropeiros. == História == O município de Ponte Serrada teve o seu inicio em 1917, pela colonização de antigos moradores a maioria descendentes de Italianos que vieram do Estado do Rio Grande do Sul, atraídos pelas riquezas naturais, entre elas o Pinheiro Araucária, a imbuia, a canela, e outras, bem como a erva-mate. Os tropeiros que passavam por esta região em caravanas, juntamente com os colonos que residiam nela, decidiram construir uma ponte, que foi feita de madeira serrada a mão, quanto que, até então, todas eram feitas de tábuas e vigas lascadas, assim originando o nome do município, antes conhecido como Pouso dos Tropeiros. Em 1924, instalou-se a empresa colonizadora Ângelo de Carli e Irmãos, começando então a chegar os colonizadores iniciando assim o desenvolvimento da comunidade. Pelo decreto-lei nº 238 de dezembro de 1938, foi criado o distrito pertencente ao município de cruzeiro, sendo seu 1º intendente o senhor Julio Coletti, seguindo-se pelo senhor Juvino Santana Branco. O município de Ponte Serrada foi criado pela lei nº 348/58 em 21 de junho de 1958 e instalado no dia 27 de julho de 1958. A comarca foi instalada com jurisdição sobre os municípios de Ponte Serrada, Vargeão e Irani. Posteriormente Irani transferiu-se para a comarca de Concórdia e com a criação do município de Passos Maia, hoje a comarca é formada pelos municípios de Ponte Serrada, Vargeão, e Passos Maia. ==Demografia== Sua população, conforme a contagem do Censo de 2022, é de 10.649 habitantes. O município apresenta decréscimo populacional, tendo diminuído sua população com relação ao Censo de 2010, quando possuía 11.031 habitantes. == Principais atividades econômicas == Com PIB em 2014 na ordem de R$ 210.409.500,00 e PIB per capita de R$ 18.448,88 segundo o IBGE. Também se destaca por estar em um ponto estratégico da região oeste do estado. === Agropecuária === Ponte Serrada é considerada a Capital Catarinense da Erva-Mate, a maioria das propriedades rurais possui um pé de erva-mate, a qual é comercializada nas ervateiras do próprio município e de outras cidades. A produção de grãos tem grande importância no município, e grande potencial de crescimento da produção e expansão de áreas, especialmente quando se refere a milho e soja. O milho ganha força entre os pequenos produtores, já a soja, é em geral produzida pelos grandes produtores, os quais possuem grandes áreas mecanizadas e implementos. Os grãos em sua maioria são comercializados nas cooperativas da região como Copérdia, Coperalfa e Coperio. O município é considerado a Capital Catarinense da Erva-Mate e faz juz ao nome, a maioria das propriedades rurais possui algum pé da planta com produção de erva-mate, a qual é comercializada nas três ervateiras do município e em outras da região. Na pecuária a bovinocultura de corte tem sua importância entre os grandes produtores e em alguns pequenos produtores, porém está perdendo espaço para a suinocultura e avicultura integrada, na forma de parceria. As duas atividades são de alguma forma novas no município com grande potencial de crescimento. A suinocultura não integrada já foi uma atividade de grande participação na economia do município, porém vem decrescendo bastante devido as fortes crises passadas pelos produtores. A produção de suínos é destinada para o município de Concórdia onde são abatidos e processados por agroindústrias ali instaladas. No município existe uma granja núcleo de suínos, a qual é multiplicadora de matrizes para a região sul. A avicultura de corte é relativamente nova no município, porém muito crescente onde sua produção é escoada para Chapecó. A bovinocultura de leite é a atividade crescente entre os pequenos produtores, onde esta atividade se torna, na maioria das vezes, a principal atividade econômica das famílias agricultoras. A produção de leite é comercializada pela cooperativa (Copérdia) e pela Frimesa. Na fruticultura o município se mostra com potencial na produção vitivinífera, a qual vem crescendo em algumas comunidades do município que já tem produção de uva e vinho. ==Turismo== A gastronomia e as belezas naturais são os principais atrativos de Ponte Serrada. O município está situado no corredor do Mercosul, na Rota do Chimarrão. Ponte Serrada proporciona aos turistas vindos do Rio Grande do Sul, Litoral, Extremo Oeste de Santa Catarina, Argentina e Paraguai uma estrutura gastronômica muito boa, além de suas belezas naturais, como matas, pinheirais, cachoeiras e trilhas ecológicas. *Cachoeira do Vicenzi: Cachoeira com 74 metros de altura, considerada a de maior altitude da região. *Santuário Nossa Senhora Aparecida: Localizado no Morro das Três Cruzes, o santuário ainda está em construção. Atualmente no topo do morro há a imagem de Nossa Senhora Aparecida, de 17 metros e o portal que dá acesso ao santuário. Ainda uma capela deverá ser construída. *Parque Nacional das Araucárias: O Parque Nacional das Araucárias é uma unidade de conservação brasileira de proteção integral à natureza situada nos municípios catarinenses de Passos Maia e Ponte Serrada. *CTG - Pouso dos Tropeiros. == Acessos == === Acesso Rodoviário === * Rodovia federal BR-282 * Rodovia federal BR-153 (Transbrasiliana) * Rodovia estadual SC-154 === Acesso Aeroviário === *Aeroporto de Xanxerê (para aeronaves de pequeno porte), com uma distância de 43 quilômetros de Ponte Serrada *Aeroporto de Chapecó, distante 90 quilômetros de Ponte Serrada *Aeroporto de Concórdia, distante 65 quilômetros *Aeroporto de Joaçaba, distante 76 quilômetros == Condições Físico-naturais == === Relevo, Solo e Subsolo === O Município encontra-se dentro da serra geral, pertencente ao grupo geológico denominado São Bento, constituído basicamente por rochas vulcânicas e vulcanismos bansáticos, possui relevo forte ondulado com terra roxa estruturada. ==== Hidrografia ==== A Bacia hidrográfica do Município é formada pelos Rios denominados Irani, Ressaca, Baia e Rio do Mato. ==== Clima ==== O Clima de Ponte Serrada é mesotérmico úmido com versões quentes e invernos frios, sendo a sua temperatura média anual de 17,3 ºC. ==== Pluviosidade ==== A precipitação total anual de Ponte Serrada e região è de 1.930 mm, com as seguintes distribuições 26% no verão, 24% no outono, 24% no inverno e 26 % na primavera. ==== Vegetação ==== O Município de Ponte Serrada possui floresta Ombrófila mista em quase toda a totalidade da área, intercalando com algumas áreas de campo, florestas montanhosas. A floresta de ombrófila e representada por Pinheiro Araucária, imbuía, Angico Vermelho, Maria Preta, Cedro, Canelas e Erva-Mate. Existe uma grande área de reflorestamento com espécies de valor econômico, gramínea lenhosas com florestas de galeria, agriculturas e culturas cíclicas. ==== Clima e Relevo ==== O relevo apresenta uma topografia 10% plana, 30 % ondulada, 40 % fortemente ondulada e 20 % acidentada. O Clima do Município, segundo Koeppen, classifica-se como temperado frio, apresentando uma temperatura média anual de 18,9º C e um índice pluviométrico de 2.200 mm. ==== Recursos hídricos ==== Quanto a hidrografia do município, o mesmo é banhado pela bacia do Rio Irani, com seus afluentes, sendo eles: Rio baia, Rio Ressaca, Rio Guaporé, Lajeado Ponte Serrada, Rio do Mato. A água usada no abastecimento municipal é de um riacho com nascente dentro do município com água de boa qualidade e quantidade, que em geral não sofre com a falta de água e estiagens. ==== Biodiversidade ==== A cobertura vegetal nativa é formada por Mata Umbrófila Mista. Nota-se a presença de várias espécies de animais silvestres, com maior importância para a capivara, tateto, tatus, veado campeiro entre outros. Existem também no município, os chamados corredores ecológicos, os quais tem a presença de várias espécies florestais principalmente a araucária. Foi criado no dia 19 de outubro de 2005 pelo Governo Federal o Parque Nacional das Araucárias, abrangendo os município de Ponte Serrada e Passos Maia, com uma área de 12.841 hectares. *DDD: 49 *CEP: 89.683-000 ==Meios de Comunicação Locais== === Televisão === ==== Analógico ==== * 8 VHF - NSC TV Chapecó (TV Globo) *13 VHF - NDTV Chapecó (RecordTV) *50 VHF - TV Barriga Verde (TV Bandeirantes) ==== Digital ==== * 7.1 (31 UHF) - Record News Santa Catarina (Record News) * 8.1 (42 UHF) - NSC TV Chapecó (TV Globo) * 10.1 (30 UHF) - NDTV Chapecó (RecordTV) ==== Rádio ==== *FM 92.7 MHz - Rádio Nambá *FM 104.9 MHz - Faixa Comunitária ==Educação== *UNINTER *UDESC ==Religião== Atualmente a cidade possui algumas igrejas além da Igreja Matriz Santo Antônio de Pádua. ==Administração Municipal== O Prefeito municipal é Alceu Alberto Wrubel (o Tibe), filiado ao MDB. A vice-prefeita é Fernanda Silveira Chagas (Fernanda Paglia), filiada ao PR. ==Câmara Municipal== Vereadores 2017-2020 * Adenir Freitas (PP) * Edivan Antonio Panizzi (MDB) * Evandro Pavan (MDB) * Gilson Damaceno (PP) * Julio Cesar Páglia (PRB) * Marcelo Tadeu Wrubel (PP) * Milena Aparecida da Silva (PSD) * Olivo Cortelini (MDB) e * Rubia Caroline Wrubel (PSDB) ==Brasão e bandeira== Ficheiro:Bandeira de Ponte Serrada.gif|Bandeira Ficheiro:Brasão_Ponte_Serrada.jpg|Brasão ==Cidadãos ilustres== * Jandir Bellini, prefeito de Itajaí, SC * Luiz Carlos Pissetti, advogado, vereador e três vezes presidente da Câmara de Vereadores em Itajaí; foi procurador geral do município e secretário de Planejamento Orçamento e Gestão ==Ver também== * Lista de municípios de Santa Catarina por data de criação * Lista de municípios de Santa Catarina por população ==Ligações externas== * Ponte Serrada vista do satélite [by Wikimapia] Categoria:Fundações em Santa Catarina em 1958",
 "title": "Ponte Serrada"
}