{
 "id": "34633",
 "text": "{{Info/Município do Brasil | nome = Ponte Alta do Norte | foto = | leg_foto = | apelido = | brasão = Brasão do município de Ponte Alta do Norte (SC).png | bandeira = Bandeira do município de Ponte Alta do Norte (SC).png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Ponte Alta do Norte | aniversário = | fundação =Início do século 20 | emancipação = | gentílico =norte-pontealtenseHistória de Ponte Alta do Norte no site do IBGE | lema = | prefeito = Ari Wolinger | partido = PL | fim_mandato = 2024 | mapa = SantaCatarina Municip PonteAltadoNorte.svg | latP = S | latG = 27 | latM = 09 | latS = 28 | lonP = O | lonG = 50 | lonM = 27 | lonS = 50 | estado = Santa Catarina | mesorregião = Serrana | data_mesorregião = IBGE/2008 | microrregião = Curitibanos | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Santa Cecília, Curitibanos e e Mirim Doce | dist_capital = 310 | área = 400.972 | área_ref = | população = 3303 | data_pop = Censo IBGE/2010 | altitude = 962 | clima = Temperado | sigla_clima = | idh = 0.752 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 14519.59 | data_pib_per_capita = IBGE/2008 | site_prefeitura = }} Ponte Alta do Norte é um município brasileiro do Estado de Santa Catarina. Localiza-se a uma latitude 27º09'30\" sul e a uma longitude 50º27'52\" oeste, estando a uma altitude de 962 metros. Sua população estimada em 2010 era de 3.303 habitantes. Possui uma área de 384,11 km². A rodovia BR 116, na altura dos quilômetros 166 e 168 e a ferrovia Tronco Principal Sul (TPS) da RFFSA, entre os quilômetros 234 e 235, cortam o município no sentido Norte-Sul. O clima é temperado, com estações bem definidas. No verão atinge picos de temperatura pouco acima de 30 graus e no inverno às vezes há neve, com temperaturas já registradas de até -8 graus. A economia do município é baseada principalmente no setor madeireiro, com reflorestamentos de Pinus e fábricas (serrarias) diversas que utilizam esta matéria-prima. A cidade não possui hospital. Conta com um posto de saúde que fornece atendimento à população com médicos de cidades vizinhas. O comércio é equivalente ao tamanho da cidade: conta com diversas lojas de varejo, postos de combustíveis, restaurantes e farmácias. A formação religiosa da população é principalmente de Católicos, Evangélicos (diversas denominações) e Testemunhas de Jeová. Há várias escolas municipais de educação infantil e uma escola estadual que oferece ensino até o segundo grau. Ensino Superior é buscado em cidades vizinhas, com auxílio do poder público municipal. Ponto alto na história da cidade foi a construção da BR 116 e do Tronco Principal Sul, ocasião em que uma companhia de um batalhão rodoviário e ferroviário do Exército Brasileiro se instalou no local. Outro foi a época de ouro da extração da madeira da Araucária, madeira nobre que dali foi levada para muitas partes do país, inclusive para a construção da capital do país, Brasília, e exportada para muitos países, principalmente europeus. Na época, a cidade ainda era distrito pertencente ao município de Curitibanos. Depois de extrair as riquezas da região, as serrarias foram sendo desativadas, enquanto os lucros que elas geraram eram investidos em grandes centros, levando o distrito a uma estagnação no desenvolvimento, quadro que só mudaria após a emancipação. Já \"município\", a cidade passou a ter mais investimentos do poder público. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1992",
 "title": "Ponte Alta do Norte"
}