{
 "id": "34695",
 "text": "{{Info/Município do Brasil | nome = Urubici | foto = Urubici.JPG | apelido = Terra das Hortaliças | brasão = Coat of arms of Urubici SC.png | bandeira = | link_hino = | aniversário = | fundação = | gentílico =urubiciense | lema = | prefeito =Mariza CostaPrefeita e vereadores de Urubici tomam posse; veja lista de eleitos em g1.globo.com | partido =PP | fim_mandato =2024 | mapa = SantaCatarina Municip Urubici.svg | latP = S | latG = 28 | latM = 00 | latS = 54 | lonP = O | lonG = 49 | lonM = 35 | lonS = 31 | estado = Santa Catarina | mesorregião = Serrana | microrregião = Campos de Lages | região_metropolitana = | vizinhos = Bom Retiro, Rio Rufino, Urupema, , Bom Jardim da Serra, Orleans, Grão-Pará, Rio Fortuna, Santa Rosa de Lima, Anitápolis | dist_capital = 172 | área = 1019.232 | área_ref = | população = 11235 | altitude = 918 | clima = subtropical | sigla_clima = Cfb | idh = 0.785 | pib = mil | pib_per_capita = 20760.80 | leg_foto = Igreja no centro da cidade | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = est. IBGE/2019 | data_idh = PNUD/2000 | data_pib = IBGE/2017 | data_pib_per_capita = IBGE/2017 }} miniatura|Igreja Matriz miniatura|Termômetro no Morro da Igreja miniatura|Maçãs Urubici é um município do estado de Santa Catarina, no Brasil. Localiza-se a uma latitude 28º00'54\" sul e a uma longitude 49º35'30\" oeste, estando a uma altitude de 918 metros. Sua população estimada em 2019 era de 11 235 habitantes. Possui uma área de 1019,1 km². No cume do Morro da Igreja (1.822 metros), o ponto mais alto habitado do sul do Brasil, localizado no município, foi registrada, extra-oficialmente, a temperatura mais baixa do país: −17,8 °C, em 29 de junho de 1996. Urubici também é conhecida pelas suas diversas belezas naturais, estando incluída no Caminho das Neves. Localizada no Vale do Rio Canoas, Urubici, a Terra das Hortaliças, é o maior produtor de hortifrutigranjeiros de Santa Catarina. Também se destaca pelo cultivo de maçã, especialmente com a variedade gala. Outro aspecto importante é o cultivo de erva-mate, produto básico do tradicional chimarrão, e apreciado nos países do Mercosul. Com paisagens deslumbrantes, Urubici está situada no ponto mais elevado de Santa Catarina, possuindo inúmeras cascatas. Um exemplo é a Cascata do Avencal, com água despencando em queda-livre a mais de 100 metros de altura. Outro local de destaque é o Morro da Igreja, com 1 822 metros de altitude, que permite enxergar todo o Litoral Sul Catarinense. Nesse morro, encontra-se a Pedra Furada, uma escultura natural em forma de janela. Outros atrativos turísticos são as inscrições rupestres dos tempos das cavernas, na Serra do Corvo Branco, a Gruta Nossa Senhora de Lourdes e a Igreja Matriz Nossa Senhora Mãe dos Homens. == Etimologia == Existem várias hipóteses etimológicas para o topônimo \"Urubici\": * deriva do termo da língua geral paulista urubysy, que significa \"fileira de urubás\" (uruba, urubá + ysy, fileira);NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 605. * deriva do termo tupi urubuysy, que significa \"fileira de urubus\" (urubu, urubu + ysy, fileira). * Outra possível origem etimológica do nome \"Urubici\", é kaigang, grupo jê, cujo significado é 'mãe das águas frias'.Guia Aparados da Serra ==História== Por marcar a história de várias civilizações, Urubici exibe, até hoje, a passagem de seus primeiros habitantes. São sinais registrados em pedras há pelo menos 40 séculos, comparável às inscrições encontradas em alguns outros pontos do litoral catarinense. Segundo historiadores, o ano de 1711 é data base para Urubici, quando dom João V ordena que os jesuítas procurem minas e catequizem índios até o rio Caçadores. Com essa missão, os padres José Mascarenhas e Luís de Albuquerque traçam marcos na região - marcos do Maranhão até Laguna, a considerada \"região do ouro\". O primeiro marco foi colocado no Morro Pelado (comando indígena), o segundo no Morro da Mala (onde moravam os padres) e o terceiro no Morro do Panelão (onde ficavam as tropas que carregariam o ouro). Conta-se que grande porção do ouro foi enterrada nas rochas pelos jesuítas. Os índios, na maioria tupi-guarani, foram catequizados em grupos e já eram remanescentes de outras regiões. Conta-se que existem mapas em originais e cópias, nunca vistos. Urubici registrava um pinheiral espantoso, um \"mar de pinheiros\", e em outras regiões, não em todas, alguns banhados, com sumidouros de animais e pessoas não orientadas. Alguns índios já conheciam missionários e orientavam jesuítas pelas andanças. Padre Luís relata que, ao fincar uma grande cruz no dia 1 março, ela mergulhou no pântano, mais de um metro, sem nenhuma força. Em cada marco, foi plantada uma cruz jesuítica, com ramos amarrados na altura de Cristo. Nos anais do livro 12 Jesuítas no Estado de Santa Catarina (Biblioteca dos Jesuítas do Rio de Janeiro), além desse relatório, existe o seguinte: O município era habitado por índios xoclengues quando os primeiros colonizadores de origem europeia, vindos de Tubarão, São Joaquim e Bom Jesus, chegaram na região. Os novos habitantes logo expulsaram os índios, cujos vestígios ainda podem ser encontrados as e inscrições rupestres espalhadas por todo o território. De 1903 a 1911, imigrantes agricultores e madeireiros fixam-se na região.Que tal viajar? Disponível em Acesso em 18 de março de 2014. Em 1924, sabendo da fertilidade no solo do vale do rio Canoas, chegaram, à região, imigrantes italianos, alemães e letões, que tornaram, a agricultura e pecuária, as principais atividades econômicas da região. ==Geografia== As montanhas da Serra Catarinense, região com altitudes próximas aos 1 800 metros, registram as temperaturas mais baixas do Brasil. Foram os fazendeiros da região que criaram o turismo rural, adaptando suas fazendas centenárias para receber hóspedes. A Serra Catarinense é a região mais fria do Brasil, sendo o único lugar do país onde neva todos os anos, mesmo que por poucos dias, durante o inverno. A paisagem de araucárias, campos e taipas (muros de pedra basalto) cobre-se inteiramente de branco e até as águas das cachoeiras podem congelar. Cascata do Avencal é um ponto turístico da cidade, possui queda de água de cem metros, é bastante utilizada para a prática do rapel. Fazendas centenárias, a cultura gaúcha, a culinária campeira, cavalgadas complementam o cenário da natureza agreste da Serra Catarinense. == Acessos == Acesso pelas rodovias SC-110 ligando o município à rodovia BR-282 em Bom Retiro. Pelo sul, há a SC-110, dando acesso a São Joaquim e Bom Jardim da Serra. Ao leste, a SC-370 desce a serra chegando ao município de Grão-Pará, ligação com a BR-101 em Tubarão. A oeste, SC-370 levando ao município de Rio Rufino. ==Bairros e distritos== *Águas Brancas *Baiano *Brasília *Canudo *Centro *Consolação *Feti *Santo Antônio *Santa Catarina *Santa Tereza *São José *São Pedro *Traçado *Vacas Gordas *Campestre *São Francisco *Rio do Engano *Rio dos Bugres * Rio Vacarianos == Turismo == A cidade de Urubici vem ganhando cada vez mais notoriedade no Turismo. Nos últimos anos cresceu exponencialmente a oferta de hospedagens, restaurantes, e até mesmo os atrativos turísticos. Os atrativos turísticos disponíveis hoje em Urubici e seus arredores são: *Morro da Igreja e Pedra Furada * Parque Cascata do Avencal * Parque Quedas do Avencal e Mirante de Vidro * Gruta Nossa Senhora de Lourdes * Sítio Arqueológico de Urubici * Serra do Corvo Branco * Altos do Corvo Branco * Cascata Véu de Noiva * Morro do Campestre * Rio Sete Quedas * Mirante Refúgio das Araucárias * Cachoeira Papuã * Morro do Parapente * Cachoeira Rio dos Bugres (Mirante fica localizado no Abrigo 1500) * Cânion Espraiado * Parque Nacional de São Joaquim == Ver também == *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Portal de Urubici *Prefeitura Municipal de Urubici *Especial Urubici *Desafrio Urubici - Ultramaratona de 52 km *Conheça Urubici *Revista Trip - Snowboard em Urubici Categoria:Fundações em Santa Catarina em 1956 Categoria:Topônimos de origem tupi",
 "title": "Urubici"
}