{
 "id": "34704",
 "text": "{{Info/Município do Brasil | nome = Xanxerê | foto = Igreja Central.jpg | leg_foto = Igreja Matriz da Cidade | apelido = Capital Estadual do Milho\" \"Campina da Cascavel | brasão = Brasao_xanxere.jpg | bandeira = Bandeira de Xanxerê (Santa Catarina).jpg | link_brasão = | link_bandeira = | aniversário = | fundação = | emancipação = | gentílico = xanxerense | lema = | padroeiro = Senhor Bom Jesus | CEP = 89.820-000 | prefeito = Oscar MartarelloPrefeito e vereadores de Xanxerê tomam posse; veja lista de eleitos em g1.globo.com | partido = PSDB | fim_mandato = 2024 | mapa = SantaCatarina Municip Xanxere.svg | latP = S | latG = 26 | latM = 52 | latS = 37 | lonP = O | lonG = 52 | lonM = 24 | lonS = 14 | estado = Santa Catarina | mesorregião = Oeste Catarinense | data_mesorregião = IBGE/2008 | microrregião = Xanxerê | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = Região Metropolitana de Chapecó | vizinhos = Faxinal dos Guedes, Xaxim, Arvoredo, Bom Jesus, Ipuaçu, Lajeado Grande, Xavantina | dist_capital = 508 | área = 377.764 | área_ref = | população = 51607 | data_pop = Censo IBGE/2022 | densidade = 136,73 | altitude = 803 | clima = Subtropical úmido | sigla_clima = | idh = 0.775 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/20021 | pib_per_capita = 51194.26 | data_pib_per_capita = IBGE/2021 | site_prefeitura = https://www.xanxere.sc.gov.br/ | site_câmara = http://www.camaraxanxere.sc.gov.br/ }} Xanxerê é um município brasileiro localizado no oeste do estado de Santa Catarina, distando 508 km da capital estadual, Florianópolis. Considerada uma cidade média-pequena, possuía, em 2021 segundo o IBGE, uma população estimada em 52 290 habitantes. É sede da Região Geográfica Imediata de Xanxerê, composta por 13 municípios, e está inserida na Região Metropolitana de Chapecó, na Bacia do rio Uruguai e é a 31⁰ maior cidade do estado catarinense. Destaca-se pela qualidade de vida oferecida a seus moradores e por ser um importante entroncamento rodoviário regional, favorecendo o comércio com o Mercosul. Exerce significativa influência no oeste catarinense, seja do ponto de vista econômico, cultural ou político. Segundo o IBGE, Xanxerê é uma das cidades que mais cresce no estado e é a 22ª economia de Santa Catarina. Ostenta o título de \"Capital estadual do milho\" graças ao seu forte potencial na agroindústria. A cultura predominante é a italiana e a alemã, trazida por imigrantes que chegaram no início do século XX, procedentes em sua maioria do Rio Grande do Sul. == Etimologia == Na língua indígena Kaingang, Xanxerê significa \"Campina da Cascavel\", através da junção dos termos xãxã (\"cascavel\") e rê (\"campo, campina\")http://www.portalkaingang.org/Lgua_Kaingang.pdf. == História == === Origens e disputas territoriais === Até o início do século XIX, índios guaranis e kaingangs habitavam a região de Xanxerê. Nesta época, estabeleceram-se na região alguns fazendeiros, dando início ao ciclo da madeira e pecuária. Anos mais tarde, imigrantes vindos do Rio Grande do Sul, descendentes de italianos e alemães, radicaram-se na cidade, que havia sido uma área de litígios entre o Brasil e a Argentina. Criaram-se duas colônias militares (decreto nº 2.502 de 16 de novembro de 1859)Decreto nº 2.502, de 16 de Novembro de 1859 denominadas Chapecó (\"Xapecó\") e Chopim. O capitão José Bernardino Bormann por portaria de 16 de outubro de 1880, publicada em ordem do dia número 1543 foi encarregado de fundar a Colônia Militar do Xapecó, na até então província do Paraná sendo responsável por realizar o reconhecimento do território, bem como de escolher o melhor local, do ponto de vista estratégico e militar para a instalação do núcleo populacional. Bormann dirigiu a colônia (também conhecida como colônia de Xanxerê) até meados do ano de 1898, quando saiu da direção para se dedicar a sua vida política pelo estado do Paraná. A partir de 1900 e até o ano de 1903 a direção da Colônia ficou sobre responsabilidade de João José de Oliveira Freitas, mais conhecido como Coronel Freitas. A Colônia manteve seu funcionamento até meados do ano de 1908, quando passa para o regime civil. De acordo com a historiadora Leticia Maria Venson \"os objetivos traçados para a criação desse núcleo militar foram alcançados parcialmente, uma vez que as condições oferecidas pelos órgãos responsáveis não corresponderam às reais necessidades verificadas\". Um litígio quanto aos limites entre Santa Catarina e Paraná, provocou em 1916, a intervenção do presidente da república Venceslau Brás, que resolveu a questão junto com o General Felipe Schmidt, governador de Santa Catarina e o Coronel Cavalcanti, governador do Paraná. Santa Catarina passa a ser dividido em novos municípios, entre eles Chapecó, com a Lei Estadual nº 1.147, de 24 de agosto de 1917.Xanxerê É nomeado provisoriamente para superintendente municipal (equivalente a prefeito nos dias atuais), o coronel Manoel dos Santos Marinho. Nas primeiras eleições realizadas em Passo Bormann, Xanxerê, São Domingos, Campo Erê e Barracão, distritos do município de Chapecó, foi eleito o próprio coronel Marinho, que nomeou o José Julio Farrapo como intendente em Xanxerê, através da Resolução nº 05 de 1 de Setembro de 1917. A sede do município é transferida pelo governador Hercílio Luz para o distrito de Xanxerê em 5 de novembro de 1919, através da Lei nº 1.260. Em 5 de dezembro de 1923, a sede muda novamente, desta vez para Passo Bormann, passando o distrito de Xanxerê a ser denominado \"Rui Barbosa\", pertencente à comarca de Chapecó até dezembro de 1929, quando voltou novamente a chamar-se Xanxerê. Em 3 de outubro de 1929, pela Lei Estadual nº 1.645, Xanxerê volta a ser sede do município de Chapecó. O General Ptolomeu de Assis Brasil, com a revolução de 1930, assume a função de governador do estado, designando para prefeito de Chapecó, Nicácio Portela Diniz, que novamente instalou a sede do município em Passo Bormann. Com a morte de Portela em fevereiro de 1931, assume o cargo João Candido Marinho, capitão da Força Pública do Estado, que pediu ao governador que a sede municipal fosse para o povoado de Passo dos Índios. Em 1938, a sede muda o nome de Passo dos Indios para Chapecó, que passou a fazer parte do recém criado Território do Iguaçú em 1943. O território foi extinto em 1946 e Xanxerê e outros distritos integrantes de Chapecó passaram novamente para o território catarinense. Muitas famílias migraram para a região, vindas principalmente do Rio Grande do Sul. No Censo realizado no ano de 1950, havia habitantes na área urbana de Xanxerê (643 homens e 668 mulheres). Xanxerê registrava na época uma das maiores populações rurais do estado, com 86,7% de sua população vivendo na área rural.História do município de Xanxerê === Fundação e História recente === Xanxerê passou a se desenvolver e em 17 de dezembro de 1953 a vila se emancipou, sendo criado o município de Xanxerê, sendo instalado oficialmente em 27 de fevereiro de 1954. Foi designado pelo governador Irineu Bornhausen, o professor Teodósio Mauricio Wanderley, como prefeito provisório de Xanxerê. As primeiras eleições foram realizadas em 3 de outubro de 1954. Saiu vitorioso das urnas o candidato Adilio Fortes (PSD), que foi o primeiro prefeito eleito do município. == Geografia == Com uma população estimada em 2017 pelo IBGE de aproximadamente 50 309 habitantes, localiza-se a uma latitude 26º52'37\" sul e a uma longitude 52º24'15\" oeste, estando a uma altitude de 800 metros. A área do município é de 377 764 km². É sede da Região Geográfica Imediata de Xanxerê e pertence à Região Geográfica Intermediária de Chapecó === Limites === O município limita-se com: Faxinal dos Guedes, Xaxim, Arvoredo, Bom Jesus, Ipuaçu, Lajeado Grande, Entre Rios e Xavantina. { \"type\": \"FeatureCollection\", \"features\": [ { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.53662109375, -26.951453083498 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.261962890625, -26.854704633395 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.392425537109, -26.729666489505 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.326507568359, -27.013866872848 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.561340332031, -26.862055524658 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.573699951172, -26.714947066656 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.454566955566, -26.631807971427 ] } }, { \"type\": \"Feature\", \"properties\": {}, \"geometry\": { \"type\": \"Point\", \"coordinates\": [ -52.45491027832032, -27.072271911510235 ] } } ] } === Topografia === O município encontra-se dentro da serra geral, pertencente ao grupo geológico denominado São Bento, constituído basicamente por rochas vulcânicas e vulcanismos basálticos, possui relevo forte ondulado com terra roxa estruturada. === Clima === O clima é considerado mesotérmico úmido com verões quentes e invernos frios, sendo a sua temperatura média anual de 17 °C. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1942 a 1985 e a partir de 2008, a menor temperatura registrada em Xanxerê foi de nos dias 25 de junho de 1945 e 6 de agosto de 1963, sendo esta a terceira menor temperatura já registrada no estado de Santa Catarina (as menores são de em Caçador, em 11 de junho de 1952, e em Canoinhas, em 7 de agosto de 1963). Por sua vez, o recorde de maior temperatura é de em 7 de janeiro de 1947. O maior acumulado de precipitação em 24 horas alcançou milímetros (mm) em 17 de maio de 1954. Desde março de 2008, a menor umidade relativa do ar (URA) chegou a 11% em 9 de maio de 2013 e a maior rajada de vento alcançou () em 9 de agosto de 2011. == Subdivisões == === Divisão Administrativa === O município de Xanxerê é constituído pelo distrito sede e pelo distrito de Cambuinzal. O distrito Sede de Xanxerê possui uma área de 13 km² e uma malha viária urbana de 141,5 km², e é formado por 29 bairros: * Aparecida * Bela Vista * Bortolon * Castelo Branco * Centro * Colatto * Esportes * Frederico Ferronato * Jardim Tarumã * João Batista Tonial * João Winckler * La Salle * Leandro * Maria Winckler * Matinho * Monte Castelo * Nossa Senhora de Fátima * Nossa Senhora de Lourdes * Pinheiros * Primo Tacca * Santa Cruz * Santos Dias * São Jorge * São Pedro * São Romero * Sufiatti * Veneza * Vila Sésamo * Vista Alegre == Economia == A base da economia está constituída no setor primário, principalmente no plantio de milho, soja, feijão e trigo. Também se destacam a criação de aves, suínos, bovinos e ovinos e a apicultura, considerada fonte expressiva de renda do município. Essa região é bastante favorável a plantações, pois um modelo fundiário de milhares de pequenas propriedades integradas com a agroindústria. Isso favorece o surgimento de pequenas indústrias e empresas prestadoras de serviços, que resulta em elevados níveis de produtividade. Pode-se dizer que Xanxerê é um dos municípios mais desenvolvidos do Oeste catarinense e o segundo maior criador de gado de corte do Estado. == Infraestrutura == === Meios de Comunicação === Xanxerê possui uma emissora de TV com concessão na cidade, afiliada a RecordTV, a NDTV Xanxerê. Este canal produzia uma hora e meia de conteúdo jornalístico local, de Xanxerê e cidades vizinhas. O canal foi extinto, e a concessão utilizada para abrir uma sucursal em outra região do estado, no município de Criciúma, a NDTV Criciúma. Com isso, a programação local da RecordTV no município de Xanxerê é transmitido através da NDTV Chapecó. ==== Televisão ==== ===== Analógica ===== * 7 VHF - Record News Santa Catarina (Record News) ===== Digital ===== * 3.1 (28 UHF) - NDTV Criciúma (RecordTV) * 5.1 (34 UHF) - NSC TV Chapecó (TV Globo) * 7.1 (31 UHF) - Record News Santa Catarina (Record News) * 9.1 (39 UHF) - TV Barriga Verde (TV Bandeirantes) * 10.1 (30 UHF) - NDTV Chapecó (RecordTV) * 27.1 (23 UHF) - SCC SBT (SBT) ==== Rádio ==== * AM 790 MHz - Rádio Videira * AM 960 MHz - Super DIfusora Xanxerê * AM 1130 MHz - Rádio Princesa Xanxerê * FM 97.9 MHz - Momento FM * FM 98.5 MHz - Rádio Princesa Xanxerê * FM 101.3 MHZ - Rádio 101 FM Xanxerê * FM 105.7 MHz - Super Difusora Xanxerê Além de estações retransmissoras de emissoras que integram as principais redes de TV do Brasil. Possui ainda cinco emissoras de rádio: três FM (duas comerciais, a 101 FM e a Momento FM e uma comunitária a Xanxerê FM), além de duas AM (Rádio Princesa e a Super Difusora). A cidade possui quatro jornais impressos e dois portais da internet com notícias da cidade e região. === Transportes === O principal acesso a Xanxerê é pela rodovia BR-282, recentemente duplicada, para quem vem do litoral ou do oeste. Pela SC-480, para quem vem do norte. Pela SC-155, para quem vem do sul. Também é possível chegar utilizando o Aeroporto de Xanxerê para aeronaves de pequeno porte e que conta com serviço de Táxi aéreo 24h ou pelo Aeroporto de Chapecó, distante cerca de 55 km, e que conta com voos regulares para todo o país através das empresas Gol Linhas Aéreas, Avianca e Azul Linhas Aéreas Brasileiras. O transporte público é providenciado por uma empresa de ônibus local que opera diversas linhas diárias que interligam os bairros da área urbana. === Aeroporto Regional João Winckler === Sua pista de metros de comprimento, por 18 metros de largura, está localizada a uma altitude de 898 metros e recebeu classificação Código 1-VFR, o que possibilita peso máximo de decolagem de quilogramas, e permite pousos e decolagens de aviões com capacidade de aproximadamente 40 passageiros. É totalmente asfaltada e sinalizada e tem capacidade para operar no período noturno. Com a pavimentação da pista, já há manifestação de empresas para implantar uma linha de voo regular em Xanxerê, que funcionaria como uma alternativa aos voos do Aeroporto de Chapecó. === Educação === Segundo o IBGE, Xanxerê conta com 26 escolas de nível fundamental e 07 de nível médio. Entre as principais instituições de ensino técnico estão presentes o Instituto Federal de Santa Catarina, Serviço Nacional de Aprendizagem Industrial, Serviço Nacional de Aprendizagem Comercial e Colégio La Salle. Entre as principais instituições de ensino superior estão presentes a Universidade do Oeste de Santa Catarina, Universidade Estácio de Sá, Centro Universitário Internacional e Universidade Salvador. === Energia === Xanxerê é atendida pela Distribuidora Catarinense de Energia Elétrica (DCELT Energia), antigamente conhecida como Iguaçu Energia. == Turismo == Xanxerê atrai os visitantes com cascatas escondidas no meio da mata, com a cultura indígena e com a abundância de recursos naturais. Pode ser visitado o Posto Indígena Xapecó, uma reserva indígena e florestal habitada por índios kaingangs, guaranis e xoklengs – eles confeccionam arcos, flechas, cestas e balaios, que vendem no local. Outro destaque é o museu de entomologia e a Casa da Cultura Maria Rosa. Também há atrações alternativas como o Galo do Badotti. Xanxerê é uma das maiores cidades do Oeste catarinense e conta com boa infraestrutura turística. === Cascata S. Manela === Um local turístico amplamente conhecido e recomendado para turismo são as três cascatas do Rio Chapecozinho, na divisa do município com a reserva indígena. Apesar das corredeiras, o rio permite a travessia a pé, por ter o fundo lajeado. Vá também à Ilha do Rio Chapecozinho, situada antes das cascatas e à Cascata S. Manella (Salomão Manella), um conjunto de três saltos com grande volume de água, em meio à mata preservada, ali existe área para camping, churrasqueiras, restaurantes, mesas, campos de futebol e sanitários. É o principal ponto de atração turística da cidade, a cascata ganhou um selo turístico da Embratur para desenvolvimento do turismo. Uma reserva ecológica que atrai muitos turistas anualmente. Durante o verão, mais de 1.000 famílias de toda a região acampam à margem do rio. Agora está em más condições, mas em torno de um ano será melhorada. === Praça Tiradentes === É o cartão postal do centro da cidade e uma das praças mais arborizadas e harmoniosas da região. Atrai milhares de pássaros das espécies chupim e pardais todas as tardes, num raro espetáculo. Durante o verão as árvores servem de pousada também para o ciclo das andorinhas. Sendo que foi revitalizada e inaugurada na celebração dos 56 anos. === Kartódromo Jean Paulo Picinatto === É uma atração a mais para quem gosta de velocidade. Periodicamente o Automóvel Clube realiza provas locais regionais, estaduais e interestaduais, atraindo kartistas do sul do Brasil. === Parque de Exposições Rovilho Bortoluzzi === Localizado às margens da BR-282 tem uma área de 200 mil m² e sedia a ExpoFemi (Exposição Festa Estadual do Milho), uma das maiores expo-feiras do Sul do país. === CTG Espelho da Tradição === As tradições gaúchas também fazem parte da cultura do povo xanxerense, que preserva com orgulho as tradições herdadas de antepassados através de vários CTGs. O CTG Espelho da Tradição realiza anualmente o Rodeio Interestadual, além de fandangos tradicionalistas. São festas que homenageiam as etnias, demonstram a integração dos povos e a preservação dos costumes e tradições. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== * * * Categoria:Fundações em Santa Catarina em 1952",
 "title": "Xanxerê"
}