{
 "id": "34721",
 "text": "{{Info/Município do Brasil | nome = Estância | preposição = de | foto = BA-099 em Entre Rios.jpg | leg_foto = Linha Verde, uma das duas principais rodovias que passam por Estância. | apelido = Jardim de Sergipe | brasão = Brasao-estanciase.jpg | bandeira = Bandeira-estanciase.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Estância | aniversário = 4 de maio | fundação = | emancipação = | gentílico = estanciano | lema = Cultura e Trabalho | padroeiro = Nossa Senhora de Guadalupe | CEP = 49200-000 a 49219-999 | prefeito = Gilson Andrade | partido = PSD | fim_mandato = 2024 | mapa = Sergipe_Municip_Estancia.svg | latP = S | latG = 11 | latM = 16 | latS = 04 | lonP = O | lonG = 37 | lonM = 26 | lonS = 16 | estado = Sergipe | região_intermediária = Aracaju | data_região_intermediária = IBGE/2017 | região_imediata = Estância | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Norte: Itaporanga d'Ajuda; Sul: Santa Luzia do Itanhi e Indiaroba; Leste: Oceano Atlântico; Oeste: Salgado, Boquim e Arauá | dist_capital = 66 | área = 646.235 | área_ref = | área_urbana = 18,264 | área_urbana_ref = Embrapa/2015 | população = 65078 | população_pos = SE: 6º | data_pop = estatísticas IBGE/2022 | altitude = 53 | altitude_ref = | clima = tropical | sigla_clima = As | idh = 0.698 | data_idh = PNUD/2010 | gini = | data_gini = PNUD/2010 | pib = | data_pib = IBGE/2016 | pib_per_capita = 21761.11 | data_pib_per_capita = IBGE/2016 | site_prefeitura = www.estancia.se.gov.br | site_câmara = camaradeestancia.com.br }} Estância é um município brasileiro no estado de Sergipe, Região Nordeste do país. Localiza-se no litoral sul; destaca-se como um dos principais centros regionais sergipano e sua população em 2022 era de 65 078 habitantes, segundo o censo 2022. A cidade também é conhecida por seus sobrados azulejados, sendo que atualmente todos se encontram em situação de conservação deplorável. Outro ponto que merece nota são as suas tradicionais festas juninas e o barco de fogo, bem como ser a terceira maior economia do estado, perdendo apenas para Aracaju e Nossa Senhora do Socorro. É também o segundo maior polo industrial do Estado e tem um dos maiores comércios da região. == História == Quem primeiro desbravou as terras foi Pedro Homem da Costa e nelas edificou uma capela, dedicada a Nossa Senhora de Guadalupe, santa que nos consta, é, também, a Padroeira do México. Entre os mexicanos, Estância é uma propriedade de criação de gado e os seus ocupantes são chamados de estancieiros, daí o nome adotado por Pedro Homem da Costa: Estância. A ocupação de semaria aconteceu através de uma carta assinada pelo Capitão-mor João Mendes em 16 de setembro de 1621 e era um povoado de Santa Luzia. Estância recebeu muita influência de origem africana de escravos que vieram para trabalhar nos engenhos de açúcar da povoação e arredores. Também recebeu imigrantes do Norte de Portugal (Minho, Douro e Traz os Montes) e uma minoria de imigrantes espanhóis vindo majoritariamente da Galícia. Durante boa parte do século XX foi a segunda maior cidade de Sergipe, perdendo essa posição a partir dos anos 1970 quando outras cidades do interior começam a ter forte desenvolvimento como Lagarto e Itabaiana, além de dois municípios do entorno da capital: Nossa Senhora do Socorro e a histórica São Cristóvão, no entanto a mesmo continua em forte progresso, considerada como o maior polo industrial do Estado, sendo portanto, uma das maiores cidades deste. O município recebeu atenção da mídia por ser onde ocorreu a queda do Piper PA-28 prefixo PT-KLO em 27 de maio de 2019, especificamente no povoado de Porto do Mato, vitimando os três ocupantes da aeronave, dentre eles o cantor Gabriel Diniz. O aparelho seguia de Salvador com destino a Maceió. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Aracaju e Imediata de Estância. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Estância, que por sua vez estava incluída na mesorregião do Leste Sergipano. === Clima === :Clima tropical, com os meses de maior calor sendo janeiro, março e dezembro e os meses mais chuvosos sendo maio, junho, julho, agosto e setembro. * Temperatura Máxima – 32 °C * Temperatura Mínima – 24 °C * Temperatura média anual – 25 °C === Hidrografia === * Rio Piauitinga - 4.256,24 km * Rio Piauí – 3.993,21 km² == Economia == ; Setor primário * Agricultura – destaca-se a cultura do coco e da mangaba Pecuária – bovinos, ovinos ; Setor secundário * Indústrias – indústria alimentícias, têxteis. metalúrgicas, cerveja, sucos, químicas, perfumarias, indústria vidreira etc.: ; Setor terciário * Comércio, serviços, bancos, turismo e setor público. == Demografia == A população total do município é 65.078 habitantes, segundo dados mais recentes do IBGE de 2022, sendo que cerca de 90% da população vive na zona urbana do Município. A Densidade Demográfica é 104,79 hab∕km² ===Religião=== A padroeira da cidade é Nossa Senhora de Guadalupe, destaca-se a Catedral de Nossa Senhora de Guadalupe. Pertencente a Diocese de Estância. A diocese abrange os seguintes municípios: Estância, Arauá, Boquim, Cristinápolis, Indiaroba, Itabaianinha, Lagarto, Pedrinhas, Poço Verde, Riachão do Dantas, Salgado, Santa Luzia do Itanhy, Simão Dias, Tobias Barreto, Tomar do Geru, Umbaúba. == Urbanização == === Patrimônio cultural === O IPHAN em 27 de julho de 1962 tombou a Casa à Praça Rio Branco nº. 35. Sobrado colonial que possui telhado em quatro águas com beirais e cimalha de madeira. No térreo possui quatro portas e três janelas alternadas de vergas curvas e ombreiras de madeira. O segundo pavimento possui sete janelas com balcões em balaustradas em madeira. As fachadas laterais do pavimento superior possuem janelas semelhantes às da fachada principal. A fachada posterior apresenta o prolongamento do piso superior sobre pilastras de alvenaria. O prolongamento tem pé direito baixo e oito janelas geminadas de construção mais recente. O único exemplar acautelado em nível federal, incluído no livro de tombo histórico, na verdade, uma homenagem à rica história de Estância. E também mostra a predileção do órgão federal por bens coloniais em detrimentos dos ecléticos, fato que só foi superado a partir dos anos oitenta. Entretanto, são os sobrados e casas azulejados, muitos tombados pela Secretária de Cultura do Governo do Estado de Sergipe, que se destacam na paisagem urbana. Citamos os imóveis: \\- Rua Capitão Salomão nº.67; Rua Pedro Soares nº. 442 (ou Cap. Salomão nº 84) - (imóvel que sofreu recentemente uma séria descaracterização com mutilação do pórtico com gradil metálico e destruição do interior do pavimento térreo); Rua Capitão Salomão nº. 122; Rua Capitão Salomão nº. 136; Rua Capitão Salomão nº. 227; Rua Capitão Salomão nº. 228; Rua Capitão Salomão nº. 256; Rua Duque de Caxias nº. 339; Rua Capitão Salomão nº. 162; Também são tombados pelo Governo Estadual a Igreja de Nossa Senhora do Rosário e a pintura em óleo sobre tela Misericórdia e Caridade de autoria de Horácio Hora do Hospital Amparo de Maria. Alguns desses imóveis citados estão em estado inadequado de conservação. E vários outros sobrados ou trechos urbanos mereceriam ter sido incluídos na lista do Patrimônio Estadual, e talvez nacional, porém foram destruídos ou deformados. Muitas vezes reação de aversão da própria população contra a figura do tombamento e seus efeitos sobre a propriedade do imóvel. Infelizmente, a Prefeitura Municipal nunca tomou atitudes a fim de preservar o rico acervo arquitetônico, paisagístico e urbanístico da cidade de Estância, compostos por sobrados azulejados, coloniais, casas ecléticas, art-déco, e até alguns bons exemplares de arquitetura modernista. Igrejas e acervos sacros. Fábricas e vilas operárias. E o próprio espaço urbanos com suas ruas, praças, texturas e cores. Pior, muitas vezes os prefeitos incentivaram a destruição ou a desinformação quando pregam que o tombamento engessa a cidade. Por fim, o município ainda possui exemplares remanescentes de antigos engenhos de cana-de-açúcar. O ciclo da cana-de-açúcar e o engenho tiveram papel significativo na formação econômica e social do povo sergipano e o sul do estado também participou ativamente da economia açucareira. Atualmente, Estância é umas maiores e mais importante cidade do Estado contanto com um diversificado Comercio, bem como um grande parque Industrial , tornando assim, a nível de Estado, um grande polo da Região. === Subdivisões === ==== Bairros ==== Alagoas (abrangendo conjuntos habitacionais) Alecrim (abrangendo conjuntos habitacionais) Bonfim (abrangendo conjuntos habitacionais) Botequim Cachoeira Centro Porto d'Areia (abrangendo conjuntos habitacionais) Santa Cruz São Jorge Estancinha Recanto Verde I e II Carmem Prado Leite ==== Distritos ==== Cidade Nova (abrangendo vários conjuntos habitacionais) ==== Povoados/Conjuntos ==== Araçás Caio Prado Calumbi Camaçari (GALO ASSANHADO) Curimã Curuanha I Curuanha II Dizilena Entre Rios Farnaval Fonte Nova Grotão João Dias Miranga Miranguinha Moinho Muculanduba Porto d'Angola Queimadas Rio Fundo Sapucaia Sítio Novo Socovão Taquari Ouricuri (Adicuri, popularmente falando) Tibucio Porto do Mato Abaís Saco do Rio Real São José Biriba Mato Grosso Estancinha == Infraestrutura == === Acesso === ==== Terrestre ==== * Rodovias federais # BR-101 – sentido sul-norte; # Linha Verde – estrada ecológica litorânea protegida pelo IBAMA, que liga Salvador a Aracaju. * Terminal Rodoviário de Estância. ==== Hidrovias ==== Transporte de passageiros do Porto do Saco do Rio Real (Porto do Mato) até Mangue Seco na Bahia passeio de Escuna pelas margens ribeirinhas. *Porto – O porto de Sergipe, Terminal Marítimo Inácio Barbosa - TMIB, localizado na Barra dos Coqueiros, a 15 km de Aracaju, ocupa uma área de 200ha e abriga as instalações de apoio e sistemas de infraestrutura. Conta ainda com terminal de passageiros, servindo de entrada marítima no Estado, isto a 80 km da cidade de Estancia. ==== Aéreo ==== Na cidade não há aeroporto operante. Por ficar próxima a Aracaju, a 56 km de distância, os habitantes locais usam o aeroporto da capital para fazer seus deslocamentos aéreos. === Comunicação === ==== Rádios ==== * Xodó FM 101.5 MHz * Rádio Abaís AM 1450 * Rádio M3 * Rádio Mar azul FM 104.9 MHz *Radio Esperança FM 92.7 ==== Televisão ==== * TV Aperipê (TV Brasil) - Canal 2 * TV Século 21 - Canal 6 * TV Canção Nova Aracaju (TV Canção Nova)(arrendada para o SBT) - Canal 7 * TV Sergipe (Rede Globo) - Canal 10 * TV Atalaia (Rede Record) - Canal 12 * Rede Vida - Canal 51 https://www.ibge.gov.br/cidades-e-estados/se/estancia.html == Ver também == * Lista de municípios de Sergipe * Lista de municípios do Brasil == Ligações externas == * * Prefeitura de Estância",
 "title": "Estância (Sergipe)"
}