{
 "id": "34741",
 "text": "{{Info/Município do Brasil | nome = Neópolis | preposição = de | foto = | leg_foto = Orla e atracadouro de Neópolis. | apelido = Capital sergipana do frevo | brasão = Brasao-neopolis.png | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 18 de outubro | fundação = | gentílico = neopolitano | lema = | padroeiro = Santo Antônio | CEP = 49980-000 | prefeito = Celio Lemos Bezerra | partido = PL | fim_mandato = 2024 | mapa = Sergipe Municip Neópolis.png | latP = | latM = | latS = | lonP = | lonG = | lonM = | lonS = | estado = Sergipe | mesorregião = Leste Sergipano | data_mesorregião = IBGE/2008 | microrregião = Propriá | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Propriá, Japoatã, Pacatuba, Ilha das Flores e Santana do São Francisco | dist_capital = 121 | área = 259.334 | área_ref = | população = 16426 | data_pop = IBGE/2022 | altitude = 30 | clima = tropical | sigla_clima = | idh = 0.589 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6164.79 | data_pib_per_capita = IBGE/2008 | site = http://www.neopolis.se.gov.br/ }} Neópolis é um município brasileiro do leste do estado de Sergipe.https://www.ibge.gov.br/cidades-e-estados/se/neopolis.html Banhado pelas águas do Rio São Francisco, é conhecido popularmente como a Capital Sergipana do Frevo, pelo tradicional carnaval de rua que preserva. Teve origem numa aldeia surgida no século XVII, e foi elevada à categoria de cidade no século XX. == Etimologia == Neópolis é uma palavra formada pela junção de dois termos originários do grego néos (νέα) = novo e pólis (πόλις) = cidade que em tradução livre para a língua portuguesa significa Nova Cidade. == História == Localizada a margem direita do Rio Opará, o rio-mar dos nativos, foi habitada predominantemente por Tupinambás antes da chegada das expedições europeias. O território foi invadido por exploradores holandeses disfarçados de religiosos catequizadores a mando do governador da Nova Holanda príncipe João Maurício de Nassau no século XVII, travando conflitos com o povo tupinambá e iniciando o que anos mais tarde resultaria na escravização e consequentemente na dizimação desses nativos. A invasão holandesa na região do Rio São Francisco gerou históricos conflitos com a coroa portuguesa, o domínio do território onde hoje é Neópolis objetivava alicerçar a tomada da Vila do Penedo do São Francisco, localizada à outra margem do Rio e importante estrategicamente para a ampliação de poder do Brasil Holandês sobre os portugueses. Por volta de 1637 os holandeses invadem a Vila do Penedo onde instauram o Forte Maurício do Penedo, sendo expulsos os holandeses e o forte sendo destruído pelo exército português 8 anos depois. Ainda no século XVII após uma série de batalhas e com pleno poder sobre a extensão da margem do Rio São Francisco os portugueses estabelecem por volta de 1678 a aldeia de Santo Antônio de Villa-Nova do Rio São Francisco em uma colina da margem direita do Rio São Francisco, a 8 léguas do mar e defronte a Vila do Penedo. Em 18 de outubro de 1679 com a fundação da paróquia de Santo Antônio deu notoriedade a aldeia que foi elevada oficialmente a categoria de freguesia naquela mesma data, nessa época seu território média 50 léguas de extensão, contadas da barra do Rio São Francisco à margem do Rio do Sal. Foi a única vila sergipana pertencente a donatário, no caso a Antônio de Brito Castro que recebeu a doação das terras pelo Rei Dom João IV sob o compromisso de construir casa de câmara, cadeia, pelourinho, e trinta casas para moradores com os quais formaria a freguesia povoada e estruturada, ficando esclarecido a Brito Castro sob a cláusula de devolução das terras a coroa portuguesa se não houvesse o cumprimento das obras em um prazo de 6 anos. Com o falecimento em 1683 de Antônio Brito Castro, seu filho Sebastião Brito Castro requereu sua nomeação e a posse das terras, em 1689 Sebastião informou haver satisfeito todas as exigências contratuais da coroa portuguesa, adiantando que a vila se encontrava com 200 moradores. Então foi feita vistoria pela ouvidoria de Sergipe que constatou que o donatário não cumpriu exatamente as disposições exigidas nas cláusulas de doação, vez que os prédios eram frágeis e cobertos de palha, não eram de alvenaria ou madeira e não resistiriam a ação do tempo. Tendo em vista a informação do ouvidor, o território da freguesia voltou ao patrimônio da coroa com a denominação de Vila Real do São Francisco. Em 1733 o termo de Villa Nova foi desmembrado do Santo Amaro das Brotas e elevado oficialmente a categoria de Vila e com a nova denominação Vila Nova D`el Rei. Em meados de 1817 perde quatro quintos do seu território para a criação da freguesia de Santo Antônio do Urubu de Baixo (atualmente a cidade de Propriá) ficando seu termo com dez léguas de norte a sul. Em 6 de março de 1835, graças a Lei provincial recebe a categoria de comarca com o nome de Vila Nova do São Francisco, compreendendo o seu termo ao de Propriá e de Porto da Folha. Aos 23 de novembro de 1910 a Lei estadual n° 583 elevou a Vila a categoria de cidade com a denominação de Villa Nova sendo seu primeiro prefeito Antônio Ataíde, esta data do 23 de novembro marca o reconhecimento do território como cidade e um certo empoderamento político, entretanto a emancipação política já havia ocorrido no século XIX. Somente em 30 de abril de 1940 com o decreto de Lei 272 da Interventoria Federal no Estado de Sergipe, é que a cidade recebe a designação atual, Neópolis, palavra que batiza por definitivo a cidade. No dia 18 de outubro de 1979 Neópolis comemorou trezentos anos da Paróquia Santo Antônio e consequentemente do título de freguesia,tendo em vista a igualdade da data religiosa com a de formação da autonomia administrativa que séculos mais tarde resultou na cidade, as autoridades municipais decidiram por decreto de lei que a partir daquele ano a celebração do aniversário da cidade seria em um feriado municipal na data 18 de outubro. O feriado se tornou tradicional para os neopolitanos que se habituaram a celebrar o aniversário de Neópolis com festas que vão de cavalgada, quermesse e serestas a programações religiosas. == Geografia == Localiza-se a uma latitude 10º19'12\" sul e a uma longitude 36º34'46\" oeste, estando a uma altitude de 30 metros. Sua população estimada em 2004 era de 20 141 habitantes. A densidade demográfica é de 75,5 hab/km² Possui uma área de 249,9 km². O tipo de vegetação do município é o cerrado, porém a degradação ambiental é muito grande na região, pois atualmente, as manchas de cerrado estão sendo substituídas por plantações de cana-de-açúcar e pastagem. No período de 1991 a 2000 o Índice de Desenvolvimento Urbano de Neópolis cresceu e passou de 0,547 em 1991 para 0,621 em 2000. A dimensão que mais contribuiu foi a educação com 45,1%. Em relação aos outros municípios do estado, Neópolis se encontra numa posição intermediária com a 35ª colocação, sendo que, 34 municípios estão em situação melhor e 40 município sergipanos estão em situação igual ou pior. == Demografia == == Povoados == Nas tabelas a seguir estão os nomes das localidades que compõem ou compuzeram a zona rural do município de Neópolis. São denominações de origem popular. Povoados na atualidade Água Vermelha Alto da Roinha Alto de Santo Antônio Betume Brasília Cacimbas Fazendinha Flor do Brejo Mata das Varas Mundé da Onça Mussuípe Novo Horizonte Passagem Pelicão Pindoba Porteiras Sítio São José Sordeiro Tapera Tenórios Tiririca Povoados desmembrados Ano do desmembramento Observações Santo Antônio do Urubu de Baixo 1718 Atual município de Propriá Espiga da gata anos 1980 movimento migratório e despovoamento Carrapicho 1993 Atual município de Santana do São Francisco Saúde 1993 Atual povoado de Santana do São Francisco == Turismo == === Carnaval de rua === Neópolis possui um dos mais tradicionais carnavais do Estado e do Nordeste. Considerado o 2º. melhor carnaval de rua com o ritmo frevo do mundo, ficando atrás somente do carnaval de Olinda em Pernambuco. É conhecida como a capital sergipana do frevo ou Terra do frevo pela influência da festa popular. A festa começou pequena quando operários saiam das fabricas e iniciavam os festejos vestindo roupas velhas ou fantasias improvisadas e na brincadeira do mela-mela, onde se banhavam de talco perfumado ou alfazema, dançavam embalados por marchinhas de carnaval e a orquestra de frevo, o bloco chamado de \"Zé Pereira\" percorria as ruas e ladeiras da cidade e sempre acabava com um banho nas águas do \"Velho Chico\". A comemoração foi crescendo entre os habitantes do próprio município e regiões vizinhas, como a cidade alagoana de Penedo e na atualidade a festa ganhou proporções bem maiores e agrega gente de vários Estados brasileiros, em sua maioria turistas de Alagoas e Bahia. Alguns costumes mudaram, na brincadeira do mela-mela o talco perfumado deu lugar a farinha de trigo, suco em pó diluído e tinta preta com melaço de cana-de-açucar, as orquestras de frevo também tocam músicas do Olodum, mas a diversão continua a mesma e os foliões e as folionas aproveitam os cinco dias de carnaval no famoso bloco \"Zé Pereira\" com banho em carros-pipa que ficam posicionados durante o percurso do bloco. A noite a festa continua na Praça de eventos Hildebrando Torres de Souza onde diversas atrações de variados ritmos musicais ocupam o palco para animar o público. Já passaram pela festa noturna do carnaval de Neópolis músicos de ritmos variados e renome nacional como Alceu Valença, Moraes Moreira, Orquestra Popular da Bomba do Hemetério, Edson Gomes, Ninha e Edcity. === Povoado Passagem === A Vila Operária da Passagem fica situada próxima a sede do município, a poucos 119km da capital Aracaju, às margens do rio São Francisco. Trata-se de um complexo residencial para os operários da fábrica de tecidos Peixoto Gonçalves & CIA LTDA, fundada em 1907, e que até hoje mantém tradições e regras próprias. Vale a pena fazer uma visita em busca dessas tradições, conversar com seus moradores e fotografar as casas pintadas tradicionalmente em branco e azul. O povoado possui cinema, igreja, salão social, clube de festas, campo de futebol, creche, posto de saúde e outros serviços todos ofertados em prédios centenários que foram pensados para ser ali um povoamento com serviços próprios e independente, tudo fruto do empreendedorismo e visão de futuro dos empresários da família Peixoto. Seus mais de 900 moradores residentes em casinhas enfileiras pitadas de branco e com detalhares em azul, que remontam às cores da fábrica, são funcionários, filhos, netos ou pais de operários da fábrica de tecidos Peixoto Gonçalves & CIA. Desde sua fundação em 1907 a fábrica está em funcionamento e até hoje a vila preserva as características originais e centenárias. A localidade não tem tradição nem infraestrutura a contento, turisticamente falando, mas as histórias e a arquitetura urbanística fazem com que a Vila Operária seja um forte apelo para visitá-la. == Prefeitos == N° Prefeito (a) Imagem Início do mandato Fim do mandato Observações 1 Antônio Ataíde 1910 1911 1º Interventor da Cidade 2 Antônio Vieira Bastos 1911 1912 3 João Tojal 1912 1913 4 Leôncio Guedes Barreto 1913 - 5 João Ferreira Cruz 1916 1919 6 Agesislau Baptista Martins Soares 1919 1922 7 Pe. Arthur Alfredo Passos 1922 1925 8 Miguel Monteiro Barbosa 1925 1928 9 Manoel Leite Serra 1928 1930 10 Manoel Eleutério de Santana 1930 1935 11 Mario Melins 1935 1938 12 Cleóbulo Calumby Barreto 1938 1940 13 Pe. Arthur Alfredo Passos 1940 1941 14 José Sales de Campos 1941 1942 15 Dr.Mário Gonçalves 1942 1945 16 Braulio de Aguiar Cardoso 1945 - Mandato interino 17 João da Silva Pequeno 1945 1947 18 Hebe Carvalho de Vasconcelos 1947 - Primeira e até o momento a única mulher a assumir o cargo de prefeita no município 19 Carity Feitosa 1947 1951 Eleito 20 Hildebrando Torres de Souza 1951 1955 Eleito 21 José Machado Barreto 1955 1959 Eleito 22 José Barbosa de Lemos 1959 1963 Eleito 23 Carlos Torres de Souza 1963 1966 Eleito 24 Amintas Diniz de Aguiar Dantas 1966 1966 Mandato interino 25 Sebastião Campos de Jesus Lima 1967 1971 Eleito 26 Amintas Diniz Tojal Dantas 1971 1973 Eleito 27 José Barbosa de Lemos 1973 1976 Eleito 28 Carlos Torres de Souza 1976 1982 Eleito 29 Sebastião Campos de Jesus Lima 1983 1986 Eleito 30 Eronildes Gomes do Sacramento 1986 1989 Assumiu o comando da cidade após a morte de Sebastião Campos de Lima 31 José Teixeira Alves Filho 1º de Janeiro de 1989 1º de Janeiro de 1993 Eleito em sufrágio universal. 32 Luiz Melo de França 1º de Janeiro de 1993 1º de Janeiro de 1997 Eleito em sufrágio universal. 33 Amintas Diniz Tojal Dantas 1º de Janeiro de 1997 1º de Janeiro de 2001 Eleito em sufrágio universal. ' ' Amintas Diniz Tojal Dantas 1º de Janeiro de 2001 1º de Janeiro de 2005 Reeleito em sufrágio universal. 34 José Teixeira Alves Filho 1º de Janeiro de 2005 2008 Eleito em sufrágio universal, renunciou ao cargo. 35 Carlos Roberto Guedes de Souza 2008 1º de Janeiro de 2009 Vice-prefeito eleito, assumiu o cargo de prefeito após renúncia do titular. ' ' Carlos Roberto Guedes de Souza 1º de Janeiro de 2009 20 de maio de 2009 Reeleito em sufrágio universal. Mandato cassado pelo TRE-SE. 36 Felipe Feitosa Barreto (Interino) 20 de maio de 2009 9 de novembro de 2009 Presidente da câmara de vereadores no cargo de prefeito após afastamento do titular. 37 Marcelo Guedes Souza 9 de novembro de 2009 1º de Janeiro de 2013 Eleito em sufrágio universal. Eleições diretas suplementares. 38 Amintas Diniz Tojal Dantas 1º de Janeiro de 2013 1º de Janeiro de 2017 Eleito em sufrágio universal. 39 Luiz Melo de França 1º de Janeiro de 2017 5 de setembro de 2018 Eleito em sufrágio universal. Mandato cassado pelo TRE-SE. 40 Célio Lemos Bezerra (Interino) 5 de setembro de 2018 1º de Janeiro de 2021 Presidente da câmara de vereadores no cargo de prefeito após afastamento do titular. ' ' Célio Lemos Bezerra 1º de Janeiro de 2021 atualidade Eleito em sufrágio universal. Neópolis Categoria:Fundações no Brasil em 1679",
 "title": "Neópolis"
}