{
 "id": "34764",
 "text": "Tomar do Geru é um município brasileiro do estado de Sergipe, situado na Região Nordeste do Brasil.https://www.ibge.gov.br/cidades-e-estados/se/tomar- do-geru.html Emancipado definitivamente em 1953, encontra-se na região Sudoeste do Estado, grande produtor de pedras. Tomar do Geru se situa a 43,9 km a leste de Tobias Barreto, a maior cidade nos arredores. Além de Tomar do Geru, estão na região Itabaianinha, Cristinápolis, Tobias Barreto e Poço Verde. == História == Existe uma lenda de que, quando Tomar do Geru ainda era aldeia, teria aparecido a imagem de Nossa Senhora do Perpétuo Socorro dentro de um gravatá no meio da mata, onde hoje é a igreja. A imagem teria sido encontrada pelos índios Kiriris e entregue aos padres jesuítas, que a teriam levado para onde estava sendo construída a cidade, as casas, a capela e o cemitério. Mas, à noite, a imagem teimaria em voltar para a mata onde teria sido encontrada. Na manhã seguinte, a imagem de Nossa Senhora do Perpétuo Socorro era novamente transportada. Teriam sido várias vezes levando e ela voltando, até que os padres teriam decidido construir uma igreja e, lá, teriam colocado a imagem de onde ela nunca mais teria saído. Lendas à parte, a atual Igreja de Nossa Senhora do Socorro foi construída em 1688 por iniciativa do padre jesuíta italiano Luís Vincêncio Mamiani (1652-1730). O mesmo também foi responsável pela elaboração de uma gramática da língua dos índios cariris (também chamados quiriris e quipeás) que habitavam a região.http://biblio.etnolinguistica.org/autor:luis-mamiani Outra lenda conhecida no município é a do Boqueirão. Numa capela onde existia muito ouro, após a expulsão dos religiosos que zelavam pela mesma, as pessoas retiraram todo o ouro e o transportaram em carro de boi para a cidade de Itabaianinha, para doar a Nossa Senhora da Conceição. No meio da viagem, o carro de boi quebrou o eixo, levando os transportadores a desistirem da viagem e a enterrarem o ouro. Em 25 de novembro de 1953, Geru foi transformada em cidade através de lei sancionada pelo então governador Arnaldo Garcez, que oficializou a sua denominação histórica: Tomar do Geru. == Geografia == Localiza-se a uma latitude 11º22'24\" sul e a uma longitude 37º50'26\" oeste, estando a uma altitude de 170 metros. Sua população estimada em 2004 era de 13.641 habitantes. Já na divisa com a Bahia dividido pela bacia hidrografica do rio Real, o município de Tomar do Geru, fica a 131 quilômetros de Aracaju e tem uma das mais belas e antigas igrejas católicas de Sergipe. == Religião == O município tem uma forte tradição religiosa. No período da Quaresma, acontece a Lamentação das Almas, uma penitência realizada somente por homens, mas na Sexta-feira Santa, acontece junto com as mulheres. Na Sexta-Feira da Paixão é realizada a procissão dos penitentes, onde os homens fazem autoflagelação. Em setembro acontece a Festa da Padroeira, Nossa Senhora do Socorro. A igreja de Nossa Senhora do Socorro, padroeira de Tomar do Geru, é tombada pelo Patrimônio Histórico e Artístico Nacional. A igreja foi erguida em 1688, pelo padre Luiz Mamiani Della Rovere. Na porta existe a inscrição MDCLXXXVIII. A historia desse monumento é fascinante, existem segredos que permeiam a Igreja. A cidade Tomar, em Portugal, é de origem templária e os estudiosos afirmam que os templários tiveram influências, tidas como pagãs, vindo a influenciar os jesuítas. Sendo que os mesmos eram templários sobreviventes da inquisição feita pela Igreja Católica Apostólica Romana e Felipe IV de França, o Belo. Foi na Contra-Reforma para originar a Companhia de Jesus: jesuítas repletos de templários com a sabedoria não-cristã. A igreja de Tomar do Geru tem influência artística jesuítico-templária. Como exemplo temos o obelisco em cima da torre é um Poste-Ídolo proveniente do Egito Antigo, onde adorava-se o deus Amon-Rá e Ísis. Esse tipo de monumento é encontrado na Antiga Babilônia, atual Iraque. Outro exemplo é a flor-de-Ìsis encontrada em vários locais da igreja, no anagrama dos jesuíta onde está escrito J.H.S (Jesus Hominum Salvatori) do meio do H sai uma lança simbolizando o falo, e na ponta da lança a flor-de-Ísis simbolizando o órgão genital feminino, típicos da crença de sociedade secreta como os templários. Há lendas de tesouros escondidos, sendo o que realmente intriga não são as várias lápides mortuárias, datadas de 1750, porém, uma que mais parece com uma porta para um túnel. Os historiadores afirmam que era muito comum, em tais construções, haver saídas secretas, em caso de ataque, principalmente quando se trata de aldeiamento, como geruacu que serviu de base militar para a Colônia d´El-Rei contra os mocambos da Bahia. Suas paredes são estranhamente largas para tão pouco compartimentos acessíveis. Historiadores da arte afirmam que a igreja de Geru é a mais bela de todas as igrejas missionárias do século XVII, fora da Bahia. O ouro e as figuras barrocas são marcantes. == Economia == Atividades econômicas - Agricultura (laranja) e pedra. Tem forte tradição do carro de boi. == Cultura == A cidade de Tomar do Geru vem se desenvolvendo aos poucos e seus habitantes têm procurado expandir sua cultura, a qual é muito rica em folclore como: dança de São Gonçalo, dança de São João, bumba-meu-boi, e outras. E conta ainda com Gerson Tomaz, o poeta cordelista que em seus dois livros “Minha Terra, Minha Vida” usa poesia para historiar e resgatar a memória de seu povo. Sempre houve grandes repentista como: José Raimundo (Cachacinha) e José Correia (Zé Doidinho). E Grupos Musicais Gospel como: Banda Gênnesis; Banda Sâmaras; e Mensageiros da Esperança, Atualmente existe na cidade o Grupo Danç- êH-Sá, que desenvolve trabalhos com materiais recicláveis para a produção de diversos ritmos dançantes. Categoria:Municípios de Sergipe",
 "title": "Tomar do Geru"
}