{
 "id": "34776",
 "text": "{{Info/Município do Brasil | nome = Areiópolis | foto = Igreja em Areiópolis 160208 1.JPG | leg_foto = | apelido = | brasão = Brasão de Areiópolis.png | bandeira = Bandeira Areiópolis.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 18 de fevereiro de 1959 | fundação = | emancipação = | gentílico =areiopolitano | lema = | prefeito = Antonio Marcos dos Santos | partido = PL |mandato_início = 2021 |fim_mandato = 2024 | mapa = SaoPaulo Municip Areiopolis.svg | latP = S | latG = 22 | latM = 40 | latS = 04 | lonP = O | lonG = 48 | lonM = 39 | lonS = 54 | estado = São Paulo | mesorregião = Bauru | data_mesorregião = IBGE/2008 | microrregião = Bauru | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Igaraçu do Tietê, Macatuba, Lençóis Paulista, São Manuel | dist_capital = 278 | área = 85.947 | área_ref = | população = 11186 | data_pop = Censo IBGE/2021 | altitude = 635 | clima = Subtropical | sigla_clima = Cfb | idh = 0.695 | data_idh = IBGE/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 13.182,41 | data_pib_per_capita = IBGE/2020 }} Areiópolis é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 22º40'05\" sul e a uma longitude 48º39'54\" oeste, estando a uma altitude de 635 metros. Sua população estimada em 2021 era de 11.186 habitantes. Possui uma área de 85,9 km². É conhecida na região como a \"Cidade Criança\". == História == O povoado de Areiópolis surgiu de um aglomerado (Vila Areia Branca) na confluência de várias propriedades agrícolas que exploravam a cultura do café, na região compreendida entre os Municípios de Lençóis Paulista, São Manuel e Igaraçu do Tietê. Em 1893, começou a formação da Vila de Areia Branca com a doação à Capela de Santa Cruz de onze alqueires de terras à margem esquerda do rio Areia Branca por Joaquim Ignácio de Oliveira Gois e seu cunhado, Antônio Gonçalves da Silva à Mitra Diocesana de Botucatu para loteamento, por vias de aforamento, à denominada Fábrica de Santa Cruz. Por volta de 1906, a então Vila Areia Branca passou a denominar-se Areiópolis, topônimo derivado de seu principal rio, Areia Branca. Após ter sido elevada a distrito de paz, vários melhoramentos foram introduzidos na vila, tais como, instalação de Cartório de Registro Civil e iluminação elétrica. == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Ligações externas == * Página da prefeitura * Areiópolis no WikiMapia Areiopolis Categoria:Fundações em São Paulo em 1959",
 "title": "Areiópolis"
}