{
 "id": "34775",
 "text": "Abu Dhabi ou, em grafia alternativa portuguesa, Abu Dabi (em árabe: أبو ظبي‎, transcr.: 'Abū Ẓabī, ) é a capital dos Emirados Árabes Unidos e também o maior de todos os Emirados com uma área de , equivalente a 86,7% da área total do país, excluindo as ilhas. Tem um litoral que se estende por mais de 400 quilômetros e é dividido para propósitos administrativos em três regiões principais. A primeira região cerca a cidade de Abu Dabi, que é a capital do emirado e a capital federal. O líder político dos Emirados Árabes Unidos reside nesse mesmo local. Os edifícios parlamentares nos quais o Gabinete Federal se encontra, a maioria dos ministérios federais e instituições, embaixadas estrangeiras, instalações de radiodifusão estatais e a maioria das companhias de petróleo também ficam situadas em Abu Dabi, que também é a casa da Universidade de Zayed e as Faculdades de Altas Tecnologias. Instalações de infraestrutura principais incluem Mina (Porto) Zayed e o Aeroporto Internacional de Abu Dabi. A cidade também tem extensos espaços culturais, de desporto e instalações desocupadas, junto com o Abu Dabi Corniche maravilhosamente criado, que oferece muitos quilômetros de passeios seguros e ciclismo, ao longo da beira-mar de Abu, ilha de Dabi. A cidade também tem uma arquitetura fascinante, onde foram preservados edifícios mais velhos como mesquitas pequenas, que se situam confortavelmente na sombra de arranha-céus modernos e futurísticos. Abu Dabi, cresceu muito nos últimos anos, devido ao petróleo. Sedia, desde 2009, uma das etapas do Campeonato Mundial de F1. == Etimologia == A origem do nome \"Abu Dabi\" é incerta e significa \"pai do cervo\", provavelmente referindo-se aos poucos cervos que habitam o emirado. De acordo com Bilal Al Budoor, assistente de subsecretário para os assuntos culturais do Ministério de Desenvolvimento da Juventude, Cultura e Comunidade, existe uma lenda que relaciona um caçador de cervos que teria sido conhecido como \"o pai dos cervos\", daí o nome. O nome original de Abu Dabi foi \"Milh\" com o significado de sal, possivelmente referindo-se às águas salgadas do Golfo Pérsico. Alguns beduínos chamam a cidade de Um Dabi (mãe do cervo), enquanto registos britânicos referem-se ao local como Abu Dabi. Segundo alguns relatos históricos, o nome de Abu Dabi foi usado pela primeira vez há mais de 300 anos. Abu Dabi é pronunciado como \"Bu Dabi\" pelos habitantes da costa ocidental da cidade. Na parte oriental da cidade, a pronúncia é \"Abu\". == História == === Pré-história e Antiguidade === Abu Dabi tem várias evidências arqueológicas que aponta para civilizações como a Cultura Um Anar, que viveu na região no terceiro milênio a.C. Assentamentos também foram encontrados longe fora da cidade moderna de Abu Dabi, próximos da cidade de Al Ain. Há evidências de civilizações em torno da montanha de Hafeet (Jebel Hafeet). Esta localização é muito estratégica, pois é a montanha a segundo mais alta dos Emirados Árabes Unidos, por isso teria grande visibilidade. === Comércio de pérolas === Os beduínos Bani Yas originalmente viveu no Oásis de Liuá. Esta tribo era a mais significativa na área, tendo mais de 20 surramos. Em 1793, o subrramo Albu Falá migrou para a ilha de Abu Dabi, na costa do Golfo Pérsico, devido à descoberta de água fresca. Uma família dentro deste ramo era a família Al Nahyan, da qual descende os governantes de Abu Dabi atuais. Abu Dabi trabalhou no comércio de pérolas. O Golfo Pérsico era a melhor região para encontrar pérolas. Mergulhadores procuravam pérolas até trinta vezes por dia. Não havia tanques de oxigênio e era proibido qualquer outro tipo de dispositivo mecânico. Os mergulhadores tinha um clipe de couro para o nariz e revestimentos em seus dedos das mãos e dos pés para protegê-los enquanto procuravam ostras. Os mergulhadores não eram pagos por dia de trabalho, mas com uma parcela dos ganhos da estação. === Descobertas de petróleo === Na década de 1930, como a decadência do comércio de pérolas, o interesse cresceu nas possibilidades de encontrar petróleo na região. Em 5 de janeiro de 1936, a Desenvolvimento Petrolífero Ltd (PDTC), uma empresa associada da Iraq Petroleum Company, firmou um contrato de concessão com o governante, o xeque Shakhbut bin Sultan Al Nahyan, para explorar petróleo no local. Isto foi seguido por uma concessão de 75 anos assinada em janeiro de 1939. No entanto, devido ao terreno desértico, a exploração do interior foi repleta de dificuldades. Em 1953, a D'Arcy Exploration Company, o braço de exploração da BP, obteve uma concessão no mar, que foi então transferido para uma empresa criada para operar a concessão: Abu Dabi Áreas Marinhas (ADMA) foi uma joint venture entre a BP ea Compagnie Française des Pétroles (mais tarde Total S.A.). Em 1958, usando uma plataforma de perfuração marítima, a ADMA Empresa, atingiu no campo de Umm Shaif a uma profundidade de cerca de 2 669 metros.Morton, Michael Quentin, \"The Abu Dhabi Oil Discoveries\", GEO Expro article, issue 3, 2011.GEO ExPro - The Abu Dhabi Oil Discoveries Em 1962, a empresa descobriu o campo Bu Hasa e em 1965 descobriu o campo offshore de Zakum. Além dos campos de petróleo mencionados, os principais campos produtores onshore são ASAB, Sahil e Shah, e offshore são al-Bunduq, e Abu al- Bukhoosh. == Geografia == A cidade de Abu Dabi está na parte nordeste do Golfo Pérsico na Península Arábica. A cidade está localizada em uma ilha a menos de 250 metros a partir do continente e está ligada ao continente pelas pontes Maqta e Mussafá. Uma terceira, a ponte Xeique Zaíde, projetado por Zaha Hadid, foi inaugurada no final de 2010. A ilha de Abu Dabi também está ligado à ilha Saadiyat por uma autoestrada de cinco faixas. A ponte Al-Mafraq liga a cidade à ilha Reem e foi concluída no início de 2011. Esta é uma ponte de intercâmbio de múltiplas camadas e tem 27 pistas que permitem a movimentação de cerca de 25 mil automóveis por hora. Existem três grandes pontes do projeto, o maior tem oito pistas, quatro saindo da cidade de Abu Dabi e quatro a chegar. === Clima === Abu Dabi tem um clima desértico quente (classificação climática de Köppen: BWh). O céu azul ensolarado pode ser esperado durante todo o ano. Os meses de junho a setembro são geralmente extremamente quentes e úmidos, com temperaturas máximas em média acima de 38 °C. Durante este período, tempestades de areia podem ocorrer de forma intermitente, em alguns casos, reduzindo a visibilidade a alguns metros. == Demografia == Em 2006, a população do emirado era habitantes.Welcome to Abu Dhabi - Population , visitabudhabi.ae Como o emirado cobre uma área de quilômetros quadrados, quase 87% dos Emirados Árabes Unidos (EAU), a densidade populacional é 21,73/km². Abu Dabi também classifica como a 67ª cidade mais cara do mundo e a segunda na região, atrás de Dubai. Em 2014, 477 000 das 2 650 000 pessoas que viviam no emirado eram cidadãos dos EAU. Aproximadamente 80% da população eram estrangeiros. A idade média no emirado era de cerca de 30,1 anos. A taxa de natalidade bruta, em 2005, foi de 13,6%, enquanto a taxa de mortalidade bruta foi de cerca de 2%.%. O Artigo 7 da Constituição Provisória dos UAE declara o islã a religião oficial dos Emirados Árabes Unidos. O governo subsidia quase 95% das mesquitas e emprega todos os imames. A maioria das mesquitas são orientadas ao maliquismo.UAE Constitution Article 7 A maioria dos habitantes de Abu Dabi são trabalhadores expatriados da Índia, Paquistão, Eritreia, Etiópia, Somália, Bangladesh, Sri Lanka, Filipinas, Reino Unido e vários países de todo o mundo árabe. Alguns destes expatriados estão no país há muitas décadas, mas apenas alguns deles conseguiram a nacionalidade.Abu Dhabi Expats Consequentemente, inglês, hindustâni, malaialo, túlu, tâmil, somali, tigrínio, amárico e bengali são línguas amplamente faladas. A população nativa são árabes que fazem parte de uma sociedade baseada em clãs de língua árabe. A família Al Nahyan, parte do ramo Alfalá do clã Bani Ias, governa o emirado e tem um lugar central na sociedade do país.Al Nahyan Family == Política == === Cidades-irmãs === Abu Dhabi é geminada com as seguintes cidades: * Belém, Palestina * Madrid, Espanha (2007) * Houston, Estados Unidos (2002)Abu Dhabi, Houston to sign 'Sister City' pact UAE - The Official Web Site - News . Uaeinteract.com. Acessado em 16 de julho de 2009. * Brisbane, Austrália (2009)Zawya.com Abu Dhabi, Brisbane ink sister city agreement * Islamabade, Paquistão * Minsque, Bielorrússia (2007) * Nicósia, Chipre (2004) * Iquique, Chile * Jacarta, Indonésia * Kish, Irã * Rosquilda, Dinamarca (2011) == Economia == A grande riqueza de hidrocarbonetos dos Emirados Árabes Unidos criou um dos maiores PIB per capita do mundo e Abu Dabi detém a maioria desses recursos - 95% do petróleo e 92% do gás natural.http://www.emirates247.com/eb247/economy/uae-economy/abu-dhabi-s-oil- reserves-to-last-another-150-years-2010-03-31-1.100837 Abu Dabi detém, portanto, 9% das reservas comprovadas de petróleo do mundo e quase 5% de gás natural do mundo (5,8 trilhões de metros cúbicos). A produção de petróleo nos Emirados Árabes Unidos foi de 2,3 milhões de barris por dia (bpd) em 2010 e projetos estão em andamento para aumentar a produção para 3 milhões de bpd. Nos últimos anos, o foco voltou-se para o gás, com o aumento do consumo interno de energia, a dessalinização e a reinjeção do gás em campos de petróleo, o que aumentou a demanda. A extração de gás não é isenta de dificuldades, no entanto, como demonstrado pelo projeto de gás ácido em Shah; onde o gás é rico em conteúdo de sulfureto de hidrogênio e é caro para desenvolver e processar. O governo tem tentado diversificar seus planos econômicos. Com os altos preços do petróleo registrados na década de 2000, o PIB não-petrolífero e de gás do país ultrapassou a parte atribuível ao setor da energia. O PIB não-petrolífero constitui agora 64% do PIB total dos EAU. Essa tendência se reflete em Abu Dabi com o novo investimento substancial na indústria e nos setores imobiliário, de turismo e de varejo. Como Abu Dabi é o maior produtor de petróleo dos EAU, ele colheu o máximo de benefícios a partir dessa tendência. Ele assumiu um programa de diversificação e a liberalização ativa para reduzir a dependência do país do setor dos hidrocarbonetos. Isto é evidente na ênfase na diversificação industrial, com a conclusão das zonas francas, como a Cidade Industrial de Abu Dabi. Houve também uma unidade para promover os setores do turismo e imobiliário, com a Dhabi Tourism Authority Abu e a Companhia de Desenvolvimento do Turismo, com vários projetos de desenvolvimento em larga escala. Esses projetos serão servidos por uma infraestrutura de transporte melhorada com um novo porto, um aeroporto ampliado e uma ligação ferroviária proposta entre Abu Dabi e Dubai, todos os projetos em fase de desenvolvimento. Abu Dabi é o emirado mais rico dos Emirados Árabes Unidos em termos de Produto Interno Bruto (PIB) e renda per capita. Mais de 1 trilhão de dólares são investidos nesta cidade. Em 2010, o PIB per capita também chegou a 49 600 dólares, que ocupa a nona posição no mundo depois de Qatar, Liechtenstein e Luxemburgo, entre outros. A tributação em Abu Dabi, como no resto dos Emirados Árabes Unidos, é nula por um residente e para empresas que não sejam bancos ou ligadas ao setor de petróleo. Abu Dabi também está planejando muitos projetos futuros que compartilham com o Conselho de Cooperação dos Estados Árabes do Golfo (GCC) e tem 29% de todos os futuros planejamentos do CCG. Os Emirados Árabes Unidos são uma economia em rápido crescimento: em 2006, a renda per capita cresceu 9%, proporcionando um PIB per capita de 49 700 dólares e o terceiro no mundo em paridade de poder aquisitivo. O fundo soberano de Abu Dabi, a Autoridade de Investimentos de Abu Dabi (ADIA), atualmente estimado em 875 bilhões de dólares, é o mais rico fundo soberano do mundo em termos de valor dos ativos totais.Asset-backed insecurity. The Economist. 17 de janeiro de 2008 A Etihad Airways mantém sua sede em Abu Dabi.\"Our offices .\" Etihad Airways. Acessado em 6 de fevereiro de 2009. == Ver também == *História dos Emirados Árabes Unidos == Ligações externas == * * * * Beaches To Visit In Abu Dhabi Praias para visitar em Abu Dhabi",
 "title": "Abu Dhabi"
}