{
 "id": "34782",
 "text": "{{Info/Município do Brasil |nome = Auriflama |foto = Matriz auri.jpg |apelido = Capital Regional da Lingerie \"Vila Áurea |brasão = Auriflama.PNG |bandeira = Bandeira de auriflama.png |link_brasão = |link_bandeira = |link_hino = |fundação = |gentílico = auriflamense |lema = Ex concordia felicitas \"A felicidade vem da harmonia\" |prefeito= Katia Conceição Morita de CarvalhoPrefeita e vereadores de Auriflama tomam posse Portal G1 - acessado em 2 de janeiro de 2021 |partido = MDB |mandato_início = 2021 |fim_mandato = 2024 |vereadores = 9 |mapa = SaoPaulo Municip Auriflama.svg |latP = S | latG = 20 | latM = 41 | latS = 09 |lonP = O | lonG = 50 | lonM = 33 | lonS = 18 |estado = São Paulo |mesorregião = São José do Rio Preto |data_mesorregião = IBGE/2008 |microrregião = Auriflama |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Palmeira d'Oeste, Dirce Reis, Pontalinda, General Salgado, Santo Antônio do Aracanguá e Guzolândia |dist_capital = 569 |área = 434 |área_ref = |população = 15123 |data_pop = estimativa IBGE/2018 |altitude = 482 |clima = tropical |sigla_clima = Aw |idh = 0.787 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2009 |pib_per_capita = 12323.94 |data_pib_per_capita = IBGE/2009 |aniversário = 20 de novembro|padroeiro = Nossa Senhora da Conceição Aparecida|site_prefeitura = http://www.auriflama.sp.gov.br|emancipação = 30 de dezembro de 1953|undefined = }} Auriflama é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 20º41'08\" sul e a uma longitude 50º33'17\" oeste, estando a uma altitude de 482 metros. O município possui uma população estimada em habitantes, conforme dados do IBGE de 2018. Sua área é de 434 km². == História == Por volta de 1935, já havia algumas famílias de moradores e proprietários rurais, antes da chegada dos pioneiros da cidade. Já em Junho de 1936, o sertanista João Pacheco de Lima, junto de seu filho Paulo e amigos Waldevino Nery dos Reis, Antônio Joaquim Nery e José Joaquim Nery se deslocaram de Ipiguá, próximo a São José do Rio Preto, para as terras que ele havia comprado e então iniciou as primeiras picadas para formação do povoado nas terras que ficaram conhecidas por Vila Pacheco. Em 02 de Novembro de 1936, um pequeno número de habitantes levantou um cruzeiro próximo à uma figueira que se localizava no pico mais alto das terras, e o Padre Agostinho dos Santos Pereira celebrou a primeira missa na povoação, já em 20 de Novembro de 1937, que passou a se denominar vila Áurea, nome dado em homenagem à Áurea de Souza Lima, filha do fundador. As férteis terras de Auriflama atraíram muitas famílias, destacando-se, além dos irmãos Nery já citados, as de Joaquim Graciano de Paiva, Osório Messias de Almeida, Sebastião Machado e Filadelfo Rodrigues de Souza, entre outros, que auxiliaram na definitiva implantação da comunidade. == Geografia == === Demografia === Dados do IBGE - 2010 População Total: 14.202 * Urbana: 12.948 * Rural: 1.254 * Homens: 7.187 * Mulheres: 7.015 Densidade demográfica (hab./km²): 32,72 Taxa de Alfabetização: 92,6% Dados do IBGE - 2000 Mortalidade infantil até 1 ano (por mil): 14,28 Expectativa de vida (anos): 72,09 Taxa de fecundidade (filhos por mulher): 1,96 Índice de Desenvolvimento Humano (IDH-M): 0,787 * IDH-M Renda: 0,734 * IDH-M Longevidade: 0,785 * IDH-M Educação: 0,842 (Fonte: IPEADATA) === Hidrografia === * Rio Tietê * Rio São José dos Dourados * Córrego do Barreiro === Rodovias === * SP-310 - Rodovia Feliciano Salles Cunha * SP-463 - Rodovia Elyeser Montenegro Magalhães == Órgãos políticos == == Telecomunicações == A cidade era atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP), que construiu em 1974 a central telefônica que é utilizada até os dias atuais. Em 1975 passou a ser atendida pela Telecomunicações de São Paulo (TELESP), até que em 1998 esta empresa foi privatizada e vendida para a Telefônica. Em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. ==Ligações externas== * * Categoria:Fundações em São Paulo em 1937",
 "title": "Auriflama"
}