{
 "id": "3478",
 "text": "As traqueídes, células do xilema, são células cilíndricas, alongadas e com numerosos poros, tanto nas paredes laterais, como nas apicais. A parede celular das traqueídes encontra-se reforçada com lignina, um composto químico produzido apenas pelas plantas, que as torna impermeáveis e rígidas. Esta rigidez possibilitou que as plantas desenvolvessem um hábito ereto e, finalmente, que algumas delas se tornassem árvores. Pelo fato dessas células estarem impermeabilizadas, não realizaram trocas essenciais à sua sobrevivência e, portanto, são células mortas. As traqueídes não apenas fornecem canais para a passagem de água e sais minerais, mas em muitas plantas atuais também proporcionam sustentação para os caules. São o único tipo de célula condutora de água na maioria das plantas vasculares, à exceção das angiospermas e de um grupo peculiar de gimnospermas, conhecido como gnetófitas (filo Gnetophyta). As traqueídes são mais primitivas (ou seja, menos especializadas) que os elementos de vaso, que são as principais células condutoras de água nas angiospermas. == Traqueídes x Elementos de Vaso == Em comparação às traqueídes, os elementos de vaso são, geralmente, considerados mais eficientes na condução de água porque a água flui, de modo relativamente livre, de um elemento de vaso a outro através das perfurações. Porém, os elementos de vaso, por formarem um sistema aberto, são menos seguros que as traqueídes para a planta. A água, ao fluir de uma traqueíde para outra, precisa atravessar a membrana das pontoações (paredes primárias finas e modificadas) de um par de pontoações. Embora a membrana da pontoação, por ser porosa, ofereça pouca resistência à passagem da água, ela bloqueia até mesmo as menores bolhas de ar. Assim, as bolhas de ar que se formam em uma traqueíde – por exemplo, durante o congelamento e o descongelamento alternados da água do xilema durante a primavera – ficam restritas àquela traqueíde, e qualquer obstrução resultante para o fluxo da água é também limitada. == Diferenciação == A diferenciação das traqueídes é um exemplo de morte celular programada. O vacúolo se alonga em toda a célula, nisso se sintetiza mais camadas celulósicas para a formação da parede secundária. A parede secundária vai sendo depositada internamente à parede primária em toda a célula, exceto nas pontoações e nas áreas da parede primária onde se desenvolverão as futuras perfurações. Ocorre, então, a deposição de lignina e com isso a apoptose do vacúolo e o núcleo da célula. Permanecendo, assim, somente a parede secundária lignificada.RAVEN, Peter H. ; EICHHORN, Susan E.; EVERT , Ray F. Evert . Biologia Vegetal. 8. ed. Rio de Janeiro: GUANABARA KOOGAN LTDA., 2014. 1637 p. Categoria:Anatomia vegetal Categoria:Fisiologia vegetal",
 "title": "Traqueídeo"
}