{
 "id": "34790",
 "text": "{{Info/Município do Brasil | nome = Bariri | foto = Coreto Bariri 200310 REFON 2.JPG | leg_foto = | apelido = | brasão = Brasão Bariri - sp.jpg | bandeira = Bandeira de Bariri - SP.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 16 de junho | fundação = | gentílico = baririense | lema = Bariri terram paulistam uberat \"Bariri fértil terra paulista\" | prefeito = Luís Fernando FoloniFernando Foloni assume Prefeitura de Bariri Bariri - Acessado em 21 de novembro de 2023 | partido = Cidadania | mandato_início = 2023 | fim_mandato = 2024 | vereadores = 9 | mapa = SaoPaulo Municip Bariri.svg | latP = S | latG = 22 | latM = 04 | latS = 26 | lonP = O | lonG = 48 | lonM = 44 | lonS = 24 | estado = São Paulo | mesorregião = Bauru | data_mesorregião = IBGE/2008 | microrregião = Jaú | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Arealva, Boa Esperança do Sul, Bocaina, Boracéia, Ibitinga, Itaju, Itapuí, Jaú e Pederneiras | dist_capital = 330 | área = 440.600 | área_ref = | população = 35264 | data_pop = estimativa IBGE/2019 | altitude = 447 | clima = Subtropical | idh = 0.83 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 11132.87 | data_pib_per_capita = IBGE/2008 | site_prefeitura = https://www.bariri.sp.gov.br | site_câmara = https://www.bariri.sp.leg.br }} Bariri é um município brasileiro do interior do estado de São Paulo, localizando-se na região de Bauru. Sua população, conforme estimativas do IBGE de 2019, era de habitantes. == Origem do nome == Segundo o dicionário tupi-guarani, Bariri quer dizer \"águas barulhentas\". No caso do município de Bariri, seu nome deve-se à existência das duas corredeiras próximas ao povoado, no rio Tietê, chamadas Bariri-guaçu e Bariri-mirim. Tais corredeiras desapareceram com a construção da Barragem de Ibitinga e da Barragem Ministro Álvaro de Souza e Lima (Bariri), com inauguração no dia 19 de novembro de 1965 e potência de 143,10 megawatts. == História == Bariri-SP, foi nascida e ocupada inicialmente pelos índios, a região de Bariri teve sua ocupação de origem europeia iniciada em 1833, com a formação do sítio do Tietê e do bairro do Tietê. Em 1838, um dos moradores locais, João Leme da Rosa, doou terras para a construção da capela de Nossa Senhora das Dores. O local passou, então, a ser conhecido como Povoação de Nossa Senhora das Dores do Sapé, nome que foi alterado posteriormente para \"Sapé do Jaú\". Em 1890, tornou-se município com seu nome atual, Bariri. Nessa época, iniciou-se uma intensa imigração de italianos, sírios, espanhóis e portugueses para o município. A partir de 1910, o município cresceu com o cultivo de café. O crescimento intensificou-se com a inauguração da usina hidrelétrica em 1965. Brasil Escola - Acesso em 18 de janeiro de 2014 === Hidrografia === * Rio Tietê * Rio Jacaré Pepira === Transportes === * SP-304 - Rodovia Leônidas Pacheco Ferreira, que liga Jaú à Ibitinga, possui um tráfego considerável em horários de pico, principalmente por parte de caminhões, mesmo assim ainda possui pista simples. Passa por modernização, com a construção de segundas faixas e recapeamentos. * SP-261 - Rodovia Braz Fortunato; Cesar Augusto Sgavioli que liga Bariri à Pederneiras, também com pista simples. * Aeródromo municipal, possui pista de terra usada principalmente por ultraleves e aeronaves rurais. == Comunicações == A cidade era atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Política == == Administração == * Prefeito: Luis Fernando Foloni (2023/2024) * Vice-prefeito: (em exercício a partir de 15/11/2023) * Presidente da Câmara: Airton Luis Pegoraro (2023/2024) == Galeria de imagens == Ficheiro:Lago Municipal de Bariri-SP.jpg|Lago Municipal de Bariri. Ficheiro:Torre do Relógio da Igreja Matriz.jpg|Torre do Relógio da Igreja Matriz. Ficheiro:Interior da Belíssima Igreja Matriz de Bariri.jpg|Interior da belíssima Igreja Matriz. Ficheiro:Chafariz localizado na Praça da Matriz.jpg|Chafariz da Praça da Matriz. == Ligações externas == * * Categoria:Fundações em São Paulo em 1890 Categoria:Topônimos de origem tupi",
 "title": "Bariri"
}