{
 "id": "34797",
 "text": "{{Info/Município do Brasil | nome = Bebedouro | foto = Foto Bebedouro.png | leg_foto = Vista de Bebedouro a partir da Praça da Bandeira | apelido = Cidade Coração | brasão = Brasão Bebedouro SP.png | bandeira = BandeiraBebedouro.jpg | link_bandeira = | emancipação = | aniversário = 3 de maio | fundação = | gentílico = bebedourense | lema = | padroeiro = | CEP = | prefeito = Lucas Gibin Seren | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | mapa = SaoPaulo Municip Bebedouro.svg | latP = S | latG = 20 | latM = 56 | latS = 56 | lonP = O | lonG = 48 | lonM = 28 | lonS = 44 | estado = São Paulo | mesorregião = Ribeirão Preto | data_mesorregião = IBGE/2008 | microrregião = Jaboticabal | data_microrregião = IBGE/2008 | região_imediata = Barretos | vizinhos = Colina, Terra Roxa, Viradouro, Pitangueiras, Taquaral, Taiuva, Taiaçu, Pirangi, e Monte Azul Paulista | dist_capital = 379 | área = 683.192 | área_ref = | população = 76373 | população_pos = SP: 97º | data_pop = Censo IBGE/2022 | altitude = 573 | clima = Tropical com estação seca | sigla_clima = Aw | idh = 0.780 | idh_pos = SP: 66° | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 52575.43 | data_pib_per_capita = IBGE/2021 }} Bebedouro é um município brasileiro do estado de São Paulo, localizado entre o Vale do Rio Grande e a Serra de Jaboticabal, a 379 km de São Paulo. Localiza-se a uma latitude 20º56'58\" Sul e a uma longitude 48º28'45\" Oeste, estando a uma altitude de 573 metros. Situada no nordeste do estado de São Paulo, faz parte da região imediata de Barretos e intermediária de Ribeirão Preto. O município é formado pelo distrito sede, e pelos distritos de Botafogo e Turvínia. Dentro do distrito sede, há dois aglomerados rurais isolados: o Lugarejo de Areias e o Povoado de Andes . Bebedouro limita-se com os seguintes municípios: ao norte Colina; ao sul, Pirangi, Taiuva, Taiaçu, e Taquaral; a leste, Pitangueiras, Viradouro e Terra Roxa, e ao Oeste, Monte Azul Paulista. Em 2014 a cidade de Bebedouro ficou em 30º lugar no ranking de desenvolvimento do Brasil e 24º no Estado de São Paulo, segundo o Índice Firjan de Desenvolvimento Municipal (IFDM). A Assembleia Legislativa do Estado de São Paulo concedeu a Bebedouro, em 26 de fevereiro de 2019, o título de \"município de interesse turístico\". == Etimologia == Há duas versões sobre a origem do nome Bebedouro. A primeira, mais aceita, afirma que este topônimo se deve a um córrego, conhecido como \"bebedouro\" ou \"bebedor\", o qual era, na época da fundação da cidade, um local de parada para tropeiros e boiadeiros e seus animais beberem água. Outra hipótese afirma que o tal \"bebedouro\" era um ponto de caça, geralmente de capivaras. O apelido \"Cidade Coração\" foi dado por Jaboticabal como uma homenagem ao seu antigo distrito. == História == * Fundação: Ao longo do século XIX, o nordeste do estado de São Paulo, no qual se insere Bebedouro, recebeu migrantes oriundos de Minas Gerais, que migraram devido à decadência da mineração lá. Em 3 de maio de 1884, Francisco Inácio Pereira e Joaquim José de Lima, além de outros nomes como João Francisco da Silva, José Francisco Pimenta, Antônio Gonçalves Valim, Rogério Alves de Toledo, Antônio Luiz dos Reis França, Ana Cezária Pimenta, Francisco Bonifácio de Souza Guerra e Francisco Valente doaram parte de suas respectivas fazendas, cujo proprietário original era o jaboticabalense Corrêa Mesquita, para o patrimônio em homenagem a São João Batista. Edificou-se a capela e, ao seu redor, formou-se o povoado de São João Batista de Bebedouro. Em 27 de agosto de 1886, o então Presidente da província de São Paulo, Antônio de Queirós Teles, conde de Parnaíba, sancionou um ato estadual que criou o distrito policial de São João Batista de Bebedouro. A lavoura e o comércio fizeram Bebedouro ter um rápido crescimento e, com isso, em 6 de setembro de 1892, a Lei Estadual n° 87 criou o distrito de Bebedouro, dentro de Jaboticabal. Em 19 de julho de 1894, por meio da Lei Estadual nº 293, este distrito se emancipou, se tornando uma vila. A Comarca de Bebedouro foi criada através da Lei n° 487, de 29 de dezembro de 1896. Por meio da Lei Municipal n° 34, de 11 de março de 1899, Bebedouro recebeu o título de cidade. No final do século XIX, o ciclo do café chegou às terras bebedourenses, o que trouxe para lá muitos forasteiros, entre imigrantes europeus, principalmente italianos, e trabalhadores brasileiros oriundos de Minas Gerais e da Bahia. Em 1902, a ferrovia chegou a Bebedouro (último ponto da linha ferroviária rioclarense) e ao Povoado de Andes, trazendo uma aceleração do crescimento populacional e econômico de Bebedouro. Em 1909, a linha foi estendida até Barretos. Ao longo de sua história, foram criados, em Bebedouro, os distritos de Turvínea (1922) e Botafogo (1922), aquele extinto em 1938 e restaurado em 1944. Em 1914, o distrito bebedourense de Monte Azul foi elevado à categoria de município. No ano de 1912, a Companhia São Paulo-Goiás criou a linha Bebedouro-Olímpia, passando por Botafogo, Miragem de São Paulo, Atalia, Rosário e Dona Luiza. Tal linha foi estendida em 1916 até Viradouro, tornando Bebedouro um entroncamento ferroviário. O trecho entre Passagem e Bebedouro foi comprado pela Companhia Paulista em 1927, que alargou a bitola e criou duas linhas entre Rincão e Barretos: a primeira passando por Jaboticabal (extinta em 1966), e a segunda passando por Guatapará (que funciona até hoje, mas como linha cargueira). O ramal até Nova Granada (passando por Olímpia) foi extinta em 1969. Durante as primeiras décadas do município de Bebedouro, um engenheiro da Companhia Ferroviária São Paulo-Goiás, Oscar Werneck, construiu o coreto da Praça Barão do Rio Branco, assim como as torres de iluminação do estádio da Associação Atlética Internacional, o primeiro estádio que recebeu iluminação no interior paulista. No ano de 1912, foi construído o prédio da prefeitura municipal em frente à praça Valêncio de Barros, também conhecida até hoje como Jardim Misterioso, por ter abrigado no passado um cemitério. Logo, construiu-se também o prédio da Cadeia, na esquina das ruas Campos Salles e São João. A Grande Depressão, iniciada em 1929, marcou o fim do ciclo do café. Com isso, os cafezais de Bebedouro foram substituídos por plantações de laranja, o que levou o município, décadas depois, a ser o maior produtor de laranja do mundo. Na década de 1970, durante o apogeu do ciclo da laranja e a instalação de indústrias de suco, o município experimenta um rápido crescimento populacional, passando de 30 mil habitantes a 70 mil habitantes em cerca de 20 anos. Com o fim do ciclo da laranja, em meados da década de 1990, o município passa por um crescimento mais lento, atribuído, sobretudo, à melhora do setor de comércio e serviços. Hoje, a população do município é de pouco menos de 80 mil habitantes. Atualmente, Bebedouro é um entroncamento rodoviário de três importantes rodovias, uma das quais liga São Paulo a Goiânia. ===Máfia da merenda=== Em 2016, Bebedouro foi a sede e palco do esquema de corrupção chamado Máfia da merenda que atuava desde o início do ano 2000, a empresa local Cooperativa Orgânica Agrícola Familiar (COAF) juntamente com duas outras empresas de cooperativa que ela mesmo criou, encenavam a participação em editais fraudados para abastecer a merenda escolar de escolas públicas de cidades do interior paulista. == Economia == Bebedouro possui atualmente um índice de desenvolvimento humano (IDH) alto, * apresentando também uma alta renda per capita de R$ 39.112 em 2007 segundo o IBGE, devido principalmente ao seu parque industrial, no qual se destacam indústrias de suco de laranja, de óleos vegetais, de fertilizantes, carrocerias e confecções. Bebedouro possui 1.596 Empresas, 126 Indústrias, 1.144 no comércio, 16 Agências Bancarias e 10 Empresas de Hospedagem. Bebedouro é privilegiado pela sua localização estratégica e com uma estrutura desenvolvida. Como atuação destacada para a citricultura, sobretudo nas décadas de 1970 e 1980, Bebedouro tornou-se conhecida internacionalmente como a \"Califórnia Brasileira\". Atualmente (2012), Bebedouro apresenta uma economia focada em serviços e comércio. == Lazer == 4 Parques municipais: Complexo da Região do Lago, Parque Ecológico, Horto Florestal (Floresta Estadual de Bebedouro) e Parque Sinésio Junqueira Franco. 47 Praças arborizadas Destaque para a Região do Lago, que inclui o Museu de Bebedouro (Museu de Armas, Veículos e Máquinas Eduardo Andrea Matarazzo), Praça Carlos Gomes, queda d´água de represamento do córrego da Consulta, Lago Artifical João Valente Filho, plataforma para saída de jet-ski, Praça Santa Paula Frassinetti, Parque Centenário, sambódromo, kartódromo, Parque da família (parquinho para crianças), quadras poliesportivas, campo de futebol, pista de skate, calçadão para caminhada, ciclovia, equipamentos para exercícios físicos, centro de encubadora de empresas, além de diversos bares e restaurantes ao longo da orla do Lago artificial. A cidade também possui um Shopping Center, em torno de 50 lojas, hipermercado, praça de alimentação, salão de festas, hotel 4 estrelas, e cinema. == Cultura == * 1 Biblioteca Municipal * 1 Teatro Municipal - Maurício Alves de Oliveira * 3 Museus: Ferroviários, Estação cultura e do automóvel Esse último, conhecido também como \"Museu Matarazzo ou Museu de Bebedouro\" (oficialmente: Museu de Armas, Veículos e Máquinas Eduardo Andrea Matarazzo), possui um grande acervo de automóveis, aviões, locomotivas, tanques de guerra e armas antigas. Uma importante peça do museu é o avião que trouxe a Seleção Brasileira, bicampeã na Copa do Mundo de 1958, de volta da Suécia. Além de aviões que são únicas peças no mundo todo, este museu está sendo mantido pela Prefeitura Municipal de Bebedouro, porem ainda precisa de muitos reparos e restauração de suas peças principalmente os aviões. == Saúde == 1 Hospital Municipal (Hospital Julia Pinto Caldeira), com 79 leitos de média complexidade e 100% SUS 1 Hospital Estadual, com 122 leitos, sendo 20 deles de UTI (no momento funciona como hospital de campanha para os internados do covid-19) 1 Unidade de Pronto Atendimento (UPA) 24 horas (anexo ao Hospital Municipal Julia Pinto Caldeira) 1 Hospital Municipal Infantil (anexo ao Hospital Municipal Julia Pinto Caldeira) 1 Unidade de Pronto Atendimento - UPA 2 Hospitais particulares - (Unimed Santa Casa, e Unimed Samaritano) 19 Postos de saúde do tipo ESF (Estratégia Saúde de Família), sendo 6 deles atuando também como Unidade Básica de Saúde (UBS), localizados nos bairros: Centro, Residencial Furquim, Jardim São Carlos, Jardim Tropical, União, Centenário, Santaella, Laranjeiras, Souza Lima, Jardim Aeroporto, Jardim São Fernando, Pedro Paschoal, Rassin Dib, Alvorada, Jardim Sanderson, Três Marias, Botafogo, Turvínea, e Andes. 1 Laboratório municipal de análises e clinicas 1 Ambulatório de Especialidaes 1 Hemocentro (anexo ao Hospital Municipal Julia Pinto Caldeira) 1 Centro de combate ao câncer - Fundação Abílio Alves Marques (anexo ao Hospital Municipal Julia Pinto Caldeira) == Educação == 8 Escolas municipais de ensino fundamental 7 Escolas estaduais de ensino fundamental 6 Escolas estaduais de ensino Médio 4 Escolas municipais de ensino infantil 16 Escolas Particulares de Ensino fundamental e Médio 4 Escolas particulares de ensino infantil 6 Centros de ensino supletivo 13 creches municipais 1 Unidade do SENAC 1 Centro Universitário - UNIFAFIBE 1 Faculdade Estadual - FATEC 1 Escola Técnica Estadual - ETEC 1 Faculdade municipal - IMESB == Religião == A Igreja Católica Apostólica Romana divide o município em 8 paróquias: São João Batista (Centro), Nossa Senhora Aparecida (Jd. Aparecida), Sagrado Coração de Jesus (Jd. São Francisco), Santo Antônio de Sant'ana Galvão (Jd. Centenário), Santo Inácio de Loyola (Jd. Aeroporto), São Judas Tadeu (Jd. das Laranjeiras), São Pedro Claver (Jd. Progresso) e Nossa Senhora Aparecida de Botafogo (Botafogo). Além disso, possui diversos centros religiosos, incluindo Testemunhas de Jeová, evangélicos, espíritas e outros. == Geografia e Transporte == Possui uma área de 683.19 km². Sua população, segundo censo IBGE — 2022, é de 76.373. Bebedouro limita-se ao norte com Colina; ao leste com Terra Roxa, Viradouro e Pitangueiras, ao sul com Taquaral, Taiúva, Taiaçu, e Pirangi, e ao oeste com Monte Azul Paulista. O município possui, além do distrito sede, dois distritos: Botafogo (cerca de 1 700 habitantes) e Turvínia* (cerca de 1 000 habitantes), além de dois pequenos povoados: um de natureza urbana, Povoado de Andes** (cerca de 500 habitantes), e outro de natureza rural, Povoado de Areias (menos de 100 habitantes). O município está entre duas sub-bacias hidrográficas: a do rio Turvo e a do Pardo/Moji-Guaçu. A sede do município (cidade) é cortada por pequenos córregos: Bebedouro, Consulta e Parati. O Consulta ao passar pelo centro da cidade, transforma-se num grande lago artificial, com dois quilômetros de comprimento e largura que varia entre 50 (funil da Ponte da avenida Donina Valadão Furquim) e 300 metros. O Bebedouro nasce próximo ao Horto Municipal, corta-o, passa pelo Parque Sinésio Junqueira Franco, onde se encontra com o Consulta e passa a dividir a região central da Zona Leste da cidade. O Parati corta parte da Zona Norte da cidade e vem apresentando problemas de assoreamento. O município tem altura entre 550-600m, localizado no Vale do Rio Grande, na região do Planalto Paulista. Desde 2005, o Povoado de Andes, na zona rural de Bebedouro, vem sofrendo sismos de 2-3 graus de magnitude, o que tem origem em fraturas do basalto da Serra Geral, o que se agrava com a extração de água de poços de água subterrânea. O clima é tropical semi-úmido, com verões chuvosos e invernos secos. A vegetação se situa numa área de tensão ecológica, na transição entre cerrado e mata atlântica (mata estacional semidecidual). === Transporte Urbano e Mobilidade === O sistema viário Bebedouro consta com avenidas radiais conectadas por um subsistema com avenidas em anel viário. Possui ciclovias de lazer que operam nos finais de semana nas avenidas que circundam as áreas de lazer na região central da cidade (conhecida como \"Região do Lago\"). No centro da cidade, há um calçadão na rua principal do comércio da cidade (Rua Coronel João Manoel), que por quatro quarteirões possui o passeio para pedestres mais largo que a média das vias nessa região, deixando uma pequena viela para automóveis. Quanto ao transporte urbano coletivo, possui 9 linhas de ônibus urbanos (serviço prestado pela Viação Guarulhos), que perfazem um linha especial radial (510 Cláudia /Centro, que atua em horários de pico), e dois conjuntos de linhas diametrais que somam mais 8 linhas regulares. O primeiro conjunto de linhas (110, 120, 210, 220) atua no eixo norte-sul (Cláudia/Paulista) cujo percurso completo demora 2 horas proporcionando uma frequência média de 30 min do centro para cada destino (Cláudia ou Paulista) em horário comercial. As linhas do eixo norte-sul possuem variações passando ou não pelo Shopping, e atingindo ou não o Jd. São Carlos, na zona sul, ou o bairro Jd. do Bosque, na zona norte. As linhas também se alternam quanto ao itinerário no sentido centro-zona norte (se um linha atinge primeiro o Residencial Pedro Paschoal e volta pelo Menino Deus, a linha seguinte atinge primeiro o Menino Deus e volta pelo Residencial Pedro Paschoal, complementarmente). O segundo conjunto de linhas (310, 320, 330 e 410) atua no eixo leste-oeste, com destinos finais Centenário ou Residencial (via Alto da Boa Vista) na ponta leste, e Alvorada ou Elizabeth na ponta oeste percorrendo um percurso que demora 80 minutos, fazendo com que cada destino tenha uma frequência média em horários comerciais de 40 minutos. As linhas do eixo leste-oeste possuem variações passando ou não pelo Três Marias (linha 410) ou Jardim Canadá. Todas as 8 linhas regulares passam no Terminal Rodoviário Intermunicipal localizado na região centro-oeste. As linhas não possuem integração tarifária, e a integração física entre as linhas se dá por paradas de ônibus distribuídas ao longo do centro da cidade, ou a partir de eixos comuns das linhas (Rodoviária, Poupatempo, Shopping ou Hospital Júlia Pinto). A Praça Barão do Rio Branco no centro da cidade, possui uma parada especial denominada \"Terminal Urbano\" que concentra as linhas com destino aos bairros Paulista, Cláudia, Alvorada e Centenário. Para destino aos bairros Três Marias e Residencial as paradas se localizam em outros lugares do centro, não havendo, portanto, um real terminal (ou parada integrada) no centro onde se concentram todas as linhas da cidade. Possui 1 aeroporto asfaltado sem voos comerciais (o aeroporto mais próximo é o de Ribeirão Preto, a aproximadamente 80 km), e um terminal rodoviário, localizado a 2 km do centro da cidade, de onde saem ônibus suburbanos para cidades da microrregião de Bebedouro (Terra Roxa, Viradouro, Pitangueiras, Taquaral, Taiuva, Pirangi), e da macrorregião (Catanduva, Palmares Paulista, Sertãozinho), e para os centros urbanos do município fora da sede (distrito de Botafogo e povoado de Andes). Também operam nessa rodoviária, ônibus rodoviários para várias cidades do estado e do Brasil, com razoável frequência para Barretos, Ribeirão Preto, São José do Rio Preto, Olímpia, Jaboticabal, Matão, Araraquara, Campinas e São Paulo. === Rodovias === Há três principais rodovias. A Rodovia Brigadeiro Faria Lima, é o principal acesso para a capital paulista. A Rodovia Comendador Pedro Monteleone/Laureanous Brogna, no sentido oeste dá acesso ao município de Catanduva e à Rodovia Washington Luiz, para a chegada até São José do Rio Preto. No sentido leste dá acesso aos Municípios de Viradouro, Morro Agudo e ao Interior de Minas. Já a Rodovia Armando de Salles Oliveira, interliga Bebedouro a Sertãozinho e a Ribeirão Preto. Além dessas, a cidade também é atendida por duas rodovias federais, a BR-364, que interliga Cordeirópolis-SP a Mâncio Lima-AC, e a BR-265, que faz a ligação entre Muriaé-MG e São José do Rio Preto-SP. * SP-322 * SP-326 * SP-351 * BR-265 * BR-364 === Ferrovias === O município é atravessado pela Linha Tronco da antiga Companhia Paulista de Estradas de Ferro, sendo um importante acesso ferroviário que o interliga ao município de Colômbia e às cidades de Campinas e Jundiaí, prolongando-se até a capital paulista. A linha férrea se encontra atualmente concedida à Rumo Logística para o transporte de cargas, porém o transporte de passageiros se encontra desativado na região desde 2001. No passado, Bebedouro já possuiu um pátio ferroviário onde a Linha Tronco se entroncava com o Ramal de Nova Granada (que ligava Bebedouro a Nova Granada) e o Ramal de Jaboticabal (que dava acesso ao município de Jaboticabal), ambos também pertencentes à antiga CPEF. Os dois ramais foram posteriormente extintos nos anos 1960. * Linha Tronco da antiga Companhia Paulista de Estradas de Ferro === Aeroportos === O aeroporto de Bebedouro foi fundado em 1988, e conta com um ativo Aeroclube de Planadores que sempre serviu de base de apoio para a realização de todos os campeonatos. O Aeroclube de Bebedouro é um dos mais movimentados aeroclubes do estado de São Paulo, e neste momento está formando pilotos através do projeto “Voa São Paulo II”. Sediando campeonatos, servindo de base para voos de recordes e ativo na instrução primária, o Aeroclube de Bebedouro tem sido o local onde mais se voa de planador nos últimos anos no Brasil. Com isso, a cidade ficou em primeiro lugar no Brasil e segundo na América do Sul e sediará em outubro de 2018 o Campeonato Sudeste e Nacional da FBVV do Voo a Vela. === Bairros e Zoneamento === A área urbana de Bebedouro se divide em cinco áreas a saber: * Zona Central (dentro do anel viário) Centro, Vila Paula, Jardim São Sebastião, Novo Lar, Jardim Nossa Senhora Aparecida, Monte Castelo (Vila Comerciária), São Conrado, Jardim Paraíso, Jardim Ciranda, Vila Maria, Jardim Luciana, Jardim do Sonho, Jardim Olga, Vila Julieta, Jardim São João, São Benedito (parte do Centro, não é um bairro oficial), Região do Lago (parte do Centro, não é um bairro oficial), Vila Industrial * Zona Norte, popularmente conhecida como \"Extremo Norte\" (após a rodovia Armando de Salles Oliveira, e a oeste dos antigos trilhos da FEPASA). Jardim Cláudia I, Jardim Cláudia II, Jardim Menino Deus I, Jardim Menino Deus II, Jardim Aeroporto, Vila Santa Terezinha, Jardim do Bosque, Parati I, Parati II, Parati III, Chácaras Parati, Expansão Industrial, Rassim Dib, Jardim São Fernando, Jardim Vale do Sol, Pedro Paschoal, Jardim Primavera, Residencial Moriá e Residencial Cidade Coração. * Zona Oeste (após a Av. Pedro Paschoal e antes da Rodovia Armando de Salles Oliveira). A região entre a av. Pedro Paschoal e a Rodovia Pedro Monteleone é subsetoriada como \"centro oeste\". Jardim Alvorada, Jardim São Lourenço, Jardim Califórnia, Parque Eldorado, Jardim Canadá, Jardim Júlia, Jardim Marajá, Vila Elizabeth, Jardim Progresso, Vila Lourdes, Jardim Sânderson, Jardim Casagrande (parte deste é conhecido como Conjunto Primavera), Vila Cruzeiro, Jardim Talarico, Jardim Esplanada, Jardim Lima, Distrito Industrial III. * Zona Sul (após o Lago, córrego da Consulta e Córrego do Banco) Vila Major Cícero de Carvalho (Vila São José), Jardim Recanto, Jardim Três Marias, Jardim Estoril, Vila Paulista, Residencial Furquim, Residencial Franciscano, Jardim São Francisco, Jardim São Carlos, Residencial Santo Antônio, Bom Retiro, Jardim Tropical I, Jardim Tropical II, União I (Multirão), União II (Multirão). * Zona Leste (após os trilhos da antiga FEPASA). A região a norte da rodovia Armando de Sales Oliveira é subsetoriada como \"nordeste\". Hércules Hortal, Residencial Candinho (Jardim São Paulo), Centenário, Pedro Maia, Santaella, Alto do Sumaré, Vila Califórnia, Vila Irmã Antonieta Farani (Alto da Boa Vista), Distrito Industrial I, Distrito Industrial II, Jardim Laranjeiras, Jardim De Lúcia, Souza Lima, Residencial Bebedouro, Jardim das Acácias, Jardim Itália. * A grafia oficial do município traz o nome como \"Turvínea\" ** Povoado de Andes é às vezes referido como \"Distrito de Andes\", embora não seja oficialmente um distrito. É portanto, um núcleo urbano pertencente ao Distrito sede de Bebedouro. == Demografia == Estimativa em 2019: 81.000 Dados IBGE (2022): População: 76.373 Censo de 2000: * população: 74 815 * Homens: 36.531 * Mulheres: 38.513 * População urbana: 71.512 * População rural: 3.532 * Densidade demográfica (hab./km²): 109,62 * Mortalidade infantil até 1 ano (por mil): 10,35 * Expectativa de vida (anos): 74,48 * Taxa de fecundidade (filhos por mulher): 2,1 * Taxa de Alfabetização: 97% * Índice de Desenvolvimento Humano (IDH-M): 0,829 ** IDH-M Renda: 0,746 ** IDH-M Longevidade: 0,845 ** IDH-M Educação: 0,887 (Fonte: IPEADATA) === Etnias === Cor/Raça Percentagem Branca 65,4% Parda 27,8% Preta 6,4% Amarela 0,4% Indigena menos que 0,1% Fonte: Censo 2022https://censo2022.ibge.gov.br/panorama/ Dialeto Dialeto caipira riograndense, com destaque para o predomínio do \"r\" em corda vocálica retroflexo na pronúncia, \"ti\" e \"di\" fônicos palatalizados (pronunciados como \"tchi\" e \"dji\"), e não redução (ou pouca redução) das vogais pretônicas. == Frota == A taxa de motorização de Bebedouro é de aproximadamente 1 veículo para cada 2 habitantes. Automóvel (passeio): 20.229 Caminhão: 1.439 Motocicleta: 13.353 Ônibus: 317 Caminhonete: 2.386 Trator (rural): 397 Total = 45;000 == Esporte == * 1 Estádio Municipal - 15.300 Lugares * 1 Ginásio municipal - 2.000 lugares * 4 Clubes de Campo - Sócios A cidade se destaque no futsal feminino e já alguns anos teve conquistas no futsal masculino. A cidade possui o primeiro estádio do interior do Brasil com iluminação artificial. Além disso a cidade está crescendo no cenário estadual com o Rugby, sendo trabalhado em escolas, com o Torneio Bebedouro Rugby Seven's e a equipe local, o Laranja Mecânica Rugby. === Futebol === Bebedouro conta no futebol com a Associação Atlética Internacional, o segundo clube mais antigo do estado de São Paulo, atualmente na 2ª divisão do Futebol Paulista. Time este que conta com investimento das principais empresas da cidade. === Futsal === A cidade tem tradição também no futsal: em 1993 o Bebedouro Clube foi campeão paulista da série ouro e também foi campeão da taça EPTV daquele ano, contra a Associação, outra equipe da cidade que disputou o torneio por Igarapava. Outras equipes de futsal da cidade foram a Inter Futsal, campeã da taça EPTV em 1997; Agremiação Bebedourense de Futsal, campeã da taça EPTV em 2003 e vice-campeã da taça EPTV em 2004. O município também tem os títulos da taça EPTV de 1988, 1992, 1993,1997 e 2004. http://www.catanduvananet.com.br/index.php?option=com_content&view;=article&id;=2022:mastodontes- e-campeao-do-bebedouro-sevens-2012&catid;=7:mastodontes-catanduva- rugby-&Itemid;=9 http://www.portaldorugby.com.br/noticia/27-fora-de- campo/5134-giro-pelo-brasil-130712 http://www.portaldorugby.com.br/equipes/nacionais/4754-laranja-mecanica-rugby https://www.facebook.com/pages/Laranja-Mec%C3%A2nica-Rugby-Bebedouro- SP/137741279631131?fref=ts http://www.unifafibe.com.br/noticias/?noticia=3809 == Administração == * Prefeito: Lucas Gibin Seren (2021/2024) * Vice-prefeito: Sebastiana Tavares (2021/2024) * Presidente da câmara: Edgar Cheli (2021/2024) == Comunicações == === Telefonia === A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. Hoje a cidade possui cobertura das operadoras TIM, Claro e Vivo === Canais de TV === * *Canal 7.1 - EPTV * Canal 9.1 - TV Clube HD * Canal 12.1 - TV Cultura HD * Canal 12.2 - Univesp * Canal 12.3 - MultiCultura * Canal 12.4 - TV Câmara Municipal (Transmissão em Caráter Experimental) * Canal 13.1 - Record Interior HD * Canal 17.1 - RIT HD * Canal 21.1 - Rede Vida HD * Canal 21.2 - Rede Vida + * Canal 21.3 - Rede Vida Educação * Canal 33.1 - Rede TV! HD * Canal 35.1 - Record News HD * Canal 39.1 - SBT RP HD * * * *Canal 55.1 - Loading HD * * * * * * * === Emissoras de Rádio === *Radio Bebedouro FM 88,3 Mhz *Radio Nova FM 90,7 Mhz *Radio Clube FM 91,7 Mhz *Radio Iguatemi FM 94,7 Mhz *Rádio Antena 1 Bebedouro FM 105,7 Mhz *Radio Caminho Seguro FM 107,9 Mhz == Filhos nobres == * Georgina Morozini dos Santos * Ricardo Domeneck * Joel Monteiro == Ver também == * Programa Acessa São Paulo == Ligações externas == * * Categoria:Fundações no Brasil em 1884",
 "title": "Bebedouro (São Paulo)"
}