{
 "id": "34791",
 "text": "{{Info/Município do Brasil | nome = Barra do Chapéu | foto = | leg_foto = | apelido = | brasão = Coat_of_arms_of_Barra_do_Chapeu_SP.png | bandeira = Flag_of_Barra_do_Chapeu_SP.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de maio | fundação = | gentílico =barrense | lema = | prefeito = Ivanil Norberto Pereira Nolasco | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | mapa = SaoPaulo Municip BarradoChapeu.svg | latP = S | latG = 24 | latM = 28 | latS = 22 | lonP = O | lonG = 49 | lonM = 01 | lonS = 30 | estado = São Paulo | região_intermediária = Sorocaba | data_região_intermediária = IBGE/2017 | região_imediata = Itapeva | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Itapirapuã Paulista, Apiaí, , Ribeira, Doutor Ulysses | dist_capital = 360 | área = 407.286 | área_ref = | população = 5550 | data_pop = Censo IBGE/2014 | altitude = 784 | clima = subtropical | sigla_clima = Cfb | idh = 0.660 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6049.35 | data_pib_per_capita = IBGE/2008 | site_prefeitura = barradochapeu.sp.gov.br }} Barra do Chapéu é um município brasileiro do estado de São Paulo, na região do Vale do Ribeira. == História == Inicialmente um sítio, conhecido como Barra, a origem da cidade data 1883. Na ocasião, o mineiro chamado Benedito Rodrigues de Lima pegou do Império por arrematação, vinte e um alqueires e três quartos de terra. Os mais antigos contam que uma senhora muda e surda, recebeu a visita de uma outra senhora, que lhe pediu que fosse erigida uma igreja ao pé de uma gabirobeira e que dedicasse a Nossa Senhora da Guia. Esta senhora foi então até a Fazenda do Chapéu e, com gestos, pediu ao fazendeiro Roberto Rufino Duarte, auxílio para a construção desta igreja. Foi assim, adquirido do Sr. Benedito Rodrigues de Lima, as terras que foram doadas, e onde hoje está edificada a Igreja da Nossa Senhora da Guia de Barra do Chapéu, padroeira da cidade, cuja comemoração acontece no dia oito de setembro. A cidade foi se constituindo em torno desta igreja. O Município de Barra do Chapéu emancipou-se de Apiaí, no dia quatorze de maio de mil novecentos e noventa e um. A origem de seu nome se deve à localização, pois fica na junção (barra) de dois rios com o Sítio Chapéu, daí Barra do Chapéu. == Demografia == === População === === Dados demográficos === Dados do Censo - 2010 População Total: 5.244 * Urbana: 1.784 * Rural: 3.398 * Homens: 2.724 * Mulheres: 2.536 Densidade demográfica (hab./km²): 13,90 Mortalidade infantil até 1 ano (por mil): 42,35 Expectativa de vida (anos): 63,00 Taxa de fecundidade (filhos por mulher): 3,0 Taxa de Alfabetização: 83,72% Índice de Desenvolvimento Humano (IDH-M): 0,657 * IDH-M Renda: 0,555 * IDH-M Longevidade: 0,600 * IDH-M Educação: 0,784 (Fonte: IPEADATA) == Geografia == Localiza-se a uma latitude 24º28'23\" sul e a uma longitude 49º01'28\" oeste, estando a uma altitude de 784 metros. Sua população estimada em 2004 era de 4.810 habitantes. Possui uma área de 407,2 km². === Hidrografia === * Rio Catas Altas * Ribeirão do Chapéu === Rodovias === * SP-249 * SP-250 == Infraestrutura == === Comunicações === Em 1992, um ano após a emancipação, a cidade ainda tinha apenas uma linha telefônica, do tipo \"vilafone\", que atendia a todos os habitantes da época. Por fim a central telefônica da cidade, utilizada até os dias atuais, assim como o sistema de discagem direta à distância (DDD) com o código de área (0155), foram implantados pela Telecomunicações de São Paulo (TELESP). Ainda na década de 90 o código DDD da cidade foi alterado para (015), para padronização do sistema telefônico com a telefonia celular que estava sendo implantada em todo o estado. == Feriados e Festas == Além dos feriados nacionais previstos em lei, a cidade tem feriados próprios: Sexta-feira Santa e Corpus Christi (móveis), 8 de Setembro, dia de Nossa Senhora da Guia e o aniversário da cidade, dia 19 de Maio A cidade também possui eventos durante todo o ano: a festa do Divino, a festa do Peão, a festa de Nossa Senhora da Guia, a festa da Amora e a tradicional Virada do ano. == Ligações externas == * Barra Chapéu Categoria:Fundações em São Paulo em 1991",
 "title": "Barra do Chapéu"
}