{
 "id": "34815",
 "text": "{{Info/Município do Brasil | nome = Cabrália Paulista | foto = Igreja B Jesus do Mirante Cabrália 020110 REFON 4.JPG | leg_foto = Igreja Matriz de Bom Jesus do Mirante | apelido = Capital do caixão | brasão = Cabrália Paulista.PNG | bandeira = Bandeira de Cabrália Paulista.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 24 de dezembro | fundação = | gentílico = cabraliense | lema = Perola do Centro Oeste | prefeito = Odemil Ortiz de Camargo | partido = PSB | fim_mandato = 2024 | mapa = SaoPaulo Municip CabraliaPaulista.svg | latP = S | latG = 22 | latM = 27 | latS = 21 | lonP = O | lonG = 49 | lonM = 20 | lonS = 16 | estado = São Paulo | mesorregião = Bauru | data_mesorregião = IBGE/2008 | microrregião = Bauru | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Duartina, Lucianópolis, Santa Cruz do Rio Pardo, Paulistânia, Piratininga | dist_capital = 363 |dist_capital_ref = http://www.entrecidadesdistancia.com.br/calcular-distancia/calcular-distancia.jsp calcular distancia entre cidades | área = 239.210 | área_ref = | população = 4410 | data_pop = Censo IBGE/2014 | altitude = 539 | clima = Subtropical | sigla_clima = Cfb | idh = 0.743 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 23420.03 | data_pib_per_capita = IBGE/2008 }} Cabrália Paulista é um município brasileiro do estado de São Paulo. Sua população estimada em 2014 era de 4.410 habitantes numa área de 239,20 km². miniaturadaimagem|320x320px|Jardim Municipal/Coreto/Igreja Matriz == Historia == O nascimento de Mirante, hoje Cabrália Paulista, teve sua origem quando as ferrovias Noroeste do Brasil e Paulista se emulavam pelo sertão, compreendido entre os rios Tietê e Paranapanema, rumo a oeste, para alcançar as barrancas do rio Paraná. Frutos naturais do progresso das vias férreas, varias cidade foram surgindo ao longo dos trilhos, dando margem à colonização do lugar, foi então que, em 1915, Antônio Consalter Longo, proveniente de Agudos, radicou-se em vasta área de terras, à margem esquerda do rio Alambari, 42 km de Bauru, pertencente originalmente ao coronel Rodrigues Alves. Antônio Consalter Longo, juntamente com Manoel Francisco Nascimento, doaram à Mitra Diocesana de Botucatu, uma área de vinte e dois Alqueires, onde foi criado o patrimônio de Mirante. Em 1920, foi inaugurado uma capela em louvor ao Senhor Bom Jesus, passando o povoado, a partir dessa data, á denominação de patrimônio do Senhor do Bom Jesus do Mirante. O povoado foi crescendo ao lado da igreja e, no ano de 1922, tornou-se Distrito de Paz com o nome de Mirante, do Município de Piratininga. O nome do Distrito foi alterado, em 1938, para Cabrália e posteriormente, Pirajaí. Voltou a adotar o Cabrália, acrescido de “ Paulista “- Cabrália Paulista, quando foi elevado à categoria de Município, em 1948. === Heróis cabralienses === Três cabralienses foram convocados para compor a força expedicionária brasileira na Segunda Guerra Mundial: João Antonio de Lucas, Pio Gonsalves Ruiz e Antonio Aparecido (morador da Fazenda Arizona e que infelizmente morreu em combate na famosa Tomada de Monte Castelo). Na década anterior, outro cabraliense já havia dado a vida – pela Constituição. Fernando Brancolino foi combatente na Revolução de 1932 e, quando os soldados cabralienses retornaram, Severino Coquemala, entre outros, o Fernando não apareceu. Sendo dado como morto em combate. Fernando Brancolino, herói constitucionalista anos depois foi homenageado com o nome da Praça localizada no Núcleo Habitacional Antonia Orlato Madrigal II. === Formação administrativa === Distrito criado com a denominação de Mirante, por Lei no 1893, de 16 de dezembro de 1922, no Município de Piratininga. Decreto-lei Estadual nº 9775, de 30 de novembro de 1938 o Distrito de Mirante passou a denominar-se Cabrália Decreto-lei Estadual no 14334, de 30 de novembro de 1944, altera a denominação do Distrito de Cabrália para Pirajaí. Elevado à categoria de Município com denominação de Cabrália Paulista, por Lei Estadual nº 233, de 24 de dezembro 1948, desmembrado de Piratininga. Constituído do Distrito Sede. Sua instalação verificou-se no dia 27 de março de 1949. Fixado o quadro territorial para vigorar no período de 1949-1953, o Município figura com o Distrito Sede. Em divisão territorial datada de 01-VII-1960, o Município é constituído do Distrito Sede. Assim permanecendo em divisão territorial datada de 15-VII-1997. ==Geografia== Localiza-se a uma latitude 22º27'20\" sul e a uma longitude 49º20'15\" oeste, estando a uma altitude de 539 metros. === Demografia === Dados do Censo - 2000 População Total: 4.656 * Urbana: 3.992 * Rural: 664 * Homens: 2.332 * Mulheres: 2.324 Densidade demográfica (hab./km²): 19,46 Mortalidade infantil até 1 ano (por mil): 19,32 Expectativa de vida (anos): 69,47 Taxa de fecundidade (filhos por mulher): 2,56 Taxa de Alfabetização: 88,64% Índice de Desenvolvimento Humano (IDH-M): 0,743 * IDH-M Renda: 0,655 * IDH-M Longevidade: 0,741 * IDH-M Educação: 0,834 (Fonte: IPEADATA) ==Economia== A principal atividade econômica da cidade é a fabricação de urnas funerárias, sendo conhecido como a capital brasileira do caixãoA cidade de Cabrália Paulista é uma das principais produtoras de urnas mortuárias do Brasil BOL . ==Religião== O município pertence à Diocese de Bauru, tendo como bispo Dom Frei Caetano Ferrari. ==Educação== Escola Técnica * ETEC Astor de Mattos Carvalho Escola Estadual * EE Senador Rodolfo Miranda Escola Municipal * EMEF Professor Ivani Cotobias Pimentel Maranho Escola Particular * Creche e Berçário Santa Maria Goretti == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. ==Ligações externas== *Página da prefeitura *Página da câmara *Cabrália no WikiMapia * Categoria:Fundações em São Paulo em 1920",
 "title": "Cabrália Paulista"
}