{
 "id": "34830",
 "text": "{{Info/Município do Brasil |nome = Cândido Mota |foto = |apelido = Gigante vermelho |brasão = Cândido Mota.PNG |bandeira = Bandeira de Cândido Mota.png |link_hino = |aniversário = 26 de outubro |fundação = |emancipação = 28 de dezembro de 1923 |gentílico =cândido-motense |lema = Unio fides labor iustitia \"Unidos na fé, no trabalho e na justiça\" |prefeito = Eraldo José Pereira |partido = UNIÃO |fim_mandato = 2024 |mapa = SaoPaulo Municip CandidoMota.svg |latP = S | latG = 22 | latM = 44 | latS = 45 |lonP = O | lonG = 50 | lonM = 23 | lonS = 13 |estado = São Paulo |região_intermediária = Marília | data_região_intermediária = IBGE/2017 |região_imediata = Assis |data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Assis, Platina, Palmital, Tarumã, Florínia, Itambaracá e Santa Mariana. | dist_capital = 428 | área = 595.911 | área_ref = | população = 31410 | data_pop = Estimativa IBGE/2021 | altitude = 479 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.79 | pib = milhões | pib_per_capita = 19596.07 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_idh = PNUD/2000 | data_pib = SEADE/2011 | data_pib_per_capita = SEADE/2011 | site = candidomota.sp.gov.br }} Cândido Mota é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 22°44'47\" sul e a uma longitude 50°23'13\" oeste, estando a uma altitude de 479 metros. Sua população estimada em 2021 era de 31 410 habitantes. O município é formado pela sede e pelos distritos de Frutal do Campo, Nova Alexandria e Santo Antônio do Paranapanema. == História == === Datas importantes === * 1890 - Tem-se notícia de uma área de terra vermelha e de muita fertilidade, terra que fora doada pelo Governo do estado à Companhia Colonizadora Paulista * 1890 - Maio - O governo retoma as terras, organiza uma caravana chefiada pelo Coronel Valêncio Carneiro de Castro * 1892 - Descendo por um ribeirão, que denominaram \"Macuco\", alcançaram o Rio Paranapanema e ali, na foz do Macuco, fizeram a primeira roçada. O Cel. Valêncio Carneiro recebe o título de posse das terras conquistadas. * 1907 - Na Água do Paraíso, o Cel. Valêncio levanta sua sede. * 1908 - Instala-se uma subsede em \"Santa Gabriela\", hoje \"Aguinha\" ou \"Italianada\". * 1910 - Até esta data há uma série de atritos e mortes devido à ocupação de terras novas. * 1913 - Coronel Valêncio doa uma área para a construção da Igreja e será ao redor dela que a cidade irá crescer. * 1914 - 27 de outubro - Inauguração da primeira estação da estrada de ferro no povoado. * 1914 a 1920 - O povoado ficou sendo conhecido pelos nomes de \"Posto Jacu\" ou \"Parada do Jacu\" e \"Chave\". * 1920 - 22 de abril - O povoado passa à categoria de \"Vila de Cândido Mota\". * 1921 - 24 de dezembro - Pela lei 1831/21, é criado, pelo Governador do estado o \"Distrito de Cândido Mota\", no Município de Assis, estado de São Paulo.Histórico de Cândido Mota IBGE * 1923 - 28 de dezembro - Lei Estadual 1956/23 cria o Município de Cândido Mota (Emancipação Político Administrativa). * 1953 - Dezembro - Lei 2456/53 - Criação do Distrito de Frutal do Campo, com área de 105 km² * 1963 - 31 de dezembro - Criação da Comarca. * 1968 - 26 de outubro - Instalação da Comarca. * 1969 - 14 de março - Autoridades Municipais aprovam uma lei que fixou 26 de outubro como a data do Município para fins comemorativos. === Símbolos municipais === A Bandeira de Cândido Mota, de autoria de José Gonçalves Maroubo, foi oficializada pela lei 54/70 de 3 de dezembro de 1970, o Brasão do Município, de autoria também de José Gonçalves Maroubo, foi oficializado pela lei 56/70 de 7 de dezembro de 1970 e o Hino Oficial, cuja letra e música são de autoria da professora Maria Aparecida Marroni Bertoli, foi oficializado pela lei 50/70 de 21 de novembro de 1970. == Geografia == Zona fisiográfica do Estado: Sudeste Clima: mesotérmico Temperatura: * Máxima: 41º * Média: 25º * Mínima: -4º Solo: terra roxa estruturada e latossolo roxo Precipitação média ao ano: 1464,9 mm Região administrativa estadual: 11ª (Marília) Região de Governo: 20ª (Assis) Código do município: 249-5 Indústrias: 115 (1996) Estabelecimentos comerciais: 655 (1996) Empresas de ônibus: 01 (1996) Empresas de transportes: 17 (1996) Postos de serviços (postos de gasolina): 10 (1996) Eleitores: 17156 (1996) === Demografia === Dados do Censo - 2000 * Urbana: 26.549 * Rural: 2.731 * Homens: 14.641 * Mulheres: 14.639 * Densidade demográfica (hab./km²): 49,12 * Mortalidade infantil até 1 ano (por mil): 12,40 * Expectativa de vida (anos): 73,19 * Taxa de fecundidade (filhos por mulher): 2,10 * Taxa de Alfabetização: 88,77% * Índice de Desenvolvimento Humano (IDH-M): 0,790 * IDH-M Renda: 0,701 * IDH-M Longevidade: 0,803 * IDH-M Educação: 0,867 (Fonte: IPEADATA) === Limites === ;Norte: Assis e Platina ;Sul: estado do Paraná ;Leste: Palmital e Platina ;Oeste: Tarumã e Florínia === Hidrografia === * Rio Paranapanema * Rio Pari-Veado * Ribeirão Macuco * Ribeirão Queixada *Rio Jacu *Ribeirão Pirapitinga * === Rodovias === * SP-266 * SP-270 === Ferrovias === * Linha Tronco da antiga Estrada de Ferro Sorocabana === Porto === * Porto Almeida (com serviço de Balsa ligando Cândido Mota com Itambaracá, no estado do Paraná). == Infraestrutura == === Comunicações === No setor de telefonia a cidade foi atendida pela Empresa Telefônica Paulista até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 adotou a marca Vivo para suas operações. === Educação === A educação no município é oferecida por escolas particulares, municipais e estaduais. A pré-escola é oferecida pela Prefeitura Municipal, que também mantém uma escola de Ensino Fundamental, 2. Grau com curso Supletivo e cursos Profissionalizantes. Contamos com duas Escolas particulares, sendo: Escola Objetivo “Colégio Santos Anjos” que oferece ensino de pré-escola, 1º. Grau, 2º. Grau e ensino superior (EADCON), e a Escola “Santa Clara” com Maternal Pré-escola, 1º. e 2º. Grau. A maioria absoluta da população é atendida pelas escolas de 1º. e 2º. Grau da Rede Pública e o município conta ainda com a Escola Agrícola (Centro Educacional Paula Souza) instalada em uma grande área inclusive servindo para experiências dos alunos no campo, oferece também Cursos Profissionalizantes e uma ETEC que são oferecidos à população local e recebe alunos da região e do Estado do Paraná. Escolas particulares com cursos de línguas estrangeiras, informática e da área administrativa. == Administração == === Prefeitos === *Lista de Prefeitos de Cândido Mota === Distritos === O município de Cândido Mota conta com três distritos: * Frutal do Campo - Lei 2456 de 30 de dezembro 1953 * Nova Alexandria - Lei 3198 de 23 de dezembro 1981 * Santo Antônio do Paranapanema (Porto Almeida) - Lei 2198 de 23 de dezembro 1981 == Economia == Composição da economia (2011) Composição da economia (2011) {| align=\"right\" cellspacing=\"2\" border=\"0\" cellpading=\"2\" style=\"text-align: left;\" Serviços Indústria Agropecuária Até 1914, a economia do Município era fechada por necessidade e em nível de subsistência; plantava-se apenas para o consumo, pois não havia meios de comercialização dos produtos. O grupo de pessoas que aqui viviam tinha como meio de sobrevivência a caça, a pesca e uma rudimentar agricultura. A roça era feira em pequenas derrubadas ao longo de córregos onde se plantava milho, arroz, feijão e abóbora. A partir de 1914, com a chegada da estrada de ferro, o povoado passou a produzir mais, sendo a madeira de lei o primeiro produto a ser comercializado em larga escala no município. Em 1920, começaram a chegar as primeiras cabeças de gado bovino, vindas de Botucatu e Campos Novos Paulista, que proliferaram grandemente e, como consequência, a área de pastagens foi aumentada. Em 1925, surgiu com grande força a cultura do trigo, que foi extinguida em 1927 após desastrosas safras. Em 1930, quando o café tomava conta de quase toda área, a cana-de-açúcar, a mamona e o cultivo do bicho da seda surgem e passam a figurar na Economia Agrária do Município, mas os dois últimos logo foram dando lugar ao trigo, à soja e à mandioca, que, juntamente com a cana e o café, constituem a atividade econômica do município. Em meados de 1930, começavam a surgir os primeiros pequenos e médios armazéns de secos e molhados, bares, açougues e indústrias de beneficiamento. De 1923 a 1950, uma das preocupações fundamentais de todos os prefeitos deste período foi abrir estradas, retalhando o município. Em 1948-1949 construíram-se 300 quilômetros de estradas carroçáveis, dentro do município e que ligava aos municípios limítrofes. E em 1951 já havia três linhas de ônibus ligando Cândido Mota ao estado do Paraná, Florínea e Assis, sendo que em 1966 foram criadas mais 4 linhas internas para o Frutal do Campo, Porto Galvão e Taquaruçu. De lá para cá foram construídas mais estradas, sendo várias delas asfaltadas, sendo importante para o escoamento dos produtos e a safra do município e para ligação com outros centros urbanos. As terras do Município são constituídas de elementos ricos, resultantes da desagregação das rochas de origem vulcânica. A terra roxa ou avermelhada, como é chamada, possui muito húmus; sais minerais, como cálcio, fósforo, potássio; sendo alcalino, diferindo muito dos outros solos paulistas. Cândido Mota, pela sua topografia, seus excelentes cursos d'água, solo subérrimo e a operosidade de sua população, constitui-se um dos municípios agrícolas mais ricos do estado de São Paulo. Atualmente, a economia do município é baseada na agricultura, com a predominância das culturas de soja, trigo, cana-de-açúcar e milho. No campo industrial, destacam-se as fábricas de farinha e fécula de mandioca, de bebidas, de móveis e outros, alguns deles estão no único distrito industrial do município, espalhados por outras localidades da sede e outros em distritos de Cândido Mota. No comércio, comercialização de produtos agropecuários, cereais e gêneros alimentícios além de comércio de roupas, calçados e bicicletarias, Na prestação de serviços, destacam-se os escritórios de contabilidade e serviços de manutenção de máquinas e equipamentos e muitas oficinas mecânicas e elétricas. Por ser plana a cidade permite aos habitantes fazerem uso de bicicletas para se locomoverem dos bairros ao centro sem qualquer dificuldade. Pode-se afirmar que em todas as casas tem bicicletas. == Turismo == === Eventos === * Dia da Padroeira do município, Nossa Senhora das Dores * Quermesse da Pinguela * Festa de Santos Reis * Festa do Divino * Corpus Christi * Festa do Milho * Festas Juninas * Festa no Santuário Santa Clara * Festa do Peão de Boiadeiro Gigante Vermelho * Promoções com grandes eventos, com sorteios de carros, motos e outros brindes, promovidas pela ACICAM - Associação Comercial e Industrial de Cândido Mota. * Feirinha da Lua - todas as quintas-feiras no espaço da antiga Fepasa que foi totalmente restaurado para abrigar as senhoras bordadeiras, crocheteiras e que trabalham com artesanatos de vários tipos. O Rodeio de Cândido Mota é um dos mais famosos da região. São quatro dias de montaria, incluindo shows, boate, parque de diversão, praça de alimentação e exposições. Uma das atrações são as Rainhas do Gigante vermelho. 2010: Ingrid 2009: Priscilla Davanso Gonçalves 2008: Gabriella Andriotti Franciscatti 2007: Allysiê Cavina 2006: Patricia Possidônio 2005: Isabella Manfio 2004: Laísa Possidônio * Feira Social em comemoração ao aniversário da Rádio Mensagem (comunitária) * Aniversário do município === Atrações turísticas === * Rio Paranapanema, bom para pratica de pesca, com percurso de 30 km no município * Represa de Canoas I * Represa da Usina Pari * Santuário de Santa Clara * Fazenda Cananeia (particular) * Balneário do Porto Almeida == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === * A igreja faz parte da Diocese de Assis. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população * Lista de municípios de São Paulo por domicílios * Lista de municípios de São Paulo por frota de veículos == Ligações externas == * Página da câmara * Mapa Online de Cândido Mota - Google * Cândido Mota no WikiMapia Categoria:Fundações em São Paulo em 1921",
 "title": "Cândido Mota"
}