{
 "id": "34836",
 "text": "{{Info/Município do Brasil |nome = Cardoso |foto = |leg_foto = |apelido = Cidade dos Grandes Lagos |brasão = Brasão de Cardoso, SP.jpg |bandeira = Bandeiracardososp.JPG |link_brasão = |link_bandeira = |link_hino = |aniversário = 20 de janeiro |fundação = |emancipação = |gentílico = cardosense |lema = Patria et justitia \"Pátria e justiça\" |prefeito = Jair César Nattes - Tucura |partido = PSD |fim_mandato = 2024 |mapa = SaoPaulo Municip Cardoso.svg |latP = S | latG= 20 | latM =04 | latS= 55 |lonP = O | lonG= 49 | lonM =54 | lonS= 50 |estado = São Paulo |mesorregião = São José do Rio Preto |data_mesorregião = IBGE/2008 |microrregião = Votuporanga |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Riolândia, Pontes Gestal, Mira Estrela, Álvares Florence, São Francisco de Sales (Minas Gerais) |dist_capital = 560 |área = 639.7 | área_ref = |população = 12305 |data_pop = Estimativa IBGE/2015 |altitude = 422 |clima = subtropical |sigla_clima = Cfa |idh = 0.756 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2013 |pib_per_capita = 12.381,29 |data_pib_per_capita = IBGE/2013 }} Cardoso é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 20º04'55\" sul e a uma longitude 49º54'51\" oeste, estando a uma altitude de 422 metros. Tem uma população de 12.328 habitantes (IBGE/2016). O município é formado pela sede (que inclui o povoado de Vila Alves) e pelo distrito de São João do Marinheiro. == História == A Vida do Município tem início em 20 de janeiro de 1937 quando Joaquim Cardoso da Silva funda a Vila. A localidade recebeu os nomes de \"Vila Bupeva\", \"Arraial do Marinheiro\", \"Vila Cardosa\" até chegar ao nome atual \"Cardoso\", este surgiu a partir do sobrenome do fundador Joaquim Cardoso da Silva e também por causa de na região existir uma espécie de cacto com a denominação de “Cardo”. A Vila foi alçada à categoria de Distrito de Paz em 24 de agosto de 1942, por força do Decreto nº12.887 do Dr. Fernando Costa, Interventor Federal do Estado de São Paulo, como parte integrante da 4ª Circunscrição da Vila Monteiro (atual Álvares Florence). A emancipação veio em 24 de dezembro de 1948, pela Lei Estadual nº233, quando Cardoso foi alçado a categoria de município. Posteriormente tornou-se Comarca, por força da Lei Estadual nº8.050/63, porém, a efetiva instalação da Comarca só ocorreu em 29 de setembro de 1968. O primeiro prefeito de Cardoso foi o cidadão Epaminondas José de Andrade, o primeiro presidente da Câmara o cidadão Matheus Conceição e o primeiro juiz o Dr. Marcos Vinicius dos Santos Andrade. == Turismo/Lazer e Entretenimento == A cidade é banhada por vários rios, tendo como locais turísticos: no Rio Tomaizão: a Praia de água doce e o \"Complexo Turístico Leandro Trindade da Silveira\"; no Rio Tomaizinho: Associação SABESP e Associação Atlética Banco do Brasil (AABB); no Rio Marinheiro: Ponte do Rio Marinheiro e Hotel Fazenda Foz do Marinheiro; no Rio Grande (divisa com Minas Gerais): Bacuri e Porto Militão e no Rio Turvo: a Ponte do Rio Turvo. Na cidade a Lagoa “Hygino Zampronha”, Centro Social Urbano (CSU) \"Odilo Pereira Borges\", Estádio Municipal “José Romualdo Rosa”, Recinto Municipal “José Ferreira das Neves”. === Eventos === Aniversário da cidade, Carnaval, Baile “Escolha da Rainha da Festa do Peão”, Festa do Peão, Comemorações de fim de ano. === Turismo === De pesca, de lazer, de eventos náutico e de saúde (Clínica de Olhos). == Economia == A economia local é baseada essencialmente nos agronegócios, na bovinocultura (mista e de corte) e no cultivo da Cana de açúcar. Além de o turismo, ter também, grande participação na economia local. O PIB (Produto Interno Bruto) de Cardoso é de 151.460 mil reais, o PIB per capita é de 12.381,29 reais. Cardoso conta com 2 agências bancárias, sendo uma Banco do Brasil e uma Banco Bradesco. Em 2010, a taxa de atividade da população de 18 anos ou mais (Percentual da população economicamente ativa) era de 58,83%. Sua taxa de desocupação (Percentual da população economicamente ativa) era de 5,31% em 2010. == Demografia == A cidade de Cardoso ocupa a 1244ª posição entre os 5.565 municípios brasileiros segundo o IDHM. Dados Estimados - 2017 População total: 12.328 Dados do Censo - 2010 População total: 11.805 * Urbana: 10.730 * Rural: 1.075 * Homens: 5.830 * Mulheres: 5.975 Densidade demográfica (hab./km²): 18,45 * Mortalidade infantil até 1 ano (por mil): 13,0 * Expectativa de vida (anos): 76,2 * Taxa de fecundidade (filhos por mulher): 1,8 * Índice de Desenvolvimento Humano (IDH-M): 0,722 * IDH-M Renda: 0,695 * IDH-M Longevidade: 0,853 * IDH-M Educação: 0,636 Dados do Censo - 2000 * Mortalidade infantil até 1 ano (por mil): 22,39 * Expectativa de vida (anos): 68,07 * Taxa de fecundidade (filhos por mulher): 2,12 * Taxa de alfabetização: 85,69% * Índice de Desenvolvimento Humano (IDH-M): 0,756 * IDH-M Renda: 0,692 * IDH-M Longevidade: 0,718 * IDH-M Educação: 0,857 (Fonte: IPEADATA) == Estrutura urbana == === Educação === Na cidade de Cardoso há 9 Escolas/Creches Municipais e 2 Escolas Estaduais; Sendo elas: *EMEF “Profª. Dirce Libano dos Santos”; *EMEF “Prof. Luiz Nunes Ferreira Filho”; *EMEF “Maria Olímpia Gouvêa”; *EMESP “Prof.ª Edvânia Dutra Pozzetti” (EJA); *EMEI “Flávio de Campos Queiroz”; *EMEI “Ana Maria de Jesus”; *EMEI “Rafael Lustre Lourenço”; *EMEI “Maria Josefa da Trindade”; *EMEI “Rosa Leocádia de Miranda Rodrigues”; *EE \"Epaminondas José de Andrade\" e *EE \"Arthur Francisco Andrighetti\" === Subdivisões === Cardoso era subdividida em dois distritos. São eles: Distrito Sede-Cardoso e São João do Marinheiro, havia também o bairro de Vila Alves, separado da cidade, porém este não chega a ser considerado distrito. A cidade sofreu alterações em sua divisão distrital, uma delas foi a partir da Lei Estadual nº 8092, de 28 de fevereiro de 1964, que desmembra do Município o distrito de Mira Estrela, elevando-o a município. A atual divisão é datada de 31 de dezembro de 1968. Hoje Cardoso, possui o distrito de São João do Marinheiro e povoado de Vila Alves. === Serviços e comunicações === O serviço de abastecimento de água da cidade é feito pela SABESP que também opera com o serviço de esgoto. O percentual, em 2010, da população em domicílios com água encanada era de 99,64%, já o da população em domicílios com energia elétrica era de 100,00% e a porcentagem da população urbana em domicílios com coleta de lixo era de 98,62%. O serviço de telefonia fixa era feito pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1975, quando a cidade passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu em 1977 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. O serviço de telefonia móvel é oferecido por diversas operadoras sendo elas: Claro (2G e 3G), TIM (2G, 3G e 4G), Oi (2G e 3G) e Vivo (2G e 3G). O código de área (DDD) de Cardoso é 17. O Código de Endereçamento Postal da cidade CEP é 15570-000. O município conta ainda com um jornal em circulação chamado \"A Voz do Vale\". Há ainda emissoras de rádio: Rádio Transamérica 102,7 FM (antiga Rádio Alvorada AM 1080 kHz), Rádio Cidade FM 88,5 MHz, Rádio Grandes Lagos FM 89,7 MHz. A cidade recebe ainda sinal de algumas emissoras de televisão. Há canais na faixa Ultra High Frequency (UHF), sendo SBT Interior (SBT), Rede Vida, TV Cultura, RedeTV!, RecordTV Rio Preto (RecordTV), TV TEM São José do Rio Preto (Rede Globo) e TV Bandeirantes SP Interior (Rede Bandeirantes). A tecnologia de TV Digital HDTV chegou em Cardoso no dia 10 de abril de 2015, com a TV Tem HD no canal 26 UHF (26.1), e desde 16 de dezembro de 2015 a Rede Vida opera em HD no canal 31 UHF (16.1) === Hidrografia === * Rio Grande * Rio Turvo * Rio Marinheiro === Rodovias === * SP-322 * SP-461 == Administração == * Prefeito: Jair César Nattes - Tucura (PSD) (2021/2024) * Vice-Prefeita: Silvia Teixeira Martins (PSDB) (2021/2024) * Presidente da câmara: Jucelino de Souza - Borá (PSB) (2017/2018) == Ligações externas == * Categoria:Fundações em São Paulo em 1937",
 "title": "Cardoso"
}