{
 "id": "34831",
 "text": "{{Info/Município do Brasil |nome = Cândido Rodrigues |foto = |leg_foto = |apelido = |brasão = Brasão de Cândido Rodrigues.png |bandeira = Bandeira de Cândido Rodrigues.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = 18 de fevereiro |fundação = |gentílico = candido-rodriguense |lema = |prefeito = Fabrício Antônio Roncolli |partido = DEM |fim_mandato = 2024 |mapa = SaoPaulo Municip CandidoRodrigues.svg |latP = S | latG = 21 | latM = 19 | latS = 30 |lonP = O | lonG = 48 | lonM = 37 | lonS = 51 |estado = São Paulo |região_intermediária = Araraquara |data_região_intermediária = IBGE/2017 |região_imediata = Araraquara |data_região_imediata = IBGE/2017 |região_metropolitana = |vizinhos = Sul: Taquaritinga; leste e norte: Fernando Prestes; nordeste: Monte Alto. |dist_capital = 353 |área = 69.523 | área_ref = |população = 2668 |data_pop = Censo IBGE/2010 |altitude = 610 |clima = subtropical |sigla_clima = Aw |idh = 0.789 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 15598.04 |data_pib_per_capita = IBGE/2008 }} Cândido Rodrigues é um município brasileiro do estado de São Paulo, localizado na microrregião de Jaboticabal. == História == Cândido Rodrigues obteve sua emancipação político-administrativa em 18 de fevereiro de 1959, pela Lei Estadual nº 5285. Em 1 de janeiro de 1960 foi empossada a primeira câmara municipal, iniciando-se a 1ª Legislatura. Nesta ocasião, o mandato eletivo era para o período de 1960 a 1963, oportunidade em que o prefeito era Coronio Civolani e o vice-prefeito Oscar Balduino. A câmara municipal tinha como presidente o vereador Anibal Vilafanha e os demais vereadores eram: Addo Del Grossi, Geraldo Sebastião Balduino, Italo Ferretti, Júlio Mancin, Líbero Formigoni, Nicola Natalicio, Onélio Michelutti e Valdemar Antonietto. No início, quando era apenas um povoado e pertencia ao município de Taquaritinga, Cândido Rodrigues era conhecida por “Campin”, designação dada pelos colonos para identificar o local da propriedade de Saulle Borghi por onde passava a ferrovia, antiga Estrada de Ferro Araraquarense (EFA). Em razão da dificuldade que os produtores agrícolas de “Campin” tinham para fazer escoar a produção, resolveu-se tentar fazer com que se instalasse uma nova parada de trem, a qual foi construída em área de terras doada por Saulle Borghi, que havia sido adquirida de João Prandi. Na época, não era apenas Saulle Borghi quem pretendia uma nova parada de trens, também José Mongolini, Jeremias Carnelossi e os irmãos Credo, Benedito e Ernesto Civolani, pretendiam que a parada acontecessem em Icoarana, que era mais desenvolvida. O primeiro trem parou em Cândido Rodrigues em 8 de fevereiro de 1908, quando o povoado já se chamava Albuquerque Lins, em homenagem a Manuel Joaquim de Albuquerque Lins (20 de setembro de 1852 a 7 de janeiro de 1926), que foi o oitavo presidente do estado de São Paulo (1908/1912). Somente mais tarde o local passou a ser conhecido por Cândido Rodrigues, em homenagem ao General Antônio Cândido Rodrigues (19 de julho de 1850 a 21 de outubro de 1934), que na época era secretário da Agricultura do Estado de São Paulo. Antônio Cândido Rodrigues foi senador da República pelo estado de São Paulo e ministro da Agricultura no governo de Nilo Peçanha. Era engenheiro militar e foi voluntário na guerra do Paraguai. Morreu na cidade de São Paulo no dia 21 de outubro de 1934. Acredita-se que o início da nova denominação tenha surgido quando Saulle Borghi e sua mulher registraram as primeiras escrituras de vendas de terrenos do loteamento da antiga Campin no cartório da cidade de Monte Alto. Há ainda registros mencionando a denominação com data de 20 de novembro de 1908. O distrito de Cândido Rodrigues foi criado pela Lei Estadual nº 1602, de 10 de outubro de 1918, pertencendo a Taquaritinga. Em razão da nova parada de trens, o loteamento promovido por Saulle Borghi e seu filho deu início à construção de casas, a maioria de colonos italianos. Surge, então, fábrica de cerveja, hospedaria, comércio, farmácia, beneficiamento de café e arroz, moinho de fubá, de proprietários como Nicola Cosemiro, Luis e Auto Borghi, Francisco Barufaldi, Ettore Galgani, Ennio Montagnana, irmãos Negrelli etc. Somente em 13 de junho de 1915 Cândido Rodrigues ganha a primeira capela, tendo Santo Antônio como Padroeiro. Em 1916 surge a iluminação pública e a primeira escola. Em 1917 instalava-se o Cartório da Paz. == Geografia == Localiza-se a uma latitude 21º19'31\" sul e a uma longitude 48º37'51\" oeste, estando a uma altitude de 610 metros. === Demografia === Dados do Censo - 2010 População Total: 2.668 * Homens: 1.315 * Mulheres: 1.353 Densidade demográfica (hab./km²): 37,94 Mortalidade infantil até 1 ano (por mil): 15,80 Expectativa de vida (anos): 71,25 Taxa de fecundidade (filhos por mulher): 2,64 Taxa de Alfabetização: 89,26% Índice de Desenvolvimento Humano (IDH-M): 0,776 * IDH-M Renda: 0,694 * IDH-M Longevidade: 0,771 * IDH-M Educação: 0,862 (Fonte: IPEADATA) === Hidrografia === * Rio da Onça === Rodovias === * SP-310 === Ferrovias === * Linha Tronco da antiga Estrada de Ferro Araraquara == Administração == (2021/2024) * Prefeito: Fabricio Antônio Roncolli - DEM * Vice-prefeito: Dejalma Zacarin - PSDB * Presidente da câmara: Marlon Henrique Bordenal de Oliveira - DEM (2021/2022) * Vereadores, (2021/2024): * Abimael Aparecido Mafei *Alex Patrick Cambero * André Luis Falchi *Ariane Cristina Meloni *Antônio Primo Galhardi * Carlos Eduardo de Oliveira *Jairo Drape *Roberto Carlos Baesso * Marlon Henrique Bordenal de Oliveira == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Ver também == * Região Administrativa Central == Ligações externas == * Site da Prefeitura Municipal de Cândido Rodrigues * Cândido Rodrigues no WikiMapia Cândido Rodrigues Categoria:Fundações em São Paulo em 1959",
 "title": "Cândido Rodrigues"
}