{
 "id": "34833",
 "text": "{{Info/Município do Brasil | nome = Capão Bonito | foto = Matriz Capão Bonito.jpg | leg_foto = Igreja Matriz Nossa Senhora da Conceição, | apelido = | brasão = Brasão_de_Capão_Bonito.png | bandeira = Bandeira de Capão Bonito.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = capão-bonitense | lema = | prefeito = Júlio Fernando Galvão Dias | partido = PL | fim_mandato = 2024 | mapa = SaoPaulo Municip CapaoBonito.svg | latP = S | latG = 24 | latM = 00 | latS = 21 | lonP = O | lonG = 48 | lonM = 20 | lonS = 56 | estado = São Paulo | região_intermediária = Sorocaba | data_região_intermediária = IBGE/2017 | região_imediata = Itapeva | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Buri, Ribeirão Grande, Guapiara, Itapetininga, São Miguel Arcanjo, Taquarivaí, Itapeva, Sete Barras e Eldorado | dist_capital = 223 | área = 1641.229 | área_ref = | população = 46337 | data_pop = censo IBGE/2022 | altitude = 730 | clima = subtropical | sigla_clima = Cfb | idh = 0.721 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 14077 | data_pib_per_capita = IBGE/2008| | site = www.capaobonito.sp.gov.br }} Capão Bonito é um município do estado de São Paulo, no Brasil. Localiza-se a uma altitude de 730 metros. Possui uma área de 1641 km2, sendo o 5º maior município do estado. O município é formado pela sede e pelos distritos de Apiaí-Mirim e Turvo dos Almeidas. == Topônimo == \"Capão\" é uma palavra de origem tupi. Possui duas etimologias possíveis: *\"mato redondo\", através da junção dos termos ka'a (\"mata\") e pu'ã (\"redondo\").FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.340 *\"intervalo de mata\", através da junção dos termos ka'a (\"mata\") e pa'um (\"intervalo\").NAVARRO, E. A. Método Moderno de Tupi Antigo: a língua do Brasil dos primeiros séculos. Terceira edição. São Paulo: Global, 2005. p.168 == História == === Presença Ameríndia no Alto Paranapanema === Os primeiros registros da presença humana na região correspondem a pequenos assentamentos com uma grande diversidade de ferramentas de pedra produzidos pela técnica de lascamento, bem como objetos confeccionados a partir de matéria prima orgânica (como osso e madeira). Entre os artefatos líticos produzidos podem ser destacados os raspadores unifaciais de grandes dimensões, bastante utilizados para atividades de descarne de animais. Esse período de ocupação teria se iniciado há entre 11 mil e 9 mil anos, sendo associado às tradições tecnológicas Umbu e Humaitá. A região do Alto Paranapanema também apresenta uma grande quantidade de sítios arqueológicos associados à Tradição Tupiguarani, datando entre 2000 e 1870 anos antes do Presente as primeiras evidências de ocupação da área por grupos produtores de cerâmica. Além disso, na região também foram identificados sítios arqueológicos com cerâmica da tradição Itararé-Taquara, o que levou alguns pesquisadores a considerá-la uma área de grande fluxo de populações indígenas. Dominando a agricultura de cultivares ricos em carboidratos como o milho e a mandioca, os grupos ceramistas apresentavam uma densidade demográfica maior, sendo os ancestrais dos atuais povos falantes de idiomas Tupi-Guarani e Macro-Jê. De acordo com muitos pesquisadores, o vale do Rio Paranapanema teria sido um dos principais eixos de expansão dos Tupis e Guaranis em direção ao sul. Já a presença Kaingang (também conhecidos como Guaianãs ou Guaianazes) entre os vales dos rios Tietê e Paranapanema pode ser entendida a partir de dois cenários. O primeiro, enquanto ocupação recente, já que esse território provavelmente era ocupado por grupos hostis aos Kaingang, como os Kayapó meridionais e Tupi. Com o esvaziamento populacional provocado pelo apresamento indígena a partir do século XVI e XVII, os Kaingang teriam ocupado partes dessa região. A outra hipótese pressupõe um estabelecimento mais antigo dos Kaingang na região, vindos do sul de Minas Gerais, anterior mesmo à ocupação Tupi do vale do Paranapanema. A presença dos Kaingangs nos territórios do Alto Vale do Paranapanema perdurou até o século XIX, sendo inclusive registrada pelo viajante francês Auguste Saint-Hilaire. Outro indício da presença contínua desses grupos na região, bem como das tensões entre estes e as vilas locais pode ser visto em um ofício da Câmara da Vila de Itapeva ao Governo da Província de São Paulo, datado de 20 de março de 1823. Tal documento tinha como objetivo informar a realização de patrulhas armadas, as quais expulsavam os Kaingang para áreas mais afastadas, aprisionando e escravizando inclusive os que já estavam catequizados. Ao longo do século XIX, a região do Alto Paranapanema recebeu três levas de migrações guaranis, todas de caráter messiânico. Duas destas teriam alcançado a região de Itapetininga, permanecendo por um período relativamente curto. Essa passagem de grupos guaranis na região está de acordo com os relatos – datados da década de 1830 – que apontam uma aliança entre estes e habitantes da vila de Itapeva, em oposição aos Kaingang que habitavam a área. Eram conhecidos pelos moradores dessas vilas como “Botocudos”, devido ao uso de tembetás. Em carta endereçada ao Governador da Província de São Paulo, datada de 1834, o Sargento-Mor João de Almeida Leite dava o seguinte relato sobre os \"Botocudos\": > \"Tenho a satisfação de comunicar a V. Excia. Que os aborígenes botocudos > continuam a manter conosco as relações as mais amigáveis (...) e já não > importunam com suas exigências e peditórios gratuitos (...). Eles trazem do > mato porções de cera, couros, e dentre estes alguns já curtidos, e por este > gênero permutam os de que precisam (...). Pelo número e valor destes > selvagens, a nação goianã se viu obrigada a recuar da fronteira deste > município (...); São estes botocudos uma espécie de guarda avançada que > temos no sertão, muitos deles já falam passavelmente nosso idioma\" Em meados do século XIX, contudo, o avanço colonizador sobre as terras guaranis também ocorreu, gerando novos processos de dispersão demográfica e mesmo de aldeamento dos indivíduos remanescentes. De acordo com as fontes disponíveis, João da Silva Machado, o barão de Antonina, teria estabelecido um pequeno grupo de guaranis em suas terras, entre os rios Verde e Itararé (território atualmente localizado no município de Itaporanga, cerca de 153 km de Capão Bonito), aldeamento que teria contado com cerca de 400 indivíduos em 1847. === Início da Colonização Portuguesa e fundação da Freguesia Velha === O processo de colonização europeia do Alto Paranapanema se insere, portanto, no contexto das expedições bandeiristas do início do século XVIII, quando são descobertos veios de ouro na região de Apiaí e margens de cursos d’água, como o rio das Almas. Antes mesmos dessas descobertas, em meados do século XVII, expedições de bandeirantes como Domingos e Antônio Rodrigues da Cunha já haviam percorrido com frequência os caminhos locais, datando da década de 1690 a abertura da estrada que ligava a região meridional da América Portuguesa e a Capitania de São Paulo. Ainda que bem menos intenso do que os ciclos mineiros de Goiás, Cuiabá e Minas Gerais, o garimpo foi responsável pela fundação de povoados como a Freguesia Velha, em 1746. Fundado originalmente às margens do rio Pananapanema, no entanto, logo o povoado seria transferido para uma área mais próxima de onde a lavra do ouro ocorria. Visto que o principal caminho de ligação da vila de Sorocaba com os núcleos coloniais do sul atravessava o Alto Paranapema, tais povoados muitas vezes serviam como pouso para tropeiros em viagem no chamado Caminho de Coritiba. Data desse período o surgimento daquele que se tornaria o maior núcleo populacional local, Itapetininga, originalmente um arraial pertencente à vila de Sorocaba. Paralelamente, a chamada Freguesia Velha – nome que se manteve popular entre os habitantes, apesar das tentativas oficiais de batizá-la como Nossa Senhora da Conceição do Paranapanema – logo se deparou com o esgotamento do ouro de aluvião, o que gerou um abandono gradual desse primeiro assentamento. A origem do nome oficial é em função da construção de uma capela em honra à Nossa Senhora da Conceição, sendo o padre Manoel Luiz Vergueiro considerado o fundador do povoado. Ainda assim, o breve ciclo do ouro nessa região da Serra de Paranapiacaba foi relevante o suficiente para ainda constar em documentações cartográficas de fins do século XVIII, como o Mapa Corographico da Capitania de São Paulo. Nele são citadas as minas de ouro das cercanias da Freguesia Velha, citada oficialmente como “Freguesia de Paranapanema”, bem como as minas do Vale do Ribeira, também em declínio produtivo acentuado na época. No mapa em questão, também constam as freguesias de Itapetininga e Itapeva (“Ytapeba ou Faxinal”), assim como a rota principal utilizada pelos tropeiros, a qual atravessava as duas localidades. Apesar de não estar no trajeto identificado no Mapa Corographico como parte do chamado “Caminho de Coritiba”, a localidade de Freguesia Velha também era eventualmente procurada enquanto pouso de viajantes. Por conseguinte, na década de 1840, o povoado é novamente transferido de local, se afastando de forma definitiva das áreas das minas auríferas, consideradas já praticamente exauridas. Os principais incentivadores dessa mudança teriam sido o tenente- coronel José Ignácio Ferreira, o fazendeiro Pedro Xavier dos Passos (também conhecido como \"Sucuri\") e o vigário Joaquim Manoel Alves Carneiro. Após comprar terras anteriormente pertencentes ao Brigadeiro Rafael Tobias de Aguiar, Pedro Xavier teria doado cerca de 150 braças quadradas à Capela de Nossa Senhora da Conceição. A mudança do principal referencial eclesiástico da freguesia, assim como os esforços para construção de um novo edifício religioso, teriam sido decisivas para o deslocamento da população, a qual já somava cerca de 5 mil habitantes. Em homenagem ao doador das terras, a freguesia foi rebatizada com o nome da fazenda, sendo agora conhecida como Capão Bonito do Paranapanema. Segundo os relatos da época, o nome da fazenda foi dado em virtude da existência de um bonito capão de mato em formato de coração. A fundação da freguesia foi oficializada a partir da Lei Provincial n. 3, de 24 de janeiro de 1843. Até então pertencente à vila de Itapetininga, a freguesia de Capão Bonito do Paranapanema foi elevada à condição de vila em 2 de março de 1857, através da Lei Provincial n. 17. O nome atual do município só seria oficializado na segunda década do século XX, através da Lei Estadual n. 1840 de 27 de dezembro de 1921. Remanescentes materiais do período de mineração ainda podem ser observados em sítios arqueológicos como Encanado I e Encanado II. Situados no município vizinho de Ribeirão Grande, antigo distrito de Capão Bonito localizado nas proximidades do antigo núcleo de Freguesia Velha, ambos os sítios são representativos das primeiras empreitadas de mineração do ouro nas margens do Rio das Almas. === Formação administrativa === Data Evento 24 de janeiro de 1843 Criação da freguesia de Capão Bonito do Paranapanema, através da lei provincial nº 3. Subordinado ao município de Itapetininga. 2 de março de 1857 A freguesia é desmembrada de Itapetininga elevada à categoria de vila, mantendo a denominação Capão Bonito do Paranapanema. Mudança oficializada pela Lei Provincial n° 17. 23 de março de 1857 Oficializada a instalação da vila de Capão Bonito do Paranapanema. 26 de março de 1866 A Lei Provincial nº 21 extingue a vila Capão Bonito do Paranapanema, sendo reincorporada à Itapetininga. 14 de março de 1868 Novamente elevada à categoria de vila pela Lei Provincial nº 19. 20 de outubro de 1902 Criado o distrito de São José de Guapiara através da Lei Estadual n° 848, sendo anexado ao município de Capão Bonito do Paranapanema. 1911 Em divisão administrativa referente a esse ano, o município é constituído por dois distritos: Capão Bonito e Guapiara. 27 de dezembro de 1921 Alterado o nome do município para Capão Bonito através da Lei Estadual n.° 1840. 1933 Em divisão administrativa referente a esse ano, o município é constituído por dois distritos: Capão Bonito e Guapiara. 24 de dezembro de 1948 A Lei Estadual n° 233 determina o desmembramento do distrito de Guapiara do município de Capão Bonito. 1° de julho de 1950 O município de Capão Bonito permanece composto apenas pelo distrito-sede. 28 de fevereiro de 1964 Criado o distrito de Ribeirão Grande, através da Lei Estadual n° 8092. 31 de dezembro de 1968 O município de Capão Bonito permanece composto por dois distritos: Capão Bonito e Ribeirão Grande. 30 de dezembro de 1991 A Lei Estadual n° 7.644 define o desmembramento do distrito de Ribeirão Grande, elevado à condição de município autônomo. 30 de abril de 1992 Criado o distrito de Apiaí-Mirim, através da Lei Estadual n° 1445. 1° de junho de 1995 Em divisão territorial daquele ano, o município é constituído por dois distritos: Capão Bonito e Apiaí Mirim. == Geografia == * Área: 1.641 km² * Localização: O município de Capão Bonito está localizado na zona fisiográfica do Paranapiacaba. Vale do Alto do Paranapanema, estado de São Paulo. Situado a 222 quilômetros da cidade de São Paulo. * Altitude: 730 metros * Clima: subtropical, com média máxima de 22 °C e média mínima de 14 °C. * Rios: Conchas, Almas e Paranapanema, que nasce no município. Com relevo acidentado a cidade possui enorme potencialidade para ecoturismo. Capão Bonito é conhecida como \"Portal da Mata Atlântica\", contando com diversas cachoeiras e grutas. Em virtude dos grandes trechos de floresta preservados no município, parte de seu território é considerado patrimônio natural do estado de São Paulo. Tombado em 1986 pelo Conselho de Defesa do Patrimônio Histórico, Arqueológico, Artístico e Turístico do Estado de São Paulo (CONDEPHAAT), o Conjunto das Serras do Mar e de Paranapiacaba abarca outros 46 municípios paulistas, destacando-se pelo seu grande valor geológico, geomorfológico, hidrológico e paisagístico, funcionado funcionar como regulador das qualidades ambientais e dos recursos hídricos da área litorânea e reverso imediato do Planalto Atlântico. A área tombada corresponde a 1.208.810 hectares e inclui parques, reservas e áreas de proteção ambiental, esporões, morros isolados, ilhas e trechos de planícies litorâneas. === Demografia === Dados do Censo - 2010 População total: 46.178 * Urbana: 37.824 * Rural: 8.354 * O IBGE indicou que em 2010 existiam 49,86% da população masculina e 50,14% da feminina na cidade. Densidade demográfica (hab./km²): 28,15. Mortalidade infantil até 1 ano (por mil): 15,13 Expectativa de vida (anos): 65,41 Taxa de fecundidade (filhos por mulher): 2,73 Taxa de alfabetização: 88,40% Índice de Desenvolvimento Humano (IDH-M): 0,721 * IDH-M Renda: 0,675 * IDH-M Longevidade: 0,826 * IDH-M Educação: 0,671 === Hidrografia === * Rio Paranapanema * Rio Paranapitanga * Rio das Almas === Rodovias === * SP-127 * SP-181 * SP-250 * SP-258 == Cultura == === Comidas típicas === Bolinho de frango e o delicioso \"rojão\", feito com carne suína e temperos regionais são o orgulho gastronômico da região de Capão Bonito. Na culinária da cidade destaca-se também o virado à paulista, o torresminho. == Infraestrutura == === Comunicações === A cidade era atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP), que inaugurou em 1974 a central telefônica que é utilizada até os dias atuais. Em 1975 passou a ser atendida pela Telecomunicações de São Paulo (TELESP), até que em 1998 esta empresa foi vendida para a Telefônica. Em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. === Ensino superior === Capão Bonito possui uma Faculdade de Tecnologia, FATEC, atualmente com o curso de Tecnologia em Silvicultura e Agroindústria. == Economia == * Produção agrícola diversificada e pecuária; * Indústria: madeireiras, celulose e papel; * Mineração: granito e o mármore rosa, conhecido mundialmente como Granito Capão bonito. * Comércio: vestuário PIB:649 489,568 mil. Participação no PIB: • Agropecuária: 20,4% •Indústria: 11,7% •Serviços a preços correntes: 67,9% == Ver também == * Lista dos municípios de São Paulo por área == Ligações externas == * * * * Categoria:Fundações no Brasil em 1857 Categoria:Topônimos de origem tupi",
 "title": "Capão Bonito"
}