{
 "id": "34849",
 "text": "{{Info/Município do Brasil | nome = Conchal | foto = Bairros Conchal.jpg | leg_foto = Vista Aérea da cidade | apelido = A Morada dos Rios | brasão = brasãodeconchal.jpg | bandeira = bandeiradeconchal.jpg | link_brasão = | link_bandeira = | link_hino = Http://www.conchal.sp.gov.br/source/conchal/hino.jsp | aniversário = 9 de abril | fundação = | gentílico = Conchalense | lema = Paz e prosperidade | padroeiro = Sagrado Coração de Jesus | prefeito = Luiz Vanderlei Magnusson | partido = PL | fim_mandato = 2024 | mapa = SaoPaulo Municip Conchal.svg | latP = S | latG = 22 | latM = 19 | latS = 48 | lonP = O | lonG = 47 | lonM = 10 | lonS = 22 | estado = São Paulo | região_intermediária = Campinas | data_região_intermediária = IBGE/2017 | região_imediata = Araras | data_região_imediata = IBGE/2017 | região_metropolitana = Piracicaba | vizinhos = Norte: Mogi-Guaçu; Sul: Engenheiro Coelho; Leste: Mogi-Mirim; Oeste: Araras. | dist_capital = 176 | área = 183.826 | área_ref = | população = 28.105 | data_pop = Censo IBGE/2023https://www.ibge.gov.br/cidades-e-estados/sp/conchal.html | altitude = 591 | densidade = 152,88 hab/Km² | clima = Sub Temperado | sigla_clima = Cfa | idh = 0.77 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 16503.55 | data_pib_per_capita = IBGE/2012 | site_prefeitura = http://www.conchal.sp.gov.br/ | site_câmara = https://www.camaraconchal.sp.gov.br/ }} Conchal é um município brasileiro do estado de São Paulo. Localiza-se na latitude 22º19'49\" sul, longitude 47º10'21\" oeste. Está a uma altitude média de 591 metros. Sua população estimada em 2023 é de 28.105 habitantes e possui uma área de 183,826 km². Pertence à Região Metropolitana de Piracicaba. O município é formado pela sede e pelo distrito de Tujuguaba. == História == De acordo com pesquisas arqueológicas desenvolvidas em Mogi Mirim, município vizinho a Conchal, os primeiros vestígios da presença humana na bacia do rio Moji Guaçu datam de mais de 8.000 anos Antes do Presente. Encontrados no sítio Bela Vista 2, trata-se de remanescentes materiais de antigos grupos caçadores-coletores, produtores de diversos artefatos em pedra lascada. Antepassados de populações indígenas atuais, esses primeiros grupos se deslocavam com regularidade pela região, escolhendo topos de morros e terraços fluviais para construção de seus acampamentos e aldeias. Por volta do primeiro século da Era Comum, grupos indígenas mais numerosos, detentores de técnicas agrícolas e de produção de cerâmica, teriam começado a se instalar por todo o nordeste paulista. Em geral, a dieta alimentar desses grupos era composta por plantas ricas em carboidratos (como o milho e a mandioca), frutos, raízes e nozes silvestres, além da proteína obtida através de pesca e caça. Também teriam plantado várias espécies não alimentícias, como cabaças, tabaco, algodão e urucum. Em geral, essas populações ameríndias são associadas às tradições ceramistas Tupiguarani e Aratu-Sapucaí, frequentemente identificadas em sítios arqueológicos ao longo dos vales dos rios Pardo e Mojiguaçu. Durante o período colonial português, iniciado no século XVI, expedições em busca de indígenas e metais preciosos frequentemente atravessavam o atual nordeste paulista, embora existam poucos relatos acerca das filiações étnicas dos grupos ameríndios que habitavam esse trecho do rio Mojiguaçu. De acordo com o Mapa Etno-Histórico do Brasil e Regiões Adjacentes, produzido pelo antropólogo teuto-brasileiro Curt Nimuendajú, a região era habitada por povos Tupi e Tamoio ainda nos primeiros dois séculos de dominação lusitana. O principal caminho utilizado pelos portugueses na região era o chamado “Caminho do Anhanguera”, Estrada dos Goyases ou simplesmente Caminho de Goiás, através do qual se alcançavam as minas de ouro no atual estado de Goiás, descobertas na primeira metade do século XVIII. Em suas margens foram paulatinamente criadas fazendas, pousos, cavalgaduras, e povoados, dando origem a municípios como Mogi Mirim e Mogi Guaçu. De maneira geral, os núcleos de povoamento fundados ao longo do Caminho serviam principalmente como pontos de paragem de tropas e viajantes em direção às minas de Goiás, sendo também comum o cultivo de mandioca, cana, feijões, algodão e milho nos arredores desses locais. Até o início do século XX, a região de Conchal permaneceu habitada de forma bastante esparsa, sendo que a maior parte do território era formado pelas fazendas Nova Zelândia, Ferraz e Leme. Além dessas três, ao menos um documento de início do século XX menciona uma outra fazenda na região, batizada com o nome de Conchal. Em 28 de março de 1911, essas terras foram divididas em dois núcleos coloniais pelo Decreto n° 2020, os quais foram batizados de “Visconde de Indaiatuba” e “Conde de Parnaíba”. Parte da política estadual de povoamento de áreas consideradas produtivas do interior paulista, esses núcleos coloniais eram formados por lotes de dez e vinte alqueires, sendo geralmente voltados para imigrantes recém-chegados da Europa. Nos anos seguintes, a inauguração da Estrada de Ferro Funilense e de uma estação ferroviária, além de obras de saneamento custeadas pelo Estado para evitar a disseminação da malária, fizeram com que os dois núcleos coloniais atraíssem novos moradores para a região. Assim, em 1919, os núcleos de Visconde de Indaiatuba e Conde de Paranaíba foram alçados à condição de distrito de paz do município de Mogi Mirim. O crescimento demográfico e a nova categoria administrativa local também se refletiam na infraestrutura do agora distrito de Engenheiro Coelho: se antes a maior parte das residências era feita em madeira, na década de 1920 já predominavam as construções em alvenaria, algumas destas já conectadas à recém-instalada rede elétrica. Formado a partir de uma política estatal de colonização agrícola, o distrito de Engenheiro Coelho manteve uma economia voltada ao cultivo de café, cana de açúcar, algodão, mandioca e outros gêneros em suas primeiras décadas de existência, com escoamento da produção garantido pela ferrovia. Além da agricultura, o distrito também já contava com algumas serrarias e olarias nesse período. Na década de 1940, parte dos moradores do distrito requisitava a transferência de jurisdição de Mogi Mirim para o município de Araras. Contudo, nem todos os habitantes do distrito concordavam com a reivindicação, o que acabou por inviabilizá-la politicamente. Em 1944, ficou decidida a permanência do distrito de Engenheiro Coelho junto ao município de Mogi Mirim. Cerca de quatro anos depois, em 1948, o movimento pró-emancipação realizou um plebiscito com eleitores previamente cadastrados no Cine Paratodos, antigo cinema de Conchal. Com 627 votos a favor e somente 27 contra, ficou confirmado o desejo da população local em emancipar o distrito de Mogi Mirim. Com efeito, em 24 de dezembro de 1948, Conchal foi elevada à condição de município, recebendo o nome atual através da Lei Estadual n° 233. == Geografia == === Demografia === População estimada em 2023: 28.105 (IBGE) População estimada em 2019: 28.050 (IBGE) População estimada em 2018: 27.820 (IBGE) População estimada em 2018: 26.881 (SEADE)http://www.perfil.seade.gov.br/# População estimada em 2000: 22.676 (IBGE) Densidade demográfica (hab./km²): 152,88 (Censo 2023) Mortalidade infantil até 1 ano (por mil): 13,50 Expectativa de vida (anos): 72,53 Taxa de fecundidade (filhos por mulher): 2,92 Taxa de alfabetização: 87,76% Índice de Desenvolvimento Humano (IDH-M): 0,770 * IDH-M Renda: 0,694 * IDH-M Longevidade: 0,792 * IDH-M Educação: 0,825 (Fonte: IPEADATA) Informações do Atlas Brasil: http://atlasbrasil.org.br/2013/perfil/conchal_sp Informações do IBGE: https://agenciadenoticias.ibge.gov.br/media/com_mediaibge/arquivos/7d410669a4ae85faf4e8c3a0a0c649c7.pdf === Hidrografia === Devido aos diversos rios, riachos e nascentes, existentes em sua geografia, o município de Conchal é conhecido como \"A morada dos rios\", havendo em suas margens diversos \"ranchos\", chácaras e casas de veraneio, o que explica o aumento significativo de visitantes de outros municípios nos finais de semana e feriados prolongados, a procura de atividades de pesca e lazer. Rio Mogi-Guaçu, Ribeirão Ferraz, entre muitos outros pequenos lagos e ribeirões. === Rodovias === * SP-191: Rodovia Wilson Finardi ** de Mogi Mirim até Rio Claro. - (Mogi Mirim, Conchal, Araras e Rio Claro). ** Legislação: Lei Estadual 3.840 de 23/09/1983 * SP-332: Rodovia Professor Zeferino Vaz ** De Campinas até Conchal (Campinas, Paulínia, Cosmópolis, Artur Nogueira, Engenheiro Coelho e Conchal). ** Legislação: Lei Estadual 14.115 de 04/06/2010 (anteriormente chamada General Milton Tavares de Sousa). * SP-147: Rodovia Engenheiro João Tosello ** De Mogi Mirim até Limeira (Mogi Mirim, Engenheiro Coelho, Conchal e Limeira). ** Legislação: Lei Estadual 8.273 de 29/03/93 === Clima === O clima do município é classificado no clima Aw (Classificação Koeppen). Tabela climática de Conchal-SP Temperatura Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Média Média Máxima °C 30.0 30.1 29.8 28.2 26.3 25.2 25.4 27.6 28.6 29.1 29.5 29.4 28.3 Média minima °C 18.7 18.9 18.2 15.6 12.9 11.5 10.9 12.3 14.3 16.0 16.9 18.1 15.4 Precipitação Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Total Total mm 250.1 186.9 154.9 75.3 67.4 48.1 32.8 31.9 74.3 120.4 159.5 227.5 1429.1 Fonte: Unicamp - Cepagri == Comunicações == A cidade era atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Ferrovia == === História da linha férrea === Conchal desenvolveu-se a partir da estação ferroviária do município. A Cia. Carril Funilense foi inaugurada em 18 de setembro de 1899 pela Cia. Agrícola Funilense, de Funil (hoje Cosmópolis), com bitola de 60 cm, saindo do centro de Campinas e chegando até a atual Cosmópolis, na época chamada de Barão Geraldo de Resende. Em 1904, por parte de um empréstimo não honrado, o Governo do Estado ficou com a ferrovia. Em 1906, a bitola foi ampliada para a métrica; em 1913, a ferrovia já chegava ao seu ponto máximo, em Pádua Salles, margem do rio Mogi Guaçu. Em 01 de setembro de 1921, a Sorocabana incorporou a linha, que em 1924 passou a sair da nova estação da EFS em Campinas, e com o nome de Ramal de Pádua Salles, com 93 quilômetros. A linha foi fechada no início de 1960, tendo os trilhos arrancados pouco tempo depois. Hoje são bem poucos os resquícios da velha Funilense. === Estação === A estação de Conchal foi inaugurada em 1913 pela Funilense, para atender o núcleo colonial Visconde de Parnaíba, estabelecido pelo Governo do Estado dois anos antes, em terras da fazenda Conchal, então pertencente ao município de Mogi Mirim. O município formou-se a partir do núcleo colonial e a estação tomou o nome da fazenda, pois foi o dono desta fazenda, Alfredo Eduardo de Oliveira, que fez o acordo de terras com a ferrovia. Em 1921, passou a fazer parte da malha da Sorocabana, que passou a administrar a linha, incorporando-a sob o nome de ramal de Pádua Salles. A estação foi desativada em 1960, com a linha, mas ainda existe: restaurada, não tem mais a cobertura da plataforma. Está ali, no fim da cidade, parcialmente conservada e servindo às escolas, com um pátio enorme à sua volta. == Economia == De terras férteis, já foi palco de grande produção de mandioca, algodão, milho e, atualmente, cana-de-açúcar e principalmente laranja. Destacam-se, também, a produção manufatureira de artigos de couro, tais como bolsas, carteiras e cintos, que se iniciaram no final da década de 1980, chegando a conquistar o título de Capital das Bolsas de Couro e pequenas e médias empresas do ramo metalúrgico, com intensa atividade na confecção de portões, grades e estruturas metálicas. De economia parcialmente dependente da agricultura, nos dias de hoje enfrenta alguns problemas sociais, devido à migração de pessoas oriundas do norte do estado de Minas Gerais, sul da Bahia e demais estados do nordeste brasileiro, que viam na região uma oportunidade de trabalho no corte da cana-de-açúcar e colheita de laranja. Contudo, com a mecanização do corte da cana e consequente diminuição das ofertas de emprego, restou parte da população em condições desfavoráveis. Conta com uma associação que ajuda a administrar toda a economia do município, desde a agricultura até o comércio e prestação de serviços; a ACICO (Associação Comercial, Industrial e Agrícola de Conchal). Algumas indústrias presentes no municípios são: * Sucocítrico Cutrale LTDA. (Suco de laranja) * CanaVialis (Desenvolvimento genético de Plantas) * Grupo Umaflex - (Estofados e Colchões) * Citrograf Mudas - (Mudas de citrus) * Begllim Big Bags * Agarradinho - (Brindes e Brinquedos) * Tecnocitrus - (Suco de Laranja) * Zanchetta Alimentos Ltda - (Processamento de aves) - Ainda em obras (2020) == Turismo e lazer == Alguns dos pontos turísticos do município são as praças da Fonte (Cônego Francisco de Campos Machado), da Matriz Sagrado Coração de Jesus, Praça Nove de Abril, entre outras; e o Parque Ecológico,\"Prefeito Wilson Lozano\" mais conhecido como Lago. Muitas pessoas de municípios vizinhas vem passar finais de semanas em ranchos às margens do Rio Mogi-Guaçu. O município dispõe de um clube recreativo privado, AEC (Associação Esportiva Conchalense), com sedes social e poli-esportiva. O município também conta com um amplo serviço gastronômico, com muitas lanchonetes, padarias, sorveterias, pizzarias e restaurantes. Existia a Festa de Peão de Tujuguaba, realizada num distrito do município de mesmo nome, no qual chegou a atrair muitas pessoas de vários municípios. Em seus tempos áureos, a Festa de Peão de Tujuguaba era a segunda maior festa desse gênero no estado de São Paulo e no país, perdendo apenas para Barretos. Carnaval de rua que se realiza todos os anos e atrai cada vez mais foliões da região. == Bairros == O município é subdividido em 41 bairros e 1 Distrito. == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === A Igreja Católica Apostólica Romana de Conchal pertence à Diocese de Limeira. A cidade possui três comunidades paroquiais, sendo duas paróquias e uma quase paróquia. Atualmente (2020), o pároco responsável pelas atividades da Paróquia Nossa Senhora Aparecida é o Pe. Luciano Alves, natural de Iracemápolis SP. Já na Paróquia Sagrado Coração de Jesus o Pe. José Valter Rossini, é o pároco responsável pelas atividades religiosas da comunidade. Na recém criada Quase Paróquia São José Operário o pároco responsável pela administração e atividades é o Pe. Ednaldo Antonio Marfil de Jesus vindo da Arquidiocese de Ribeirão Preto e incardinado na Diocese de Limeira. Na cidade existem diversas comunidades pertencentes às três comunidades paroquiais, sendo na maioria comunidades rurais totalizando cerca de 25 comunidades católicas. O padroeiro do município é o Sagrado Coração de Jesus, a festa litúrgica do padroeiro é uma data móvel que se comemora na segunda sexta-feira após o Corpus Christi, sendo uma das três solenidades do Tempo Comum. Porém, seu feriado cívico é comemorado na última sexta-feira do mês de junho. A Paróquia Nossa Senhora Aparecida está construindo uma Nova Igreja Matriz Nossa Senhora Aparecida no bairro Porto Seguro (atrás da Igreja Menor Nossa Senhora Aparecida) através da contribuição dos paroquianos com um carnê anual para bem poder acomodar os fiéis. As três comunidades paroquiais possuem Pastoral da Comunicação e os agentes da pastoral se comunicam entre as paróquias para estabelecer um diálogo e formar \"uma Igreja em saída!\". === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém * Congregação Cristã no Brasil * Igreja do Evangelho Quadrangular * Igreja Universal do Reino de Deus * Igreja Mundial do Poder de Deus * Igreja Internacional da Graça de Deus * Igreja Batista no Brasil * Igreja Adventista do Sétimo Dia * Igreja Adventista - Movimento da Reforma === Outras religiões === * Espiritismo: Centro Espiríta \"Alan Kardec\" * Igreja Católica Apostólica Brasileira * Salão do Reino das Testemunhas de Jeová * Igreja dos Santos dos Últimos Dias (Mórmons) == Filhos ilustres == * Valéria Melo Peris (Miss Brasil 1994) * Franciele Bonfanti Jogadora da Ferroviária * Renan Ribeiro \"In Memorian\" (Participante semifinalista do Programa da Rede Globo, The Voice Brasil) * Kimberlyn Damares Brandino (Kika) - Jogadora do São Paulo FC * Eduardo Campos Sommer - Jogador profissional de basquete (NBB e competições internacionais) == Administração == * Prefeito: Luiz Vanderlei Magnusson - PSDB * Vice-prefeito: Angela Maria Vivaldini da Costa Caleffi - PSDB * Presidente da Câmara: Geny Aparecida Sampaio - PSDB - Biênio 2021/2022 (Primeira mulher a ocupar esse relevante cargo público no município) == Hino oficial == O Hino Oficial do Município de Conchal foi instituído através da Lei nº 1.517, de 20 de setembro de 2007. (Letra por Robson B. Cavalcantte, Melodia por Robson B. Cavalcantte.) Bem sobre esta terra de beleza sem igual Abaixo deste céu pintado azul celeste anil Nasceu por nós amada a cidade de Conchal Pequena e preciosa joia rara do Brasil. A Nova Zelândia, Leme e as terras de Ferraz Foram transformadas em dois núcleos coloniais Visconde de Indaiatuba era um pilar À qual a Parnaíba se uniu. E o bravo povo que aqui surgiu Com alma forte construiu. Conchal formosa é a Morada dos Rios Conchal mãe generosa que nos sorri Conchal de um povo alegre que se orgulha do que diz: Conchal é o meu lugar, eu vivo em paz e sou feliz. E desde o seu início destinou-se a progredir Nos braços deste povo sem descanso a trabalhar Plantando e colhendo foi cuidando do porvir Até a uma condição brilhante alcançar. Movida à Via Férrea Funilense viu chegar Moderno, o mundo urbano vem crescendo sem parar E na revolução o seu heróico defensor Sacrificou-se ante o mundo vil. Alonso Camargo ao bem serviu Nosso exemplo varonil. Conchal formosa é a Morada dos Rios Conchal mãe generosa que nos sorri Conchal de um povo alegre que se orgulha do que diz: Conchal é o meu lugar, eu vivo em paz e sou feliz. == Galeria de fotos == Ficheiro:Cristo de Conchal.jpg|Cristo de Conchal Ficheiro:Igreja NSA.jpg|Igreja Nossa Senhora Aparecida Ficheiro:Estádio Conchal.jpg|Estádio Municipal Vereador Urbano Archangelo Ficheiro:Bairros Conchal.jpg|Vista dos Bairros São Paulo e do Centro Ficheiro:Playground de Conchal.jpg|Playground da praça 9 de Abril Ficheiro:Quadra e pista de skate.jpg|Quadra e pista de skate da Praça 9 de Abril Ficheiro:Lago Municipal de Conchal.jpg|Lago Municipal da cidade Ficheiro:Ginásio 1º de Maio.jpg|Ginásio de Esportes 1º de Maio == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população == Ligações externas == * * * Categoria:Fundações em São Paulo em 1949",
 "title": "Conchal"
}