{
 "id": "34848",
 "text": "{{Info/Município do Brasil | nome = Colina | foto = Entrada da cidade de Colina, com decoração em época natalina - panoramio.jpg | leg_foto = | apelido = Cidade carinho | brasão = | bandeira = bandeiracolina.jpg | link_brasão = Brasão de Colina (São Paulo) | link_bandeira = | link_hino = s:Hino do município de Colina | aniversário = 21 de abril | fundação = | gentílico = colinense | lema = | prefeito = Dieb Taha | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Colina.svg | latP = S | latG = 20 | latM = 42 | latS = 46 | lonP = O | lonG = 48 | lonM = 32 | lonS = 27 | estado = São Paulo | mesorregião = Ribeirão Preto | data_mesorregião = IBGE/2008 | microrregião = Barretos | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Barretos, Bebedouro, Jaborandi, Severínia, Terra Roxa, Monte Azul Paulista | dist_capital = 405 | área = 422.303 | área_ref = | população = 18245 | data_pop = Censo IBGE/2015 | população_pos = SP: 270º | altitude = 595http://g1.globo.com/sp/sao-carlos-regiao/noticia/2015/07/sao-carlos-e-2-cidade-onde-mais-se-venta-no-estado-aponta-levantamento.html | clima = tropical | sigla_clima = Aw | idh = 0.824 | data_idh = PNUD/2010 | idh_pos = SP: 117° | pib = mil | data_pib = IBGE/2013 | pib_per_capita = 35.459,74 | data_pib_per_capita = IBGE/2013 }} Colina é um município brasileiro do estado de São Paulo. Localiza-se a uma distância de 405 km da capital estadual, São Paulo, e a 685 km da capital federal, Brasília. Sua população estimada em 2019 era de 21.013 habitantes. Colina é conhecida como a Capital Nacional do Cavalo, abrigando um grande centro de pesquisa de equinos chamado de Estação Experimental de Zootecnia (atualmente, a unidade de pesquisa científica rural Agência Paulista de Tecnologia dos Agronegócios/APTA Regional de Colina) e famosa pela sua tradicional Festa do Cavalo que se realiza todos os anos no mês de julho. == História == Antes de falar sobre a grande história dessa cidade, uma de suas grandes contribuições ao país foi pela referência ao futebol amador durante os anos 50-60-70. Com grandes craques como Renatinho(Ele), Durval Tiririca, Pupi o Príncipe, e outros nomes, o Tigre do Vale marcou grande época sendo o maior clube amador da várzea paulistana, alçando ainda voos mais altos desfilando seu futebol contra clubes profissionais da época. Um orgulho da cidade e que seja eternizado em sua história. Viva o Colina Atlético! O nascimento de Colina deve-se à iniciativa do Coronel José Venâncio Dias, que era o proprietário de terras que deram origem ao município, denominadas Fazenda Colina. A Fazenda Colina era constituída de três partes: Baixada – atual centro da cidade, Baixadinha – que inclui parte do Bairro Cemitério e Cabaças onde está hoje localizado o Pólo Regional de Desenvolvimento dos Agronegócios da Alta Mogiana. No dia 7 de fevereiro de 1917 foi criado o Distrito de Paz de Colina. O município fora criado pela Lei Estadual nº 2096, de 24 de dezembro de 1925, foi instalado no dia 21 de abril de 1926, data esta, considerada de emancipação político-administrativa. A cidade compreende um território de 424 km² de área que faz divisa com os municípios de Barretos, Jaborandi, Terra Roxa, Bebedouro, Monte Azul Paulista e Severínia. Além do Coronel José Venâncio Dias, são também fundadores: Luciano de Mello Nogueira e Antonio Junqueira Franco, porém a estes, deve-se acrescentar os nomes das demais fazendeiros do município – do Turvo, Onça, Consulta, Retirinho, Cava e etc., que prestigiaram com apoio e confiança, as decisões dos 3 primeiros. Nos anos anteriores a 1926, a história de Colina foi uma verdadeira luta de desbravamento promovida pelas primeiras famílias que aqui chegaram no final do século XIX, por volta do ano de 1900. A Companhia Paulista de Estradas de Ferro já havia estendido seus trilhos até Bebedouro e dependia de verba para aquisição do leito ferroviário até Barretos. Foi aí, que entrou em cena o Coronel José Venâncio Dias que foi até Campinas e em reunião com os diretores da Ferrovia, ofereceu, gratuitamente, a faixa de terras necessária ao empreendimento. Diante da oferta, um dos diretores perguntou: O que espera o Coronel ganhar com essa doação? José Venâncio respondeu: “Desejo ouvir o apito de um trem; anúncio sonoro do progresso para toda nossa região”. A terra foi doada e em 1905, José Venâncio Dias, sentado à varanda de sua fazenda, ouvia apitar o primeiro trem com destino à Barretos. A cidade de Colina se expandiu graças à cultura do café, que aos poucos foi dando lugar à pecuária e lavouras diversas. Hoje o grande atrativo é o cavalo, que a tornou conhecida em todo o Brasil como “Capital Nacional do Cavalo”, em virtude da criação de cavalos em propriedades particulares e no Pólo Regional de Desenvolvimento Tecnológico dos Agronegócios, destinados à Cavalaria 9 de Julho , no município e das equipes de Pólo reconhecidas internacionalmente e a prática do hipismo que levou à formação de vários cavaleiros olímpicos representando o Brasil em eventos internacionais e nacionais. == Geografia == Possui uma área de 422,303 km². === Demografia === Dados do Censo - 2010 População Total: 17.371 * Urbana: 16.223 * Rural: 1.148 ** Homens: 8.626 ** Mulheres: 8.745 Densidade demográfica (hab./km²): 39,31 Mortalidade infantil até 1 ano (por mil): 7,20 Expectativa de vida (anos): 76,71 Taxa de fecundidade (filhos por mulher): 2,42 Taxa de Alfabetização: 94,13% Índice de Desenvolvimento Humano (IDH-M): 0,757 * IDH-M Renda: 0,720 * IDH-M Longevidade: 0,845 * IDH-M Educação: 0,712 (Fonte: PNUD/2010) === Hidrografia === * Ribeirão Turvo * Ribeirão das Palmeiras === Rodovias === * SP-326 * SP-373 == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Diab Taha (2017-2024) * Vice-prefeito: Sergio Campanholi * Presidente da câmara: Marco Aurélio Moralles (2019/2020) == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 Igreja Católica Diocese Paróquia Diocese de Barretos São José A paróquia São José foi criada no ano de 1918. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população * Lista de municípios de São Paulo por domicílios * Lista de municípios de São Paulo por frota de veículos == Ligações externas == * * APTA/ PRDTA - Polo Regional de Desenvolvimento Tecnológico dos Agronegócios * Carlos Paro - Cavaleiro Olímpico Colinense * Página do cavaleiro Carlos Paro Categoria:Fundações em São Paulo em 1926",
 "title": "Colina (São Paulo)"
}