{
 "id": "34857",
 "text": "{{Info/Município do Brasil |nome = Cristais Paulista |foto = Praça Nossa Senhora D'Abadia.jpg |leg_foto = Praça Nossa Senhora D'Abadia |apelido = |brasão = Cristais.PNG |bandeira = Bandeira Cristais Paulista.png |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico =cristalense |lema = Cristais pode mais |prefeito = Elson Gomes dos Santos |partido = PTB |fim_mandato = 2024 |mapa = SaoPaulo Municip CristaisPaulista.svg |latP = S | latG = 20 | latM = 23 | latS = 49 |lonP = O | lonG = 47 | lonM = 25 | lonS = 12 |estado = São Paulo |mesorregião = Ribeirão Preto |data_mesorregião = IBGE/2008 |microrregião = Franca |data_microrregião = IBGE/2008 |região_metropolitana = Franca |vizinhos =Pedregulho, Jeriquara, Ribeirão Corrente, Franca e Claraval (MG) |dist_capital = 405 |área = 385.230 |área_ref = |população = 8631 |data_pop = est. IBGE/2019 |altitude = 996 |clima = |sigla_clima = Cfa |idh = 0.771 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 18735.81 |data_pib_per_capita = IBGE/2008 }} Cristais Paulista é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 20º23'50\" sul e a uma longitude 47º25'13\" oeste, estando a uma altitude de 996 metros. Sua população estimada em 2019 foi de 8.631 habitantes. Possui uma área de 385,230 km². ==Geografia== Hoje, o município de Cristais Paulista, faz parte da oitava região hidrográfica do estado de São Paulo, pertencente a Bacia do Sapucaí Mirim/Grande, juntamente com mais 25 municípios e cinco distritos. Segundo o Censo de 2010 o município conta com 7591 habitantes (fonte: IBGE) com economia predominantemente agrícola. O projeto em questão será desenvolvido no município de Cristais Paulista – SP que possui uma área territorial de 378 km² limitados pelos municípios de Franca, Pedregulho, Ribeirão Corrente, Jeriquara (no estado de São Paulo) e Claraval (no estado de Minas Gerais) e com população de 7591 habitantes (Dados do último Censo do IBGE – 2010). === Demografia === Dados do Censo - 2010 População Total: 7.591 * Urbana: 5.531 * Rural: 2.060 * Homens: 3.877 * Mulheres: 3.714 Densidade demográfica (hab./km²): 17,01 Mortalidade infantil até 1 ano (por mil): 17,51 Expectativa de vida (anos): 70,36 Taxa de fecundidade (filhos por mulher): 3,13 Taxa de Alfabetização: 88,43% Índice de Desenvolvimento Humano (IDH-M): 0,771 * IDH-M Renda: 0,696 * IDH-M Longevidade: 0,756 * IDH-M Educação: 0,861 (Fonte: IPEADATA) === Economia === O município é um grande produtor de café, o que gera quase toda a renda da cidade, além de uma considerável produção leiteira. Grande parte da sua população economicamente ativa trabalha nas indústrias e comércio do município vizinho de Franca. A área urbana vem se expandindo rapidamente com a abertura de novos loteamentos, atraindo pessoas que buscam um lugar tranquilo para morar. === Hidrografia === * Rio do Carmo * Rio das Canoas === Rodovias === * SP-334 == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeita: Katiuscia de Paula Leonardo Mendes (PSD) (2017/2024) (Cassada em 07/06/2023) * Vice-prefeito: Elson Gomes dos Santos(PTB) * Presidente da câmara: Elson Gomes dos Santos (PSDB) (2017/2018) ==Futebol== A principal equipe da cidade é o Cristais Futebol Clube, equipe amadora que foi criada ainda no início dos anos 40 e atua somente a nível regional amador. == Ligações externas == * Categoria:Fundações em São Paulo em 1910",
 "title": "Cristais Paulista"
}