{
 "id": "34877",
 "text": "Austin é a capital do estado norte-americano do Texas. É a sede do condado de Travis e também da Universidade do Texas em Austin. Situada na 'Terra das Colinas' (Hill Country), na região central do Texas, Austin é a quarta cidade mais populosa do estado (depois de Houston, San Antonio e Dallas) e a 11ª mais populosa dos Estados Unidos. Com mais de 960 mil habitantes, de acordo com o censo nacional de 2020, é o centro cultural e econômico da Área Metropolitana Austin-Round Rock, com uma população maior que 2,2 milhões de pessoas, e encontra-se entre as cidades americanas com crescimento mais rápido. Foi eleita a segunda melhor cidade grande na lista de \"Melhores Lugares Para Morar\" da revista estadunidense Money em 2006, e a \"Cidade Mais Verde dos Estados Unidos\" pela MSN (\"Verde\" referindo-se ao compromisso com a vida sustentável).http://money.cnn.com/magazines/moneymag/bplive/2006/top100/bigcities.html Money.cnn.com\"The 10 Greenest Cities in America \" (MSN City Guide) Os residentes em Austin são conhecidos como \"Austinites\" e são uma mescla de professores universitários, estudantes, políticos, lobistas, músicos, funcionários públicos, operários e funcionários administrativos. A cidade é sede de muitas companhias de alta tecnologia, fato que a cognomina como \"Colinas do Silício\" (nome referente ao Vale do Silício [Silicon Valley] na Califórnia, onde se situam muitas companhias de alta tecnologia). O cognome oficial é \"A Capital Mundial da Música ao Vivo,\" o qual se refere ao grande número de músicos e clubes de música ao vivo. Nos últimos anos, muitos residentes têm adotado o lema \"Mantenha Austin Esquisita\" (Keep Austin Weird). Esse lema se refere parcialmente ao estilo de vida eclético e progressista de muitos residentes, além de referir-se ao slogan de uma campanha para conservar negócios locais e resistir à comercialização. == História == Antes da chegada dos colonizadores norte-americanos, a área que se tornaria Austin era habitada por uma variedade de tribos nômades norte-americanas, entre eles os tonkawas, comanches, e apaches lipan. Em 1835 foi fundada, às margens do Rio Colorado, a pequena colônia chamada Waterloo. Em 1839 foi designada pelo então presidente da República do Texas, Mirabeau Lamar, a capital da jovem nação. Lamar designou o nome Austin para comemorar Stephen F. Austin, conhecido como o Pai do Texas, líder da colonização anglo-americana e figura importante na independência do Texas. A construção do Capitólio (sede legislativa) foi completada em 1888 que, na época, era o 7º maior edifício do mundo. Financiado pela famosa XIT Ranch, o Capitólio ainda faz parte do horizonte da cidade. Muitos texanos têm orgulho do capitólio texano ser maior do que o capitólio nacional em Washington, DC. As escolas públicas de Austin iniciaram suas atividades em setembro de 1881. No mesmo ano, o Colégio (agora Universidade) Huston-Tillotson abriu suas portas. Nos anos 50, os primeiros laboratórios de pesquisa e think tanks (\"catalisadores de ideias\") foram construídos. Ao passo que a economia da região prosperava, cinemas, piscinas públicas e bibliotecas foram abertas. A subcultura musical de Austin nasceu nos anos 70, quando artistas como David Rodriguez e Willie Nelson trouxeram atenção nacional à cidade. Atualmente, é conhecida por sua vida cultural e também por suas inovações high tech. Além disso, também é conhecida pelos senadores e professores que deram forma ao começo da cidade. O mesmo sucesso que deu a Austin uma boa reputação nacional traz hoje a necessidade de tomar muitas decisões difíceis. == Geografia == De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área de , dos quais estão cobertos por terra e (2,0%) por água. Austin situa-se no Rio Colorado (distinto do Rio Colorado no Arizona), com três lagos artificiais concentrados dentro dos limites da cidade: Town Lake (oficialmente Lady Bird Lake, homenagem à ex-primeira-dama dos Estados Unidos, Lady Bird Johnson, residente da cidade), Lake Austin, e Lake Walter E. Long. O começo do Lake Travis (incluindo a Represa Mansfield) também se situa dentro das fronteiras municipais. A cidade se situa na Falha Balcones, que, em grande parte da região, corresponde à rota da Rodovia Estatal 1 (Loop 1 ou, mais comum, Mopac Expressway). A parte leste é relativamente plana, ao passo que na parte oeste da cidade e nos subúrbios ocidentais encontram-se colinas do Hill Country. Devido ao fato das colinas no oeste serem, na maior parte, pedra calcária coberta por uma camada fina de solo, seções urbanas são sujeitas a inundação súbita por parte das vazões causadas por trovoadas. Para controlar as vazões e gerar eletricidade hidrelétrica, a Autoridade do Rio Colorado Inferior (Lower Colorado River Authority) opera uma série de represas que formam parte dos Lagos Altimontanos do Texas (Texas Highland Lakes). Os lagos providenciam lugares para passear de barco, nadar, e praticar outros tipos de lazer dentro dos vários parques encontrados no beira-lago. Um lugar de proeminência local é a Mount Bonnell. Aos 237,7 m acima do nível do mar, é uma formação de pedra calcária que possibilita belas vistas do Lake Austin e das muitas casas elegantes situadas ao redor do lago. == Clima == Austin tem um clima úmido subtropical, caracterizado por verões quentes e invernos suaves. Em média, Austin recebe 853 mm de precipitação por ano, a maioria na primavera e com um máximo secundário no outono. Às vezes, ocorrem trovoadas durante a primavera. Furacões são raros na cidade. O verão é uma estação quente e úmida, com temperaturas médias que atingem mais de 32 graus de junho até setembro. Temperaturas acima de 38 graus são comuns. A temperatura mais alta já observada foi 44,4 graus no dia 5 de setembro de 2000. Anualmente, são em média 111 dias acima de 32 graus e 198 dias acima de 27 graus. O inverno é uma estação suave e seca comparada às outras estações do ano. Anualmente, são em média 88 dias abaixo dos 7 graus e apenas 24 dias com mínimas abaixo de 0 grau. A temperatura mais baixa já observada foi -18,9 graus no dia 31 de janeiro de 1949. É raro nevar em Austin, mas a cada um ou dois anos a cidade recebe tempestades de gelo que congelam as estradas e causam transtornos. Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Anual Máxima Média °C 16 18 23 26 29 33 35 36 32 27 21 17 26 Máxima Absoluta °C 32 (1971) 37 (1996) 37 (1971) 37 (1939) 40 (1925) 42 (1998) 42 (1925) 43 (2003) 44 (2000) 38 (1938) 33 (1947) 32 (1955) 44 (2000) Mínima Média °C 4 7 11 14 18 22 23 23 21 16 10 6 14 Mínima Absoluta °C -19 (1949) -18 (1899) -8 (1948) -1 (1926) 4 (1925) 11 (1926) 14 (1924) 14 (1915) 5 (1942) -1 (1993) -7 (1976) -16 (1989) -19 (1949) Precipitação (mm) 48 51 54 64 128 97 50 59 74 101 68 62 853 :Temperaturas médias são de 1971-2000 e temperaturas absolutas são de 1897 até ao presente. == Demografia == Desde 1900, o crescimento populacional médio, a cada dez anos, é de 37,5%. === Censo 2020 === Segundo o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Seu crescimento populacional na última década foi de 21,7%, bem acima do crescimento estadual de 15,9%. É a quarta cidade mais populosa do Texas e a 11ª mais populosa dos Estados Unidos, subindo três posições em relação ao censo de 2010, ultrapassando Indianápolis, Jacksonville e São Francisco. Possui que resulta em uma densidade de e um aumento de 25,5% em relação ao censo anterior. Deste total, 7,6% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,3 pessoas por residência. === Censo 2000 === De acordo com o censo nacional de 2000, havia , e residentes na cidade (que compara a São Francisco na Califórnia ou Memphis no Tennessee). A densidade populacional era de por km². Havia com densidade média de por km². A composição racial da cidade era de 65,36% de brancos, 10,05% de negros ou afro-americanos, 4,72% de asiáticos, 0,59% de nativos americanos, 0,07% das ilhas do Oceano Pacífico, e 16,23% de outras raças. Eram hispânicos ou latinos 30,55% da população, os quais podem ser de qualquer raça. Dos , 26,8% deles havia uma criança menor de 18 anos no mesmo lar, 38,1% eram casais morando juntos, 10,8% havia um chefe-de-lar feminino sem marido presente, e 46,7% eram não-famílias. 32,8% dos lares eram compostos de indivíduos e 4,6% eram de pessoas maiores de 65 anos morando só. O número médio de habitantes por lar era de 2,4 e o tamanho da família média era de 3,14. A composição da população era de 22,5% menores de 18 anos, 16,6% entre 18 e 24, 37,1% entre 25 e 44, 17,1% entre 45 e 64, e de 6,7% com 65 anos ou mais. A idade média era de 30 anos. Para cada 100 mulheres havia 105,8 homens. O rendimento médio para um lar na cidade era de $ anuais e o rendimento médio para uma família era de $ anuais. Os homens tinham rendimento de $ enquanto mulheres tinham rendimento de $. O rendimento anual per capita era de $. Aproximadamente 9,1% de famílias e 14,4% da população viveram abaixo do nível de pobreza, inclusive 16,5% dos menores de 18 anos e 8,7% dos com 65 anos ou mais. De 2000 a 2005, o preço médio de uma casa subiu 34%. A Área Metropolitana Austin-Round Rock continha em 2000. Combinada com a população da Área Metropolitana de San Antonio (quase 129 km ao sul), a população em 2000 era de mais de 3,3 milhões de habitantes, que compara à cidade americana de Minneapolis-St. Paul. == Governo e política == === Lei e governo === 269px|thumb|direita|O Capitólio texano Austin é administrada por uma Câmara Municipal composta por 7 vereadores, todos eleitos pela cidade inteira, além do prefeito eleito. Eleições para prefeitos e vereadores são não-partidárias, com segundo turno eleitoral caso nenhum candidato tenha maioria absoluta. A cidade é exceção entre as grandes metrópoles do Texas porque todos os vereadores são eleitos pela cidade inteira, em vez de distritos eleitorais. O prefeito atual de Austin é Lee Leffingwell, que iniciou o mandato em 2009. Wynn é membro da Coalizão dos Prefeitos Contra as Armas Ilegais, um grupo de prefeitos (tanto Republicanos quanto Democratas) que é liderado pelos prefeitos de Boston (Thomas Menino) e Nova Iorque (Michael Bloomberg). === Política === Os maiores atores políticos municipais são os chamados grupos de interesse, como o pró-ambiental Save Our Springs Alliance, a Associação de Policiais de Austin, o Partido de Pedágio de Austin e o Conselho Comercial de Austin. O Partido Democrata do Condado de Travis também é uma organização ativa e bem estabelecida. As operações eleitorais geralmente podem levar o candidato à vitória nas eleições contestadas. Uma controvérsia dominante nos anos 90 era o conflito entre ambientalistas, com forte apoio do centro da cidade, e apoiantes do desenvolvimento urbano, que moravam em grande parte nos subúrbios. A câmara tem tentado mitigar a controvérsia, apoiando a ideia de \"desenvolvimento esperto\", porém o desenvolvimento e a proteção ambiental ainda são as questões mais divisórias na política municipal. Atualmente, os mais conservadores afirmam que os problemas de congestionamento são frutos da política ambiental urbana, a qual permite que a câmara negue permissão para a expansão rodoviária e para a construção de novas ruas para o tráfego. Já os progressistas dizem que os esforços dos ambientalistas ajudaram a estabelecer os grandes espaços verdes na cidade, dos quais muitos residentes gozam. Os progressistas também dizem que, ao contrário de outras cidades do Texas, os planos de \"desenvolvimento esperto\" contribuíram para que a densidade populacional do centro crescesse rapidamente. Austin é conhecida como centro para a política progressista em um estado geralmente muito conservador, o que leva alguns conservadores texanos a chamar a cidade de \"República Popular de Austin.” A exceção são os bairros suburbanos da cidade, especialmente os bairros do norte e oeste, e as cidades-satélite, os quais costumam ter política mais conservadora. Uma consequência dessas divisões foi o mais recente plano de redistribuição de distritos eleitorais (formulado pelo ex- deputado federal Tom DeLay e implementado pelo congresso republicano), que por lei é formulado depois de cada censo, o qual dividiu entre vários distritos eleitorais o centro da cidade, com o intuito de diminuir a força eleitoral democrata. A oposição reclamou que a divisão dos distritos era muito parcial e ativistas de minorias raciais e democratas abriram processo contra o estado. Em 28 de junho de 2006, por decisão de 7 a 2, a Suprema Corte dos Estados Unidos sustentou a redistribuição de todos os distritos, com exceção do distrito hispânico, majoritário na parte sudoeste do estado. Essa última redistribuição afetou alguns distritos, como o distrito do deputado republicano Lloyd Doggett, considerado insuficientemente compacto para compensar a perda de influência no distrito do sudoeste. A situação favoreceu a redefinição do distrito, o qual passou a englobar a maior parte da região sudoeste do Condado de Travis e outros condados ao sul e leste. Portanto, a cidade é uma mescla de progressismo central e conservadorismo suburbano, porém inclina-se para a esquerda social como um todo. Em 2004, o senador federal John Kerry ganhou a maioria dos votos no Condado de Travis. Dos seis distritos eleitorais estatais, três são extremamente democratas e três são distritos que alternam entre republicanos e democratas (atualmente, todos são controlados pelo Partido Democrata). Para eleições federais, dois dos três distritos eleitorais federais são controlados pelo Partido Republicano, resultado da divisão do centro da cidade entre distritos com grandes maiorias republicanas. O Condado de Travis também foi o único condado no Texas a rejeitar a emenda à Constituição Estatal que proibiria o casamento homossexual e qualquer status que daria direitos para cônjuges homossexuais – e rejeitou-a com maioria esmagadora (60% contra, 40% a favor). Austin é uma área ativa para o Partido Libertário. Os libertários permanecem como partido pequeno, todavia, ocasionalmente, ganham muitos votos quando contestam eleições nas quais só há algum candidato que seja republicano. Ex-candidato libertário à presidência Michael Badnarik é originário de Austin, e outro, Ron Paul, representou o distrito eleitoral federal que inclui parte da área da Grande Austin. === Cidades irmãs === Lista de cidades irmãs designadas pela Cidade de Austin * Adelaide, Austrália * Porto Alegre, Brasil * Manaus, Brasil * Rondonópolis, Brasil * Belo Horizonte, Brasil * Antália, Turquia * Gwangmyeong, Coreia do Sul * Koblenz, Alemanha * Lima, Peru * Maseru, Lesoto * Oita, Japão * Orlu, Nigéria * Saltillo, México * Taichung, Taiwan * Xishuangbanna, China As cidades de Belo Horizonte, Brasil e Elche, Espanha foram cidades irmãs até o ano de 1991, quando a então designação foi revogada. Outras cidades alegam ser cidades irmãs, porém estas cidades não são reconhecidas oficialmente pela organização Sister Cities International, ou pela Cidade de Austin. == Economia == thumb|direita|300px|Centro da cidade à noite. Milhares de recém-formados das faculdades de engenharia e informática da Universidade do Texas em Austin fornecem uma fonte estável de jovens e talentosos trabalhadores que ajudam a crescer a economia da cidade. A área da Grande Austin tem custo de vida muito menor do que a do Vale do Silício (Silicon Valley), entretanto os custos são bem maiores do que áreas rurais do estado. O resultado é a grande concentração de companhias de alta tecnologia na região. Austin foi muito afetada pela explosão das empresas ponto com (dot-com) nos anos 90 e a consequente falência de várias empresas com o estouro da bolha econômica. A opinião geral é que a recuperação \"high tech\" continua com vigor. Os maiores empregadores da cidade são: o governo do Estado de Texas, a Universidade do Texas, a Rede de Provedores de Saúde SETON, Dell, IBM, e Freescale Semiconductor. Outras companhias de alta tecnologia incluem Apple Inc., Hewlett-Packard, Vignette, AMD, Applied Materials, Cirrus Logic, Hoover's, Inc., Intel, Motive, Inc., National Instruments, Samsung, Silicon Laboratories, Sun Microsystems, United Devices, Quimbic e Textron. A proliferação de companhias tecnológicas deu à região o cognome \"Colinas de Silício\" e estimulou o rápido desenvolvimento, o qual expandiu a cidade para todas as direções. Há ainda uma rede de pequenos negociantes e companhias com propriedades locais e organizações, como a Aliança de Negócios Independentes de Austin (Austin Independent Business Alliance). O sucesso destes negócios reflete o compromisso dos residentes em preservar o espírito único da cidade e o sucesso da campanha \"Mantenha Austin Esquisita.\" Os pequenos negócios em Austin gozam de uma existência vivaz, a qual permite competir com grandes rivais nacionais e globais. == Cultura == O cognome oficial da cidade é \"A Capital Mundial da Música ao Vivo,\" devido ao maior número de clubes de música ao vivo per capita do que qualquer outra cidade americana. A vida musical concentra-se na 6th Street e no festival anual de cinema/música/multimídia chamado South by Southwest. O programa musical mais antigo da televisão americana, Austin City Limits, é gravado no campus da Universidade do Texas em Austin. Austin City Limits e Capital Sports & Entertainment fazem o Austin City Limits Music Festival, festival anual de música que ocorre no Parque Zilker. A série de musicais ao ar livre, Zilker Park Summer Musical, antecipou seu 50º aniversário em 2008. A Urban Music Festival ocorre durante o fim de semana dos Texas Relays, a cada abril. Outros eventos anuais incluem: a Festa de Aniversário do Bisonho (Eeyore's Birthday Party), o Festival de Reggae em abril, e o Carnaval Brasileiro em fevereiro. Além do mais, são celebrados o Dia das Bruxas (Halloween), Dia de São Patrício (Saint Patrick’s Day, que comemora a imigração irlandesa), Mardi Gras (Terça- feira Gorda, a celebração do carnaval da Nova Orleans), 4 de julho (Dia de independência americana), e Juneteenth (Dia da emancipação dos escravos no Texas). Os moradores da cidade são muito orgulhosos das excentricidades e celebram as diferenças entre Austin e outras cidades americanas. \"Mantenha Austin Esquisita\" tornou-se lema e é visto com frequência nos adesivos de carros e nas camisetas. O lema não se refere somente à excentricidade e diversidade da cidade, mas também significa o apoio aos pequenos negócios locais. Existem paródias do lema, referindo-se aos subúrbios conservadores: \"Mantenha Round Rock Um Pouco Incomun\" e \"Mantenha Georgetown Normal\". A cidade é domicílio de muitos artistas, os quais podem ser vistos vendendo suas obras no Renaissance Market, na rua Guadalupe, do outro lado da rua da Universidade do Texas. Na primeira quinta-feira do mês (que é conhecida como Primeira Quinta-feira), lojas ecléticas ficam abertas até mais tarde, artistas vendem suas obras no calçadão e músicos apresentam-se na rua. É um espetáculo em Austin e exemplo do seu potencial cultural. Austinites conhecidos incluem o músico country Willie Nelson, os atores Owen Wilson, Ethan Hawke, Dennis Quaid, Matthew McConaughey, Renée Zellweger e Sandra Bullock; os diretores Richard Linklater e Robert Rodriguez; o criador de Beavis & Butt-Head e O Rei do Pedaço, Mike Judge; o ciclista Lance Armstrong, o tenista Andy Roddick e o empresário Michael Dell. === Mídia === direita|thumb|269px|esquerda|Festival de Música Austin City Limits. Austin foi usado como local de filmagem para vários filmes, em parte devido à influência da Faculdade de Radio, Televisão e Cinema da Universidade do Texas. Filmes produzidos em Austin incluem O Homem da Casa, Lições Para Toda a Vida, Waking Life, Pequenos Espiões, Como Enlouquecer Seu Chefe, Jovens, Loucos e Rebeldes, A Vida de David Gale, Miss Simpatia, Zoando na Escola, e Grindhouse. Para atrair futuras produções cinemáticas à cidade, a Sociedade de Filme de Austin (Austin Film Society) converteu vários hangares do antigo aeroporto em um centro de produção chamado Austin Studios. Projetos que usaram o Austin Studios incluem vídeos da banda The Flaming Lips e filmes como A Última Noite e Sin City. Além disso, a cidade foi anfitriã da série da MTV, The Real World, em 2005. O jornal diário da cidade é o Austin Amerian-Statesman. O Austin Chronicle é o jornal semanal alternativo, enquanto o Daily Texan é o jornal estudantil da Universidade do Texas. Existem vários jornais menores como o Oak Hill Gazette e o Austin Business Journal. A cidade é local do Austin Film Festival e do South by Southwest, os quais trazem filmes de diversos gêneros de todo o mundo. Em 2004, a cidade ganhou a primeira colocação na lista anual de Moviemaker Magazine, a qual classifica as dez melhores cidades para morar e fazer filmes. O local é sede do festival anual de música, Austin City Limits Music Festival, com base no programa de televisão Austin City Limits, produzido por 30 anos contínuos na cidade. O festival atrai participantes e espectadores do mundo inteiro a Austin. A cultura de teatro é bastante forte, com dezenas de companhias de teatro residentes e itinerantes produzindo grande variedade de peças. Em janeiro de 2007, a Austin Lyric Opera viu a estreia da ópera de Philip Glass, À Espera dos Bárbaros (Waiting for the Barbarians). Este é um conto alegórico baseado no romance do sul-africano John Maxwell Coetzee. Coetzee, vencedor do Prêmio Nobel de Literatura em 2003, é formado pela Universidade do Texas e ex-professsor da mesma. === Esporte === A cidade é uma das maiores dos Estados Unidos sem representação nas grandes ligas do esporte norte-americano de basquete, beisebol, futebol americano e hóquei no gelo. Dado isso, residentes na cidade apóiam com entusiasmo os programas de esporte intercolegial dos Longhorns da Universidade do Texas. As suas equipes de futebol americano e beisebol venceram os campeonatos nacionais de 2005. Equipes profissionais de 2ª divisão vieram a Austin em 1996, quando os Austin Ice Bats começaram a jogar na Travis County Expo Center. Desde então, muitos outros times de esporte de 2ª divisão foram fundados em Austin. Equipes Profissionais de 2ª Divisão Clube Esporte Fundada Liga Estádio Austin Ice Bats Hóquei no gelo 1996 Central Hockey League Chaparral Ice Round Rock Express Beisebol 1999 Pacific Coast League Dell Diamond Austin Wranglers Futebol americano de arena 2004 Arena Football League Frank Erwin Center Austin Spurs Basquete 2005 NBA D-League Austin Convention Center As colinas favoráveis ao ciclismo, as quais começam no noroeste da cidade, o caminho de bicicleta e corrida (Town Lake Hike and Bike Trail), no centro da cidade, e piscinas locais, como Barton Springs, fazem de Austin a sede de muitas competições de resistência e de competições multi-esporte. A Capital 10.000 é a maior corrida de 10 km do Texas, e é a quinta maior dos Estados Unidos. A Maratona de Austin é corrida a cada ano desde 1992. A Associação Americana de Natação (de fundação local) hospeda a Academy Capital 2K, uma prova de natação. Além disso, é sede de muitos grupos de ciclismo e casa do hepta- campeão do Tour de France, e ex-aposentado, Lance Armstrong, uma das maiores lendas do ciclismo mundial. Combinando estas três disciplinas, há um grupo crescente de triatlos, como a Capital of Texas Triathalon, que ocorre no Dia da Memória (Memorial Day) ao redor de Town Lake, Auditorium Shores e o centro da cidade, cruzando até a famosa 6th Street em parte do caminho. Foi confirmado, em Maio de 2010, um novo GP dos Estados Unidos em Austin, a partir de 2012. Em 2011 começou a construção do circuito de Austin para realização do Grande Prêmio dos Estados Unidos de Fórmula 1 de 2012, realizado no dia 18 de novembro e marcou o retorno da categoria ao país. === Atrações turísticas === Outras atrações incluem o Museu Memorial Texano, o Museu de Arte Blanton, as galerias no Centro Harry Ransom e o Museu Estatal da História Texana Bob Bullock. O Capitólio é uma grande atração turística. O Hotel Driskill, construído em 1886, que se encontra na interseção de 6th Street com a Brazos Street, foi completado pouco antes da construção do Capitólio. Por um lado a 6th Street é o eixo musical da cidade e, por outro lado, inclui festivais anuais como o Pecan Street Festival e as celebrações de Dia das Bruxas (Halloween). A Ponte da Avenida Congress hospeda a maior colônia de morcegos de cauda livre (Tadarida brasiliensis) do mundo. Com início no final de fevereiro, até 1,5 milhão de morcegos instalam-se dentro das zonas de expansão e construção da ponte e dentro dos sulcos horizontais debaixo da ponte, ambiente ideal para a criação de seus filhotes. Ao pôr-do-sol, os morcegos saem dos seus lares à procura de insetos – este êxodo (visível nos radares meteorológicos) é um evento popular para residentes e turistas, com mais de 100.000 espectadores a cada ano. Os morcegos migram para o México a cada inverno. == Marcos arquitetônicos == Edifícios que compreendem o horizonte são esporádicos e modestos em altura. Essa característica é devido a uma restrição para promover a visibilidade do Capitólio a partir de vários locais da cidade. O edifício mais alto de Austin, o Frost Bank Tower, foi inaugurado em 2004 com 166 m de altura e encontra-se na interseção da Avenida Congress com a 4th Street. Austin está vivendo um período de grande construção de arranha-céus, que inclui os Condomínios 360, com altura de 172 m, The Austonian, com 208 m de altura, e o 5th and Congress Tower, que chega aos 215 m de altura. A Ponte Pennybacker, conhecida vulgarmente como a Ponte 360, cruza Lake Austin para conectar-se às partes norte e sul do Laço Rodoviário 360 (Loop 360). À noite, partes da cidade são iluminadas pelo \"luar artificial.\" Torres luares (moonlight towers) de 50 m construídas no fim do século XIX, agora preservadas como patrimônio histórico, iluminam a parte central da cidade. As torres são destacadas no filme Jovens, Loucos e Rebeldes. A \"Árvore Zilker\" é uma \"árvore\" de Natal composta de grandes luzes coloridas colocadas acima de uma torre luar no Parque Zilker. A Árvore Zilker é iluminada no começo de dezembro com a Trilha de Luzes (Trail of Lights), outra tradição natalina de Austin. Observa-se uma progressiva coleção de arquitetura moderna na cidade. A arquitetura contemporânea de Austin recentemente tem recebido reconhecimento nacional e internacional de publicações como a Architectural Record e a The Architectural Review. Firmas locais como o AlterStudio, o Bercy Chen Studio, MJ Neal, e Miro Rivera foram premiadas por seus trabalhos inovadores. == Marcos históricos == O Registro Nacional de Lugares Históricos lista 199 marcos históricos em Austin, dos quais dois são Marcos Históricos Nacionais, o Capitólio Estadual do Texas e o Governor's Mansion, ambos designados em 1970. Os primeiros marcos foram designados em 25 de novembro de 1969 e o mais recente em 3 de junho de 2021, o Willie Wells House. == Transporte == O centro da cidade é circundado ao oeste pela Rodovia Interestadual 35 (I-35) e ao leste pela Mopac Expressway. A rodovia federal U.S. Highway 183 corre do noroeste ao sudeste e a rodovia estatal Highway 71 cruza a parte meridional da cidade, do leste ao oeste, completando uma espécie de \"caixa\" ao redor da parte central da cidade. Austin é a maior metrópole a ser servida por uma só rodovia interestadual. A U.S. Highway 290 começa no leste e se une com a I-35. A sua designação rodoviária continua para o sul na I-35 e depois se torna parte da Highway 71, continuando ao oeste. A U.S. Highway 290 torna-se estrada própria no sudoeste da cidade, quando se separa da Highway 71, em Oak Hill (esta separação é chamada de \"Y\", devido à forma geográfica). Highway 71 continua até a cidade de Brady no oeste, e a Highway 290 continua ao oeste até se unir com a rodovia interestadual I-10 perto de Junction. I-35 continua ao sul, passando por San Antonio, e continuando até a sua culminação na cidade fronteiriça de Laredo. A I-35 é a conexão rodoviária com Dallas-Fort Worth, no norte do estado. Existem duas ligações com Houston (Highway 290 e Highway 71/I-10). Nos anos 80, foi completada a construção do Laço 360, rodovia cênica que passa pela Terra das Colinas desde a interseção Highway 71/Mopac Expressway, no sul, até próximo da interseção Highway 183/Mopac Expressway, no norte da cidade. Em novembro de 2006, foram abertos os primeiros segmentos da primeira rodovia com pedágio: a Highway 130 passa por Georgetown, Hutto, Round Rock e Pflugerville, onde faz ligação com a Highway 45, e termina na U.S. Highway 290, entre as fronteiras de Austin e a cidade de Manor. Os segmentos restantes do laço externo à Austin, ao leste, serão ligados com a I-10 ao sul de Creedmor. A Highway 45 vai do leste ao oeste, começando à oeste da U.S. Highway 183, em Cedar Park, indo até a Highway 130 em Pflugerville (ao sul de Round Rock). Depois se torna a Highway 45 Norte/Sul e é limítrofe com a Highway 130, terminando onde atualmente termina a Highway 130. Uma extensão com pedágio na Mopac Expressway, que dá acesso direto a I-35 (via a Highway 45), também foi construída como parte do projeto. A rodovia com pedágio 183A foi aberta em março de 2007, fornecendo uma alternativa para as cidades congestionadas de Leander e Cedar Park. Os segmentos restantes da Highway 45 e da Highway 130 estão previstos para serem completados em 2007. Um segmento separado da Highway 45 ainda está em processo de desenvolvimento (Highway 45 SE) e eventualmente fará conexão com a U.S. Highway 183/Highway 130 à I-35, na parte meridional da cidade. O aeroporto de Austin é o Austin-Bergstrom International Airport (código IATA AUS), que se localiza 8 km ao sudeste da cidade. A Autoridade Metropolitana em Transportes da Capital (Capital Metropolitan Transportation Authority), conhecida como Cap Metro, fornece transporte público à cidade – na maior parte ônibus. Atualmente, a Cap Metro está construindo um sistema de trens urbanos previsto para 2008. O sistema será construído utilizando trilhos ferroviários de carga já existentes e servirá aos residentes do centro de Austin, às partes leste e noroeste e à cidade vizinha de Leander, na fase inicial do projeto. Uma estação da companhia ferroviária Amtrak encontra-se ao oeste do centro. Segmentos da rota Amtrak, entre Austin e San Antonio, estão sendo avaliados para serem, possivelmente, um futuro corredor para o transporte ferroviário, como alternativa ao congestionamento da rodovia I-35. == Educação == Austin é sede da Universidade do Texas em Austin, uma das maiores universidade dos Estados Unidos. É também a instituição primária do Sistema da Universidade do Texas – o maior sistema de ensino superior do estado. Outras instituições de ensino superior são a Austin Community College, a Universidade Concórdia, a Universidade Huston-Tillotson, a Universidade de St. Edward's, o Seminário Teológico Episcopal do Sudoeste, a Acton School of Business, o Seminário Teológico Presbiteriano de Austin, e um ramo da Universidade LeTourneau. A maioiria da cidade está sob a jurisdição do Distrito Independente Escolar de Austin (Austin Independent School District). Partes da cidade são servidas por outros distritos, inclusive os de Round Rock, Pflugerville, Leander, Manor, Del Valle, e Eanes. Pesquisadores da Universidade Estatal do Connecticut Central deram a Austin a classificação de 16ª cidade mais letrada dos Estados Unidos em 2005. == Ligações externas == * * * * === Mídia e entretenimento (em inglês) === * Televisão de Acesso Público Comunitário (Public Access Community Television ou PACT) * Austin American-Statesman * Oak Hill Gazette * Austin Business Journal * Austin Chronicle * Museu de Arte de Austin * Museu de Arte Digital de Austin * Música de Austin * Centro de Mídia Independente de Austin * Austinist (blog) * Festival de Filme Gay/Lésbico de Austin * Burnt Orange Report (blog) * The Daily Texan (jornal estudantil da Universidade do Texas) * 107.1 KGSR * * KLBJ 93.7FM(música rock) * KMFA Classical 89.5FM(música erudita) * KOOP 91.7FM Community Radio * KUT 90.5 FM(música eclética and notícias) * KVR News 9(programa noticiário da Universidade do Texas) * KVRX 91.7FM(rádio estudantil da Universidade do Texas) * News 8 Austin(canal de notícias locais 24-horas) * KXAN-TV Austin(canal da NBC em Austin) * The Texas Travesty (jornal humorístico satírico da Universidade do Texas) * Texas Family Magazine * Texas Monthly * That Other Paper (jornal semanal alternativo online) === Natureza e ambiente === * * Observatório Ornitolôgico Hornsby Bend * Página da Bat Conservation International sobre os morcegos da Avenida Congress * Seção de Austin da Sociedade de Plantas Nativas do Texas * The Austin Map Project * Wild Basin Wilderness Preserve === Recursos (em inglês) === * Aeroporto de Austin * A Universidade do Texas em Austin * Biblioteca Pública de Austin * Biblioteca Jurídica do Condado de Travis * Austin TX no About.com * Austin Independent Business Alliance- Rede de pequenos negócios locais. * Austin History Center. - Centro de História de Austin. * Fotografias históricas do Austin History Center, hospedadas pela Portal to Texas History * AustinPostcards.com- Cartões postais, fotografias e coisas efêmeras de importância histórica * Memórias de Austin antiga- Da MemoryArchive. * Departamento de Convenções e Visitantes de Autin * Parques em Austin * Austin City Data– Informação demográfica e geográfica, estatísticas sobre o crime, alojamento, negócios e outras informações úteis. * Capital Metro- Transporte público da cidade. * Câmara Comercial da Grande Austin * KLRU: Uma breve história de Austin * Estatísticas de casas em Austin * Austin - Best Place to Live- Comparações entre Austin e outras cidades americanas. * Urban Austin- Informações de arquitetura e desenho urbano em Austin. * Austin Skyscraper Forum- Discussão sobre arranha-céus, transportes, e desenvolvimento urbano. * Austin Dog Friendly- Guia prático para quem tem cão em Austin. * AustinTowers Database of Downtown Condos- Base de dados online de condomínios centrais existentes ou em desenvolvimento. * Emporis database of Austin skyscrapers- Base de dados sobre os arranha-céus de Austin. * Informações demográficas detalhadas do Censo Categoria:Capitais estaduais dos Estados Unidos Categoria:Capitais de Estados extintos",
 "title": "Austin"
}