{
 "id": "34889",
 "text": "{{Info/Município do Brasil | nome = Franca | preposição = de | foto = Panorama Franca SP.jpg | leg_foto = Panorama da área central de Franca | apelido = Capital do Calçado\" \"Capital do Basquete\" \"Cidade das Três Colinas | brasão = Brasão de Franca.gif | bandeira = Bandeira da cidade de Franca.jpg | emancipação = -de Mogi Mirim | aniversário = 28 de novembro | fundação = | gentílico = francano | lema = Genti Meae Paulistae Fidelis \"Fiel à minha família paulista\" | padroeiro = Imaculada Conceição | prefeito = Alexandre Ferreira | partido = MDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Franca.svg | latP = S | latG = 20 | latM = 32 | latS = 20 | lonP = O | lonG = 47 | lonM = 24 | lonS = 03 | estado = São Paulo | data_região_intermediária = IBGE/2017 | data_região_imediata = IBGE/2017 | região_metropolitana = Franca | vizinhos = Norte: Cristais Paulista Sul: Patrocínio Paulista, Restinga e Batatais Leste: Claraval-MG e Ibiraci-MG Oeste: Ribeirão Corrente e São José da Bela Vista | dist_capital = 400 | dist_capital_ref = | capital_link = São Paulo (cidade) | área = 605.679 | área_ref = | população = 364331 | população_pos = SP: 20º | data_pop = IBGE/2024 | altitude = 1040 | clima = Tropical com estação seca | sigla_clima = Aw | idh = 0.780 | idh_pos = SP: 66º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 31.450,10 | data_pib_per_capita = IBGE/2021 | site = www.franca.sp.gov.br | emancipacao = }} Franca é um município brasileiro no interior do estado de São Paulo, sede da Região Geográfica Imediata de Franca e da Aglomeração Urbana de Franca. Localiza-se a 20º32'19\" de latitude sul e 47º24'03\" de longitude oeste, distante 401 km da capital estadual e a 676 km de Brasília. Possui uma área de 605,679 km², dos quais 82,34 km² estão em zona urbana, e sua população estimada em 2024 era de 364.331 habitantes, sendo o 20.º município mais populoso do estado. É conhecida em todo Brasil como a \"Capital Nacional do Calçado\" e a \"Capital Nacional do Basquete\". Franca é um importante centro urbano, econômico e industrial, atraindo diariamente milhares de pessoas de cidades ao seu redor tanto do estado de São Paulo como de Minas Gerais. Por estar localizado no nordeste do estado de São Paulo, uma das áreas com maior incidência solar, o município se torna atrativo para investimentos de empresas nacionais e estrangeiras na economia solar, devido à soma de seus fatores naturais e à boa infraestrutura, além de favorecer o desenvolvimento de tecnologias avançadas. Em 2016, a cidade foi eleita pelo Instituto Trata Brasil como tendo a melhor rede de saneamento básico e tratamento de água entre todos os municípios brasileiros com mais de 300 mil habitantes. Apesar de ter perdido a posição, manteve-se entre as 10 melhores, ocupando a 4.ª posição no país em 2021. Em 2023, foi considerada a 6.ª cidade mais segura do Brasil entre aquelas com população entre 200 e 500 mil habitantes. Em 2018, foi apontada como a 5.ª melhor cidade para se viver no país, a 41.ª mais desenvolvida, de acordo com a FIRJAN, e a 52.ª em qualidade de vida. == História == === Origens === A história da região denominada Sertão do Capim Mimoso próxima aos Rio Pardo e rio Sapucaí tem início com os bandeirantes: a partir da bandeira do Anhanguera (o filho), em 1722, que construiu o \"Caminho de Goiás\", ou \"Estrada dos Goiases\" que ligava a cidade de São Paulo até as minas de ouro de Goiás, que naquela época pertencia à Capitania de São Paulo.História de cidade de Franca Começam a surgir, a partir de então, os famosos \"pousos\" de tropeiros, locais onde os paulistas paravam para descansar - eles e os animais de carga -, durante as viagens que faziam em sua busca pelo ouro no interior do Brasil. O pouso que deu origem à cidade de Franca era conhecida, na época, pelos bandeirantes, por \"Pouso dos Bagres\".Aspectos Geográficos de Franca No final do , havia dispersos na região vários desses pousos. Em 1779, moravam cerca de uma centena de pessoas, no sertão do Rio Pardo pertencente à Vila de Mogi Mirim. Para uma melhor organização do local, foi criada uma Companhia de Ordenanças e nomeado, como seu Capitão, o português Manoel de Almeida. Posteriormente comandou o distrito, a partir de 1804, o Capitão Hipólito Pinheiro. No início do , os filhos de Manoel de Almeida (Antônio Antunes de Almeida e Vicente Ferreira de Almeida) doam suas terras para a construção de uma capela, benzida pelo padre Joaquim Martins Rodrigues. Juntam-se, depois, a essa população mineiros e goianos, que devido à decadência da mineração em suas regiões, começam a se instalar no \"Belo Sertão do Rio Pardo\", por incentivo do governador-geral da Capitania de São Paulo, António José da Franca e Horta, ao qual se deve o nome da cidade. Esses pioneiros reivindicaram junto ao governo geral do Brasil a criação de uma freguesia porque a freguesia mais próxima era a de Mogi Mirim, a centenas de quilômetros de distância. === Fundação === A Freguesia de Nossa Senhora da Conceição da Franca foi criada em 3 de dezembro de 1805, pertencendo ao termo da Vila de Mogi Mirim. O território original da Freguesia da Franca, que fora desmembrado da Vila de Mogi Mirim, abrangia a região de Batatais e estendia-se até Igarapava e Guaíra e era muito extenso. Foi, porém, bastante reduzido com a criação de novos municípios: Batatais em 1839, Igarapava em 1873, Ituverava e Patrocínio Paulista em 1875, São José da Bela Vista em 1948, Cristais Paulista em 1959, Restinga, Jeriquara e Ribeirão Corrente em 1964.Histórico da formação do município de Franca Em 1819, Franca foi visitada pelo naturalista francês Auguste de Saint-Hilaire que deixou o seguinte relato sobre o local: \"A vila de Franca, onde pousei, é aprazivelmente localizada em meio de vastas pastagens, numa região descoberta, semeada de capões de mato e recortada por profundos vales. Ocupa essa encantadora vila o centro de uma elevação do terreno, larga e arredondada, de cada lado banhada por um pequeno regato. Não havia ali, ao tempo de minha viagem, senão cerca de cinquenta casas, mas já estavam assinalados os locais para a construção de um grande número delas, e era fácil de perceber que Franca não demoraria em adquirir grande importância\". Em 1821, é criada por Dom João VI a \"Vila Franca Del Rey\", que só foi instalada em 28 de novembro de 1824, sendo o primeiro presidente da Câmara Municipal o Capitão José Justino Faleiros, empossado, junto com os demais vereadores, no dia 30 de novembro de 1824. Com a independência do Brasil, passa a se chamar Vila Franca do Imperador, uma homenagem a D. Pedro I do Brasil. Em 1821, Minas Gerais tenta anexar a região, mas devido à resistência dos francanos, a tentativa falha. Esse episódio está registrado no brasão da cidade, com a cidade fortificada e o lema \"GENTI MEAE PAULISTAE FIDELIS\" (Fiel à Minha Grei Paulista). Em 1838 houve em Franca uma rebelião que ficou conhecida como Anselmada. Em 1839 é criada a comarca da Franca. Neste ano, Franca perde grande parte de seu território para a criação da Vila de Batatais. === Consolidação === Pela lei provincial nº 21, de 24 de abril de 1856, a Vila de Franca é elevada à categoria de cidade. Na década de 1830, francanos iniciaram a povoação da região de Santana do Paranaíba no atual Mato Grosso do Sul. O município recebeu muitos imigrantes. Com a expansão do café para o Oeste Paulista vêm os imigrantes, sobretudo italianos. A partir destes imigrantes, monta-se a primeira indústria da cidade, calçadista, que desenvolve-se principalmente a partir da década de 1920. Franca participou da Guerra do Paraguai com os Voluntários da Franca e com o famoso Guia Lopes. Na década de 1890, Franca passa a ser servida pela Estrada de Ferro Mogiana, mas, no início do , o ramal de Franca foi abandonado e os trilhos retirados porque a Estrada de Ferro Mogiana construiu outro ramal, uma variante, ligando Ribeirão Preto a Uberaba sem passar por Franca. A cidade empenha-se durante a Revolução Constitucionalista de 1932, na qual morreram por São Paulo seis cidadãos francanos. Atualmente, destaca-se no setor da indústria de calçados masculinos, mas as indústrias calçadistas de Franca já estão dando atenção e produzindo também calçados femininos, ainda que, até hoje, o café tenha ativa participação na economia do município. == Geografia == O município de Franca se localiza na região nordeste do estado de São Paulo e é sede da Aglomeração Urbana de Franca, da Região Geográfica Imediata de Franca, além de fazer parte da chamada região da Alta Mogiana. Faz limite com os municípios paulistas de Batatais, Cristais Paulista, Restinga e Patrocínio Paulista e ainda com Ibiraci e Claraval em Minas Gerais.Aspectos Geográficos do Município de Franca - Página da USP - São Carlos === Relevo === A cidade apresenta um relevo bastante elevado, com altitude próxima a metros, sendo o quinto município mais elevado do estado. Campos do Jordão é o mais alto, construído a acima do nível do mar, seguido por Pedra Bela, com , Santo Antônio do Pinhal, com e Pedregulho, com .Cidades frias paulistas Franca durante muito tempo ficou conhecida como Cidade das Três Colinas por ter se desenvolvido sob três colinas, a da Estação, Centro e a Colina da Santa Rita, as quais são separadas pelos principais córregos da cidade. Entretanto Franca vive um rápido crescimento urbano e, devido a isso, tem se espalhado para fora das famosas três colinas agregando outros relevos de mesmas características no entorno.Cidade Três das Colinas À leste, a área urbana da cidade se aproxima dos limites da serra da Franca, que chega a 200 metros de desnível, abaixo o Rio Sapucaí divide a cidade e o estado de São Paulo com Minas Gerais, deste ponto se tem uma visão deslumbrante dos morros e serras característicos do estado vizinho. Devido a esta barreira natural, atualmente a cidade de expande para os regiões Oeste, Norte e Sul, onde o relevo é mais ameno. Os solos são arenosos, destacando-se os arenitos Botucatu e Bauru.Aspectos Geológicos da Região de Franca - Página da USP - São Carlos === Hidrografia === Na hidrografia, destaca-se a bacia do rio Canoas, maior manancial de abastecimento de água da cidade.Rompimento de adutora deixa moradores de Franca (SP) sem água O ribeirão dos Bagres (marginal dos Bagres) é o principal ribeirão que corta a zona urbana francana. Nasce na região do Jardim Riviera (zona leste) e deságua no Rio Sapucaí no município de Restinga. Em toda sua extensão urbana, o rio não possui mata nativa, existindo avenidas de maior trânsito da cidade: a Avenida Hélio Palermo, no alto Bagres; a Avenida Antônio Barbosa Filho, após o Vale dos Bagres até a região do Galo Branco e a Avenida das Seringueiras no complexo viário Cubatão/Bagres).Trânsito muda em razão das obras no complexo Bagres/Cubatão O ribeirão Cubatão (marginal Cubatão) é margeado pela avenida Ismael Alonso e Alonso (Marginal Cubatão), uma das vias mais importantes da cidade, o rio nasce na região do Piratininga (zona leste) e deságua no Bagres. São mais de 7 km de extensão na zona urbana, e é a Marginal do Cubatão, a principal ligação da Rodovia Cândido Portinari, ao Centro, à Rodovia João Traficante e a zona leste da cidade.Cartilha: A Água em Franca === Áreas verdes === Franca possui diversos pontos interessantes na cidade e em suas proximidades. A cidade está localizada a 70 quilômetros da reserva da Serra da Canastra e é um dos pontos de partida mais próximos para a visitação desta reserva.Dica de roteiro em Minas Gerais III - Serra da CanastraCicloturismo de Franca (SP) até a Serra da Canastra (MG) O Jardim Zoobotânico (antigo Horto Florestal Municipal) está localizado no Bairro City Petrópolis e abriga grande diversidade de espécies vegetais. No local existe também área de lazer e alimentação, além de um parque infantil. São produzidas no local aproximadamente 400 mil mudas anuais utilizadas em paisagismo urbano, além de espécies nativas para recomposição florestal. Franca - Recursos Naturais e Meio Ambiente Visitas orientadas promovem o contato com a natureza, para que se desenvolva a observação, percepção da biodiversidade e das interações entre os seres vivos. Visitas Monitoradas no Jardim Zoobotânico No mesmo local encontra-se a sede da Associação dos Orquidários de Franca. === Clima === A cidade de Franca situa-se numa região de planalto, atingindo metros de altitude, o que resulta em temperaturas mais moderadas, em relação a cidades vizinhas com altitudes menores. Com a atualização climática do período entre 1981-2010, a cidade deixou de ter clima tropical de altitude (ou subtropical úmido — Cwa, de acordo com a classificação climática de Köppen-Geiger) e tornou-se tropical com estação seca (Aw, segundo a tabela citada, devido ao fato de a temperatura média do mês mais frio ter se tornado superior a 18 °C), com invernos secos, verões chuvosos e temperaturas moderadas durante todo o ano. A média anual de chuvas é elevada e Franca é uma das cidades mais chuvosas do Estado de São Paulo, eventualmente registrando altos índices pluviométricos. Segundo dados da estação do Instituto Nacional de Meteorologia (INMET) de Franca, localizada no aeroporto da cidade, desde 1931 a menor temperatura registrada foi de em 5 de julho de 1953 e 1° de junho de 1979 e a maior atingiu em 15 de outubro de 2014. O maior acumulado de precipitação em 24 horas chegou a 146 milímetros (mm) em 28 de março de 1931, seguido por em 21 de novembro de 2018, em 12 de dezembro de 1992, em 28 de novembro de 1951, em 11 de janeiro de 2017, em 12 de dezembro de 1989, em 18 de dezembro de 1941, em 27 de janeiro de 2010, em 3 de março de 1989, em 10 de fevereiro de 1987, em 31 de dezembro de 2021, em 7 de fevereiro de 2022, em 27 de janeiro de 2000 e em 25 de outubro de 1976. == Demografia == === Indicadores socioeconômicos === * Índice de Desenvolvimento Humano (IDH-M): 0,820 === Saúde === * Mortalidade infantil até um ano (por mil): 12,66 (Fonte de maio de 2010) * Expectativa de vida (anos): 73,03 (Fonte de maio de 2010) * IDH-M Longevidade: 0,800 === População === A população do município de Franca, de acordo com estimativas realizadas pelo Instituto Brasileiro de Geografia e Estatística (IBGE), divulgadas em 1 de julho de 2011, apresenta os seguintes dados: * População masculina: habitantes - 49,15% * População feminina: habitantes - 50,85% ** Total das populações por gênero: habitantes * Zona urbana: habitantes - 98,23% * Zona rural: habitantes - 1,77% ** Total da população do município: habitantes Dos habitantes cerca de moram na região do Parque Vicente Leporace, o bairro mais populoso de Franca. * Densidade demográfica (hab./km²): 526,09 (2019) * Taxa de fecundidade (filhos por mulher): 2,26 === Religião === Segundo o Censo de 2010 do IBGE, a Igreja Católica é a maior denominação religiosa de Franca, contando com 67,04% da população. Os evangélicos são o segundo maior grupo religioso da cidade, contando com 20,05% da população. Em terceiro lugar, aparecem os espíritas, com 7,14% da população. === Etnias === Cor/Raça Porcentagem Brancos 69,15% Pardos 23,84% Negros 6,30% Amarelos 0,58% Indígenas 0,12% Fonte: IBGE - Censo Demográfico 2010 == Política == === Administração === * Prefeito:Alexandre Augusto Ferreira (MDB) (2021) * Vice-prefeito: Professor Everton de Paula (PRTB) === Bairros === Parque Vicente Leporace: localizado na zona norte de Franca, o Parque Vicente Leporace é o bairro mais populoso da cidade, composto por casas populares inauguradas e entregues a partir de 1982;CDHU emite escrituras definitivas de imóveis do Parque Vicente LeporaceLeporace completa 30 anos e espera melhorias hoje o bairro conta com escolas, creches, unidades de saúde, conjunto poliesportivo, bibliotecas. Tem como via principal a Avenida Doutor Abraão Brickmann. Abrange os seguintes bairros: Leporace 1, 2, 3, Jardim Pinheiros 1 e 2, Jardim Tropical 1 e 2, Jardim Portinari, Jardim Luiza 1. Tem atualmente o maior corredor de compras da cidade com aproximadamente 200 lojas dos mas variados setores, porém a maioria está com situação irregular, pois foram construídas em áreas onde deveriam ser a garagem dos prédios. A partir do final de 2017 essas construções começaram a ser derrubadas e a área revitalizada. Algumas dessas lojas se mudaram para um complexo comercial construído nas proximidades para esse fim, outros comerciantes porém preferiram encerrar as atividades devido o aumento dos custos que um aluguel gera.CDHU vê flexibilização nos pontos comerciais do LeporaceCriação de mini shoppings divide comerciantes no Vicente Leporace Complexo Aeroporto: segundo maior complexo populacional de Franca, fica atrás somente do Complexo Leporace, está localizado na zona sul da cidade e abrange os bairros: Aeroporto 1, 2, 3 e 4, Santa Bárbara, Jardim Aviação e Jardim Primavera.Uma ‘cidade’ dentro de Franca: complexo Aeroporto em expansão Jardim Paulistano: localizado na Zona Leste da cidade e projetado nos anos 80 o bairro virou referência pela suas indústrias fora do distrito. Tendo ao seu redor os principais bairros de Franca: Jd. Brasilândia, Vl. Aparecida, Jd. São Luis, Jd. Édem, Jd. Paulistano 2 e Jd. Panorama. A região possui praças de lazer, áreas verdes, unidades de saúde, creches e escolas de ensino fundamental e médio. As principais avenidas \" Brasil\" e \" Adhemar Pereira de Barros\" são as de maior movimento na cidade, e possui grandes comércios. Residencial Amazonas: localizado na região sudoeste da cidade, é um dos bairros que mais crescem na cidade, e é constituído principalmente de casas de alto padrão e grandes prédios residenciais. Nas redondezas do bairro forma-se comércio de lojas sofisticadas, e nesta mesma região está localizado o Franca Shopping, o hipermercado Walmart e o Atacadão.Bandidos fazem arrastão no Residencial Amazonas City Petrópolis: bairro localizado na zona norte de Franca, e um dos únicos grandes complexos não-divididos em sub-bairros, como é o caso dos bairros Parque Leporace e Aeroporto citados acima.Violência e medo calam os moradores do Petrópolis Vila Raycos: localizado na região oeste de Franca, é uma das regiões mais antigas da cidade. Ao seu redor se localizam uns dos principais bairros de Franca: Estação, Vila Nova, Vila São Sebastião, Vila Rezende, Jardim Dermínio. Tendo a Rua Francisco Marques como principal e mais movimentada rua da região.http://www.viaeptv.com/epnoticia/noticias/NOT,2,6,362792,Vila+Raycos+registra+700+roubos+e+furtos+no+primeiro+semestre.aspx A cidade ainda têm centenas de outros bairros, e é a 5ª cidade do estado de São Paulo que mais vende lotes. Só perde para Sorocaba, São José do Rio Preto, São José dos Campos e Araraquara, ganhando, inclusive, de cidades muito maiores. Só no ano de 2012, foram mais de 10 mil lotes vendidos e mais de 3 mil casas construídas, registrando filas de famílias acampando num lançamento de loteamento, para a compra de terrenos.Franca se destaca nas vendas de lotes no EstadoFamílias acampam para disputar lotes == Economia == Destaca-se pela relevante agricultura, como centro de uma das mais importantes regiões produtoras de café do mundo, a \"Alta Mogiana\". O café produzido nessa região possui alta aceitação nos mercados nacional e internacional, que devido ao clima, solo e altitudes favoráveis fazem da região uma das mais importantes na produção de café brasileiro de alta qualidade.Cocapec é a primeira no ranking do setor cafeeiro em MG/SP Grande parte da produção local de café é comercializada por meio da COCAPECPágina da COCAPEC na internet \\- Cooperativa de Cafeicultores e Agropecuaristas, que reúne inúmeros agricultores da região e participa das diversas etapas produtivas e de distribuição do café. Cidade primordialmente industrial, Franca é a maior produtora de calçados do Brasil e da América Latina, possuindo mais de mil indústrias entre grande e médio porte, como: Calçados Netto, Calvest, Ferracini, Estival, Samello, Vitelli, Carmen Steffens, Tenny Wee, Amazonas, Mariner, Laroche, PG4, Sândalo, HB, Bull Terrier, Democrata e Opananken além de muitas outras de componentes utilizados na própria indústria calçadistas, como Damil têxtil, Focal, Impec, sendo importante observar que tais indústrias são muito bem instaladas e estruturadas, respeitando todas as normas ambientais e também sociais não havendo a participação de mão de obra infantil, tendo um dos maiores centros de ensino e pesquisa no setor coureiro-calçadista contando com centros de design e formação profissional que são considerados como um dos maiores e mais modernos que existem neste setor, sendo referência nacional e internacional. Com produção em grande parte destinada à exportação, a cidade leva seus produtos a várias partes do mundo, como EUA, Europa, Ásia e América Latina, sendo que os calçados fabricados em Franca são tidos como de referência mundial em quesitos como conforto, qualidade, tecnologia e design, sendo feitos para diversos segmentos - infantil, feminino e principalmente masculino, assim como acessórios de moda, enfeitando vitrines da alta moda em todo o mundo, e os calçados francanos são destacados pelo alto giro de vendas e lucro para seus revendedores. A cidade tem experimentado nos últimos anos a diversificação do parque industrial,Franca, a cidade do calçado, quer diversificarNúmero de empresas cresce 28% em Franca nos últimos três anos abrigando também importantes indústrias de confecções, de fundição, de joias e diamantes , metalúrgicas, de alimentos e bebidas, de cosméticos, de móveis entre outras, indústrias essas instaladas numa cidade que conta com um dos mais modernos distritos industriais do Brasil, possuindo toda infraestrutura básica para a instalação de toda e qualquer tipo de indústria numa área de aproximadamente dois milhões de metros quadrados inteiramente urbanizados. Franca é também um dos maiores pólos de lapidação de diamantes do mundo, e no município encontra-se o único escritório do Brasil e da América do Sul especializado em diamantes, no ano de 2012 e 2013 uma operação realizada pela Policia Federal desbancou todo o comércio de diamante da região de Franca deixando uma enorme lacuna no comércio não legalizado.Garimpos de diamante na Região de Franca, SP No ramo de tecnologia, a cidade também tem seu potencial, contando com uma incubadora tecnológica com Startups que elaboram projetos e aplicativos, Além de empresas de Data Center, E-Commerce e de Investimentos, o município também conta com um Laboratório de Inovação e Tecnologia \"LuizaLabs\", além do \"IPT\" - Instituto de Pesquisas Tecnológicas. O comércio também se destaca na cidade. Além da população local, grande parte dos moradores da região dependem do comércio francano. Tem importantes empresas como Atacadão, Makro, Havan,Maxxi entre outras, e dois shoppings: Franca Shopping e Shopping do Calçado de Franca. O Shopping do Calçado de Franca atualmente figura como o segundo maior shopping da categoria em toda a América Latina. Possui cerca de 76 lojas com mais de 300 marcas para vendas no atacado e varejo.Portal do Shopping do Calçado de Franca Encontra-se em Franca a sede do Magazine Luiza,Revista Época - A batalha do varejo uma das maiores redes varejistas do país. Em Franca encontra-se também a sede da Carmen Steffens, uma das maiores empresas de calçados e bolsas do Brasil com mais de 550 lojas em 18 países. Em 2014 instalou-se na cidade a Central de Relacionamento do Grupo Segurador Banco do Brasil e Mapfre que, após reestruturação de parceria, tornou-se Brasilseg - Central de Relacionamento e Negócios da BB Seguros, empresa de seguros do Banco do Brasil. Atualmente emprega, diretamente, cerca de 1200 funcionários na cidade. == Infraestrutura == Franca é uma das pouquíssimas cidades brasileiras que têm 100% de água e esgoto tratados. Atualmente, segundo o ranking Trata Brasil, Franca aparece em primeiro lugar dentre as 100 cidades brasileiras com melhor a pior saneamento Básico sempre ficando e alternando entre as 3 primeiras colocações em Saneamento Básico do ranking nacional. A cidade ainda têm, também, 100% dos seus bairros com ruas asfaltadas. Segundo a avaliação da empresa Trata Brasil, Franca é a cidade brasileira com melhor acesso ao tratamento de esgoto, com um índice de cerca de 97%. De acordo com a SABESP, o índice só não atinge 100% porque a existência de voçorocas em um determinado bairro inviabiliza grandes obras subterrâneas.Ranking de saneamento básico de 79 cidades brasileirasFolha de S.Paulo A partir de 2006, começa um processo de verticalização da cidade com a construção de altos edifícios. Por muitas anos antes não se realizava na cidade esse modelo de construção. A partir de 2015 porém há um desaceleramento dando origem a outro modelo de construção, pequenos prédios de dois a quatro andares e de quatro a doze apartamentos, sendo a média de um empreendimento por dia. As perspectivas para os próximos anos são otimistas, já que nesses prédios não há taxa de condomínio e o financiamento é mais facilitado. === Educação === Franca conta com importantes instituições de ensino técnico e superior, e é considerada uma cidade universitária. A Universidade Estadual Paulista (UNESP) mantém cursos de Graduação em Direito, História, Relações Internacionais e Serviço Social; Mestrado em Direito; Mestrado e Doutorado em História e Serviço Social. A faculdade foi criada em 1962, sob a denominação de Faculdade de Filosofia, Ciências e Letras de Franca. No ano de 1968, concedeu-se como sede as instalações do Colégio Nossa Senhora de Lourdes, um dos monumentos históricos mais antigos da cidade, situado no centro de Franca. Já em 1976, a faculdade foi incorporada a UNESP, constituindo-se assim o Câmpus de Franca da UNESP.Portal Unesp - Câmpus de Franca A Faculdade de Ciências Humanas e Sociais, como é denominada atualmente, possui aproximadamente 1900 alunos e 90 professores. O novo campus foi inaugurado em 13 de janeiro de 2009 no Jardim Petráglia.Unesp inaugura instalações em Franca e em Rio Claro nesta terçaInaugurado novo campus da Unesp de Franca Outra universidade pública importante é a Faculdade de Direito de Franca, criada pela lei municipal nº 653, de 8 de agosto de 1957, sancionada pelo prefeito Onofre Sebastião Gosuen, a Faculdade de Direito de Franca, depois de obter autorização do Presidente da República Juscelino Kubitschek de Oliveira para funcionamento (decreto nº 43.290, de 28.2.1958), foi oficialmente instalada em 28 de março de 1958, sendo nomeado Diretor o Dr. Benedito de Freitas Lino, advogado da Prefeitura. Foi reconhecida pelo Decreto Federal 50.l26 de 26 de janeiro de 1961. Atualmente 1,4 mil alunos estudam na unidade. É uma importante instituição de ensino jurídico, portadora do Selo \"OAB Recomenda\", da Ordem dos Advogados do Brasil. Figura entre as melhores faculdades de Direito do país.Portal da FDF - Faculdade de Direito de Franca Entre as universidades particulares, destaca-se a Universidade de Franca (UNIFRAN), que oferece mais de 100 opções de cursos de graduação, pós-graduação e educação a distância(EAD).Portal da Universidade de Franca - UNIFRAN A Universidade Anhembi Morumbi e FMU da Rede Internacional de universidades Laureate International Universities, com mais de 60 opções de cursos de graduação, pós-graduação e MBA na modalidade a distância. (EAD Laureate). A Laureate International Universities está presente em 25 países e possui 80 instituições de ensino superior em sua rede de universidades de alta qualidade em todo o mundo. A Centro Universitário de Maringá (UniCesumar) é um dos centros universitários mantido pelo Centro de Ensino Superior de Maringá (CESUMAR), sediada na cidade de Maringá, no Paraná. Há também a Uni-FACEF, que oferece dez cursos de graduação, sendo oito de bacharelado;Portal da Uni-FACEF a FAPESF (Faculdade Pestalozzi de Franca), que conta com os cursos de Administração,Pedagogia,Recursos Humanos e Gestão Financeira; a FATEC, que funciona no antigo prédio do CEFAM, na Vila Imperador e oferece os cursos de: Análise e Desenvolvimento de Sistemas, Gestão da Produção Industrial e Gestão Empresarial.Página da FATEC Franca \"Dr. Thomaz Novelino\" === Transportes === O terminal rodoviário de Franca, localizado no Jardim América, liga Franca à capitais como Belo Horizonte, Brasília, Goiânia, Rio de Janeiro e São Paulo e cidades como Araçatuba, Araxá, Assis, Bom Jesus da Lapa, Campinas, Divinópolis, Espinosa, Guanambi, Itumbiara, João Pinheiro, Londrina, Marília, Maringá, Montes Claros, Passos, Presidente Prudente, Ribeirão Preto, São Carlos, São José do Rio Preto, Sertanópolis, Uberaba, Uberlândia e Urandi.Rodoviária de FrancaTerminal rodoviário espera mais de cinco mil passageiros A população da cidade conta com o sistema \"Passe Fácil\", que com um sistema de bilhetagem eletrônica permite que o passageiro faça integrações entre as linhas de ônibus não somente nos terminais de integração (como o Terminal Ayrton Senna, no Centro, e o Terminal Sabino Loureiro, na Estação), mas em qualquer ponto da cidade. Atualmente a Empresa São José é a responsável pelo transporte urbano.Franca inicia implantação do passe fácil O Aeroporto Estadual Tenente Lund Presotto possuía voos regulares com a empresa Passaredo até dezembro de 2008, quando a única empresa que operava na cidade decidiu encerrar suas operações por baixa demanda de passageiros,Aeroporto de Franca registrou 3 mil passageiros até novembro de 2010Empresários lamentam parada de voos no aeroporto Tenente Lund Em 2012, Franca voltou a ter a atenção de novas agencias aéreas voltada para si. O DAESP divulgou que o Aeroporto Estadual Tenente Lund Presotto receberá um investimento de R$ 6,2 mi para retomada de voos comerciais. Tendo como impulso cia(s) aérea(s) que planeja(m) instalar operações na cidade.Aeroporto de Franca receberá R$ 6,2 mi para retomada de voos comerciais O município no passado era cortado por uma importante ferrovia regional, a Linha do Rio Grande da antiga Companhia Mogiana de Estradas de Ferro, onde eram operados os transportes de cargas e os de passageiros, ligando Franca ao município paulista de Ribeirão Preto e anos antes, à cidade de Sacramento, em Minas Gerais. Em fevereiro de 1977, já sob o comando da antiga Fepasa, circularam os últimos trens de passageiros pela cidade e em 1980, os últimos trens de cargas, culminando na desativação da linha férrea e da estação ferroviária do município três anos mais tarde. No ano de 1988, os trilhos foram retirados da cidade. Atualmente, a Antiga Estação Ferroviária de Franca abriga uma unidade do Cartório Eleitoral, além de operar como um segundo terminal rodoviário em suas antigas plataformas. === Saúde === ==== Hospitais e prontos-socorros ==== * Hospital Geral Santa Casa de Misericórdia de Franca * Hospital Psiquiátrico Allan KardecHospital Psiquiátrico Allan Kardec * Pronto-Socorro Municipal Central * Pronto-Socorro Municipal Jd. AeroportoObras do novo Pronto Socorro Municipal do Jd. Aeroporto começamInfo a respeito da chegada dos Novos Pronto-Socorros Municipais em Franca * Pronto-Socorro Infantil \"Dr. Janjão\" * Pronto-Socorro Municipal Dr. Álvaro Azzuz * Hospital São Joaquim (UNIMED) * Hospital Regional de Franca * Hospital do Câncer de Franca * Hospital do Coração de Franca * Centro Hospitalar Santa Gianna (em construção) Franca ainda conta com uma unidade do Ambulatório Médico de Especialidades (AME) e o SAMU. == Cultura == === Teatro === O Teatro Municipal de Franca \"José Cyrino Goulart\" possui 425 lugares e foi revitalizado recentemente.Após reforma, Teatro Municipal reabre nesta segunda O Teatro Municipal de Franca recebe peças teatrais, apresentações de musicais e orquestras, mantendo uma agenda diversificada.‘Dona Flor e seus Dois Maridos’ chega a Franca nos dias 15 e 17seus Ópera Carmen’ inaugura agenda cultural de julho hoje no Municipal Em uma área anexa, encontra-se o \"Teatro de Bolso \"Orlando Dompieri\" construído em área anexa, com capacidade para 106 espectadores.Teatro Municipal reabre suas portas depois da reforma A cidade conta ainda com o \"Teatro Judas Iscariotes\" com 320 lugares, reinaugurado em novembro de 2012, após reforma realizada pela Fundação Espírita Judas Iscariotes. === Museus === O Museu da Imagem e do Som Bonaventura CariolatoSite do Museu da Imagem e do Som de Franca foi criado em 1992 (lei 4117, de 9 de junho, projeto de lei 61/92, de autoria do radialista e então vereador Valdes Rodrigues) e mantem registros e a preservação da Imagem e Som. O museu está instalado nas dependências do Espaço Cultural FEAC e conta com uma ampla sala de exposições com fotos, televisores para mostra de áudio visuais, laboratório de imagem e som, e inúmeras peças raras como: rádios, micros, fitas, projetores, câmeras fotográficas, editores manuais de filmes, filmadoras, aparelhos telefônicos e outros. O Museu Histórico Municipal de Franca – José Chiachiri, localizado na rua Campos Sales, está instalado em prédio construído para abrigar o Fórum e a Cadeia Pública em 1896, e passou a abrigar o museu em 1970. Compõe-se de aproximadamente quatro mil objetos de personalidades da cidade e região. Conta com uma biblioteca de apoio à pesquisa regional. O arquivo caracteriza-se por fontes manuscritas e impressas da Câmara e Prefeitura Municipal de Franca, além de peças de porcelana a desenhos folclóricos, incluindo uma coleção filatélica. Acondicionado em sala climatizada, parte da documentação também se encontra digitalizada.Museu Histórico Municipal de Franca - José Chiachiri A Pinacoteca Municipal Miguel Ângelo Pucci é um museu de arte foi fundada em 15 de dezembro de 1970. É uma instituição pública municipal, subordinada à Fundação de Esporte, Arte e Cultura (FEAC). Possui um acervo de aproximadamente 230 obras, 80% das quais referentes a artistas da cidade e da região. Realiza anualmente, desde 1985, o Salão de Artes Plásticas de Franca, além de organizar exposições temporárias e outros eventos culturais. Encontra-se sediada na sede de FEAC, antiga Casa de Cultura Bonaventura Cariolato, na rua Campos Salles, centro de Franca === Gastronomia === Filé a JK é considerado um prato típico de Franca e foi batizado em homenagem ao presidente Juscelino Kubitschek (1902-1976). O prato consiste de filé mignon recheado com queijo muçarela e presunto (e fritos à milanesa), acompanhado de batata frita, banana à milanesa e arroz (com gemas pasteurizadas, ervilhas, cebolinha e manteiga). Em 2013 o prato foi tombado como patrimônio histórico e cultural do município de Franca. === Arquitetura === O Relógio do Sol é sem dúvida um dos pontos mais interessantes a ser visitados na cidade. Apresenta quatro mostradores - norte, sul, leste e oeste. Foi construído 1886 e 1887 em mármore de Carrara, pelo frei Germano de Annecy e é o único exemplar existente no Brasil. Existe um semelhante localizado na cidade de Annecy, França, terra natal do frei capuchinho que passou seus últimos anos na cidade. O monumento foi restaurado em 1979 e tombado pelo CONDEPHAAT. Está localizado na Praça Nossa Senhora da Conceição, no centro da cidade.Lista dos Bens Tombados no Estado de São Paulo Na mesma praça encontra-se uma escultura rodeada por um lago artificial e com uma fonte luminosa chamada \"As Quatro Estações\". É uma escultura constituída por quatro figuras de mulheres, que seguram nas mãos objetos alusivos às quatro estações do ano. Outra atração importante é a fonte \"Água da Careta\", localizada na Rua Voluntários da Franca. Na parte superior desta fonte existe uma careta, de onde jorra a água. Em atividade desde a época dos bandeirantes, é um marco histórico da cidade. Especial: Careta, a fonte que secou Passou por várias restaurações. Diz a lenda que \"quem bebe desta água, jamais abandona a cidade.Quem tomou água da Careta? Por conta desta fonte, a Praça Nossa Senhora da Conceição também é conhecida como a \"Praça da Fonte Luminosa\". Também na Praça Nossa Senhora da Conceição encontra-se a igreja matriz da cidade. A construção da Catedral de Nossa Senhora da Conceição teve início em 1898 e foi aberta ao culto em 1913 e restaurada em 1980. Está localizada na praça Nossa Senhora da Conceição, no centro da cidade. Cruz peregrina é acolhida com festa e emoção na Diocese A Capela de Nossa Senhora de Lourdes, integrante do antigo Colégio de Lourdes está localizada na rua Major Claudiano e foi construída no final do em estilo neo-clássico. Hoje pertence a Faculdade Tecnológica de Franca (Fatec), após abrigar por décadas o prédio da Unesp Franca. Atualmente a capela passa por um processo de restauração.Capela Nossa Senhora de Lourdes será restaurada para a comunidade Outro ponto religioso importante na cidade é a Igreja e Seminário de Nossa Senhora Aparecida, chamado popularmente de Capelinha. Foi construído em estilo gótico em 1925 no local que anteriormente abrigava uma pequena ermida do .Igreja Capelinha === Eventos === O Parque de Exposições Fernando Costa conta com um espaço de 10 hectares e é palco constante de feiras, festas e exposições.Franca sediará em setembro a 2ª edição da Expoverde Foi criado em 1943, data em que se realizou a 1ª Exposição Agropecuária. É neste parque de Exposições que ocorre anualmente o maior evento de música católica da América latina, o Hallel. Seu nome é uma homenagem ao Governando do Estado de São Paulo na época. Em seu interior existe um lago artificial e por ser um local bastante arborizado é utilizado para atividades físicas, leitura e descanso.Segurança é reforçada no Parque Fernando CostaFranca comemora aniversário com bolo de 600 quilos Ocorre também neste parque, aos domingos pela manhã, o evento \"Viva o Parque\", que oferece opções de recreação, eventos culturais e prestação de serviços para a população.Viva o Parque sábado no Parque Fernando Costa O evento anual mais tradicional é a Expoagro, que ocorre nos meses de maio, e traz, além de uma importante feira agropecuária, shows artísticos.Conheça Franca Cidade dos Calçados de Courohttp://www.gcn.net.br/jornal/index.php?codigo=131711&codigo;_categoria=211 Outro espaço importante na cidade e que recebe diversas feiras e eventos é o Pavilhão de Exposição Américo Pizzo. A feira de artigos para calçado Francal ocorria neste pavilhão até a sua mudança para o pavilhão de Parque Anhembi, em São Paulo.http://189.90.143.154/~gcnnet/jornal/index.php?codigo=11343&codigo;_categoria=4Levantou poeira Um dos eventos mais tradicionais da cidade são as \"Cavalhadas de Franca\". Iniciado em 1831, é o segundo evento do gênero mais antigo do Brasil. As cavalhadas recriam os torneios medievais e as batalhas entre cristãos e mouros. O espetáculo é encenado em dois dias: no primeiro ocorre a Cerimônia dos Encamisados, e no segundo dia, as provas hípicas e outras disputas entre mouros e cristãos. A encenação acontece na primeira semana do mês de agosto. === Esportes === ==== Basquete ==== O Franca Basquetebol ClubePágina Oficial do Franca Basquete foi fundado em 10 de maio de 1959. A cidade de Franca é considerada a capital do basquete brasileiro, pois na história do basquete brasileiro, o Franca Basquete é o clube que ganhou mais títulos. No clube, atuaram vários jogadores que se destacaram no basquetebol brasileiro, tais como: Hélio Rubens, Anderson Varejão, Toto, Fernando Minucci, Chuí, Tato Lopez, Jorge Guerra (Guerrinha), Helinho (ex-jogador e atualmente treinador), Márcio Dorneles, Murilo Becker, Rogério Klafke, Demétrius Conrado Ferracciú, José Vargas, entre outros. O clube foi, por duas vezes, vice-campeão mundial de basquete: em 1975 (sob a denominação de Esporte Clube Amazonas Franca) e em 1980 (como Associação Atlética Francana).Agora é oficial: Franca vai receber pelo segundo ano consecutivo o jogo das estrelas do NBB O Ginásio Poliesportivo de Franca teve seu projeto inicial em 1973, na gestão do prefeito José Lancha Filho. Em 19 de janeiro de 1975, na abertura do XXXIX Jogos Abertos do Interior, foi oficialmente inaugurado. A capacidade do ginásio era para 3.500 pessoas e na época a cidade era representada pelo Amazonas Franca. O prefeito que inaugurou foi o Dr. Hélio Palermo. Em 7 de setembro de 1996, foi reinaugurado com a capacidade ampliada para 7.000, e já com o atual nome Franca Basquetebol Clube. Até esta data era chamado apenas de Poliesportivo de Franca, só a partir desta data é que recebeu o nome, e passou a homenagear o grande incentivador do basquete francano Pedro Morilla Fuentes, O Pedrocão. Neste jogo comemorativo de reinauguração do ginásio, também foi prestada uma homenagem ao Hélio Rubens, quando ficou marcada sua despedida das quadras como jogador, onde o mesmo participou da partida jogando por alguns minutos. Juntamente com a inauguração foi instalado o placar eletrônico no centro do ginásio, com visão para os quatro lados, sendo o primeiro da América Latina. A equipe do Franca Basquetebol atualmente realiza seus jogos nessa arena.'Inferno Verde' promete contagiar Pedrocão em Franca, no NBB-4 ==== Futebol ==== A Associação Atlética Francana, ou simplesmente Francana é um clube de futebol brasileiro sediado em Franca. Fundada no dia 12 de outubro de 1912 por David Carneiro Ewbank, Homero Pacheco Alves e Beneglides Saraiva. Suas cores são verde e branco. Foi campeão da Segunda Divisão do Campeonato Paulista de Futebol em 1977. Atualmente disputa a Série B1 (Quarta Divisão) do Campeonato Paulista. Usa o estádio municipal Dr. Lancha Filho, mais conhecido por Lanchão, que tem capacidade para 18 mil pessoas. Seu campo é o \"Coronel Nhô Chico\", que atualmente é utilizado para as categorias de base. No passado, teve grandes jogadores, como Assis, ídolo do Fluminense e o goleiro, hoje técnico, Geninho.Francana realiza treino no Nhô Chico de olho na estreia dia 17 ==== Outros ==== Em fevereiro de 2009 surgiu a ideia da criação do primeiro autódromo e kartódromo da região, e em dezembro daquele ano, após 10 meses foi inaugurado o Franca Speed Park com 1400m de pista asfaltada passível de sua ampliação, e também na infraestrutura. O autódromo recebe hoje pilotos de toda a região de São Paulo, Minas Gerais e Goiás para Campeonatos Regionais de Corrida. O Speed Park também funciona como kartódromo onde a população pode alugar a pista e se divertir com Kart. Há também lazer com Moto Velocidade, e maratonas para Bicicletas de velocidade.Franca Speed Park O Diablos Rugby Club,Página do Diablos Rugby Club - Franca fundado em 2009, é a primeira equipe de rugby da região, e já conta com cerca de 40 praticantes regulares. Apesar da breve história, os Diablos já começam a colher os frutos pela dedicação dos jogadores e diretores: atualmente participa de seu primeiro campeonato oficial, chancelado pela LIPAR (Liga Paulista de Rugby), o Campeonato Paulista de Rugby do Interior (CPI).Franca enfrenta Prudente no Champagnat == Ver também == * Programa Acessa São Paulo == Ligações externas == * Página da prefeitura * Página da câmara * Franca no WikiMapia * Categoria:Fundações em São Paulo em 1824",
 "title": "Franca"
}