{
 "id": "34897",
 "text": "{{Info/Município do Brasil | nome = Guapiaçu | nome_oficial = Município de Guapiaçu | preposição = De | foto = Praça das Bandeiras de Guapiaçu-SP.jpg | leg_foto = Praça das Bandeiras, localizada na cidade Guapiaçu | apelido = | brasão = Guapiaçu.PNG | bandeira = Bandeira de Guapiaçu, SP.jpg | link_brasão = Brasão de Guapiaçu | link_bandeira = Bandeira de Guapiaçu | aniversário = 30 de novembro | fundação = | emancipação = | gentílico = guapiaçuense | lema = | padroeiro = São Sebastião | CEP = 15110-000 | prefeito = Jean Carlos Vetorasso Filho | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | mapa = SaoPaulo Municip Guapiacu.svg | latP = S | latG = 20 | latM = 47 | latS = 42 | lonP = O | lonG = 49 | lonM = 13 | lonS = 12 | estado = São Paulo | mesorregião = São José do Rio Preto | data_mesorregião = IBGE/2008 | microrregião = São José do Rio Preto | data_microrregião = IBGE/2008 | região_imediata = São José do Rio Preto | região_metropolitana = São José do Rio Preto | vizinhos = Onda Verde, Altair, Olímpia, Uchoa, Cedral e São José do Rio Preto | dist_capital = 450 | área = 325.126 | área_ref = | população = 21711 | população_pos = 263° no estado | data_pop = IBGE/2022 | população_ref = | densidade = | altitude = 505 | clima = Tropical | sigla_clima = Cfa | clima_ref = Climatempo | idh = 0.725 | idh_pos = 437° no estado | data_idh = PNUD/2010 | idh_ref = IBGE/2010 | gini = 0,4238 | data_gini = 2010 | gini_ref = IBGE/2010 | pib = mil | pib_pos = 311° no estado | data_pib = IBGE/2016 | pib_ref = IBGE/2018 | pib_per_capita = 25632.58 | data_pib_per_capita = IBGE/2017 | site_prefeitura = http://www.guapiacu.sp.gov.br/ | site_câmara = http://www.camaraguapiacu.sp.gov.br/ | código do estado = 35 | código do municipio = 3517505 }}Guapiaçu é um município brasileiro do estado de São Paulo. Conta com 21.711 habitantes (IBGE/2022) e uma área de 326 quilômetros quadrados. Localiza-se no norte do estado, a 15 quilômetros de São José do Rio Preto. Tem bons índices de qualidade de vida e a economia é baseada principalmente na produção industrial. A cidade faz parte da região metropolitana de São José do Rio Preto. == Topônimo == Guapiaçu é decorre do tupi \"guape-açú\", que significa cabeceira ou nascente grande. Antigamente se acreditava que a palavra Guapiaçu possuía o significado de Águas Claras, o que veio a ser desmentido em anos posteriores. == História == Consta que o povoamento iniciou-se no fim do século XIX, nas proximidades do Ribeirão Claro, motivo pelo qual ao erguerem as primeiras casas feitas em pau a pique em um pequeno descampado mais tarde denominado \"largo da Igreja\", um cruzeiro de madeira e mais tarde uma pequena capela, os moradores deram o nome à localidade de São Sebastião do Rio Claro, nome do rio que passava 500 metros abaixo do largo. Consta também na tradição local, que seu fundador foi o Cel. José Batista de Lima, proprietário das terras da região. Mas foi o agrimensor, residente na vizinha São José do Rio Preto, Álvaro Pereira Guedes, quem conseguiu carta de adjudicação de uma gleba encravada na Fazenda Ribeirão Claro, de propriedade de Venturosa Maria de Jesus, para fazer um loteamento, doando uma área correspondente ao largo da igreja para constituir o patrimônio de São Sebastião do Rio Claro. O título de doação constou de registro em 10 de outubro de 1919. O antigo largo da igreja é a atual Praça São Sebastião, onde está localizada a Igreja Matriz da cidade e também o Marco Zero da cidade. O povoado teve várias denominações desde então: Vila São Sebastião, Nova Petrópolis, São Sebastião do Ribeiro Claro, Ribeirão Claro e Guapiaçu. As denominações oficiais foram somente Ribeirão Claro e Guapiaçu. No começo do século XX, Guapiaçu era uma vila com o nome de Ribeirão Claro. Em 28 de novembro de 1927 a vila é elevada à distrito. A Igreja Matriz foi inaugurada no final de 1938. O nome passa a ser Guapiaçu a partir de 1945. Guapiaçu se torna oficialmente município em 30 de novembro de 1953, com a emancipação de São José do Rio Preto. A câmara municipal foi instalada em 1 de janeiro de 1955. Vale ressaltar que nenhum historiador ou estudioso conseguiu, até hoje, precisar quem foi o fundador do povoado. Se aceita a versão, não comprovada, de que o fundador teria sido o coronel José Batista de Lima, grande proprietário de terras na época. Em sua homenagem, moradores antigos ergueram uma estátua de seu busto, na atual Praça de São Sebastião. Antes de sua emancipação, Guapiaçu foi administrada por subprefeitos. O primeiro prefeito eleito em 1954 foi João Segura Lopes, que ficou no cargo até 1958. > “Guapiaçu é um município privilegiado. Tem o ar e a simpatia de cidade > pequena do interior e possui equipamentos e patrimônios que pouco ficam a > dever aos grandes centros. Se precisar, sua população de menos de 15 mil > habitantes está próxima de São José do Rio Preto, o principal centro urbano > da região. Faz divisa ainda com Onda Verde, Altair, Olímpia, Uchoa e Cedral. > O município fica distante da capital 456 km. Seus 323 km² abrigam indústrias > de grande porte, extensa rede de comércio e prestadores de serviços e rica > atividade agropecuária. Na área de lazer, realiza uma das mais tradicionais > festas do peão do interior paulista. Para coroar, até o clima tropical > ajuda. A temperatura média é de 22 a 23 graus. Conheça Gupiaçu. Vale a > pena.” == Geografia == Localiza-se a uma latitude 20º47'42\" sul e a uma longitude 49º13'13\" oeste, estando a uma altitude de 505 metros. === Demografia === ===== Dados do Censo - 2010 ===== População total: 17. 869 * Urbana: 15. 805 *Rural: 2. 064 * Homens: 9. 029 * Mulheres: 8. 840 Densidade demográfica (hab./km²): 55,00 Taxa de alfabetização: 93,0% * Alfabetizados: 15. 573 * Analfabetos: 2. 296 Mortalidade infantil até 1 ano (por mil): 8,28 Expectativa de vida (anos): 75,91 Taxa de fecundidade (filhos por mulher): 2,11 Índice de Desenvolvimento Humano (IDH-M): 0,817 * IDH-M Renda: 0,741 * IDH-M Longevidade: 0,849 * IDH-M Educação: 0,860 PIB per capita de 20.634,76 reais ===== Dados atualizados ===== População * População total: 21. 125 [2018] Trabalho e rendimento * Salário médio mensal dos trabalhadores formais: 2,6 salários mínimos [2016] * População ocupada: 24,0% [2016] * Percentual da população com rendimento nominal mensal per capita de até 1/2 salário mínimo: 30,5% [2010] Educação * Taxa de escolarização de 6 a 14 anos de idade: 98% [2010] * IDEB – Anos iniciais do ensino fundamental: 5,8 [2015] * IDEB – Anos finais do ensino fundamental: 5,7 [2015] * Matrículas no ensino fundamental: 2. 360 matrículas [2017] * Matrículas no ensino médio: 533 matrículas [2017] * Docentes no ensino fundamental: 123 docentes [2015] * Docentes no ensino médio: 31 docentes [2017] * Número de estabelecimentos de ensino fundamental: 5 escolas [2017] Economia * PIB per capita: 24.986,51 R$ [2016] * Percentual das receitas oriundas de fontes externas: 73,1% [2015] * Total de receitas realizadas: 77.411,00 R$ (×1000) [2017] * Total de despesas empenhadas: 61.873,00 R$ (×1000) [2017] Saúde * Mortalidade Infantil: 17,24 óbitos por mil nascidos vivos [2014] * Internações por diarreia: 0,3 internações por mil habitantes [2016] Território e ambiente * Área da unidade territorial: 325,126 km² [2017] * Esgotamento sanitário adequado: 89,2% [2010] * Arborização de vias públicas: 92% [2010] * Urbanização de vias públicas: 18,5% [2010] Religião * Católica apostólica romana: 11.994 pessoas [2010] * Evangélica: 3. 885 pessoas [2010] * Espírita: 439 pessoal [2010] ==Economia== Guapiaçu é uma cidade com renda per capita elevada e baixos níveis de pobreza. A indústria é o setor mais relevante da economia, com 53,1 por cento do produto interno bruto. O setor terciário corresponde a 39,4 por cento do produto interno bruto, e a agropecuária, a 7,3%. Empresas * Número de empresas atuantes: 833 unidades [2016] * Unidades locais: 5 unidades [2016] Pecuária * Bovinos: 17. 810 cabeças [2017] * Bubalinos: 83 cabeças [2017] * Caprinos: 60 cabeças [2017] * Codornas: 3. 000 cabeças [2017] * Equinos: 546 cabeças [2017] * Galináceos: 97. 000 [2017] * Ovinos: 690 cabeças [2017] * Suínos: 1. 520 cabeças [2017] * Mel de abelha: 3. 500 kg [2017] Agricultura * Açaí: 675 toneladas [2017] * Banana: 912 toneladas [2017] * Borracha: 3. 200 toneladas [2017] * Goiaba: 35 toneladas [2017] * Laranja: 35 toneladas [2017] * == Comunicações == A cidade era atendida pela Cia. Telefônica Rio Preto, empresa administrada pela Companhia Telefônica Brasileira (CTB), até que em 1973 passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. Ainda na área de comunicações, a cidade conta com uma emissora de Radio Comunitária desde 2001 denominada \"Radio Cidade\", da Associação Cultural e Educadora de Comunicação Comunitária. A mesma continua no ar, e o único locutor que permanece desde a sua fundação, é Francisco de Almeida, profissional que atuou em varias outras emissoras, como Radios Independência, Metrópole, Centro America e se destacou como ancora do Jornal da Record Regional e programa cultural Rural em São José do Rio Preto. *RODOVIAS *SP-425 - Rodovia Assis Chateaubriand (Trecho da BR-265) * Estrada Vicinal Cedral-Guapiaçu * Estrada Vicinal Uchoa-Guapiaçu == Administração == ===Gestão Atual (2017-2020)=== * Prefeito: Carlos Cézar Zaitune (PMDB). ====Gestão Anterior (2013-2016)==== * No ano de 2013 o vice-prefeito à época, José Pulicci Sobrinho assumiu o cargo de prefeito após a morte da prefeita eleita Maria Ivanete Hernandes Vetorasso em acidente automobilístico. == Filhos ilustres == *Zé do Rancho (avô de Sandy Leah e Junior Lima), foi um compositor e cantor. *Roberto e Meirinho dupla sertaneja que residia no bairro Rural Boiadeira. == Ver também == * Brasão de Guapiaçu * Bandeira de Guapiaçu == Ligações externas == * * Categoria:Fundações em São Paulo em 1953",
 "title": "Guapiaçu"
}