{
 "id": "34915",
 "text": "{{Info/Município do Brasil | nome = Ibirarema | foto = | leg_foto = | apelido = | brasão = Brasao Ibirarema.jpg | bandeira = Bandeira_de_Ibirarema.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = ibiraremense | lema = | prefeito = José Benedito Camacho | partido = PSD | fim_mandato = 2024 | mapa = SaoPaulo Municip Ibirarema.svg | latP = S | latG = 22 | latM = 49 | latS = 04 | lonP = O | lonG = 50 | lonM = 04 | lonS = 22 | estado = São Paulo | mesorregião = Assis | data_mesorregião = IBGE/2008 | microrregião = Assis | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ao norte, Campos Novos Paulista; Ao Sul, Paraná; A Leste, Salto Grande e Ribeirão do Sul; A Oeste, Palmital e Platina | dist_capital = 407 | área = 228.453 | área_ref = | população = 6725 | data_pop = Censo IBGE/2010 | altitude = 483 | clima = | sigla_clima = | idh = 0.775 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 12418.48 | data_pib_per_capita = IBGE/2008 }} Ibirarema é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 22º49'03\" sul e a uma longitude 50º04'21\" oeste, estando a uma altitude de 483 metros. Sua população é de 7.235 habitantes. Possui uma área de 228,5 km². == Toponímia == Ibirarema, segundo Silveira Bueno, é vocábulo indígena que significa \"madeira fétida\": pau-d'alho. Do tupi ybyrá: madeira ou árvore; e rema (por nema): fedido, fedorento. == História == O município, teve início numa pequena povoação denominada Pau D'Alho, que se estendia ao longo da margem direita de um pequeno rio com esse nome, ao meio de exuberantes e fertilíssimas terras onde havia abundância de pau d' alho que talvez emprestasse o nome ao rio que as banhava e à povoação que surgia. Em 1913 quando as primeiras explorações para a futura passagem da Estrada de Ferro Sorocabana, que acompanhando o Rio Paranapanema rumava para o estado do Mato Grosso, naturalmente teve que passar pelas terras que circundavam a pequena povoação de Pau D' Alho, os moradores da região, eles João Correa e Nadario Marana transferiram-se junto à picada da futura ferrovia, abandonando o povoado e formando um outro com o nome de Ibirarema. Em 12 de fevereiro de 1914, foi inaugurado a Estrada de Ferro Sorocabana e o novo povoado começou a progredir extraordinariamente, até que em 1922, pela Lei nº 1.889, de 11 de dezembro de 1922, foi elevado a distrito de Pau D'Álho (atual Ibirarema), e como tal instalado no dia 3 de maio de 1923, no Município e Comarca de Salto Grande. Foi elevado a Município com o nome de Ibirarema pelo Decreto-Lei nº 14.334, de 30 de novembro de 1944 e instalado a 1 de janeiro de 1945 e incorporado à Comarca de Palmital. Como Município ficou constituído dos Distritos de Paz de Ibirarema e Nuretama (atual Campos Novos Paulista). Em 1948, Nuretama foi desanexado pela Lei nº 233, de 24 de dezembro. Consta atualmente de um único Distrito de Paz, o da sede do Município. == Geografia == === Demografia === Dados do Censo - 2000 População total: 5.701 * Urbana: 5.093 * Rural: 608 * Homens: 2.882 * Mulheres: 2.819 Densidade demográfica (hab./km²): 24,95 Mortalidade infantil até 1 ano (por mil): 16,72 Expectativa de vida (anos): 70,77 Taxa de fecundidade (filhos por mulher): 1,95 Taxa de alfabetização: 89,36% Índice de Desenvolvimento Humano (IDH-M): 0,775 * IDH-M Renda: 0,711 * IDH-M Longevidade: 0,763 * IDH-M Educação: 0,852 (Fonte: IPEADATA) === Hidrografia === Rio Paranapanema === Rodovias === * SP-270 === Ferrovias === * Linha Tronco da antiga Estrada de Ferro Sorocabana == Comunicações == A cidade era atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. ==Ligações externas== * Página da prefeitura * Ibirarema no WikiMapia Categoria:Municípios de São Paulo Categoria:Topônimos de origem tupi Categoria:Fundações em São Paulo em 1948",
 "title": "Ibirarema"
}