{
 "id": "34922",
 "text": "{{Info/Município do Brasil | nome = Estância Balneária de Iguape | preposição = de | foto = Iguape-lagamar.jpg | leg_foto = Mar Pequeno visto do Morro do Espia | apelido = Princesa do Litoral | brasão = BrasonIguape.jpg | bandeira = Bandeira_de_iguape.JPG‎ | link_brasão = | link_bandeira = Bandeira da Iguape | link_hino = | aniversário = 3 de Dezembro | fundação = | gentílico = iguapense | lema = Virtvtes Pavlistarvm Retento \"Detenho as Virtudes dos Paulistas\" | padroeiro = Nossa Senhora das Neves | site_prefeitura = www.iguape.sp.gov.br | site_câmara = www.iguape.sp.leg.br | prefeito = Wilson Almeida Lima | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Iguape.svg | latP = S | latG = 24 | latM = 42 | latS = 28 | lonP = O | lonG = 47 | lonM = 33 | lonS = 18 | estado = São Paulo | região_intermediária = Sorocaba | data_região_intermediária = IBGE/2017 | região_imediata = Registro | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Peruíbe, Itariri, Pedro de Toledo, Miracatu, Juquiá, Pariquera-Açu, Ilha Comprida, Cananeia e Registro | dist_capital = 202 | dist_capital_ref = | área = 1978.795 | área_pos = SP: 1º | área_ref = | distritos = não possui | distritos_ref = | população = 29115 | data_pop = Estimativa IBGE/2019 | altitude = 3 | clima = subtropical | sigla_clima = Cfb | idh = 0.726 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2011 | pib_per_capita = 11029.28 | data_pib_per_capita = IBGE/2011 }} Iguape é um município brasileiro do estado de São Paulo. Localiza-se no Vale do Ribeira, a uma latitude 24º42'29\" sul e a uma longitude 47º33'19\" oeste, estando a uma altitude de três metros. Sua população estimada pelo Instituto Brasileiro de Geografia e Estatística em 2022 era de habitantes. Com quilômetros quadrados, é o município com a maior área do estado de São Paulo. Seu centro histórico é tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional como patrimônio nacional desde 2009. == Topônimo == A palavra \"Iguape\" tem origem na língua tupi antiga e significa \"na enseada do rio\", através da junção dos termos 'y (água, rio), kûá (enseada) e pe (em).NAVARRO, E. A. Método Moderno de Tupi Antigo: a língua do Brasil dos primeiros séculos. Terceira edição. São Paulo: Global, 2005. p. 232 == Estância balneária == Iguape é um dos 15 municípios paulistas considerados estâncias balneárias pelo Estado de São Paulo, por cumprirem determinados pré-requisitos definidos por Lei Estadual. Tal status garante, a esses municípios, uma verba maior por parte do Estado para a promoção do turismo regional. Também, o município adquire o direito de agregar, junto a seu nome, o título de \"Estância Balneária\", expressão pela qual passa a ser designado tanto pelo expediente municipal oficial quanto pelas referências estaduais.http://www.turismo.sp.gov.br/dade/estancias.html == História == === Sambaquis === Os primeiros habitantes da região onde hoje fica Iguape são conhecidos como \"Homens do Sambaqui\", povos muito primitivos que não conheciam sequer o arco e flecha e que viveram ali antes da chegada de índios com culturas mais avançadas. Sambaqui é o nome dado a grandes montes de conchas de ostras e marisco, depositadas ao longo de centenas ou talvez milhares de anos no mesmo lugar, e que eram consideradas como sendo locais mágicos. Mais tarde, após a extinção dos Homens de Sambaqui, os índios que viriam a dar origem à tribo Temiminé passaram a enterrar seus mortos nesses sambaquis, dentro de grandes potes de barro chamados igaçabas, juntamente com os pertences dos mortos. Existem vários sambaquis no complexo estuarino-lagunar de Iguape e Cananeia, sendo o de mais fácil acesso o sítio arqueológico \"Benedito Fortes\", onde está localizada a \"Caverna do Ódio\", próximo à ponte que dá acesso ao município de Ilha Comprida, a pouco mais de um quilômetro do centro da cidade. Até hoje, encontram-se vestígios de ações destes grupos indígenas, representados através da estratigrafia, que mostra a sobreposição de camadas correspondentes às diversas ocupações humanas, com a presença de manchas de carvão das fogueiras, sambaquis com até 5 000 anos, restos ósseos de peixes e de pequenos animais, e carapaças de moluscos e crustáceos. === Início da colonização europeia === Em 1494, o Tratado de Tordesilhas firmado entre Portugal e Espanha estabelecia a dimensão de suas posses recém-descobertas, inclusive nas terras americanas. O tratado definia, como linha de demarcação, um meridiano 370 léguas a oeste do arquipélago de Cabo Verde, passando sobre o território de Iguape. O Binóculo e a Pena. Página visitada em 12 de maio de 2010. Possivelmente desde 1510, já vivia, na região, o aventureiro espanhol Ruy Garcia Moschera, a quem é oficialmente atribuída a fundação do município. Moschera vivera anteriormente no Rio da Prata e se instalara ali possivelmente por ser aquela uma região de disputa entre espanhóis e portugueses. Por volta do ano 1502, o degredado português Cosme Fernandes, conhecido como \"Bacharel de Cananeia\", também tornou-se uma figura poderosa na região, vindo a possuir muitos escravos e não prestando obediência à coroa portuguesa. === Guerra de Iguape === Em 1532, pouco depois de chegar ao Brasil, Martim Afonso de Sousa ordenara a desocupação por Moschera e pelo Bacharel do território onde hoje está Iguape, que pertenceria à coroa portuguesa. Não sendo atendido, ordenou uma expedição chefiada por Pero de Góis que deveria executar a desocupação à força. Informados sobre a expedição, Moschera e o Bacharel, apoiados por indígenas flecheiros carijós, capturaram um navio corsário francês e desbarataram a força portuguesa, travando a Guerra de Iguapé, a primeira guerra entre europeus na America do Sul. Entre os anos de 1534 e 1536, as forças de Moschera e do Bacharel destruíram a vila de São Vicente, matando a maior parte da população, libertando os prisioneiros e incendiando o cartório onde estavam os registros oficiais do município, levando inclusive o Livro do Tombo, fonte oficial de informação sobre a região de Iguape e sobre seus fundadores. Após os ataques, Moschera retornou ao rio da Prata. === Fundação === A povoação de Iguape continuou sob o domínio do Bacharel de Cananeia e teve sua primeira igreja, em homenagem a Nossa Senhora das Neves, construída em 1537. A data de fundação de Iguape foi estabelecida em , ano em que Iguape e Cananeia se separaram. Em 1577, o povoado foi elevado à categoria de \"Freguesia de Nossa senhora das Neves da Vila de Iguape\", ano em que foi aberto o primeiro livro do tombo da Igreja de Nossa Senhora das Neves. === Mudança de local === Existente até o primeiro quartel do século XVII onde hoje está a vila de Icapara, a falta de água potável, a falta de espaço para expansão e eventuais ataques piratas levaram à transferência da freguesia para uma área alguns quilômetros ao sul por ordem do fidalgo português Eleodoro Ébano Pereira. Ainda no século XVI, haviam sido descobertos os primeiros sinais de ouro na região do Vale do Ribeira. Devido à sua abundância, a procura logo se intensificou e, rapidamente, a exploração do ouro de aluvião se tornou a principal atividade econômica do município. Para evitar o contrabando e intensificar a cobrança de impostos pela coroa portuguesa, foi fundada, por volta de 1630, a Casa de Oficina Real de Fundição de Ouro, que é considerada a primeira do gênero no Brasil. Em 1647, no auge da riqueza proporcionada pelo ouro, Iguape transformou-se em um centro de peregrinação. Na descrição do aparecimento da imagem do Senhor Bom Jesus de Iguape, Revista do Instituto Histórico e Geográfico de São Paulo, vol. I, p. 128, 1895. Página visitada em 17 de maio de 2010. dois índios que iam a caminho da Vila Nossa Senhora da Conceição de Itanhaém acharam um vulto desconhecido rolando nas ondas, e levaram-no para a praia, onde cavaram um buraco e o colocaram em pé com o rosto para o nascente. Ao retornar, os índios acharam a imagem no mesmo lugar, mas com o rosto virado para o poente, e acharam estranho não haver vestígio sequer de que alguém o tivesse movido. A notícia se espalhou e a imagem foi levada para um riacho no sopé do Morro do Espia, onde, sobre as pedras, foi banhada para lhe retirar o sal marinho e ser encarnada novamente. Depois de ser decorada, foi entronizada no altar-mor da antiga Igreja de Nossa Senhora das Neves. Na década de 1780, foi dado início à construção da nova igreja matriz, haja vista a outra estar em precárias condições. Feita de argamassa, óleo de baleia e pedras retiradas da face marítima do morro, todo o trabalho era executado pela população, voluntária e gratuitamente. Em 1798, as obras estavam avançando lentamente, e em 1800, estas pararam, retornando em datas esporádicas. Em 1822, foram contratados, no Rio de Janeiro, um mestre e três canteiros e, em agosto do mesmo ano, recomeçou-se a obra. A igreja foi concluída em julho de 1856, e no dia 8 de agosto do mesmo ano, foram trasladadas as imagens da antiga igreja para a nova Igreja Matriz. Em 3 de abril de 1848, a vila fora elevada à categoria de cidade, com o nome de \"Bom Jesus da Ribeira\", no ano seguinte modificado para \"Bom Jesus de Iguape\". === Arroz e o Valo Grande === Com o esgotamento das minas e com o descobrimento de ouro no interior do Brasil, o município rapidamente entrou em declínio, voltando depois a crescer com o desenvolvimento da indústria de navegação e com a plantação de arroz. A partir daí, Iguape iniciou um período de riqueza e atingiu seu ápice de desenvolvimento em meados do século XIX, com a construção dos principais casarões que ainda hoje podem ser vistos no centro histórico, com dois portos movimentados, teatros, quatro jornais diários e o vice-consulado português. Iguape havia se tornado uma dos principais do município do sul do Brasil, a ponto de, em 1841, o ainda adolescente imperador dom Pedro II ter concedido a Antônio da Silva Prado, político e senhor de terras, o título de Barão de Iguape. Até meados do século XIX, Iguape sempre havia sido uma espécie de península, com o Rio Ribeira de Iguape serpenteando até quase três quilômetros do mar e depois retornando para o interior, só encontrando sua foz muitos quilômetros adiante. As sacas de arroz que vinham da zona rural eram descarregadas no Porto do Ribeira, fluvial, de onde eram transportadas em lombo de burro ou carroças por aproximadamente três quilômetros até o Porto Grande, marítimo, onde eram embarcadas para exportação. O inconveniente de se ter de transportar o arroz por terra em um trecho tão curto levou à ideia e se construir um canal que ligasse o rio ao mar, permitindo assim o transporte direto do arroz até as embarcações de grande porte. Após décadas de debates sobre o melhor local para a construção do canal, decidiu-se pelo trecho mais curto, que era também o mais arenoso e, portanto, mais fácil de ser construído. O canal foi construído por escravos por mais de duas décadas e começou a ser utilizado em 1852. Inicialmente um canal estreito, com cerca de quatro metros de largura, o canal rapidamente começou a alargar, não resistindo à imensa corrente de água. Por volta de 1900, com a contenção das margens, controlou-se o controle do fluxo de água no canal, mas O Mar Pequeno ficou assoreado, o que acabou impedindo a entrada de navios grandes no porto. O porto da cidade já não podia ser utilizado por embarcações de maior calado, impedindo assim a saída do arroz e levando à decadência da cultura de arroz da cidade. Além disso, o atalho encontrado pelo rio através do canal acabou influenciando fortemente o ciclo de cheias que inundavam a região periodicamente e que a tornavam tão fértil. O impacto causado pelo Valo Grande, o declínio da cultura de arroz e os problemas políticos levaram à decadência do município no final do século XIX. De um importante centro agroexportador, a cidade foi aos poucos perdendo importância. === Imigrantes === No final do século XIX e início do século XX, imigrantes vindos principalmente da Itália e do Japão chegaram a Iguape através de colônias implantadas pelo governo federal e estatual. A cidade ganhou assim uma marcante influência desses colonos, especialmente dos japoneses, que hoje respondem por mais de 10% da população da cidade e tem bastante influência na produção agrícola e na indústria pesqueira. Através do Decreto Número 6 455, de 19 de abril de 1907, volume II, 1907. (Atos do Poder Executivo). Página visitada em 23 de março de 2010. o governo federal criou o Serviço de Povoamento do Solo Nacional, devido à ineficácia alguns estados da federação em não possuir capital para criar e manter núcleos coloniais, ficou então determinado mediante o Decreto Número 6 479 de 16 de maio de 1907, que a União poderia intervir no estado com relação aos assuntos de imigração e colonização, haja vista, a negativa do governo paulista em ceder terras nesta região, alegando questões econômicas e estratégicas. Houve a substituição por terras devolutas (50.000 hectares.), situadas no Vale do Ribeira, na época comarca de Iguape, cedidas oficialmente no ano de 1912 ao Tokyo Sindicate (Sindicato de Tóquio) representado por Ikutaro Ayoagui e que, um ano depois, veio se transformar na Brazil Takushoku Kaisha (Companhia Colonizadora do Brasil Ltda.), autorizada pelo decreto n° 10.248 de 2 de junho de 1913, , Base da Legislação Federal do Brasil (Presidência da República Federativa do Brasil). Página visitada em 24 de março de 2010. a exercer suas atividades em solo brasileiro. As terras da região passaram a ser exploradas a partir de 1913, pela lei n° 43, de 21 de outubro de 1913, presente no Livro de Registro de Leis da Câmara Municipal de Iguape, a qual autoriza o prefeito, coronel Antônio Jeremias Muniz Junior, Câmara Municipal de Iguape - Estância Balneária. Página visitada em 23 de março de 2010. a adquirir o sítio Jipovura, para ser doado a Brazil Takushoku Kaisha, a fim de ali ser fundado um núcleo colonial, com objetivo de desenvolver a principal atividade econômica da região, o cultivo do arroz. Dessa forma, surgiram os núcleos coloniais de Registro, Sete Barras e Katsura (Jipovura) que formavam a Colônia de Iguape. Dentre estes núcleos destacava-se a Colônia de Katsura, criada em 9 de novembro de 1913, no bairro Jipovura, considerada o marco zero da colonização japonesa no Brasil. Inicialmente, a primeira comunidade foi chamada de Katsura Shokuminchi (\"Colônia Katsura\"), em homenagem ao Primeiro Ministro do Japão na época, Katsura Taro, um dos grandes incentivadores da imigração japonesa para o Brasil. Após anos de prosperidade, a colônia acumulou infraestrutura invejável para a época, havia escola, ambulatório médico, agência de correio, fábrica de beneficiamento de arroz, estabelecimentos comerciais, alojamentos para hospedar imigrantes, escola mista japonesa e brasileira, inclusive um porto, com viagens regulares dos barcos a vapor da Companhia de Navegação Fluvial Sul Paulista. A maior parte desta estrutura era financiada pelo capital japonês da Brazil Takushoku Kaisha. Por isso, a Lei Federal Nº 11.642, de 11 janeiro de 2008, Presidência da República - Casa Civil. Página visitada em 12 de maio de 2010. decretou que o município de Iguape é considerado o \"berço da colonização japonesa no Brasil\". === Século XX e atualidade === A partir da década de 1930, Iguape conseguiu iniciar um processo de recuperação, com o desenvolvimento da cultura de banana e da pesca, mas a falta de planejamento, associada aos problemas políticos locais que persistem há quase dois séculos, impediram que ela conseguisse retornar à opulência que um dia teve. Hoje, a cidade tem um índice de desenvolvimento humano abaixo da média brasileira e vive da pesca e do turismo. == Geografia == Iguape possui uma área de 1 980,916 quilômetros quadrados, sendo assim o maior município do estado de São Paulo em tamanho territorial. Abriga também as Áreas de Relevante Interesse Ecológico Ilha Ameixal, de 400 hectares, localizada no rio Una do Prelado, criada pelo Decreto n.º 91.889, de 5 de novembro de 1985, Objetivos específicos da unidade (IBAMA) (agosto de 2002). Página visitada em 24 de abril de 2010. parte da Zona de Vida Silvestre - Área de Proteção Ambiental de Cananéia-Iguapé-Peruíbe, criada pelo decreto n.º 90.347 de 23 de outubro de 1984 e complementada pelo decreto nº 91.892 de 06 novembro de 1985, Objetivos específicos da unidade (IBAMA) (abril de 2002). Página visitada em 22 de abril de 2010. e parte da ZVS - APA Ilha Comprida, criada pelo decreto n° 26.881, de 11 de março de 1987 e regulamentada pelo decreto n° 30.817, de 30 de novembro de 1989. Objetivos específicos da unidade (IBAMA). Página visitada em 24 de abril de 2010. Oficialmente a única praia de Iguape é a Praia da Jureiahttps://naturam.com.br/iguape/#jureiahttps://qualipraia.cetesb.sp.gov.br/qualidade-da-praia/iguape.phtml === Rodovias === * SP-222 === Hidrografia === * Rio Momuna * Rio Ribeira de Iguape * Rio Una da Aldeia * Oceano Atlântico * Rio Peropava === Clima === Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1961 a 1988, 1996 a 1997 e desde 2000, a menor temperatura registrada em Iguape foi de em 21 de julho de 2000 e a maior atingiu em 3 de fevereiro de 1933. Esta foi a maior temperatura registrada no estado de São Paulo até o dia 7 de outubro de 2020, quando a cidade de Lins, no interior, registrou máxima de . O maior acumulado de precipitação em 24 horas foi de em 17 de março de 1981. Outros grandes acumulados iguais ou superiores a foram em 15 de fevereiro de 1948, em 13 de janeiro de 2008 e em 18 de março de 2017. Desde julho de 2006, a rajada de vento máxima alcançou () em 3 de novembro de 2018. == Demografia == Dados do Censo de 2010Sinopse IBGE População total: * Urbana: * Rural: * Homens: * Mulheres: * Densidade demográfica (hab./km²): 14,58 * Mortalidade infantil até 1 ano (por mil): 22,10 * Expectativa de vida (anos): 68,20 * Taxa de fecundidade (filhos por mulher): 3,00 * Taxa de alfabetização: 90,18% * Índice de Desenvolvimento Humano * IDH-M 0,726 * IDH-M Renda: 0,691 * IDH-M Longevidade: 0,847 * IDH-M Educação: 0,653 (Fonte: IPEADATA) === Principais origens da população === Nacionalidade/Ascendência Percentagem Italianos 30% Portugueses 36% Franceses 12% Japoneses 11% Nigerianos 6% Outros 2% === Raças === Cor/Raça Percentagem Branca 57,66% Parda 36,91% Negra 3,47% Amarela 1,51% Indígena 0,45% Fonte: IBGEPopulação residente segundo a raça - IBGE == Infraestrutura == === Comunicações === No setor de telefonia a cidade foi atendida pela Cia. Telefônica de Itanhaém até 1976, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 a empresa adotou a marca Vivo para suas operações. === Educação === Dados do Plano Municipal de Saúde (2022 - 2025) Lista de Escolas Municipais: # Cm Antônia de Lima Vitório # Cm Joana de Oliveira Lisboa # Cm Maria Lourenço da Silva # Cm Prof.ª Célia José de Camargo Castro # Cm Verª. Prof.ª Teresinha de Jesus Teixeira Ribeiro # Em Prof.ª Abigail Fortes Martins # Em Benedito Rosa Carneiro # Em Vaz Caminha # Em Zely Alves Fortes # Em Prof.ª Jocy Rita Cardoso Rocha # Em Bairro Icapara # Em Bairro Jairê # Em Prof. José Luiz Aguiar # Em Bairro Morro Seco # Em Prof. Tadashi Namba # Em Prof.ª Amância Alves Muniz Quantidade de Alunos Educação Infantil: * Creche: 397 * Pré-escola: 652 * Total de alunos da Educação Infantil: 1049 Ensino Fundamental I: * 1º Ano: 308 * 2º Ano: 346 * 3º Ano: 333 * 4º Ano: 357 * 5º Ano: 380 * EJA: 18 * Total de alunos do Ensino Fundamental I: 1742 Total de alunos matriculados na rede municipal de ensino: 2791 Fonte: Departamento Municipal de Educação == Administração == * Prefeito: Wilson Almeida Lima (2017/2024) * Vice-prefeito: Salvador José Barbosa Júnior (2021/2024) * Presidente da câmara: Eduardo de Lara (2021/2022) === Composição da Câmara === * Presidente de Câmara: Eduardo Lara * Vice Presidente: Lucinete Japonesa * 1º Secretário: Márcia Maciel * 2º Secretário: Josemar Corrêa * Alexandre Macau * Benilto Curruira * Clayton Negri * Damásio Daniel Vassão * Dyhego França * Marciano * Teka Avelar * Tuca Enfermeiro * Waguinho Wasat === Relações internacionais === * Concón, no Chile (2014) Em 2014, as cidades de Iguape e Concón firmaram um acordo de cooperação nas áreas de turismo e cultura. == Turismo == Atualmente, uma das principais atividades econômicas de Iguape é o turismo. O município possui diversas atrações, tendo a vantagem de ser histórico e com ar interiorano, mas com praias. === Fonte do Senhor === A Fonte do Senhor é um pequeno parque turístico pertencente ao Parque Floresta Municipal do Morro do Espia. Possui uma tranquila área de lazer com gramados e árvores da Mata Atlântica, diversas bicas e torneiras com água potável das cachoeiras, uma lagoa com patos e peixes ornamentais e um grande tanque, antes usado para tratamento de água e que atualmente serve de piscina pública. Esse parque foi criado ao redor da capela -mais conhecida como gruta- erguida em 1737, Revista do Instituto Histórico e Geográfico de São Paulo, vol. IX, p. 113, 1904. Página visitada em 02 de janeiro de 2011. em pedra e cal, sobre a famosa pedra que cresce, onde a imagem do Senhor Bom Jesus de Iguape foi lavada, no ano de 1647, após ser encontrada na Praia do Una, na Jureia. É a lenda da \"pedra que cresce\", que intrigou até o grande escritor Albert Camus, Prêmio Nobel de Literatura, ao visitar o município de Iguape no mês de agosto do ano de 1949, acompanhado de Oswald de Andrade, Paul Silvestre, adido cultural francês, e Rudá de Andrade, filho de Oswald, além do motorista, cujo nome não foi citado, mas que foi apelidado por Camus de \"Augusto Comte\", por parecer com o referido filósofo francês. Serviu por muitos anos para lavar roupas e abastecimento de água potável para a população da Vila de Iguape. Na época da festa do Bom Jesus de Iguape e no verão, esse parque fica bastante movimentado por romeiros ou turistas que visitam o município. O parque é um dos pontos de partida para a Trilha Ecológica do Morro do Espia, com extensão de 2,8 quilômetros, dá acesso à Pedra Lisa e ao Mirante do Cristo Redentor. === Mar Pequeno === Iguape é parte do Complexo Estuarino-Lagunar do Mar Pequeno, também conhecido como Lagamar, que engloba os municípios de Iguape, Ilha Comprida, Cananeia e Pariquera-Açu, no Estado de São Paulo, e Paranaguá, no Paraná. É uma área muito rica em manguezais, que serve de berçário para várias espécies marinhas e por isso é considerada um dos cinco maiores criadouros marinhos do mundo. Suas lagunas à beira-mar com vegetação de restingas e Mata Atlântica, possuem uma deslumbrante fauna e flora, entre eles, estão guarás, biguás, garças, golfinhos, dezenas de espécies de aves marinhas, e animais exóticos, como o papagaio-de-cara-roxa, uma das aves que estão sob risco de extinção no planeta. Em toda a sua extensão, existem também inúmeros sítios arqueológicos, onde estão os Sambaqui, deixados por populações nômades e indígenas que habitavam o local há mais de 5 mil anos. === Barra do Ribeira e Costão da Jureia === A cerca de vinte quilômetros do município, está a foz do Rio Ribeira de Iguape, região conhecida como Barra do Ribeira, excelente local para pesca e esportes aquáticos e ecoturismo. Aos poucos, a pequena vila de pescadores, que a cada ano recebia pessoas de todos os lugares, foi crescendo e se desenvolvendo, tornando-se num bairro, de cultura predominantemente caiçara. Um pouco mais para dentro do rio há um serviço de balsa da Dersa que liga a ilha de Iguape às praias da Jureia e do Prelado, pertencentes ao bairro Barra do Ribeira, ambas de acesso livre, totalizando 19 km de extensão e, a partir daí, à Estação Ecológica da Jureia-Itatins, uma unidade de conservação ambiental criada em 1986 e que atualmente é considerada a maior reserva de Mata Atlântica do Brasil, cujo acesso é restrito, somente permitido para fins de pesquisa e atividades de educação ambiental, junto a grupos organizados, acompanhado de monitores credenciados. Ao final do costão da Jureia, está o início da Trilha do Imperador (ou do Telégrafo), construída a mando do imperador D. Pedro I, por onde passava, no século XIX, a linha de telégrafos que ligava o Rio de Janeiro ao Paraná, importante meio de comunicação do litoral do país. === Museu de Arte Sacra === Na Igreja do Rosário, está instalado o Museu da Arte Sacra, inaugurado em 1979, permaneceu por mais de duas décadas funcionando normalmente, enfrentou diversas fases, foi fechado, abandonado, sofreu deterioração e até furto de suas peças. Foi reinaugurado em 2006 e, hoje, possui, em seu acervo permanente, 60 peças de arte sacra dos séculos XVIII e XIX, parte do acervo histórico da Igreja de Nossa Senhora das Neves e da antiga Igreja de Nossa Senhora do Rosário dos Homens Pretos. Entre as raridades, está um quadro em alto-relevo, que traz a cena da Via-Sacra, de procedência europeia. Há também pratarias, inclusive peças que compõe o Império do Divino Espírito Santo. O acervo todo, que chega a 180 objetos, tem procedência de várias igrejas do município, mas a maioria pertenceu a primeira Igreja Matriz de Iguape, construída em 1614 e demolida em 1858, para a construção da atual Basílica do Senhor Bom Jesus de Iguape e Nossa Senhora das Neves, padroeiros de Iguape. === Centro histórico === Iguape possui o maior casario colonial preservado do Estado de São Paulo, com diversas casas, casarões e igrejas em vielas estreitas de paralelepípedos. Nessas construções ricas em detalhes, foram utilizadas técnicas como a taipa francesa e a taipa de pilão. As construções datam dos ciclos do ouro e do arroz, entre os séculos XVI e XIX, período em que Iguape viveu seu auge de desenvolvimento econômico. No dia 3 de dezembro de 2009, durante as comemorações dos seus 471 anos de sua fundação, o município recebeu o título de patrimônio nacional, com o tombamento de seu núcleo urbano, ou seja, o centro histórico, o antigo sistema portuário fluvial e marítimo, incluindo o canal do Valo Grande e o Morro da Espia, além de diversas áreas da zona rural relacionadas com a imigração japonesa no Brasil. === Basílica do Senhor Bom Jesus de Iguape e Nossa Senhora das Neves === Templo católico construído em pedra portuguesa, argamassa e óleo de baleia, entre os séculos XVIII e XIX. Alí é possível observar várias imagens, entre elas as dos padroeiros do município, Nossa Senhora das Neves e Bom Jesus de Iguape. Na basílica, também é possível se visitar a Sala dos Milagres, que possui objetos deixados pelos devotos em agradecimento a graças recebidas. === Morro do Espia === Com mais de cinquenta metros de altitude, em um local privilegiado, o Parque Municipal do Morro do Espia tem esse nome porque era usado por vigias que controlavam a entrada e saída de embarcações no porto e que alertavam a população quando da chegada de piratas através da Barra do Icapara, local onde ocorreu a batalha que ficou conhecida como Entrincheiramento de Iguape. Hoje, esse ponto é muito visitado devido à visão panorâmica única do município e de todo o complexo estuarino-lagunar, bem como da totalidade do Canal do Valo Grande, propiciando, assim, uma melhor compreensão sobre essa obra polêmica. Nesse ponto, exatamente onde havia uma grande cruz de madeira, levantada por José Gonçalves, existe uma réplica do Cristo Redentor do Rio de Janeiro, inaugurada em 10 de dezembro de 1953, obra do escultor José Rosasco. === Fundação S.O.S. Mata Atlântica === Está localizada em um centenário casarão cedido pela Fundação Brasileira para a Conservação da Natureza (FBCN), localizado no centro histórico de Iguape, que foi restaurado pela própria fundação em 1989, e onde foi criada a Base Urbana de Iguape. Exibe filmes sobre a região, serve de local de exposição do artesanato local e possui maquetes e painéis que exibem a diversidade ambiental do lagamar. A maquete principal permite uma visão geral do lagamar e de todo o relevo da região, incluindo as UCs (Unidades de Conservação) da região, que abrange cerca de 70% do território do Vale do Ribeira. A sede abriga, também, o Centro de Interpretação Ambiental e Informação Turística, que divulga o potencial natural e histórico-cultural da região do lagamar, através de painéis explicativos sobre a Mata Atlântica preservada e seus habitantes. === Festa do Senhor Bom Jesus de Iguape === A Festa do Senhor Bom Jesus de Iguape é um evento religioso significativo no estado de São Paulo, sendo a segunda maior festa desse tipo na região, atrás apenas do Santuário de Aparecida. Sua origem remonta a 1647, quando índios encontraram uma escultura de madeira retratando Cristo, na praia do Una. Esse achado foi seguido por relatos de milagres, dando início ao culto. O ponto central das festividades é a Basílica de Bom Jesus de Iguape, erguida em 1856, onde ocorrem as principais cerimônias religiosas, os peregrinos fazem o percurso, da Praia do Una até Iguape, passando pelo costão da Jureia. Os devotos participam de missas, procissões e momentos de reflexão, todos permeados por uma atmosfera de devoção e fé. === Carnaval === O carnaval de Iguape é considerado um dos melhores carnavais de rua de São Paulo. Com diversos blocos que se apresentam na praça da basílica e nela dão uma volta, seguidos por centenas de foliões. Entre os mais tradicionais estão, o bloco \"Zé Pereira\", sendo o carro-chefe que abre a folia do carnaval iguapense desde 1846; a \"Chaleira\", fundado em 8 de janeiro de 1910; \"Juritica\", em fevereiro de 1960; \"Banho da Dorotheia\", em 16 de fevereiro de 1972, o \"Bloco do Galo\", em fevereiro de 1978 Blog oficial do bloco carnavalesco. Página visitada em 19 de dezembro de 2010. e o \"Boi Tatá\", em março de 1981. Essa festa chega a levar mais de 200 mil visitantes a Iguape durante o período dos festejos populares. === Festa de Agosto === Entre os dias 28 de julho e 6 da agosto, Iguape é tomada por peregrinos, também chamados de romeiros, que lotam a cidade para participar das missas e procissões em louvor aos padroeiros da cidade. A cidade recebe de 150 a 200 mil visitantes que lotam os hotéis e pousadas da região ou que acampam nas suas áreas livres, tomadas por bancas de vendedores ambulantes e de comida, que aproveitam o grande movimento para faturar. Antigamente, essas bancas eram elas próprias uma atração, visto que a cidade ficava muito isolada e vários produtos não chegavam até lá. === Museu Municipal === Este museu está magnificamente restaurado e é o mais antigo edifício fazendário do Brasil. Memória da Receita Federal (Catálogo das Repartições Fazendárias). Página visitada em 17 de março de 2010. Originalmente onde funcionou a primeira casa de fundição de ouro do Brasil, atualmente ocupado pelo Museu Municipal de Iguape, criado através da Lei Número Doze, de 23 de dezembro de 1906, depois de ter sido usado sucessivamente como cadeia, quartel e Casa da Câmara, podem ser encontrados diversos artefatos indígenas de antes da chegada dos europeus, como o Ídolo de Iguape, um busto de mais de 2 500 anos, as cerâmicas igaçaba encontradas nos sambaquis da região; objetos do período da escravidão no Brasil; prensas tipográficas utilizadas para impressão dos antigos jornais da cidade, insígnias e outros objetos da Revolução Constitucionalista de 1932, utilizados pelos combatentes iguapenses que enfrentaram as forças de Getúlio Vargas instaladas em Cananeia, além do Diploma da Medalha de Campanha, condecoração concedida pela participação na Força Expedicionária Brasileira, nas operações durante a Segunda Guerra Mundial, em 1944 na Itália. Também se pode acompanhar, através de seu acervo, um histórico abrangente do período colonial e imperial brasileiro, entre eles, um Diploma de Honra, o qual premiou o arroz de Iguape como o melhor do mundo em exposição internacional realizada em 29 de abril de 1911, em Turim, na Itália. == Ver também == * Barra do Ribeira * Icapara * Subaúma * Diocese de Registro *Guerra de Iguapé * ANDRADA, Martim Francisco Ribeiro de. Diário de uma Viagem Mineralógica pela Província de S. Paulo no Anno de 1805. Revista do IHGSP, Tomo IX, 1847, pp. 527–548. * Arquivo do Estado de São Paulo (AESP), Ofícios Diversos de Iguape. * BARRETO, Aníbal (Cel.). Fortificações no Brasil (Resumo Histórico). Rio de Janeiro: Biblioteca do Exército Editora, 1958. p. 368\\. * BRASIL, MAIC. 1908-1912. Serviço de Povamento. Relatórios anuais. * BUENO, Eduardo. Capitães do Brasil: a saga dos primeiros colonizadores. Rio de Janeiro: Objetiva, 1999. p. 288 il. ISBN 8573022523 * DONATO, Hernâni. Dicionário das batalhas brasileiras. São Paulo: Ibrasa, 1987. * FORTES, Roberto. Iguape…Nossa história. Vol. I. Iguape: edição do autor, 2000. * Luz Soriano, Simão José da. Historia da Guerra Civil e do estabelecimento do governo parlamentar em Portugal, comprehedendo a historia diplomatica, militar e politica d'este reino desde 1777 até 1834. Lisboa, Impr. Nacional, vol IV, 1870 p. 497\\. * Marques, M. E. de Azevedo. Província de São Paulo, Belo Horizonte/São Paulo, Itatiaia/EDUSP, 1980. Vol I, pp. 321–324. * PEREIRA JUNIOR, Carlos Alberto. IGUAPE: Conto, canto e encanto com a minha história. São Paulo: Noovha America, 2005. 128 p. il. color. ISBN 85-7673-044-8 * SOUZA, Neimar Machado de. A Redução de Nuestra Señora de la fé no Itatim: entre a cruz e a espada (1631-1659), Campo Grande: UCDB, 2004. * YOUNG, Ernesto G. Apontamentos Genealógicos de Famílias Iguapenses. Revista do IHGSP, vol X, São Paulo, 1905 pp. 3–28. * YOUNG, Ernesto G. Esboço Histórico da Fundação da cidade de Iguape. Revista do IHGSP, vol II, São Paulo, 1896 pp. 49–151. * YOUNG, Ernesto G. História de Iguape. Revista do IHGSP, vol VIII, São Paulo, 1903 pp. 222–375. * YOUNG, Ernesto G. História de Iguape. Revista do IHGSP, vol IX, São Paulo, 1904 pp. 108–326. * YOUNG, Ernesto G. Subsídios para a História de Iguape e seus Fundadores. Revista do IHGSP, vol VII, São Paulo, 1902 pp. 286–298. * YOUNG, Ernesto G. Subsídios para a Historia de Iguape - Mineração de Ouro. Revista do IHGSP, vol VI, São Paulo, 1902 pp. 400–435. == Ligações externas == * * * * Página turística do município de Iguape * Página do município de Iguape - Portal de Turismo * Lista de Prefeitos de Iguape Categoria:Fundações no Brasil em 1538 Categoria:Municípios históricos do Brasil",
 "title": "Iguape"
}