{
 "id": "34921",
 "text": "{{Info/Município do Brasil | nome = Igaratá | foto = | leg_foto = | apelido = Igá | brasão = Brasao Igarata SaoPaulo Brasil.svg | bandeira = Bandeira Igarata SaoPaulo Brasil.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 19 de abril | fundação = | gentílico = igaratense | lema = | prefeito = Elzo Elias de Oliveira Souza | partido = PL | mandato_início = 2021 | mandato_fim = 2024 | mapa = SaoPaulo Municip Igarata.svg | latP = S | latG = 23 | latM = 12 | latS = 14 | lonP = O | lonG = 46 | lonM = 09 | lonS = 21 | estado = São Paulo | região_intermediária = São José dos Campos | data_região_intermediária = IBGE/2017 | região_imediata = São José dos Campos | data_região_imediata = IBGE/2017 | região_metropolitana = Vale do Paraíba e Litoral Norte | vizinhos = Norte: Joanópolis Leste: São José dos Campos Sudeste: Jacareí Sudoeste: Santa Isabel Oeste: Piracaia e Nazaré Paulista | dist_capital = | área = 293.953 | área_ref = | população = 9631 | data_pop = Estimativa IBGE/2021 | altitude = 745 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.764 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7936.90 | data_pib_per_capita = IBGE/2008 }} Igaratá é um município brasileiro do estado de São Paulo, na microrregião de São José dos Campos. Nele foi descoberta em 1981 uma espécie ainda não descrita de árvore da Mata Atlântica, a Buchenavia igaratensis, que está em extinção e só foi localizada em mais dois lugares.IUCN Red List == Etimologia == O nome “Igaratá” vem do Tupi – “Igara” significa barco/barca, canoa indígena. O significado mais conhecido é “canoa alta”, porém há registros do significado ser “canoa grande”, ou \"canoa forte ou resistente\". == História == Não há registros que conte toda a origem do povoado de Igaratá. Nascida no fundo do vale do rio do Peixe, quase na confluência do rio Jaguari, surgiu o pequeno amontoado de casas em torno de uma capela. Nem mesmo anotações batismais ou de casamentos registram a passagem das missões pela aldeia. O primeiro registro oficial marca o início da primeira fase da história da cidade. No dia 19 de abril de 1864, a Capela de Nossa Senhora do Patrocínio é levada à categoria de Freguesia e anexada à Comarca de São José dos Paraitininga. Quatro anos depois, no dia 9 de Maio de 1.868, a Freguesia muda de Comarca, com anexação ao município de Santa Isabel. Em 23 de abril de 1863, com o mesmo nome, pela lei n.º 80 do Imperador, foi transformada em Município e anexada à comarca de Jacareí. O nome Igaratá, denominação de canoas com encostados altos, utilizada pelos índios guaranis que viviam na região passou a designar o nome da cidade em 22 de dezembro de 1.906, através da lei n.º 1402. Como município, constituiu-se apenas como distrito de paz de Igaratá, e assim foi até que, em 21 de Maio de 1934, o município foi extinto e anexado novamente a Santa Isabel. Em 1.954, pela lei 2456 de 30 de Dezembro tornou-se novamente independente e, emancipado administrativa e politicamente, condições em que permanece até hoje. No início dos anos 1960, surgiu o projeto de construção de uma represa que produzisse energia para satisfazer às necessidades de desenvolvimento do Vale do Paraíba. Por sua condição de ribeirinha do rio Jaguari, decidiu-se sacrificar o município. Com muitos esforços e dedicação das autoridades municipais, em 1968 surgiu a esperança de se reconstruir a cidade em outro sítio. Em 24 de abril de 1969 chegaram às primeiras máquinas para a construção da Nova Igaratá, marcando o início da Segunda fase da história do Município. A “Nova Igaratá” nasceu, oficialmente, em 5 de dezembro de 1969, a três quilômetros da “Igaratá velha”. Todos os moradores da velha foram transferidos para a nova cidade, construindo suas casas em terreno doado pela CESP (Centrais Elétricas de São Paulo). Os que eram de fora ou não moravam na cidade velha poderiam comprar terrenos, se quisessem, e no início o preço era bem baixo para incentivar e promover o progresso local. Aos poucos foi construído ginásio, escola, delegacia de polícia, prefeitura e outras repartições. ==Geografia e clima== Localiza-se a uma latitude 23º12'16\" sul e a uma longitude 46º09'22\" oeste, estando a uma altitude de 745 metros. Sua população estimada em 2021 era de habitantes. Possui um inverno relativamente frio e semi-seco e um verão super úmido e quente, sendo que as estações de outono e primavera são estações de transições apresentando características tanto do verão quão do inverno, com dias quentes ou frios e umidade aumentando ou diminuindo ao longo dos dias de ambas estas estações. Os municípios limítrofes são Joanópolis ao norte, Piracaia a noroeste, Nazaré Paulista a oeste, Santa Isabel a sudoeste, Jacareí a sudeste e São José dos Campos a leste.Municípios de São Paulo (mapa) ===Demografia=== Dados do Censo - 2000 População total: 8.292 * Urbana: 5.877 * Rural: 2.415 * Homens: 4.298 * Mulheres: 3.994 Densidade demográfica (hab./km²): 28,27 Mortalidade infantil até 1 ano (por mil): 15,42 Expectativa de vida (anos): 71,46 Taxa de fecundidade (filhos por mulher): 2,61 Taxa de alfabetização: 85,82% Índice de Desenvolvimento Humano (IDH-M): 0,764 * IDH-M Renda: 0,682 * IDH-M Longevidade: 0,774 * IDH-M Educação: 0,837 (Fonte: IPEADATA) ===Hidrografia=== * Rio Paraiba do Sul * Represa de Jaguari ===Rodovias=== * SP-65 - Rodovia Dom Pedro I * SP-56 - Rodovia Prefeito Joaquim Simão (Estrada Igaratá-Santa Isabel); == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que transferiu a concessão para a Companhia Telefônica da Borda do Campo (CTBC). Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Economia == A maior parte do município está em áreas rurais, o que poderia dizer que a agricultura sustenta o município, porém a área agropecuária não é bem desenvolvida, bem como a área industrial, fazendo o município depender do turismo por suas belezas naturais e de um comércio pequeno e restrito. Há tentativas de desenvolver agricultura de subsistência e trabalhos artesanais, porém estas têm se revelado tímidas. Na agropecuária destaca-se a atividade de criação de gado para corte e leite. Há alguns poucos criadores de peixes e ovinos, entre outras atividades. Na agricultura destaca-se o cultivo de frutas e culturas vegetais para subsistência própria ou venda no comércio cidade. A cidade conta com um comércio local e restrito, pequenas indústrias (tornearia automática, peças de fixação, arames e molas) e os serviços autônomos e temporários são normalmente informais e garantem a sobrevivência de uma boa parte dos igarataenses. ==Ligações externas== * Página da Prefeitura * Igaratá no WikiMapia Igaratá Categoria:Vale do Paraíba Categoria:Fundações no Brasil em 1864 Categoria:Topônimos de origem tupi",
 "title": "Igaratá"
}