{
 "id": "34937",
 "text": "{{Info/Município do Brasil | nome = Itaberá | foto = Itaberá 221207 12.JPG | leg_foto = | apelido = | brasão = BRASÃO ITABERÁ.png | bandeira = Bandeira Itaberá.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de Abril | fundação = | gentílico = itaberaense | lema = | prefeito = Alex Lacerda | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Itabera.svg | latP = S | latG = 23 | latM = 51 | latS = 43 | lonP = O | lonG = 49 | lonM = 08 | lonS = 13 | estado = São Paulo | região_intermediária = Sorocaba | data_região_intermediária = IBGE/2017 | região_imediata = Itapeva | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Norte: Coronel Macedo; Sul: Itapeva e Itararé; Leste: Itaí; Oeste: Riversul e Itaporanga | dist_capital = 318 | área = 1100.247 | área_ref = | população = 17983 | data_pop = Censo IBGE/2022 | altitude = 651 | clima = subtropical | sigla_clima = Cfa | idh = 0.735 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 17290.16 | data_pib_per_capita = IBGE/2008 | padroeiro = NOSSA SENHORA DA IMACULADA CONCEIÇÃO | site = www.itabera.sp.gov.br }} Itaberá é um município brasileiro do estado de São Paulo. O município é formado pela sede e pelos distritos de Engenheiro Maia, Maruque, Tomé e Turiba do Sul (que inclui o povoado de Cerrado). == História == ITABERÁ SÃO PAULO HISTÓRICO O povoamento das terras entre os rios Verde e Taquari começou no fim do século XVII, em decorrência da migração de habitantes de áreas de mineração ou de produção do açúcar, mas foi a chegada dos mineiros José Rodrigues Simões, Francisco Antônio da Silva e Antônio Joaquim Diniz, que, em 1862,doaram gleba para formação de um patrimônio, na elevação entre os córregos da Água Limpa e Lavapés, afluentes da margem esquerda do ribeirão das Lavrinhas. Nesse local, foi erguida a capela de Nossa Senhora da Conceição de Lavrinhas, na antiga Vila de São João Batista do Rio Verde (atual Município de Itaporanga). Em 1914 a antiga capela foi demolida, dando lugar à igreja Matriz de hoje. Em março de 1871 foi elevada à freguesia e incorporada à Vila de Itapeva da Faxina, passando a Município (Vila) em abril de 1891, com o nome simplificado para Lavrinha, que em 1905 foi denominada Itaberá. O topônimo atual origina-se no tupi “ itá-berá “, que significa pedra brilhante. O Município conta hoje, além do Distrito sede, o de Turiba do Sul. GENTÍLICO: ITABERENSE FORMAÇÃO ADMINISTRATIVA Freguesia criada com a denominação de Lavrinha ou Lavrinhas, por Lei Provincial no 16, de 09 de março de 1871, no Município de São João Batista do Rio Verde. Lei Provincial no 69, de 20 de abril de 873, transfere o distrito do Município de São joão Batista do Rio Verde (Atual Itaporanga) para o de Faxina (Atual Itapeva). Elevado a categoria de vila com a denominação de Conceição de Lavrinha, por Decreto Estadual no 192, de 08 de abril de 1891, desmembrado de Faxina. Constituído do Distrito Sede. Sua instalação verificou-se no dia 25 de abril de 1891. Tomou a denominação de Itaberá por Lei Estadual n.º 975, de 20 de dezembro de 1905. Cidade por Lei Estadual nº 1038, de 19 de dezembro de 1906. Em divisão administrativa referente ao ano de 1911, o Município de Itaberá se compõe do Distrito Sede. Em divisão administrativa referente ao ano de 1933, o Município de Itaberá permanece com o Distrito Sede. Em divisões territoriais datadas de 31-XII-1936 e 31-XII-1937, bem como no quadro anexo ao Decreto­lei Estadual nº 9073, de 31 de março de 1938, o Município de Itaberá pertence ao termo judiciário de Faxina, da comarca de Faxina, e permanece com o Distrito Sede. No quadro fixado, pelo Decreto Estadual nº 9775, de 30 de novembro de 1938, para 1939-1943, o Município de Itaberá é composto de 1 Distrito, Itaberá e pertence ao termo e comarca de Itapeva. Em virtude do Decreto-lei Estadual n.º 14334, de 30 de novembro de 1944, que fixou o quadro territorial para vigorar em 1945-1948, o Município de Itaberá ficou composto igualmente de 1 Distrito, Itaberá e pertence ao termo e comarca de Itapeva. Permanece composto de 1 Distrito, Itaberá comarca de Itapeva, nos quadros territoriais fixados pelas Leis Estaduais nos 233, de 24-XII-1948 e 2456, de 30-XII-1953 para vigorar, respectivamente, nos períodos 1949-1953 e 1954-1958. Lei Estadual no 5285, de 18 de fevereiro de 1959, cria o Distrito de Turiba do Sul e incorpora ao Município de Itaberá. Em divisão territorial datada de 1-VII-1960, o município figura é constituído de 2 Distritos: Itaberá e Turiba do Sul. Assim permanecendo em divisão territorial datada de 15-VII-1999. == Fonte == IBGE == Geografia == Localiza-se a uma latitude 23º51'43\" sul e a uma longitude 49º08'14\" oeste, estando a uma altitude de 651 metros. Sua população estimada em 2004 era de 19.430 habitantes. === Demografia === thumb|280px|Rua no centro Dados do Censo - 2000 População total: 20.357 * Urbana: 11.100 * Rural: 7.811 * Homens: 9.597 * Mulheres: 9.314 Densidade demográfica (hab./km²): 17,46 Mortalidade infantil até 1 ano (por mil): 20,18 Expectativa de vida (anos): 69,07 Taxa de fecundidade (filhos por mulher): 3,16 Taxa de alfabetização: 88,97% Índice de Desenvolvimento Humano (IDH-M): 0,735 * IDH-M Renda: 0,628 * IDH-M Longevidade: 0,735 * IDH-M Educação: 0,843 (Fonte: IPEADATA) === Hidrografia === * Rio Taquari * Rio Verde * Ribeirão das Lavrinhas * Rio Pirituba === Rodovias === * SP-249 * SP-267 * SP-275 == Infraestrutura == === Transportes === * Empresa Auto Ônibus Manoel Rodrigues * Expresso Amarelinho * Joia/Transpen === Comunicações === A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1975, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou em 1977 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 adotou a marca Vivo para suas operações de telefonia fixa. == Ligações externas == * Página da prefeitura * Página da câmara * Itaberá no WikiMapia Categoria:Fundações no Brasil em 1862",
 "title": "Itaberá"
}