{
 "id": "34952",
 "text": "{{Info/Município do Brasil |nome = Itirapuã |preposição = de |foto = Itirapuã, São Paulo, Brazil.jpg |leg_foto = Praça Central e Paróquia Nossa Senhora Aparecida |apelido = |brasão = Itirapuã.PNG |bandeira = Bandeira de Itirapuã, São Paulo, Brasil.png |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico =itirapuanense |lema = |prefeito = Gerson Luiz Alves |partido = PSDB |fim_mandato = 2024 |mapa = SaoPaulo Municip Itirapua.svg |latP = S | latG = 20 | latM = 38 | latS = 27 |lonP = O | lonG = 47 | lonM = 13 | lonS = 08 |estado = São Paulo |mesorregião = Ribeirão Preto |data_mesorregião = IBGE/2008 |microrregião = Franca |data_microrregião = IBGE/2008 |região_metropolitana = Franca |vizinhos = Patrocínio Paulista, Capetinga, São Tomás de Aquino |dist_capital = 440 |área = 161.490 | área_ref = |população = 8226 |data_pop = Censo IBGE/2015 |altitude = 865 |clima = |sigla_clima = Cfa |idh = 0.76 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 10594.40 |data_pib_per_capita = IBGE/2008 }} Itirapuã é um município brasileiro do estado de São Paulo. == História == === Primeiras evidências de ocupação humana === Embora os indícios mais temporalmente recuados de presença humana no atual estado de São Paulo remontem a cerca de 11.000 anos, os mais antigos sítios arqueológicos descobertos entre os vales dos rios Grande e Mojiguaçu indicam que grupos ameríndios habitam de forma contínua essa região a aproximadamente 9.000 anos (GALHARDO, 2010). Essas evidências correspondem a instrumentos líticos lascados e polidos, em sua maioria produzidos em arenito, silexito ou quartzo, sendo frequentemente associados às Tradições tecnológicas Umbu e Humaitá. Sítios arqueológicos com presença de cerâmica associadas às Tradições tecnológicas Aratu-Sapucaí e Tupiguarani também foram identificadas em sítios arqueológicos no nordeste paulista, embora representem uma ocupação mais recente, datando entre 1.500 e 2.000 anos atrás. Esses grupos ceramistas já dominavam a agricultura, cultivando mandioca, milho, feijão e abóbora, complementando a dieta a partir da caça de animais e coleta de frutos. As aldeias chegavam a comportar centenas de habitantes, ocupando a meia encosta de elevações suaves ou terraços baixos. Contudo, até o presente momento, os registros do Cadastro Nacional de Sítios Arqueológicos, mantido pelo IPHAN, não indica a presença de sítios no município de Itirapuã – embora esse cenário possa se alterar conforme novas pesquisas forem realizadas nos próximos anos. === Kayapós: A presença ameríndia antes e depois da colonização === Apesar da relativa pouca quantidade de fontes históricas, há relatos recorrentes acerca da presença dos Kayapós no atual norte e nordeste do estado de São Paulo. Essa informação é confirmada pelas pesquisas do etnólogo Curt Nimuendajú que, em seu Mapa Etno-Histórico do Brasil e Regiões Adjacentes, apontou a presença de Kayapós em partes da bacia hidrográfica do Rio Grande. Falantes de um idioma pertencente ao tronco linguístico Macro-Jê, sua presença na região é associada por alguns autores aos conjuntos artefatuais da Tradição Aratu-Sapucaí. O termo “Kayapó”, contudo, tem origem exógena, sendo utilizada por grupos tupi-guaranis para designar genericamente grupos ameríndios não-tupis. Dessa forma, o que se convencionou na historiografia e etnologia a se referir como “Kayapó” é, na realidade, um palimpsesto desconhecido de etnias indígenas. De todo modo, as fontes historiográficas disponíveis para o século XVII apontam enquanto território “Kayapó” uma área que se estendia pelo norte e nordeste paulistas, Triângulo Mineiro e trechos do Mato Grosso e Goiás. A descoberta das minas de ouro em Goiás e Cuiabá, na segunda metade do século XVIII, intensificou as expedições rumo à essas áreas do Brasil Central, o que tornou mais constante contato entre colonizadores e Kayapós. Tentativas de aldeamento destes, com o intuito de utilizá-los como mão-de-obra nas lavouras e minas, eram quase sempre infrutíferas, suscitando a realização de diversas campanhas de extermínio. === Caminho dos Goiases e os primeiros assentamentos coloniais na região === Ao longo dos séculos XVII e XVIII, o nordeste paulista foi diversas vezes atravessado por expedições bandeiristas, as quais tinham por objetivo localizar minas de ouro e prata nos grandes sertões desconhecidos da América Portuguesa, assim como caçar e aprisionar de ameríndios para uso enquanto mão de obra escrava nas lavouras paulistas. Em fins desse século, a expedição de Bartolomeu Bueno atravessou antigas trilhas indígenas em direção ao interior, desde a Vila de Piratininga (atual município de São Paulo) até os sertões de Goiás e Mato Grosso. Tal trilha, antigamente denominada “Caminho dos Batataes” e/ou dos “Bilreiros” (antigo nome dado aos Kayapós), compunha um sistema que posteriormente ficou conhecido como Caminho dos Goiases, um dos principais acessos às minas de ouro dessa região. Esses caminhos foram fundamentais para a fixação dos primeiros povoados que deram origem à municípios como Batatais, Cajuru e Franca, os quais serviam como local de pouso de viajantes. Com a exaustão das minas auríferas, a partir de fins do século XVIII, ocorreu um aumento gradual na fixação de colonos nas margens do Caminho dos Goiases, os quais tomavam posse daquelas terras, utilizando-as para criação de gado e plantação de lavouras. Esse novo processo de ocupação contribuiu para o surgimento de um modelo econômico mais dinâmico, consolidando os núcleos de povoamento surgidos em função do Caminho dos Goiases. Com efeito, o crescimento das lavouras de cana-de-açúcar nos primeiros anos do século XIX possibilitou inclusive a fundação de engenhos voltados para a produção de açúcar para exportação. === Mineração de diamantes e a fundação de Itirapuã em fins do século XIX === O fluxo populacional em direção ao Sertão do Rio Pardo dos chamados “entrantes mineiros” (fazendeiros oriundos de Minas Gerais em direção às terras ainda pouco explorados do nordeste e norte paulistas) também deu origem a outros povoamentos, como o atual município de Patrocínio Paulista. Localizado em um afluente do rio Sapucaí-Mirim, a localidade teve uma origem ainda em parte motivada pelo interesse minerário, uma vez que nas margens do Rio Santa Bárbara foram identificados diamantes no começo do século XIX. A falta de especialização produtiva, bem como na identificação e revenda de diamantes, fez com que essa atividade econômica se mantivesse minoritária na região de Franca. O povoamento que deu origem ao município de Itirapuã data da última década do século XIX, também em função da expansão garimpeira na região. Antônio Joaquim do Carmo, também conhecido por “Antônio Beltrudes”, resolveu explorar as terras para leste de Patrocínio Paulista, na época batizada de “Nossa Senhora do Patrocínio do Sapucahy”. Isso logo incentivou outras pessoas a lhe seguir, fazendo com que no local fossem construídas algumas moradias. Segundo consta, as terras para formação do povoado foram doadas a Nossa Senhora Aparecida, em 1892, por fazendeiros locais, ficando registrados os nomes do Coronel Cândido do Couto Rosa, Missael Franco da Rocha e Horácio Alves da Silva. Oito anos depois, tornou-se um distrito de Patrocínio Paulista, sendo batizada de Itirapuã. A origem do nome provém do tupi-guarani, significando “morro em forma de dedo”, uma alusão aos acidentes geográficos pertencentes à Serra de Franca. O distrito de Itirapuã permaneceria parte da administração municipal de Patrocínio Paulista durante as primeiras décadas do século XX, tornando-se gradualmente uma área de produção de café. A expansão dos cafezais atraiu diversos imigrantes europeus para as fazendas do distrito, as quais sofreram grande impacto em decorrência de crises econômicas internacionais, as quais desvalorizavam significativamente o preço de mercado desse produto. Com efeito, a emancipação de Itirapuã ocorreu em 1948, através da Lei Estadual n. 233 de 24 de dezembro daquele ano. == Geografia == Localiza-se a uma latitude 20º38'27\" sul e a uma longitude 47º13'09\" oeste, estando a uma altitude de 865 metros. Sua população estimada em 2004 era de 5.601 habitantes. Possui uma área de 161,49 km². === Demografia === Dados do Censo - 2000 População total: 5.412 * Urbana: 4.312 * Rural: 1.100 * Homens: 2.821 * Mulheres: 2.591 Densidade demográfica (hab./km²): 33,53 Mortalidade infantil até 1 ano (por mil): 17,51 Expectativa de vida (anos): 70,36 Taxa de fecundidade (filhos por mulher): 2,98 Taxa de alfabetização: 87,89% Índice de Desenvolvimento Humano (IDH-M): 0,760 * IDH-M Renda: 0,673 * IDH-M Longevidade: 0,756 * IDH-M Educação: 0,852 (Fonte: IPEADATA) === Hidrografia === * Rio Sapucaizinho === Rodovias === * SP-345 (MG-444) == Comunicações == A cidade era atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Gerson Luiz Alves (2021/2024) * Vice-prefeita: Maria Consuelita Pereira do Carmo * Presidente da câmara: José Reis Silva (2017/2018) == Filhos ilustres == *Airton Sandoval, Deputado Federal e Senador da República; *José Luiz de Moura Faleiros, desembargador; *Sidnei Franco da Rocha, ex prefeito de Franca. == Paróquia == Igreja Católica Diocese Paróquiahttp://diocesefranca.org.br/paroquias.asp?forania=2 Diocese de Franca Nossa Senhora Aparecida A Paróquia Nossa Senhora Aparecida foia criada no ano de 1968. == Ligações externas == * * Categoria:Fundações em São Paulo em 1952",
 "title": "Itirapuã"
}