{
 "id": "34956",
 "text": "{{Info/Município do Brasil | nome = Ituverava | foto = A look on Ituverava Lake.jpg | leg_foto = | apelido = Salto das águas claras e brilhantes | brasão = Brasao_ituverava.png | bandeira = Bandeira de Ituverava.png | link_brasão = | link_bandeira = | link_hino = | emancipação = | aniversário = 10 de março | fundação = | gentílico = ituveravense | lema = | prefeito = Luiz Antônio de Araújo | partido = Cidadania | fim_mandato = 2024 | local = ItuvsnoMapa.png | mapa = SaoPaulo Municip Ituverava.svg | latP = S | latG = 20 | latM = 20 | latS = 20 | lonP = O | lonG = 47 | lonM = 46 | lonS = 51 | estado = São Paulo | região_metropolitana = AU Franca | vizinhos = Miguelópolis, Aramina, Buritizal, Jeriquara, Ribeirão Corrente, São José da Bela Vista, Guará e Ipuã | dist_capital = 413 | área = 704.659 | área_ref = | população = 37571 | data_pop = Censo IBGE/2022 | altitude = 605 | clima = tropical de altitude | sigla_clima = Cwb | idh = 0.765 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 45131.05 | data_pib_per_capita = IBGE/2021 }} Ituverava é um município do estado de São Paulo, Brasil, situado a 413 km de São Paulo. O município é formado pela sede, pelos distritos de Capivari da Mata e São Benedito da Cachoeirinha e pelo povoado de Aparecida do Salto. == História == A presença dos indígenas, primeiros habitantes do município, pode ser atestada em diversos materiais ali encontrados. No século XVIII, surgiu, na região do atual município, um pouso para tropeiros e mineradores que se dirigiam para Minas Gerais e Goiás. No final deste século, famílias oriundas de Minas Gerais, sobretudo do sul desse estado, se fixaram na região, atraídos pelas terras férteis e pastagens para o gado. Em 1810, Fabiano Alves de Freitas se instalou na região, iniciou a derrubada das matas próximas ao Rio do Carmo e criou uma fazenda perto de uma cachoeira. Posteriormente, em 16 de julho de 1818, Fabiano edificou uma capela em louvor a Nossa Senhora do Carmo, em cujos arredores se construíram as primeiras casas, assim surgindo um povoado, o qual foi elevado à categoria de freguesia, com o nome de Nossa Senhora do Carmo de Franca do Imperador, por meio da Lei n° 9, de 18 de fevereiro de 1847, sendo subordinada à vila de Franca. Em 10 de março de 1885, por meio da Lei Provincial n° 24, a freguesia foi desmembrada de Franca e elevada à categoria de vila, tendo seu topônimo simplificado para \"Carmo de Franca\", sendo instalada em 7 de setembro daquele ano. Em 11 de junho de 1895, por meio de Lei Municipal, a vila de Carmo de Franca foi elevada à categoria de cidade. A Lei Estadual nº 664, de 6 de setembro de 1899, sancionada pelo então Presidente do Estado de São Paulo, Fernando Prestes de Albuquerque, alterou o nome do município de Carmo de Franca para Ituverava, topônimo de origem tupi-guarani que significa \"salto brilhante\", \"cachoeira reluzente\". Ituverava sofreu perdas territoriais para a criação dos municípios de Guará (1925) e Miguelópolis (1944), antes distritos. Em 1948, foi criado o distrito de São Benedito da Cachoeirinha e, em 1953, Capivari da Mata, até hoje existentes. == Geografia == A cidade localiza-se a uma latitude 20º20'22\" sul e a uma longitude 47º46'50\" oeste, estando a uma altitude de 605 metros. Possui uma área de 697,8 km². A maior parte de seu solo é formada por terra roxa e arenosa, originado da decomposição de basalto vulcânico, o que torna Ituverava um lugar excelente para a agricultura, especialmente para o cultivo de grãos, cana-de-açúcar, algodão, entre outras culturas. De acordo com dados da estação meteorológica automática do Instituto Nacional de Meteorologia (INMET) no município, em operação desde julho de 2008, a menor temperatura registrada em Igarapava foi de em 18 de julho de 2016 e a maior atingiu em 3 de outubro de 2020. O maior acumulado de precipitação em 24 horas alcançou milímetros (mm) em 5 de novembro de 2018. O menor índice de umidade relativa do ar foi de 10% em dez datas, a última em 26 de agosto de 2020. == Demografia == === Dados do Censo - 2010 === População total: 38 699 * Urbana: 36 431 * Rural: 2 268 * Homens: 18 875 * Mulheres: 19 824 Densidade demográfica (hab./km²): 55,35 hab./km² Mortalidade infantil até 1 ano: 12,9 por mil nascidas vivas Expectativa de vida: 75,47 anos Taxa de fecundidade: 1,7 filho por mulher Taxa de alfabetização: 93,4% Índice de Desenvolvimento Humano (IDH-M): 0,765 * IDH-M Renda: 0,768 * IDH-M Longevidade: 0,841 * IDH-M Educação: 0,694 Fonte: Atlas do Desenvolvimento Humano do Brasil e Instituto Brasileiro de Geografia e Estatística === Etnias === Cor/Raça Percentagem Branca 65,48% Negra 5,72% Parda 27,62% Amarela 1,13% Indigena 0,05% Fonte: IBGE - Censo Demográfico 2010 === Religião === Religião Porcentagem Número Católicos 70,36% 27.227 Protestantes 19,16% 7.416 Sem religião 5,13% 1.983 Espíritas 3,28% 1.269 Budistas 0,11% 41 Fonte: IBGE - Censo Demográfico 2010 Igreja Católica Pertencente à Diocese de Franca, Ituverava apresenta as seguintes paróquias:http://www.diocesefranca.org.br/diocese/foranias/ * Nossa Senhora do Carmo; * São João Batista. == Economia == A economia do município é predominantemente agrícola, baseando-se no cultivo de soja, milho, algodão e cana-de-açúcar, favorecida pelo solo fértil da terra roxa. Apresenta um comércio forte e setor de serviços avançado. A cidade conta também com algumas indústrias. A cidade é referência regional em comércio, educação e saúde. == Turismo == No âmbito turístico, a cidade conta com o Museu Histórico, o Centro Cultural, as Igrejas Nossa Senhora do Carmo, Nossa Senhora do Rosário e São João Batista, a Praça 10 de Março, o Parque Recreio (onde está situada a Cachoeira Salto Brilhante, da qual veio a inspiração para o nome da cidade) e a Represa Paulo Borges, que faz parte do circuito turístico Projeto Portinari. == Educação == Ituverava ganhou destaque no estado por possuir duas instituições de ensino superior que estão entre as melhores do país, administradas e mantidas pela Fundação Educacional de Ituverava. As duas faculdades oferecem juntas (em 2009) 11 cursos superiores de graduação e 21 cursos de pós-graduação. Desde então, a cidade tem sido nomeada como uma cidade universitária. A cidade também conta com cinco colégios particulares de grandes redes de ensino e uma escola técnica (Etec Professor José Ignácio Azevedo Filho), transformando a cidade num grande polo educacional que recebe grandes contingentes de alunos e universitários que vem de outras localidades buscando educação de qualidade; o que, por sua vez, traz renda para dentro da cidade e alavanca a geração de empregos. == Na cultura popular == O cantor Ivan Lins compôs a canção Ituverava em seu álbum Somos Todos Iguais Nesta Noite (1997). == Ituveravenses ilustres == * Vitor Martins * Marcelo Tas * Rodrigo de Ângelo Freitas == Ligações externas == * * * Categoria:Fundações no Brasil em 1818",
 "title": "Ituverava"
}