{
 "id": "34964",
 "text": "{{Info/Município do Brasil | nome = Jaú | foto = Jaú 070209 REFON 28.JPG | leg_foto = Vista parcial do Centro de Jaú | apelido = Capital do Calçado Feminino\" \"Capital da Terra Roxa | brasão = Brasão de Armas de Jaú.jpg | bandeira = Bandeira de Jaú.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 15 de agosto | fundação = | gentílico = jauense | lema = Ibicá re ig \"Rio que leva para a terra boa\" | CEP = 17201-000 à 17220-990 | prefeito = Jorge Ivan Cassaro | partido = PSD | fim_mandato = 2024 | mapa = SaoPaulo Municip Jau.svg | latP = S | latG = 22 | latM = 17 | latS = 45 | lonP = O | lonG = 48 | lonM = 33 | lonS = 28 | estado = São Paulo | região_intermediária = Região Geográfica Intermediária de Bauru | região_imediata = Região Geográfica Imediata de Jaú | região_metropolitana = | vizinhos = Norte: Bocaina; Nordeste: Dourado; Leste: Dois Córregos; Sudeste: Mineiros do Tietê; Sul: Barra Bonita; Sudoeste: Macatuba e Pederneiras; Oeste: Itapuí; Noroeste: Bariri. | dist_capital = 296 | área = 687.103 | área_ref = | distritos = Potunduva Pouso Alegre de Baixo | população = 133497 | população_pos = SP: 59º | data_pop = IBGE/2022 | altitude = 541 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.778 | idh_pos = SP: 75° | data_idh = PNUD/2010 | pib = mil | pib_pos = BR: 223º | data_pib = IBGE/2020 | pib_per_capita = 33.256,44 | data_pib_per_capita = IBGE/2020 | site_prefeitura = https://www.jau.sp.gov.br/ | site_câmara = http://www.camarajau.sp.gov.br/ }} Jaú é um município brasileiro do interior do estado de São Paulo. Localiza-se na região central do estado, à uma latitude de 22º17'44\" sul e à uma longitude de 48º33'28\" oeste estando à 541 metros de altitude em relação ao nível do mar e a 296 km de distância da capital do estado homônimo. O município é formado pela sede (que inclui o bairro rural da Vila Ribeiro) e pelos distritos de Potunduva e Pouso Alegre de Baixo. Pertence à Região Geográfica Intermediária de Bauru e à Região Geográfica Imediata de Jaú. Sua população é de 133.497 pessoas, segundo o Censo Demográfico realizado pelo IBGE no ano de 2022. O município, que é um importante polo de desenvolvimento industrial e agrícola, destaca-se pela quantidade de fábricas de sapatos femininos, sendo conhecido como a Capital do Calçado Feminino. O município é servido por vários sistemas rodoviário e ferroviário. == História == Os bandeirantes que seguiam pelo Rio Tietê, pescavam um peixe chamado jaú, na foz de um ribeirão. O local, desde então, ficou conhecido como Barra do Juruí. Motivados pela excelente qualidade da terra roxa, abundante na região, os primeiros habitantes oriundos de Itu, Porto Feliz, Capivari e do sul de Minas Gerais, aí se fixaram com suas famílias. A fundação do município data-se de 15 de agosto de 1853, quando alguns moradores da região decidiram organizar uma comissão, composta pelos cidadãos Bento Manoel de Moraes Navarro, capitão José Ribeiro de Camargo, tenente Manoel Joaquim Lopes e Francisco Gomes Botão para tratar da fundação do povoado. Por proposta de Bento Manoel de Moraes Navarro, o povoado foi fundado sob a égide de Nossa Senhora do Patrocínio, tendo, inclusive, Bento Manoel mandado entalhar em Itu a imagem da referida santa, ofertando-a à sociedade local. Depois de vários estudos, ficou decidido em uma reunião realizada na residência de Lúcio de Arruda Leme (localizada onde hoje se encontram as ruas Edgard Ferraz e Amaral Gurgel) que seria erguido um povoado na área de 40 alqueires, doados em partes iguais por Francisco Gomes Botão e tenente Manoel Joaquim Lopes. Estas terras eram aquelas compreendidas entre a margem esquerda do Rio Jaú e a do Córrego da Figueira. Em 8 de abril de 1857, a lei nº 25 incorporou os Bairros do Tietê, Curralinho e Jacareí. A lei nº 11 de 24 de março de 1859 elevou a capela de Jaú no município de Brotas, à freguesia, a qual por sua vez foi elevada à vila pela lei nº 60 de 23 de abril de 1866 e em 15 de abril de 1868 é criado o termo Jaú, sendo o seu primeiro Juiz Municipal Antônio Ferreira Dias e seu primeiro delegado de polícia, o tenente Antônio Manoel de Moraes Navarro - filho de Bento Manoel de Moraes Navarro. É elevado à categoria de município pela lei nº 6, de 6 de fevereiro de 1889. O fato de o município estar situado em uma região de Terra roxa, que possui uma alta fertilidade, contribuiu para que Jaú se tornasse um dos principais centros produtores de café do estado de São Paulo e do país. Por volta de 1870 a cultura cafeeira no município de Jaú solidificou-se, proporcionando o surgimento de uma elite de ricos fazendeiros. Com a chegada da \"Companhia Estrada de Ferro do Rio Claro\" (The Rio Claro Railway), em 1887, o escoamento da produção foi facilitada e as exportações cresceram vertiginosamente. De acordo com o relatório estatístico da mencionada companhia (SANTOS, FELTRIN, 1990, p. 11) Em 1907 segundo dados da \"Companhia Paulista de Estradas de Ferro\" o município de Jaú, o mais rico e maior produtor de café da Zona da Paulista, ocupava o primeiro lugar nas estações da Companhia, tornando-se o centro produtor que mais exportava café em todo o mundo. Com essa rápida evolução econômica a população aumentou e em 1900, a população totalizava cerca de 36.000 habitantes, com um aumento de 7,5%, tornando-se o oitavo município mais populoso do estado de São Paulo, e a quinta maior comarca. A riqueza obtida pela produção do café fez com que Jaú se tornasse um dos mais ricos municípios de todo o estado, sendo importante ressaltar que naquela época Jaú, Ribeirão Preto e Campinas eram os únicos municípios do interior paulista a ter o privilégio de possuir calçamento urbano. Em 28 de setembro de 1901 deu-se a inauguração da \"Companhia de Força e Luz do Jaú\", sendo o quarto município do país a ter o benefício da luz elétrica. Outros fatos interessantes que demonstram a riqueza vivida pelos fazendeiros na época era a importação de mão de obra especializada para a construção de grandes palacetes e que no ano de 1922 o número médio de chamadas por aparelho telefônico em Jaú superava as centrais de São Paulo e do Rio de Janeiro. (LEVORATO, 2003, p. 80). (CLARO, 1998, p. 26). == Símbolos cívicos == === Bandeira === Sextavada, sendo os quartéis de tralha e da ponta nas cores alternadas de vermelho e branco e os das laterais de azul, constituídos por seis faixas amarelas, disposta duas a duas no sentido horizontal, em banda e em barra e que partem de um círculo amarelo central onde o Brasão do município é aplicado, com a simbologia das cores, a saber: * Amarelo - Riqueza, glória, esplendor e mando * Azul - Justiça, nobreza, perseverança, zelo e lealdade * Vermelho - Audácia, coragem, valentia e intrepidez * Branco - Paz, trabalho, religiosidade, amizade e pureza === Brasão === O escudo de armas de Jaú foi instituído pela lei municipal nº 77, de 13 de maio de 1949, resultante do projeto de lei do vereador Benedito de Assis. Foi sancionado pelo prefeito Osório Ribeiro de Barros Neves. É autor do brasão Roberto Thut sob orientação do arquiteto Fernando Martins Gomes. Thut assim o descreve: \"O escudo português é o que melhor convém aos brasões de municípios brasileiros, dada a formação étnica de nosso povo. Como elementos do escudo temos primeiramente o rio e o peixe Jaú, como símbolo toponímico, constituindo assim figuras heráldicas parlantes do nome do município. Em seguida, a águia que evoca o feito memorável da travessia do Atlântico por João Ribeiro de Barros, sendo a hélice, com a legenda \"Jahu\", alusão ao avião com que aquele aviador jauense realizou a grande façanha(…) O escudete da torre central da coroa mural evoca Nossa Senhora do Patrocínio, padroeira do município, pois o campo de arminhos (símbolo da pureza) mantelado de azul (cor do céu, reino da padroeira) lembra o manto protetor de Nossa Senhora sobre o município. Desta forma, este símbolo relembra a índole cristã e católica do povo jauense, cuja crença religiosa ficará fixada no brasão de sua terra (este símbolo não existe mais no Brasão jauense). Os dois suportes representam as antigas matas virgens (perobeiras), existentes antes da fundação de Jaú, que se transformaram em ricos cafezais (cafeeiros). == Arquitetura == Através das construções pode-se ver a memória, a importância e a história do município. Apresenta mais de 400 prédios históricos edificados durante os áureos anos do café. Essas belas edificações centenárias encontram-se distribuídas principalmente pelo centro da cidade. A que mais impressiona é a Catedral Nossa Senhora do Patrocínio, sendo a quarta edificação da igreja, o atual prédio, vazado no estilo neogótico alemão e inaugurado em 1901 possui grandes dimensões e uma beleza inigualável. O templo é decorado internamente por diversas pinturas e possui vitrais importados da Alemanha, telhas importadas da França, piso hidráulico, um carrilhão de belos cinco sinos, além de inúmeras obras de arte em madeira e mármore. A Catedral conta também, com um Órgão de tubos (instrumento musical) construído em 1920 por Carlos Möhrle, com 2 manuais e pedaleira. A antiga estação ferroviária encontra-se restaurada sendo a última de três, já que as outras estações infelizmente foram demolidas. Merecem destaque também: O primeiro grupo escolar de Jaú \" Pádua Salles\" sendo Euclides da Cunha o responsável pelo projeto; O Mercado Municipal; O edifício da atual Delegacia Regional de Ensino; O prédio da Delegacia Seccional de Jaú; A sede do Jaú Clube, projetada por Ramos de Azevedo; O grupo escolar \"Major Prado\"; As partes antigas dos hospitais Amaral Carvalho e Santa Casa de Misericórdia e os edifícios dos extintos bancos \"Francês-Italiano\" e \"Melhoramentos do Jaú\". A arquitetura moderna também se faz presente em Jaú, representada principalmente pela estação Rodoviária e pelo Paço Municipal, sendo que o projeto da primeira foi de autoria do renomado arquiteto Vilanova Artigas e o da segunda de seu sócio Carlos Cascaldi. == Geografia == Possui uma área de 687,103 km². * Altitude: 541 m * O município é banhado pelo Rio Tietê e seus afluentes Rio Ave Maria e Rio Jaú, e beneficia-se da hidrovia Tietê-Paraná através do transporte intermodal hidroferrodoviário. * Solo: excelente para atividades agrícolas, a terra predominante no município é de latossolo roxo, com textura argilosa e muito profunda. * Precipitação pluviométrica anual: entre 1.200 mm e 1.400 mm * Temperatura: 18 °C à 22 °C. === Clima === * Média anual: 20,8 °C * Mês mais quente: janeiro (máxima média de 29,2 °C) * Mês mais frio: julho (mínima média de 10,3 °C) * Máxima absoluta: 39,7 °C * Mínima absoluta: 0,3 °C === Demografia === Dados do Censo - 2000 === Etnias === Cor/Raça Percentagem Branca 71,1% Preta 10,2% Parda 25,7% Amarela 0,4% Fonte: Censo 2000 População total: 112.042 * Urbana: 107.808 * Rural: 4.234 ** Homens: 55.392 ** Mulheres: 56.650 * Densidade demográfica (hab./km²): 156,00 * Mortalidade infantil até 1 ano (por mil): 11,50 * Expectativa de vida (anos): 73,74 * Taxa de fecundidade (filhos por mulher): 2,21 * Taxa de alfabetização: 92,58% * Índice de Desenvolvimento Humano (IDH-M): 0,819 * IDH-M Renda: 0,774 * IDH-M Longevidade: 0,812 * IDH-M Educação: 0,872 (Fonte: IPEADATA) === Hidrografia === * Rio Ave Maria * Rio Jaú * Rio Tietê * Rio Jacaré-Pepira == Comunicações == A cidade era atendida pela Companhia Telefônica Brasileira (CTB), que construiu em 1970 a central telefônica utilizada até os dias atuais. Em 1973 passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que em 1998 foi privatizada e vendida para a Telefônica. Em 2012, a empresa adotou a marca Vivo para suas operações de telefonia móvel e fixa. == Esporte == === Futebol === O município é sede do XV de Jaú, também conhecido como \"O Galo da Comarca\". O XV é considerado uma das equipes mais tradicionais do futebol do interior paulista. Seu estádio é o \"Zezinho Magalhães\" (Jauzão), com capacidade para abrigar, comodamente, 12 mil espectadores. O clube já participou da série A1 do Campeonato Paulista por mais de 30 anos, mas atualmente disputa a Quarta Divisão do torneio. O Clube revelou jogadores como: Sormani (Ídolo do Milan e da Seleção Italiana), Afonsinho (Botafogo - RJ e Seleção Brasileira), Marolla (goleiro do Santos e Seleção Brasileira), Alfinete (lateral do Corinthians e Seleção Brasileira), Wilson Mano, Toninho (ex-portuguesa) Sony Anderson (Barcelona e Seleção Brasileira) Edmilson (Barcelona e Seleção Brasileira), França (São Paulo e Seleção Brasileira), Edu Schimdt (São Paulo, Celta de Vigo, Seleção Brasileira), Kazu (ex-Santos e maior ídolo do futebol japonês, que aprendeu a jogar bola no XV), Walter (Corinthians), entre outros craques. As cores que utiliza são o verde e o amarelo. === Polibol === O município é berço do polibol, jogo de quadra criado em 1980, pelo professor de educação física Fernão de Toledo Castro. Alicerçado na filosofia do judô, o polibol combina fundamentos do handebol, futsal, basquetebol, queimada e voleibol. É jogado numa quadra poliesportiva, por duas equipes de seis jogadores cada, sendo um goleiro, e tem como objetivo marcar pontos através de: gols, cestas e queimadas. O polibol, atualmente, está implantado em escolas municipais, estaduais e particulares de Jaú, e é praticado em outras regiões de São Paulo e em outros estados, como Rio de Janeiro, Pernambuco, Paraná, e Rio Grande do Sul. Em 2018 foi reconhecido pelo Panathlon Internacional Jaú - Distrito Brasil como esporte voltado para o Fair-Play. Em 2019, passou a ser Patrimônio Cultural de Jahu, pela Lei do Legislativo nº 5262 de 6 de Novembro de 2019. == Administração == * Prefeito: Jorge Ivan Cassaro (PSD) (2021/2024) * Vice-prefeito: Tuco Bauab (PP) * Presidente da Câmara Municipal: Maurílio Moretti (União Brasil) (2023/2024) == Hino de Jaú == * Letra: Romeo Tonello * Música: Rubens Leonelli * Letra do hino == Igreja Católica == O município é sede da Diocese de Jaú e possui as seguintes paróquias: * Catedral Nossa Senhora do Patrocínio (criada em 15 de agosto de 1853 por Dom Antônio Joaquim de Mello) * Paróquia São Sebastião (criada em 11 de novembro de 1935 por Dom Gastão Liberal Pinto) * Paróquia Nossa Senhora Aparecida (criada em 12 de outubro de 1968 por Dom Ruy Serra) * Paróquia São Benedito (criada em 19 de março de 1972 por Dom Constantino Amstalden) * Paróquia Nossa Senhora Auxiliadora (criada em 23 de maio de 1995 por Dom Constantino Amstalden) * Paróquia São Judas Tadeu (criada em 1 de setembro de 1997 por Dom Joviano de Lima Júnior) * Paróquia Nossa Senhora de Fátima (criada em 7 de dezembro de 2007 por Dom Paulo Sérgio Machado) * Paróquia São João Batista (criada por Dom Paulo Sérgio Machado) * Paróquia São Pedro e São Paulo (criada em 2009 por Dom Paulo Sérgio Machado) * Paróquia Santa Helena (criada em 2011 por Dom Paulo Sérgio Machado) * Paróquia Divino Espírito Santo (criada em 2013 por Dom Paulo Sérgio Machado) *Paróquia Santa Clara de Assis (criada em 2014 por Dom Paulo Sérgio Machado) *Paróquia São José (criada em 2015 por Dom Paulo Sérgio Machado) *Paróquia Santo Antonio de Pádua (criada em 2015 por Dom Paulo Sérgio Machado) * Paróquia Santa Cruz (Distrito de Potunduva) (criada em 20 de maio de 1936 por Dom Gastão Liberal Pinto) Imagem:Jaú 070209 REFON 18.JPG Imagem:Jaú 070209 REFON 27.JPG Imagem:Jaú 070209 REFON 47.JPG Imagem:Jaú 070209 REFON 10.JPG ==Jauenses notórios== * Ver :Categoria:Naturais de Jaú == Ver também == * São Paulo * Programa Acessa São Paulo * Biblioteca Virtual do Governo do Estado de São Paulo * Interior de São Paulo * Dialeto caipira * Esporte Clube XV de Novembro (Jaú) * Bairros de Jaú * Jahu (hidroavião) * Rio Jaú * Centro geométrico do estado de São Paulo * SBT Central == Ligações externas == * * * * Categoria:Fundações no Brasil em 1853",
 "title": "Jaú"
}