{
 "id": "34978",
 "text": "{{Info/Município do Brasil | nome = Lindóia | nome_oficial = Município da Estância Hidromineral de Lindóia | preposição = de | foto = | leg_foto = Igreja Matriz de Nossa Senhora das Brotas | apelido = Capital Nacional da Água MineralPrefeitura de Lindóia | brasão = Brasao Lindoia SP.PNG | bandeira = Bandeira de Lindóia.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 21 de março | fundação = | emancipação = | gentílico = lindoiano | lema = Aqua pura vita longa \"Água pura, vida longa\" | padroeiro = Nossa Senhora das Brotas | prefeito = Luciano Francisco de Godoi Lopes | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Lindoia.svg | latP = S | latG = 22 | latM = 31 | latS = 22 | lonP = O | lonG = 46 | lonM = 39 | lonS = 00 | estado = São Paulo | região_intermediária = Campinas | data_região_intermediária = IBGE/2017 | região_imediata = Amparo | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Águas de Lindóia, Serra Negra, Itapira e Socorro | dist_capital = 156 | dist_capital_ref = | capital_link = São Paulo (cidade) | área = 48.756 | área_ref = | população = 7014 | data_pop = Censo IBGE/2022 | altitude = 677 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.742 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 30018.14 | data_pib_per_capita = IBGE/2021 | site_prefeitura = lindoia.sp.gov.br | site_câmara = camaralindoia.sp.gov.br }} Lindoia é um município brasileiro do estado de São Paulo. == Estância hidromineral == Lindoia é um dos 11 municípios paulistas considerados estâncias hidrominerais pelo Estado de São Paulo, por cumprirem determinados pré-requisitos definidos por Lei Estadual. Tal status garante a esses municípios uma verba maior por parte do Estado para a promoção do turismo regional. Também, o município adquire o direito de agregar junto a seu nome o título de Estância Hidromineral, termo pelo qual passa a ser designado tanto pelo expediente municipal oficial quanto pelas referências estaduais. == Etimologia == Lindóia é uma corruptela da palavra tupi \"rydoya\" (\"rio que não extravasa\") e \"rindheio\" (\"água insípida e quente ao paladar\"). == História == A região de Lindóia começou a ser colonizada, por colonos vindos de outras vilas paulistas, como Santos, Atibaia e Bragança, nas primeiras décadas do século XVIII, como resultado da descoberta das águas termais e por estar no caminho das minas de ouro de Goiás. Em 9 de agosto de 1728, Manoel de Castro, residente em Santos, recebeu uma sesmaria no ribeirão das Águas Quentes, que englobava os atuais municípios de Lindóia e Águas de Lindóia. Por volta de 1820, a região de Lindóia recebeu famílias vindas de Atibaia, como os Franco, Godoy, Alves, Souza, Almeida e Domingues, que se desentenderam com o então governador da Capitania de São Paulo. Na segunda metade do século XIX, foi erguida uma capela em louvor a Nossa Senhora das Brotas, em cujos arredores se formou o povoado de Brotas do Rio do Peixe. A chegada da ferrovia, na década de 1890, alavancou o desenvolvimento da região, fazendo com que Brotas do Rio do Peixe fosse elevado à categoria de distrito policial, com o nome Lindóia, em 1895, e à categoria de distrito, também como Lindóia, por meio da Lei Estadual nº 638, de 29 de julho de 1899, subordinado a Serra Negra. O Decreto-Lei Estadual nº 9775, de 30 de novembro de 1938, elevou Lindóia à categoria de município. Devido ao maior desenvolvimento do distrito lindoiano de Termas de Lindóia (atual Águas de Lindóia), a Lei Estadual nº 2456, de 30 de dezembro de 1953, transferiu a sede do município de Lindóia para Termas de Lindóia e alterou seu nome para Águas de Lindóia, passando Lindóia a ser um simples distrito. A Lei Estadual nº 8092 de 28 de fevereiro de 1964, desmembrou de Águas de Lindóia o distrito de Lindóia, elevando-o a categoria de município, sendo instalado em 21 de março do ano seguinte. == Religião == === Igreja Católica === Em relação ao catolicismo, o município pertence à Diocese de Amparo e possui apenas uma Paróquia, a de Nossa Senhora das Brotas, no Centro. === Espiritismo === Lindoia possui um Centro Espírita. == Geografia == Localiza-se a uma latitude 22°31'23\" sul e a uma longitude 46°39'00\" oeste, estando a uma altitude de 677 metros. Possui uma área de 48,6 km². === Demografia === Dados do Censo - 2000 População total: 5.331 * Urbana: 4.716 * Rural: 615 * Homens: 2.690 * Mulheres: 2.641 Densidade demográfica (hab./km²): 109,69 Mortalidade infantil até 1 ano (por mil): 8,20 Expectativa de vida (anos): 75,97 Taxa de fecundidade (filhos por mulher): 1,85 Taxa de alfabetização: 91,10% Índice de Desenvolvimento Humano (IDH-M): 0,820 * IDH-M Renda: 0,757 * IDH-M Longevidade: 0,849 * IDH-M Educação: 0,853 (Fonte: IPEADATA) === Hidrografia === * Rio do Peixe, que faz parte da Bacia do Prata. === Rodovias === * SP-147 * SP-360 == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Luiz Carlos Scarpioni Zambolim (2017/2020) * Vice-prefeito: Pedro Mendes Tortelli (|2017/2020) * Presidente da câmara: Marcelo Loiola Categoria:Estâncias turísticas de São Paulo Categoria:Fundações em São Paulo em 1965",
 "title": "Lindoia"
}