{
 "id": "34976",
 "text": "Lençóis Paulista é um município brasileiro do estado de São Paulo. Localizado na região centro-oeste do Estado, a cidade está a uma altitude de 550 metros e sua população, conforme o censo de 2022, era de habitantes. O município é formado pela sede e pelo distrito de Alfredo Guedes. Possui a maior biblioteca do interior de São Paulo, uma instituição de ensino superior e duas escolas técnicas, uma do SENAI e outra da ETEC. Lençóis Paulista é conhecida como \"Cidade do Livro\", por possuir um número de livros em sua Biblioteca Municipal maior do que o número de habitantes. Atualmente, são mais de 150 mil livros. == História == Há várias versões em relação a povoação da atual região. A primeira versão atribui o início em meados do século XIX, quando o sertanista mineiro José Teodoro de Souza fixou residência no local. De acordo com historiadores regionais, o bandeirante teria perseguido os indígenas nativos e limpado o caminho para os primeiros povoadores. A versão mais aceita atribui a fundação ao bandeirante Francisco Alves Pereira que, desligando-se devido a desentendimentos de uma expedição monçoeira via Rio Tietê de Itu a Goiás, explorou o rio, denominando-o de Lençóis em virtude do vasto lençol de espuma branca que encontrara nas pequenas cachoeiras.Fixou-se com alguns companheiros no local ao qual denominou \"Bairro dos Lençóes\" em meados de 1825, trazendo posteriormente a sua esposa, filhos e mineiros interessados em terras. É considerado a primeira pessoa, além dos indígenas nativos, a pisar na região. O patrimônio do Bairro de Lençóes, no território de Botucatu, teve início com a construção da capela em louvor à Padroeira Nossa Senhora da Piedade, sendo elevado à Freguesia Distrito em 28 de abril de 1858. Poucos anos depois, em 25 de abril de 1865, foi elevado a Município com a denominação de Lençóes, dessa forma se desmembrando de Botucatu. Em 22 de dezembro de 1922 é criado o Distrito de Borebi, e em 6 de outubro de 1934, o Distrito de Alfredo Guedes. Em razão da existência de um município no Estado da Bahia com a mesma denominação, em 30 de novembro de 1944, Lençóes passa a denominar-se Ubirama em virtude da cana-de-açúcar, a qual era altamente cultivada na cidade. Em razão da Lei Estadual nº 233, de 24 de dezembro de 1948, o Município de Ubirama passou a denominar-se Lençóis Paulista. Em 9 de janeiro de 1990 o Distrito de Borebi é elevado a município e se desmembra de Lençóis Paulista. == Economia == O PIB em 2010, era de R$ 2,137 bilhão, sendo 8% gerados pelo setor agrícola, 60,5% pela indústria, e 31,5% pelo setor de serviços., Fundação SEADE - PIB dos Municípios Paulistas em 2007. Dentre os municípios da Região Administrativa de Bauru, Lençóis Paulista possui o segundo maior PIB, sendo um polo central de uma micro região comercial que engloba os municípios de Macatuba, Areiópolis, Borebi e Pederneiras. Na indústria, base econômica do município, têm destaque as produções de açúcar, álcool, celulose, óleo lubrificante, estruturas metálicas e alimentos: (massas, biscoitos, arroz, carnes, feijão, milho). A cidade é sede da Zilor, um dos maiores grupos sucroalcooleiros do país. Após a aquisição da Lwarcel Celulose pelo Grupo RGE em agosto de 2018, o grupo anunciou em 2019 um investimento de cerca de R$ 7,5 bilhões na expansão da fábrica de celulose, a qual posteriormente começou a operar sob a marca unificada Bracell. Em abril de 2023, a multinacional asiática anunciou um investimento de R$ 5 bilhões na construção da maior fábrica de papel tissue da América Latina, começando a sua operação em 2024. Na agricultura, as produções mais importantes são a cana-de-açúcar, o milho, o feijão e a madeira. O comércio, por muitos anos dependente do município vizinho de Bauru, hoje é o setor que mais emprega mão de obra na cidade. A ACILPA (Associação Comercial e Industrial de Lençóis Paulista) desenvolve trabalhos em parceria com o SEBRAE, SENAI e a Prefeitura Municipal. O município possui um Shopping Center e uma feira comercial e industrial anual, a FACILPA (Feira Agropecuária, Comercial e Industrial de Lençóis Paulista), a qual mantem tradição desde 1977. == Cultura == A responsável pelo setor cultural da cidade de Lençóis Paulista é a Secretaria da Cultura, a qual tem como objetivo promover a diversidade e a fruição cultural, zelar pela memória cultural municipal e despertar na população a busca por sua identidade cultural. No âmbito cultural, a cidade conta com a Casa da Cultura \"Prof. Maria Bove Coneglian\", Espaço Cultural Cidade do Livro, Teatro Municipal Adélia Lorenzetti, Museu Alexandre Chitto e a Biblioteca Municipal \"Orígenes Lessa\", sendo a ultima a maior biblioteca pública do Interior do Brasil, isso devido ao seu acervo superior a 90.000 livros e mais de 20.000 documentos, desde decreto de D. João V a autógrafos diversos, além de um acervo especial com peças raríssimas, que destacam a biblioteca, entre muitas outras do país. === Esporte === Em 2023, a cidade de Lençóis Paulista foi a sede da 65º edição dos Jogos Regionais e da 25ª edição dos Jogos da Melhor Idade. A cidade possuí uma equipe de basquetebol, sendo ela a ALBA (Associação Lençoense de Basquetebol) No futebol, a secretaria de Esportes e Recreação juntamente com a LFFA (Liga Lençoense de Futebol Amador) organiza o Campeonato Amador de Futebol Série A e B. === Religião === Lençóis Paulista, possui as seguintes paróquias, que fazem parte da Arquidiocese de Botucatu: Santuário Arquidiocesano Nossa Senhora da Piedade, paróquia Cristo Ressuscitado, São Pedro e São Paulo, Nossa Senhora Aparecida, São José e Santana e São Joaquim. === Filhos ilustres === * Agripino de Oliveira Lima Filho, político brasileiro. * Orígenes Lessa, escritor. * Guilherme Leme, ator. * Claudinei Quirino, velocista. * José Ângelo Simioni, aviador. * Rodrigo Baldasso da Costa, futebolista. == Geografia == thumb|esquerda|Vista noturna do centro a partir da estação ferroviária O território do município é drenado pelas águas do Rio Lençóis, principal manancial responsável pelo abastecimento de água da cidade. Também corta a área urbana o Rio da Prata (zona leste e zona sul da cidade). Seu clima é o tropical de altitude, com temperaturas máximas próximas a 38 °C entre novembro e fevereiro, e mínimas próximas a 3 °C entre junho e agosto. Apresenta relevo sem oscilações gráficas, caracterizando-se como suave ondulado, não montanhoso, próprio para a atividade agropecuária. Predominam na região vegetações dos tipos campo, cerrado e floresta subtropical. Os municípios vizinhos são Macatuba, Pederneiras e Agudos ao norte; Borebi a oeste; Avaré e Botucatu ao sul; e Pratânia, Areiópolis e São Manoel a leste. === Hidrografia === *Rio Lençóis * Córrego da Prata * Córrego Corvo Branco * Rio Claro === Demografia === De acordo com os dados do IBGE em 2022, Lençóis Paulista registrou um acréscimo populacional na ordem dos 6.6% em relação aos resultados do censo de 2010. (Número de habitantes que residiam neste município à data em que os censos se realizaram.) Número de habitantes por Grupo Etário IBGE - https://cidades.ibge.gov.br/brasil/sp/lencois- paulista/panorama 2010 2022 0-14 Anos 13 620 12 295 15-24 Anos 10 598 9 164 25-64 Anos 32 767 33 677 = ou > 65 Anos 4 444 11 369 == Comunicações == A cidade era atendida pela Companhia Telefônica Brasileira (CTB), que construiu em 1970 a central telefônica utilizada até os dias atuais. Em 1973 passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que em 1998 foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Ligações externas == * Página da prefeitura * Fotos de Lençóis Paulista mapeadas e selecionadas no Google Earth (Slideshow) * Lençóis Paulista no WikiMapia Categoria:Fundações no Brasil em 1858",
 "title": "Lençóis Paulista"
}