{
 "id": "34996",
 "text": "{{Info/Município do Brasil | nome = Martinópolis | foto = Aspecto da principal rua comercial de Martinópolis (Rua 9 de Julho).jpg | leg_foto = | apelido = | brasão = Brasão de Martinópolis.svg | bandeira = Bandeira de Martinópolis.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 13 de junho | fundação = | gentílico = martinopolense | CEP = 19500-000 | lema = | prefeito = Valdeci Filho | partido = PODE | mandato_início = 2024 | fim_mandato = 2024 | vereadores = 11 | mapa = SaoPaulo Municip Martinopolis.svg | latP = S | latG = 22 | latM = 08 | latS = 45 | lonP = O | lonG = 51 | lonM = 10 | lonS = 15 | estado = São Paulo | mesorregião = Presidente Prudente | data_mesorregião = IBGE/2008 | microrregião = Presidente Prudente | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Nantes, Iepê, Rancharia, Parapuã, Sagres, Pracinha, Mariápolis, Caiabu, Indiana, Regente Feijó, Taciba | dist_capital = 539 | dist_capital_ref = | área = 1253.158 | área_ref = | população = 24260 | data_pop = Censo IBGE/2010 | altitude = 488 | clima = tropical de altitude | sigla_clima = Cfa | idh = 0.750 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8886.96 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.martinopolis.sp.gov.br | site_câmara = www.camaramartinopolis.sp.gov.br }} Martinópolis é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 22º08'45\" sul e a uma longitude 51º10'15\" oeste, estando a uma altitude de 488 metros. Sua população estimada em 2009 era de 25.533 habitantes. Possui uma área de 1.253,158 km². O município é formado pela sede e pelos distritos de Guachos e Teçaindá. == História == O município de Martinópolis, bem como a quase totalidade dos municípios do Oeste Paulista, tem como base a agricultura e a ferrovia. Ambos foram os elementos responsáveis pelo surgimento dos núcleos urbanos e rurais na região. === Ferrovia === O Governo Paulista objetivando povoar e desenvolver o interior na sua região Oeste, deu o direito por contrato para as Companhia Paulista e Sorocabana a construção das ferrovias que chegaram as barrancas do Rio Paraná. A região onde hoje se encontra a cidade de Martinópolis pertencia ao Distrito de Conceição de Monte Alegre cujo território se estendia entre o rio Paranapanema e rio do Peixe, até as barrancas do rio Paraná, coube a Estrada de Ferro Sorocabana construir suas linhas férreas. Entre os primeiros habitantes da região se encontrava José Teodoro Filho, proprietário que doou uma pequena quantidade de terras para a construção do Distrito. Em 1917, o território era formado de matas e campos, e a região já era habitada por três etnias indígenas: caiouás, xavantes e caingangues. A ferrovia chegou em Martinópolis em 5 de agosto de 1917, A estação e consequentemente a futura cidade se chamou José Theodoro, nome que homenageava um grande desbravador mineiro do Oeste Paulista que morreu em 1875. Outro fator de desbravamento da região, anterior à chegada da ferrovia, foi a abertura da Estrada Boiadeira, pela empresa Diederichsen & Tibiriçá, gerenciada por Francisco Whitacker, no ano de 1906, rumo ao Estado do Mato Grosso, atual Mato Grosso do Sul. Essa estrada passava a montante da cachoeira do rio Laranja Doce, muitos anos depois, em 1929 a Companhia Elétrica Caiuá construiu uma usina hidrelétrica, denominada Usina Laranja Doce, que fornecia energia para algumas cidades próximas, inclusive Presidente Prudente. A Represa é o cartão de visitas da cidade. No entanto, o desbravamento real só chegou a partir do prolongamento dos trilhos da Estrada de Ferro Sorocabana. Em 5 de agosto de 1917 foi inaugurada a estação de José Theodoro, no meio da mata virgem. No início era um simples vagão de trem, colocado num desvio, que servia de acampamento aos construtores. === Formação do município === Durante sete anos, ou seja, até 1924, nada havia ao redor da estação da Estrada de Ferro Sorocabana, a não ser a guarita do guarda-chaves e as casas dos ferroviários. Somente em 1924 o imigrante português Coronel João Gomes Martins, natural da Ilha da Madeira, que fazia importação e exportação de secos e molhados na cidade de São Paulo, resolveu investir no negócio de colonização de terras e retirada da madeira que tinha um alto valor já na época. No final de 1924 ele adquiriu 10.000 alqueires de uma propriedade desmembrada da grande Fazenda Montalvão, contratou agrimensores, fez o arruamento no local onde queria que surgisse o povoado, abriu estradas rurais e fez propaganda para quem quisesse adquirir as terras férteis. Implantou, dessa forma, o Núcleo Colonial Boa Ventura e, desembarcando na estação da estrada de ferro, começaram a chegar os primeiros desbravadores, como as famílias Saram, Quaranta, Tudisco, Contini, Sartori e Valentim, entre outros pioneiros. João Gomes mantinha um agente de venda de terras descendente de japoneses chamado Tomekichi Ogata, que foi o responsável por trazer um grande contingente de imigrantes nipônicos. Outro agente era o fluminense Eugênio de Mello, que trouxe vários compradores da região de Nova Friburgo, no estado do Rio. O povoado foi crescendo, as primeiras casas comerciais foram surgindo, sendo a pioneira implantada por Antônio Rodrigues Parente e Antônio Joaquim Senteio, que vendia gêneros alimentícios, tecidos, armas e munições, ferramentas para a agricultura etc. O colonizador construiu o Hotel Colonial, a primeira construção de alvenaria do povoado, para receber as levas de interessados em adquirir lotes rurais. Alguns anos depois implantaram empresas comerciais: Carlos Platzeck, Guilherme Sefrin, Ângelo Sanches Zamora, Angelo Bergamini, Mario Liberto, Raimundo Barbosa, Antônio Jacomeli, Antônio Ferreira Amaro e Enides Zangarini e muitos outros. O lugarejo, ainda denominado José Theodoro, foi transformando-se com a chegada de muitas pessoas buscando uma nova vida. De início foram instaladas, bares, casas comerciais, muitas pensões e serrarias, posteriormente máquinas de café e cereais, o povoado ia se ampliando e almejava se tornar distrito de paz. Foi construída uma rústica capela, dedicada a Santa Bibiana, por devoção e por ser o nome de uma das filhas do colonizador. Em 20 de dezembro de 1929 o Presidente do Estado de São Paulo, doutor Julio Prestes de Albuquerque, promulga a LEI N. 2.392, que cria o distrito de paz de José Theodoro, no município e comarca de Presidente Prudente. Em 1937, quando o trabalho e as paixões agitavam a vida e o progresso do distrito, seu fundador, faleceu na capital paulista. O primogênito João Gomes Martins Filho político que chegou a ser candidato a Vice-Governador do Estado de São Paulo, na chapa do então candidato Prestes Maia, continuou a venda das terras. Participou também da colonização e desenvolvimento da cidade de Martinópolis, a extinta Companhia Aviação São Paulo/Mato Grosso, que tinha entre seus principais acionistas o senhor Jan Antonin Bata, imigrante Tcheco, muito culto e viajado que dominava sete idiomas, perseguido pelos seguidores de Adolf Hitler, exilou-se nos Estados Unidos, de onde veio para o Brasil em 1941, que colonizou a área compreendendo entre os municípios de Rancharia até Indiana incluindo a hoje famosa Represa Laranja Doce, após comprar vastas áreas de terras nos Estados de Mato Grosso, Minas Gerais e São Paulo. Dai o nome de \"Viação\" dado a atual Vila Alegrete. Em 29 de janeiro de 1939 ocorreu a instalação solene do município, tendo seu nome alterado de José Theodoro para Martinópolis, em homenagem ao colonizador. Em 13 de junho de 1945, com grande comemoração, foi instalado solenemente a Comarca de Martinópolis. Até meados da década de 1940 o município se estendia por uma área territorial de aproximadamente 4.000 km², limitando-se com Regente Feijó, Presidente Prudente, Valparaíso, Guararapes, Tupã e Rancharia. Boa parte das áreas dos atuais municípios de Lucélia, Osvaldo Cruz, Sagres, Nantes e Pracinha foram desmembramentos de nosso antigo território. Pelo decreto-lei estadual no 14334 de 30 de novembro de 1944 foram criados: a comarca de Martinópolis, com sede no município do mesmo nome, e o distrito de Teçaindá. Em 24 de dezembro de 1948, é criado o distrito de Guachos com sede no povoado de Vila Escócia, que teve na figura do alemão naturalizado brasileiro Kurt Sack seu grande pioneiro e colonizador. Um detalhe interessante é que quando o Coronel João Gomes ou seu filho passavam montados a cavalo pela cidade, os homens e mulheres tinham que render reverência aos mesmos, levantando das cadeiras, os homens inclusive tirando o chapéu. == Demografia == === Dados do Censo - 2010 === População Total: 24.219 * Urbana: 17.975 * Rural: 4.371 ** Homens: 12.448 ** Mulheres: 10.898 Densidade demográfica (hab./km²): 17,83 Mortalidade infantil até 1 ano (por mil): 20,95 Expectativa de vida (anos): 68,71 Taxa de fecundidade (filhos por mulher): 2,37 Taxa de Alfabetização: 87,39% Índice de Desenvolvimento Humano (IDH-M): 0,750 * IDH-M Renda: 0,683 * IDH-M Longevidade: 0,729 * IDH-M Educação: 0,839 (Fonte: IPEADATA) === Diminuição da população === Nas décadas de 1970 e 1980, o êxodo rural, provocado pela industrialização concentrada nos grandes centros urbanos, alem da procura por novas fronteiras agrícolas, fez com que a população entrasse em declínio. Atualmente a população total é de 24.219 habitantes, segundo Censo do IBGE, a maioria residindo na zona urbana, sendo a extensão territorial do município de 1.256,4 km². Assim como o café foi o início de tudo, trazendo grandes contingentes de compradores de terras nas décadas de 1920 e 1930, o algodão ficou sendo o rei nas décadas seguintes e até 1980. O café e o algodão alternaram anos de ótima produção com safras péssimas, devido problemas de condições climáticas desfavoráveis e baixo preço do produto. Hoje, o território está sendo coberto com lavouras de cana-de-açúcar, inclusive com a instalação de uma moderna usina de açúcar e álcool na Fazenda Bartira, divisa com Rancharia. Também a soja está ganhando terreno, com áreas de plantio em expansão. == Infraestrutura == === Comunicação === No setor de telefonia a cidade foi atendida pela Empresa Telefônica Paulista até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, sendo que em 2012 a marca Vivo para suas operações. Já a imprensa local é constituída pelos jornais \"O Martinopolitano - Nossa Folha\". == Atividades econômicas == === Algodão === A população de Martinópolis era, na década de 1940, de 25.000 habitantes, dos quais 18.000 radicados nas áreas rurais. No final dessa década e limiar da década de 1950, o município de Martinópolis tornou-se conhecido como o \"rei do algodão\", após produzir 2.200.000 arrobas da malvácea em uma única safra. Na década de 1950 a população chegou ao seu auge, 37.000 habitantes, sendo 29.000 na zona rural. == Turismo == === Balneário Laranja Doce === A Represa, popularmente conhecida como Usina, por lá estar instalada a primeira usina hidrelétrica da região, implantada em 1930, é formada pelo rio Laranja Doce e seus afluentes Alegrete e Estiva. Possui um espelho d´água de 80 alqueires, propícios à prática da natação, pedalinho, esqui-aquático, caiaque, pesca e outros esportes náuticos. Às suas margens está implantado um complexo turístico que se constitui num dos maiores centros de atração da 10ª Região Administrativa do Estado, além de receber visitantes do norte do Paraná. Aliado à beleza natural, no local foram edificadas muitas casas de veraneio, algumas colônias de férias, vários clubes e condomínios. Entre os clubes, destacam-se o Recreativo e o Jangada e entre os condomínios o Recreio, Vivendas, Jangada e Recanto. O Balneário Laranja Doce é de livre acesso ao público, com churrasqueiras, áreas de camping e banheiros à disposição dos turistas. Tudo isso faz com que o município seja conhecido em toda a região como o \"Guarujá do Oeste Paulista.\" == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === * A igreja faz parte da Diocese de Presidente Prudente. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém, vinculada ao Campo de Presidente Prudente. * Congregação Cristã no Brasil. == Ver também == * Paulistas de Martinópolis == Bibliografia == * Martinópolis, Sua História e Sua Gente, autoria de José Carlos Daltozo, edição de 1999. == Ligações externas == * *",
 "title": "Martinópolis"
}