{
 "id": "34991",
 "text": "{{Info/Município do Brasil | nome = Maracaí | foto = | leg_foto = Brasão Maracaí | apelido = | brasão = Brasão de Maracaí.jpg | bandeira = Bandeira Maracaí.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário =4 de maio | fundação = | gentílico =maracaiense | lema = | prefeito = Paulo Eduardo da Silva (Paulinho da Saúde) | partido =MDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Maracai.svg | latP = S | latG = 22 | latM = 36 | latS = 39 | lonP = O | lonG = 50 | lonM = 40 | lonS = 01 | estado = São Paulo | mesorregião = Assis | data_mesorregião = IBGE/2008 | microrregião = Assis | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Assis, Cruzália, Iepê, Rancharia, Paraguaçu Paulista, Tarumã e Sertaneja | dist_capital = 473 | área = 533.024 | área_ref = | população = 13344 | data_pop = Censo IBGE/2010 | altitude = 475 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.773 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 26760.06 | data_pib_per_capita = IBGE/2008 }} Maracaí é um município brasileiro do estado de São Paulo. O povoamento foi fundado em 1905, tendo sido declarado município em 19 de dezembro de 1924 e instalado em 24 de março de 1925. O topônimo significa provavelmente \"rio dos chocalhos\" ou \"rio das maracas\" em tupi. O município é formado pela sede e pelos distritos de Santa Cruz da Boa Vista e São José das Laranjeiras. == História == Em 4 de maio de 1905, José Gonçalves de Mendonça e Joaquim Gonçalves de Oliveira desceram o rio Capivara em canoas e fixando na confluência deste rio com rio cervo fundaram um povoado que gradativamente foi se espalhando pelas fecundas terras desta região. O povoado recebeu o nome de Patrocínio das Pitangueiras, passando a distrito policial do município de conceição de monte alegre. Sua padroeira, nossa senhora do patrocínio, foi escolhida em uma reunião de católicos locais. Foi elevado a distrito da paz pela lei nº 1650 de 11 de setembro de 1919 e instalada a 17 de janeiro de 1920. Embora existam outras versões, esta é a mais provável já que o rio capivara apresentava em seu leito uma infinidade de pedras que ao sofrer o impacto das águas, lembra esse designativo. == Geografia == Maracaí esta localizada na região fisiográfica da Sorocabana, a 473 km da capital e possui uma área de 543 km². O principal acidente geográfico é o rio Capivara que nasce nas proximidades do município de Lutécia, na região denominada Tabajara, com o mesmo nome de Rio Capivara. Corta ainda o município o Rio do Cervo no centro e o Ribeirão Pitangueiras no Jardim Santa Olga. === Demografia - censo de 2010 === População total: 13.344 * Urbana: 12.098 * Rural: 1.246 * Homens: 6.670 * Mulheres: 6.674 * Densidade demográfica (hab./km²): 24,40 * Mortalidade infantil até 1 ano (por mil): 15,28 * Expectativa de vida (anos): 71,53 * Taxa de fecundidade (filhos por mulher): 1,94 * Taxa de alfabetização: 89,42% * Índice de Desenvolvimento Humano (IDH-M): 0,773 * IDH-M Renda: 0,684 * IDH-M Longevidade: 0,776 * IDH-M Educação: 0,858 (Fonte: IPEADATA) === Hidrografia === * Rio Capivara (e represa) * Rio do cervo * Rio Paranapanema * Rio Pitangueira === Distritos === Santa Cruz da Boa Vista e São José das Laranjeiras == Infraestrutura == === Comunicações === A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 adotou a marca Vivo para suas operações de telefonia fixa. === Educação === 2 estaduais, 3 municipais e uma particular === Saúde === 1 Hospital beneficente com quarenta leitos; 5 Centros de saúde. == Administração == A construção do paço municipal (prefeitura) iniciou-se em 28 de maio de 1980, concluído e inaugurado em 19 de dezembro de 1981. === Prefeitos === # Cel. Azarias Ribeiro - 24 de março de 1925 a 10 de fevereiro de 1928 # Alfredo Garcia Duarte - 11 de fevereiro de 1928 a 5 de novembro de 1928 # Pedro Gonçalves da Mota - 6 de novembro de 1928 a 8 de dezembro de 1930 # José Severino de Almeida - 10 de dezembro de 1930 a 8 de julho de 1932 # Aureliano Rodrigues Siqueira - 9 de julho de 1932 a 29 de julho de 1932 # Pedro Correia Ribeiro - 30 de julho de 1932 a 12 de agosto de 1936 # Antônio Pereira Oliveira - 12 de agosto de 1936 a 5 de Janeiro de 1938 # Dr. Afonso Faria Fraga - 6 de Janeiro de 1938 a 10 de abril de 1938 # Pedro Correia Ribeiro - 11 de abril de 1938 a 30 de julho de 1938 # Juversino Cunha - 31 de julho de 1938 a 22 de novembro de 1945 # Wilson Silveira Nogueira 23 de novembro de 1945 a 29 de dezembro de 1945 # Juversino Cunha 30 de dezembro de 1945 a 29 de setembro de 1946 # Otto Ribeiro - 28 de setembro de 1946 a 31 de março de 1947 # Cacilda Prestes - 1 de abril de 1947 a 29 de abril de 1947 # Abilio Costa Ribeiro - 30 de abril de 1947 a 2 de Janeiro de 1948 # Otto Ribeiro 3 de Janeiro de 1948 a 3 de dezembro de 1950 # Carlos Alberto Bergamasco - 1 de Janeiro de 1951 a 30 de dezembro de 1955 # Antônio José de Carvalho - 1 de Janeiro de 1956 a 31 de dezembro de 1959 # Douglas Siqueira - 1 de Janeiro de 1960 a 31 de dezembro de 1963 # Jaime Agulhão - 1 de Janeiro de 1964 a 31 de Janeiro de 1969 # Douglas Siqueira - 1 de fevereiro de 1969 a 11 de julho de 1972 # Orlando Blefari - 12 de julho de 1972 a 30 de Janeiro de 1973 # Antônio Silva Cavalheiro - 31 de Janeiro de 1973 a 31 de Janeiro de 1977 # Elifaz Demane - 1 de fevereiro de 1977 a 31 de Janeiro de 1983 # Antônio silva Cavalheiro - 1 de fevereiro de 1983 a 31 de dezembro de 1988 # Ademio Fetter - 1 de Janeiro de 1989 a 31 de dezembro de 1992 # Dr. José Roberto Brasil Machado - 1 de Janeiro de 1993 a 31 de dezembro de 1996 # Antônio Silva Cavalheiro - 1 de Janeiro de 1997 a 31 de dezembro de 2000 # Antônio Silva Cavalheiro - 1 de Janeiro de 2001 a 31 de dezembro de 2004 # Roberto de Almeida - 1 de Janeiro de 2005 a 31 de dezembro de 2008 # Elizabete de Carvalho Fetter - 1 de Janeiro de 2009 a 31 de dezembro de 2012 # Eduardo Sotana (Tatu) - 1 de Janeiro de 2013 a 31 de dezembro de 2020 # Paulo Eduardo da Silva (Paulinho da Saúde) - 1 de Janeiro de 2021 - Atual == Economia == Essencialmente agrícola, a economia do município é sustentada basicamente pelas culturas de soja, milho, trigo e cana-de-açúcar == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === * A igreja faz parte da Diocese de Assis. ==== Menino da Tábua ==== A cidade de Maracaí é conhecida por ser a cidade de Antônio Marcelino (Cândido Mota, 1900? - Maracaí, 18 de junho de 1945), conhecido como o Menino da Tábua, uma personalidade religiosa de devoção popular brasileira, cultuada informalmente pela realização de supostos milagres. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população * Lista de municípios de São Paulo por domicílios * Lista de municípios de São Paulo por frota de veículos == Ligações externas == * Página da prefeitura",
 "title": "Maracaí"
}