{
 "id": "35009",
 "text": "{{Info/Município do Brasil | nome = Mogi Guaçu | foto = Mogi_Guaçu_Janeiro_de_2020.jpg | leg_foto = Ponte Metálica vermelha sobre Rio Mojiguaçu, ao fundo; vista do centro da cidade International Paper | apelido = Guaçu\" \"Antiga capital da Cerâmica\" \"Cidade dos Tomates e Cítricos\" \"Berço dos Italianos | brasão = Brasão de Mogi Guaçu.png | bandeira = Bandeira de Mogi Guaçu.png | link_brasão = | link_bandeira = | link_hino = | CEP = 13840-000 até 13856-999 | aniversário = 9 de abril | fundação = | gentílico = guaçuano | lema = Honor et gloria \"Honra e glória\" | prefeito = Rodrigo Falsetti| | partido = Cidadania | fim_mandato = 2024 | padroeiro = Imaculada Conceição | mapa = SaoPaulo Municip MogiGuacu.svg | latP = S | latG = 22 | latM = 22 | latS = 19 | lonP = O | lonG = 46 | lonM = 56 | lonS = 31 | estado = São Paulo | região_intermediária = Campinas | data_região_intermediária = IBGE/2017 | região_imediata = Mogi Guaçu | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Aguaí, Mogi Mirim, Itapira, Conchal, Estiva Gerbi,Espírito Santo do Pinhal, Araras, Pirassununga, Leme. | dist_capital = 166 | área = 812.75 | área_ref = | população = 153.658 | data_pop = https://cidades.ibge.gov.br/brasil/sp/mogi-guacu/panorama censo 2022 | altitude = 617 | densidade = 189.06 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.774 | data_idh = PNUD/2010http://www.pnud.org.br/arquivos/ranking-idhm-2011.pdf | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 35223.10 | data_pib_per_capita = IBGE/2015 }} Mogi Guaçu é um município do estado de São Paulo, no Brasil. Localiza-se a uma latitude 22º22'15\" sul e a uma longitude 46º56'38\" oeste, estando a uma altitude de 617 metros. Sua população é de 153.658 habitantes segundo a estimativa do Instituto Brasileiro de Geografia e Estatística de 2022. Possui uma área de 812,75 quilômetros quadrados. O município é formado pela sede e pelo distrito de Martinho Prado Júnior. == Topônimo == Nos termos da nova reforma ortográfica, a grafia correta do município seria Mojiguaçu, pois prescreve-se o uso da letra J para palavras de origem tupi-guarani. O nome vem do tupi antigo moî'ygûasu, que significa \"grande rio das cobras\" (moîa, \"cobra + 'y, \"rio\" + ûasu, \"grande\"),NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 588. referindo-se ao Rio Mojiguaçu. Ao longo dos anos, a grafia M'Boijy foi alterada para Boigy, depois para Mogy, Mogi e finalmente para Moji. Ademais, deve-se escrever junto porque, embora a sílaba \"ji\" seja tônica, não é acentuada graficamente. E somente quando acentuadas graficamente é que devem receber a hifenização. Exemplo: Ceará-mirim. Caso não seja acentuada graficamente (ainda que a sílaba seja tônica), não se deve colocar o hífen. Exemplos: Mojimirim, Mojiguaçu.Texto oficial da Nova Reforma Ortográfica - Base XVI, parágrafo 3º) Nas formações por sufixação, apenas se emprega o hífen nos vocábulos terminados por sufixos de origem tupi-guarani que representam formas adjetivas, como açu, guaçu e mirim, quando o primeiro elemento acaba em vogal acentuada graficamente ou quando a pronúncia exige a distinção gráfica dos dois elementos: amoré-guaçu, anajá-mirim, andá-açu etc. Contudo, mesmo que em desacordo com as normas ortográficas vigentes no país desde 1943 e desde o Acordo Ortográfico de 1990, foi oficializada, em 1999, a grafia \"Mogi Guaçu\" para o município.Mogi Guaçu. Disponível em http://biblioteca.ibge.gov.br/visualizacao/dtbs/saopaulo/mogiguacu.pdf. Acesso em 15 de junho de 2015. == História == Até o século XVII, os índios caiapós habitavam a região. \"Desbravadores do território brasileiro, entre 1650-1655 e que viajavam rumo ao oeste de Minas Gerais e a Goiás em busca de ouro, pedras preciosas e escravos índios, às margens do rio Moji Guaçu, formaram um vilarejo no lugar denominado Cachoeira de Cima, para dar pouso à outros mineradores de ouro, vindos da Freguesia de Nossa Senhora do Desterro de Jundiahi, os quais se embrenhavam pelos sertões do Brasil em busca desse metal precioso e encontraram naquele local maior facilidade para a travessia do rio. Entre os anos de 1720 e 1722, foi fundado um novo povoado, distante cerca de cinco a seis quilometros da Cachoeira de Cima, rio abaixo, à sua margem direita. Esse novo núcleo teve como seus fundadores os irmãos Salvador e José Franco de Godoy, Joaquim José de Campos e Silva e outros. Entre 1720 e 1722 se constituiu em povoado, recebendo o nome de Nossa Senhora da Conceição do Campo. Em 1740 foi elevada a Primeiro Distrito de Nossa Senhora do Desterro de Jundiay\". Em 1728, o vilarejo foi elevado ao título de \"freguesia de Nossa Senhora da Conceição do Campo\". Em 1751, passou a se chamar Mogi Guaçu.Genealogia-Mogi Guaçu-SP. Disponível em http://www.imigrantesitalianos.com.br/MOGI_GUACU.html. Acesso em 15 de junho de 2015. \"Suas divisas eram o rio Atibaia ao Sul e o rio Grande ao Norte. Em 1751 com a elevação de Mogi Mirim a Segundo Distrito de Jundiaí, desmembrando-se de Conceição do Campo, a localidade passou a chamar-se Mogy Guassú. A 9 de abril de 1877, a Lei nº 16 do Governador da Província, Sebastião José Pereira, elevou a freguesia de Mogy Guassú a município. No dia 8 de janeiro de 1881, houve a primeira sessão da Câmara Municipal, sendo seu presidente João Franco da Silveira Bueno e demais vereadores José Franco de Godoy, João Batista de Toledo Silva, Joaquim da Rocha Franco, Joaquim Gonçalves A. de Oliveira e Yvo da Cunha, tendo secretariado a sessão o vereador Arthur Grillet. Na segunda sessão, realizada no dia 10 do mesmo mês, foram escolhidos os dirigentes do novo município: Presidente:João Franco da Silveira Bueno; Secretário: Arthur Grillet; Vereadores: João Franco de Godoy, João Baptista de Toledo e Silva, Joaquim Rocha Franco, Joaquim Gonçalves de Oliveira, João José da Cunha e Pedro de Arruda\". (O texto entre aspas foi transcrito do livro Mogi Guaçu - Três Séculos de História, de Ricardo Artigiani). O desenvolvimento econômico começou com a produção de café e a instalação do ramal ferroviário da Companhia Mogiana de Estradas de Ferro (1875). Mogi Guaçu Passou a ser comarca somente em 30 de dezembro de 1966, quando o Desembargador Márcio Martins Ferreira, presidente do Tribunal de Justiça do Estado de São Paulo, a declarou instalada. Com a abolição da escravatura em 1888, deu-se início à fase industrial através de imigrantes italianos que instalaram as primeiras cerâmicas - o pioneiro foi o padre José Armani, com sua fábrica de telhas. Isso se deveu à grande quantidade de um tipo de argila encontrado no município, chamado taguá. Em 1909, foi instalada a iluminação elétrica na cidade, substituindo os lampiões de querosene. Nas décadas de 1940 à 1970, proliferaram inúmeras indústrias cerâmicas na cidade, produzindo nas duas primeiras décadas pisos cerâmicos e tubos de barro para redes de esgoto, cuja produção chegava a ser exportada para países da América do Sul. Nos anos 70, essa produção foi modernizada, passando as cerâmicas a produzirem pisos esmaltados de alta qualidade, suprindo o mercado nacional. Hoje, Mogi Guaçu tem um perfil econômico diversificado, abrigando empresas do ramo de papel e celulose, de alimentação, de metalurgia e de cosméticos, entre outras espalhadas nos cinco distritos industriais. Além da diversificação industrial, uma características de poucos municípios, Mogi Guaçu também se destaca pela sua produção agrícola da laranja (que ocupa o terceiro lugar na produção estadual) e do tomate (terceiro lugar na produção do estado). O comércio também alcançou expressão, atraindo consumidores de cidades vizinhas. O comércio cresceu em torno da igreja matriz Nossa Senhora da Imaculada Conceição, que se tornou a padroeira do município, localizada na praça Rui Barbosa, conhecida como Recanto. Hoje a cidade conta com dois modernos centros comerciais (shopings). Os movimentos culturais também formam a história do município. Há 29 anos, é realizado o Feteg (Festival de Teatro do Estudante Guaçuano); e, há 28, o Encontro de Coros. Destaca-se o Centro Cultural José Fantinato, local que se abre a eventos culturais variados e que abriga o Teatro Tupec - Tudo pela Cultura, sala com grande capacidade de público. No esporte, um dos eventos mais tradicionais é a Maratona Esportiva Guaçuana, que é realizada há 40 anos. == Geografia == * Área total: 812,75 km² * Área Urbana: 47,63 km² * Bairros: 225 * Marco zero - Na Praça dos Expedicionários, no Centro. * Textura superficial: Predomínio da Terra roxa e argila, principal matéria-prima das cerâmicas da cidade. === Relevo === * Topografia: suavemente ondulado, porém plano em alguns bairros da zona Norte, como o Parque Cidade Nova e Ipês. * Altitude média: 640 metros * Altitude da sede Paço Municipal da Prefeitura: 617 metros * Altitude de maior elevação: 838 metros (Fazenda Bela Vista) *Rio Mogi Guaçu Além do Rio Mogi Guaçu, que corta a cidade, a hidrografia do município assinala os rios Oriçanga e das Pedras, e, na zona urbana conta com os córregos Canta-Galo, do Centenário, dos Macacos, do Areião e dos Ipês. === Terremoto de 1922 === Mogi Guaçu teve o segundo maior terremoto registrado no estado de São Paulo (5,1 graus na escala de Richter) em 27 de janeiro de 1922. O sismo provocou rachaduras em diversos imóveis e quedas de objetos dentro das casas. Uma morte por ataque cardíaco foi atribuída ao abalo sísmico. UFPR 23 de abril de 2008 thumb|300px|direita|Mapa mostrando os efeitos do terremoto em Mogi Guaçu em 1922. === Clima === O clima é tropical de altitude ou subtropical com inverno seco (Köppen: Cwa), com temperatura média mínima de 15,05 °C e máxima de 27,87 °C. O verão é quente e úmido, com temperaturas entre 18 e 28 °C, com picos de máxima de 35 °C e mínimas podendo chegar a 14 °C. A primavera começa seca e termina úmida, sendo essa a estação mais oscilatória em questões de temperatura, sendo que podemos registrar mínimas em torno de 5 °C e máximas que podem chegar em raros casos a 36 °C. No outono, começa ligeiramente úmido e fica seco com o passar das semanas. Março e abril podem registrar ainda picos de 30 °C e mínimas superiores a 15 °C, algo que fica mais raro com a proximidade de maio, onde as máximas raramente superam os 26 °C e as mínimas poucas vezes atingem os 13 °C. No outono, podemos ter mínimas que chegam a 5 °C em maio e 2 °C em junho e máximas baixas, que, às vezes, são menores que 12 °C, ou altas, principalmente no início da estação. O inverno é seco, mas a entrada de frentes frias não são raras. As temperaturas máximas ficam em torno de 20-25 °C em junho e julho, e as tardes salvo raros casos não descem abaixo de 10 °C, como nos anos de: 2000, 9,6 °C; 1996, 7,0 °C; e 1994, 7,5 °C; e chegam ao patamar de 25-28 °C em agosto e no início de setembro, onde são comuns dias muito secos com grandes oscilações térmicas maiores até de 22 °C, quando a temperatura é de 7 °C ao amanhecer e chega a 29 °C durante a tarde. Mínimas chegam raramente a 1 °C, mas acontecem e máximas podem chegar a mais de 30 °C, principalmente no mês de setembro. A menor temperatura já registrada em Mogi Guaçu foi de -4 °C, em junho de 1918 e a maior foi de 40,2 °C, em 7 de outubro de 2020. * Clima: Tropical de Altitude cwa ou cwb * Temperatura Média anual: 21,44 °C * Temperatura Média Mínima anual: 15,05 °C * Temperatura Média Máxima anual: 27,87 °C * Temperatura mais baixa: -4 °C em Julho de 1918 * Temperatura mais alta: 40,2 em Outubro de 2020 * Chuvas anuais: de 1 100 mm a 1 700 mm * Dias de geada média anual: 1 == Demografia == Censo Populacional Censo Populacional Ano Quantidade * * * * * * 1769 2 000 1829 1 190 1886 6 002 1890 8 650 1900 10 129 1910 11 720 1920 11 172 1940 14 110 1960 24 637 1970 45 070 1980 65 465 1991 107 454 2000 124 228 2010 137 286 2020 153 033 Fonte: IBGE ; Dados do Censo de 2010 * População ** Urbana: 130 366 ** Rural: 6 950 ** Homens: 68 115 ** Mulheres: 69 171 ** Total: 137 286 * Densidade demográfica Urbana: 2.737 hab/km² * Densidade demográfica Rural: 8 hab/ hab/km² * Taxa de fecundidade (filhos por mulher): 1,99; ;Classe Social *Classe Média, A,B e C:84,7% *Classe Pobre, D e E:15,3% Etnias Cor/Raça Porcentagem Branca 84,6% Negra 2,8% Parda 12,0% Amarela 0,2% Indigena 0,1% Fonte: Censo 2000 == Religião == ==== Igreja Católica ==== O município pertence à Diocese de São João da Boa Vista, sendo que a Matriz da Imaculada Conceição é a mais antiga do território diocesano, datada de 1740. Foi a segunda igreja do Brasil a ser dedicada à Imaculada Conceição. Há atualmente em Mogi Guaçu 18 paróquias. Pode-se encontrar a lista dessas paróquias aqui. A padroeira de Mogi Guaçu é a Imaculada Conceição, cuja comemoração, no dia 8 de dezembro, é feriado municipal. ==== Igrejas protestantes ==== O município possui os mais diversos credos protestantes, pentecostais e neopentecostais como a Igreja Pentecostal Missionária Betel, Congregação Cristã no Brasil , Igreja do Nazareno, Igreja do Evangelho Quadrangular, Igreja Apostólica Renascer em Cristo, Igreja Presbiteriana, Igreja Metodista, Igreja Batista, Assembleia de Deus, igrejas adventistas, Igreja Universal do Reino de Deus, Igreja de Cristo Pentecostal no Brasil, Igreja Internacional da Graça de Deus, Missão Paz e Vida, Igreja Mundial do Poder de Deus, Igreja Missionária de Jesus para as Nações e diversas outras denominações com grande crescimento nas últimas décadas. == Governo == ; Poder Executivo * Prefeito: Rodrigo Falsetti (2021/2024) O atual prefeito de Mogi Guaçu é Rodrigo Falsetti (Cidadania), guaçuano, eleito em 2020 pela primeira vez prefeito do município. O atual vice-prefeito é Major Tuckumantel, Militar Reformado, natural de Pirassununga. === Cidades-irmãs === * Mogi Mirim == Bairros == O município é subdividido em 152 bairros, além do Martinho Prado Júnior. == Economia == * IDH-M Renda: 0,764 (2010) O município de Mogi Guaçu foi considerado em 2007, por mais um ano, um dos \"300 Municípios mais Dinâmicos do Brasil\" segundo a revista Atlas do Mercado Brasileiro, da Gazeta Mercantil (edição de maio de 2007). Mogi Guaçu ocupa o 65º lugar entre os municípios que obtiveram resultado acima da média nacional (120% em relação a média). Na classificação pela Divisão dos Mercados de Consumo, o município tem um Índice de Potencial de Consumo de 0,109%, comparando com a população de 141.559. === Comércio === O comércio de Mogi Guaçu é independente e um polo comercial e fluente da região da Baixada Mogiana são mais de 7 mil lojas de comércio e serviços, contando com diversas redes de franquias nacionais e internacionais e várias redes de varejistas concentrada na região central da cidade. Na cidade há um shopping center na região central, o Buriti Shopping (Mogi Guaçu), que foi inaugurado dia 22 de Novembro de 2012. Na década de 1970, o comércio de Mogi Guaçu foi se desenvolvendo com o crescimento populacional, por conta das novas indústrias e investimentos, que fez da cidade ser independente até hoje. Outro crescimento foi no segmento noturno que se desenvolve na cidade os barzinhos, lanchonetes, choperias e outros, trazendo mais lazer e happy hour local. Mogi Guaçu possui diversas lojas e franquias. === Indústrias === Por volta do ano 1908, iniciou-se a produção de cerâmicas e telhas no município. A pioneira foi a Cerâmica Martini. Com o passar da primeira metade do século XX, surgiram empresas ceramistas como: Cerâmica São José, Cerâmica Mogi Guaçu, Cerâmica Gerbi e Indústria Chiarelli. No ano de 1957, Mogi Guaçu ganhou título de \"capital da cerâmica\". Em todo o Brasil, o nome da cidade lembrava tijolos de qualidade, telhas tubos, manilhas e pisos. Era o auge da atividade ceramista na região, no momento em que as velhas olarias adiantavam-se na mecanização e assumiam perfil industrial. Na década de 1960 surgiu a Indústria de Papel Celulose Champion (a atual International Paper), que fez com que a cidade tivesse um aumento populacional bem significativo, ultrapassando a cidade de Mogi Mirim tanto populacionalmente como economicamente. Na década de 1980, a recessão na construção civil no Brasil causou dificuldades para o segmento ceramista guaçuano. Hoje apenas a Cerâmica Lanzi em recuperação judicial continua ativa no segmento cerâmico de Mogi Guaçu. Mogi Guaçu, hoje, tem indústrias de diversas modalidades, contando com 5 parques industriais, próximos à Rodovia SP-340 e à SP-342. Há diversas pequenas e médias empresas, que empregam milhares de pessoas da região. Em 2000 o produto interno bruto das indústrias de Mogi Guaçu era de 370 milhões de reais, e em 2010 de 802 milhões de reais: um crescimento de 207 por cento em 10 anos segundo o Instituto Brasileiro de Geografia e Estatística. As maiores empresas instaladas na cidade são: Mahle, International Paper,International paper Ingredion- Unilever,Sandvik e diversas outras. === Agricultura === Com a ocupação, a vegetação original composta quase que na totalidade por mata atlântica e com algumas manchas de cerrado ao norte e nordeste do município, foi sendo derrubada para a instalação de engenhos e a plantação de cana-de-açúcar, uma vez que a então Província de São Paulo passava por um novo ciclo da cana. Em 1830 a cultura canavieira tomou vulto: nos arredores de Mogi Guaçu, havia 20 engenhos, e também as primeiras plantações de café na região começaram nessa época. Em 1854, houve grande expansão da cultura cafeeira, devastando florestas e pastos de gados. O ciclo do café trouxe muita riqueza tanto para Mogi Guaçu quanto para todo o resto do estado de São Paulo. Em 1918, no entanto, ocorreu a quase total destruição da cultura cafeeira local, quando os cafezais ficaram totalmente brancos por causa de forte geada, quando as temperaturas chegaram a -4 graus Celsius em junho. A cultura recuperou-se até que ocorreu a crise de 1929. Na década de 1930, quase acabaram as plantações de café por conta de muita geadas e frio e do baixo valor do saco de café decorrente da crise de 1929. Só algumas permaneceram até hoje, na região de Nova Louzã. O tomate veio na década de 1970, tendo sido escolhido o local por causa proximidade dos grandes centros urbanos e por causa do clima ideal para o tomate. Teve seu auge nos anos 1980 e 1990, quando Mogi Guaçu se tornou, por várias vezes, líder na produção de tomate no Brasil para exportação e para as indústrias. Com o aumento da população mudando para o centro urbano de Mogi Guaçu, muitas pessoas vieram de outras regiões, principalmente de norte de Minas Gerais e do nordeste brasileiro, para trabalhar no cultivo do tomate. Mas, com o passar dos anos, a produção no município foi diminuindo: alguns dos fatores foram as terras sobrecarregadas, pragas, doenças e o crescimento de outras culturas mais rentáveis e mais lucrativas. Hoje, a agricultura e a pecuária de Mogi Guaçu é moderna e diversificada, com plantações de cana-de-açúcar, laranja, tomate, limão, milho, tangerina e diversas outras. Segundo o Instituto Brasileiro de Geografia e Estatística, em 2000 o seu produto interno bruto agrícola era de 35 milhões de reais; em 2010, passou para 210 milhões de reais, num crescimento de 602 por cento. O município se tornou, então, o 4º mais rico em produção agrícola do estado de São Paulo. == Infraestrutura == * Seu Índice FIRJAN de Desenvolvimento Municipal em 2012 era de 0,8631, fazendo do município o 86.º melhor para se viver no Brasil, segundo a Federação das Indústrias do Estado do Rio de Janeiro *Índice de Desenvolvimento Humano (IDH-M): 0,774 (2010) === Educação === Mogi Guaçu conta com três instituições de ensino superior, UNIMOGI, Faculdade Municipal Prof° Franco Montoro, Faculdades Integrada Maria Imaculada. Quanto ao ensino técnico, há as instituições estaduais: Senai, ETEC \"Euro Albino de Souza\", e o CEGEP \"Governador Mário Covas\" ; Índices * Taxa de alfabetização: 95,7% (2010) * IDH-M Educação: 0,736 (2010) === Saúde === ; Índices * Mortalidade infantil até 1 ano (por mil nascidos vivos): 7,71 (2011) * Expectativa de vida (anos): 76,10 (2010) * IDH-M Longevidade: 0,852 (2010) === Logradouros === Ferrovias * Variante Guedes-Mato Seco da antiga Fepasa ; Principais vias * A frota municipal em Agosto de 2020 era de 120.227 veículos, sendo 65.427 de automóveis, 27.515 de motocicletas, 2.602 de caminhões, 600 de ônibus e 519 de micro-ônibus, fazendo com que Mogi Guaçu possua a 128ª maior frota de veículos do Brasil e a 41ª maior frota de veículos do estado, segundo dados de maio de 2019 do Departamento Estadual de Trânsito. === Comunicações === === ExpoGuaçu === * Expoguaçu - realizada no mês abril com rodeio, espetáculos, praça de alimentação, parque diversões e pavilhão de exposições. === Fazendas e sítios históricos === * Fazenda Campininha * Fazenda Cataguá === Estádio === Mogi Guaçu só tem um estádio de futebol o Estádio Municipal Alexandre Augusto Camacho, também conhecido como “Arena Mandi” capacidade para 5 mil pessoas fica no centro da cidade. === Feriados municipais === * 9 de abril: Aniversário do município * 8 de dezembro: Imaculada Conceição, padroeira de Mogi Guaçu == Filhos ilustres == * Ver: Guaçuanos notórios == Galeria de Fotos == Ficheiro:Centro mogi guacu.jpg|Vista Panorâmica Ficheiro:Canteiro Avenida Mogi Mirim.JPG|Canteiro da avenida Mogi Mirim Ficheiro:Avenida Nove de Abril 1 (Mogi Guaçu).jpg|Avenida Nove de Abril Ficheiro:Rio Moji-Guaçu.JPG|Rio Mojiguaçu cortando a cidade == Ver também == * Lista de municípios de São Paulo * Lista de municípios do Brasil * Imigração italiana no Brasil * Microrregião de Mogi Guaçu * Rio Mojiguaçu * Interior de São Paulo * Lista de municípios do Brasil acima de cem mil habitantes == Ligações externas == * * * Categoria:Fundações em São Paulo em 1877 Categoria:Topônimos de origem tupi",
 "title": "Mogi Guaçu"
}