{
 "id": "35027",
 "text": "{{Info/Município do Brasil | nome = Nipoã | foto = | leg_foto = | apelido = | brasão = Nipoã.PNG | bandeira = https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Bandeira_Nipoense_Atualizada_2024.png/320px-Bandeira_Nipoense_Atualizada_2024.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = nipoense | lema = | prefeito = José Pedro Rampim | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Nipoa.svg | latP = S | latG = 20 | latM = 54 | latS = 46 | lonP = O | lonG = 49 | lonM = 46 | lonS = 40 | estado = São Paulo | mesorregião = São José do Rio Preto | data_mesorregião = IBGE/2008 | microrregião = Nhandeara | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Neves Paulista, José Bonifácio, Monte Aprazível e União Paulista | dist_capital = 436 | área = 137.8 | área_ref = | população = 4750 | data_pop = IBGE/2022 | altitude = 439 | clima = | sigla_clima = | idh = 0.775 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2009 | pib_per_capita = 11723.50 | data_pib_per_capita = IBGE/2009 }} Nipoã é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 20º54'48\" sul e a uma longitude 49º46'40\" oeste, estando a uma altitude de 439 metros. A cidade tem uma população de 4.750 habitantes (IBGE/2022). Possui uma área de 137,8 km². A cidade faz parte da região metropolitana de São José do Rio Preto. == Histórico == A história de Nipoã, ligada a expansão do noroeste do Estado, tem um marco nos anos imediatamente anteriores a 1904, quando Presciliano Pinto de Oliveira e seu irmão Manuel Pinto de Oliveira, proprietários da vasta fazenda “Boa Vista da Cachoeira do Avanhandava”, doaram uma pequena parte de suas terras, lavrou o cruzeiro que foi erguido em 8 de setembro de 1904 seguindo-se a reza do terço, em louvor a Padroeira do lugar, Nossa Senhora Aparecida. Em 1.932, num movimento humano natural, sem nenhum planejamento ou objetivo senão vencer as dificuldades, modificando a paisagem das matas-daí o primeiro nome da localidade, Floresta-e marcar a presença do homem na região, começaram a surgir as primeiras habitações, que eram bastante rústicas. Dois nomes se ressaltaram nessa época: Cândido Poloni e Atílio Sbroggio, que eram proprietários no município. Estava deste modo, fundada Boa Vista da Cachoeira, primitivo nome do atual município de Nipoã. Em, 1917 deu-se a transferência do cruzeiro para o centro do patrimônio, estabelecendo se definitivamente ao seu redor, o primeiro núcleo de casas, com as poucas famílias que resolveram se radicar ali. Tornou-se Distrito de Paz pela Lei nº 1.944, de 18 de Abril de 1923, sendo incorporado ao município de Mirassol pela Lei Nº 2.007 de 23 de Dezembro de 1924. Treze anos mais tarde, seria incorporado ao município e comarca de Monte Aprazível, pela Lei 3.112, de 26 de Outubro de 1937. Foi elevada a categoria de município pela Lei Nº 2.456 de 30 de Dezembro de 1953, na Comarca de Monte Aprazível, com sede na vila de igual nome e com o território do respectivo distrito mais, área desmembrada do distrito da sede do município de Planalto. O município foi instalado a 1º de Janeiro de 1955, constituído de um único distrito, o de Nipoã. Segundo os naturais do lugar, baseado em pesquisas linguísticas, o nome do município derivou se da palavra tupy-guarani “Nhu-puan”, que quer dizer Campo Redondo. == Demografia == Dados do Censo - 2010 População total: 4.274 * Urbana: 3.797 * Rural: 477 * Homens: 2.262 * Mulheres: 2.012 Densidade demográfica (hab./km²): 31,01 Dados do Censo - 2000 Mortalidade infantil até 1 ano (por mil): 10,11 Expectativa de vida (anos): 74,64 Taxa de fecundidade (filhos por mulher): 2,16 Taxa de alfabetização: 85,19% Índice de Desenvolvimento Humano (IDH-M): 0,775 * IDH-M Renda: 0,678 * IDH-M Longevidade: 0,827 * IDH-M Educação: 0,819 (Fonte: IPEADATA) == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1975, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu em 1985 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Lista de Prefeitos == Esta é a lista de prefeitos do município Lista de prefeitos Nº Nome Partido Início do mandato Fim do mandato Vice-Prefeito Observações 1º Gustavo Marcondes 1º de janeiro de 1955 31 de dezembro de 1958 Nenhum 2º João Leal Júnior 1º de janeiro de 1959 31 de dezembro de 1962 Manoel Francisco Martins 3º Sidney Scaff 1º de janeiro de 1963 31 de dezembro de 1966 José Glerian 4º Felipe Jorge 1º de janeiro de 1967 31 de janeiro de 1970 Gilberto Cardoso de Andrade 5º Gilberto Cardoso de Andrade 1º de fevereiro de 1970 31 de janeiro de 1973 Fernando Gualda Espelho 6º Orlando Ribeiro Rodrigues 31 de janeiro de 1973 31 de janeiro de 1977 Felipe Jorge 7º João Vasque 31 de janeiro de 1977 31 de janeiro de 1983 José Glerian 8º José Glerian 31 de janeiro de 1983 31 de dezembro de 1988 Orlando Ribeiro Rodrigues 09º José Antonio Rossetti 1º de janeiro de 1989 31 de dezembro de 1992 Manoel Roberto Ribeiro 10º Romildo Cavatão 1º de janeiro de 1993 31 de dezembro de 1996 Walter Spagnoli 11º Walter Spagnoli 1º de janeiro de 1997 31 de dezembro de 2000 José Carlos Caselato 12º Roberto Cardoso de Andrade 1º de janeiro de 2001 31 de dezembro de 2004 Antônio Carlos Ribeiro 13º Antônio Carlos Ribeiro 1º de janeiro de 2005 31 de dezembro de 2008 José Antonio Rossetti Antônio Carlos Ribeiro 1º de janeiro de 2009 31 de dezembro de 2012 José Antonio Rossetti 14º Luciano Scalon PP 1º de janeiro de 2013 31 de dezembro de 2016 Romildo Cavatão (PPS) Eleito com 67,25% dos votos válidos (2.166 votos). 15º José Lourenço Alves PSD 1º de janeiro de 2017 31 de dezembro de 2020 Dulcinéia Guimarães (PTB) 16º José Pedro Rampim PSDB 1º de janeiro de 2021 eleito ? (PATRI) Prefeito eleito com 31,38% dos votos (961 votos), derrotando Dulce Guimarães, que ficou em 2º lugar com 31,09% (952 votos). ==Ligações externas== *Prefeitura Municipal",
 "title": "Nipoã"
}