{
 "id": "35038",
 "text": "{{Info/Município do Brasil | nome = Estância Climática de Nuporanga | preposição = de | foto = Portal na Entrada de Nuporanga - panoramio.jpg | leg_foto = Portal na entrada do município | apelido = | brasão = BrasaoNuporanga.svg | bandeira = BandeiraNuporanga.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 9 de setembro de 1861 | fundação = | gentílico = nuporanguense | lema = Magnam facio patriam \"Eu faço um grande país\" | prefeito = Daniel Viana Melo | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Nuporanga.svg | latP = S | latG = 20 | latM = 43 | latS = 48 | lonP = O | lonG = 47 | lonM = 44 | lonS = 56 | estado = São Paulo | mesorregião = Ribeirão Preto | data_mesorregião = IBGE/2012 | microrregião = São Joaquim da Barra | data_microrregião = IBGE/2012 | região_metropolitana = Ribeirão Preto | vizinhos = Sales Oliveira, Orlândia, Batatais, São José da Bela Vista, São Joaquim da Barra e Guará. | dist_capital = 376 | área = 348.265 | área_ref = | população = 7391 | data_pop = est. IBGE/2022 | altitude = 811 | clima = Tropical | sigla_clima = | idh = 0.746 | data_idh = PNUD/2010 | gini = 0.380 | pib = | data_pib = IBGE/2009 | pib_per_capita = 19.982,65 reais | data_pib_per_capita = IBGE/2010 | data_gini = IBGE/2009 }} Nuporanga é um município do estado de São Paulo, que faz parte da Região Metropolitana de Ribeirão Preto (RMRP). Seu código de município no IBGE é 353360. Localiza-se a uma latitude 20º43'51\" sul e a uma longitude 47º43'50\" oeste. Sua população é de 7.391 pessoas em 2022. A cidade figura entre as cinco cidades com melhor qualidade de vida do Brasil. O município atingiu a nota 70,47 (em uma escala de 0 a 100) no Índice de Progresso Social (IPS), que leva em conta os seguintes fatores: necessidades humanas básicas, fundamentos do bem-estar e oportunidades. == História == * Fundação: Os primeiros habitantes conhecidos da região atualmente ocupada pelo município de Nuporanga foram os índios caiapós. Estes foram expulsos da região a partir do século XVI pela atuação dos bandeirantes, que tinham, como objetivo, as minas de GoiásMogianaonline.com.br. História de Nuporanga. Disponível em http://www.mogianaonline.com.br/index.php?option=com_content&view;=article&id;=1233%3Ahistoria-de-nuporanga&catid;=149%3Ainformacoes-seade&Itemid;=186. Acesso em 7 de fevereiro de 2013.. Algumas fazendas da região, pertenceu ao grande fazendeiro Francisco Garcia Borges. Em 1909, retornou à condição de distrito: desta vez, vinculado ao município de Orlândia. Em 1926, readquiriu a condição de município autônomo. === Submarino de Luís de Melo Marques === Nuporanga viveu uma grande epopeia nos primórdios do século XX (1901 a 1908). O seu intendente (prefeito) acabara de planejar e construir um modelo em miniatura de um novo submarino. O engenheiro Luiz de Mello Marques, ex-2º tenente da Armada, realizou duas experiências oficiais, bem sucedidas, com o submarino: uma ao tempo do presidente Campos Salles (1901), e a outra no governo Afonso Pena (1908), documentadas pelos jornais \"New York Herald\" e \"The Washington Post\". == Toponímia == \"Nuporanga\", segundo Silveira Bueno e Eduardo de Almeida Navarro, é um vocábulo de origem tupi que significa \"campo belo\", pela junção de nhum (campo) e poranga (bonito)NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição. São Paulo. Global. 2005. 463 p.Barbosa, Pe. A. Lemos. 1956. Curso de Tupi Antigo: Gramática, Exercícios, Textos. Rio de Janeiro: Livraria São José.. == Geografia == Possui uma área de 348,265 km². === Hidrografia === * Rio Sapucaí * Ribeirão do Agudo === Rodovias === * SP-351 == Economia == A economia do município é baseada na agricultura como o cultivo de cana-de-açúcar, soja, café entre outros. Também conta com uma unidade da Seara Alimentos/JBS Foods, uma unidade de beneficiamento de soja do grupo Brejeiro, com uma hidroelétrica do grupo Companhia Paulista de Força e Luz. == Religião == Igreja Católica Diocese Paróquia Diocese de Franca Divino Espírito Santo A Paróquia Divino Espírito Santo foi criada no ano de 1874. == Governo (2021/2024) == Prefeitura Municipal * Prefeito: Daniel Melo Viana (PSDB) * Vice-prefeito: Marcelo Piassa (PSDB) Câmara Municipal * Presidente: Victor Gabriel Vieira (Podemos) * Vice-Presidente: Mônica Gera (Podemos) * 1º Secretário: Haroldo Gera (PSDB) * 2º Secretário: Claret Mafra Bocalão (PSDB) * Antonio Sergio Anholeto (PSDB) * Arildo Antonio Filtri - Petito (MDB) * Jonas Tarcio de Souza (MDB) * Patricia Monteverde de Barros (MDB) * Rodrigo César Tavares Ambrozeto (PSDB) == Ligações externas == * * * * Nuporanga Nuporanga Categoria:Estâncias turísticas de São Paulo",
 "title": "Nuporanga"
}