{
 "id": "35071",
 "text": "{{Info/Município do Brasil | nome = Penápolis | foto = Museu do Sol (Penápolis).jpg | leg_foto = Museu do Sol | apelido = Princesa do Noroeste | brasão = Brasao pliss.jpg | bandeira = Bandeira_penapolis.gif | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de outubro | fundação = | gentílico = penapolense | lema = | prefeito = Caique Rossi | partido = PSD | fim_mandato = 2024 | mapa = SaoPaulo Municip Penapolis.svg | latP = S | latG = 21 | latM = 25 | latS = 12 | lonP = O | lonG = 50 | lonM = 04 | lonS = 40 | estado = São Paulo | mesorregião = Araçatuba | data_mesorregião = IBGE/2008 | microrregião = Birigui | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Alto Alegre, Braúna, Glicério, Avanhandava, Barbosa e Zacarias. | dist_capital = 490 | área = 711.314 | área_ref = | população = 61.679 | data_pop = IBGE/2022 | altitude = 416 | clima = tropical | sigla_clima = Cwa | idh = 0.759 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 32488.66 | data_pib_per_capita = IBGE/2021 }} Penápolis é um município brasileiro do estado de São Paulo. Sua população estimada em 2018 era de habitantes e é atualmente de 61.679 habitantes. == História == === Origem e povoamento === A Região dos \"Campos do Avanhandava\" e do \"Salto do Avanhandava\", no baixo Rio Tietê, quando da chegada dos primeiros pioneiros (brancos colonizadores), era habitada pelos índios Coroados (ou Kaingang ou ainda Caingangue) vindos do sul do Brasil. O topônimo Ava - Nhandava significa: \"O índio que fala o dialeto Nhandeva\", por isso não se diz: \"salto de\", e, sim, se diz: \"Salto do Avanhandava\" ou \"Cachoeira do Avanhandava\", e, por isso, se acredita que os nhandevas predominavam na região quando da chegada dos índios Coroados. A primeira presença do Estado brasileiro na região foi, na década de 1860, pouco antes da Guerra do Paraguai, uma Colônia Militar (quartel, fortaleza), próxima ao Salto do Avanhandava, que recebeu o nome de Colônia do Avanhandava e o apelido de Degredo. Naquela época se criaram várias colônias militares, em todo o Brasil, para proteção das fronteiras, e para \"proteger a população do interior contra índios selvagens, para facilitar as comunicações e o comércio e para ajudar os núcleos civis que se fundarem nas suas vizinhanças\". A Colônia do Avanhandava, localizada próximo ao porto de desembarque, o Porto do Cruz, no rio Tietê, pouco antes da \"Cachoeira do Avanhandava\", junto à estrada que ligava Piracicaba a Paranaíba, foi criada pelo decreto imperial de 18 de março de 1858, e tinha como objetivo, proteger o povoamento da região, onde cinco fazendeiros compraram terras devolutas do governo, e pretendiam formar um \"patrimônio\", como se chamava, na época, as pequenas povoações, recém criadas, construídas ao redor de uma capela, à qual se doa um \"patrimônio\": uma área para praça, capela e abertura de ruas ao seu redor. A Colônia do Avanhandava deveria servir também de retaguarda à Colônia de Itapura, na foz do rio Tietê, junto ao Rio Paraná. A Colônia do Avanhandava, porém, não prosperou. Hoje, o \"Salto do Avanhandava\", a colônia militar e a velha Usina Hidrelétrica do Avanhandava, jazem no fundo da represa da Usina Hidrelétrica de Nova Avanhandava. Posteriormente, próximo ao velho quartel já abandonado e ao Ribeirão do Lageado, se tentou formar, em 1883, pelos primeiros pioneiros, um Patrimônio, tendo como orago, o \"Nosso Senhor dos Passos\". Este primeiro patrimônio não prosperou porque uma das famílias pioneiras, a família Pinto Caldeira, foi massacrada pelos índios em 1886. Esta família, \"Pinto Caldeira\", é atualmente homenageada, dando seu nome ao Córrego dos Pintos, na região do Ribeirão do Lageado, a qual ainda pertence ao município de Penápolis, e foram enterrados no cemitério do Lageado, o qual é o monumento histórico mais antigo de Penápolis e única construção que restou do antigo \"Patrimônio de Nosso Senhor dos Passos\". Em 1895, o presidente do estado de São Paulo, Bernardino de Campos, autoriza, em lei, a construção de uma estrada de Bauru ao Salto do Avanhandava, estrada esta que facilitaria o acesso à região dos Campos do Avanhandava. O Patrimônio de Santa Cruz do Avanhandava surgiu, tempos depois, em 1908, em terras compradas dos herdeiros da pioneira Maria Chica pelo empreendedor Coronel Manuel Bento da Cruz, e, em terras doadas em 1906, pelo fazendeiro Eduardo José de Castilho. Eduardo Castilho doou, em 1906, para a formação do novo patrimônio, um lote de terras aos frades capuchinhos, e, ele e Manuel Bento da Cruz venderam as terras vizinhas ao novo patrimônio, para os pioneiros, fracionando-as em pequenos lotes de terras, os sítios. Manuel Bento da Cruz adquiriu terras públicas, em leilão, e as registrou, em 1907, no cartório de notas de São José do Rio Preto, e rapidamente, as vendeu, em pequenos lotes aos pioneiros. A colonização de Penápolis, portanto, foi feita, como em todo o oeste paulista, de acordo com a Lei de Terras estadual nº 323, de 1895, que só permitia a aquisição de terras devolutas, pertencentes ao governo do estado, em leilão (haste) público. A Lei de Terras paulista, inspirada na lei de terras do Império do Brasil nº 601 de 1850, exigia também que, em breve, o seu comprador as revendesse em lotes que não podiam passar de 500 hectares em terras de cultura, 4.000 hectares em \"campos de criar\", e 40 hectares nos lotes suburbanos. Eram considerados suburbanos os lotes a menos de 12 quilômetros do centro da povoação, garantindo, assim, o acesso à terra aos pequenos proprietários. Assim, para estimular a colonização da região, Manuel Bento da Cruz, Eduardo de Castilho e os capuchinhos fundaram o Patrimônio de Santa Cruz do Avanhandava, em 25 de outubro de 1908, esperando a próxima chegada dos trilhos da ferrovia da NOB. Esta data é oficialmente a data de fundação de Penápolis. Como marco deste acontecimento, os frades capuchinhos realizaram um primeira missa naquele dia e ergueram eles um cruzeiro em frente ao local onde, depois, se instalou, em 1923, o 1º Grupo Escolar de Penápolis. No lugar onde ficava o cruzeiro, há atualmente uma estátua de São Francisco. Nos patrimônios e cidades daquela época se concentravam os estabelecimentos comerciais, porém a grande maioria da população vivia na zona rural. Logo em seguida, em 2 de dezembro de 1908, chegou ao novo povoado, a Estrada de Ferro Noroeste do Brasil, na época chamada \"Estrada de Ferro Bauru - Itapura\", que impulsionou o povoamento da região. As estradas de ferro, naquela época, eram fundamentais para o transporte de grãos de café, a maior produção agrícola da época, para o porto de Santos. A construção dos trilhos da Noroeste do Brasil prosseguiu, em terras pertencentes, na época, a Penápolis, rumo ao rio Paraná, onde os trilhos chegaram em 1910, com um número de mortos, por malária e por índios, de pessoas. O primitivo traçado da NOB era o ramal Araçatuba- Lussanvira, a atual Pereira Barreto), ramal este que margeava o Rio Tietê, sujeitando os trabalhadores da linha à malária. Em 17 de novembro de 1909, o patrimônio se torna um distrito de paz de São José do Rio Preto, com seu território se estendendo até próximo da foz do Rio Tietê, no Rio Paraná, divisando ali com o distrito de paz de Itapura. Em 22 de dezembro de 1913, Penápolis torna-se um município. Os pioneiros encontraram seus maiores obstáculos nos ataques dos índios e na malária, na época chamada de maleita e impaludismo. Os índios só foram finalmente pacificados, em 1912, com a ação do Coronel Cândido Rondon, que, por isto, é homenageado dando seu nome à SP-300 que é a principal rodovia que corta a região da Estrada de Ferro NOB (Bauru até a divisa com o Mato Grosso do Sul), atual Novoeste. Um dos últimos grandes ataques de índios, se deu em julho de 1910, quando o agrimensor Christiano Olsen e sua equipe foram mortos e queimados, pelos índios caingangue, na fazenda Baguaçu, próxima a atual, Araçatuba, região que, na época, pertencia a Penápolis. A pacificação dos índios realizada pelo Coronel Rondon foi decisiva para o povoamento da região, tanto que o preço do alqueire de terra subiu 1.000% de 1910 a 1914, passando de 13$000 réis a 100$000 réis, indicando um grande aumento da procura por terras após a pacificação. Em 1925, o alqueire de terra, próximo à área urbana de Penápolis, já estava cotado a 1:000$000, ou seja, uma nova valorização de 1.000% em relação a 1914. Em abril de 1929, a região da NOB, recebeu a visita do presidente de São Paulo, Júlio Prestes, o Seu Julinho, que comparou os pioneiros desbravadores da Noroeste do Brasil aos bandeirantes, desbravando terras e enfrentando perigos de todo tipo. A situação da velha Noroeste do Brasil, que pertencia ao governo federal, melhorou muito, quando, em 1935, Getúlio Vargas, iniciou o empedramento da linha férrea, eliminando-se as nuvens de poeira que penetrava nos vagões, e, concluiu, em 1940, a construção de uma \"variante\", entre Araçatuba e Jupiá, afastando a estrada de ferro das margens do rio Tietê, e, portanto da malária, também conhecido como (impaludismo). Em 1917 é inaugurada a iluminação pública por energia elétrica em Penápolis. Em 21 de janeiro de 1920 é criado, por decreto estadual, uma Caixa Econômica em Penápolis, (o atual Banco Nossa Caixa). O primeiro Grupo Escolar foi instalado em 1919 e o primeiro Ginásio Estadual instalado em 1935. Pouco restou da cultura dos índios Coroados: peças de museu e uma a aldeia Icatu a 35 quilômetros de Penápolis. A cidade foi, porém, enriquecida por várias tradições europeias e asiáticas, pois se estabeleceram em Penápolis imigrantes de vários países para trabalharem nas lavouras de café. Vieram, também, para Penápolis, muitos migrantes de Minas Gerais, com tradição em engenhos de cana-de-açúcar, doces, queijos e o carro de boi. Em 2019, o livro \"Desamparo\" do penapolense Fred Di Giacomo foi escolhido como um dos finalistas do Prêmio São Paulo de Literatura, que oferece a maior premiação para romances no Brasil. O livro, que já havia ganho o Edital para publicação de livros da cidade de São Paulo, retrata a colonização de Penápolis através do realismo mágico.https://www1.folha.uol.com.br/colunas/bruno-molinero/2019/11/prefeitura-de-sp-deixa-de-publicar-edital-que-financia-livros-ineditos.shtml === História administrativa === Em 23 de março de 1858, o decreto federal nº 2.126, assinado pelo Marquês de Olinda cria a Colônia Militar do Avanhadava, na estrada entre Piracicaba e Paranaíba: \"Art. 1º A Colonia militar estabelecida por Decreto desta data, na estrada que vai da Villa da Constituição em S. Paulo á de Sant'Anna da Parnahyba em Matto Grosso, terá por districto não só huma legua quadrada, que será medida e demarcada, como todo o mais territorio, que for designado pelo Presidente da Província com approvação do Governo Imperial\". Em 17 de novembro de 1909, pela lei estadual nº 1.177, o Patrimônio do Santa Cruz do Avanhandava é elevado à condição de distrito de paz de São José do Rio Preto e passa a se chamar \"Villa de Pennapolis\", em homenagem ao recém falecido presidente da República Afonso Pena, grande incentivador das ferrovias, e, cujo teor, é o seguinte: \"O Dr. Manuel Joaquim de Albuquerque Lins, Presidente do Estado de São Paulo, faz saber que o Congresso Legislativo do Estado decretou e eu promulgo a lei seguinte: Artigo I: Fica creado, no município e comarca de São José do Rio Preto, o districto de paz de Pennapolis, no povoado e estação de Santa Cruz do Avanhandava, da Estrada de Ferro Noroeste do Brazil\". Outra povoação recebeu também, naquela época, o nome de Penápolis: a atual cidade de Rio Branco, no Acre. Em 16 de dezembro de 1910, pela lei estadual 1.225, o Distrito de Paz de Penápolis é transferido para o município e comarca de Bauru. Pela mesma lei, é incorporado a Penápolis todo o território pertencente ao, então, extinto distrito de Itapura. A \"Villa de Pennapolis\" foi desmembrada do município de Bauru e elevada à condição de município, em 22 de dezembro de 1913, pela Lei estadual nº 1.397, passando a se chamar Município de Pennapolis. O novo município possuía dois distritos: Penápolis e Miguel Calmon, hoje chamado Avanhandava. Dentro do município de Penápolis, em 1914 é criado o distrito de paz de Birigui, em 1917 o de Araçatuba, em 1919, o de Promissão, em 1920, o de Glicério e em 1934, o de Alto Alegre. A Câmara Municipal de Penápolis foi instalada em 11 de maio de 1914. O município foi elevado à condição de comarca, em 10 de outubro de 1917, pela lei nº 1.557. A instalação da Comarca de Penápolis ocorreu a 27 de julho de 1918. Nos documentos anexados ao projeto de lei nº 3 que deu origem à lei que criou a comarca, há uma estatística que informa que em agosto de 1915, Penápolis contava com 2.549.826 pés de café produzindo, plantados por 287 proprietários. Hoje, a comarca de Penápolis abrange sete municípios: Penápolis, Glicério, Braúna, Alto Alegre, Avanhandava, Luiziânia e Barbosa. O território original do distrito de paz de Penápolis, estabelecido em 1909, era muito grande, partindo da atual Promissão e compreendendo grande parte das terras da Alta Paulista e indo até a barra do Córrego Três Irmãos, próximo à Barragem Três Irmãos, perto da foz do Rio Tietê no Rio Paraná. O Córrego Três irmãos era a divisa de Penápolis com o distrito de paz de Itapura. As divisas de Penápolis estabelecidos na lei que criou o município, em 1913, compreendiam todas as terras que ficavam à margem esquerda do Rio Tietê, até sua foz no Rio Paraná assim determinados: A linha de divisa desce do Rio Tietê, próximo a atual cidade de Promissão, até o espigão entre o Rio do Peixe e o Rio Aguapeí (ou Feio), seguindo deste espigão até o Rio Paraná; do Rio Paraná, sobe até a foz do Rio Tietê, e deste ponto sobe o Rio Tietê até o ponto que iniciou a divisa. Este território compreendia portanto a Alta Paulista e a região da Noroeste do Brasil. Este território, porém, foi muito reduzido com os seus sucessivos desmembramentos, a partir de 1921, em novos municípios. Foram desmembrados de Penápolis, os seguintes municípios: Araçatuba e Birigui em 1921, Promissão em 1923, Avanhandava e Glicério em 1925 e Alto Alegre em 1953. Em 3 de agosto de 1926, data da Lei estadual 2.129 que fixou as divisas de Penápolis, o seu território já estava bastante reduzido, mas ainda se estendia até perto da atual Marília. Até 1937, a comarca de Penápolis se estendia até Quintana e Tupã (que pertenceram a Glicério), na região da Alta Paulista. === Igreja Católica e os Capuchinhos === O município pertence à Diocese de Lins e seu padroeiro é São Francisco de Assis, sendo a Igreja Matriz de Penápolis servida, desde sua criação, pelos frades capuchinhos, os primeiros vindos da região de Trento na Itália. Criada a paróquia em 1909 com o nome de \"Curato do Santa Cruz do Avanhandava\", na época pertencente à Arquidiocese de Botucatu. Paróquia grande que foi desmembrada inúmeras vezes. O primeiro vigário da paróquia foi Frei Boaventura de Aldeno. Atualmente se denomina Paróquia de São Francisco de Assis pertencente à Diocese de Lins. É considerada a fundação de Penápolis, a realização de uma primeira missa, em 25 de outubro de 1908, pelos frades capuchinhos da Igreja Católica, os quais, assim que chegaram a Penápolis fundaram uma Escola, a Escolinha de São Francisco, que foi a única da cidade até 1912, quando se instalou a primeira escola feminina e a primeira masculina, e em seguida em 1913, quando se inaugurou a Escola Mista Municipal do Lageado. Pouco depois, a Escolinha se transformou em Colégio São Francisco. == Geografia == === Demografia === Dados do Censo - 2010/2022 População total: 61.679 * Urbana: 55.882 * Rural: 2.628 Densidade demográfica (hab./km²): 86,71 Taxa de alfabetização: 98,7% (06 a 14 anos) Dados do Censo - 2010/2022 * Mortalidade infantil até 1 ano (por mil): 23,53 * Expectativa de vida (anos): 76,65 * Taxa de fecundidade (filhos por mulher): 2,40 * Índice de Desenvolvimento Humano (IDH-M): 0,759 * IDH-M Renda: 0,748 * IDH-M Longevidade: 0,859 * IDH-M Educação: 0,680 (Fonte: IPEADATA) A taxa de crescimento anual é de 0.43%, abaixo da média do estado – 0.87%. Penápolis contava, em julho de 2016, com 46.199 eleitores, o que representa 0,150% dos eleitores do estado. === Hidrografia === * Rio Tietê === Meios de transporte === * Aeroporto de Penápolis, (asfaltado). * Hidrovia Paraná-Tietê, no Rio Tietê. * Linha Tronco da antiga Estrada de Ferro Noroeste do Brasil (atualmente concedida à Rumo Logística para transporte de cargas). * Rodovia SP-300 Rodovia Marechal Rondon * Rodovia SP-425 Rodovia Assis Chateaubriand == Economia == === Fontes de renda e riqueza === No início de sua povoação floresceram a indústria extrativa e a madeireira, as lavouras de café e de cana-de-açúcar, a pecuária de corte e o transporte de carga por carros de boi e por ferrovia. Mais tarde surgiu a indústria de laticínios. Atualmente conta com uma agroindústria canavieira, a pecuária, lavouras de café. Penápolis possui um distrito industrial e um comércio diversificado. O Gasoduto Brasil Bolívia corta Penápolis na altura da estrada de Alto Alegre porém não abastece a cidade. A indústria canavieira desde alguns anos tem se expandido a ponto de se constatar que a agricultura familiar e a bacia leiteira não existem mais. A indústria canavieira está atualmente em severa crise prejudicando milhares de trabalhadores. === Ecologia === A região de Penápolis era inicialmente muito rica em fauna e flora com centenas de árvores frondosas à beira dos rios, especialmente as perobeiras, e hoje, pouco disto restou. A pecuária extensiva está praticamente desaparecida hoje assim como os cafezais. Predominando atualmente, na paisagem rural, a monocultura canavieira e pequenos cursos d'água assoreados e em processo de desaparecimento. A cidade sofre com a poluição causada pela queima da cana-de-açúcar na época da colheita. Penápolis teve parte de suas terras inundadas pela represa de Nova Avanhandava, especialmente nos ribeirões Lageado e no córrego dos Pintos. === Turismo === As atrações turísticas de Penápolis e região são as praias às margens do Rio Tietê, museus, parques públicos, a primeira casa da cidade, represas, clubes de campo e a Exposição Nacional de Orquídeas em julho e a Festa do Peão além da cavalgada no dia de São Francisco. O monumento mais importante dedicado aos pioneiros de Penápolis está no Cemitério do Lageado, a vala comum dos pioneiros mortos pelos índios em 1883, o qual está abandonado. === Orçamento === Em 2006, A Prefeitura de Penápolis teve uma receita de 54.605 milhões de reais e uma despesa total de 53.914 milhões de reais, gastando 27,74% da receita originária de impostos em educação infantil e fundamental e 22,79% em saúde. == Comunicações == A cidade era atendida pela Companhia Telefônica Brasileira (CTB), que construiu em 1970 a central telefônica utilizada até os dias atuais. Em 1973, passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que em 1998 foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Cultura e Ensino == A cidade abriga a \"Orquestra Penapolense de Música de Raiz\", que divulga a música caipira. === Ensino Superior === A cidade conta com a Fundação Educacional de Penápolis (Funepe) e a Fafipe que mantém 10 cursos universitários e 3 cursos técnicos, recém inaugurada faculdade de medicina de Penápolis, existem na cidade cursos oferecidos na modalidade de ensino a distância como a Unopar (funciona nas dependências do Oceu), a Unip Interativa (funciona nas dependências da escola de idiomas Upgrade), e a Ulbra (que funciona anexado a escola preparatória para concursos Êxito). === Museus === \\- O MUSEU DO SOL possui em seu acervo desenhos, entalhes, esculturas, gravuras e pinturas, criadas por artistas nacionais e estrangeiros. Considerado o primeiro museu de arte Naif da América Latina, foi fundado em 1972 na cidade de São Paulo com a proposta de “tirar os artistas ingênuos da penumbra” e, por decisão da sua fundadora, Iracema Arditi, transferido para Penápolis em 1979, onde abriu suas portas em outubro de 1980. Ele se reveste de importância nesta área, graças à particularidade dos autores no contexto da arte primitiva brasileira, demonstrada através de a qualidade das suas obras. \\- MUSEU HISTÓRICO E PEDAGÓGICO MEMORIALISTA GLÁUCIA MARIA DE CASTILHO está instalado no antigo prédio da Prefeitura, construído em 1930. Nele poderão ser vistas fotografias e objetos utilizados pelos primeiros habitantes da região, proporcionando aos visitantes uma viagem ao longo dos mais de cem anos de existência do Município. \\- MUSEU DO FOLCLORE surgiu como um dos objetivos do Centro de Folclore da Fundação Educacional de Penápolis–FUNEPE – entidade criada pelas primeiras turmas de Educação Artística, da Faculdade de Filosofia Ciências e Letras de Penápolis – FAFIPE - em 1974, com estatuto redigido em 1975 e aprovado em 1977. As peças que deram início ao seu acervo foram coletadas através de Pesquisas de Campo, realizadas por equipes de alunos da FAFIPE, da Faculdade Auxilium de Lins – FAL – e por pessoas da sociedade penapolense interessadas em folclore. Hoje, além das peças coletadas pela diretora do Museu, com apoio da Prefeitura, ainda o Museu recebe muitas doações feitas por visitantes. == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === * A igreja faz parte da Diocese de Lins. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população * Lista de municípios de São Paulo por domicílios * Lista de municípios de São Paulo por frota de veículos == Bibliografia == * _______ Relatório do Ministério do Império de 1859, página 64, Rio de Janeiro, Typographia Universal de Laemmert, 1860. * _______ Relatório do Ministério da Guerra de 1861, páginas 36 e 37, Rio de Janeiro, Typographia Universal de Laemmert, 1863. * _______ Diário Oficial do Estado de São Paulo, 26 de novembro de 1909, página 1, Imprensa Oficial do Estado. * _______ Diário Oficial do Estado de São Paulo, 30 de dezembro de 1913, página 1, Imprensa Oficial do Estado. * _______ Diário Oficial do Estado de São Paulo, 21 de outubro de 1917, página 1, Imprensa Oficial do Estado. * _______ Diário Oficial do Estado de São Paulo, 7 de agosto de 1926, página 1, Imprensa Oficial do Estado. * _______ Diário Oficial do Estado de São Paulo, 19 de novembro de 1936, página 1, Imprensa Oficial do Estado. * ________ Álbum da Noroeste, 1928. * _______ Brazilian juror killed - Prisoner Wounds Three Others in Court With Pistol and Escapes, The New York Times, 14 de fevereiro de 1930, página 7, Nova Iorque. * ________, Bodas de Prata da Paroquia, Penápolis, 1924. * AZEVEDO, Noé, Usocapião da sede de um distrito de paz arraial com capela ha meio século; sustentação dos embargos nº 13.770 de são josé do rio preto; embargante: empresa força e luz de catanduva; embargada: companhia força e luz do avanhandava, São Paulo, Revista dos Tribunais, 1932. * BOTELHO DE MAGALHÃES, Almicar A., Rondon - Uma relíquia da pátria, Editora Guaíra, Curitiba, 1942. * BRANDAO, Gláucia Maria de Castilho Mucoucah - O Passado passado a limpo, Penápolis, 1991. * IDEM, - Maria Chica - A Saga de uma Heroína, Araçatuba, 1996. * BRITTO, Clóvis Carvalho, SEDA, Rita Elisa, Cora Coralina - Raízes de Aninha, Editora Ideias & Letras, 2009. * CORREIA DAS NEVES, História da Estrada de Ferro Noroeste do Brasil, Tipografia e livraria do Brasil, 1958. * CORREA DAS NEVES, Siqueira Campos na Zona Nordeste: Subsídio para a História da Revolução de 1924, Editora Typ. J. M. C. * EGAS, Eugênio, Os municípios paulistas, Volume II, M-Y, Seção Gráfica de O Estado de S. Paulo, 1925. * FIGUEIREDO, Adherbaz de Oliveira, Eu Sou a Lei! Tenente Galinha-caçador de Homens, Editora Exposição do Livro, São Paulo, 1965. * GERODETTI, João Emílio, As Ferrovias do Brasil nos Cartões Postais e Álbuns de Lembranças, Editora Solaris Brasil, 2005. * GHIRARDELLO, Nilson - À Beira da linha, 2001, Edunesp, ISBN 8571393923 * GIACOMO, Fred Di - Desamparo, Editora Reformatório, São Paulo, 2018 * HECHT, Adolpho Avoglio, História de Penápolis, Editora Somos, Araçatuba, 2008. * HECHT, Adolpho Avoglio Hecht, CARNEIRO, Ricardo A. Carneiro, Penápolis na Historia de Seus Cidadãos com nomes em Próprios Públicos, Editora Somos, Araçatuba, 2010. * LIMA, Figueiredo, A Noroeste do Brasil e a Brasil – Bolívia, Editora José Olympio, 1950. * MARTINS, Orentino - Manuel Bento da Cruz, Araçatuba, Tipografia Noroestina Ltda, 1968. * MARTINS, Orentino - O Salto do Avanhandava - História e Documentação, CESP, 1988. * MELLO, Frei José Vaz, Resumo histórico da Paróquia São Francisco de Assis, Penápolis, 1977. * MONBEIG, Pierre - Pioneiros e Fazendeiros de São Paulo, Hucitec, 1983. * RIBEIRO, Fausto, Achegas para a História de Penápolis, 1958. * RIBEIRO, Olegário, Almanaque de Penápolis para o ano de 1920, São Paulo, sem data. * TAHAN, Vicência Brêtas - Cora Coragem, Cora Poesia, Global editora, Goiânia, 1989. * TAUBATÉ, Frei Modesto Rezende de, Os missionários capuchinhos no Brasil, Editora La Squilla, São Paulo, 1929. * VIEIRA, Valdemir - Noroeste do Brasil em trilhos e prosas, Editora Plus Assessoria de Comunicação Social, Campo Grande, 2002. * CAMPANHA, José Roberto Villalva, Escrevente Registrador. Cartório de Registro de Imóveis de Penápolis, 1918. == Ligações externas == * Página da Prefeitura Municipal de Penápolis * Página da Câmara De Vereadores de Penápolis * Faculdade de Saúde de São Paulo * Fundação Educacional * Jornal Diário de Penápolis * Jornal * Rádio Difusora de Penápolis",
 "title": "Penápolis"
}