{
 "id": "35117",
 "text": "{{Info/Município do Brasil | nome = Reginópolis | foto = | leg_foto = | apelido = | brasão = Brasão Reginópolis.jpg | bandeira = Bandeira Reginópolis.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 3 de abril | fundação = | gentílico = reginopolense | lema = | prefeito = Ronaldo da Silva CorreaRonaldo Correa, do Podemos, é eleito prefeito de Reginópolis em eleições suplementares Portal G1 - acessado em 6 de dezembro de 2021 | partido = PODE | fim_mandato = 2024 | mapa = SaoPaulo Municip Reginopolis.svg | latP = S | latG = 21 | latM = 53 | latS = 16 | lonP = O | lonG = 49 | lonM = 13 | lonS = 30 | estado = São Paulo | mesorregião = Bauru | data_mesorregião = IBGE/2008 | microrregião = Bauru | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Iacanga, Balbinos, Uru, Pirajuí e Bauru | dist_capital = 325 | área = 409.914 | área_ref = | população = 9042 | data_pop = est. IBGE/2017 | altitude = 391 | clima = | sigla_clima = | idh = 0.763 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7232.48 | data_pib_per_capita = IBGE/2008 }} Reginópolis é um município brasileiro do estado de São Paulo. Localiza-se a 21º53'17\" de latitude sul e 49º13'31\" de longitude oeste, a uma altitude de 391 metros. Sua população estimada em 2017 era de 9 042 habitantes. == História == O Município de Reginópolis nasceu de um pequeno núcleo fundado à margem direita do rio Batalha e tem como fundador Padre Geremias José Nogueira, oriundo das proximidades de Descalva-SP. Tudo indica que Padre Geremias foi o primeiro homem a instalar-se em caráter definitivo no agreste da região do rio Batalha. Padre Geremias auxiliado pelo seu sobrinho José de Pinho Nogueira e uma numerosa leva de índios catequizados embrenharam-se pelos sertões afora da região, fixando finalmente no pouso no rio Batalha para a formação do Patrimônio de Rainha dos Anjos do Batalha. Pela Lei Estadual nº 1890, de 13 de dezembro de 1922 foi criada a Vila do Batalha, posteriormente, com a Lei Estadual nº 233, de 24 de dezembro de 1948, foi criado o Município de Reginópolis, com terras desmembradas do Município de Pirajuí e concedido à Sede Municipal, foros da cidade. A instalação do novo município ocorreu a 03 de abril. A cidade de Reginópolis teve como primeiro prefeito o Senhor Hilário Spuri Jorge, eleito a 03 de abril de 1949. Pela Lei Municipal nº 506, de 03 de julho de 1967 foram estabelecidos como feriados municipais o dia 03 de abril, dia da Emancipação Político Administrativa do Município e o dia 15 de agosto, dia da Padroeira Nossa Senhora Rainha dos Anjos. * Fundação: == Geografia == === Demografia === Dados do Censo - 2009 População total: 8.172 * Urbana: 3.784 * Rural: 958 * Homens: 2.400 * Mulheres: 2.459 Densidade demográfica (hab./km²): 11,57 Mortalidade infantil até 1 ano (por mil): 19,57 Expectativa de vida (anos): 69,36 Taxa de fecundidade (filhos por mulher): 2,64 Taxa de alfabetização: 88,97% Índice de Desenvolvimento Humano (IDH-M): 0,763 * IDH-M Renda: 0,704 * IDH-M Longevidade: 0,739 * IDH-M Educação: 0,845 (Fonte: IPEADATA) == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu em 1977 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Ronaldo da Silva Correa (Interino) * Vice-prefeito: Nenhum * Presidente da câmara: Carlos Alberto Anselmo de Souza (Presidente da Câmara) *Vereadores: Aline Bello, Clodoaldo Caetano de Azevedo, Ednelson Aparecido Bueno, Fernanda Andrea Martins Negreiros, Fernandes Inacio, Irineu Aparecido de Oliveira Amarins, Leonardo Barbosa, Roberto Kassin Junior. (2021 - 2024). == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === * A igreja faz parte da Diocese de Lins. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população * Lista de municípios de São Paulo por domicílios * Lista de municípios de São Paulo por frota de veículos ==Ligações externas== * *",
 "title": "Reginópolis"
}