{
 "id": "35127",
 "text": "{{Info/Município do Brasil | nome = Rifaina | foto = Rifaina.jpg | leg_foto = Vista parcial de Rifaina e da Represa de Jaguara. | apelido = | brasão = Brasão_de_Rifaina.png | bandeira = Bandeira_de_Rifaina.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = rifainense | lema = | prefeito = Hugo Lourenço | partido = Cidadania | fim_mandato = 2024 | mapa = SaoPaulo Municip Rifaina.svg | latP = S | latG = 20 | latM = 04 | latS = 51 | lonP = O | lonG = 47 | lonM = 25 | lonS = 15 | estado = São Paulo | mesorregião = Ribeirão Preto | data_mesorregião = IBGE/2008 | microrregião = Franca | data_microrregião = IBGE/2008 | região_metropolitana = Franca | vizinhos = Pedregulho, Buritizal, Sacramento e Igarapava | dist_capital = * federal: * estadual: | dist_capital_ref = | área = 171.583 | área_ref = | população = 4049 | data_pop = Censo IBGE/2022 | altitude = 575 | clima = tropical | sigla_clima = Aw | idh = 0.740 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2015 | pib_per_capita = 91831.02 | data_pib_per_capita = IBGE/2015 | site = www.rifaina.sp.gov.br | site_câmara = www.camararifaina.sp.gov.br|- }} Rifaina é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 20º04'50\" sul e a uma longitude 47º25'17\" oeste, estando a uma altitude de 575 metros. Sua população no Censo 2022 foi de 4.049 habitantes. == História == Antigo povoado de Arraial do Cervo, na freguesia de Santa Rita do Paraíso - hoje, Igarapava. Rifaina começou a ser povoado por volta de 1860, época em que construíram as primeiras habitações no local, embora a sua igreja já tenha sido construída em 1830. A data oficial da fundação do povoado é 13 de maio de 1865. Em 15 de abril de 1873, foi elevado à condição de freguesia, com o nome de Santo Antônio da Rifaina, do município de Franca, dando início ao seu desenvolvimento político-administrativo. Nessa época, já apresentava um certo progresso local em virtude da inauguração da estação da Companhia Mogiana de Estradas de Ferro, em 1887. Em 21 de dezembro de 1921, houve a transferência do distrito para o município de Pedregulho, mas foi somente em 24 de dezembro de 1948 que passou a município, com a denominação de Rifaina. São considerados seus fundadores o Coronel José Francisco de Paulo, Coronel Manuel Cassiano e o Barão de Rifaina. == Geografia == === Demografia === Dados do Censo - 2000 População total: 3.325 * Urbana: 2.866 * Rural: 459 * Homens: 1.700 * Mulheres: 1.625 Densidade demográfica (hab./km²): 19,38 Mortalidade infantil até 1 ano (por mil): 17,51 Expectativa de vida (anos): 70,36 Taxa de fecundidade (filhos por mulher): 2,19 Taxa de alfabetização: 90,42% Índice de Desenvolvimento Humano (IDH-M): 0,774 * IDH-M Renda: 0,693 * IDH-M Longevidade: 0,756 * IDH-M Educação: 0,873 (Fonte: IPEADATA) === Hidrografia === * Rio Grande * Rio São Pedro * Córrego do Boqueirão * Córrego do Cervo * Ribeirão do Bom Jesus * Córrego das Posses ou Lageado === Rodovias === * SP-334 * MG-428 === Ferrovias === * Estrada de Ferro Vale do Bom Jesus == Comunicações == A cidade era atendida pela Telecomunicações de São Paulo (TELESP), sendo a última do estado a receber sistema de telefonia (1979), ano em que foi construída a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Hugo Cesar Lourenço (2017/2020) * Vice-prefeito: ANTONIO EUSTÁQUIO MORAES * Presidente da câmara: Wilson Alves da Silva Júnior (Júnior da Saúde) == Turismo == A Assembléia Legislativa do Estado de SP – ALESP – aprovou em sessão extraordinária realizada no dia (09/05/17) o Projeto de Lei – PL – que eleva a cidade de Rifaina a Município de Interesse Turístico – MIT. Esta confirmação, foi a realização de um sonho da cidade em avançar na sua principal característica econômica, que é o Turismo, além da votação pelos deputados estaduais, por unanimidade, também foi feita em um telefonema do Governador do Estado, Geraldo Alckmin, ao prefeito Hugo Lourenço, no qual afirmou que sancionará a lei de elevação nas próximas semanas. Conforme prometido, o governador Geraldo Alckmin sancionou duas Leis no dia (31/05/17), na Assembleia Legislativa de São Paulo, que oficializa Rifaina e mais 19 cidades paulistas como Municípios de Interesse Turístico (MIT). As referidas já tinham sido aprovadas pela casa. Com isso, Rifaina pode receber anualmente cerca de R$ 550 mil, valor que deverá ser investido em obras e ações destinadas exclusivamente ao setor de turismo. == Clima == O clima de Rifaina é o tropical com invernos secos (Aw na classificação de Köppen). == Paróquia == Igreja Católica Diocese Paróquia http://diocesefranca.org.br/paroquias.asp?forania=3 Diocese de Franca Santo Antônio A Paróquia Santo Antônio foi criada no ano de 1909. ==Ver também== *Programa Acessa São Paulo ==Ligações externas== * * *",
 "title": "Rifaina"
}