{
 "id": "35132",
 "text": "{{Info/Município do Brasil | nome = Riversul | foto = Riversul 310109 REFON 13.JPG | leg_foto = | apelido = RVS | brasão = Brasão Riversul.jpg | bandeira = Bandeira Riversul.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = riversulense | lema = Dominus pacis super nos regine \"A Rainha da Paz nos rege\" | prefeito = Jose Guilherme Gomes[https://g1.globo.com/sp/itapetininga-regiao/noticia/2021/01/01/prefeito-e-vereadores-de-riversul-tomam-posse-veja-lista-de-eleitos.ghtml | partido = DEM | fim_mandato = 2024 | mapa = SaoPaulo Municip Riversul.svg | latP = S | latG = 23 | latM = 49 | latS = 40 | lonP = O | lonG = 49 | lonM = 25 | lonS = 44 | esconde_estado = | estado = São Paulo | região_intermediária = Sorocaba | data_região_intermediária = IBGE/2017 | região_imediata = Itapeva | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = SP: Itararé, Itaberá, Itaporanga, PR: Sengés , São José da Boa Vista e Santana do Itararé | dist_capital = 380 | dist_capital_ref = | capital_link = São Paulo (cidade) | área = 386.195 | área_ref = | população = 6163 | data_pop = Censo IBGE/2010 | altitude = 587 | clima = subtropical | sigla_clima = Cfa | idh = 0.664 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6185.13 | data_pib_per_capita = IBGE/2008| | site = www.riversul.sp.gov.br }} Riversul é um município brasileiro do estado de São Paulo. == História == Riversul é uma abreviação de Ribeirão Vermelho do Sul que foi antigo nome do município. Uma outra cidade tinha já anteriormente o nome de Ribeirão Vermelho do Sul na Bahia, e outras com nomes semelhantes: Ribeirão Vermelho, em Minas Gerais, e Ribeirão do Sul, também no estado de São Paulo. Então esta cidade foi rebatizada como Riversul, no princípio da década de 80, mais especificamente no dia 16 de abril de 1980. A cidade surgiu a partir da Capela dos Fróes, passando a Ribeirão Vermelho do Sul e posteriormente, Riversul. A lógica era simples: juntando as duas primeiras iniciais de Ribeirão com as três primeiras iniciais de Vermelho e mais a palavra Sul, formaria-se Riversul. Os mineiros, Joaquim da Silva Bueno e José Ignácio Fróes foram os primeiros a se estabelecerem na região, iniciando, por volta de 1885, as primeiras lavouras. O pequeno povoado chamado Capela do Fróes, nasceu em torno da Capela dedicada a São Bom Jesus, construída pelos fundadores. Os terrenos necessários à formação do Patrimônio, foram doados por Joaquim da Silva Bueno. Dentre os novos moradores, destacou-se Processo Martimiano que, além de benfeitorias que implantou, conseguiu a criação do Distrito de Paz, em 1894, com o nome de Ribeirão Vermelho, devido ao Ribeirão que banha a localidade. Na década de 1920, ocorreu grande desenvolvimento das lavouras locais e conseqüente aumento da comunidade. Assim, foi criado em 1924 o Município de Ribeirão Vermelho, voltando, no entanto, a Distrito de Paz, dez anos depois, devido ao êxodo de sua população em busca de novas fontes de colonização no Noroeste do Estado. A categoria de Município, somente foi restaurada em 1953. Em 1944, devido a localidades de idêntico nome, Ribeirão Vermelho foi acrescentado a partícula \"do Sul\", sendo alterado para Riversul, em 1980, atendendo solicitação dos moradores locais, no mandato do prefeito Aparecido Barbosa. Gentílico: Riversulense == Geografia == Localiza-se a uma latitude 23º49'42\" sul e a uma longitude 49º25'45\" oeste, estando a uma altitude de 587 metros. Sua população de acordo com o Censo 2010 realizado pelo Instituo Brasileiro de Geografia e Estatística (IBGE) é de 6.163 habitantes. Possui uma área de 386,195 km², representando 0.1556% do estado, 0.0418% da região e 0.0045% de todo o território brasileiro. === Demografia === População estimada 2016: 5.866 Dados do Censo - 2010 População total: 6.163 * Urbana: 4.492 * Rural: 1.671 * Homens: 3.047 * Mulheres: 3.116 Densidade demográfica (hab./km²): 18,62 Mortalidade infantil até 1 ano (por mil): 18,1 Expectativa de vida (anos): 72,94 Taxa de fecundidade (filhos por mulher): 2,7 Taxa de alfabetização: 83,00% Índice de Desenvolvimento Humano (IDH-M): 0,694 * IDH-M Renda: 0,607 * IDH-M Longevidade: 0,671 * IDH-M Educação: 0,805 (Fonte: IPEADATA) === Hidrografia === * Rio Verde * Ribeirão Vermelho * Rio Itararé === Rodovias === * SP-281 * SP-275 == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1975, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu em 1977 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: José Guilherme Gomes (PDT) (2017/2020) * Vice-prefeito: Marcos Roberto dos Santos (PR) ==Ligações externas== * * * * Categoria:Municípios de São Paulo Categoria:Fundações em São Paulo em 1953",
 "title": "Riversul"
}