{
 "id": "35165",
 "text": "{{Info/Município do Brasil | nome = Santo Antônio de Posse | preposição = de | foto = Casa antiga 2014-01-30 - panoramio.jpg | leg_foto = Casa antiga em Santo Antônio de Posse | apelido = Posse | brasão = Brasao_St_Antonio_Posse.jpg | bandeira = Bandeira de Santo Antônio de Posse-SP, Brasil.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 13 de junho | fundação = | gentílico = possense | lema = Labore ac fide communitas firmatur \"Estabelecida pela Fé e pelo trabalho do povo\" | padroeiro = Santo Antônio | CEP = 13830-000 | prefeito = João Leandro Lolli | partido = UNIÃO | fim_mandato = 2024 | mapa = SaoPaulo Municip SantoAntoniodePosse.svg | latP = S | latG = 22 | latM = 36 | latS = 21 | lonP = O | lonG = 46 | lonM = 55 | lonS = 08 | estado = São Paulo | região_intermediária = Campinas | data_região_intermediária = IBGE/2017 | região_imediata = Campinas | data_região_imediata = IBGE/2017 | região_metropolitana = Campinas | vizinhos = Jaguariúna, Mogi Mirim, Holambra, Itapira e Amparo | dist_capital = 149 | área = 154.113 | área_ref = | população = 23244 | data_pop = Censo 2022 (IBGE) | altitude = 695 | clima = ameno | sigla_clima = | idh = 0.79 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 16411.65 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.pmsaposse.sp.gov.br | site_câmara = www.camarasaposse.sp.gov.br | Biomas = Cerrado e Mata Atlântica }} Santo Antônio de Posse é um município brasileiro do estado de São Paulo, integrante da Região Metropolitana de Campinas. Sua população de acordo com o Censo 2022 (IBGE) era de habitantes, possuindo uma área de 154,133 km². == História == === Origens === As fazendas da região representaram um marco econômico e cultural de suma importância para o desenvolvimento local. Sendo primeiramente destinadas ao cultivo de cana-de-açúcar, elas passaram, posteriormente, devido a suas terras férteis, a cultivar café e algodão. Com a expansão da lavoura cafeeira e pela necessidade de substituição da mão-de-obra escrava, muitos estrangeiros vieram para a região à procura de trabalho. A maioria dos imigrantes eram de origem italiana, mas também vieram muitas famílias libanesas e portuguesas. Os imigrantes desempenharam um papel importante para a formação e o desenvolvimento da cidade, que hoje ainda trazem consigo reflexos da mistura cultural dos povos formadores de sua identidade. Com o aumento da necessidade de escoamento das safras de café produzidas nas fazendas, em 27 de agosto de 1875 foi inaugurada a estação ferroviária , construída no bairro que deu origem à cidade. Todo o café da região era trazido para esta estação, e nela reensacado, para depois ser transportado por trem para os portos, por isso o bairro recebeu o nome “Ressaca” – denominado assim por causa do processo de reensacamento do café. Em 1893 o bairro Ressaca foi elevado a Distrito de Paz, anexado ao município de Moji Mirim, com a denominação de “Posse”, tomando a denominação de “Posse de Ressaca” em 1938. Mais de cinquenta anos se passaram e as lideranças de Posse iniciaram o movimento visando obter a emancipação político-administrativa, que contava com o apoio da maioria absoluta da população. Finalmente, em 1953, a cidade ganhou a condição de município e passou a denominar-se “Santo Antonio de Posse”, cuja instalação oficial ocorreu em 1955. Hoje, fazendo parte da Região Metropolitana de Campinas, Santo Antonio de Posse é o quarto maior PIB entre as pequenas cidades, conciliando agricultura e indústria. === Formação territorial-administrativa === *Distrito criado com o nome de Posse pela Lei nº 179 de 16/08/1893, com o bairro de Posse mais o distrito policial de Jaguari, no município de Mogi Mirim. *O Decreto nº 9775 de 30/11/1938 mudou-lhe o nome para Posse da Ressaca. *Município criado pela Lei nº 2.456 de 30/12/1953. == Demografia == === População === === Dados demográficos === Dados do Censo - 2000 População total: 18.124 * Urbana: 14.673 * Rural: 3.451 * Homens: 9.132 * Mulheres: 8.992 Densidade demográfica (hab./km²): 117,61 Mortalidade infantil até 1 ano (por mil): 13,45 Expectativa de vida (anos): 72,56 Taxa de fecundidade (filhos por mulher): 2,12 Taxa de alfabetização: 88,61% Índice de Desenvolvimento Humano (IDH-M): 0,790 * IDH-M Renda: 0,735 * IDH-M Longevidade: 0,793 * IDH-M Educação: 0,843 (Fonte: IPEADATA) === Frota de Veículos === Total: 17.674 * Carros: 9.471 * Motocicletas: 3.426 * Caminhonetes: 1.529 * Caminhões: 927 * Outros veículos automotores: 2.321 == Geografia == === Localização === Localiza-se a uma latitude 22º36'22\" sul e a uma longitude 46º55'10\" oeste, estando a uma altitude de 695 metros. === Hidrografia === * Rio Camanducaia === Rodovias === * SP-107 * SP-340 === Ferrovias === * Variante Guedes-Mato Seco da antiga Fepasa == Infraestrutura == === Comunicações === No setor de telefonia a cidade era atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 adotou a marca Vivo para suas operações. == Administração == === Feriados municipais === * 13 de junho: aniversário do município - Dia de Santo Antônio * 8 de dezembro: Dia de Nossa Senhora da Conceição == Turismo == A tranquila cidade de Santo Antônio de Posse possui alguns pontos turísticos voltados à tradição da cidade e à natureza, conheça melhor os mais belos pontos turísticos do Município e saiba aonde ir quando visitar a cidade. Santo Antônio de Posse vem trabalhando para criar um segmento de Turismo Ecológico e também Turismo Religioso, até o momento, todos os projetos estão em desenvolvimento para futuramente serem disponibilizados. === Praça da Matriz === A tradicional Praça Coronel David Baptista, carinhosamente chamada de Praça da Matriz, é um local onde a população Possense costuma passear e prestigiar muitos eventos que acontecem ao longo do ano. === Igreja Santo Antônio === A Igreja Santo Antônio é um dos símbolos da cidade. Construída em 1894 sempre foi referência para os católicos, tanto para as missas quanto para as festas religiosas que acontecem no salão da paróquia. Em dezembro, todo ano, o local recebe a montagem de um presépio que fica aberto para visitação. === Letreiros \"Eu Amo Santo Antônio de Posse\" === Com o objetivo de fomentar o turismo e valorizar o que a cidade tem de melhor, a hospitalidade, foram instalados os letreiros com o nome da cidade em cinco pontos do município, onde se pode ler “Eu amo Santo Antônio de Posse”. Poucas horas após a sua instalação, o novo símbolo que integra o paisagismo do município, já era visitado e fotografado. === Fazenda São José === A Fazenda São José é uma propriedade centenária, originária do ciclo cafeeiro, que nas três últimas décadas foi transformada em um sistema diversificado de produção agroecológica. === Fazenda Marambaia === A Fazenda Marambaia é um dos principais patrimônios históricos da cidade. Com belas paisagens, a propriedade rural conta com 22 alqueires. Originalmente utilizada para a produção cafeína, a fazenda foi arrematada em 2007 e restaurada aos poucos. Atualmente a nova gestão vem reimplantando e promovendo o paisagismo no projeto CASA PARQUE com 10ha, sob a orientação e dedicação do nosso amigo Paisagista Oscar Bressane. A mata ciliar e o corredor de fauna estão em recuperação. O viveiro produz muito do que aqui plantamos. Um trabalho que não tem fim. Ainda bem! === Comunidade João Batista === Um dos locais mais queridos pelos agricultores de Santo Antônio de Posse é a Comunidade São João Batista, carinhosamente conhecida como Comunidade do Barreiro, no bairro Córrego Bonito. Desde 2005, a comunidade responsável pela Igreja de São João Batista recebeu uma série de melhorias em torno de sua igreja. Um grande espaço de lazer foi construído com tanque, gramado e árvores para receber os visitantes e os moradores em festas e eventos. === Paineira === Logo na entrada da cidade uma imponente Paineira recebe o visitante sendo um dos símbolos da cidade com sua beleza e grandiosidade. Esta espécie de árvore é encontrada por toda a cidade, inclusive dando o nome a um bairro de chácaras denominado Colina das Paineiras. == Personalidades == * José Ferreira Neto - ex-futebolista e apresentador de televisão. *Dermeval Saviani - Filósofo e pedagogo brasileiro. == Ligações externas == * Página da prefeitura * Página da Câmara * Santo Antônio de Posse no WikiMapia * Dados do IBGE de Santo Antônio de Posse Categoria:Fundações no Brasil em 1850",
 "title": "Santo Antônio de Posse"
}