{
 "id": "35167",
 "text": "{{Info/Município do Brasil | nome = Santo Antônio do Jardim | foto = Santo Antonio do Jardim airview.jpg | leg_foto = | apelido = | brasão = Brasão de Santo Antônio do Jardim-SP, Brasil.png | bandeira = Bandeira Santo Antônio do Jardim.png | link_brasão = | link_bandeira = | link_hino = | CEP = 13995-000 | aniversário = 26 de março | fundação = | gentílico = jardinense | lema = | padroeiro = Santo Antônio de Pádua | prefeito = Osvaldo MoreiraNeguinho, do PODE, é eleito prefeito de Santo Antônio do Jardim em eleição suplementar deste domingo Portal G1 - acessado em 4 de outubro de 2021 | partido = PODE | fim_mandato = 2024 | mapa = SaoPaulo Municip SantoAntoniodoJardim.svg | latP = S | latG = 22 | latM = 03 | latS = 32 | lonP = O | lonG = 46 | lonM = 58 | lonS = 44 | estado = São Paulo | região_intermediária = Campinas | data_região_intermediária = IBGE/2017 | região_imediata = São João da Boa Vista | data_região_imediata = IBGE/2021 | região_metropolitana = | vizinhos = São João da Boa Vista, Espírito Santo do Pinhal (O), Andradas (L) | dist_capital = 200 | área = 109.956 | área_ref = | população = 5943 | data_pop = est. IBGE/2014 | altitude = 850 | clima = subtropical | sigla_clima = | idh = | data_idh = | pib = | data_pib = | pib_per_capita = | data_pib_per_capita = | site_prefeitura = sajardim.sp.gov.br }} Santo Antônio do Jardim é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 22º06'57\" sul e a uma longitude 46º40'48\" oeste, estando a uma altitude de 850 metros. Sua extensão total é de aproximadamente 109,956 km². Sua população estimada em 2020 era de 2 habitantes. == História == === Resumo Histórico Cronológico da História do município === ; Segundo, Arquivo Histórico Municipal - José Guido sobrinho ==== Apossamento das Terras: A Fundação da Fazenda Santa Bárbara do Jaguari Mirim ==== -Fundação da fazenda Santa Barbara do Jaguari Mirim deu se no ano de 1816 pelo primeiro posseiro de \"Santo Antônio do Jardim\", Pedro Manoel dos Santos. Ele era natural de Ouro Fino MG nascido entre 1782 e 1787 sendo filho do Capitão Francisco Xavier dos Santos e Maria Conceição de Jesus. -Em 18/12/1857 vendeu suas terras para Manoel Batista Silva, Manoel Batista de Almeida, Jose Batista de Almeida e Salvador Ribeiro da Silva. -Mesmo Pedro Manoel tendo vendido suas terras, seus filhos não deixaram de herdar parte delas. -A fazenda Santa Barbara dividiu se então, em vários sítios e pequenas fazendas. -Felício Batista de Almeida herdou as terras de seu pai Manoel Batista da Silva onde justamente hoje são as terras que compõe o município de Santo Antônio do Jardim. \\- Felício Batista vendeu suas terras para Daniel Nunes de Almeida. \\- Daniel e sua esposa contraíram o mal de hansem tendo ele morrido em Avaré. - A constituição de uma cidade: “a doação de Ritta Maria de Jesus”. -Antes de 1881 Daniel Nunes de Almeida vendeu suas terras para Ritta Maria de Jesus moradora de São Sebastião do Jaguari. (Hoje Andradas) -No dia 26 de Março de 1881, Ritta Maria de Jesus efetuou a doação de 10 alqueires de suas terras para Santo Antônio, a fim de erigir-se ali, uma capela para o mesmo santo e formar se uma povoação. -No ano de 1894 estava o fabriqueiro Luiz Ezequiel de Camara tratando da construção da capela a santo Antônio. Só a partir dai que Santo Antônio do Jardim começou a se enquadrar como arraial. \\- O distrito de Santo Antônio do Jardim só foi oficialmente criado em 08 de novembro de 1915 pela lei estadual nº 1473 e solenemente instalado em 09 de julho de 1916, portanto oito meses após a criação. -A igreja matriz foi levantada no ano de 1927. -A escola Romualdo de Souza Brito foi fundada no ano de 1932. O seu nome foi modificado varias vezes sendo em: -1932 - Escolas Reunidas de Santo Antônio do Jardim; -1939-Grupo Escolar do Jardim; -1945-Grupo Escolar de Santo Antônio do Jardim; -1947-Grupo Escolar Rural “Romualdo de Souza Brito”; -1967-Grupo Escolar “Romualdo de Souza Brito” -1976- Escola Estadual do Primeiro Grau “Romualdo De Souza Brito” -1997- Escola Estadual “Romualdo de Souza Brito” Ensino Fundamental. -A escola tem como Patrono Romualdo de Souza Brito, pelo fato de que este fundou a cidade de Espirito Santo do Pinhal da qual à cidade fazia Parte. -No principio de 1944, Santo Antônio do Jardim teve seu nome substituído para “Artemísia” causando assim, descontentamento geral entre a população. Nesta ocasião, foi estabelecido um movimento liderado por Miguel Namém para restabelecer o antigo nome. -No dia 30 de novembro de 1944 pela lei nº 14334 o nome foi restaurado pra Santo Antônio do Jardim. -Durante isso José Guido Sobrinho, cuidava da burocracia para que à cidade se tornasse independente. Foi no dia 30 de dezembro de 1953 que o distrito de Santo Antônio do Jardim se elevou em nível de município e foi emancipado pela lei estadual nº 2456. -A primeira eleição do município realizou se no dia 03 de outubro de 1954, tendo sido eleitos \\- Prefeito: Miguel Namém -Vice: Joaquim Ferreira Gomes \\- Vereadores: Segisfredo Ribeiro de Araújo Presidente: Delso Rabelo de Oliveira Vice: Walter Peres Ferreira 1º Secretário José Sueitt 2º Secretario Antônio Castro de Rezende, João de Luca Neto, Lauro Luiz Traldi, Edevino Simionato e Guerino Maltempi. -Em 08 de novembro de 1968 de acordo com a lei 176 institui-se o brasão da cidade. -No ano de 1970 foi fundada a escola José Justino de Oliveira pelo decreto 52.374. A princípio funcionava no prédio da “Romualdo de Souza Brito” apenas com a 1º série ginasial aumentando gradualmente uma série por ano ate que em 1974 foi criado o 2º grau. O seu nome a princípio foi Ginásio Estadual de Santo Antônio do Jardim. Só no ano de 1976 ela começou a funcionar na atual sede. Conforme o projeto de lei 328 de 1982, a escola passou a ser denominada EEPSG “José Justino de Oliveira”. == Infraestrutura == === Comunicações === A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. === Saúde === A cidade possui 2 Estabelecimentos de Saúde === Educação === Encontram-se instalados na cidade escolas de: Ensino Pré-escolar: * 2 Públicas Municipais. Ensino Fundamental: * 2 Públicas Estaduais; * 1 Pública Municipal. Ensino Médio: * 2 Públicas Estaduais. == Demografia == Em 2010, sua população é de 5.943 habitantes (IBGE).IBGE 2009 ; Densidade Demográfica :54,3 hab./km² ; População residente (Censo 2010) :Homens: 3.045 :Mulheres: 2.898 :Urbana: 3.532 :Rural: 2.411 ; Total de Domicílios :Total: 2.240 ; Frota de Veículos :Total: 2.355 == Rodovia de Acesso == * SP-346 * Rodovia Vicinal José Ruy de Lima Azevedo que liga o município a São João da Boa Vista == Religião == === Católica === O município pertence à Diocese de São João da Boa Vista. A antiga Igreja Matriz foi completamente demolida, depois de anos desativada devido a rachaduras. Por esse motivo, os ofícios religiosos foram realizados de modo improvisado no Salão Paroquial, que fica do outro lado da rua da Igreja. Atualmente o pároco é o Padre Marcelo Max Grespan. No ano de 2013, o Padre Mansueto Rodrigues de Almeida, então pároco do Jardim, com o auxilio do vigário Padre José Osvaldo de Araújo e de toda a população católica local, iniciou a construção da nova Igreja. Sua estrutura já esta devidamente em curso. === Igreja Presbiteriana do Jardim (Igreja Presbiteriana do Brasil) === Desde 1984 a Igreja Presbiteriana iniciou seus trabalhos de estudos bíblicos e culto comunitário de adoração a Deus, foram os precursores o Presbítero Anor Valim, Pedro Diogo, Joaquim Diogo, Sebastião Bertoldo que a frente da igreja que com muito empenho e esforços recebeu o terreno localizado à Rua João de Lucca Neto, 33 para construção da casa pastoral, e o terreno localizado à rua Estevão Elpídio Romão, 188 onde foi construído o templo para os cultos (com capacidade para 90 pessoas sentadas), estudos e demais atividades da igreja. Hoje com 42 membros a igreja caminha com alegria anunciando o evangelho em seus cultos públicos aos domingos às 19h00, os estudos bíblicos ocorrem em grupo pequeno durante a semana, e no domingo às 18h na Escola Bíblica Dominical. A igreja apoia o Hospital Francisco Rosas no recolhimento de cupons fiscais e outras necessidades. Apoia a PM com a capelania militar voluntária em encontros de comunhão e oração com os policiais. Apoia a Escola José Justino de Oliveira com palestras. Foram pastores atuantes na igreja: * Reverendo Júlio de Andrade Ferreira * Reverendo Odair Olivetti * Reverendo Matheus Valim Orrú * Reverendo Eldman Franklin Eller * Reverendo Rubens de Oliveira * Reverendo Salvador Gomes Ganhoto * Reverendo Edvald Valim * Reverendo Fábio Augusto de Lima * Reverendo José Reginaldo Silva Prudente * Reverendo Luis Fernando dos Santos * Reverendo Décio Madruga * Reverendo Fernando Antônio da Costa * Reverendo José Reginaldo Silva Prudente (atual) Passaram pela igreja nesses anos como membros comungantes e atuantes mais de trezentos irmãos, alguns já subidos à glória eterna, outros servindo a Cristo em outras cidades e igrejas. A Igreja Presbiteriana do Jardim é comprometida com a inerrância das escrituras, nas santas doutrinas dos santos apóstolos, com a cosmovisão reformada, de leitura, interpretação e aplicação das escrituras sagradas, para a conversão, salvação, santificação e sacerdócio universal dos filhos de Deus. === Adventista do Sétimo Dia === A Igreja Adventista do Sétimo Dia em Santo Antonio do Jardim-SP, iniciou em 2005 num salão alugado, e hoje temos prédio próprio e atualmente com 62 membros batizados, sob a Direção do Pastor Jefferson Bispo Golveia da Silva, congregamos todos os sábados pela manhã às 9:00 horas na Rua José Marcondes n°.: 70, Centro. Também temos reuniões aos Domingos e Quartas-feiras, a partir das 20:00 horas O nome Adventista do Sétimo Dia reflete as crenças da igreja em três palavras. “Adventista” indicando a segurança no breve retorno (advento) de Jesus a esta Terra. “Sétimo Dia” se refere ao Sábado bíblico de Descanso que foi graciosamente dado por Deus para a humanidade na criação e observado por Jesus durante a Sua encarnação. Juntos, os dois termos falam do evangelho que é a salvação em Jesus Cristo. A Construção da Nova Sede da Igreja está bem avançada. E muito em breve, o Novo Templo estará concluído para a Adoração à Deus. Os Adventistas mantêm, no contexto de sua missão Instituições Administrativas, de Ensino Fundamental, Médio, e Superior com inúmeros cursos de Graduação, Pós Graduação e Mestrado (Campus UNASP), de Saúde (CEVISA), de Comunicação (Rede Novo Tempo de Comunicação), Hospital Adventista São Paulo e de Fabricação de Alimentos (Superbom), dentre outras. 7\\. MARTINS, Roberto Vasconcellos: \"Divino Espírito Santo e Nossa Senhora das Dores do Pinhal, Cap: 13, \"Santo Antônio do Jardim\", pp 539- 586. 8\\. Arquivo Municipal \"José Guido Sobrinho\"- Santo Antônio do Jardim. 9\\. Site oficial da Igreja Adventista do Sétimo Dia. == Ligações externas == * Categoria:Fundações no Brasil em 1881",
 "title": "Santo Antônio do Jardim"
}