{
 "id": "35188",
 "text": "{{Info/Município do Brasil | nome = Serrana | foto = Rio do Tamanduá na Rodovia vicinal Cravinhos-Serrana - Rodovia Angelo Cavalheiro - panoramio.jpg | leg_foto = Parque Bela Fonte | apelido = | brasão = Serrana.PNG | bandeira = Bandeira Serrana.png | aniversário = 10 de abril | fundação = | gentílico = serranense | lema = Ex alto para o mais alto | prefeito = Leonardo Caressato Capiteli | partido = MDB | mandato_início = 2021 | fim_mandato = 2024 | mapa = SaoPaulo Municip Serrana.svg | latP = S | latG = 21 | latM = 12 | latS = 39 | lonP = O | lonG = 47 | lonM = 35 | lonS = 45 | estado = São Paulo | mesorregião = Ribeirão Preto | data_mesorregião = IBGE/2008 | microrregião = Ribeirão Preto | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = Ribeirão Preto | vizinhos = Altinópolis, Ribeirão Preto, Serra Azul, Cravinhos, Brodowski | dist_capital = 315 | área = 125.744 | área_ref = | população = 45408 | data_pop = Estimativa Populacional IBGE/2024 | altitude = 427 | clima = Subtropical úmido | sigla_clima = Cwa | idh = 0.729 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2013 | pib_per_capita = 16333.46 | data_pib_per_capita = IBGE/2013 | vice - Prefeito = Leonardo Caressato Capitelli }} Serrana é um município brasileiro do estado de São Paulo que faz parte da Região Metropolitana de Ribeirão Preto (RMRP). Localiza-se a uma latitude 21º12'41\" sul e a uma longitude 47º35'44\" oeste, estando a altitude de 568 metros acima do nível do mar. Sua população estimada em 2024 era de 45.408 habitantes. Serrana foi escolhida para participar do Projeto S, estudo inédito no mundo, foi idealizado pelo Instituto Butantan e tem como objetivo analisar o impacto e a eficácia da vacinação na redução de casos de Covid-19 e no controle da pandemia. Serrana pode ser considerada uma cidade-dormitório, já que um grande número de seus habitantes trabalham na vizinha Ribeirão Preto que fica a aproximadamente 20 km de distância entre a entrada de cada cidade. == Geografia == Possui uma área de 125,744 km². === Hidrografia === * Rio Pardo * Rio Tamanduá == Administração == * Prefeito: Leonardo Caressato Capiteli (Léo Capitelli) – MDB (2021/2024) * Vice-prefeito: Leila Aparecida Do Valle Gusmão – DEM * Presidente da câmara: Airton José Bis – DEM (2021/2024) == Educação == Pioneira mundial em educação com tecnologia No ano de 2008 a cidade de Serrana foi pioneira no mundo na instalação das lousas, carteiras e salas digitais nas escolas públicas municipais através de um parceria com uma empresa de tecnologia de Campinas/SP. Na época o município foi destaque nacional em programas e reportagens sobre a tecnologia aplicada na educação. Outras cidades do país também adotaram a iniciativa que foi patenteada pelo Governo Federal. Entretanto, no próprio município pioneiro até hoje o projeto ainda é pequeno. Universidade Aberta do Brasil Serrana é Polo, desde 2008, do Sistema Universidade Aberta do Brasil (UAB), que tem como prioridade a formação de professores para a Educação Básica e a formação continuada do funcionalismo público. O Polo Presencial da UAB, em Serrana, SP, oferece cursos de graduação e pós-graduação, na modalidade a distância, de diversas universidades federais do Brasil: UFSJ, UFSCAR, UFSP, UNIFEI, UFTM, entre outras. Escola Técnica Estadual A ETEC ÂNGELO CAVALHEIRO, Código 214, foi inaugurada em Serrana, SP, em setembro de 2009. O nome “Ângelo Cavalheiro” é uma homenagem ao responsável pela emancipação política da cidade. O imóvel localiza-se à Rua José Correia Filho, 750 - Jardim Boa Vista, ao lado do conjunto habitacional CDHU. Os primeiros cursos ofertados pela ETEC Serrana foram o Ensino Médio (início em 2010), Técnico em Administração (início 2009) e em 2011 o Técnico em Logística. Também em 2011 uma nova modalidade foi implantada, o Ensino Semipresencial (TelecursoTec) com os cursos de Gestão de Pequenas Empresas e Secretariado. Nesse mesmo ano a ETEC recebeu duas classes descentralizadas do curso de Administração, uma na cidade de Jardinópolis e outra na cidade de Brodowski. Em 2012 pelo desenvolvimento e demanda na cidade de Jardinópolis, o Centro Paula Souza permitiu a abertura do segundo curso técnico na cidade, o curso de Técnico em Informática. Um novo curso foi solicitado à CETEC para ser oferecido no 2º semestre de 2015 na Classe Descentralizada em Jardinópolis, que é o Técnico em Recursos Humanos, e após aprovação para abertura 40 vagas foram oferecidas à comunidade. A comunidade escolar verificou a necessidade de abertura de um novo curso na cidade de Serrana, inclusive sendo de um eixo tecnológico diferente dos já existentes, portanto após pesquisa com a população e empresas da região o curso solicitado e aprovado pela Cetec foi o de Técnico em Química. Uma parceria com a Usina da Pedra viabilizou a reforma e adaptação de um novo laboratório para abranger o curso. Em 2020, a CETEC autorizou a abertura do curso Técnico em Farmácia, ofertando para a comunidade mais 40 vagas. == Economia == Dentre as atividades econômicas do município que mais se destacam são: A lavoura de cana-de-açúcar, a prestação de serviços, as indústrias de usinagem e implementos agroindustriais e o comércio. Devido sua localização privilegiada logisticamente dentro do estado e a proximidade com a rodovia Anhanguera de Ribeirão Preto ligada pela rodovia Abrão Assed com todo o trecho duplicado, Serrana tem potencial para ser um grande polo industrial e de logística do interior de São Paulo. Em contrapartida não se vê, por enquanto, investimentos e incentivos públicos para atrair novas empresas para cidade. O ISSQN (Imposto Sobre Serviços) cobrado pela prefeitura é de 5% igual ao valor de Ribeirão Preto, na cidade vizinha de Brodowski o imposto é de 2%. No Brasil, diversas cidades promovem incentivos fiscais e até doação de áreas (parques industriais) como forma de atrair novos investimentos. Em Serrana, atualmente, existem as seguintes empresas: * Pedra Agroindustrial (Usina de açúcar e etanol) * Pedreira Serrana (Mineração) * Interválvulas (Válvulas industriais) * Grupo Bio Soja (filial) - Em fase de alteração de cidade da filial * Nova União (Usina de açúcar e etanol) - Em recuperação judicial * Sermag - Serrana Maquinas e Equipamentos (Indústria de peças e maquinas agrícolas) - Em processo de recuperação judicial == Saúde == * Santa Casa de Misericórdia (Sob intervenção judicial) * UPA 24 horas (Emergência) Hospital Regional de Serrana (HC-USP) O hospital regional era para ter sido entregue no segundo semestre de 2010 com atendimentos nas áreas de ortopedia e neuro clínica. Entretanto, questões financeiras e impasses retardaram a finalização da obra do hospital que seria administrado pelo Governo do Estado de São Paulo através do Hospital das Clínicas da USP. Primeiramente, se concluído em 2010 conforme o projeto original, o hospital teria capacidade para 120 leitos. Seriam quatro salas cirúrgicas, 15 leitos de UTI neonatal, 10 leitos adultos e quase 1,5 mil profissionais diretos e indiretos trabalhando no hospital. Finalmente, o Hospital Regional começou a ter seu funcionamento iniciado gradativamente, no ano de 2019, tendo plena capacidade atingida até o final deste ano, quando o Hospital contará com 74 leitos de enfermaria, 10 leitos de UTI e 2 salas cirúrgicas. == Transportes == thumb|Rodovia Abrão Assed \"SP-333\" – Vista da zona sul de Ribeirão Preto ao fundo. === Rodovias === * SP-333 / SP-271 – SP 333 Abrão Assed (ligação com a Rodovia Anhanguera e o Aeroporto Leite Lopes) - Possuí todo o trecho duplicado entre Serrana e Ribeirão Preto. Inicia-se na cidade de Cajuru até Ribeirão Preto. SP-338 Cajuru a SP-330 Ribeirão Preto. * Rodovia Ângelo Cavalheiro (interliga Serrana à cidade de Cravinhos-SP e a Rodovia Anhanguera) – Possuí todo o trecho em pista simples (aproximadamente 20 km). Pode-se considerar perigosa, pois não existe duplicação e seu formato há curvas sinuosas. A antiga rodoviária foi demolida em 2011 para a construção de um Terminal Rodoviário amplo e moderno substituindo a antiga plataforma. O local, antes das obras, abrigava também lojas e serviços. A conclusão do terminal nunca aconteceu. Várias datas de inauguração foram expiradas. A última data prevista para conclusão era maio de 2016. O Governo Federal enviou ao município R$ 1,3 milhão para as obras do terminal condicionada à liberação de mais recursos de acordo com evolução da obra. === Ferrovias === * Ramal de Ribeirão Preto da antiga Estrada de Ferro São Paulo e Minas - Realiza a ligação de Serrana com os municípios de Ribeirão Preto e Serra Azul (em sua zona rural), estando atualmente concedida à Ferrovia Centro Atlântica para o transporte de cargas desde a década de 1990. No entanto, o transporte de passageiros cessou suas atividades no ramal em 1976. ==== Polo Intermodal de Cargas ==== Se concretizado seria um dos mais importantes projetos em Serrana, a instalação do Polo Regional Intermodal de Cargas, consistia num porto de cargas e descargas que operaria com o sistema rodoviário, ferroviário e, possivelmente, aéreo. O Intermodal mudaria o perfil socioeconômico de Serrana com impacto positivo nesta e em outras regiões como Sul de Minas e Goiás. Estima-se que a instalação do Intermodal geraria de imediato dois mil empregos, número que poderia crescer conforme novas empresas forem sendo instaladas. Isso sem contar o incremento em todo setor de serviços da cidade. Pelas projeções do governo na época do projeto, o Intermodal teria capacidade para atender o transporte de parte dos 37,6% do álcool produzido na região Centro-Sul do Brasil, além dos grãos cultivados em São Paulo, Triângulo Mineiro, Sul de Minas Gerais e Sul de Goiás. A área da fazenda Santa Maria tem cerca de 690 mil m². Nela estão os trilhos da ferrovia Alta Mogiana, capaz de interligar o interior do Centro-Sul ao Porto de Santos, no litoral paulista. Outras vantagens de logística é que o Pólo ficará a 400 metros de frente à rodovia Abrão Assed, que além de duplicada não tem pedágios, e a oito quilômetros da Rodovia Anhanguera e de Ribeirão Preto, além do acesso rápido e expresso de cargas ao Aeroporto Leite Lopes. O Polo Intermodal Regional, segundo projeção, teria capacidade para atrair 60 empresas do setor de transportes e logística numa primeira etapa e outras 90 no decorrer dos próximos anos. Na visão do Governo Municipal, o setor sucroalcooleiro será, sem dúvida, um dos maiores beneficiados com o terminal, que terá a função de integrar o transporte terrestre – rodoviário e ferroviário – para criar uma logística nacional e otimizar custos. Mas o Pólo também concentrará as operações de transportes de outros produtos da agroindústria (açúcar, suco de laranja concentrado, entre outros). Além disso, atenderia os setores de mineração/calcário e fertilizantes e das indústrias metalúrgicas e de transformação, com calçados, máquinas agrícolas, equipamentos médicos e odontológicos, entre outros. == Comunicações == ===Telefonia=== A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. ===Canais de TV aberta=== A cidade de Serrana recebe o sinal de TV aberta da maioria dos canais através de antenas instaladas em Ribeirão Preto e Morro da Conquista próximo ao município de Sertãozinho. O canal 31 UHF (TVE/LBV) é de uma retransmissora instalada em Brodowsky. Emissora Canal virtual Canal RF Qualidade do sinal - setembro/2017 Rede Família 2.1 36 Digital Fraco/médio SBT Ribeirão Preto 5.1 24 Digital Fraco/ruim EPTV Ribeirão 7.1 42 Digital Médio TV Clube Ribeirão Preto 9.1 16 Digital Bom Record TV 13.1 28 Digital Bom/ótimo Record News 14.1 35 Digital Bom TVE - TV LBV - 31 Analógico Médio/Bom == Ligações externas == * - Acessado em 28 de julho de 2015 * - Acessado em 28 de julho de 2015 Categoria:Serrana Categoria:Fundações em São Paulo em 1948",
 "title": "Serrana"
}