{
 "id": "35199",
 "text": "{{Info/Município do Brasil | nome = Tambaú | foto = | leg_foto = | apelido = | brasão = Brasaotambau.png | bandeira = Bandeiratambau.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de agosto | fundação = | gentílico = tambauense | lema = Labor et religio \"Trabalho e religião\" | prefeito = Leonardo Teixeira Spiga Real | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Tambau.svg | latP = S | latG = 21 | latM = 42 | latS = 18 | lonP = O | lonG = 47 | lonM = 16 | lonS = 26 | estado = São Paulo | região_intermediária = Campinas | data_região_intermediária = IBGE/2017 | região_imediata = São João da Boa Vista | data_região_imediata = IBGE/2017 | região_metropolitana = Ribeirão Preto | vizinhos = Santa Cruz das Palmeiras, Santa Rosa de Viterbo, Santa Rita do Passa Quatro, Mococa, Cajuru e Casa Branca. | dist_capital = 270 | área = 561.788 | área_ref = | população = 23255 | data_pop = Estimativa Populacional IBGE/2021 | altitude = 698 | densidade = 39,88 hab/km²¡ | clima = Tropical Semiúmido | sigla_clima = Aw | Bioma = Cerrado e Mata Atlântica¡ | idh = 0.731 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2009 | pib_per_capita = 24209.88 | data_pib_per_capita = IBGE/2021 | data_densidade_demografica = IBGE/2021 }} Tambaú é um município brasileiro do estado de São Paulo, que faz parte da Região Metropolitana de Ribeirão Preto (RMRP). O município é formado somente pelo distrito sede, que inclui o povoado de São Pedro dos Morrinhos. == Topônimo== \"Tambaú\" é proveniente do termo da língua geral meridional tambá'y, que significa \"rio das conchas\" (tambá, concha bivalve e y, rio).NAVARRO, E. A. Dicionário de Tupi Antigoː a Língua Indígena Clássica do Brasil. São Paulo. Global. 2013. p. 599. == História == Tambaú foi fundada em 27 de julho de 1886, na condição de povoado. Em 1892, foi elevada a distrito de paz. Adquiriu a condição de município em 20 de agosto de 1898, desmembrando-se do município de Casa Branca. Nessa época, a grande riqueza do município era a cafeicultura. No início do século XX, o município recebeu grandes contingentes de imigrantes italianos, portugueses, espanhóis e sírio-libaneses. A partir de então, desenvolveu-se a indústria da cerâmica na cidade.Câmara Municipal de Tambaú. Disponível em http://www.camaratambau.sp.gov.br/historia-cidade-2.html. Acesso em 20 de junho de 2016. Na década de 1950, o padre Donizetti Tavares de Lima ganhou fama de milagreiro, atraindo muitos romeiros à cidade.Câmara Municipal de Tambaú. Disponível em http://www.camaratambau.sp.gov.br/historia-cidade-2.html?start=1. Acesso em 20 de junho de 2016. === Crise hídrica de 2014 === Em 19 de agosto de 2014, a Prefeitura de Tambaú declarou estado de calamidade pública no município devido à necessidade de interrupção por 48 horas no fornecimento de água para a população. A medida teve, por objetivo, agilizar a liberação de verbas estaduais e federais que permitissem melhorar o abastecimento da população. == Geografia == Localiza-se a uma latitude 21º42'18\" sul e a uma longitude 47º16'28\" oeste, estando a uma altitude de 698 metros. Sua população estimada em 2019 foi de 23.255 habitantes. Sua área territorial é de 561,788 km². === Clima === Clima Tropical Semiúmido. === Bioma === Cerrado e Mata Atlântica. === Topografia === Ondulada. === Hidrografia === * Rio Tambaú * Bacia do Rio Pardo === Rodovias === *Rodovia Anhanguera *SP-332. === Ferrovias === * Variante Lagoa-Tambaú da antiga Companhia Mogiana de Estradas de Ferro *Variante Tambaú-Bento Quirino da antiga Companhia Mogiana de Estradas de Ferro. == Comunicações == A cidade foi atendida pela Cia. Telefônica Média Mogiana até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Igreja católica == O município pertence à Diocese de São João da Boa Vista. == Economia == Agropecuária, metalmecânica, cerâmica vermelha estrutural, cerâmica branca, cerâmica artística, turismo (religioso e rural). As principais empresas que atuam na cidade são (A-Z): Atlas Pastilhas, Banco do Brasil, Bradesco, Caixa Economica Federal, Cerâmica Lepri, Cerâmica Mazza, Nina Martinelli Produtos Ceramicos, Santander, Shell Combustíveis e Unibanco. == Educação == A rede municipal de ensino é composta . === Escolas === * EMEI Maestro Vittorio Barbin - educação infantil * EMEIF Professora Djanira Félix Bomfim Bacci - educação infantil e fundamental (1º ao 5º ano) * EMEIF Inspetor Escolar Pedro Mazza - educação infantil e fundamental (1º ao 5º ano) * EMEIF Professora Zelinda de Sordi Sobreira - educação infantil e fundamental (1º ao 5º ano) * EMEIF Vereador Primo Tessarini Neto - educação infantil e fundamental (1º ao 5º ano) * EMEF Alfredo Guedes - ensino fundamental (1º ao 5º ano) * CET Objetivo - Educação Infantil, Fundamental (Ciclo I e II) e Ensino Médio * Centro Educacional SESI-370 - Educação Infantil , Fundamental (Básico ao 5ºano- 5ª a 8ª serie)e Ensino Médio * EMEF Antonio Dias Paschoal - ensino fundamental (5ª a 8ª serie) * Colégio Arco Íris COC (Berçário ao 9º ano) * EMEF Carmen Mendes Carvalho - ensino fundamental(5ª a 8ª serie) e ensino médio(1º,2ºe 3º colegial) * EMEF Padre Donizetti Tavares de Lima - ensino fundamental(5ª a 8ª serie) e ensino médio(1º,2ºe 3º colegial) * ESCOLA SESI Joelmir Beting - Rede privada === CMEIs === * CMEI Neide Morandim Celestino * CMEI Yolanda Gandolfi Pereira * CMEI Isaura Cerquetani Ricciardi * CMEI Maria Ap. Bortolin da Silva * CMEI Latifi Ristum Salum Ferreira * CMEI Maria de Lourdes Neves Barbin == Feriados municipais == * 20 de agosto - aniversário da cidade * 16 de junho - aniversário de morte do padre Donizetti Tavares de Lima == Administração == * Prefeito(a): Leonardo Teixeira Spiga Real (2021/2024) * Vice-prefeito(a): José Guilherme Torrens de Camargo (2021/2024) * Presidente da câmara: Emerson Fausto Donizetti de Souza ( 2021/2022 ) == Personalidades que nasceram ou viveram no município== * Joelmir Beting - Jornalista e sociólogo brasileiro. * Nelson Biasoli - Compositor reconhecido mundialmente, recordista mundial na criação de hinos. * Padre Donizetti Tavares de Lima - Pároco local, tinha fama de \"milagreiro\". Não nasceu em Tambaú, mas ganhou fama e faleceu no município. * Francisco Luiz Lepri - Ex-presidente da Associação comercial de Tambaú e fundador da Mazza Cerâmicas (antiga Lepri Oficina Cerâmica) == Ligações externas == * * * * Pagina de Cachoeira de Emas Categoria:Topônimos de origem tupi",
 "title": "Tambaú"
}