{
 "id": "35209",
 "text": "Tatuí é um município brasileiro do estado de São Paulo, dá o nome à sua Microrregião e localiza-se na Mesorregião de Itapetininga e na Região Metropolitana de Sorocaba. Fundado em 11 de agosto de 1826, foi elevado a município em 20 de setembro de 1861. Antes dessa data, pertencia ao município de Itapetininga. Distante 131 km da capital, está a uma altitude de 645 metros, possuindo uma área de 525,44 km² e sua população, conforme o censo do IBGE de 2022, é de habitantes. É reconhecida como \"Capital da Música\" por lei estadual. O Conservatório Dramático e Musical Doutor Carlos de Campos, o Conservatório de Tatuí, é a maior escola de música da América Latina e a mais tradicional do Brasil, mantido pela Secretaria de Estado da Cultura do Governo do Estado de São Paulo. == Topônimo == A palavra \"Tatuí\" é de origem tupi e significa \"rio dos tatus\" (dasipodídeos; clamiforídeos), através da junção dos termos tatu (\"tatu\") e 'y (\"água, rio\") em relação genitiva.http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm Para chegar na sua forma atual, o vocábulo nasceu \"Tatuhuvú\", passou para \"Tatuhú\", \"Tatuhibi\", \"Tatuhy\" e, finalmente, \"Tatuí\". == História == É possível que no local houvesse uma importante concentração de índios tupiniquins, na confluência das bacias do Rio Sorocaba e Tatuhuvú (hoje Bairro do Barreiro). Nessa localidade, têm sido encontrados urnas funerárias pré-colombianas de índios tupiniquins. Os primeiros povoadores de origem europeia da região foram os bandeirantes. Os primeiros povoadores se localizavam no bairro de São João do Benfica, onde construíram uma capela. Mais tarde, algumas pessoas mudaram-se para o sítio chamado de Tatuhuvu, atual localização da cidade. Em 1680, Pascoal Moreira Cabral e seu irmão Jacinto Moreira Cabral acompanharam o frei Pedro de Sousa em busca de metais nas explorações do Morro do Araçoiaba (hoje chamado de Morro do Ipanema), onde construíram uma capelinha em homenagem à Nossa Senhora Del Pópolo. Anos depois, os dois irmãos, junto com Manuel Fernandes e Martins Garcia Lumbria, autorizados por Carta Régia datada de 5 de fevereiro de 1682, levantaram a Fábrica de Ferro de Ipanema onde hoje está sediada a cidade de Iperó e fundaram a povoação de Nossa Senhora Del Popolo, que obteve o título de paróquia. Com a fundação da Usina de Ferro de Ipanema, uma ordem régia proibiu o corte de madeira por pessoas estranhas à fábrica. Com ajuda de frades de São João do Benfica, que queriam ver a vila transposta para o território onde hoje se encontra a cidade, Tatuí teve sua demarcação realizada pela Câmara de Itapetininga e concluída em 11 de agosto de 1826, data que passou a ser adotada como de sua fundação. Elevada a vila em 13 de fevereiro de 1844, tornou-se cidade em 20 de julho de 1861 e Comarca de Tatuí em 7 de maio de 1877. No começo do século XIX, muitos lavradores dirigiram-se para as terras da antiga sesmaria dos frades do Convento de Itu, às margens do Rio Tietê. Em 1823, a cidade passou por um surto de progresso, passando a contar com 12 800 prédios na zona urbana e várias indústrias. Tatuí foi fundada em 11 de agosto de 1826 pelo brigadeiro Manoel Rodrigues Jordão, um importante defensor da Independência do Brasil. Nesse dia, iniciou-se a divisão das terras doadas pelo brigadeiro Jordão para a criação da vila, que tinham o perímetro de 112,5 alqueires. Nos primeiros tempos, Tatuí não apresentava quase progresso, pois não possuía lavouras, vias de comunicação e comércio. Somente mais tarde, Antônio Rodrigues da Costa abriu uma estrada que ligava Tatuí à cidade de Porto Feliz, ajudando, assim, o desenvolvimento de Tatuí. Logo, surgiu a Estrada de Ferro Sorocabana, inaugurada em 1884 e chegando em Tatuí o primeiro trem no mesmo ano. No dia 11 de julho de 1888, inaugurou-se a Estrada de Ferro Sorocabana, com estação em Tatuí. No dia 28 de janeiro de 1890, foi nomeada a Primeira Intendência, composta de Antônio Moreira da Silva, Nicola Magaldi, Francisco Carlos Baillot e José Pinto Moreira Drumond. O primeiro grupo escolar da cidade, o João Florêncio, foi fundado em 1895. Nesse ano, também foi fundada a Santa Casa de Misericórdia. A energia elétrica chegou à cidade em 1909. O Mercado Municipal da cidade foi inaugurado em 1914. O primeiro jornal da cidade foi \"O Progresso de Tatuí\", publicado a partir de 15 de julho de 1934. Atualmente, Tatuí, além das atividades agrícolas e de serviços, vem se destacando no campo industrial, atraindo novas indústrias, principalmente do ramo automotivo. É também conhecida como a cidade dos doces caseiros. == Hidrografia == * Rio Tatuí * Rio Sarapuí * Rio Sorocaba == Administração == * Prefeito: Miguel Lopes Cardoso Júnior (2021/2024) * Vice- prefeito: vago (com a morte da titular em agosto de 2021) * Presidente da Câmara: Eduardo Dade Sallum ( 2023/2024) == Esportes == Tatuí conta com diversas equipes amadoras desportivas de futebol filiadas à Liga Tatuiana de Futebol, como: * XI de Agosto; * EC São Martinho; Além do futebol,Futebol Paulista Página LITAFU. Página visitada em 11/09/2013 Tatuí conta com equipes de futsal,Termo Espbr Futsal tatuí. Página visitada em 11/09/2013 atletismo,Jornal Integração Atletismo. Página visitada em 11/09/2013 natação,Iperó Esportes, Blog Esportivo - Notícia 23/02/2012 basquete,O Progresso de Tatuí Esportes Basquete. Página visitada em 11/09/2013 voleibol,Prefeitura de Tatuí Notícias Volei. Página visitada em 11/09/2013 futebol americano,Prefeitura de Tatuí Notícias Futebol Americano. Página visitada em 11/09/2013 rugby,Diário de Tatuí Notícias Rugby. Página visitada em 11/09/2013 tênisTatuí Tenis Página Oficial. Página visitada em 11/09/2013 e campeonatos de Skate.Seu Contato Campeonato de Skate em Tatuí. Página visitada em 11/09/2013 Além de sediar anualmente corridas de motocrossBalada Tatuí Eventos Tatuí. Página visitada em 26/10/2013Motox Notícias Tatuí. Página visitada em 11/09/2013 e o rodeio.Balada Tatuí Baladas Tatuí. Página visitada em 26/10/2013Sempretops Notícias Tatuí. Página visitada em 11/09/2013 Tatuí conta ainda com diversas academias de artes marciaisSportzone Academia Página Oficial. Página visitada em 11/09/2013, Além de vários clubes recreativos, como a Associação Atlética XI de Agosto,XI de Agosto Página Oficial. Página visitada em 11/09/2013 o Clube de Campo de TatuíClube de Campo Página Oficial. Página visitada em 11/09/2013 e o CAT-SESI Wilson SampaioCAT-Sesi Wilson Sampaio Página Oficial. Página visitada em 11/09/2013 Em 1945 a equipe de polo (esporte) do Esporte Clube São Martinho conquistou o título de campeão brasileiro na modalidade.Conto Canto e Encanto com a Minha História Tatuí Capital da Música, Edição 1 - 2006 - Noovha América Editora, página 108 Porém, atualmente, esse esporte não vem sendo praticado em Tatuí. == Tatuianos ilustres == *Biografias de Tatuienses == Comunicações == A cidade era atendida pela Companhia Telefônica Brasileira (CTB), que construiu em 1970 a central telefônica utilizada até os dias atuais. Em 1973 passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que em 1998 foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Ligações externas == * *",
 "title": "Tatuí"
}