{
 "id": "35203",
 "text": "{{Info/Município do Brasil | nome = Taquaritinga | foto = Cidade de Taquaritinga vista da Rodovia SP-333. Em destaque a Igreja Matriz de São Sebastião. Os padres Agustianos iniciaram a construção da igreja em 1930 e ao fundo a Serra do Jaboticabal. - panoramio.jpg | leg_foto = | apelido = | brasão = Brasao taq.jpg | bandeira = Bandeira taquaritinga.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 16 de agosto | fundação = | gentílico = taquaritinguense | lema = Cor vnvm \"Um Coração\" | padroeiro = São Sebastião | CEP = 15900-000 | prefeito = Vanderlei Mársico | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Taquaritinga.svg | latP = S | latG = 21 | latM = 24 | latS = 21 | lonP = O | lonG = 48 | lonM = 30 | lonS = 18 | estado = São Paulo | região_intermediária = Araraquara | data_região_intermediária = IBGE/2017 | região_imediata = Araraquara | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Jaboticabal, Monte Alto, Guariba, Santa Ernestina, Dobrada, Matão, Itápolis, Fernando Prestes e Cândido Rodrigues | dist_capital = 333 | área = 594.224 | área_ref = | população = 56645 | data_pop = IBGE/2015 | altitude = 565 | clima = tropical de altitude | sigla_clima = Aw | idh = 0.748 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 27.561,71 | data_pib_per_capita = IBGE/2008 | site_prefeitura = http://www.taquaritinga.sp.gov.br/ }} Taquaritinga é um município da região central do estado de São Paulo, no Brasil. O município é formado pela sede e pelos distritos de Guariroba, Jurupema e Vila Negri. == História == Fundado em 8 de junho de 1868, com a doação de terras por proprietários rurais, liderados por Bernardino José de Sampaio, de uma área de 64 alqueires encravada em uma propriedade denominada Fazenda Boa Vista, nas proximidades do Ribeirão dos Porcos. As terras, avaliadas em 180 000 réis, foram doadas para constituírem a localidade de São Sebastião dos Coqueiros, denominação esta devido à abundância desta árvore na região. O marco a partir do qual a doação de Taquaritinga foi feita é onde atualmente se encontra a Praça Doutor Waldemar d'Ambrosio (antiga Praça Centenário), embora ela não seja mais a referência para as medidas do perímetro urbano do município, sendo utilizada, para esse fim, desde 1992, a Praça 1º de Maio. Os doadores, com as respectivas doações, foram os seguintes: Bernardino José Sampaio e sua senhora Francisca Olegário da Silva, quinze alqueires; Antonio Pais de Camargo e sua mulher dona Maria Antonieta de Ataíde, oito alqueires; Manuel Luís de Sousa e sua mulher dona Ana Rita de Faria, dois alqueires; José Joaquim Esteves e sua mulher dona Maria Umbelina de Jesus, cinco alqueires; Joaquim Pedro da Fonseca e sua mulher dona Rita Pereira Guimarães, dois alqueires; Joaquim Pereira da Costa e sua mulher, dona Emerécia Anacleta de Jesus, cinco alqueires; Isaías Joaquim de Santana e sua mulher dona Francisca Maria de Jesus, dois alqueires; dona Joaquina Maria do Espírito Santo, seis alqueires; dona Gertrudes Florinda de Castro, dez alqueires; João Ferreira da Costa, quatro alqueires; Joaquim Alves da Silva Leite e sua mulher dona Ana Luísa de Jesus, cinco alqueires. O principal doador de terras que vieram a constituir o patrimônio de Taquaritinga foi Bernardino José de Sampaio. Nascido em 13 de novembro de 1831, em Araraquara, filho de Luís Caetano de Sampaio e Ana Teixeira de Camargo, Bernardino Sampaio teve quinze irmãos: José Luís, Joaquim Caetano, Francisco Caetano, Antînio Caetano, João Caetano, Filipe Caetano, Luís Caetano, Virgílio Caetano, Manuel Caetano, Ambrosina Caetano, Emiliana Caetano, Ana Caetano, Matilde Caetano, Cândida Caetano, Maria Luísa; foi casado com Francisca Olegária da Silva e não teve filhos conhecidos. Ele doou quinze dos 64 alqueires doados em 1868. Em 1870, já morava na Fazenda Paraguaçu, local em que iniciou a primeira cultura de café. Em 25 de julho de 1892, foi eleito o primeiro juiz de Paz. Em 22 de dezembro de 1892, foi eleito primeiro presidente da câmara. Faleceu em 22 de abril de 1896, aos 65 anos, sendo sepultado no dia seguinte. Seu corpo foi o primeiro a ser sepultado na atual necrópole. Fato curioso ocorreu em 23 de agosto de 1902, quando o movimento monarquista tentou restaurar o regime no país para coroar o príncipe dom Luís de Orleans e Bragança. Em Ribeirãozinho, como era chamada a cidade na época, às três horas da manhã, a cidade foi cercada, a delegacia foi tomada e seu delegado, Virgilio Nogueira, deposto, deixando Tomás de Mendonça como interino. A estação ferroviária foi tomada por Avelino Nogueira, que, então, emitiu mensagens de telégrafo para diversos locais informando o fato. Dentre os monarquistas, estavam Alberto Costa Osório de Sousa, Avelino de Negreiros, Augusto de Castilho, Eulógio de Matos Pitombo, coronel Gustavo Augusto de Morais, coronel João Ferreira de Castilho, João de Toledo Lara, Joaquim Mateus Correia, José Ferreira Leite, Leonardo Botelho, Pedro Paulo Correia, Tomás Sebastião de Mendonça, Carlos Baptista de Magalhães, entre outros. Duzentos homens armados aguardavam notícias do comando central na capital, quando no dia seguinte, chegou um telegrama informando que o governo republicano não aceitara a notícia da revolta e havia preparado uma ação de contenção. No comunicado estava escrito: \"Não venham mais. Revolta fracassou. Segue trem especial quatrocentos praças\". A restauração da monarquia na cidade ficou conhecida como Revolta de Ribeirãozinho e durou apenas um dia. Somente no município de Espírito Santo do Pinhal fato semelhante aconteceu. Nos anos 30, Taquaritinga também ficou marcada pela composição de um núcleo integralista formado por cerca de 200 pessoas, e que tornou-se referência para o movimento pela ligação com Plínio Salgado, o chefe dos integralistas (que casou-se com a taquaritinguense Carmela Patti). \"Eles faziam passeatas e reuniões toda semana\", diz Nair Abbud, que guarda a farda utilizada pelo marido integralista Antonio Abbud e fotos do movimento. Abbud chegou a ser preso durante 15 dias, acusado de participar do movimento que pretendia depor o presidente Getúlio Vargas, em 1938. Mesmo apoiado pelos integralistas, Vargas dissolveu o movimento em 37. O golpe fracassou e os integralistas começaram a ser presos e perseguidos. A partir do final do século XIX e, sobretudo, nas primeiras décadas do século XX, a cidade recebeu grande influxo de imigrantes europeus meridionais. Os mais numerosos foram, de longe, os italianos, seguidos dos espanhóis e portugueses. A cidade também recebeu sírios e libaneses, algumas famílias de origem germânica, mas as principais minorias são formadas por afro-descendentes, japoneses e pequena população vinda de outros estados brasileiros para o trabalho rural a partir da década de 1980. No presente, é visível o predomínio da cultura sul italiana, que é refletido não só no comportamento, mas também no comércio e relações de trabalho. O conservadorismo também é um traço cultural marcante, influência do predomínio da Igreja Católica, observado não só nas relações interpessoais, mas também na arquitetura e nas atividades culturais. === Etimologia === \"Taquaritinga\" é uma palavra proveniente da língua tupi. Existem duas explicações etimológicas possíveis para ela: * \"taquara pequena e branca\", a partir da junção dos termos takwa'ri (taquara pequena)FERREIRA, A. B. H. Novo dicionário da língua portuguesa. Segunda edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 649. e tinga (branco)FERREIRA, A. B. H. Novo dicionário da língua portuguesa. Segunda edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 678. * \"rio claro das taquaras\", a partir da junção dos termos takwar (taquara), 'y (rio, água)NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 22. e tinga (branco) === Formação admnistrativa === Em sua evolução histórica, já possuiu diversos nomes: * 8 de junho de 1868 – doação de terras para se criar o patrimônio de \"São Sebastião dos Coqueiros\", que foi a primeira denominação do local; * 16 de março de 1880 – Patrimônio foi elevado à categoria de distrito de paz da comarca de Jaboticabal, passando a se chamar \"Ribeirãozinho\"; * 25 de julho de 1892 – elevado à categoria de vila, chamando-se \"São Sebastião do Ribeirãozinho\"; * 16 de agosto de 1892 – elevado à categoria de município, passando a se chamar \"Ribeirãozinho\"; * 25 de novembro de 1907 – criação da comarca, passando a chamar-se \"Taquaritinga\". == Geografia == Localiza-se a uma latitude 21º24'21\" sul e a uma longitude 48º30'18\" oeste, estando a uma altitude de 565 metros. O ponto mais alto é o Monte do Broa, na Serra do Jabuticabal, com 718 metros. Possui uma área de 595,84 km². O clima é tropical de altitude com inverno moderado e seco e, verão quente e chuvoso. Temperatura média anual de 24º Celsius e precipitação pluviométrica de 1 600 mm. O terreno é ondulado e o solo predominante é o Arenito Bauru datado da era cenozóica. === Hidrografia === * Rio da Onça * Rio dos Porcos === Rodovias === * SP-310 * SP-319 * SP-326 * SP-333 === Subdivisões === O município de Taquaritinga é dividido em 3 distritos, sendo eles Guariroba, Jurupema e Vila Negri, além do distrito sede. == Infraestrutura == === Comunicações === No setor de telefonia a cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 adotou a marca Vivo para suas operações. Taquaritinga também é servida por diversas operadoras de telefonia celular e provedoras de internet. == Administração == === Prefeitos === * José Camilo de Camargo - Período: 7 de Janeiro de 1893 a 11 de Janeiro de 1896 * Manuel Rodrigues Estrela - Período: 11 de Janeiro de 1896 a 6 de outubro de 1896 * José Inocêncio Camargo Lima - Período: 14 de outubro de 1896 a 15 de fevereiro de 1900 * José de Castro Lima - Período: 21 de fevereiro de 1900 a 26 de agosto de 1901 * Gustavo Augusto de Morais - Período: 26 de agosto de 1901 a 17 de fevereiro de 1903 * Juvenal Cândido de Almeida Leite - Período: 7 de fevereiro de 1903 a 17 de Janeiro de 1904 * Francisco Ludgero da Cunha - Período: 18 de Janeiro de 1904 a 12 de Janeiro de 1905 * Honório de Oliveira Camargo - Período: 12 de Janeiro de 1905 a 9 de Janeiro de 1906 * Sebastião Moreira da Silva - Período: 9 de Janeiro de 1906 a 7 de Janeiro de 1907 * Teófilo Rocha - Período: 7 de Janeiro de 1907 a 6 de Janeiro de 1908 * Joaquim Machado Faro Rolemberg - Período: 7 de Janeiro de 1908 a 15 de Janeiro de 1912 * Tertuliano Delfim - Período: 15 de Janeiro de 1912 a 15 de Janeiro de 1914 * José Ferreira Leite - Período: 12 de dezembro de 1912 a 4 de fevereiro de 1913; 4 de fevereiro de 1913 a 15 de Janeiro de 1914; 15 de Janeiro de 1914 a 15 de Janeiro de 1915; 15 de Janeiro de 1915 a 16 de Janeiro de 1916 * Joaquim Mariano da Costa - Período: 16 de Janeiro de 1916 a 15 de Janeiro de 1917 * Major Savério Calderazzo - Período: 15 de Janeiro de 1917 a 1 de dezembro de 1917 * Francisco Florêncio da Rocha - Período: 1 de dezembro de 1917 a 15 de Janeiro de 1919 * Tomás Sebastião de Mendonça - Período: 15 de Janeiro de 1919 a 5 de Janeiro de 1923 * Mário da Silva Camargo - Período: 15 de Janeiro de 1923 a 14 de Janeiro de 1924 * Jacinto de Sousa - Período: 14 de Janeiro de 1924 a 4 de setembro de 1928 * Luiz Nogueira Porto - Período: 4 de setembro de 1928 a 15 de Janeiro de 1929 * Manoel Gomes de Mendonça - Período: 15 de Janeiro de 1929 a 27 de outubro de 1930 * Carlos Belarmino Almeida Neto - Período: 27 de outubro de 1930 a 17 de Janeiro de 1931 * Carlos de Oliveira Novais - Período: 16 de Janeiro de 1931 a 2 de outubro de 1932 * Francisco de Arêa Leão - Período: 2 de outubro de 1932 a 4 de outubro de 1933 * Celso Ferreira de Camargo - Período: 4 de outubro de 1933 a 3 de março de 1934 * Leonel Benevides de Rezende - Período: 8 de Janeiro de 1934 a 14 de agosto de 1935 * José da Silva Camargo \"Juca Camargo\" - Período: 14 de agosto de 1935 a 30 de novembro de 1936 * Francisco de Arêa Leão - Período: 2 de agosto de 1936 a 22 de setembro de 1941 * Carlos de Oliveira Novais - Período: 29 de setembro de 1941 a 6 de março de 1947 * Manoel dos Santos - Período: 5 de abril de 1947 a 31 de dezembro de 1947 * Francisco de Arêa Leão - Período: 1 de Janeiro de 1948 a 31 de dezembro de 1951 * Ernesto Salvagni - Período: 1 de Janeiro de 1952 a 14 de março de 1955 * Adail Nunes da Silva \"Negão\" - Período: 14 de março de 1955 a 31 de dezembro de 1955 * Ademar de Carvalho Gomes - Período: 1 de Janeiro de 1956 a 8 de junho de 1959 * Pedro Perotti - Período: 8 de junho de 1959 a 31 de dezembro de 1959 * Adail Nunes da Silva \"Negão\" - Período: 1 de Janeiro de 1960 à 31 de dezembro de 1963 * Manoel Dante Buscardi - Período: 3 de setembro de 1962 a 8 de outubro de 1962 * Waldemar d'Ambrosio - Período: 1 de Janeiro de 1964 a 1 de fevereiro de 1969 * Adail Nunes da Silva \"Negão\" - Período: 1 de fevereiro de 1969 a 31 de Janeiro de 1973 * Waldemar d'Ambrosio - Período: 31 de Janeiro de 1973 a 31 de Janeiro de 1977 * Sérgio Schlobach Salvagni \"Serginho Salvagni\" - Período: 1 de fevereiro de 1977 a 14 de maio de 1982 * Deolindo Dantas - Período: 14 de maio de 1982 a 31 de dezembro de 1982 * Adail Nunes da Silva \"Negão\" - Período: 1 de fevereiro de 1983 a 19 de novembro de 1986 * Horácio Ramalho - Período: 24 de novembro de 1986 a 4 de julho de 1987 * Antonio Carlos Nunes da Silva \"Tato Nunes\" - Período: 6 de julho de 1987 a 31 de dezembro de 1988 * Milton Arruda de Paula Eduardo \"Milton Nadir\" - Período: 1 de Janeiro de 1989 a 31 de dezembro de 1992 * Antonio Carlos Nunes da Silva \"Tato Nunes\" - Período: 1 de Janeiro de 1993 a 31 de dezembro de 1996 * Sérgio Scholobach Salvagni \"Serginho Salvagni\" - Período: 1 de Janeiro de 1997 a 31 de dezembro de 2000 * Milton Arruda de Paula Eduardo \"Milton Nadir\" - Período: 1 de Janeiro de 2001 a 31 de dezembro de 2004 * José Paulo Delgado Júnior \"Paulinho Delgado\" - Período: 1 de Janeiro de 2005 a 31 de dezembro de 2008 * José Paulo Delgado Júnior \"Paulinho Delgado\" - Período: 1 de Janeiro de 2009 a 31 de dezembro de 2012 * Fúlvio Zuppani - Período: 1 de Janeiro de 2013 a 31 de dezembro de 2016 * Vanderlei José Marsico - Período: 1 de Janeiro de 2017 a 31 de dezembro de 2020 * Vanderlei José Marsico - Período: 1 de Janeiro de 2021 a 31 de dezembro de 2024 == Economia == A economia da cidade é baseada na agronegócio e, cada vez mais, nos serviços. Já foi a maior produtora mundial de goiaba, uma das maiores de tomate, o que, aliado a outros produtos gerou na cidade uma concentração de indústrias alimentícias, as quais - a partir dos anos 1980 - se transferiram para o Centro-Oeste devido a incentivos fiscais. Durante a década de 1980, vivenciou enriquecimento associado à laranja, mas a partir da década de 1990 sua economia se diversificou sem que alcançasse as antigas taxas de crescimento econômico e populacional. O estabelecimento de cursos superiores e o desenvolvimento dos serviços vieram acompanhados de relativa estagnação populacional e econômica em relação às cidades vizinhas. A população do município pouco variou de 1990 até 2009 configurando clara queda de taxa de natalidade associaida a migração de jovens para outras cidades e Estados em busca de melhores oportunidades de trabalho. == Esportes == === Futebol === O Clube Atlético Taquaritinga, fundado em 1942, é o clube de futebol da cidade. A \"casa\" do time, o Taquarão (Estádio Municipal Adail Nunes da Silva), com capacidade máxima de aproximadamente 23 000 pessoas, foi construído em apenas 89 dias, com ajuda e esforço de toda a população. Em maio de 2014, o estádio foi interditado pela Justiça a pedido do Ministério Público por problemas estruturais, devido a vários fatores e pelo descaso das autoridades municipais. == Ligações externas == * Página da Prefeitura Municipal *Página da Câmara Municipal",
 "title": "Taquaritinga"
}