{
 "id": "35210",
 "text": "{{Info/Município do Brasil | nome = Tejupá | foto = Tejupa 040409 REFON 7.JPG | leg_foto = Praça principal da cidade | apelido = | brasão = Brasão Tejupá.jpg | bandeira = Flag_of_Tejupá_SP.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de abril | fundação = | gentílico = tejupaense | lema = | padroeiro = Nossa Senhora do Patrocínio | CEP = 18830-000 | prefeito = Valter Boranelli | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Tejupa.svg | latP = S | latG = 23 | latM = 20 | latS = 34 | lonP = O | lonG = 49 | lonM = 22 | lonS = 33 | estado = São Paulo | mesorregião = Assis | data_mesorregião = IBGE/2008 | microrregião = Ourinhos | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Itaí, Taquarituba, Taguaí, Piraju, Fartura | dist_capital = 331 | área = 296.343 | área_ref = | população = 4809 | data_pop = Censo IBGE/2010 | altitude = 765 | clima = Subtropical | sigla_clima = Cfb | idh = 0.668 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9337.16 | data_pib_per_capita = IBGE/2008 | site = www.tejupa.sp.gov.br }} Tejupá é um município do estado de São Paulo, no Brasil. O município é formado pela sede e pelos distritos de Águas Virtuosas e Ribeirão Bonito. == Topônimo == \"Tejupá\" é um termo originário do tupi teîupara, que significa \"choupana para abrigo durante viagens\".NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 602. É uma referência às choças de índios que, segundo a tradição popular, existiam na região antes da chegada dos colonizadores de origem europeia. == História == Por volta de 1868, as famílias Leais, Ilhéus e Pifanos criaram a povoação de Nossa Senhora do Patrocínio. Em 1889, a povoação foi elevada a distrito de paz pertencente ao município de Piraju, com o nome de \"Pedra Branca\". Por vontade dos moradores, esse nome foi alterado para \"Belo Monte\", numa referência aos montes que circundam a cidade. Em dezembro de 1963, Belo Monte se emancipou de Piraju, tornando-se o município de Tejupá.CityBrazil. Disponível em http://www.citybrazil.com.br/sp/tejupa/historia-da-cidade http://www.citybrazil.com.br/sp/tejupa/historia-da-cidade. Acesso em 16 de dezembro de 2013. == Geografia == === Localização === Localiza-se a uma latitude 23º20'34\" sul e a uma longitude 49º22'35\" oeste, estando a uma altitude de 765 metros. === Demografia === Sua população estimada em 2004 era de 5 646 habitantes. === Hidrografia === * Rio Paranapanema * Represa de Jurumirim * Rio Taquari * Ribeirão Bonito === Rodovias === * SP-270 * Rodovia Antônio Nicolau Ferreira === Meio ambiente === Perímetro APA Tejupá (APA: Área de Proteção Ambiental) Criado pelo Decreto Estadual n° 20 960, de 8 de junho de 1983, compreende os municípios de: Timburi, Sarutaiá, Piraju, Tejupá, Fartura, Taguaí, Barão de Antonina, Itaporanga, Coronel Macedo e Taquarituba. Ou seja: os municípios da Serra de Fartura, na faixa de cuestas basálticas que dominam a região da divisa de São Paulo com o Paraná. Área total: 158 830,00 hectares Rios envolvidos: rio Itararé, rio Paranapanema (e represa de Chavantes), rio Verde, rio Taquari e nascentes, córregos e cachoeiras. Este perímetro representa um grande potencial turístico para a região. == Infraestrutura == === Comunicações === No setor de telefonia a cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou em 1985 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 adotou a marca Vivo para suas operações. == Economia == A economia é baseada na agropecuária, predominando as lavouras de café, feijão, milho e soja. == Ligações externas == * * Categoria:Fundações em São Paulo em 1965 Categoria:Topônimos de origem tupi",
 "title": "Tejupá"
}