{
 "id": "35212",
 "text": "{{Info/Município do Brasil |nome = Timburi |foto = Igreja St Cruz -Timburi 190610 REFON 13 PANO.jpg |leg_foto = Igreja de Santa Cruz |apelido = |brasão = Brasão_do_Municipio_de_Timburi-SP.jpg |bandeira = Bandeira Timburi.png |link_brasão = |link_bandeira = |link_hino = |aniversário =24 de outubro |fundação = |gentílico =timburiense |lema = |prefeito = Silvio Cesar Savogin Polo |partido = MDB |fim_mandato = 2024 |mapa = SaoPaulo Municip Timburi.svg |latP = S | latG = 23 | latM = 12 | latS = 18 |lonP = O | lonG = 49 | lonM = 36 | lonS = 25 |estado = São Paulo |mesorregião = Assis |data_mesorregião = IBGE/2008 |microrregião = Ourinhos |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Sarutaiá, Fartura, Ribeirão Claro, Chavantes, Piraju e Ipaussu |dist_capital = 364 |área = 197.220 | área_ref = |população = 2646 |data_pop = Censo IBGE/2010 |altitude = 838 |clima = Subtropical |sigla_clima = Cfb |idh = 0.749 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 11271.14 |data_pib_per_capita = IBGE/2008 ||site = www.timburi.sp.gov.br }} Timburi é um município brasileiro do estado de São Paulo. == História == * Fundação: *História do Município: No último ano do século XVIII, Francisco Ferreira dos Santos e sua esposa Maria Prudência d’Oliveira, também conhecida por Maria Ferreira juntamente com um filho aportaram nesta terra e se fixaram, aproximadamente, a uma légua acima da confluência do rio Itararé com o rio Paranapanema; ali criaram uma roça e viveram por muitos anos . Cujo local, hoje, constitui o município de Timburi. Somente em 1850 essas terras foram registradas pelos irmãos Joaquim e José Ribeiro Tosta, devido a impossibilidade de Francisco Ferreira dos Santos registrá-las por haver cometido um grave delito em Ouro Fino, Minas Gerais, onde era radicado. A parte das terras que se localizava a margem direita do Itararé, vendeu-as a Benedito de Tal que por sua vez passou as a João Batista de Paiva, procedente de Minas, Alfenas, cuja posse está registrada em escrituras com a data de 06 de novembro de 1849 na comarca de Faxina. Estas terras abrangiam aproximadamente 1/4 da área do distrito de Timburi. O seu filho, Francisco Paiva, fez nesta área um retiro para criação de porcos, o que veio trazer para esse município o seu primeiro nome: Retiro. Essas terras foram transferidas por venda a diversas pessoas, até que seu último possuidor, Pedro Dias Ribeiro, fez a primeira doação ao Patrimônio Eclesiástico, cujo ato motivou a criação da primeira capelinha. A posse de Água Preta foi feita por João Antônio Leal; a água do Poço do Dourado, foi apossada por Domingos Antônio de Lima e da Areia Branca por João da Cruz Pereira. A Água do Palmital pertenceu, inicialmente, a José Alves Machado, do Rio de Janeiro, que por sua vez foi vendida a Domingos Pereira Fernandes de Botucatu, a cujos herdeiros pertenceu a maior fazenda deste Município. Um deles, o Major José Pereira Fernandes, deu ao Retiro o nome de Santa Cruz do Palmital. Estava, assim, estruturada a povoação do nascente Distrito. *A Origem do Nome: Retiro - Santa Cruz do Palmital - Santa Cruz do Paraíso - Timbury: O primeiro nome que recebeu esse atual município, foi Retiro devido a denominação dada por Francisco Paiva a um local que formou nesta localidade para criação de porcos. Em seguida, foi batizada por Santa Cruz do Palmital, devida a uma grande fazenda aqui existente cujo nome foi dado pelo Major José Pereira Fernandes. O documento comprovante da criação distrito de paz de Santa Cruz do Palmital, município e comarca de Pirajú, é de 21 de agosto de 1903 - lei n° 869. Entretanto, existe na cidade, em, poder do Sr. Lindolfo Camargo Alves, um documento de escritura pública de compra e venda de um imóvel, no livro de notas n° 03 fls. 62 e verso 63, referência a um terceiro nome dado ao referido distrito, de Santa Cruz do Paraiso datado de 20 de abril de 1901 tendo como vendedores Manoel Simões da Silva e sua mulher Maria Pereira de Brito, e como comprador, Antônio Martins Estevão; transação feita no valor de um conto de réis. Esta escritura foi feita pelo tabelião Manuel Luiz Valim . Pela lei n° 1.503 de 5 de outubro de 1916, muda para Timbury (nome dado devido a madeira que se encontrava em abundância nesta localidade, que segundo o tupinólogo Clóvis Chiaradia, origina-se do termo Tupi-Guarani \"Timbó-r-i\", que significa \"o odor\", \"o incenso\"CHIARADIA, Clóvis Dicionário e Palavras Brasileiras de Origem IndígenaSão Paulo. Limiar. 2008. p. 645.) a denominação do distrito de paz de Santa Cruz do Palmital que foi publicada na Secretaria de Estado de Negócios do Interior em11 de outubro de 1916. *História do Padre Bento Gonçalves de Queiroz: Padre Bento Gonçalves de Queiroz, nasceu na Província de Trás-os-Montes, em Portugal, aos 4 de abril de 1865. De família humilde e temente a Deus, o menino seguiu a carreira religiosa e até aos 45 anos foi um padre muito leal à coroa portuguesa. Em 1910, com a proclamação da República e consequente queda da Monarquia, teve que fugir para a Espanha, visto que não concordava com o novo regime. Em 1912 partiu da Espanha para o Brasil, chegando à Serrinha, distrito do município de Cravinhos, onde permaneceu por dois anos. Depois foi para o distrito de Biriguí, município de Penápolis, onde ficou cerca de seis meses. Em maio de 1915, designado pelo Bispo de Botucatu, veio prestar os seus serviços religiosos no distrito de Santa Cruz do Palmital, hoje conhecido como Timburi. Em 1917 iniciou a construção da igreja Matriz construída de grandes blocos de pedra arenito extraído da mata. O transporte das pedras era feito de tração animal, carros de boi com cinco a seis animais e para erguer as pedras improvisou um guindaste feito de perobas e numa verdadeira obra de arte construiu a Pia Batismal no interior da igreja em um único bloco de pedra. A igreja Matriz de Timburi foi concluída em 1929. Além da igreja ajudou a fundar o Grupo Escolar que leva o nome do Padre Bento , a qual ele administrou por vários anos. Também teve o trabalho de deixar escrito para a posteridade a formação histórica de Timburi. Em 1937, foi para Sorocaba para tratar de uma doença que o consumia e aos 1º de Janeiro de 1938 falecia o Padre Bento e de acordo com sua vontade, seus restos mortais foram trazidos para Timburi e sepultados numa tumba de pedras, feito por suas próprias mãos, sob as escadarias da porta do templo que construíra. *Criação do Município: Em 24 de outubro de 1948, o povo de Timburi atingiu a sua emancipação política, o que se realizou através de um plebiscito, confirmada pela lei 233 de 24 de dezembro de 1948 pela Assembléia Legislativa do Estado. Em 13 de março de 1949 foi realizada a primeira eleição em 02 de abril neste mesmo ano, tomou posse o primeiro prefeito da cidade de Timburi, o Sr. Francisco Viana, auxiliado pela primeira Câmara Municipal formada pelos Vereadores: Ermínio Maranho, Leonel Mantovani Gatti, João Viana Simões, Dr. Carlos Camargo Silva, Lázaro da Silva Pinto, José Noronha Viana, Camilo dos Passos Freitas, José de Oliveira Marques, Moacir Ferreira, Teodoro de Oliveira Lima, Alcides Alves de Andrade, Lindolfo Camargo Alves, José Júlio de Paiva e José Zanforlin. *Realizações dos Primeiros Prefeitos de Timburi: Realizações da Primeira Gestão de Francisco Viana •Instalação do Município; •Construção do prédio da Prefeitura; •Aquisição de uma moto niveladora; •Construção do Grupo Escolar; •Abertura de galerias de águas pluviais; •Construção de guias e sarjetas; •Sendo a maior realização de seu mandato, a construção do prédio da Santa Casa, atual Centro de Saúde. Sucedeu ao Sr. Francisco Viana o Sr. Lázaro Fernandes Pinheiro (06-04-1953 a 06-04-1957) e em seu governo ocorreu: •A instalação do sistema de comunicação telefônica e; •A construção da garagem municipal.Posteriormente, assume o cargo, o Sr. João Viana Simões (09.04.1961 a 10.04.1965). Realizações: •Aquisição de uma moto niveladora; •Melhorias no abastecimento de água; •Construção da Rodoviária. O 5° Prefeito, o Sr. José de Souza Assis, (10.04.1965 a 10.04.1969). Realizações: •Instalação do Ginásio; •Pavimentação das ruas; •Abertura da estrada para via Raposo Tavares; •Construção de garagem; •Construção da Escola Água Preta; •Construção do Matadouro Público; •Instalação da repetitora de Televisão.. == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu em 1977 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. ==Galeria== Ficheiro:Redondo-Timburí 1+0610 REFON 42 PANO.jpg|Camping do Redondo Ficheiro:Timburi 120108 REFON 1.JPG|Rua do Centro Ficheiro:Timburi 190610 REFON 12 PANO.jpg|Praça principal Ficheiro:Igreja em Timburi 120108 1.JPG|Igreja Matriz ==Ver também== * == Ligações externas == * *",
 "title": "Timburi"
}