{
 "id": "35220",
 "text": "{{Info/Município do Brasil | nome = Estância Turística de Tupã | preposição = da | foto = Tupã sp.jpg | leg_foto = | apelido = Capital Nacional do Amendoim, Capital Nacional da Fotografia, Terra do Índio Bravio, Cidade Universitária dos anos 1980 e 1990 | brasão = BrasaoTupa.svg | bandeira = BandeiraTupa.svg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Tupã | aniversário = 12 de outubro | fundação = | gentílico = tupãenseDicionário Aulete | lema = | prefeito = Caio Kanji Pardo Aoqui | partido = PSD | fim_mandato = 2024 | mapa = SaoPaulo Municip Tupa.svg | latP = S | latG = 21 | latM = 56 | latS = 06 | lonP = O | lonG = 50 | lonM = 30 | lonS = 50 | estado = São Paulo | região_intermediária = Marília | data_região_intermediária = IBGE/2017 | região_imediata = Tupã | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Arco-Íris, Rancharia, João Ramalho, Quatá, Herculândia, Quintana, Bastos, Iacri, Queiroz | dist_capital = 514 | dist_capital_ref = | área = 628.51 | área_ref = | distritos = Tupã (sede), Parnaso, Universo e Varpa | população = 75 264 | população_pos = SP: 87º | data_pop = est. IBGE/2020 | densidade = 119,72 | altitude = 524 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.771 | data_idh = PNUD/2010 | pib = bi | data_pib = IBGE/2017 | pib_per_capita = 26771.08 | data_pib_per_capita = IBGE/2017 | site_prefeitura = www.tupa.sp.gov.br }} Tupã é um município brasileiro situado no interior do estado de São Paulo. Fica distante 435,9 km a Oeste-noroeste da capital São Paulo em linha reta e 514 km por via rodoviária, sendo uma das mais importantes cidades da antiga Zona da Mata paulista, atualmente chamada Alta Paulista, região que tradicionalmente se refere como a faixa de terras situada entre os rios Aguapeí e do Peixe, onde foi construído o Tronco Oeste da antiga Companhia Paulista de Estradas de Ferro. Segundo pesquisa recente da Unesp de Tupã a população ja ultrapassa os 75 mil habitantes, e se mantém como o segundo mais populoso da região Alta Paulista. O município é formado pela sede e pelos distritos de Parnaso, Universo e Varpa. == História == A região onde se localiza a estância turística de Tupã não passava de floresta virgem. Luís de Sousa Leão, empreendedor de origem pernambucana, em meados da década de 1920, escolheu dita área localizada no espigão divisor das microbacias dos rios do Peixe e Feio (ou Aguapeí) no traçado projetado da Companhia Paulista de Estradas de Ferro (mais tarde FEPASA e logo após All atual Rumo Logística), para a edificação da futura cidade. O fundador previa a necessidade de se erigir um centro-chave entre as regiões Noroeste e Sorocabana do estado de São Paulo. A historiografia oficial esconde muitos dos fatos que marcaram os primeiros anos de desbravamento, entre eles o massacre dos indígenas caingangues da região, que foram homenageados com o nome da cidade e de suas vias planejadas. Os colonizadores encontraram muita resistência por parte dos nativos e o confrontamento foi inevitável, resultando na morte de muitos dos indígenas na região. Segundo os registros, no entanto, a paz foi alcançada com mediação de uma índia chamada Vanuíre. Por conta dessa importante influência indígena, Tupã sedia uma escola com o nome \"India Vanuíre\" em homenagem a ela e possui um dos mais importantes museus dedicados ao tema no país, o Museu Histórico e Pedagógico India Vanuíre. O plano de loteamento foi posto em prática após 12 de outubro de 1929, data considerada como fundação do município. Em 15 de novembro de 1941 inaugurou-se a estação ferroviária de Tupã, terminal do chamado Tronco Oeste da Companhia Paulista até abril de 1949, quando foram abertas as estações de Universo, Iacri, Parnaso e Osvaldo Cruz, dando prosseguimento ao imenso ramal da ferrovia até Panorama, na margem do Rio Paraná (1962). Isto garantiu o grande desenvolvimento inicial da povoação (preliminarmente com base na cafeicultura), durante oito anos como estação terminal da ferrovia e posteriormente já arraigada como polo de referência na região até hoje conhecida como Alta Paulista. Tupã teve um desenvolvimento inicial pujante, fortalecido pela expansão cafeeira, porém nas últimas décadas sua economia sofre de grande estagnação, ainda dependente de produção primária. Alguns motivos para esperança de melhor futuro surgiram nos últimos anos, entretanto. Rico em recursos hidrográficos e contando com um distrito (Varpa) com tradição de imigrantes da Letônia, o município foi recentemente declarado como estância turística pelo governo estadual, algo que pode vir a ser melhor explorado. Além disto, a cidade assistiu à implantação de uma unidade da Universidade Estadual Paulista e à ampliação de faculdades privadas locais. === Formação territorial-administrativa === O distrito de Tupã foi criado junto ao município de Glicério através do decreto estadual nº 6.720 de 2 de Outubro de 1934. Pelo decreto estadual nº 9.775 de 30 de novembro de 1938, foi criado o município de Tupã. Sua instalação ocorreu em 1 de Janeiro de 1939. Atualmente, três distritos pertencem à estância turística de Tupã: Parnaso, Varpa e Universo. == Demografia == === População === == Geografia == === Aspectos físicos === A estância turística de Tupã se localiza na micro-região homogênea nº 621 denominada Alta Paulista, antiga Zona da Mata. Sua área é de 2,629,108 km² conforme a resolução n° 5 de 10 de Outubro de 2002 do IBGE, publicada no Diário Oficial da União em 11 de Outubro de 2002. === Clima === O clima de Tupã é o Clima tropical de altitude (Cwa na classificação de Köppen) com temperatura média anual de 24,5 °C, tendo a média das máximas de 29,3 °C e a média das mínimas de 19,6 °C com as 4 estações do ano bem definidas. A precipitação pluviométrica média anual é de 1364.9 mm. O mês mais quente é janeiro, com média das máximas de 33 °C e o mês mais frio é junho, com média das mínimas de 9 °C. O mês mais chuvoso é janeiro, com precipitação média de 270,0mm e os meses menos chuvosos são julho e agosto com 30,7 e 28,2mm, respectivamente. A máxima absoluta de Tupã é de 41 °C e a mínima absoluta de -2º , de Dezembro a Fevereiro é possível que ocorra chuvas de granizo e na estação de inverno geadas e extensos nevoeiros. === Hidrografia === * Rio do Peixe * Balneário 7 de setembro * Rio Feio * Cachoeiras de Varpa e Palma === Transporte === * Aeroporto Estadual de Tupã Brigadeiro Faria Lima, um dos maiores da região com pista com iluminação noturna, suporta até pousos e decolagens ate aviões Boeing ou similares. Há ainda posto para abastecimento, guichê de espera de 600 metros quadrados com lanchonete e estacionamento para 100 veículos. O acesso à estância é facilitado pelas rodovias pavimentadas SP-294, faixa dupla (Rodovia Comandante João Ribeiro de Barros) e SPV-52 (que liga Tupã ao distrito de Varpa), a estrada ligando Tupã ao Rio do Peixe - Quatá e as vicinais ligando Tupã a Arco-Íris e Tupã a Juliânia. Por ferrovia, o município é acessado pela Linha Tronco Oeste da antiga Companhia Paulista de Estradas de Ferro, que liga Tupã às cidades de Itirapina e Panorama. Esteve por muitos anos sob administração da Fepasa, até que no final dos anos 1990, a linha férrea foi privatizada para o transporte de cargas e pouco tempo depois, os tradicionais trens de passageiros de longa distância que atendiam a região foram desativados. === Rodovias === * SP-294 - Comandante João Ribeiro de Barros === Ferrovias === * Linha Tronco Oeste da antiga Companhia Paulista de Estradas de Ferro === Outros dados === * A área urbana da cidade é de 32,27 km², com altitude de 524 metros. * A distância entre Tupã e São Paulo, a capital do estado, é de cerca de 450 km, rumo ONO. * A temperatura média varia entre 37 °C nas máximas e 7 °C nas mínimas. * As precipitações pluviométricas ocorrem, com maior frequência, nos meses de fevereiro e outubro, em médias estimadas em 1.200 mm por ano. * A estância turística se localiza na latitude sul 21º56’01” e na longitude W.Gr. 50º30’45”. * Seu território é predominantemente arenoso (arenito de Bauru), com a hidrografia formada pelos rios do Rio do Peixe e Feio, além dos ribeirões Iacri, 7 de setembro, Pitangueiras e Afonso XIII. == Economia == Tupã teve um produto interno bruto em 2002, segundo o IBGE , de 374,5 milhões de reais, a preços de mercado correntes daquele ano. Já foi o rei do cafe nos anos 1960 e hoje em dia é a cidade é a maior fabricante e exportadora de amendoim do Brasil em volume de produção e vendas. A indústria também se destaca no setor de metalurgicas, frigorificos, moveleira e alimentos. === Indústria === Representados por mais de 380 estabelecimentos industriais, destaca-se a indústria de transformação, a industrialização da carne, do amendoim, alimentos, metalurgicas, do milho, das rações, a produção de calçados, de malas para viagem, de implementos agrícolas, de móveis, auto peças, fotografia, lentes ópticas, serralherias, carroçarias, produtos químicos, etc. Estima-se que mais de nove mil pessoas sejam empregadas pela indústria tupãense. === Agricultura === Tupã conta com aproximadamente mil propriedades agrícolas, sendo que cerca de cinco mil pessoas residem na zona rural. 730 tratores estão em operação. Há 6.597 hectares com culturas perenes e semiperenes e 9.095 hectares com culturas anuais. Hoje Tupã é a maior produtora de Amendoim do Brasil e da America Latina, sendo nomeada como capital do Amendoim, empregando milhares de funcionarios e exportando para diversos países. Destacam-se as seguintes culturas: amendoim (20.000 hectares), milho (dois mil hectares), mandioca (680 hectares), seringueira (77.500 pés em produção), eucalipto (660 hectares), café (273 mil pés em produção). A sericicultura conta com 28 sirgarias e 272 hectares de amora para alimentação do bicho-da-seda. Recentemente houve um grande avanço da cultura de cana-de-açúcar, por conta da instalação de usinas de açúcar e etanol em municípios da região. Há ainda 1.153 hectares de matas nativas e perto de 480 hectares de áreas de cerradão. Outras culturas de certa forma desenvolvidas são: abacate, melancia, feijão, abóbora e manga, voltadas principalmente ao abastecimento local através de feiras livres. Funciona em Tupã um armazém e silo da Companhia de Entrepostos e Armazéns Gerais do estado de São Paulo (CEAGESP), com capacidade final projetada para 200 mil toneladas de grãos em granel. === Pecuária === * O rebanho bovino conta com 40.100 cabeças na pecuária de corte e 7.100 cabeças na pecuária de leite, contando ainda 19.200 cabeças de animais de dupla aptidão, misto corte e leite, apascentados em 41.853 hectares de pastagens. * A produção de leite está em torno de 7 milhões de litros do tipo B e nove milhões de litros do tipo C, estando entre uma das maiores bacias leiteiras do estado. * O rebanho equino conta com 1.850 cabeças e o suíno com 820 cabeças. * Na avicultura de postura, com 460 mil cabeças produzem 12 milhões de dúzias de ovos por ano. Tupã conta também com uma unidade de produção de pintos de um dia, produzindo 2 milhões de animais por ano. A região de Tupã é uma das maiores produtoras de ovos do país. === Comércio e prestação de serviços === De acordo com o Sebrae , funcionam em Tupã cerca de 1.324 estabelecimentos comerciais (destaques para o varejo: mercados, mercearias, vestuário e materiais para construção) e cerca de 790 de prestação de serviços (com destaques para alimentação e assessoria a empresas). == Educação == === Alfabetização === Aproximadamente 93% das pessoas radicadas em Tupã são alfabetizadas. === Diretoria de Ensino - Região de Tupã === A cidade sedia a Diretoria Regional de Ensino, instituição ligada a Secretaria de Estado da Educação. Estão subordinadas a DE de Tupã 38 Escolas Estaduais de 12 Municípios: Arco-Íris, Bastos, Herculândia, Iacri, João Ramalho, Parapuã, Quatá, Queiroz, Quintana, Rancharia, Rinópolis e Tupã. === Acessa São Paulo === Tupã participa de um projeto de inclusão digital como o Acessa São Paulo. Esse projeto funciona na cidade desde 9 de agosto de 2002. Hoje conta com 1014 usuários maiores de 18 anos e 656 usuários menores de 18 anos. Cerca de 100 usuários passam por lá por dia. === Educação infantil === Tupã conta com: * Quatorze núcleos municipais de pré-escola com 980 crianças * Seis núcleos particulares de pré-escola com 140 crianças * Sete creches municipais com 800 crianças No total, são atendidas cerca de 2 mil crianças. === Ensino fundamental === Tupã possui: * 17 escolas estaduais * 6 escolas particulares Somadas, as escolas atendem a 10.458 alunos. === Ensino médio === Tupã conta com: * Seis escolas estaduais * Cinco particulares * ETEC Professor Massuyuki Kawano Somadas, as escolas atendem a 8.499 alunos. === Ensino superior === Tupã possui 12 Faculdades, entre Campus Físicos e Polos a Distância: Unesp, Fap Fadap, Faccat, Instituto Federal - Campus Tupã, Universidade Virtual do Estado de São Paulo (UNIVESP), Universidade Brasil, Unicesumar, Anhanguera, Universidade Paulista (UNIP), Estácio, Uniasselvi (Em Implantação) e Uninter. Funcionam em Tupã a Faculdade da Alta Paulista (FAP), a Escola Superior de Educação Física da Alta Paulista (ESEFAP), a Faculdade de Ciências Contábeis e de Administração de Tupã (FACCAT) e a Universidade Brasil, escolas que recrutam universitários de vasta região paulista e outras do norte do Paraná, Mato Grosso do Sul e outros Estados. Foi criado oficialmente, em 2003, o Campus de Tupã da Universidade Estadual Paulista Júlio de Mesquita Filho (UNESP), com o curso de Administração de Empresas, que conseguiu em 2006 a colocação de terceiro melhor curso de Administração de Empresas do estado de São Paulo. Agora também com o curso de Engenharia de biossistemas. A implantação do campus atrai anualmente 80 alunos provenientes de todas as regiões brasileiras e promove programas de intercâmbio. A unidade ainda mantém um curso preparatório pré-vestibular, voltado a população carente da região. Estima-se que a UNESP de Tupã seja responsável por 5% da renda anual do município. Perto de 5.700 estudantes aqui frequentam cursos de ciências jurídicas e sociais, pedagogia, administração de empresas, ciências econômicas, ciências contábeis, educação física, letras, enfermagem, fisioterapia, psicologia, dentre outros. Em 5 de Fevereiro de 2015, o Instituto Federal de Educação, Ciência e Tecnologia de São Paulo (IFSP), iniciou suas atividades administrativas no município. As atividades didáticas foram iniciadas com a oferta de cursos Extensão (de curta e média duração) abertos à comunidade de Tupã e microrregião. Foram abertos na ocasião os cursos de Inclusão Digital e o de Atendimento ao Cliente. A partir de 2017, a instituição passou a receber as primeiras turmas dos Cursos Técnicos integrados ao Ensino Médio, nas áreas de Eletrônica e Eletrotécnica. Atualmente, o Campus Avançado Tupã conta com 22 docentes, 13 Técnicos Administrativos (TAE's) e cerca de 250 discentes. === Ensino artístico e profissional === Funcionam na estância duas instituições estaduais com cursos livres, além de três conservatórios musicais privados oferecendo oficialização estadual. Uma gama de cursos é oferecida a uma densa clientela, não apenas local mas também regional: decoração, magistério, artes culinárias, computação, enfermagem, mecânica e processamento de dados. Na estância também funciona o Centro Integrado de Formação Profissional, que viabiliza cursos de iniciação e aperfeiçoamento nas áreas de crochê, bordado a máquina, fotografia, datilografia, corte e costura, manicure, cabeleireiro, culinária, tecelagem, pintura e outros, recrutando um universo que supera 1.800 alunos. == Saúde == Tupã conta com: * 15 Unidades Básicas de Saúde (UBS) e Unidades de Saúde da Família (USF); * 1 Centro de Saúde * 2 Hospitais (Hospital São Francisco de Assis e Santa Casa de Misericórdia de Tupã); * 1 Ambulatório de Saúde Mental (Doenças Sexualmente Transmissíveis e AIDS); * 1 Centro de Atendimento Odontológico (PAOM); * 1 unidade do Ambulatório Médico de Especialidades (AME) com diversas especialidades médicas, que atende a pacientes de 22 municípios da Nova Alta Paulista; * Unidade de Pronto Atendimento (UPA) Foi implantado no ano de 1999 a Vigilância Sanitária (Visa) que normatiza e fiscaliza o funcionamento de atividades que estão direta ou indiretamente relacionados à saúde. Todas as escolas da estância contam com odontologistas e estão equipadas com consultórios odontológicos. As entidades assistenciais também possuem odontologistas e os respectivos consultórios. No total, são 18 equipamentos instalados. O Serviço de Vigilância Epidemiológica é responsável pelo controle das vacinas e doenças de notificação compulsória. O Serviço de Controle de Endemias e Zoonoses, coordena o combate do mosquito Aedes aegypti e atividades afins. Funcionam na estância dois hospitais : Santa Casa de Misericórdia e São Francisco de Assis/Unimed.Este último é particular. Existem duas Unidades de Terapia Intensiva (UTIs) na estância, com dez leitos cada. No total, existem 1.300 leitos hospitalares. == Comunicações == === Telefonia === * A cidade foi atendida pela Cia. Telefônica Alta Paulista até 1975, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. === Jornal === * A imprensa é representada por dois jornais diários e um semanário; === Rádio === * Existem em Tupã duas emissoras de rádio em AM e cinco em FM. === Televisão === * São captados em Tupã os sinais das TVs Bandeirantes, Globo, Cultura, Rede TV, SBT, Record TV, Rede Vida, Mix Tv, RBI TV e Tv Câmara Federal, Tv Alesp e Tv Câmara de Tupã. * Há em Tupã 6 emissoras de Tv a cabo: Tv Cidade, Tv Universitária, Tv Tupã, Tv Cabonet Tupã, TV Câmara de Tupã e Tv Maranatha. == Rede bancária == Tupã conta com quinze agências bancárias, dos seguintes bancos: * Agibank * Banco BMG * Bancoop * Bradesco * Coocred * Caixa * Itaú * Mercantil do Brasil * Santander * Sicred As mais recentemente inauguradas são Sicoob (2), Coocred e Sicredi. Há também vários postos de atendimento localizados em supermercados, postos de gasolina e casas lotéricas. A estância conta também com o Banco do Povo, que auxilia as micro e pequenas atividades econômicas e informais, com juros subsidiados e um sistema desburocratizado, operacionalizado pelo Banco do Brasil. == Urbanização == A cidade conta com: * 30 praças arborizadas e ajardinadas e totalmente reformadas * Vias públicas asfaltadas e iluminadas com lâmpadas a vapor de mercúrio * A cidade está \"crescendo pra cima\" mas as imobiliárias não tem coragem de construir um shopping center na cidade. * 20.300 prédios, sendo 20 mil ligados à rede elétrica e 16.700 à rede coletora de esgoto * 11 edifícios residenciais e 1 edifício comercial * 200.000 metros de redes de extensão de água * 20 poços artesianos e semi-profundos * 5 reservatórios elevados * 5 reservatórios apoiados * Capacidade total de água de 10.000 m³/hora === Principais logradouros === * Rua Abel Ferreira Leite * Avenida Edú Teixeira de Mendonça * Avenida Tamoios * Avenida Tabajaras * Avenida Getúlio Vargas * Avenida Dracena * Avenida Tapuias * Rua Tapajós * Rua Brasil * Rua Caingangs * Rua Manoel Ferreira Damião * Rua Caetés * Rua Aimorés * Rua Guaranis * Rua Goitacazes * Rua Coroados * Rua Carijós * Rua Piratinins * Rua Potiguaras * Rua Botocudos * Rua Bororós * Rua Nhambiquaras * Rua Mandaguaris * Rua Chavantes * Rua Miguel Gantus * Rua Guaicurus * Rua Tupis * Rua Iporans * Rua Tupinambás * Rua Tupinambaranas * Avenida Lélio Piza * Rua Timborés * Rua Joaquim Abarca * Rua Tupiniquins * Rua Estados Unidos * Rua J. E. Ari Fernandes == Estância turística == Tupã é um dos 29 municípios paulistas considerados estâncias turísticas pelo Estado de São Paulo, por cumprirem determinados pré-requisitos definidos por Lei Estadual. Tal status garante a esses municípios uma verba maior por parte do Estado para a promoção do turismo regional. Também, o município adquire o direito de agregar junto a seu nome o título de Estância Turística, termo pelo qual passa a ser designado tanto pelo expediente municipal oficial quanto pelas referências estaduais. == Turismo == A estância turística de Tupã conta com diversos lugares e atrações de interesse geral (maioria fechados): * Solar Luiz de Souza Leão; * Anfiteatro Cley Alexandre da Silveira; * Espaço das Artes; * Museu Histórico Pedagógico Índia Vanuíre; * Museu dos Pioneiros de Varpa “Janis Erdbergs”; * Museu dos Tropeiros; * Museu da Cachaça; * Igreja Batista de Varpa; * Igreja Boas Novas de Varpa; * Artesanato Floresta; * Geleia da D. Neusa; * Loja da Associação de Varpa; * Casarão e Acervo particular do Oto; * Rancho dos Defumados e Apiário Bisu Medus; * Apiário Puro Mel; * Chácara Alvorada “Orquidário e Apiário Varpa”; * Fazenda Palma; * Circuito das Águas Varpa; * Cachoeiras de Varpa; * Eco Thermas Park complexo piscinas e toboaguas; * Recanto das Águas; * Balneário 7 de Setembro; * Clube CTA; * Pista de Aeromodelismo (maior do pais); * Complexo da CAMAP; * Tupã Country Clube; * Tupã Tênis Clube. * Clube Marajoara == Esporte == A cidade é representada no futebol profissional pelo Tupã Futebol Clube, fundado em 16 de fevereiro de 1936, que disputa a Segunda Divisão da Federação Paulista de Futebol (FPF); suas cores são vermelha, preta e branca, que seguem o padrão do São Paulo Futebol Clube, assim como seu distintivo. Conhecido como \"o mais querido da Alta Paulista\", é mandante dos seus jogos no Estádio Alonso Carvalho Braga, que já possuiu capacidade para 14.890 pessoas. O estádio conta também com cabines para rádios, camarotes, sala para filmagem, sala para convidados, sala com ar-condicionado para reuniões, quatro banheiros, dois bares, roletas com cartão magnético, vestiários amplos, sala da diretoria, sala de fotos e troféus, complexo de alojamentos, iluminação noturna por quatro torres de holofotes com doze refletores cada, placar, campo com gramado e dimensões profissionais. Foi no Tupã Futebol Clube que foi descoberto o simbólico jogador Pedro Francisco Garcia, mais conhecido como \"Tupãzinho\" ou \"Talismã da Fiel\", que jogou no Sport Club Corinthians Paulista e fez o gol da decisão do Campeonato Brasileiro de Futebol de 1990 contra o São Paulo Futebol Clube em pleno Morumbi se tornando um dos maiores ídolos do clube, assim também como foi campeão pelo Corinthians na Copa Bandeirantes, Supercopa do Brasil de 1991 e Copa do Brasil de 1995, atuando ao lado de grandes craques como Neto e Marcelinho Carioca. Uma pesquisa de censo feita em Tupã indicou que 38% da população torce para o Corinthians, 29% para o Palmeiras, 21% para o São Paulo, 11% para o Santos e 1% declarou não torcer para nenhum. Os esportes com mais adeptos em Tupã são o Judô, com notoriedade na ACERT do sensei Teruo e o Jiu-Jitsu com notoriedade na academia Combate do Mestre Professor Wandrey Henrique Baptista. == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === * A igreja faz parte da Diocese de Marília. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Fatos sobre Tupã == * Em 1959, o então distrito de Iacri foi desmembrado do município de Tupã e elevado à categoria de município. A população, pelo censo de 1960, era de 13.117 habitantes. * Pela lei estadual nº 8.550 de 30 de dezembro de 1993 foi criado o município de Arco-Íris, desmembrando do território de Tupã a área do ex-distrito e passando Tupã a ter uma área territorial de 629,108 km². O município de Arco-Íris foi oficialmente instalado em 1 de janeiro de 1997, com uma população estimada em 2.087 habitantes. * Em 2002 a cidade passou ao status de estância turística. É conhecida nacionalmente como a \"Capital Nacional da Fotografia\" por possuir diversas empresas no ramo fotográfico. * A palavra Tupã se refere ao universo mítico dos povos originais indígenas do território brasileiro. * O complexo energético gerenciado pela Energisa possui uma estação rebaixadora com capacidade de potência instalada de 52.500 KVA. Possui também uma Cooperativa de Eletrificação Rural (CERT), com atendimento a mais de 800 propriedades rurais. * O número de veículos licenciados ultrapassa 53 mil unidades. * No passado, Tupã já foi maior que Marília. * Há em Tupã 4 cemitérios (sem contar os cemitérios de carros espalhados pela cidade), sendo três municipais e um particular, sendo eles respectivamente: São Pedro, Saudade I, Saudade II e Parque das Palmeiras. Tupã tem mais mortos do que vivos e maioria dos vivos estão mudando para outras cidades. * Funcionam em Tupã catorze repartições estaduais de âmbito regional, dezesseis repartições públicas estaduais de âmbito local, seis repartições públicas federais de âmbito regional e seis de âmbito local (ainda funcionam?). * A Companhia de Saneamento Básico do estado de São Paulo (SABESP) gerencia todo o complexo de saneamento básico local, cuja concessão se esgotará em 2005, conforme previsto em lei. A SABESP abastece 100% da estância (atingindo mais de 180 mil m³) e atende a 100% da coleta e tratamento de esgotos (153.000 m). * O Posto de Bombeiros está instalado desde 1977 com um efetivo que atende também aos municípios limítrofes. * O Poder Legislativo de Tupã é constituído por 15 (quinze) vereadores e realiza sessões ordinárias às segundas-feiras às 20 horas. * A estância conta com Escritórios Regionais de Desenvolvimento Agrícola e de Defesa Agropecuária, aos quais são subordinados os seguintes municípios: Arco-Íris, Bastos, Iacri, Herculândia, Inúbia Paulista, Osvaldo Cruz, Parapuã, Rinónolis, Sagres e Salmourão. * O silo horizontal da Companhia de Entrepostos e Armazéns Gerais do estado de São Paulo (CEAGESP) tem 14 andares de altura e capacidade para 20 mil toneladas. Também há um silo graneleiro, com capacidade para 60 mil toneladas. Ambos transformam Tupã em um centro armazenador do Oeste Paulista. * A partir de 2025, o município de Tupã contará com sua primeira vice-prefeita, Joice Berni. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população == Ligações externas == * Página da prefeitura * Página da câmara Categoria:Topônimos de origem tupi",
 "title": "Tupã (São Paulo)"
}