{
 "id": "35226",
 "text": "{{Info/Município do Brasil | nome = União Paulista | foto = | leg_foto = | apelido = | brasão = União Paulista.PNG | bandeira = Flag of União Paulista - SP.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 21 de março | fundação = | gentílico = união paulistense | lema = | prefeito = Kendrea Papile | partido = PV | fim_mandato = 2024 | mapa = SaoPaulo Municip UniaoPaulista.svg | latP = S | latG = 20 | latM = 53 | latS = 13 | lonP = O | lonG = 49 | lonM = 53 | lonS = 49 | estado = São Paulo | mesorregião = São José do Rio Preto | data_mesorregião = IBGE/2008 | microrregião = Nhandeara | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Monte Aprazível, Nipoã, Planalto e Macaubal | dist_capital = 502,1 | área = 79.1 | área_ref = | população = 1603 | data_pop = IBGE/2022 | altitude = 480 | clima = Tropical | sigla_clima = | idh = 0.777 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2009 | pib_per_capita = 23603.75 | data_pib_per_capita = IBGE/2009 }} União Paulista é um município brasileiro localizado na região noroeste do estado de São Paulo. Tem uma população de 1.603 habitantes (IBGE/2022). A cidade faz parte da região Metropolitana de São José do Rio Preto. == História == União Paulista foi fundada por um mineiro generoso, Martiniano Antonio Rodrigues, nascido na cidade de Vila Duarte. A história da cidade começou em meados de 1924, quando ele saiu de seu estado para esta região de mudança com a família. Trouxe a esposa, quatro filhos, carro de bois e apropriou-se de sua fazenda de 152 alqueires. Rodrigues construiu a primeira casa de tijolos as margens do Ribeirão Santa Bárbara. Mas devido às dificuldades encontradas no local, resolveu doar parte de suas terras para que se formasse uma povoação. Em 1928, ele doou cerca de 150 mil metros quadrados de terreno. E em 23 de agosto do mesmo ano fundou-se um povoado com o nome de União. As terras férteis do local, propícia para o plantio de café, arroz, milho e demais cereais, outras famílias se dirigiram a região a fim de explorarem as terras. Em 1933 a cidade teve a primeira capela construída, sendo a padroeira Nossa Senhora da Aparecida. A missa de inauguração foi rezada no dia primeiro de fevereiro do mesmo no da construção da capela, pelo Padre Fidelles. O povoado tornou-se distrito de Monte Aprazível em 1951, e seu nome mudou-se para Vila União. O primeiro grupo escolar foi construído em 1953, e dirigido por Leonilda Piedade. Em 1955, foi edificada a igreja matriz por Manoel Flores, com a mesma padroeira. Com o frequente progresso do distrito, no dia 28 de fevereiro de 1964, por meio da Lei Estadual nº 8.092, foi elevado a Município, com o nome de União Paulista. Foi considerada então, a data festiva de emancipação do município, 21 de março de 1965. O primeiro prefeito de União Paulista foi Antenor Sabino Pereira e o vice-prefeito Gonçalves Pezarezi. Os primeiros vereadores da cidade foram Juvenal Rodrigues Lázaro, Aprígio Cassiano de Paulo, Olímpio Bego, João Pezarezi, Antonio Martins Flores, Pedro Gui, Antonio Puga Lopes, Laércio Leme e Ubaldo Lourenço. Desde o ano de 2009, o Executivo Municipal é exercido por mulheres (Marli Padovezi, Cleusa Martins e Kendre Papile). == Geografia == Localiza-se a uma latitude 20º53'14\" sul e a uma longitude 49º53'50\" oeste, estando a uma altitude de 480 metros. Possui uma área de 79,1 km². === Demografia === Dados do Censo - 2010 População total: 1.599 * Urbana: 1.224 * Rural: 375 * Eleitores : 1.200 * Homens: 829 * Mulheres: 770 Densidade demográfica (hab./km²): 20,21 === Hidrografia === === Rodovias === * SP-377 == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu em 1985 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == Esta é a lista de prefeitos do município. Nº Nome Partido Início do mandato Fim do mandato Vice-Prefeito Observações 1.º Antenor Sabino Pereira 21 de março de 1965 21 de março de 1969 Gonçalves Pezarezi 2.º Virgílio Lourenço da Silveira 21 de março de 1969 21 de março de 1973 Oliveira Rodrigues Martins 3.º Miguel Flores Zocal 21 de março de 1973 31 de janeiro de 1977 Gilberto Viveiros 4.º Jair José Furlan 1.º de fevereiro de 1977 31 de janeiro de 1983 Aparecido José de Oliveira 5.º Izaias Alves da Silva 1.º de fevereiro de 1983 31 de dezembro de 1988 José Luiz Sabino Eleito em novembro de 1982 pela primeira vez. 6.º Waldecir Soligo Lopes 1.º de janeiro de 1989 31 de dezembro de 1992 Edgar Barca Teixeira Eleito em novembro de 1988 pela primeira vez. 7.º Izais Alves da Silva 1.º de janeiro de 1993 31 de dezembro de 1996 Paulo Borges Eleito em outubro de 1992 pela segunda vez. 8.º José Luiz Sabino 1.º de janeiro de 1997 31 de dezembro de 2000 João Alves Massaroli Eleito vice-prefeito em novembro de 1982 e prefeito em outubro de 1996. 9.º Waldecir Soligo Lopes PTB 1.º de janeiro de 2001 31 de dezembro de 2004 Aparecido Bego Eleito em outubro de 2000 pela segunda vez. \\- Waldecir Soligo Lopes PTB 1.º de janeiro de 2005 31 de dezembro de 2008 Aparecido Bego Eleito em outubro de 2004 pela terceira vez. 10.º Marli Padovezi Teixeira PPS 1.º de janeiro de 2009 31 de dezembro de 2012 Valter Antônio Martins Biagione Eleita em outubro de 2008. \\- Marli Padovezi Teixeira PPS 1.º de janeiro de 2013 31 de dezembro de 2016 Valter Antônio Martins Biagione Reeleita em outubro de 2012. 11.º Cleusa Gui Martins PSBEm 2016, foi eleita pelo PSB, sendo que, em 2020, tentou a reeleição pelo PSDB, mas foi derrotada. PSDB 1.º de janeiro de 2017 31 de dezembro de 2020 Ivone Maria Floriano (PTB) Prefeita eleita em outubro 2016 e cassadaApesar da instabilidade administrativa municipal ocorrida no período de 7 de março de 2019 a 3 de novembro de 2020, a tabela indica o mandato quadrienal completo, como constam nos registros públicos municipais. em 6 de outubro de 2020, conseguindo reverter a situação judicialmente, retornando assim ao cargo em 3 de novembro de 2020. Tentou reeleição, mas acabou ficando em 4º lugar. 12.º Kendrea Papile PV 1.º de janeiro de 2021 presente Edson Donizete Gonçalves (DEM) Prefeita eleita em novembro de 2020 com 35,48% dos votos válidos (490 votos). A candidata derrotou a então vice-prefeita Ivone Soligo, que ficou em segundo lugar com 30,41% (420 votos). ==Ligações externas== * * Categoria:Fundações em São Paulo em 1964 Categoria:Municípios de São Paulo",
 "title": "União Paulista"
}