{
 "id": "35239",
 "text": "{{Info/Município do Brasil |nome = Vista Alegre do Alto |foto = |leg_foto = |apelido = |brasão = Brasão Vista Alegre do Alto.jpg |bandeira = Bandeira Vista Alegre do Alto.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico = vistalegrense |lema = |prefeito = Luís Fiorani |partido = PSDB |fim_mandato = 2024 |mapa = SaoPaulo Municip VistaAlegredoAlto.svg |latP = S | latG = 21 | latM = 10 | latS = 15 |lonP = O | lonG = 48 | lonM = 37 | lonS = 44 |estado = São Paulo |mesorregião = Ribeirão Preto |data_mesorregião = IBGE/2008 |microrregião = Jaboticabal |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Pirangi (Norte), Monte Alto (Sul), Taiaçu (Leste), Taiúva (Leste) Ariranha (Oeste) |dist_capital = 371 |área = 95.297 | área_ref = |população = 8989 |data_pop = Censo IBGE/2020 |altitude = 619 |clima = fresco |sigla_clima = Cfa |idh = 0.816 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 25334.75 |data_pib_per_capita = IBGE/2008 }} Vista Alegre do Alto é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 21º10'14\" sul e a uma longitude 48º37'45\" oeste, estando a uma altitude de 619 metros. == História == *Um italiano nascido em 16 de setembro de 1869 em Roverbella, província de Mantua, ficou interessado nas plantações de café do Brasil e resolveu vir conhecer. Este imigrante era Luigi Bassoli, chamado de \"Luiz Bassoli\", assim começa a historia do municipio. Aqui conheceu Armelinda Begnardi, que já morava no sítio São Roque, região de Aparecida do Monte Alto, e em 4 de maio de 1901 casou-se com ela. Juntos fundaram a Colônia Seca, onde havia um armazém de secos, molhados e tecidos. Tornou-se o centro de lazer da população. Aos domingos e dias santificados aproveitava-se para se fazer as compras necessárias e, como entretenimento, havia um campo de bocha e os tradicionais jogos de truco, três setes e outros, predominantes naquela época. A Colônia Seca era passagem obrigatória dos carreiros (transportadores de mercadorias que se utilizavam de carros de boi), que percorriam a Boiadeira (famosa estrada que ligava diversos pontos do Estado). Com o crescimento das propriedades existentes e o aumento da população, reclamava um centro melhor, como a fundação de um vilarejo. E a Colônia Seca, entre o entendimento com os diversos proprietários, fundaram o povoado, no local onde se encontra a cidade hoje. Daí a importância do nome Luigi Bassoli para o Município de Vista Alegre do Alto. No dia 21 de junho de 1931, com 61 anos de idade, Bassoli veio a falecer. == Geografia == Possui uma área de 95,297 km². Sua população estimada em 2010 era de 6.889 habitantes. === Hidrografia === * Rio Turvo * Rio da Onça === Rodovias === * SP-323 == Comunicações == A cidade era atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Luís Fiorani - (2017/2020) * Vice-prefeito: Arlindo Balsanelli * Presidente da câmara: José dos Reis Esteves ==Ligações externas== * *",
 "title": "Vista Alegre do Alto"
}