{
 "id": "35247",
 "text": "{{Info/Município do Brasil | nome = Angico | foto = | leg_foto = | apelido = | brasão = Brasão de Angico.svg | bandeira = Bandeira de Angico.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de fevereiro | fundação = | gentílico = angicoense | lema = | prefeito = Cleofan Barbosa Lima | partido = PP | fim_mandato = 2024 | Localização = Extremo Norte do Tocantins (Bico do Papagaio) | mapa = Tocantins Municip Angico.svg | latP = S | latG = 06 | latM = 23 | latS = 24 | lonP = O | lonG = 47 | lonM = 51 | lonS = 54 | estado = Tocantins | mesorregião = Ocidental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Bico do Papagaio | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ananás, Darcinópolis, Santa Teresinha do Tocantins, Nazaré e Luzinópolis | dist_capital = 512 | área = 438.703 | área_ref = | população = 2816 | data_pop = | altitude = 290 | clima = Tropical | sigla_clima = | idh = 0.668 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9112.96 | data_pib_per_capita = IBGE/2008 }} Angico é um município brasileiro do estado do Tocantins. Localiza-se na região conhecida como Bico do Papagaio ao estremo norte do estado, a uma latitude 06º23'21\" sul e a uma longitude 47º51'52\" oeste, estando a uma altitude de 290 metros. Distante cerca de 512 km da capital Palmas. == Histórico == Angico teve sua origem oficialmente às margens do ribeirão do mesmo nome, graças aos tropeiros e garimpeiros que por ali passavam para irem ao garimpo da cidade de Xambioá, às margens do Rio Araguaia. Um dos primeiros habitantes do local foi o Senhor Zulmiro de Sousa Parente que, juntamente com outros companheiros, se instalaram às margens do referido córrego de mesmo nome do município e passaram a praticar a agricultura. Angico pertencia ao Município de Nazaré. Através da luta de seus habitantes e da vontade de mudanças dos líderes da comunidade como os senhores : Joaquim da Silva Marinho, Manoel Ferreira Soares, José da Costa Parrião, Onésimo Dias Araújo, Antonio José dos Reis, José Ferreira Lima e o então Prefeito de Nazaré Raimundo Moreira , que em 20 de fevereiro de 1991, através da Lei 251, publicada no Diário Oficial do Estado nº. 060, o então Distrito de Angico elevou-se a condição de Município. == População == O município tinha 3175 habitantes no último Censo. Isso coloca o município na posição 101 dentre 139 do mesmo estado. Em comparação com outros municípios do Brasil, fica na posição 5005 dentre 5570. Sua densidade demográfica é de 7.03 habitantes por kilometro quadrado, colocando-o na posição 38 de 139 do mesmo estado. Quando comparado com outros municípios no Brasil, fica na posição 4697 de 5570. == Trabalho e Rendimento == Em 2014, o salário médio mensal era de 1.6 salários mínimos. A proporção de pessoas ocupadas em relação à população total era de 8.8%. Na comparação com os outros municípios do estado, ocupava as posições 78 de 139 e 62 de 139, respectivamente. Já na comparação com municípios do Brasil todo, ficava na posição 4269 de 5570 e 3732 de 5570, respectivamente. Considerando domicílios com rendimentos mensais de até meio salário mínimo por pessoa, tinha 46.4% da população nessas condições, o que o colocava na posição 58 de 139 dentre os municípios do estado e na posição 1966 de 5570 dentre os municípios do Brasil. == Educação == Em 2015, os alunos dos anos inicias da rede pública do município tiveram nota média de 4.5 no IDEB. Para os alunos dos anos finais, essa nota foi de 3.2. Na comparação com municípios do mesmo estado, a nota dos alunos dos anos iniciais colocava este município na posição 69 de 139. Considerando a nota dos alunos dos anos finais, a posição passava a 118 de 139. A taxa de escolarização (para pessoas de 6 a 14 anos) foi de 99.5 em 2010. Isso posicionava o município na posição 2 de 139 dentre os municípios do estado e na posição 237 de 5570 dentre os municípios do Brasil. == Saúde == A taxa de mortalidade infantil média no município é de 25 para 1.000 nascidos vivos. As internações devido a diarreias são de 0.6 para cada 1.000 habitantes. Comparado com todos os municípios do estado, fica nas posições 25 de 139 e 66 de 139, respectivamente. Quando comparado a municípios do Brasil todo, essas posições são de 728 de 5570 e 3103 de 5570, respectivamente. ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios do Tocantins",
 "title": "Angico (Tocantins)"
}