{
 "id": "35251",
 "text": "Arraias, raias ou peixes batóides são peixes cartilaginosos marinhos classificados na infraclasse Batoidea (ou Rajomorphii) da classe Elasmobranchii, grupo que também contêm os tubarões. As raias têm o corpo achatado dorsiventralmente e, por consequência, as fendas branquiais encontram-se por baixo da cabeça – essa é a principal característica que distingue os peixes batóides dos tubarões. Vivem normalmente no fundo do mar (demersais), embora algumas, como a jamanta, sejam pelágicas. As arraias \"típicas\" têm as barbatanas peitorais como uma extensão do corpo, de forma arredondada ou em losango, pelo que se refere ao seu corpo como o \"disco\". Podem considerar-se neste grupo, não só as verdadeiras raias (com pequenas barbatanas dorsais na extremidade da cauda), mas também os peixes-serra (ver abaixo), os uges ou ratões (com um espinho venenoso na cauda), as raias eléctricas e os peixes-guitarra e os tubarões-anjos, embora estes tenham as fendas branquiais parcialmente dos lados do corpo e seja, por essa razão, muitas vezes classificados entre os tubarões. As raias são muito próximas dos tubarões, do ponto de vista filogenético, de tal forma que são incluídos na mesma Classe (Elasmobranchii), por isso a divisão entre raias e tubarões é meramente morfológica são semelhantes aos tubarões-serra (Pristiophoriformes), por terem também a maxila superior transformada numa serra, mas os segundos têm as fendas branquiais dos lados do corpo, por trás das barbatanas peitorais; além disso, estes últimos têm um par de barbilhos na serra e dentes desiguais. Existe uma espécie de jamanta do Oceano Atlântico, conhecida em Cabo Verde como \"gavião-do-mar\". Existe apenas uma família de raias que habitam água doce, principalmente em rios do Pantanal, a família Potamotrygonidae, cujos representantes têm também um espinho venenoso na cauda. ==Classificação científica== Abaixo uma lista das ordens reconhecidas de raias (ver também texto acima).FishBase Ver também a classificação patente na página Chondrichthyes. *Ordem Rajiformes - raias verdadeiras **Família Anacanthobatidae **Família Dasyatidae. Conhecida pelos espinhos venenosos de sua cauda; eles contêm um veneno que causa dor e pode causar sintomas como náusea, vômito, febre, calafrios, paralisia, desmaio, taquicardia e hipotensão (dependendo da espécie). Aliás, as toxinas de algumas espécies podem ser fatais para os seres humanos. **Gymnuridae **Hexatrygonidae **Myliobatidae. As maiores raias, incluindo a gigantesca raia jamanta. A maioria tem um espinho venenoso. **Plesiobatidae **Potamotrygonidae. As raias de água doce. **Rajidae **Rhinobatidae. Tem uma estrutura corporal similar à dos peixes serra, porém não são parentes próximos. **Urolophidae *Ordem Myliobatiformes - jamantas *Ordem Pristiformes - peixes-serra *Ordem Torpediniformes - raias eléctricas == Ver também == *Lista de espécies de raia *Raia-de-seis-guelras *Raia- abissal *Tetronarce californica Categoria:Elasmobranchii",
 "title": "Batoidea"
}