{
 "id": "35250",
 "text": "{{Info/Município do Brasil | nome = Araguacema | foto = | leg_foto = | apelido = Cidade das Águas | brasão = | bandeira = Bandeira de Araguacema.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 28 de julho | fundação = | gentílico = araguacemense | lema = | prefeito = Marcus Vinicius Moraes Martins | partido = MDB | fim_mandato = 2024 | mapa = Tocantins Municip Araguacema.svg | latP = S | latG = 08 | latM = 48 | latS = 29 | lonP = O | lonG = 49 | lonM = 33 | lonS = 24 | estado = Tocantins | mesorregião = Ocidental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Miracema do Tocantins | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Couto Magalhães, Goianorte, Dois Irmãos do Tocantins, Abreulândia, Caseara, Santa Maria das Barreiras (PA) e Conceição do Araguaia (PA) | dist_capital = 285 | área = 2778.452 | área_ref = | população = 6317 | data_pop = IBGE/2010 | altitude = 159 | clima = | sigla_clima = | idh = 0.673 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6047.76 | data_pib_per_capita = IBGE/2008 }} Araguacema é um município brasileiro do estado do Tocantins. Sua população estimada em 2010 era de 6 317 habitantes. O município recebe milhares de turistas de vários locais do país no mês julho para sua temporada de praia às margens do Rio Araguaia. A praia mais famosa da região é a Praia da Gaivota, que fica em frente à cidade. == História == Denominações anteriores: Vila de Porto Franco, Couto Magalhães e em seguida Santa Maria do Araguaia. A primeira tentativa de colonização foi realizada em 1812, com a fundação do Presídio de Santa Maria, que distava 18 léguas ao norte da atual cidade de Araguacema, no Rio Araguaia. O presídio destinava-se à proteção do comércio e navegação. O encarregado de sua fundação o Tenente Francisco Xavier de Barros, partiu de Vila Boa em princípios de 1812, em companhia do Capitão Luiz da Gama e mais oitenta pessoas, incluindo soldados e paisanos, chegaram ao ponto preestabelecido para construção do Presídio. No primeiro ano tudo correu bem, os índios mantinham as melhores relações com a guarnição e moradores, tanto que o comandante já se preparava para abrir uma estrada até São Pedro de Alcântara (atual Carolina-MA.) com o objetivo de manter ligações com outras povoados às margens do Rio Tocantins. No entanto, no dia 11 de fevereiro de 1813, cerca de oito horas da manhã, o pequeno estabelecimento foi cercado e assaltado pelos índios Carajás, Xavantes e Xerentes, que se coligaram para efetivação desse intento. Foram, todavia, rechaçados no decorrer dos embates do dia; ao cair da noite o Comandante suspeitando do ataque definitivo dos índios, resolveu embarcar com todos os habitantes do presídio em dois botes disponíveis, fugindo rio abaixo. O grupo já bastante reduzido em razão de mortes ocorridas no trajeto, conseguiu chegar à localidade de São João das Duas Barras no Estado do Pará. O Príncipe Regente D. João, ao ter conhecimento da destruição do presídio, determinou por aviso de 3 de dezembro de 1813, o restabelecimento do mesmo. Porém só mais tarde, no Governo de Goiaz de José Martins Pereira de Alencastro, foi o presídio restabelecido, no entanto a 18 léguas rio acima do primitivo local, onde o evangelizador Frei Francisco do Monte São Victor, já havia se estabelecido, vindo com algumas famílias de Bôa Vista (atual Tocantinópolis) para onde hoje se localiza a Cidade de Araguacema, deu início a construção de uma capela, destinada a catequese dos índios Carajás e Caiapós que habitavam a região. O nascente povoado recebeu vigoroso impulso quando foi escolhido para sede do presídio de Santa Maria do Araguaia. Em 1870, o bravo sertanista e desbravador General José Vieira Couto de Magalhães fundou a Companhia de Navegação a Vapor do Rio Araguaia, e estabeleceu a sede nas instalações do presídio. Em 1930 deu-se a mudança da sede da vila de Porto Franco (hoje Couto de Magalhães) para o povoado de Santa Maria do Araguaia (hoje Araguacema) que foi elevada à categoria de vila em 18 de março de 1931, e em 30 de março do mesmo ano, foi elevada à categoria de cidade. Pelo Decreto-Lei Estadual 8.305 de 31 de dezembro de 1943, foi o município de Santa Maria do Araguaia alterado no seu topônimo para Araguacema, atual denominação. A origem do nome sugerido por Manoel Athaide da Graça Leite, é uma homenagem ao Rio Araguaia (aragua = rio e cema = água, da língua Tupi) = ARAGUACEMA - Cidade das Águas. Em ordem cronológica foram prefeitos deste município: Calixto Cristino Cortes (28 de julho de 1919 a 18 de março de 1931), Gentil Colaço Veras (intendente), Clotário Nogueira, João Reis, Onildo Horácio da Cunha, Manoel de Souza Sobrinho, Petrônio Lima Arbués, Loguinho Vieira Jr., Edson Maranhão Duarte, Antenor Barreiros, Aldir Lyra Aguiar, Janarí da Silva Cunha, Walter Dalat Simas,José Américo Carneiro, Janari da Silva Cunha, João Paulo Ribeiro Filho, Joao Paulo Ribeiro Filho, José Américo Carneiro, João Paulo Ribeiro Filho. O município de Araguacema era um dos maiores do Brasil em extensão territorial, e dele foram desmembrados entre outros, os municípios de Miracema do Tocantins, Dois Irmãos do Tocantins, Arapoema, Goianorte, Tupirama, Couto de Magalhães, Pequizeiro, Itaporã do Tocantins, Abreulândia, Caseara, Marianópolis do Tocantins, Bandeirantes do Tocantins, Barrolândia, Bernardo Sayão, Brasilândia do Tocantins, Colinas do Tocantins, Divinópolis do Tocantins, Fortaleza do Tabocão, Guaraí, Juarina, Marianópolis do Tocantins, Miranorte, Monte Santo, Pau-d'Arco, Colméia, Presidente Kennedy, Rio dos Bois, Tupiratins. == Geografia == Localiza-se a uma latitude 08° 48' 29\" sul e a uma longitude 49° 33' 24\" oeste, estando a uma altitude de 159 metros. Possui uma área de 2789,9 km². Sua densidade demográfica (hab/km²) é de 2.27, Biomas predominantes: Cerrado e Amazônia. O Paralelo 9 S passa pela zona rural do município, cruzando com a rodovia que liga Araguacema a Dois Irmãos do Tocantins, nas proximidades do entroncamento para Caseara. == Infraestrutura == === Transportes === ==== Transporte rodoviário ==== Há apenas uma única via pavimentada que dá acesso ao município, a qual parte da cidade vizinha de Dois Irmãos do Tocantins, e depois passa pela sede do município e pela Agrovila do Projeto de Assentamento Federal Tarumã, até chegar ao Povoado Bonfim, onde termina a pavimentação. A rodovia federal BR-235 possui um trecho que passa pelo município, o qual se inicia no limite com o município vizinho de Goianorte, e termina na travessia de balsa sobre o Rio Araguaia, na divisa com o estado do Pará.Condições da rodovia federal BR-235 no Tocantins. ==== Transporte aeroviário ==== O município é servido pelo Aeroporto de Araguacema, mas no entanto, o aeroporto mais próximo que possui operações de voos comerciais, é o Aeroporto de Palmas. == Distâncias rodoviárias == Distâncias rodoviárias a partir de Araguacema (Km 0 na Rua Bernardo Sayão, entre a Rua dos Estados e a Avenida Goiás): * Conceição do Araguaia - PA (Praça da Bíblia): 104 km (via estrada vicinal entre a Agrovila do Projeto de Assentamento Federal Tarumã e o Distrito de Peixelândia, em Couto Magalhães) * Redenção - PA (Cruzamento entre a Av. Brasil e a Av. Santa Tereza): 148 km (via Distrito de Nova Esperança, em Santa Maria das Barreiras) * Miranorte: 183 km * Miracema do Tocantins: 206 km * Paraíso do Tocantins: 227 km * Palmas (Palácio Araguaia): 285 km == Filhos ilustres == * Tom Lyra: Ex-vice-governador do estado do Tocantins * Raquel Dodge: Procuradora-Geral da República (nasceu em Morrinhos - GO, mas no entanto, morou em Araguacema durante a sua infância) == Ver também == * Aeroporto de Araguacema * Área de Proteção Ambiental Ilha do Bananal/Cantão * Guerrilha do Araguaia * Rio Araguaia ==Ligações externas== *Prefeitura Municipal Categoria:Fundações em Goiás em 1931",
 "title": "Araguacema"
}