{
 "id": "35260",
 "text": "Babaçulândia é um município brasileiro no estado do Tocantins, Região Norte do país. Localiza-se no nordeste tocantinense e ocupa uma área de . Sua população foi estimada em habitantes em 2022. Localiza-se a uma latitude 07º12'17\" sul e a uma longitude 47º45'25\" oeste, estando a uma altitude de 178 metros. ==História== A povoação de Babaçulândia surgiu em 1926, quando Henrique Figueiredo de Brito se instalou na margem esquerda do Rio Tocantins. O primeiro nome do povoado foi Nova Aurora do Coco, devido a quantidade de coco babaçu que havia na região, sendo a seguir chamada simplesmente de Coco. O município foi instalado em 1 de janeiro de 1954, e foi desmembrado do município de Tocantinópolis. Segundo o historiador Raylinn Barros da Silva, por sua posição geográfica, muito próxima à cidade de Araguaína, maior centro urbano da região a partir dos anos 1960, Babaçulândia foi favorecida pelo crescimento de Araguaína, atraindo turistas da cidade para suas praias e atrações turísticas, como o Rio Tocantins. ==Geografia== Limita-se ao norte com os municípios de Darcinópolis e Wanderlândia, ao sul, com o município de Filadélfia, a leste com o estado do Maranhão, e a oeste, com Araguaína. Seus acidentes geográficos mais importantes são a Ilha São José, e os rios Tocantins e Corrente. == Economia == A primeira atividade econômica na região foi a extrativista, com a extração do coco babaçu e, em seguida, a agropecuária. Com a abertura da Rodovia Belém-Brasília, a cidade sofreu uma estagnação, pois o comércio voltou-se para a rodovia, e o impulso econômico e urbanístico voltou-se para os povoados que surgiam a beira da estrada, ficando as cidades ribeirinhas do Araguaia e Tocantins entregues ao esquecimento econômico. Em 2007, segundo os institutos SEBRAE/SEPLAN-TO/DPI havia 100 empresas em Babaçulândia. ==Religiosidade== Ainda segundo o historiador Raylinn Barros da Silva, os missionários orionitas, pertencentes à Congregação da Pequena Obra da Divina Providência, fundada por Luís Orione, foram os padres que estabeleceram a religiosidade católica em Babaçulândia. Eles foram os primeiros religiosos que construíram as primeiras igrejas católicas na cidade.https://repositorio.bc.ufg.br/tede/bitstream/tede/7041/5/Disserta%C3%A7%C3%A3o%20-%20Raylinn%20Barros%20da%20Silva%20-%202017.pdf ===Turismo=== As praias do Tocantins eram fonte de renda da população ribeirinha, até a construção da barragem de Estreito (MA). Há outras atrações turísticas na cidade, como a Cachoeira do Jenipapo, a Serra da Matança onde se encontra um abrigo sob rocha utilizado pelos índios Krahô como refúgio no século XIX, entre outros pontos turísticos que são pouco frequentados, a escola de talaricagem Gabriel Antônio Gonçalves Lima é uma atração recorrentemente visitado no turismo da cidade. == Ver também == * Lista de municípios do Tocantins * Lista de municípios do Brasil == Ligações externas == * * * * Categoria:Fundações no Brasil em 1953",
 "title": "Babaçulândia"
}