{
 "id": "35289",
 "text": "{{Info/Município do Brasil | nome = Formoso do Araguaia | foto = Lago Municipal.jpg | leg_foto = | apelido = | brasão = Brasao_formosoaraguaia.jpg | bandeira = Bandeira de Formoso do Araguaia.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = formosense do araguaia | lema = Capital da Irrigação | prefeito = Heno Rodrigues da Silva | partido = PTB | fim_mandato = 2024 | mapa = Tocantins Municip FormosodoAraguaia.svg | latP = S | latG = 11 | latM = 48 | latS = 09 | lonP = O | lonG = 49 | lonM = 31 | lonS = 42 | estado = Tocantins | mesorregião = Ocidental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Rio Formoso | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Lagoa da Confusão, Dueré, Cariri do Tocantins, Figueirópolis, Sandolândia, São Miguel do Araguaia (GO), Cocalinho (MT), Novo Santo Antônio (MT) e São Félix do Araguaia (MT) | dist_capital = 320 | área = 13423.256 | área_ref = | população = 18358 | data_pop = IBGE/2021 | altitude = 240 | clima = Tropical | sigla_clima = | idh = 0.670 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2019 | pib_per_capita = 19837.66 | data_pib_per_capita = IBGE/2019 | população_pos = TO: 12º | Saude = Diego Segger Ferreira }} Formoso do Araguaia é um município brasileiro do estado do Tocantins. == História == Em meados do século XVIII, a procura pelo ouro levou os portugueses às margens de um rio, que denominaram Formoso em virtude de suas belezas naturais. Os habitantes do local eram índios da tribo Javaé. A região ficou abandonada até 1949, quando foram descobertas minas de cristal, formando um povoado. Em 25 de setembro de 1963, o distrito alcançou sua emancipação, com o nome Formoso do Araguaia, desmembrando-se de Cristalândia. A partir de 1979 é implantado o Projeto Rio Formoso, de agricultura irrigada em terras contínuas, o maior da América Latina. Elevado à categoria de município e distrito com a denominação de Formoso do Araguaia, pela lei estadual nº 4596, de 01 de outubro de 1963, desmembrado do município de Cristalândia. Sede no atual distrito de Formoso do Araguaia (ex-povoado). Constituído do distrito sede. Instalado em 01 de janeiro de 1964. Em divisão territorial datada de 31 de dezembro 1963, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2007. == Caracterização == Localização geográfica de Formoso do Araguaia Dueré Lagoa da Confusão Mato Grosso Dueré Cariri do Tocantins Formoso do Araguaia Sandolândia Figueirópolis Goiás == População == Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - s 2010 18.427 Número de habitantes por Grupo Etário s 1991 2000 2010 Menos de 1 ano 423 419 258 De 1 a 4 anos 1803 909 1253 De 5 a 9 anos 2536 2139 1836 De 10 a 14 anos ??? ??? ??? De 15 a 19 anos ?? ?? ??? > Id. desconh ? ?? Em edição === Grupos étnicos === == Geografia == === Clima === O clima da região, é considerado tropical úmido e quente, com verão chuvoso e inverno seco. Relacionado às de baixas altitudes, propicia a formação de uma cobertura vegetal onde predominam várzeas, cerrados e campos. A temperatura média é de aproximadamente 24 °C, sendo a mínima de 15 °C entre maio e junho e a máxima atingindo os 35 °C entre setembro e outubro. == Comunicações == === Telefonia === A concessionária de telefonia fixa no município é a Oi. Em algumas localidades rurais, além de aldeias localizadas na Ilha do Bananal, existem telefones públicos operados via satélite pela Embratel. Os prefixos telefônicos utilizados pela Oi são: 3357 (na sede do município e em algumas localidades rurais), 3339 (na Fundação Bradesco) e 3857. Já o prefixo utilizado pela Embratel é o 4400 (na Ilha do Bananal e nos assentamentos: Caracol, Caracol II e Três Poderes).http://sistemas.anatel.gov.br/SACP/DocSite/acontece_anatel/Consulta/2001/consulta_329/relatorio_kpmg.pdf Em relação à telefonia celular, o município de Formoso do Araguaia é coberto pela Claro, pela Vivo e pela TIM. O código de DDD de Formoso do Araguaia, assim como de todo o estado do Tocantins, é o 63. === Televisão === A cidade de Formoso do Araguaia é coberta por quatro retransmissoras de televisão.http://www.portalbsd.com.br/novo/terrestres_channels.php?channels=606 Elas retransmitem o sinal das seguintes emissoras: * TV Anhanguera (Rede Globo) - Canal 10 VHF * TVE Tocantins (TV Cultura) - Canal 12 VHF * TV Jalapão (SBT) - Canal 4 VHF * TV Jovem (RecordTV) - Canal 7 VHF === Rádio === A única rádio FM que cobre a cidade de Formoso do Araguaia, é a seguinte emissora: * Rádio Formoso FM - 104,9 MHz === Internet === Conta com internet banda larga via par de cobre da operadora Oi. Tem cobertura 4g da Claro e Vivo. Possui pequenos provedores de acesso a internet via rádio e também fibra ótica. == Infraestruturas == === Transportes === *Terminal Rodoviário de Formoso do Araguaia == Economia == Formoso do Araguaia possuia o maior projeto de arroz irrigado em área contínua do mundo, totalizando 27.787 ha de várzea, constituída de solos hidromórficos e/ou aluviais, bem como todas as condições climáticas para a obtenção de excelentes produtividades. == Cultura == === Eventos === *Grande Cavalgada *Exposição Agropecuária de Formoso do Araguaia == Política == Nas eleições municipais de 2012, Formoso do Araguaia foi um dos apenas 16 municípios de todo o país a terem elegido prefeitos do PRTB.Resultado da eleição municipal de Formoso do Araguaia em 2012.PRTB dobra tamanho de suas bancadas no Brasil em 2012, ano que comemora 18 anos de fundação Na ocasião, o vencedor foi o candidato Wagner da Gráfica, que obteve 30,56% dos votos válidos, totalizando uma soma de 3.242 votos (apenas 32 votos a mais, em relação ao candidato Hermes Azevedo do PSD). Saúde Pública Atualmente o município de Formoso do Araguaia é integrante da região de saúde ilha do Bananal, composta também pelos municípios de Aliança do Tocantins, Alvorada, Araguaçu, Cariri do Tocantins, Crixás do Tocantins, Dueré, Figueirópolis, Gurupi, Jaú do Tocantins, Palmeirópolis, Peixe, Sandolândia, Santa Rita do Tocantins, São Salvador do Tocantins, São Valério da Natividade, Sucupira e Talismã. Atualmente a saúde do município Formoso do Araguaia possui 6 unidades de saúde da família, um Centro de Especialidades, CAPS tipo I e o Hospital Municipal Hermínio Azevedo Soares. O secretário de saúde Diego Segger Ferreira está à frente da secretaria desde o mês de maio deste ano, com grande experiencia em gestão pública, o mesmo já foi secretário municipal no Estado de Goiás e já prestou serviço de consultoria para o Hospital Osvaldo Cruz de São Paulo e o Hospital da Beneficência Portuguesa-SP, também compôs a primeira equipe de apoio de Institucional do Ministério da Saúde no Estado de Goiás. Com trabalhos publicado pelo ministério da saude. == Ver também == * Ilha do Bananal * Terra Indígena Parque do Araguaia * Rio Javaés * Rio Araguaia * Gurupi * Microrregião do Rio Formoso * BR-242 * TO-070 == Ligações externas == * * Categoria:Fundações em Goiás em 1963",
 "title": "Formoso do Araguaia"
}