{
 "id": "35280",
 "text": "{{Info/Município do Brasil | nome = Couto Magalhães | foto = | leg_foto = | apelido = | brasão = Brasaocmto.jpg | bandeira = Bandeiracmto.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = com a fundação do Presídio de Santa Maria | gentílico =coutoense | lema = | prefeito = Júlio César Ramos Brasil | partido = DEM | fim_mandato = 2024 | mapa = Tocantins Municip CoutodeMagalhaes.svg | latP = S | latG = 08 | latM = 17 | latS = 02 | lonP = O | lonG = 49 | lonM = 14 | lonS = 49 | estado = Tocantins | mesorregião = Ocidental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Miracema do Tocantins | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos =Pequizeiro, Juarina, Goianorte, Araguacema e Conceição do Araguaia no estado do Pará | dist_capital = 280 | área = 1585.773 | área_ref = | população = 5009 | data_pop = IBGE/2010 | altitude = 150 | clima = | sigla_clima = | idh = 0.628 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6905.21 | data_pib_per_capita = IBGE/2008 |site_prefeitura = www.coutomagalhaes.to.gov.br }} Couto Magalhães é um município brasileiro do estado do Tocantins. Localiza-se a uma latitude 08º17'02\" sul e a uma longitude 49º14'48\" oeste, estando a uma altitude de 150 metros. Sua população estimada em 2004 era de 4.069 habitantes. ==História== O município de Couto de Magalhães teve sua primeira tentativa de colonização em 1912, com a fundação do Presídio Santa Maria que se destinava à proteção do comércio e navegação de uma Companhia que em virtude do aviso de 05 de setembro de 1811, fora incorporada por Fernando Delgado. Em 11 de fevereiro de 1813 o referido estabelecimento foi cercado e assaltado por índios das tribos Xavantes e Carajás que, dessa forma, desejavam banir a civilização que se formava na região. O Príncipe Regente D. João ao ter conhecimento da destruição do Presídio pelos índios e considerando a necessidade de povoamento do Vale Araguaia determinou seu restabelecimento, medida esta que se foi protelando até o Governo de José Martins. A fundação do município se deu em 1905, por aventureiros que se dedicavam à extração do caucho no município de Conceição do Araguaia, no Estado do Pará e que deixavam suas famílias naquela localidade por temerem os índios que habitavam as matas do Rio Xingú. Pela Lei Municipal n° 23, de 29 de janeiro de 1907, foi criado do Distrito, com sede no povoado Porto Franco. O atual município começou a apresentar condições e capacidade para a via autônoma no ano de 1910, quando o alto valor adquirido pelo \"caucho\" (árvore que produz matéria-prima para a fabricação da borracha), abundante nas matas do Rio Xingú, determinou enorme movimento e intenso tráfego pelo Rio Araguaia, artéria de escoamento da produção daquelas matas. No período da borracha, em Porto Franco, hoje Couto de Magalhães, estabeleceram-se alguns comerciantes, tornando-se em breve o lugarejo um verdadeiro empório de altos negócios, despertando no Governo Estadual a ideia de implantar um Posto Fiscal que alcançou considerável renda. Isto fez com que decorridos poucos anos de fundação, Porto Franco começasse a pleitear a sua ascensão à município, o que acabou por conseguir com relativa facilidade através da Lei n° 664, de 28 de julho de 1919, tendo por sede o povoado Porto Franco, que passou a denominar-se Couto de Magalhães, em homenagem ao bravo sertanista General José Vieira de Couto de Magalhães, fundador da Companhia de Navegação a Vapor do Rio Araguaia. O município foi solenemente instalado no dia 20 de maio de 1920. Com a desvalorização da borracha, o município de Couto de Magalhães esteve e decadência, tendo até mesmo reduzido a sua população urbana. Em 1929, estava a Vila sede em decadência, quando o povoado de Santa Maria do Araguaia, da qual era subordinado, em pleno desenvolvimento, pleiteava a transferência da sede do município para aquele local. Com a advento da revolução em 1930, deu-se a mudança da sede de Couto de Magalhães para o povoado de Santa Maria do Araguaia, atual Araguacema, que foi elevada a categoria de Vila pelo Decreto nº 860, de 18 de março de 1931, sendo a nova sede instalada no dia 09 de abril do mesmo ano, continuando, porém, o município a denominar-se Couto de Magalhães. Daí em diante a ex-vila de Couto de Magalhães passou a ser Distrito subordinado à Vila de Santa Maria do Araguaia, até que a Câmara Municipal de Araguacema, por iniciativa do vereador José Wilson Leite, aprovou a Resolução n° 6, de 06 de maio de 1963, que autorizou sua emancipação através da Lei Estadual n° 4597, de 1° de outubro de 1963, de autoria do Deputado Jayme Florentino de Farias. Criou-se assim, novamente, o município de Couto de Magalhães, que foi solenemente instalado em 1° de janeiro de 1964. Seu primeiro administrador foi o Sr. João Alves Rego, designado pelo Governador do Estado. Com a enchente do Rio Araguaia de 1980, Couto de Magalhães teve aproximadamente 40% de suas casas destruídas pelas águas, motivo pelo qual o Prefeito Municipal, Senhor Carlindo Lima de Moura, resolveu transferir a sede da margem do Rio para o lugarejo/loteamento denominado Cruzaltina. Formação Administrativa Distrito criado com a denominação de Porto Franco ex-povoado, pela lei municipal nº 23, de 29-01-1907. Em divisão administrativa referente ao ano de 1911, figura no município de Pedro Afonso o distrito de Porto Franco. Elevado à categoria de município com a denominação de Couto de Magalhães, pela lei estadual nº 644, de 26-07-1919, desmembrado de Paulo Afonso. Sede na povoação Porto Franco. Constituído do distrito sede. Instalado em 20-05-1920. Pelo decreto estadual nº 860, de 18-03-1931, transfere a sede do município de Couto de Magalhães para a povoação de Santa Maria do Araguaia, passando o município a ter esta denominação . Em divisão administrativa referente ao ano de 1933, o distrito de Couto de Magalhães, figura no município de Santa Maria do Araguaia. Assim permanecendo em divisões territoriais datadas de 31-XII-1936 e 31-XII-1937. Pelo decreto estadual nº 8305, de 31-12-1943, o município de Santa Maria do Araguaia passou a chamar-se Araguacema, passando o distrito de Couto de Magalhães a pertencer ao município de Araguacema. Em divisão territorial datada de 1-VII-1950, o distrito de Couto de Magalhães figura no município de Araguacema. Assim permanecendo em divisão territorial datada de 1-VII-1960. Elevado à categoria de município com a denominação de Couto de Magalhães, pela lei estadual nº 4597, de 01-10-1963, desmembrado de Araguacema. Sede no antigo distrito de Couto de Magalhães. Constituído do distrito sede. Instalado em 01-01-1964. Em divisão territorial datada de 31-XII-1968, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2007. Categoria:Municípios do Tocantins",
 "title": "Couto Magalhães (Tocantins)"
}