{
 "id": "35295",
 "text": "{{Info/Município do Brasil | nome = Itacajá | foto = | leg_foto = | apelido = | brasão =Brasao-itacaja.png | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = itacajaense | lema = | prefeito = Maria Aparecida Lima Rocha Costa | partido = PSC | fim_mandato = 2024 | mapa = Tocantins Municip Itacaja.svg | latP = S | latG = 08 | latM = 23 | latS = 31 | lonP = O | lonG = 47 | lonM = 46 | lonS = 04 | estado = Tocantins | mesorregião = Oriental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Jalapão | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Santa Maria do Tocantins, Pedro Afonso, Goiatins e Itapiratins | dist_capital = 211 | área = 3051.341 | área_ref = | população = 7104 | data_pop = IBGE/2010 | altitude = 196 | clima = | sigla_clima = | idh = 0.675 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6007.26 | data_pib_per_capita = IBGE/2008 }} Itacajá é um município brasileiro do estado do Tocantins. ==História== Tem-se notícia do povoado desde antes de 1900, quando um grande comerciante de gado, capitão Agostinho Soares Correia, era proprietário de grandes porções de terras e fazendas da região. Há relatos de que, em duas de suas grandes fazendas, nasciam 12 000 bezerros ao ano. Diante de tanta riqueza, aquele pequeno povoado foi crescendo e tornando-se notório na região. Outro fato marcante na região foi a fuga dos índios que estavam sendo caçados na região sul do Maranhão, que foram \"acolhidos\" pelo capitão Agostinho, que inicialmente se instalaram próximo ao rio Tocantins, onde hoje é o município de Pedro Afonso, e posteriormente se instalaram no município de Itacajá. Em março de 1926, a Coluna Prestes passou pelo município, atravessando o rio Manuel Alves Pequeno.Câmara municipal de Itacajá. Disponível em http://camaraitacaja.to.gov.br/historico-de-itacaja-2/ . Acesso em 22 de julho de 2017. A fundação oficial de Itacajá deveu-se aos esforços do missionário batista, pastor Francisco Colares, que ali se radicara em 1938 para evangelizar os índios Kraôs. Tendo, porém, em vista as necessidades dos sertanejos, fundou uma escola e um orfanato. \"A cidade começou com um orfanato fundado pelo pastor Francisco Colares e sua mulher Beatriz em 10 de abril de 1942.\"jornal Batista de 10 de outubro de 1989 Inicialmente, era conhecido como Porto do Vau, devido ao vau que se formava no verão onde hoje está construída a ponte e porto. Logo acima, era o porto. Criado pela lei estadual de número 891 de 12 de novembro de 1953, Itacajá foi fundada e tornou-se um grande município. O rio Manoel Alves Pequeno, que banha o município, se encontra catalogado no Atlas do Brasil Império, solicitado por Dom Pedro II, publicado em 1868, mas suponha-se que o levantamento do rio foi feito por volta de 1745, quando eram definidas as fronteiras da província de \"Goyas\", com a província do Maranhão, no rio Manoel Alves Grande. == Geografia == Localiza-se a uma latitude 08º23'30\" sul e a uma longitude 47º46'04\" oeste, estando a uma altitude de 196 metros. Itacajá possui clima tropical, com temperatura média entre 30° e 35° graus. Sua principal fonte de renda é a pecuária. Em regime de plantation, são cultivadas diversas variedades de milho, arroz, feijão, mandioca etc. Além do comércio varejista, a cidade dispõe de serrarias, olarias, usina para beneficiamento de arroz etc. Hoje, a região atrai turistas do Brasil inteiro para o evento anual da descida do Rio Manoel Alves Pequeno, conhecido como Rally das Águas. ==Ligações externas== * Prefeitura",
 "title": "Itacajá"
}