{
 "id": "35293",
 "text": "{{Info/Município do Brasil | nome = Guaraí | foto = Praia da graciosa - panoramio.jpg | leg_foto = | apelido = Guará | brasão = | bandeira = Bandeira_Guaraí.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 11 de abril | fundação = | gentílico = guaraiense | lema = | padroeiro = São Pedro | prefeito = Maria de Fátima Coelho Nunes | partido = UB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Tocantins Municip Guarai.svg | latP = S | latG = 08 | latM = 50 | latS = 02 | lonP = O | lonG = 48 | lonM = 30 | lonS = 36 | estado = Tocantins | mesorregião = Ocidental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Miracema do Tocantins | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Colmeia, Itaporã do Tocantins, Presidente Kennedy, Santa Maria do Tocantins, Tabocão, Tupiratins, Itapiratins, Tupirama. | dist_capital = 180 | dist_capital_ref = | capital_link = Palmas | área = 2268.147 | área_ref = | população = 26403 | data_pop = estimativa IBGE/2021 | população_pos = TO: 8º | densidade = 10,23 hab/km² | altitude = 259 | clima = Tropical | sigla_clima = | idh = 0.741 | idh_pos = TO: 5º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2019 | pib_per_capita = 26912.22 | data_pib_per_capita = IBGE/2019 | site = http://guarai.to.gov.br/ }} Guaraí é um município do estado do Tocantins, no Brasil. == Etimologia == A expressão \"Guaraí\" é uma palavra que compõe o léxico da língua indígena tupi) e é formada pela junção das palavras Guará que significa \"lobo pequeno\" e Í ou Y, que significa \"rio\". Daí, a expressão significaria \"rio dos guarásNAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 42. == História == O sítio urbano de Guaraí teve seu início impulsionado pela construção da BR-153, rodovia federal que veio passar por considerável extensão da Fazenda Guará, propriedade rural do latifundiário Pacífico Silva, que foi prefeito do município de Tupirama na década de 1950. Esse fazendeiro acabou sendo o fundador do núcleo populacional contemporâneo de Guaraí. Pouco tempo depois, o povoado \"Guará\" ultrapassou em termos populacionais Tupirama, a cidade-sede do município, tornando-se mais importante que esta. Foi a partir daí que o senhor Osvaldo Dantas de Sá se uniu com alguns moradores para lutar pela transferência da sede (Tupirama) para o povoado \"Guará\", conseguindo isto, finalmente, através da Lei Estadual 1.177, de 5 de novembro de 1968, promulgado pelo Estado de Goiás. A partir daí, o povoado se emancipou formalmente com o nome de Guaraí., contudo, este município somente conseguiu a sua emancipação política e administrativa em 11 de abril de 1970, quando Osvaldo Dantas de Sá assumiu o cargo de primeiro prefeito de Guaraí. Durante a década de 1980, a cidade de Guaraí se tornou a capital temporária de Goiás por três dias, em uma época anterior à criação do estado de Tocantins, quando Goiás era governado por Iris Rezende. Em 1999, a Câmara Municipal de Guaraí oficializou o hino oficial do Município por meio da lei municipal nº 17/99, durante a gestão do prefeito José Lomazzi Filho. A letra deste hino foi criada pela professora aposentada Maria Alice dos Santos Procópio, que atuou na rede municipal guaraiense. == Geografia == Localizada a 178 quilômetros de Palmas, capital do Estado do Tocantins, a sede do município de Guaraí está situada a uma latitude 08º50'03\" sul e a uma longitude 48º30'37\" oeste, estando a uma altitude de 259 metros. Sua população estimada em 2010 era de 23 200 habitantes. Podemos citar que a mesorregião onde Guaraí se encontra é denominada de Ocidental do Tocantins. Sua microrregião é a de Miracema do Tocantins. === Clima === O município de Guaraí possui um clima tropical, com altas temperaturas, variando entre dezoito e 36 graus centígrados. Guaraí, juntamente com as outras cidades do estado, possui uma estação chuvosa que dura de outubro a meados de maio e uma estação onde as chuvas são bem raras, durando de maio a setembro. == Organização Político-Administrativa == O Município de Guaraí possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Guaraí, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Guaraí === * Prefeito: Maria de Fátima Coelho Nunes - União Brasil (2021/-) * Vice-prefeito: Donizete da Rocha Coelho - PV (2023/-) * Presidente da câmara: Gleidson Bueno - União Brasil (2021/-) == Economia == O município de Guaraí se destaca na agricultura por possuir uma das maiores plantações de melancia por gotejamento do planeta que ocupa mais de 500 hectares que produzem 25 mil toneladas a cada safra. == Esporte e Lazer == Dentre os clubes esportivos de Guaraí, destaca-se o Sport Club Guaraí. Atualmente, disputa o Campeonato Tocantinense de Futebol da Segunda divisão. Ultimamente, o clube vem se destacando no cenário esportivo tocantinense, juntamente com a elite estadual. Os jogos são sediados no Estádio Delfino Pereira Lopes, com capacidade para 3 500 pessoas e pertencente ao Governo Municipal.",
 "title": "Guaraí"
}