{
 "id": "35300",
 "text": "{{Info/Município do Brasil | nome = Juarina | foto = | leg_foto = | apelido = A Rainha do Leite | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário =12 de outubro | fundação = | gentílico =juarinense | lema = | prefeito = Manoel Ferreira Lima | partido = PTB | fim_mandato = 2024 | mapa = Tocantins Municip Juarina.svg | latP = S | latG = 08 | latM = 07 | latS = 08 | lonP = O | lonG = 49 | lonM = 03 | lonS = 54 | estado = Tocantins | mesorregião = Ocidental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Miracema do Tocantins | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Couto Magalhães ao sul; Bernardo Sayão ao norte; Pequizeiro ao oeste e Conceição do Araguaia ao leste | dist_capital = 390 | área = 481.046 | área_ref = | população = 2231 | data_pop = IBGE/2010 | altitude = 180 | clima = semi-árido tropical | sigla_clima = | idh = 0.677 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6512.35 | data_pib_per_capita = IBGE/2008 | site = juarina.to.gov.br }} Juarina é um município brasileiro do estado do Tocantins. Localiza-se a uma latitude 08º07'10\" sul e a uma longitude 49º03'53\" oeste, estando a uma altitude de 180 metros. Sua população estimada em 2004 era de 2.535 habitantes. == História == A região faz parte do Médio Araguaia onde foi instauradas grandes latifúndios de terras, dentre as quais maior parte era de grilagem. Ali onde se situa o município havia a Fazenda Juarina, derivado do nome do rio Juarí, do então proprietário Sr. Carlitão. Por volta do 1989 diversos famílias se apossaram indevidamente de glebas de terras da fazenda,com isso houve conflitos entre os mandatários do dono da fazenda e os posseiros. Assim as autoridades da época resolveram fazer uma pequena reforma agrária na região e cederam pequenos lotes de terras da fazenda às famílias que ali residiam. == Implantação do município == Depois dos vários conflitos e da divisão das terras da fazenda a paz reinou na região. Foi quando surgiu os primeiros movimentos de autonomia do pequeno povoado que ali na sede da antiga fazenda havia se formado, à procura de melhorias os habitantes promoveram o aproximamento de políticos em prol da implantação do município. A autonomia política e administrativa veio através da lei nº 251 de 20 de fevereiro de 1991, no artigo 18 do Ato das Disposições Constitucionais Transitórias em que foi criado o município com o nome de Juarina, desmembrando-o assim do município de Couto de Magalhães. A instalação do município ocorreu em 1 de janeiro de 1993,Cícero Alves da Costa foi o primeiro prefeito a tomar posse tendo como vice-prefeito Rafael Saraiva da Rocha. == Economia == A economia da região tem como base a monocultura da pecuária e produção leite. O município já teve uma bacia leiteira de forte influencia na região, mas com o enfraquecer da economia e a queda dos preços a produção do leite caiu em decadência. Hoje grande parte da renda das pessoas residentes na área urbana da cidade provém da prestação de serviços, principalmente para prefeitura da cidade. == Educação == A cidade possui uma escola municipal de ensino fundamental e um colégio estadual de ensino fundamental e ensino médio. == Turismo == A região é cortada por inúmeros rios, entre eles o Juarí, Barreira, Grotão e o Araguaia. No rio Araguaia durante o período da estiagem emergem pequenas formações de sedimentos tornando-os viável a pratica de turismo ecológico. Nessas pequenas praias entre os meses de Junho e Agosto os habitantes promovem o veraneio, festas com cunho comercial e atrações musicais. Sendo o rio Araguaia um dos mais piscosos do mundo, há um fluxo muito grande de pescadores na região, principalmente os que buscam lazer na prática da pesca. Dentre os peixes encontrados na região os mais procurados são: Tucunaré, Pintado, Boca Larga, Pacu, Piranha, Pirarara, Pirarucu Categoria:Municípios do Tocantins",
 "title": "Juarina"
}