{
 "id": "35319",
 "text": "{{Info/Município do Brasil | nome = Palmeiras do Tocantins | apelido = | foto = Igreja Mãe de Deus - Palmeiras do Tocantins.jpg | bandeira = | brasão = | link_hino = | aniversário =10 de fevereiro | fundação = | gentílico = palmeirense | lema = | prefeito = Francisco Noleto Júnior | partido = MDB | fim_mandato = 2024 | mapa = Tocantins Municip PalmeirasdoTocantins.svg | latG = 06 | estado = Tocantins | latP = S | latM = 36 | lonP = O | lonG = 47 | lonM = 32 | latS = 46 | lonS = 45 | mesorregião = Ocidental do Tocantins | microrregião = Bico do Papagaio | região_metropolitana = | vizinhos = Aguiarnópolis, Santa Terezinha do Tocantins, Darcinópolis e Estreito (MA) | dist_capital = 491 | área = 747.895 | área_ref = | população = 5746 | altitude = | clima = | sigla_clima = | idh = 0.582 | pib = mil | pib_per_capita = 5720.98 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2010 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site = https://www.palmeirasdotocantins.to.gov.br/ }} Palmeiras do Tocantins é um município brasileiro do estado do Tocantins. Sua população estimada em 2004 era de 5.409 habitantes. Em 1854 no período Brasil império, até meados de 1934 encontrava a família de Inácio Bezerra Costa às margens do Rio Tocantins. Após 1935 algumas famílias do Maranhão se instalaram na região de Tocantinópolis, precisamente no povoado de Mosquito, como era conhecida Palmeiras do Tocantins. Aos poucos formavam aglomerações de casas rústicas entre o rio Tocantins e ribeirão Mosquito. Em 1958 com a construção da rodovia Belém-Brasília começava a expandir riquezas pela região, tornando-se potencialmente forte em comercialização. Com a constituição de 1988, criação do Estado do Tocantins, nasceu o município de Mosquito. O nome Mosquito é devido as características das formações rochosas (Litologia) da região, a Formação Mosquito que está sobreposta a Formação Sambaíba em contato discordante caracterizado por superfície de erosão, ocasionada por derrames basalticos de cor cinza e esverdeado, estrutura maciça e amigdaloidal, rica em cristais translúcidos de brilho vítreo. Sua geologia em Folha Tocantinópolis é de Formação Sambaíba, que ocorre na porção sul-sudeste onde se caracteriza por apresentar uma morfologia de extensos chapadões dissecados, capeados por espessuras variáveis de basaltos que se encontram laterizados na maioria das vezes, e se destacam pela sua topografia conspícua. A Litologia constitui-se de arenitos médios a finos, cinza, bimodais, com estratificações cruzada tangencial e acanalada de grande a médio porte. Também encerram pelitos com estratificação plano-paralela, cinza-avermelhados intercalados em arenito (ALMEIDA et al, 1995). Já a idade de acordo com MESNER & WOOLDRIGE (1964), devido a ausência de fósseis, atribuíram a idade triássica superior para a Formação Sambaíba baseados em sua posição estratigráfica. BARBOSA et al. (1966) e LIMA & LEITE (1978) a aceitarem uma contemporaneidade com a Formação Mosquito, cujas datações radiométricas atribuem o extravasamento ao período entre o Triássico e o Jurássico. Categoria:Municípios do Tocantins",
 "title": "Palmeiras do Tocantins"
}