{
 "id": "35310",
 "text": "Miranorte é um município brasileiro do estado do Tocantins. Localiza-se a uma latitude 09º31'46\" sul e a uma longitude 48º35'24\" oeste, estando a uma altitude de 222 metros às margens da BR 153. Sua população estimada em 2020 é de 18.200 habitantes, sendo a 15ª maior do estado. ==História== Tudo começou em 1934, quando o senhor Job Lima formou uma fazenda à margem direita do Ribeirão Providência, chamada Sucupira (este nome foi usado, devido à influência de uma espécie de árvore nativa que predominava suas matas), para trabalhar com agricultura e pecuária. Estas riquezas efetuaram o desbravamento da região e, até hoje, são as principais atividades econômicas do município. A Fazenda Sucupira era um lugar panorâmico, bonito e desenhado pelas curvas do Ribeirão Providência, sem esquecer as suas matas e que ainda virgem formavam uma linda paisagem que só a natureza tem condições de oferecer para deliciar os olhos humanos. Bonita e com terras férteis, porém, um pouco difíceis de serem exploradas, por causa das espécies animais que habitavam aquela região e o acesso por terra sem qualquer estrada. Em 1952, Antônio Alexandrino Ribeiro, popularmente conhecido por Antônio Valentim, adquiriu a Fazenda Sucupira de Job Lima. Ele assumiu com muita garra e esforço o comando daquela propriedade, ele queria o desenvolvimento daquela região, que era muito carente e esperava uma oportunidade que só chegou com a abertura da Rodovia Belém-Brasília. No ano seguinte em 1959, o chefe da obra Antônio Pereira de Sousa (conhecido como Antônio Saudoso), fundou com a ajuda de alguns moradores que se estabeleceram próximos às obras, um povoado às margens da rodovia que teve o primeiro nome de Belém-Brasília, decorrente do nome da rodovia em construção, mas os moradores inconformados com este nome reuniram-se e deram o nome de Povoado Providência. Em pouco tempo, um pequeno comércio surgiu de extração de amêndoa do babaçu, da agricultura e da pecuária. Ainda em 1959, foi instalada a primeira Escola Municipal, para atender as crianças do Povoado Sucupira. Em seguida, no ano de 1959, ela tornou-se Escola Estadual. Assim, esta ligação do sul do Estado de Goiás, trouxe grande prosperidade à povoação. Em 1962, por direito e mediante projeto do vereador Artur Barbosa Luz, defendeu junto à Câmara Municipal de Miracema do Norte, a elevação a distrito do Povoado Providência, através do decreto Lei municipal 104 de 31 de dezembro de 1962, já com outro novo nome de Miranorte,criado pela primeira comerciante da região e também pediatra Maria Isabel Borges Soares que originou do nome Miracema do Norte.Onde O nome quer dizer: Mira, olhar para o norte. No dia 1º de janeiro de 1963, foi instalado o Distrito Miranorte no estado de Goiás, e nomeado em 1º de fevereiro de 1963 o primeiro Subprefeito Abdoral Fonseca. Em 8 de março de 1963 o Felipe de Fagundes de Carvalho foi designado no cargo de Juiz Distrital. O Cartório de Registro Civil foi criado em 14 de março de 1963 e seu Tabelião titular foi Noé Carvalho Luz. Nesse mesmo ano (1963), por intermédio do Deputado Francisco Maranhão Japiassu, conseguiu através da Resolução nº. 131, de 16.09.63, juntamente com a Câmara Municipal de Miracema do Norte, a elevação do Distrito Miranorte à Município, pela Lei Estadual nº. 4.820, de 8 de novembro de 1963 e foi instalada em 1 de Janeiro de 1964, sendo então prefeito nomeado pelo Srº. Governador de Goiás, Mauro Borges Teixeira. As primeiras eleições realizadas neste município aconteceram em 3 de outubro de 1965, elegendo Edmundo Mendes dos Santos para Prefeito Municipal. Em março de 1972, instala-se o Ginásio Belém-Brasília e foi criada, no mesmo ano, a Paróquia Santo Antônio, padroeiro do município. Em 1973, foi instalado o Posto de Saúde e a Telegoiás, inaugurado em 25 de janeiro de 1974. Já em 22 de abril de 1973, foi instalada a Agência de Correios, em 1975, começou a funcionar o Hospital Municipal de Miranorte e em 1º de outubro de 1977 foi inaugurado a agencia do Banco Bamerindus. Foi nomeado o primeiro prefeito deste Município o Sr. Felipe Fagundes de Carvalho, em 1° de janeiro de 1964. Tendo como auxiliares administrativos Juarez de Melo Tavares e Genoveva Aquino. Em novembro do mesmo, por motivos de saúde, pediu demissão do cargo de prefeito e assumiu como sucessor substituto o senhor Noé Carvalho Luz, no dia 13 de novembro de 1964 até o dia 23 de janeiro de 1965. Tendo como auxiliar o senhor José de Aquino Antunes. Em 25 de janeiro de 1965, por indicação do interventor federal Carlos de Meira Matos, Governador do Estado de Goiás posto pela Resolução de 31 de março de 1964. Indicou para prefeito substituto o senhor Antonio Pereira de Sousa (conhecido por Antônio Saudoso) que teve seu mandato pelo período de 25 de janeiro de 1965 até 31 de janeiro 1966. Teve como auxiliar administrativa a Senhora Iracema Lira Sá. O segundo prefeito eleito pelo voto direto foi Jarmes Pereira Marins e o vice-prefeito foi Noé Carvalho Luz, que governaram no período de 31 de janeiro de 1970 até 30 de janeiro de 1973. Tendo como primeira dama Alzira Luz Marins. Seus auxiliadores administrativos foram: Miguel Ishiy e José Medrado Ribeiro. Nessa gestão foi ampliada a avenida bernardo sayao e arborizada e entregue lotes para mais de 50 famílias trazidas de britania estado de goias e assim fez av. josé amancio e ajudando as famílias a fazerem suas casas com um multirão envolvendo toda a população da época e outras coisas a mais para o progresso de nossa cidade. Jarmes Marins é considerado o maior prefeito de visões futuristas que teve nessa cidade, é comentado até hoje como melhor prefeito de todos os tempos. O terceiro prefeito foi o senhor Aurílio Gonçalves de Oliveira e vice-prefeito José Edson, que administraram Miranorte no período de 31 de janeiro de 1973 até 31 de janeiro de 1977, juntamente com sua primeira dama Elice Sousa Melo Oliveira. Seus auxiliares administrativos foram: Maria Célia de Paula, Antonio de Sousa Jardim, Francisca Lopes Nolêto Neta, Leci Lourenço da Silva, Zé Crescêncio(vereador) e o vice-prefeito foi José Edson Araújo. O quarto prefeito eleito pelo voto direto foi o jovem José Barbosa Teles e o vice- prefeito José de Moura Sobrinho, no período de 1° de fevereiro de 1977 até 31 de janeiro de 1981. O quinto prefeito foi Stalin Juarez Bucar, eleito no período de 1° de fevereiro de 1983 até 4 de novembro de 1988, sendo sua primeira dama Anice Beze Bucar, conhecida como Nicinha, assumindo em seu lugar o vice-prefeito Adão pereira Oliveira. O sexto prefeito municipal foi o senhor Newton Vaz da Silva, ladeado com a sua esposa a senhora Maria do Socorro Vaz. Tendo como seu vice Valdemar Vieira dos Santos, tendo o início do mandato em 1° de janeiro de 1993. O sétimo prefeito de Miranorte foi o senhor Carlos Roberto de Abreu, tendo como primeira dama a senhora Maria José Gomes de Abreu. Este prefeito administrou pelo período de 1° de janeiro de 1997 até 31 de dezembro de 2000. O oitavo prefeito de Miranorte foi Stalin Juarez Gomes Bucar, eleito no período de 1° de janeiro de 2001 a 31 de dezembro de 2004 sendo reeleito e assumiu em 1° de janeiro de 2005 permanecendo até junho de 2007, quando renunciou para concorrer a um cargo no Legislativo Estadual, assumindo o vice Jadson Luz Marins. ==O município== Em 1º de agosto de 2000, segundo o censo demográfico de 2000 fornecido pelo IBGE, Miranorte contava com 11.799 habitantes, sendo 6.025 homens. 5.774 mulheres, 10.799 zona urbana e 1.100 zona rural, com crescimento de 2,30% anual. Nesse mesmo ano confirmado pelo TRE (Tribunal Regional Eleitoral) confirmou que Miranorte tinha 9.485 eleitores. A população miranortense se orgulha em morar nesta cidade, porque as ruas e avenidas são longas e largas, quase todas arborizadas dando maior realce e beleza a essa cidade que cresce como o nascer de cada manhã, que começa um novo dia. Os principais produtos agrícolas do município são: arroz, milho, laranja, abacaxi, mandioca, melancia, banana, feijão e abóbora. O município apresenta uma das grandes forças econômicas do estado, tem desenvolvido consideravelmente e aumentado bastante os rebanhos de bovinos, suínos, eqüinos, e aves. Essa mistura de criação contribui para o abastecimento local como, a carne, leite, queijo e também o meio de transporte. É uma boa parte desses rebanhos são comercializados em outros estados. Conforme o Livro Anuário do Tocantins 2000, que vem sendo editado desde 1957, onde relata todos os acontecimentos relacionados ao Estado e seus 139 Municípios, Miranorte fica com distancia de 105 km da Capital Palmas, este município está localizado no Centro-Oeste do Estado, com a colocação de 22º no Estado em arrecadação de ICMS. ==ACIM== A Associaçao Comercial e Industrial de Miranorte foi fundada em 1989 mesma época da criação do Estado do Tocantins, sendo considerada como a terceira maior força do município, atrás do Poder Executivo e Legislativo Municipal. ==Cultura== Miranorte possui um Ponto de Cultura, concedido através do programa + Cultura do Governo Federal em parcerias com a Associação Amigos da Arte (ASSAMAR), Governo do Estado do Tocantins e Secretárias da Juventude e Cultura. O Ponto de Cultura Engenho Cultural oferece oficinas de música, dança artesanato, narração de histórias e também um Cine Clube. ==Cinema== No tempo aureo dos cinemas, Miranorte recebeu uma sala chamada Cine Bandeirantes, que exibias obras de renome internacional e nacional. Neste ramo, o CEM – Rui Brasil Cavalcante desenvolve na escola o projeto Cinema na Escola, que tem o propósito de permitir o contato do educando com a linguagem cinematográfica, através de filmes que retratem valores éticos e solidários, bem como despertar seu interesse pela linguagem do áudio visual, incentivando-os na produção de curta metragem, promovendo assim. == Ligações externas == * * * * Categoria:Miranorte",
 "title": "Miranorte"
}