{
 "id": "35348",
 "text": "{{Info/Município do Brasil | nome = São Salvador do Tocantins | foto = São_Salvador_do_Tocantins.svg | leg_foto = Vista aérea do município | apelido = Cidade Ribeirinha | brasão = Brasaosaosalvadordotocantins(1).svg | bandeira = Bandeirasaosalvadordotocantins(1).svg | link_brasão = | link_bandeira = | emancipação = | aniversário = 20 de fevereiro | distritos = Povoado do Retiro | fundação = | gentílico = são salvadorense | link_hino = | lema = | prefeito = Edmar José da Cruz | partido = PT | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = Tocantins Municip SaoSalvadordoTocantins.svg | latP = S | latG = 12 | latM = 44 | latS = 38 | lonP = O | lonG = 48 | lonM = 14 | lonS = 08 | estado = Tocantins | mesorregião = Ocidental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Gurupi | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Palmeirópolis, Peixe, Paranã e Jaú do Tocantins | dist_capital = 397 | área = 1422.025 | área_ref = | população = 2910 | data_pop = IBGE/2010 | altitude = 120 | clima = Tropical com estação seca | sigla_clima = Aw | CEP = 77368-000 | idh = 0.605 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2010 | pib_per_capita = 28440.98 | data_pib_per_capita = IBGE/2010 | padroeiro = Nossa Senhora de Santana | site = saosalvador.to.gov.br }} São Salvador do Tocantins é um município brasileiro do estado do Tocantins, localizado na região sul do estado. ==História== O primeiro núcleo de povoação foi oriundo da aglomeração de humildes lavradores, que surgiram às margens do Rio Tocantins no ponto de travessia do rio, na ligação entre Paranã e Palmeirópolis. Sua emancipação deu-se por ação do vereador designado daquele povoado, Sr. Luiz Furtado de Almeida, que concorrendo às primeiras eleições do município foi eleito prefeito. A Lei Estadual nº. 251/91, de 20 de fevereiro de 1991, deu emancipação política ao município de São Salvador do Tocantins, desmembrado de Palmeirópolis e instalando em 1º de janeiro de 1992, com posse do 1º prefeito e da Câmara de Vereadores. ==Geografia== Localiza-se a uma latitude 12º44'37\" sul e a uma longitude 48º14'08\" oeste, estando a uma altitude de 120 metros. Sua população estimada em 2004 era de 2 802 habitantes. Possui uma área de 1427,61 km².O município de São Salvador do Tocantins localiza-se na região sul do Estado, ficando a 397 km da capital Palmas, a margem esquerda do Rio Maranhão (afluente do Rio Tocantins) entre as Fozes dos Rios Mutum e Almas. == Relevo, Vegetação e Clima == O município conta com a vegetação típica de cerrado com montanhas e planícies, de clima tropical com duas estações distintas: seca (maio a setembro) e chuvosa (outubro a abril), a temperatura média é de 30 °C, variando de acordo com as estações. Limita-se ao norte com o município de Peixe; ao Sul com Palmeirópolis: ao leste com Paranã e ao oeste com Jaú do Tocantins e Peixe. == População e Religião == A população conta com a presença de migrantes do Maranhão, Minas Gerais, Ceará, dentre outros, e conta também com a presença de imigrantes italianos que exercem grandes influências no município. A população tem sua cultura própria com suas crenças e valores. A religião predominante é a católica, mas a igreja evangélica tem seus seguidores representados pela Assembleia de Deus. ==Economia== São Salvador é uma cidade polo da Microrregião do Sul do Estado do Tocantins, com destacada relevância econômica na região, tem um comércio local expressivo, com diversos mercados, variados estabelecimentos comerciais, hotéis, restaurantes, cerâmicas, agência do Correio, correspondentes bancários, agência lotérica, postos de combustível, escola municipal, colégio estadual, hospital público, cartório, usina hidrelétrica. As terras do município são férteis, há um numeroso rebanho bovino de gado de corte e de produção de leite, a agricultura está voltada para a produção de soja, arroz, milho, banana, melão e abóbora, dentre outros. ==Ligações externas== * Página da Prefeitura Municipal Categoria:Tocantins Sao Salvador do Tocantins",
 "title": "São Salvador do Tocantins"
}