{
 "id": "35342",
 "text": "{{Info/Município do Brasil | nome = Santa Rosa do Tocantins | foto = Santa Rosa do Tocantins - TO 11.jpg | leg_foto = Centro de Santa Rosa do Tocantins | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =santa-rosense | lema = | prefeito = Levi Teixeira de Oliveira | partido = Solidariedade | fim_mandato = 2024 | mapa = Tocantins Municip SantaRosadoTocantins.svg | latP = S | latG = 11 | latM = 26 | latS = 56 | lonP = O | lonG = 48 | lonM = 07 | lonS = 15 | estado = Tocantins | mesorregião = Oriental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Dianópolis | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Brejinho de Nazaré, Ipueiras, Silvanópolis, Pindorama do Tocantins, Chapada da Natividade e São Valério. | dist_capital = 158 | área = 1796.248 | área_ref = | população = 4568 | data_pop = Censo IBGE/2010 | altitude = 310 | clima = | sigla_clima = | idh = 0.652 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8247.96 | data_pib_per_capita = IBGE/2778 | site = santarosa.to.gov.br }} Santa Rosa do Tocantins é um município brasileiro do estado do Tocantins. Localiza-se a uma latitude 11º26'56\" sul e a uma longitude 48º07'14\" oeste, estando a uma altitude de 310 metros. Santa Rosa do Tocantins é um município com uma população contabilizada em aproximadamente 4.653 habitantes, segundo o último censo realizado em 2022. Em 2010, a localidade exibia uma taxa de matrícula escolar de 97% para crianças entre 6 e 14 anos. No ano de 2021, foi registrado um Produto Interno Bruto (PIB) per capita de R$ 63.257,61. A média da taxa de mortalidade infantil na cidade é de 27,4 a cada 1.000 nascidos vivos. Em relação à infraestrutura, cerca de 35% dos lares possuem sistemas de esgotamento sanitário adequados, enquanto 84,2% dos domicílios urbanos estão situados em vias públicas arborizadas, embora nenhum desses lares disponha de urbanização considerada adequada. Em 2022, a área territorial do município era de 1.804,687km². Em 2022, o governo do estado de Tocantins concluiu a entrega de pontes que visam facilitar o trânsito e aprimorar o acesso entre Santa Rosa do Tocantins e várias localidades adjacentes. Essas obras de construção e reforma foram conduzidas pela Agência Tocantinense de Transportes e Obras (Ageto), através do Projeto de Desenvolvimento Regional Integrado e Sustentável (PDRIS). O investimento total nos serviços ultrapassou os 14 milhões de reais. Categoria:Municípios do Tocantins",
 "title": "Santa Rosa do Tocantins"
}