{
 "id": "35367",
 "text": "Milénios: Segundo milénio a.C. | Primeiro milénio a.C. | Primeiro milénio d.C. Séculos: Século XI a.C. | Século X a.C. | Século IX a.C. Este período seguiu o colapso da Idade do Bronze Tardia no Oriente Próximo; e o século viu a Idade do Ferro se estabelecer ali. A Idade das Trevas Grega, iniciada em 1200 a.C., continuou. O Império Neoassírio foi estabelecido no final do século X a.C.. Na Idade do Ferro na Índia, o período Védico está em curso. Na China, a dinastia Chou está no poder. A Europa da Idade do Bronze continuou com a Cultura dos Campos de Urnas. O Japão era habitado por uma sociedade de caçadores-coletores em evolução durante o período Jōmon. == Eventos== ===África=== * Por volta de 950 a.C.: segundo a tradição etíope de Kebra Nagast escrita no século XIV, Menelique I, filho do rei Salomão de Israel e da rainha de Sabá, fundou o reino de Axum. A fundação de Axum pelos sabeus de língua semítica que teriam cruzado o Mar Vermelho vindos da Arábia do Sul (atual Iêmen) é questionada pela maioria dos pesquisadores que favorecem o desenvolvimento nativo dos etíopes antes da migração sabeana nos séculos IV e V a.C. (D'mt) === Oriente Médio === * 1000 a.C.-883 a.C.: A Fenícia (atual Líbano) torna-se a principal potência comercial do Levante. Os marinheiros fenícios fundaram feitorias no Mediterrâneo, em Chipre, na Sicília, na Sardenha, na Península Ibérica e no Norte de África. Eles cruzaram o Estreito de Gibraltar e encontraram Gadès (Cádiz) e Lixus no atual Marrocos por volta de 1100 a.C., de acordo com fontes clássicas, mas mais provavelmente após o século 8 a.C. de acordo com a arqueologia. O alfabeto fenício, provavelmente derivado do alfabeto protosinaítico, desenvolveu-se por volta de 1050 aC. A primeira inscrição conhecida em caracteres alfabéticos fenícios data de cerca de 1000 a.C., a figura no sarcófago do rei Ahiram de Byblos. Tiro torna-se o principal porto do Mediterrâneo, substituindo Sidon. * Segundo estudiosos da Bíblia: **965 a.C.: David, rei de Israel, morre. **962 a.C.: Salomão se torna rei de Israel, após a morte de seu pai, o rei Davi. (data tradicional,, evidencia arqueológica existe apenas para Davi). **957 a.C.: Salomão conclui a construção do Primeiro Templo em Jerusalém **931 a.C.: Morre Salomão, rei dos antigos israelitas. **925 a.C.: Divisão do reino dos hebreus em dois: Israel e Judá. **911 a.C.: Abias, rei de Judá, morre. **909 a.C.: Jeroboão, o primeiro rei do reino hebraico do norte de Israel, morre e é sucedido por seu filho Nadabe. *Por volta de 950 a.C.: **Como atesta o calendário de Gezer no sul da Palestina, o uso do sistema alfabético se espalhou por todo o Levante . Inscrições do século IX foram encontradas desde a Transjordânia (Pedra Moabita) até o Eufrates, passando por Damasco. **Os arameus estendem seu domínio sobre o norte da atual Síria em detrimento dos reinos neo-hititas. Eles formam os reinos de Damasco, Aleppo, Arpade, Samal, Hama e Guzana no sítio de Tell Halaf, no baixo Cabur (Al-Suwar), Bît Zamâni (in) com Amedi para capital (hoje Diarbaquir). Apenas Carchemish, Cilícia e os estados neo-hititas dos Montes Tauro preservam sua independência. Os caldeus, povo vizinho, estabeleceram-se na região de Ur. ===Subcontinente Indiano=== * 1000 a.C.-600 a.C.: Período védico tardio na Índia, ligado à descoberta arqueológica de cerâmica cinza pintada na região do Ganges, particularmente em Haryana (900-500 a.C). A introdução de ferramentas de ferro possibilitou intensificar o desmatamento da região do Ganges. O cultivo de arroz está se desenvolvendo. Por volta de 1000 a.C., os arianos entram em Gujarat. Os sacerdotes dominam a sociedade. Foi nessa época que foram escritos os últimos trechos dos textos sagrados do hinduísmo, os Vedas, que atestam o sistema de castas. Literatura védica de Sutras (de acordo com a tradição). Possível era da escrita do Mahābhārata. O rei Rishabhanatha fundou a religião Jaina (data tradicional). O homem se aperfeiçoa por suas ações durante a vida e, na morte, renasce em outro corpo - teoria do Karma, Ahimsa (não-violência), vegetarianismo e reencarnação. ===Extremo Oriente=== * 1000 a.C-400 a.C.: Período Jomon final no Japão. * 1000 a.C.-43 d.C: Cultura Dong Son no norte do Vietnã. Metalurgia do bronze (tambores Dong Son), cultivo de arroz. ===Estepes da Eurásia=== * 1000 a.C.-800 a.C.: Idade do Bronze Final nas estepes da Eurásia, conhecida como uma fase de transição da cultura Karassouk para a Idade do Ferro conhecida como o período Kamenniy Log (ou Kamennyi Log)}. Grupos de pastores são maioria. A economia totalmente nómada das estepes assenta na criação extensiva de cavalos, gado bovino e ovino, a que se acrescenta a agricultura e a caça. ===Oceania=== * 950 a.C.-700 a.C..: Povos lapita (polinésios) são atestados nas ilhas de Tonga (950-900 aC), Samoa (900-850 aC), Wallis e Futuna (cerca de 700 aC). ===América=== *Por volta de 1050 a.C- Século III d.C.: início e extensão do período formativo da civilização Tiauanaco nos Andes ao redor do Lago Titicaca. ===Europa=== * Por volta de 1000 a.C.-850 a.C.: Fase IV da Cultura dos Campos de UrnasA prática de cremação dos mortos está se difundindo na Europa Ocidental . * Por volta de 1000 a.C.-700 a.C.: os cimérios, de origem indo-européia, dominam o sul da Rússia, a Crimeia e a Ucrânia.. * A cultura Lacial I, variante arqueológica da cultura protovillanovana, sucedeu à cultura apenínica da Idade do Bronze no Lácio, Itália.. *Povos originários da Ilíria ocupam o sudeste da Itália (Apúlia). Estão na origem de grandes aglomerados urbanos e produzem uma cerâmica original com tinta mate, resistindo à influência grega até aos séculos VIII-IV aC. * Primeiros assentamentos latinos na península Itálica. *Primeiros vestígios de ocupação do sítios arqueológico de Veios ====Mundo Grego==== * Esparta é fundada no Peloponeso pelos dórios. * 1050 a.C.-900 a.C.: período protogeométrico em cerâmica na Grécia Passagem para a Idade do Ferro. A metalurgia do ferro se espalhou para a região do Egeu e da Europa Central. **O edifício Toumba em Lefkandi (Eubeia), data da primeira metade do século. Este edifício de 50 metros de comprimento por 14 metros de largura, rodeado por uma fiada de postes de madeira formando uma varanda, é o aspecto mais antigo do sistema peripteral que mais tarde será associado à planta do templo grego (700 a.C.). Trata-se de uma residência principesca onde o príncipe teria sido sepultado após a sua morte, ou de um edifício funerário construído à imitação de uma residência principesca (o edifício parece ter funcionado apenas por um período de tempo muito curto). **Os jônios estão estabelecidos na Ásia Menor em dez cidades: Éfeso, Eritras, Clazômenas, Cólofon, Lebedos, Mileto, Miontes, Foceia, Priene e Teos, e nas ilhas de Samos e Quios, o que será no século VII aC. a Liga Jônia **Aparição das primeiras oferendas no santuário de Olímpia. Às estatuetas de terracota seguiram-se as primeiras estatuetas de bronze e, finalmente, os tripés, pouco antes do final do século. * Por volta de 950 a.C. - em Lefkandi (Eubéia), novos contatos são criados no início da Protogeométrica recente com as regiões próximas (Ática, Tessália). Mudanças ocorrem nos costumes fúnebres. As criações locais, como o \"copo skyphos com semicírculos pendurados\", tornaram-se a principal evidência arqueológica da presença eubeia no Mediterrâneo por quase dois séculos. O ouro reaparece após uma longa ausência. Desenvolve-se a arte do metal (tripés de bronze, novo tipo de fíbula). *Por volta de 925 a.C.-600 a.C.: Templos fenícios em Kommos, na costa sul de Creta. ==Personagens importantes== * Hirão I, rei de Tiro. * Salomão, rei de Israel. * Siamom, faraó do Egito * Psusenés II, faraó do Egito * Sisaque I, faraó do Egito de origem líbia. * Rainha de Sabá (nome desconhecido, chamada de Mekeda pelos etíopes, Balquis pelos árabes e segundo o judeu Flavio Josefo seu nome era Nicaulis). == Décadas == 990 a.C. | 980 a.C. | 970 a.C. | 960 a.C. | 950 a.C. | 940 a.C. | 930 a.C. | 920 a.C. | 910 a.C. | 900 a.C. == Anos == 1000 a.C. 999 a.C. 998 a.C. 997 a.C. 996 a.C. 995 a.C. 994 a.C. 993 a.C. 992 a.C. 991 a.C. 990 a.C. 989 a.C. 988 a.C. 987 a.C. 986 a.C. 985 a.C. 984 a.C. 983 a.C. 982 a.C. 981 a.C. 980 a.C. 979 a.C. 978 a.C. 977 a.C. 976 a.C. 975 a.C. 974 a.C. 973 a.C. 972 a.C. 971 a.C. 970 a.C. 969 a.C. 968 a.C. 967 a.C. 966 a.C. 965 a.C. 964 a.C. 963 a.C. 962 a.C. 961 a.C. 960 a.C. 959 a.C. 958 a.C. 957 a.C. 956 a.C. 955 a.C. 954 a.C. 953 a.C. 952 a.C. 951 a.C. 950 a.C. 949 a.C. 948 a.C. 947 a.C. 946 a.C. 945 a.C. 944 a.C. 943 a.C. 942 a.C. 941 a.C. 940 a.C. 939 a.C. 938 a.C. 937 a.C. 936 a.C. 935 a.C. 934 a.C. 933 a.C. 932 a.C. 931 a.C. 930 a.C. 929 a.C. 928 a.C. 927 a.C. 926 a.C. 925 a.C. 924 a.C. 923 a.C. 922 a.C. 921 a.C. 920 a.C. 919 a.C. 918 a.C. 917 a.C. 916 a.C. 915 a.C. 914 a.C. 913 a.C. 912 a.C. 911 a.C. 910 a.C. 909 a.C. 908 a.C. 907 a.C. 906 a.C. 905 a.C. 904 a.C. 903 a.C. 902 a.C. 901 a.C. Categoria:Século X a.C.",
 "title": "Século X a.C."
}