{
 "id": "35365",
 "text": "{{Info/Município do Brasil | nome = Conceição do Araguaia | foto = | leg_foto = | apelido = CDA\" \"Terra de Frei Gil | brasão = Coat of arms of Conceição do Araguaia PA.png | bandeira = Flag of Conceição do Araguaia PA.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 14 de Abril. | fundação = | emancipação = | gentílico = conceicionense, araguaiano | lema = | prefeito = Jair Martins | partido = MDB | mandato_fim = 2024 | mapa = Para Municip ConceicaodoAraguaia.svg | latP = S | latG = 08 | latM = 15 | latS = 28 | lonP = O | lonG = 49 | lonM = 15 | lonS = 54 | estado = Pará | região_intermediária = Região Geográfica Intermediária de Redenção | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | região_imediata = Região Geográfica Imediata de Redenção | vizinhos = Rio Maria, Santa Maria das Barreiras, Couto Magalhães (no estado do Tocantins), Redenção, Pau-d'Arco | dist_capital = 1001 | área = 5829 | área_ref = | população = 44765 | data_pop = IBGE/2023 | altitude = 165 | clima = tropical com estação seca de inverno | sigla_clima = Aw | idh = 0.64 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 10031.00 | data_pib_per_capita = IBGE/2014 }} Conceição do Araguaia é um município brasileiro do sudeste do estado do Pará. Localiza-se no norte brasileiro, a uma latitude 49º15'53\" sul e longitude 49º35'53\" oeste. Situado à margem esquerda do Rio Araguaia, foi fundada pelo frade dominicano Frei Gil de Vilanova. == História == Tem seus primeiros registros ligados ao período do Brasil Imperial, mais precisamente ao ano de 1888, quando o religioso francês frei Gil Vilanova chegou no local para catequizar os índios Kaiapó. A região se originou do extenso território de Baião. Inicialmente, foi criado um posto de catequese que mais tarde foi crescendo a ponto de se tornar um movimentado povoado. Em 1908, o então governador do Pará, Augusto Montenegro, elevou o povoado à categoria de cidade para fazer frente às ameaças do estado de Goiás de anexar a área a seu território. Com a Revolução de 1930, houve a queda do comércio da borracha provocando a extinção do município que, por sua vez, reconquistou autonomia política três anos depois, em 1933. O resultado foi o desmembramento do vasto território em 5 municípios: Santana do Araguaia (1961), Redenção, Rio Maria e Xinguara (1982) e Floresta do Araguaia (1993). O nome da cidade é uma homenagem à padroeira da localidade original, Nossa Senhora da Conceição, e ao rio que banha a margem esquerda dessa terra, o Araguaia, que na língua tupi significa 'rio do vale dos papagaios'. === A guerrilha === Em 1972 o local foi palco de um movimento militar para combater o comunismo . Nesse contexto, o exército brasileiro tomou de assalto a região do baixo Araguaia, fazendo de Marabá e Xambioá suas cidades-quartéis. A 'ocupação' da área tinha por objetivo aniquilar o incipiente movimento de resistência que vinha sendo construído na região por guerrilheiros do Partido Comunista do Brasil. Assim deu-se o início do episódio que ficou conhecido pela história como a Guerrilha do Araguaia. Até hoje vivem por lá ex-guerrilheiros e também ex-combatentes da guerrilha. Embora a grande maioria prefira silenciar-se sobre o assunto, principalmente os familiares dos envolvidos diretamente nessa história, a guerrilha tem um forte apelo turístico, tanto que inspirou a Paratur e a secretaria de turismo do município e de outros municípios vizinhos, a roteirizar produtos relacionados ao tema. O resultado é o roteiro “Trilhas do Araguaia” que, embora o nome ainda esteja sendo discutido, levará o tema, juntamente com outros ícones da cultura, da arte, da gastronomia e do artesanato locais.Seus artistas locais são representantes das várias áreas da cultura, musical, literária e plásticas. Conhecidos não somente pelo público local, como também, em outras partes do país. Entres eles: Moacir Costa que morreu no dia 3 de Março de 2015 (In memoriam), Orlando Mendoça, Wilson Leite, \"Manelão\" que morreu em 2012 , Isaú Coelho, Viani Braga, José Valdir, Alan Rocha dos Santos. Obras: Dezoito Rosas (censurado) História de Fé e vida e A Caverna do Saber, Leonardo Luz, Fortes Sobrinho e D. Luis Palha-op (ex-bispo). == Turismo == As exuberantes praias de Conceição do Araguaia, localizadas na região sul do estado do Pará, são um verdadeiro tesouro turístico. Com mais de 20 praias formadas durante a seca do majestoso Rio Araguaia, que serpenteia entre os estados do Pará e Tocantins, esse cenário natural cativa e encanta visitantes de todo o mundo. A cidade, em virtude do grande fluxo de turistas que a procuram, figura com destaque nas rotas oficiais do Ministério do Turismo, essa distinção tem sido um fator impulsionador da economia local, estimulando um movimento constante de turistas que, ano após ano, têm aumentado em quantidade, com base nos registros de 2018. Durante os meses de julho a outubro, as praias da região alcançam seu ápice de beleza, proporcionando momentos relaxantes e revigorantes aos banhistas. Nessa época, o leito do Rio Araguaia se encontra em um nível mais baixo, revelando praias de águas cristalinas e serenas, perfeitas para um mergulho refrescante. Às margens do rio, há a maravilhosa oportunidade de alugar acampamentos, cujas estruturas oferecem barracas espaçosas, banheiros, sistema de captação de água diretamente do rio e até mesmo energia elétrica. Essa experiência ímpar permite aos visitantes desfrutarem de uma conexão harmoniosa com a natureza, envolvendo-se plenamente na beleza e serenidade do ambiente. No entanto, é essencial que os que alugam os acampamentos estejam conscientes e respeitem as leis ambientais vigentes, que proíbem veementemente qualquer forma de poluição das praias. É imprescindível preservar a integridade desse ecossistema singular, para que as gerações futuras também possam desfrutar da magnificência dessas paisagens. Muitas das barracas são de propriedade de moradores locais, que recebem calorosamente seus amigos ou optam por alugar seus acampamentos durante os fins de semana e a temporada de verão. Essa hospitalidade genuína acrescenta um toque especial à experiência dos visitantes, que são acolhidos de braços abertos por essa comunidade vibrante e acolhedora. Conceição do Araguaia foi incluída, é uma grande conquista para a região, pois auxilia na valorização do turismo, além de incentivar a economia local e qualificar os pequenos e grandes empreendedores através do Cadastur que é o sistema para o cadastro dos prestadores de serviços turísticos executado pelo Ministério do Turismo, em parceria com os órgãos oficiais de turismo nos 26 estados e no Distrito Federal. As praias de Conceição do Araguaia são verdadeiras joias naturais, que oferecem aos visitantes a oportunidade de vivenciar momentos inesquecíveis em meio à natureza exuberante. A fusão de águas límpidas, paisagens deslumbrantes e a hospitalidade local tornam essa região um destino imperdível para os amantes da natureza e os que buscam uma experiência turística única no coração do Pará. == Infraestrutura == No âmbito das iniciativas para aprimorar a mobilidade urbana na região sul do Pará, o governo estadual concretizou um marco significativo ao inaugurar a majestosa ponte do 'Chicão', uma obra de engenharia que estabelece uma crucial conexão entre os municípios de Conceição do Araguaia e Santa Maria das Barreiras. Além de ser uma passagem estratégica para o deslocamento de pessoas, essa ponte desempenha um papel fundamental como rota de escoamento para a valiosa produção agrícola de soja, pecuária e mineração da região. A grandiosa estrutura da ponte se estende por impressionantes 49 metros, constituindo-se em um investimento de mais de R$ 1.6 milhão. Erguida com maestria ao longo da vicinal \"Chicão\", essa conquista representa um esforço conjunto entre a Secretaria de Estado de Transportes (Setran) e a dedicada administração da prefeitura de Conceição do Araguaia, que estabeleceram um profícuo convênio para viabilizar essa realização. Para a população local, essa magnífica ponte representa mais do que uma estrutura física; é um símbolo de progresso, integração e oportunidades. Ao possibilitar a travessia segura e eficiente entre as duas cidades, a ponte do 'Chicão' contribui para o fortalecimento da economia regional, facilitando o transporte de bens e mercadorias essenciais para o desenvolvimento sustentável da região. == Economia == A Horizonte Minerals Plc, uma respeitada empresa de desenvolvimento de níquel com foco no Brasil, tem sua sede em Londres e é listada tanto na bolsa de valores londrina quanto na de Toronto. Com um compromisso sólido em trazer avanços significativos, a empresa dá início a um projeto de extrema importância: a produção de ferro-níquel na região do Araguaia, situada no sudeste do Pará. Localizado estrategicamente em Conceição do Araguaia, este ambicioso empreendimento representa um investimento total orçado em US$ 633 milhões, para sua primeira fase. Deste montante, expressivos US$ 504 milhões serão direcionados diretamente para a operação do projeto. As áreas de mineração e instalação do projeto estão a aproximadamente 40 km da área urbana de Conceição do Araguaia. A unidade industrial planejada terá capacidade de beneficiar um total de 900 mil toneladas de minério seco por ano, resultando na produção de 52 mil toneladas de ferro-níquel, das quais 14,5 mil toneladas serão de níquel contido. O tipo de liga produzida, FN-30, é amplamente reconhecido como premium no mercado consumidor. Com uma demanda global significativa, as siderúrgicas de aço inoxidável se destacam como os principais destinatários desse valioso ferro-níquel. Esse tipo de aço, que possui propriedades resistentes à corrosão graças à presença do níquel, é utilizado em aplicações especiais em diversos setores, tais como na fabricação de itens domésticos, equipamentos médicos, entre outros. O projeto Araguaia da Horizonte Minerals é uma demonstração clara do potencial de crescimento e desenvolvimento econômico que a indústria de mineração pode trazer à região. Além de impulsionar a economia local, o empreendimento representa um importante marco na geração de empregos e no fortalecimento da infraestrutura regional. Com um compromisso firme com as melhores práticas de sustentabilidade e responsabilidade social, a Horizonte Minerals busca conduzir suas operações de maneira ética e ambientalmente consciente. Dessa forma, o projeto Araguaia não apenas alavanca o desenvolvimento industrial, mas também promove a preservação dos preciosos recursos naturais da região, assegurando que as futuras gerações possam usufruir de um ambiente saudável e próspero. Como parte de um mercado global em constante evolução, o projeto Araguaia da Horizonte Minerals desempenha um papel relevante no suprimento das demandas por metais essenciais à sociedade moderna. Com visão e determinação, a empresa se posiciona como um agente positivo no cenário da mineração, contribuindo para o progresso e a prosperidade tanto regional quanto globalmente. == Geografia == Localizado a uma latitude 08º15'28\" sul e longitude 49º15'53\" oeste, estando a uma altitude de 165 metros acima do nível do mar. O município possui uma população estimada de mil habitantes, distribuídos em km² de extensão territorial. === Clima === Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1961 a menor temperatura registrada em Conceição do Araguaia foi de em 3 de junho de 1964, e a maior atingiu em 19 de setembro de 2017, superando o recorde anterior de em 15 de setembro de 2010. O maior acumulado de precipitação em 24 horas foi de 209 milímetros (mm) em 15 de fevereiro de 1991. Outros acumulados iguais ou superiores a foram em 11 de dezembro de 2000, em 14 de fevereiro de 2014 e em 27 de novembro de 1995. Janeiro de 1964, com , foi o mês de maior precipitação. == Eventos == === Jogos indígenas === Após cinco dias de competição, cerca de 600 índios, de 16 etnias, participaram em 2006 da terceira edição dos Jogos Indígenas do Pará. O evento tinha sido organizado pelo líder indígena Marcos Terena em Conceição do Araguaia, em uma arena montada à margem do rio Araguaia. Os atletas indígenas disputaram provas de natação, arco e flecha, arremesso de lanças, canoagem, cabo de guerra, corrida e futebol. Uma das atrações daquele ano foram os índios Matis, que participaram pela primeira vez da competição, demonstrando suas habilidades com a zarabatana e suas técnicas de caça. Os Matis eram famosos por suas lendas e tradições ligadas à figura mítica da onça pintada. Habitantes de uma porção pouco visitada da floresta amazônica no Estado do Amazonas, ao norte do rio Solimões e próximo à divisa com o Peru, os representantes dessa tribo (que mal falavam o português) viajaram sete dias de avião, barco e ônibus para participar da festa. Outro destaque ficou por conta das etnias convidadas: Terena, habitantes de reservas no Mato Grosso e Mato Grosso do Sul; Xerente, que viviam à margem do rio Tocantins no Estado de mesmo nome; e cinco representantes dos índios Navajo, norte-americanos que habitavam reservas nos Estados do Arizona e Novo México. Além das competições esportivas, demonstrações de destreza e danças tradicionais, o evento promoveu o encontro de lideranças, workshops e um fórum de discussão sobre os direitos dos índios brasileiros. Esse fórum foi conduzido pela advogada Tatiana Ujacow, especializada em direito indígena. A venda de artesanato, pinturas corporais, exposições fotográficas e palestras ajudaram a completar a festa. \"Mais que competir, os índios vieram de suas aldeias para confraternizar e fortalecer seus núcleos através dos encontros entre lideranças promovidos pela organização\", afirmou Marcos Terena. Com aproximadamente 100 mil habitantes, a cidade de Conceição do Araguaia, cuja economia já viveu melhores dias na época da exploração do látex e, posteriormente, da mineração, apostava naquele momento em seu potencial turístico pouco explorado pelos agentes de viagem. Suas incontáveis cachoeiras, praias e aldeias indígenas às margens do rio que atravessava o Estado esperavam passivas pelo movimento de ecoturistas interessados em suas belezas naturais. === Fest Verão === O Fest Verão é um renomado festival de verão no Brasil, conhecido por sua grandiosidade e relevância cultural e é realizado anualmente na cidade, tendo conquistado prestígio ao longo dos anos, atraindo visitantes de diversas partes do país com uma programação repleta de shows nacionais e atividades culturais, o Fest Verão tornou-se um ponto de referência para amantes da música e turistas que buscam vivenciar a rica diversidade cultural da região. O evento tem um investimento milionário pela prefeitura é realizado na pitoresca Praia das Gaivotas, uma tradicional área de veraneio no norte do Brasil, que passou por significativas melhorias em sua infraestrutura para acomodar o crescente número de participantes e garantir uma experiência memorável a todos os visitantes. A beleza cênica das praias e das maravilhas naturais da região amazônica acrescenta um valor singular à festa, e o festival tem o mérito de atrair entusiastas de todas as partes do Brasil, muitos dos quais, ao se encantarem com o evento, têm vislumbrado oportunidades de investimento na promissora Conceição do Araguaia, esse reconhecimento do potencial turístico e econômico do local tem impulsionado a economia local, trazendo benefícios significativos para a comunidade. A sinergia entre música, praia e o carisma dos moradores locais confere ao Fest Verão uma aura distintiva, consolidando-o como um dos principais eventos culturais do país. A atmosfera festiva e acolhedora atrai pessoas de diversas origens, promovendo uma integração cultural enriquecedora e fortalecendo os laços entre os visitantes e a comunidade anfitriã. Além do aspecto cultural, o Fest Verão tem contribuído substancialmente para o desenvolvimento sustentável da região, a crescente visitação turística proporciona oportunidades de negócios e investimentos, beneficiando o comércio local e incentivando o desenvolvimento de infraestrutura, tornando a cidade ainda mais atrativa para futuros empreendimentos. O festival é uma celebração genuína do espírito brasileiro, destacando a riqueza da cultura regional e a exuberância natural da Amazônia. Sua projeção crescente tem colocado Conceição do Araguaia no cenário nacional como um destino turístico de destaque, reforçando a imagem do Brasil como um país aberto à diversidade e ao acolhimento. == Ver também == * Segunda revolta de Boa Vista == Ligações externas == * Categoria:Fundações no Pará em 1935",
 "title": "Conceição do Araguaia"
}