{
 "id": "35408",
 "text": "Grupo 1 Período 2 3 Li 3 11 Na 4 19 K 5 37 Rb 6 55 Cs 7 87 Fr Os metais alcalinos são elementos químicos do grupo 1 da tabela periódica com propriedades similares. O grupo é formado pelos seguintes metais: lítio (Li), sódio (Na), potássio (K) , rubídio (Rb), césio (Cs) e frâncio (Fr). Têm este nome porque reagem muito facilmente e violentamente com a água e, quando isso ocorre, formam hidróxidos (substâncias básicas ou alcalinas), liberando hidrogênio. Estes metais também reagem facilmente com o oxigênio produzindo óxidos. Além disso eles são totalmente sólidos Equação química: :::2 Li(s) + 2 H2O(l) \\longrightarrow 2 LiOH(aq) + H2(g) Equação química da reação de um metal alcalino (exemplo: potássio) com o oxigênio: :::4 K(s) + O2(g) \\longrightarrow 2 K2O(s) São metais de baixa densidade, e moles. São eletropositivos e altamente reativos. A eletropositividade e a reatividade destes elementos tende a crescer, no grupo, de baixo para cima se visto do ponto de vista termodinâmico (liberação de energia), pois quanto menor, mais o elemento se hidrata, oxidando mais rápido e reagindo mais rápido, se visto do ponto de vista cinético (velocidade da reação)a reatividade tende a crescer de cima para baixo, pois quanto maior os átomos mais fácil de perder o seu elétron de valência e mais rápido reage. Apresentam um único elétron nos seus níveis de energia mais externos (em subnível s) , tendendo a perdê-lo, transformando-se em íons monopositivos: M+. O hidrogênio, com um único elétron, está situado normalmente na tabela periódica no mesmo grupo dos metais alcalinos (ainda que às vezes apareça separado destes em outra posição). Porém, a energia necessária para arrancar o elétron do hidrogênio é muito mais elevada do que a qualquer alcalino. Como nos halogênios o hidrogênio necessita receber um único elétron para completar o seu nível mais externo. Na sua forma elementar é encontrado como uma molécula diatômica, H2. Pode formar sais denominados hidretos (MH) com os alcalinos, de forma que o metal cede um elétron ao hidrogênio, como se o hidrogênio fosse um halogênio. Devido a peculiaridade do hidrogênio prefere-se não classificar o hidrogênio em nenhuma série química. == Ver também == * Metal alcalino-terroso *01",
 "title": "Metal alcalino"
}