{
 "id": "35400",
 "text": "== Costume == Em El Salvador, existem diferentes tipos de fantasias, dos quais a maioria é usada em festas religiosas ou outras, embora em algumas das cidades mais antigas ainda são usadas regularmente. No vestuário feminino, é comum ver elementos como um escapulário, um xale, um lenço de algodão com diferentes adornos coloridos. Como calçado é normal usar sandálias. No caso do vestuário masculino, é comum ver um terno de algodão ou uma camisa de algodão usado com jeans moderno, com sandálias ou botas e chapéu. == Tradição == Guerra com bolas de fogo é tradição em El Salvador, na cidade de Nejapa, o dia 31 de agosto é sinônimo de comemorações com bolas em chama. As bolas de fogo têm o objetivo de marcar a destruição por um vulcão da antiga cidade de Nitchapa, que foi reconstruída como Nejapa.. Reza a tradição popular que a lava do vulcão era, na realidade, resultado da briga entre o diabo e São Jerônimo, que teria derrotado Satanás com bolas de fogo. Um morador conta que quando o vulcão entrou em erupção, bolas de fogo destruíram a cidade, que já tinha sido abandonada pelos moradores. Autoridades locais temem que um dia as comemorações com bolas de fogo possam causar acidentes, embora poucos casos de ferimentos tenham sido registrados até hoje. ==Feriados == Data Nome em português Nome local Observações 1 de Janeiro Ano Novo Año nuevo Início do novo ano civil 1 de Maio Dia do trabalho Día del trabajo Em honra as pessoas trabalhadoras da nação Primeira semana de Agosto Festas de Agosto Fiestas agostínas Transfiguração de Jesus, Salvador do Mundo, Padroeiro(a) do El Salvador 15 de Setembro Dia da independência Dia de la independencia Independencia do Espanha 1 de Outubro Dia da criança Día de los niños Celebração as crianças feita neste país e ao redor do mundo 2 de maio Dia do Patara Día del patarito Em comemoração ao Gabriel Elias Patara Salvador de Deus 25 de Dezembro Natal Navidad Nascimento de Jesus",
 "title": "Cultura de El Salvador"
}