{
 "id": "3541",
 "text": "Clinton Richard Dawkins FRS (Nairóbi, 26 de março de 1941) é um etólogo, biólogo evolutivo, Extract of page 228 e escritor britânico. É fellow emérito do New College da Universidade de OxfordEmeritus and Honorary Fellows of New College, Oxford e foi Professor para a Compreensão Pública da Ciência, na mesma universidade, entre 1995 e 2008.The Oxford Simonyi Professor for the Public Understanding of Science Dawkins ganhou destaque com o seu livro O Gene Egoísta, de 1976, que popularizou a visão da evolução centrada nos genes e introduziu o termo meme. Em 1982, ele introduziu, na biologia evolutiva, a ideia de fenótipo estendido - segundo a qual, os efeitos fenotípicos de um gene não são necessariamente limitados ao corpo de um organismo, mas podem ampliar-se também ao meio ambiente, incluindo os corpos de outros organismos. Esse conceito é apresentado em seu livro O Fenótipo Estendido. Dawkins é ateu, vice-presidente da Associação Humanista Britânica e defensor do movimento bright. Ele é conhecido por suas críticas ao criacionismo e ao \"design inteligente\". Em seu livro O Relojoeiro Cego, de 1986, critica a analogia do relojoeiro, um argumento para a existência de um criador sobrenatural baseado na complexidade dos organismos vivos. Em vez disso, ele descreve os processos evolutivos como análogos a um \"relojoeiro cego\". Ele já escreveu vários livros de divulgação científica e faz aparições regulares na televisão e no rádio, principalmente para discutir esses temas. Em seu livro The God Delusion (Deus, um Delírio no Brasil e A Desilusão de Deus em Portugal), de 2006, Dawkins afirma que um criador sobrenatural quase certamente não existe e que a fé religiosa é uma ilusão — \"uma crença falsa e fixa\". Até janeiro de 2010, a versão em inglês do livro havia vendido mais de dois milhões de cópias e havia sido traduzida para 31 idiomas. * == Biografia == Seu pai, Clinton John Dawkins (1915-2010), era um funcionário civil agricultor do serviço colonial britânico na Niassalândia (o atual Malawi). Com o início da Segunda Guerra Mundial, John foi convocado a servir com o King's African Rifles no Quênia, para onde levou secretamente a esposa. Richard Dawkins nasce em Nairobi em 1941. Após o final da guerra, a família voltou à Niassalândia onde permaneceu até 1949, quando Dawkins tinha oito anos. John havia herdado de um primo distante uma propriedade rural na Inglaterra, a Over Norton Park, que mais tarde John transformou em uma fazenda comercial. Dawkins tem uma irmã mais nova. Embora Dawkins tenha recebido uma educação religiosa, que ele que descreve como \"uma criação anglicana normal\", seus pais eram entusiastas das ciências naturais e respondiam às suas perguntas em termos científicos, nunca míticos. Ele seguiu a doutrina cristã e chegou a ser crismado. Na adolescência concluiu que a teoria da evolução é uma explicação melhor para a complexidade da vida e a partir de então deixou de acreditar em um deus. Dawkins afirma: \"eu creio que, naquela época, a principal razão residual para que eu fosse religioso era por ser tão impressionado pela complexidade da vida e pelo sentimento de que isso tinha de ter um criador, e eu acho que foi perceber que a explicação darwinista era muito superior que puxou o tapete do argumento do design. E isso me deixou sem nada\". Entre 1954 e 1959, ele frequentou a Oundle School, uma escola pública inglesa com notória tendência para a Igreja da Inglaterra, Estudou zoologia no Balliol College, Oxford, graduando-se em 1962. Durante a graduação foi orientado pelo etólogo ganhador do Prêmio Nobel Nikolaas Tinbergen. Continuando sob a supervisão de Tinbergen, recebeu os graus de M.A. e Ph.D. em 1966 e depois disso manteve-se como assistente de pesquisa por mais um ano. Tinbergen foi pioneiro no estudo do comportamento animal, especialmente nas áreas de aprendizagem, instinto e escolha. A pesquisa de Dawkins neste período concebia modelos sobre a tomada de decisões por animais. De 1967 a 1969, foi professor assistente de zoologia na Universidade da Califórnia, em Berkeley, Estados Unidos. Durante este período, os alunos e professores da universidade eram, em sua maioria, contrários à Guerra do Vietnã, que estava em curso, e Dawkins envolveu-se profundamente nas manifestações e atividades antiguerra. Ele voltou para a Universidade de Oxford em 1970, assumindo um cargo como professor. Em 1990, tornou-se um reader (grau acadêmico) em zoologia. No ano de 1995, foi nomeado para a Cátedra Simonyi para a Compreensão Pública da Ciência na Universidade de Oxford, uma posição que tinha sido criada por Charles Simonyi com a intenção expressa de que o premiado deveria \"fazer importantes contribuições para a compreensão pública de algum campo científico\". Simonyi também expressou o desejo de que o primeiro titular da cátedra fosse Richard Dawkins. Desde 1970, é fellow do New College, de Oxford. Ele fez uma série de palestras inaugurais e de outros tipos, incluindo a homenagem póstuma para Henry Sidgwick (1989), a primeira homenagem póstuma de Erasmus Darwin (1990), a palestra Michael Faraday (1991), a palestra em memória de T. H. Huxley (1992), a palestra em memória de Irvine (1997), a palestra Sheldon Doyle (1999), a palestra Tinbergen (2004) e as palestras Tanner (2003). Em 1991, ministrou a Royal Institution Christmas Lectures (Conferência de natal da Royal Institution) na série Growing Up in the Universe. Ele também atuou como editor de várias revistas e tem atuado como consultor editorial para a Enciclopédia Encarta e Enciclopédia da Evolução. É editor sênior do Conselho para o Humanismo Secular da revista Free Inquiry, para a qual também escreve uma coluna. Também é membro do conselho editorial da revista Skeptic desde a sua fundação. Foi membro de comissões julgadoras de diversas premiações, como o Prêmio Michael Faraday, da Royal Society, e o British Academy Television Awards, além de ter sido presidente da seção de Ciências Biológicas da Associação Britânica para o Avanço da Ciência. Em 2004, o Balliol College, instituiu o Prêmio Dawkins, concedido pela \"excelente pesquisa sobre a ecologia e o comportamento dos animais cujo bem-estar e sobrevivência pode estar ameaçada pelas atividades humanas\". Em setembro de 2008, se aposentou de sua cátedra, anunciando planos de \"escrever um livro destinado a jovens para avisá-los sobre os perigos de acreditar em contos de fadas 'anti-científicos'\". === Vida pessoal === Em 1967, casou-se com a etóloga Marian Stamp Dawkins. Eles se divorciaram em 1984 e em junho do mesmo ano ele se casou com Eva Barham (19 de agosto 1951 – 28 fevereiro de 1999), com quem teve uma filha, Juliet Emma Dawkins, nascida em 1984, em Oxford. Dawkins e Barham também se divorciaram. Em 1992, ele se casou com a atriz Lalla Ward que lhe foi apresentada por Douglas Adams, um amigo em comum, que havia trabalhado com ela na série Doctor Who, da BBC., Chapter 15, p. 129 Em julho de 2016 o casal anunciou publicamente o fim do seu casamento de 24 anos, numa separação amigável, continuando a trabalhar em conjunto. == Trabalho == === Biologia evolutiva === Em seus trabalhos científicos, Dawkins é mais conhecido por popularizar o gene como a principal unidade de seleção na evolução; este ponto de vista é mais claramente definido nos seus livros: * O Gene Egoísta (1976), no qual ele afirma que \"toda a vida evolui pela sobrevivência diferencial de entidades replicadoras\"; * O Fenótipo Estendido (1982), no qual descreve a seleção natural como \"o processo pelo qual replicadores propagam-se uns em relação aos outros\". Dawkins tem se posicionado de maneira consistentemente cética em relação aos processos não adaptativos de evolução (tais como os descritos por Gould e Lewontin) e sobre a seleção em níveis \"acima\" do gene.Dawkins, Richard (1999). The Extended Phenotype. Oxfordshire: Oxford University Press. p. 4. ISBN 0-1.... Ele é particularmente cético sobre a possibilidade prática ou a importância da seleção de grupo como uma base para o entendimento do altruísmo. Este comportamento parece, à primeira vista, um paradoxo evolutivo, visto que ajudar outro indivíduo custa preciosos recursos e diminui a própria aptidão de cada ser vivo. Anteriormente, muitos interpretaram isso como um aspecto da seleção de grupo: os indivíduos estão fazendo o que é melhor para a sobrevivência da população ou da sua espécie como um todo. O biólogo evolucionista britânico W. D. Hamilton tinha usado a visão genecêntrica para explicar o altruísmo em termos de aptidão inclusiva e de seleção de parentesco — os indivíduos se comportam de forma altruísta para com os seus parentes próximos, que compartilham muitos de seus próprios genes. Da mesma forma, Robert Trivers, pensando nos termos do modelo genecêntrico, desenvolveu a teoria do altruísmo recíproco, pelo qual um organismo fornece um benefício a outro, na expectativa de uma reciprocidade futura. Dawkins popularizou essas ideias na obra O Gene Egoísta e desenvolveu-as em seu próprio trabalho. Ele também tem sido um crítico expressivo da teoria filosófica de Gaia, criada pelo cientista independente James Lovelock., Extract of page 178, Extract of page 72, Extract of page 223 Em junho de 2012 Dawkins criticou incisivamente o livro A Conquista Social da Terra, de 2012, de autoria do biólogo Edward Osborne Wilson. Críticos da abordagem de Dawkins sugerem que interpretar o gene como uma unidade de seleção (um único evento em que um indivíduo teve sucesso ou fracasso na reprodução) é enganoso; o gene poderia ser melhor descrito, dizem eles, como uma unidade de evolução (mudanças de longo prazo nas frequências alélicas em uma população). Em O Gene Egoísta, Dawkins explica que usa a definição de George C. Williams do gene, que define como \"aquilo que segrega e recombina com frequência apreciável\". Outra crítica comum é a de que um gene não pode sobreviver sozinho, já que tem de cooperar com outros genes para construir um indivíduo, e, por conseguinte, não pode ser uma \"unidade\" independente. Em O Fenótipo Estendido, Dawkins sugere que, do ponto de vista de um gene individual, todos os outros genes são parte do ambiente ao qual estão adaptados. Defensores dos níveis mais elevados de seleção (como Richard Lewontin, Sloan David Wilson e Elliott Sober) sugerem que há muitos fenômenos (incluindo o altruísmo) que a seleção centrada nos genes não pode explicar satisfatoriamente. A filósofa Mary Midgley, com quem Dawkins debateu através da imprensa sobre a obra O Gene Egoísta, criticou a seleção genética, a memética e a sociobiologia como sendo excessivamente reducionistas; ela sugeriu que a popularidade da obra de Dawkins ocorre devido a fatores no zeitgeist, como o aumento do individualismo nas décadas de Thatcher/Reagan. No conjunto de controvérsias sobre os mecanismos e interpretações da evolução (o que tem sido chamado de \"As Guerras de Darwin\"), um grupo é defendido por Dawkins, enquanto o outro pelo paleontólogo norte-americano Stephen Jay Gould, refletindo a proeminência de cada um como um popularizador das ideias pertinentes sobre o assunto. Also ISBN 978-1-84046-780-2 Dawkins e Gould têm sido comentaristas particularmente destacados na controvérsia sobre a psicologia evolutiva e a sociobiologia, com Dawkins geralmente aprovando e Gould sendo crítico em relação a esses temas. Um exemplo típico da posição de Dawkins é a sua crítica mordaz a Not in Our Genes, obra de Steven Rose, J. Leon Kamin e C. Richard Lewontin. Dois outros pensadores que muitas vezes são considerados aliados de Dawkins nessa questão são Steven Pinker e Daniel Dennett; Dennett tem promovido uma visão genecêntrica da evolução e defende o reducionismo na biologia. Apesar de suas divergências acadêmicas, Dawkins e Gould não tinham uma relação pessoal hostil. Dawkins dedicou uma grande parte de seu livro O Capelão do Diabo a Gould, que havia falecido no ano anterior. O lançamento do livro de Dawkins O Maior Espetáculo da Terra - As Evidências da Evolução expõe as evidências da evolução biológica e coincidiu com o ano do bicentenário de Charles Darwin. === Meme === Dawkins cunhou a palavra meme (o equivalente comportamental de gene), como forma de incentivar os leitores a pensar sobre como princípios darwinianos podem ser estendidos para além do domínio de genes. Na verdade, o termo foi concebido como uma extensão de seus argumentos dos \"replicadores\", mas ganhou vida própria nas mãos de outros autores, como Daniel Dennett e Susan Blackmore. Estas popularizações então levaram ao surgimento da memética, um campo do qual Dawkins se distanciou.Burman, J. T. (2012). The misunderstanding of memes: Biography of an unscientific object, 1976–1999. Perspectives on Science, 20(1), 75-104. (This is an open access article, made freely available courtesy of MIT Press.) O termo meme de Dawkins se refere a qualquer entidade cultural que um observador pode considerar um replicador de uma certa ideia ou complexo de ideias. Ele criou a hipótese de que as pessoas poderiam ver muitas entidades culturais capazes de tal replicação, geralmente através de exposição aos seres humanos, que evoluíram copiadoras de informação e comportamento tão eficientes (embora não sejam perfeitas). Visto que os memes não são sempre copiados perfeitamente, eles podem se tornar refinados, combinados ou modificados com outras ideias; isso resulta em novos memes, o que pode fazer surgir replicadores mais ou menos eficientes do que os seus antecessores, proporcionando assim um quadro para uma hipótese da evolução cultural com base em memes, uma noção que é análoga à teoria da evolução biológica com base nos genes. Embora Dawkins tenha inventado o termo específico meme independentemente, ele não afirmou que a ideia em si era inteiramente nova e já houve outras expressões de ideias semelhantes no passado. John Laurent, por exemplo, sugeriu que o termo pode ter sido derivado do trabalho do pouco conhecido biólogo alemão Richard Semon. Em 1904, Semon publicou Die mneme (que teve sua versão em inglês em 1924, como The mneme). Este livro discute a transmissão cultural de experiências, com insights parecidos aos de Dawkins. Laurent também encontrou o termo mneme em The Life of the White Ant (1926), de Maurice Maeterlinck, e destacou as semelhanças com o conceito de Dawkins. O autor James Gleick descreve o conceito de meme, criado por Dawkins, como a \"sua invenção mais famosa e memorável, de longe mais influente do que seus genes egoístas ou mais recentemente do seu proselitismo contra a religiosidade\". === Fundação === Em 2006, criou a Fundação Richard Dawkins para a Razão e a Ciência (RDFRS), uma organização sem fins lucrativos. A fundação está em fase de desenvolvimento e foi considerada uma instituição filantrópica no Reino Unido e nos Estados Unidos. A RDFRS planeja financiar pesquisas sobre a psicologia da crença e da religião, financiar materiais e programas de educação científica e divulgar e apoiar entidades filantrópicas seculares. A fundação também oferece materiais humanistas, racionalistas e científicos através do seu site. Dawkins disse que a \"tendência para o pensamento teocrático nos Estados Unidos é um perigo não só para a América, mas para todo o mundo\". Pensando nisso, convidou o político e escritor norte- americano Sean Faircloth para palestrar na abertura da turnê literária de Dawkins pelos Estados Unidos em 2011. Faircloth é o autor do livro Attack of the Theocrats, How the Religious Right Harms Us All and What We Can Do About It. O ramo norte-americano da Fundação Richard Dawkins depois contratou Faircloth, que tem dez anos de experiência como deputado estadual do Maine, como Diretor de Estratégia e Política. === Outros trabalhos === Em seu papel como professor para a compreensão pública da ciência, Dawkins tem sido crítico da pseudociência e da medicina alternativa. Seu livro Unweaving the Rainbow, de 1998, critica a acusação de John Keats de que, ao explicar o arco-íris, Isaac Newton diminuiu a beleza do fenômeno; Dawkins defende a conclusão oposta. Ele sugere que o espaço profundo, os bilhões de anos de evolução da vida e os trabalhos microscópicos da biologia e da hereditariedade contêm mais beleza e maravilhas do que criar \"mitos\" e \"pseudociência\". Para o livro Snake Oil, publicado postumamente por John Diamond e dedicado a desmascarar a medicina alternativa, Dawkins escreveu um prefácio no qual afirma que a medicina alternativa é prejudicial porque distrai os pacientes dos tratamentos convencionais mais bem-sucedidos e dá às pessoas falsas esperanças. Dawkins afirma que \"não há medicina alternativa. Apenas há medicina que funciona e medicina que não funciona\". Dawkins manifestou preocupação com o crescimento populacional humano no planeta e com a questão da superpopulação. Em O Gene Egoísta, ele menciona brevemente o crescimento da população, dando o exemplo da América Latina, cuja população, no momento em que o livro foi escrito, estava dobrando a cada 40 anos. Ele é crítico das atitudes católicas em relação ao planejamento familiar e ao controle de natalidade, afirmando que os líderes que proíbem a contracepção e \"expressam preferência por métodos 'naturais' de limitação da população\" só obterão um método desses na forma de inanição. Como apoiador do Projeto dos Grandes Primatas — movimento que busca estender certos direitos morais e legais a todos os grandes primatas — Dawkins contribuiu com o artigo \"Lacunas na Mente\" para o livro Projeto dos Grandes Primatas, editado por Paola Cavalieri e Peter Singer. Neste ensaio, ele critica as atitudes morais da sociedade contemporânea como sendo baseadas em um \"imperativo especista e descontínuo\". Em The Enemies of Reason, um documentário para a televisão de 2007, Dawkins discute o que interpreta como os perigos de abandonar o pensamento crítico e o raciocínio baseado em evidências científicas, enquanto cita especificamente a astrologia, o espiritismo, a radiestesia, as religiões alternativas, a medicina alternativa e a homeopatia. Também discute sobre como a internet pode ser usada para espalhar o ódio religioso e teorias da conspiração, com pouca atenção ao raciocínio lógico. Dando continuidade a uma parceria de longa data com o Channel 4, Dawkins participou da série de televisão Genius of Britain, junto com os colegas cientistas Stephen Hawking, James Dyson, Paul Nurse e Jim Al- Khalili. A série de cinco episódios foi ao ar em junho de 2010 e centrou-se em grandes conquistas científicas britânicas ao longo da história. Em um documentário do canal britânico More4 intitulado Faith School Menace? e apresentado por Dawkins, ele pede que \"nós reconsideremos as consequências da educação religiosa\". == Ativismo == === Visão política === Dawkins regularmente faz comentários em jornais e blogs sobre questões políticas contemporâneas; entre as suas opiniões estão a oposição à invasão do Iraque em 2003, à dissuasão nuclear do Reino Unido e às ações do ex-presidente dos Estados Unidos, George W. Bush. Vários desses artigos foram incluídos em O Capelão do Diabo, uma antologia de textos sobre ciência, religião e política. Ele também é defensor da campanha que busca a substituição da monarquia britânica pela implantação de uma república com um presidente democraticamente eleito. Dawkins descreveu a si mesmo como um eleitor do Partido Trabalhista na década de 1970 e eleitor dos Liberais Democratas desde a criação do partido, em 1988. Em 2009, criticou na conferência do partido as leis de blasfêmia, a medicina alternativa e as escolas religiosas. Nas eleições gerais no Reino Unido em 2010, apoiou oficialmente os Liberais Democratas, dando suporte à campanha do partido de reforma eleitoral e por sua \"recusa em agradar a 'fé'\". === Crítica ao criacionismo === Dawkins é um proeminente crítico do criacionismo (a crença religiosa de que a humanidade, a vida e o universo foram criados por uma divindade sem recorrer à evolução). Ele descreveu o ponto de vista defendido pelo criacionismo da Terra Jovem, que diz que a Terra tem apenas alguns milhares de anos, como \"um absurdo, uma falsidade encolhedora de mentes\", e seu livro O Relojoeiro Cego, de 1986, contém uma crítica sustentada contra o argumento do design, um importante argumento criacionista. No livro, Dawkins argumenta contra a analogia do relojoeiro feita pelo famoso teólogo inglês do século XVIII William Paley no livro Teologia Natural, onde Paley argumenta que, assim como um relógio é algo muito complexo e funcional para ter simplesmente surgido para a existência meramente por acidente, então todos os seres vivos — com a sua complexidade muito maior — também devem ter sido concebidos propositalmente. Dawkins parte da opinião generalizada entre os cientistas de que a seleção natural é um processo suficiente para explicar a funcionalidade aparente e a complexidade não aleatória do mundo biológico e que pode-se dizer que a própria natureza desempenha o papel de um \"relojoeiro\", ainda que seja um relojoeiro automático, não inteligente e cego. Em 1986, ele e o biólogo John Maynard Smith participaram de um debate da Oxford Union contra A. E. Wilder-Smith (um criacionista da Terra Jovem) e Edgar Andrews (presidente da Biblical Creation Society). Geralmente, no entanto, Dawkins tem seguido o conselho de seu falecido colega Stephen Jay Gould e recusa-se a participar de debates formais com criacionistas, porque, segundo ele, \"o que eles procuram é o oxigênio da respeitabilidade\" e isso iria \"dar-lhes o oxigênio pelo simples ato de se envolver com eles, por menos que seja\". Ele diz que esses criacionistas \"não se importam de serem derrotados em uma discussão. O que importa é que nós lhes damos o reconhecimento por nos preocuparmos em discutir com eles em público\"., Chapter 5, p 218 Em uma entrevista de dezembro de 2004 concedida ao jornalista norte-americano Bill Moyers, Dawkins disse que \"entre as coisas que a ciência não sabe, a evolução é tão certa quanto qualquer coisa que conhecemos.\" Quando Moyers o questionou sobre o uso da palavra teoria, Dawkins afirmou que \"a evolução tem sido observada. Só que isso não tem sido observado enquanto está acontecendo,\" e acrescentou que \"é um pouco como quando um detetive vai a uma cena de assassinato ... o detetive não viu realmente o assassinato acontecer, é claro. Mas o que você vê são várias pistas ... quantidades enormes de provas circunstanciais.\" Dawkins se opôs ferozmente à inclusão do design inteligente no ensino de ciências, dizendo que o tema \"não é de forma alguma um argumento científico, mas religioso\". Ele tem sido chamado na mídia de \"Rottweiler de Darwin\", uma referência ao biólogo inglês T. H. Huxley, que era conhecido como o \"Buldogue de Darwin\" por defender as ideias evolucionistas de Charles Darwin. Dawkins tem sido um forte crítico da organização britânica Truth in Science, que promove o ensino do criacionismo nas escolas públicas. Dawkins descreve esse procedimento como um \"escândalo educacional\", e pretende subsidiar a entrega, para essas mesmas escolas, de livros, DVDs e panfletos a fim de neutralizar o trabalho daquela organização, através da Fundação Richard Dawkins para a Razão e a Ciência. === Apoio ao ateísmo === Dawkins é ateu declarado e defensor de várias organizações humanistas, seculares e ateias. Embora tenha sido crismado na Igreja da Inglaterra aos 13 anos de idade, ele começou a perder a fé religiosa quando descobriu o trabalho de Charles Darwin. Dawkins considera si mesmo como um \"cristão cultural\", já que reconhece a importância histórica do cristianismo no Reino Unido. Ele revelou que a sua compreensão da evolução o levou ao ateísmo e o deixou intrigado com a crença em Deus entre os indivíduos mais proeminentes da ciência. Ele discorda do princípio de Stephen Jay Gould de magistérios não-interferentes e considera a existência de Deus apenas uma hipótese científica como outra qualquer. Dawkins tornou-se um proeminente crítico da religião e declarou que a sua oposição ao tema é dupla: a religião é uma fonte de conflito e uma justificativa para a crença sem evidência. Ele considera a fé — crença que não é baseada em evidências — como um dos grandes males do mundo. Ele ganhou destaque nos debates públicos relativos a ciência e a religião, depois que seu livro The God Delusion, publicado em 2006, se tornou um best-seller internacional. Seu sucesso tem sido visto por muitos como um indicativo de uma mudança no zeitgeist cultural contemporâneo e também foi identificado com a ascensão do Novo Ateísmo. Em seu espectro de probabilidade teísta, que tem sete níveis entre 1 (100% de certeza de que Deus ou Deuses existem) e 7 (100% de certeza de que Deus ou Deuses não existem), Dawkins disse que é um 6,9, o que representa um \"ateu de fato\" que pensa \"não posso ter certeza, mas acho que Deus é muito improvável e vivo a minha vida supondo que ele não esteja lá\". Quando questionado sobre sua leve incerteza, Dawkins brinca: \"Sou agnóstico na medida em que sou agnóstico em relação às fadas no fundo do jardim\". Em Maio de 2014, no Hay Festival of Literature & Arts, no País de Gales, Dawkins explicou que embora não acredite nos elementos sobrenaturais da fé cristã, ainda tem nostalgia do lado cerimonial da religião. Para além das crenças nas divindades, Dawkins criticou as crenças religiosas como irracionais, tais como que Jesus transformou água em vinho, que um embrião começa como uma bolha, que a roupa interior mágica o protegerá, que Jesus ressuscitou, que o sémen vem da espinha, que Jesus caminhou sobre a água, que o sol se põe num pântano,que o Jardim do Éden existia no Missouri, que a mãe de Jesus era virgem, que Maomé dividiu a Lua, e que Lázaro ressuscitou dos mortos. Dawkins vê a educação e a conscientização como as principais ferramentas contra o que ele considera serem dogmas religiosos e doutrinação. Essas ferramentas incluem a luta contra certos estereótipos e a adoção do termo bright (brilhante) como uma maneira de associar conotações públicas positivas com aquelas que possuem uma visão naturalista do mundo. Ele apoiou a ideia de uma escola de pensamento livre, o que não seria doutrinar as crianças no ateísmo ou em qualquer religião, mas, em vez disso, ensinar as crianças a serem críticas e de mente aberta. Inspirado pelo sucesso da conscientização do movimento feminista em despertar constrangimento generalizado no uso cotidiano de \"ele\" em vez de \"ela\", Dawkins sugere de forma semelhante que termos como \"criança católica\" e \"criança muçulmana\" devem ser considerados como socialmente absurdos, assim como, por exemplo, dizer \"criança marxista\", já que ele acredita que as crianças não devem ser classificadas com base em crenças ideológicas ou religiosas de seus pais. Dawkins sugere que os ateus devem sentir-se orgulhosos. Ser ateu, escreve Dawkins, \"não é motivo para pedir desculpa. Pelo contrário, é algo de que se orgulhar (...) pois o ateísmo quase sempre indica uma saudável independência de espírito, e mesmo uma mente saudável\". Ele espera que os ateus cada vez mais se identifiquem como tal, o que vai tornar o público cada vez mais ciente sobre quantas pessoas realmente mantêm estes pontos de vista, reduzindo assim o parecer negativo sobre o ateísmo entre a maioria religiosa da população em geral. Inspirado pelo movimento LGBT, ele fundou a Campanha Out para encorajar os ateus ao redor do mundo a declarar a sua posição ideológica publicamente e com orgulho. Ele apoiou a iniciativa da jornalista britânica Ariane Sherine de realizar a primeira campanha publicitária ateísta, a Atheist Bus Campaign em 2008, que teve como objetivo arrecadar fundos para colocar anúncios ateus em ônibus na região de Londres. A defesa do ateísmo por Dawkins tem causado controvérsia. O escritor Christopher Hitchens defendeu a perceptível estridência da postura de Dawkins em relação à religião, enquanto os laureados com o Prêmio Nobel Sir Harold Kroto e James D. Watson e o psicólogo Steven Pinker têm esbanjado elogios ao livro The God Delusion. Em contraste, o crítico literário Terry Eagleton, o teólogo Alister McGrath e o filósofo cientista Michael Ruse acusam Dawkins de ser ignorante em teologia e, portanto, incapaz de se envolver na religião e na fé inteligente. Os cientistas Martin Rees e Peter Higgs também criticaram Dawkins por sua postura de confronto com a religião como inútil, sendo que Higgs chega a rotulá-lo um \"fundamentalista\".London Review of books, Vol. 28 No. 20 · 19 de outubro de 2006 páginas 32-34Peter Higgs criticises Richard Dawkins over anti- religious 'fundamentalism' The Guardian 26 de dezembro de 2012 Em resposta a seus críticos, Dawkins defende que os teólogos não são melhores do que os cientistas na abordagem de questões cosmológicas profundas e que ele próprio não é um fundamentalista, já que está disposto a mudar de ideia em face de novas evidências. == Prêmios == Dawkins foi agraciado com o título de Doctor of Science pela Universidade de Oxford em 1989. Possui título honoris causa em ciências pela Universidade de Huddersfield, Universidade de Westminster, Universidade de Durham, Universidade de Hull, Universidade da Antuérpia e pela Universidade de Oslo, e doutorado honoris causa pela Universidade de Aberdeen,Best-selling biologist and outspoken atheist among those honoured by University, University of Aberdeen. The Open University, Vrije Universiteit Brussel e pela Universidade de Valência. Também tem doutorado honoris causa em letras pela Universidade de St Andrews e pela Universidade Nacional Australiana (HonLittD, 1996), e foi eleito fellow da Royal Society of Literature em 1997 e da Royal Society em 2001. É um dos patronos da Sociedade Científica da Universidade de Oxford. Em 1987 Dawkins recebeu um prêmio da Royal Society of Literature e o Prêmio Literário do Los Angeles Times por seu livro O Relojoeiro Cego. No mesmo ano, recebeu o Sci. Tech Prize for Best Television Documentary Science Programme of the Year por seu trabalho no episódio The Blind Watchmaker, da série Horizon, da BBC. Seus outros prêmios incluem a Medalha de Prata da Sociedade Zoológica de Londres (1989), o Prêmio Finlay de Inovação (1990), o Prêmio Michael Faraday (1990), o Prêmio Nakayama (1994), o prêmio de Humanista do Ano da Associação Humanista Americana (1996), o quinto Prêmio International Cosmos (1997), o Prêmio Kistler (2001), a Medalha da Presidência da República Italiana (2001), a Medalha do Bicentenário de Kelvin da Sociedade Real Filosófica de Glasgow (2002) e o Prêmio Nierenberg na categoria Ciência no Interesse Público (2009). Dawkins liderou a lista dos 100 maiores intelectuais britânicos de 2004, decidida pelos leitores da revista Prospect, e recebeu o dobro de votos em relação ao segundo colocado. Em 2005, a Fundação Alfred Toepfer, com sede em Hamburgo, Alemanha, concedeu- lhe o Prêmio Shakespeare, em reconhecimento à \"apresentação concisa e acessível do conhecimento científico\". Ganhou o Prêmio Lewis Thomas por Escrever sobre a Ciência em 2006, além do Prêmio Galaxy British Book de Melhor Autor do Ano em 2007. No mesmo ano, foi classificado pela revista Time como uma das 100 pessoas mais influentes no mundo em 2007, além de ficar na 20ª posição na lista dos 100 maiores gênios vivos feita pelo The Daily Telegraph em 2007. Foi agraciado com o Prêmio Deschner, em homenagem ao autor alemão anticlerical Karlheinz Deschner. Desde 2003, a Aliança Ateia Internacional tem premiado, durante sua conferência anual, um ateu cujo trabalho tem feito o máximo para sensibilizar o público sobre o ateísmo durante o ano; a premiação é conhecida como Prêmio Richard Dawkins, em homenagem aos esforços do próprio Dawkins. Em fevereiro de 2010, foi nomeado membro honorário do conselho da fundação norte-americana Freedom From Religion. Em 2012, ictiólogos no Sri Lanka homenagearam Dawkins com o novo gênero Dawkinsia (separado do gênero Puntius). Explicando o raciocínio por trás do nome, o pesquisador Rohan Pethiyagoda afirmou: > \"Richard Dawkins, através de suas publicações, tem nos ajudado a entender > que o universo é muito mais bonito e imponente do que qualquer religião > imaginou [...] Esperamos que Dawkinsia sirva como um lembrete da elegância e > da simplicidade da evolução, a única explicação racional que existe para a > inimaginável diversidade da vida na Terra.\" == Mídia == === Principais publicações === thumb|Dawkins durante uma noite de autógrafos em março de 2008, em Nova York. * * * * * * * * * * * * * * * * * === Documentários === * Nice Guys Finish First (1986) * The Blind Watchmaker (1987) * Growing Up in the Universe (1991) * Break the Science Barrier (1996) * The Root of All Evil? (2006) * The Enemies of Reason (2007) * The Genius of Charles Darwin (2008) * Expelled: No Intelligence Allowed (2008) – ele mesmo * The Purpose of Purpose (2009) – palestras em universidade norte-americanas * Faith School Menace? (2010) * Beautiful Minds (Abril de 2012) – documentário da BBC4 * Sex, Death and the Meaning of Life (2012) * The Unbelievers (2013) === Outras aparições === * Doctor Who: \"The Stolen Earth\" (2008) – ele mesmo * The Simpsons: \"Black Eyed, Please\" – dublou uma versão demoníaca de si mesmo\"Richard Dawkins Appears in Ned Flanders’ Nightmare on The Simpsons\" Patheos.com, 10 de março de 2013 - Hemant Mehta * \"Shudder Before The Beautiful\" e \"The Greatest Show on Earth\", 1ª e 13ª faixas do álbum Endless Forms Most Beautiful (2015) da banda de metal sinfônico Nightwish. == Ver também == == Ligações externas == * * * * * Vídeo: à revista Superinteressante (com legendas em português) * Richard Dawkins interviewed by Sheena McDonald. The Vision Thing, Channel 4 (UK), 1994. ** Categoria:Royal Institution Christmas Lectures Categoria:Alunos do Balliol College Categoria:Ateus do Quênia Categoria:Ateus do Reino Unido Categoria:Ativistas do ateísmo Categoria:Biólogos do Reino Unido Categoria:Biólogos do século XX Categoria:Biólogos do século XXI Categoria:Biólogos evolutivos Categoria:Céticos Categoria:Críticos das religiões Categoria:Críticos do pós- modernismo Categoria:Escritores de ciência Categoria:Etólogos do Reino Unido Categoria:Humanistas da Inglaterra Categoria:Membros da Royal Society Categoria:Memética Categoria:Naturais de Nairóbi Categoria:Professores da Universidade da Califórnia em Berkeley Categoria:Sociobiologia Categoria:Zoólogos do Reino Unido Categoria:Ciência e religião Categoria:Fellows do Comitê para a Investigação Cética",
 "title": "Richard Dawkins"
}