{
 "id": "35419",
 "text": "O arrocha é um gênero musical e dança brasileira originário da cidade de Candeias, na Bahia. Originado na Bahia, se espalhou desse estado para o restante do país. Seus pioneiros foram os cantores baianos Silvanno Salles (chamado de \"cantor apaixonado\" ou \"rei do arrocha\"), Ademir Marques, Lairton e seus Teclados, Márcio Moreno, Pablo e Nara Costa, chamada \"Rainha do Arrocha\", tem esse \"título\" disputado com Nira Guerreira. ==Histórico e influências == Surgido no começo do século XXI da influência de estilos musicais românticos, como o bolero, seresta e sobretudo o brega, tem como característica um instrumental básico de teclado, bateria eletrônica e saxofone, com letras falando de amor e uma dança \"agarradinha\" que deu origem ao nome: \"arrochar\" significa \"apertar\" e se consagrou porque os primeiros artistas, em suas apresentações, gritavam aos casais que dançavam: \"arrocha, arrocha\" (ou seja, \"aperta, aperta\"). Segundo o especialista da Universidade Federal da Bahia, Aaron Lopes, “O arrocha é um estilo musical descendente do bolero, ritmo de origem hispânica muito popular no Brasil desde o início do século 20 e muito executado, na Bahia, nas festas de seresta e boemia. O arrocha surge como uma variação de estilização do bolero, a partir de variação rítmica, novas sonoridades e repertório fundamentalmente romântico” e que deixou de \"ser uma manifestação cultural exclusivamente baiana para se tornar também um elemento da cultura nacional. Hoje em dia, o arrocha pode ser considerado um tipo de gênero musical de alcance massivo – também chamado de gênero “superpopular” – e atrai públicos das mais diferentes origens, gêneros e classes sociais”, a partir da década de 2020 através de artistas e grupos como Nenho, Tayrone e Latitude 10. O gênero influenciou a música sertaneja com a criação do estilo \"sofrência\", o que de certa forma prejudicou os artistas de arrocha. Considerado um \"subgênero\" dos dois, a sofrência chegou a ser considerada um sinônimo do próprio arrocha, sobretudo quando o cantor Pablo alcançou sucesso no país em 2014 com a canção \"Fui Fiel\" e influenciou artistas sertanejos a copiarem o arrocha. == Ver também == * Carnaval de Salvador * Música da Bahia == Ligações externas == * Categoria:Música da Bahia Categoria:Música popular brasileira",
 "title": "Arrocha"
}