{
 "id": "35451",
 "text": "Mendoza é a capital da província de Mendoza na Argentina. Ela está localizado na parte centro-norte da província, em uma região de contrafortes e altas planícies, no lado leste dos Andes. De acordo com o censo de 2010 do INDEC, Mendoza tinha uma população de 115.041 habitantes, com uma população metropolitana de 1.055.679, tornando a Grande Mendoza a quarta maior área metropolitana do país. A Ruta Nacional 7, a principal estrada entre Buenos Aires e Santiago, atravessa Mendoza. A cidade é uma parada frequente para os escaladores a caminho do Aconcágua (a montanha mais alta dos hemisférios ocidental e sul) e para os viajantes de aventura interessados ​​em montanhismo, caminhadas, cavalgadas, rafting e outros esportes. No inverno, os esquiadores chegam à cidade para facilitar o acesso aos Andes. Duas das principais indústrias da área de Mendoza são a produção de azeite e o vinho argentino. A região ao redor da Grande Mendoza é a maior área produtora de vinho da América Latina. Como tal, Mendoza é uma das nove Grandes Capitais do Vinho\\- The Great Wine Capitals e a cidade é um destino emergente de enoturismo e base para explorar as centenas de vinícolas da região localizadas ao longo da Rota do Vinho da Argentina. == História == O primeiro assentamento espanhol na região foi estabelecido em 2 de março de 1561, quando Pedro de Castillo, comissionado por García Hurtado de Mendoza, fundou a cidade que logo seria a capital da província. No ano seguinte, 1562, foi transferida, operação que esteve a cargo de Juan Jufré. Grande parte da edificação colonial foi destruída em 20 de março de 1861 após um intenso terremoto. A cidade é uma das poucas que conservou relações amistosas com os povos de origem, que habitavam a região antes da fundação. Na segunda metade do século XIX, Charles Darwin visitou a região e em suas escritas e diários de viagem se podem encontrar referências dos aspectos culturais, geológicos e biológicos (flora e fauna) da cidade na época. A região em que a cidade está situada é semi-desértica, sendo que a água só é encontrada nos oasis, onde os rios que descem dos cumes dos Andes derramam suas turbulentas correntes de água. Dentro das principais cidades foram construídos drenadores, encarregados de regar as árvores nas calçadas das ruas. == Geografia == Mendoza é a cidade que recebe a maioria dos montanhistas em busca de aventura na maior montanha das Américas. Com 6962 metros de altitude, o Aconcágua domina a paisagem da região e promove o turismo e movimenta o comércio da cidade. === Clima === Mendoza possui um clima árido e continental, as temperaturas apresentam uma grande oscilação anual e as precipitações são escassas. O verão é quente e úmido, com temperatura média girando em torno de 25 °C, e é a época mais chuvosa do ano. O inverno é frio e seco, com temperatura média abaixo dos 10 °C, geadas noturnas ocasionais e escassas precipitações. A ocorrência de neve e chuva com neve não são raras e ocorrem, geralmente, uma ou duas vezes por ano, embora com pouca intensidade nas zonas mais baixas da cidade. == Demografia == Segundo o censo de 2010, a cidade tem 114.822 habitantes, o que representa uma baixa demografia em relação aos 121.620 habitantes do censo de 1991. Este estancamento é produto da inexistência de lugares que permitam o crescimento da população, ao que se soma uma tendência geral da população a abandonar o centro, o qual é ocupado por oficinas e comércios. A Grande Mendoza, por sua vez, possui aproximadamente 900 mil pessoas e apresenta um crescimento populacional de 10%. A cidade de Mendoza é a quarta cidade da Argentina. == Governo e política == thumb|Casa de Governo de Mendoza. === Cidades-irmãs === * Monterrei, no México, desde 2002; * Sertãozinho, em São Paulo, desde 2007; * Várzea Grande, em Mato Grosso, desde 2009; == Economia == ===Vinho=== Os vinhos malbec da Argentina, altamente cotados, são originários das regiões vinícolas de alta altitude de Mendoza, Lujan de Cuyo e do Vale do Uco. Esses distritos estão localizados no sopé da Cordilheira dos Andes, entre 2.800 e 5.000 pés de altitude.WINE TOURS: Argentina - Mendoza , \"Fly Fishing Patagonia\"Wine Tip: Malbec Madness, \"Wine Spectator\", 12 de abril de 2010 Nicolas Catena Zapata é considerado o pioneiro do cultivo em grandes altitudes e foi o primeiro, em 1994, a plantar um vinhedo malbec a 5.000 pés acima do nível do mar na região de Mendoza. Sua família também é creditada com vinhos de classe mundial e dando status aos vinhos da Argentina.Malbec wines have rich history and flavor, \"Argus leader\" == Infraestrutura == thumb|Mendoza vista do topo do edifício Gómez. O centro da cidade possui uma excelente arborização, com muitas árvores, regadas por canais pequenos que funcionam junto a muitas ruas, proporcionando a irrigação necessária. A cidade se concentra ao redor da Plaza Independência, com uma rua pedonal, Sarmiento. Outras ruas importantes, que atravessam de forma transversal a Sarmiento, são a 9 de julio e a Av. San Martín, que é a principal. Paralelas a Sarmiento correm as ruas Aristides Villanueva e Las Heras. Existem muitos cibercafés e armazéns ao ar livre em Mendoza. Alguns lugares contam com tecnologia inalâmbrica (redes wi-fi ou sem fio). Em 2005, foi eleita a cidade mais digital da América Latina no VI Encontro Ibero-americano de Cidades Digitais, devido à quantidade de serviços por internet que se oferecem a seus cidadãos. === Transportes === thumb|Metrotranvía de Mendoza. O Serviço Público de Transporte Urbano, na Gran Mendoza (Grande Mendoza) é atendido principalmente por um meio de locomoção ágil, os ônibus bi-articulados (ou Trolebuses, em espanhol). São 55 unidades, o maior número de toda Argentina. Existe uma linha exclusiva de carros elétricos (Tranvía, em espanhol, bonde em português do Brasil) para passeios turísticos com paradas estratégicas por toda a cidade. Mendoza interliga-se com Santiago (Chile) pela Estrada de Los Caracoles, que partindo de Buenos Aires é classificada pelos guias turísticos como uma das 10 mais belas do mundo, transpondo os Andes. As placas de sinalização em boa parte a denomina como Ruta 7. A cidade de Mendoza e Los Andes são parte importante do chamado Corredor Bi oceânico. Desde 1910, parte de Los Andes, com direção a Mendoza, o Trem Transandino, obra dos ingleses Juan e Mateo Clark, que transportava passageiros e carga desde 5 de abril de 1910, data de sua inauguração. Desde o fim dos anos 1970 deixou de transportar passageiros, e finalizou completamente suas operações em 1984. Em 2006, está em projeto a reinauguração deste histórico trem. Dos trabalhadores deste trem, em Los Andes, Chile, nasceu o clube esportivo Trasandino, representante oficial de futebol da cidade. A ferrovia, fora de serviço, funcionava com trem movido a carvão. == Ver também == * Argentina * Província de Mendoza == Ligações externas == *",
 "title": "Mendoza"
}