{
 "id": "35486",
 "text": "Newcastle upon Tyne, muitas vezes referida apenas como Newcastle, é uma cidade no condado metropolitano de Tyne and Wear. Localizada a 190 quilômetros ao sul de Edimburgo e a 450 quilômetros ao norte de Londres, situa-se na margem ocidental norte da foz do Rio Tyne. Newcastle é a cidade mais populosa no Nordeste de Inglaterra, situando-se no núcleo urbano da Tyneside, a sétima maior conurbação do Reino Unido. Faz parte do Core Cities Group, grupo de defesa colaborativa das grandes cidades regionais na Inglaterra, e juntamente com Gateshead, insere-se na Eurocities, rede de cidades europeias. Newcastle fez parte do condado de Northumberland até 1400, quando se tornou seu próprio condado, estado em que permaneceu até se tornar parte de Tyne and Wear em 1974. O apelido regional e dialeto das pessoas de Newcastle e área circundante é chamado de Geordie. ==Ilustres nascidos em Newcastle== *Joey Batey, ator e cantor *Sting, Cantor, ator e ativista, ex-vocalista do The Police. *Alan Shearer, ex-jogador de futebol. *Adrian Neville, profissional de Wrestling. *Cheryl, cantora, compositora (Girls Aloud) *Cuthbert Collingwood, almirante da Marinha Real Britânica *Venom, banda *Charlie Hunnam, ator. *Eric Burdon, vocalista da banda The Animals. *Peter Higgs, laureado com o Prêmio Nobel de Física de 2013. * Brian Johnson (Ex-Geordie) e atual vocalista do AC/DC * The Animals * Maxïmo Park *Declan Donnelly apresentador tv *Anthony Mcpartlin apresentador tv *Geordie Shore reality show *Jade Thirlwall, cantora, compositora, ativista (Little Mix) *Perrie Edwards, cantora, compositora, multi-instrumentista (Little Mix) *Sam Fender, ator e cantor ==Esporte== Uma das principais equipes do futebol inglês, o Newcastle United é sediado em Newcastle upon Tyne, o time foi fundado em 1892 e manda seus jogos no St James' Park com capacidade para 52 000 pessoas, sendo o sétimo maior estádio da Inglaterra. No rugby o Newcastle Falcons foi fundado em 1877 e manda seus jogos no Kingston Park com capacidade para 10.200 pessoas. No rugby league o Newcastle Thunder fundado em 1999 também manda seus jogos no mesmo estádio. == Referências == Categoria:Distritos metropolitanos",
 "title": "Newcastle upon Tyne"
}