{
 "id": "35554",
 "text": "John Kenneth Galbraith (Iona Station, Ontário, 15 de outubro de 1908 — Cambridge, 29 de abril de 2006) foi um consagrado economista, filósofo, cientista político e escritor norte-americano. Politicamente alinhado ao liberalismo americano (ou seja, a esquerda daquele país), e crítico mordaz dos conservadores, Galbraith foi autor de alguns dos best-sellers de economia e sociologia mais vendidos e lidos da era moderna, tais como o seu 1929: A Grande Crise, A Sociedade Afluente, O Novo Estado Industrial, Capitalismo Americano: O Conceito do Poder Compensatório, A Anatomia do Poder e Economia, Paz e Humor, nos quais direciona críticas intensas a seus pares economistas pela falta de rigor metodológico, oferece uma análise crítica da economia de mercado sem regulação estatal. Galbraith foi um Democrata bastante ativo, participando, como conselheiro, dos governos de John Kennedy, Lyndon Johnson e Bill Clinton e como vice-presidente da Comissão de Preços do governo de Franklin Delano Roosevelt. As escolas keynesiana e institucionalista foram as duas tradições econômicas que mais influência exerceram sobre Galbraith, muito embora ele costumasse conceder importância a conservadores como Adam Smith e a comunistas como Karl Marx, pela sua relevância histórica. Galbraith também foi presidente da American Economic Association, a principal agremiação de economistas nos EUA. O economista e cientista político morreu aos 97 anos, em 2006, mesmo ano em que faleceu Milton Friedman, um de seus mais conhecidos adversários. == Biografia == Galbraith foi cético perante as extravagâncias da \"teoria econômica quando não justificadas pelos dados empíricos\". Por exemplo, no seu livro intitulado \"In The New Industrial State\" (1967), afirma que muito poucas indústrias nos Estados Unidos enquadram-se no modelo da concorrência perfeita. Pensador de rara compreensão, foi assessor econômico do presidente John Kennedy e publicou diversos livros, entre os quais The Affluent Society (A sociedade opulenta), no ano de 1958, em que critica a política econômica dos Estados Unidos. Aposentado como professor universitário em 1957, publicou em 1981 a autobiografia A Life in Our Times: Memoirs (Uma vida em nosso tempo). Galbraith era filho de canadenses de ascendência escocesa, William Archibald Galbraith e Sarah Catherine Kendall. Nasceu em Iona Station, Ontário, e cresceu em Dutton, Ontário. Seu pai era fazendeiro e professor de escola, e sua mãe era ativista política. Galbraith licenciou-se pelo Colégio de Agricultura do Ontário, hoje Universidade de Guelph, tendo depois feito o mestrado e doutoramento na Universidade da Califórnia em Berkeley. Em 1937 se tornou cidadão dos Estados Unidos (nessa época os Estados Unidos e o Canadá não aceitavam a dupla nacionalidade), mas foi homenageado pelo seu país nativo até o fim de sua vida, e suas origens canadenses foram frequentemente citadas. Durante a Segunda Guerra Mundial Galbraith pertenceu à administração pública, no cargo de vice-diretor do gabinete da administração de preços (deputy head of the Office of Price Administration). No final da guerra foi-lhe pedido que executasse um inquérito sobre o bombardeamento estratégico aliado, que concluiu que ele não teve efeitos e não encurtou a guerra. Após a guerra tornou-se conselheiro da administração do pós-guerra na Alemanha e Japão. Em 1949 Galbraith foi nomeado professor de economia na Universidade de Harvard. Foi então também editor da revista Fortune. Foi amigo do presidente John F. Kennedy, por quem foi nomeado embaixador na Índia entre 1961 e 1963, onde teve um papel no apoio econômico ao governo indiano e ao desenvolvimento do país. No país asiático, ajudou a estabelecer uma das primeiras faculdades de ciências de computação no Instituto Indiano de Tecnologia em Kanpur, Uttar Pradesh. Galbraith morreu aos 97 anos de causas naturais no Hospital Mount Auburn em Cambridge, Massachusetts, depois de duas semanas internado. == Obra == *A Era da Incerteza, (1977); *A Sociedade da Pobreza, (1979); * \"O Novo Estado Industrial\", São Paulo: Abril Cultural (1982). * \"A Sociedade Afluente\", São Paulo: Pioneira, (1987). *A Economia e o Interesse Público, (1988); *Uma Breve História da Euforia Financeira, (1992); *Moeda: De Onde Veio, Para Onde Foi, (1997); *A Sociedade Justa: Uma Perspectiva Humana, (1997); *Contando Vantagem, (2000); *A Economia ao Alcance de Quase Todos, (2000); *A Economia das Fraudes Inocentes: Verdades Para o Nosso Tempo, (2004); *A Anatomia do Poder, (2007); *Capitalismo Americano: o Conceito do Poder Compensatório, (2008); *A Grande Crise de 1929, (2009); *O Triunfo (1964), de ficção política, traduzido no Brasil por Carlos Lacerda e publicado em duas edições pela Editora Nova Fronteira == Ligações externas == * \"Uol Educação - Biografias\" Página acessada em 29 de janeiro de 2011. Categoria:Membros estrangeiros da Academia de Ciências da Rússia Categoria:Economistas dos Estados Unidos Categoria:Economistas do Canadá Categoria:Embaixadores dos Estados Unidos na Índia Categoria:Medalha Presidencial da Liberdade",
 "title": "John Kenneth Galbraith"
}