{
 "id": "35598",
 "text": "Um sistema de numeração (ou sistema numeral), é um sistema em que um conjunto de números é representado por numerais de uma forma consistente. Pode ser visto como o contexto que permite ao numeral \"11\" ser interpretado como o numeral romano para dois, o numeral binário para três ou o numeral decimal para onze. Em condições ideais, um sistema de numeração deve: representar uma grande quantidade de números úteis (ex.: todos os números inteiros, ou todos os números reais); dar a cada número representado uma única descrição (ou pelo menos uma representação padrão); e refletir as estruturas algébricas e aritméticas dos números. Por exemplo, a representação comum decimal dos números inteiros fornece a cada número inteiro uma representação única como uma sequência finita de algarismos, com as operações aritméticas (adição, subtração, multiplicação e divisão) estando presentes como os algoritmos padrões da aritmética. Contudo, quando a representação decimal é usada para os números racionais ou para os números reais, a representação deixa de ser padronizada: muitos números racionais têm dois tipos de numerais, um padrão que tem fim (por exemplo 2,31), e outro que repete-se periodicamente (como 2,30999999...). Um numeral é um símbolo ou grupo de símbolos que representa um número em um determinado instante da evolução do homem. Tem-se que, numa determinada escrita ou época, os numerais diferenciaram-se dos números do mesmo modo que as palavras se diferenciaram das coisas a que se referem. Os símbolos \"11\", \"onze\" e \"XI\" (onze em latim) são numerais diferentes, representativos do mesmo número, apenas escrito em idiomas e épocas diferentes. Este artigo debruça-se sobre os vários aspectos dos sistemas de numerais. Ver também nomes dos números. Dois matemáticos indianos criaram e desenvolveram o mais popular sistema numérico, o hindu-arábico. Aryabhata de Kusumapura desenvolveu a notação posicional no século V; um século depois, Brahmagupta introduziu o símbolo do zero. == Ver também == * Sistema decimal * Sistema binário * Sistema octal * Sistema hexadecimal * Sistema de numeração duodecimal * Sistema Internacional de Unidades (SIU) * Prefixos binários == Ligações externas == Categoria:Aritmética elementar",
 "title": "Sistema de numeração"
}