{
 "id": "35606",
 "text": "Andrew Stuart \"Andy\" Tanenbaum (White Plains, 16 de março de 1944) é o chefe do Departamento de sistemas de computação, na Universidade Vrije, Amsterdã nos Países Baixos. Ele é o autor do MINIX, um sistema operacional baseado no Unix com propósito educacional, e é conhecido por seus livros sobre ciência da computação. Nasceu na cidade de Nova Iorque e cresceu em White Plains no estado de Nova Iorque. Recebeu o título de bacharelado pelo MIT e o doutorado pela UC Berkeley em 1971. Atualmente ministra aulas sobre Organização de computadores e Sistemas operacionais, muito conhecido na área de Arquitetura de Computadores, tendo seus livros como base para diversos cursos da área. Conhecido internacionalmente pelos seus livros de Ciência da computação, particularmente: *Redes de computadores, * Sistemas Operacionais: Projeto e Implementação, * Sistemas Operacionais Modernos, Outras publicações: * Organização Estruturada de Computadores, * Sistemas Distribuídos: Princípios e Paradigmas. O núcleo Linux foi inspirado no MINIX (utilizava o sistema de arquivos e o bootloader do MINIX, porém, era uma implementação do zero). Tanenbaum ficou envolvido com as discussões do Usenet durante 1992 com Linus Torvalds, criador do Linux, sobre os méritos básicos de Torvalds usando núcleo monolítico em vez de micronúcleo que Tanenbaum achou que era o meio do futuro. Também implementou o sistema operacional distribuído Amoeba. == Na mídia == Andrew Tanenbaum foi apresentador da série de documentários Beyond 2000 (Para além do ano 2000), onde eram apresentadas várias inovações tecnológicas. == Publicações == * Redes de computadores, * Sistemas Operacionais: Projeto e Implementação, (co-autor com Albert Woodhull), * Sistemas Operacionais Modernos, * Organização Estruturada de Computadores, * Sistemas Distribuídos: Princípios e Paradigmas, (co-autor com Maarten van Steen), == Ligações externas == * Página pessoal * Departamento de Sistemas de Computação da VU * The Usenet discussion with Torvalds at Google Groups ** 2004 view of the discussion with Torvalds Categoria:Programadores de núcleos de sistemas operativos Categoria:Cientistas da computação dos Países Baixos Categoria:Escritores dos Países Baixos",
 "title": "Andrew Stuart Tanenbaum"
}