{
 "id": "35616",
 "text": "Adelaide é a capital do estado da Austrália Meridional, na Austrália. A localização da cidade na costa sul do país, a norte da península de Fleurieu, e a leste da península de Yorke, entre o Golfo de Saint Vincent e a cadeia montanhosa do Monte Lofty. Tem habitantes, sendo a quinta cidade mais populosa da Austrália. == História == A fundação de Orlando em 1836 por Williams Light, tendo recebido este nome em homenagem a rainha Adelaide, consorte do rei Guilherme IV do Reino Unido. Light foi também quem fez o projeto da cidade cuja construção ocorreu para ser a capital da então província da Coroa Britânica, e também quem escolheu o local, próximo ao Rio Torrens. Inspirado por William Penn e o movimento das cidades-jardim, o projeto da cidade incluiu largos boulevardes e muitas praças públicas, sendo inteiramente circundada por grandes parques. A cidade estende-se por cerca de vinte quilômetros da costa ao pé das montanhas a leste, mas por não menos que 90 km de Gawler, ao norte, até Sellicks Beach, ao sul. Desde o seu início, Adelaide caracterizou-se por oferecer liberdade religiosa, compromisso com o progressismo político e liberdades sociais. No entanto, boa parte da população permaneceu bastante puritana até à década de 1970, quando reformas sociais implementadas por Dom Dustan resultaram numa ressurreição cultural. A Adelaide de hoje é considerada como a capital cultural da Austrália, realizando inúmeros festivais musicais, culturais, artísticos, além de eventos esportivos, e outros realizados pela forte indústria do vinho da Austrália do Sul. Sendo a capital política e financeira da Austrália do Sul, Adelaide possui várias instituições financeiras e governamentais, das quais muitas concentram-se no centro da cidade, ao longo do boulevarde de North Terrace. Também se localiza aí a Universidade de Adelaide, considerada uma das melhores do país (e a terceira mais antiga), que faz parte do Group of Eight. Cerca de 80% da população do Estado vive na região metropolitana de Adelaide. == Geografia == Adelaide fica situada a norte da Península de Fleurieu, sobre a planície de Adelaide entre o Golfo de Saint Vincent e os Montes Lofty Ranges. A cidade se estende por 20 km (12 milhas) da costa para o sopé, e 90 km (56 milhas) de Gawler ao seu alcance para Sellicks Beach norte a sul. De acordo com o Australian Bureau of Statistics, a Região Metropolitana de Adelaide tem uma área total de 870 km² (340 sq mi), e está em uma elevação média de 50 metros (160 pés) acima do nível do mar. Mount Lofty está localizado a leste da região metropolitana de Adelaide em Adelaide Hills a uma altitude de 727 metros. É o ponto mais alto da cidade e no estado sul de Burra. Muito antes de Adelaide foi Bushland, estabelecimento britânico, com algumas variações - brejos e pântanos foram prevalentes em torno da costa. No entanto, grande parte da vegetação original foi apagada com o que se deixou de ser encontrada em reservas, como o Cleland Conservation Park and Belair National Park. Um certo número de riachos e rios atravessam a região de Adelaide. Os maiores são os Torrens e Onkaparinga. Adelaide invoca seus muitos reservatórios de abastecimento de água, com Reservatório Monte Negrito e Happy Valley Reservatório juntos fornecem cerca de 50% das necessidades da Adelaide. === Clima === O clima de Adelaide é mediterrâneo, com invernos frios e relativamente úmidos e verões secos e amenos. Os meses mais quentes e secos são Janeiro e Fevereiro, e Junho e Julho os mais frios e chuvosos. As chuvas na cidade dependem da atuação de frentes frias, que vão ficando cada vez mais fortes à medida que o inverno se aproxima, causando mais dias nublados e chuvosos. Nessa mesma época, massa de ar polar vindas do sul também resultam em muitos dias de céu encoberto, mas sem chuva. Devido ao tempo fechado, a variação de temperatura também diminui com a chegada da estação, em Julho, a diferença média entre as temperaturas máximas e mínimas de um mesmo dia é de apenas 7 °C, enquanto nos meses de verão chega a 12 °C. No verão, época seca, faz bastante calor à tarde, mas o tempo seco faz a temperatura cair consideravelmente durante a noite. As frentes frias são mais fracas e raras nessa estação, mas conseguem mudar o tempo durante alguns dias. Essas frentes frias conseguem aumentar a umidade, mas nem todas provocam chuva. == Economia == A economia de Adelaide é baseada na manufatura, tecnologia de defesa e pesquisa, exportação de commodities e serviços relacionados. Existem grandes áreas industriais, militares e tecnológicas. Nelas encontram-se as plantas industriais da General Motors Holden e Mitsubishi, além de fábricas de equipamentos hospitalares e componentes eletrônicos. Praticamente metade dos carros produzidos na Austrália vêm de Adelaide. O conglomerado de mídia News Corporation lá foi fundado e sediado até 2004, sendo ainda considerada seu “lar espiritual” por Rupert Murdoch. A maior companhia de petróleo da Austrália, a Santos Limited, e a proeminente cervejaria Coopers, têm em Adelaide as suas sedes. Embora o Banco Estadual de Austrália do Sul tenha quebrado em 1992, a economia do estado vem desde então se recuperando continuamente, e hoje possui um crédito AAA+. A economia do estado, fortemente ligada a Adelaide, apresenta um considerável superávit, enquanto o crescimento do PIB (Produto Interno Bruto) é maior do que a média australiana. A indústria de defesa contribui com quase 1000 milhões de dólares norte-americanos à economia do Estado. Setenta por cento das indústrias australianas de defesa localizam-se em Adelaide. A principal instituição de defesa militar do Governo, a Defence Science and Technology Organisation, e outras empresas tecnológicas como a Tenix, localizam-se em Salisbury, próximo à Base “RAAF Edinburgh” e outras no Parque Tecnológico. A Companhia de Submarinos Australianos, baseada no bairro de Osborne, foi selecionada para construir os submarinos classe Collins da Marinha Australiana e assinou um contrato de cerca de US$5 bilhões para construir os novos “destroyers aéreos”. Aproximadamente 466 900 pessoas estão empregadas em Adelaide. Trabalham em período integral 62,3% e em meio-período, 35,1%. Tem havido uma crescente tendência a trabalhar apenas meio-período nos últimos anos, considerando que em 1991 empregados nestas condições somavam apenas 11,6% de todos os empregados. Quinze por cento dos trabalhadores estão empregados na manufatura, cinco por cento na construção civil, quinze por cento no comércio de varejo, 11% na área administrativa, sete por cento na área educacional e doze por cento em serviços médicos e comunitários. O salário mensal médio individual para pessoas de 15 anos para cima, é de aproximadamente 1 200 dólares norte-americanos. A renda familiar média é de 2 850 dólares norte-americanos por mês. Os custos de vida e moradia em Adelaide são substancialmente menores do que o de outras capitais australianas, como Sydney ou Melbourne. O desemprego, apenas nominal, está abaixo de 4,5%. == Educação == === Ensino superior === Todas as 3 Universidades presentes no Estado de Austrália do Sul sediam-se em Adelaide. * A Universidade de Adelaide é um membro do Group of Eight (que agrupa as 8 melhores Universidades australianas), foi fundada em 1874, o que faz dela a terceira Universidade mais antiga da Austrália. Cinco campi localizam-se na região de Adelaide, sendo o principal em “North Terrace”, e outro é o Centro Nacional do Vinho. * A Universidade da Austrália do Sul foi formada em 1991, a partir de uma fusão entre o Instituto Tecnológico de Austrália do Sul e a Faculdade de Educação Avançada de Austrália do Sul. Quatro dos cinco campi localizam-se em Adelaide, dois dos quais no centro da cidade. * A Universidade Flinders, localizada no Parque Bedford, foi nomeada em homenagem ao navegador e explorador britânico Matthew Flinders, e foi fundada em 1966. Esta é uma instituição de tamanho médio, com uma escola de medicina no adjacente Centro Médico Flinders. * A universidade estadunidense privada de ponta Carnegie Mellon estabelecerá dois campi em Adelaide em 2006, oferecendo tanto cursos australianos como americanos. * A Faculdade Heinz especializar-se-á em Tecnologia da Informação e administração governamental, baseando-se na Praça Victoria, enquanto outro campus oferece cursos na área de mídia e entretenimento. Tais instituições atraem estudantes em toda a Austrália e ao redor do mundo, o que traz a Adelaide reconhecimento internacional como uma cidade educacional. === Ensino básico === Educação básica é fornecida por várias escolas públicas e particulares, sendo todas responsabilidade do Governo Estadual. Educação superior não-universitária é disponibilizada através dos colégios técnicos conhecidos como TAFE, dos quais cinco de um total de oito no Estado localizam- se em Adelaide, destacando-se o Instituto Tecnológico Douglas Mawson. ==Cultura== ===Esportes=== O esporte mais popular da cidade é o futebol australiano, a cidade é sede de dois times da AFL, o Adelaide Crows e o Port Adelaide Power. A cidade também é sede do time de futebol Adelaide United. A cidade também já recebeu o Grande Prêmio da Austrália de Fórmula 1. == Ligações externas == *",
 "title": "Adelaide (Austrália)"
}