{
 "id": "3563",
 "text": "As Ilhas Ryūkyū (琉球諸島 Ryūkyū-shotō), também conhecidas como Ilhas Nansei (南西諸島 Nansei-shotō, lit. \"Ilhas do Sudoeste\") ou Ilhas Léquias em português, são uma cadeia de ilhas japonesas que se estendem a sudoeste de Kyushu até Taiwan: as Ilhas Ōsumi, Tokara, Amami, Okinawa e Sakishima (divididas em Miyako e Yaeyama), com Yonaguni no extremo oeste. As maiores são geralmente ilhas elevadas e as menores são normalmente de coral. A maior é a ilha de Okinawa. O clima das ilhas varia de subtropical úmido (classificação Köppen Cfa) no norte a equatorial (classificação Köppen Af) no sul. A precipitação é muito alta e é afetada pela estação das chuvas e tufões. Exceto pelas ilhas periféricas de Daitō, a cadeia de ilhas tem duas grandes fronteiras geológicas, o estreito de Tokara (entre as ilhas Tokara e Amami) e o estreito de Miyako (entre as ilhas Okinawa e Miyako). As ilhas além do estreito de Tokara são caracterizadas por seus recifes de coral. As ilhas Ōsumi e Tokara, as mais setentrionais das ilhas, se enquadram na esfera cultural da região de Kyushu do Japão; o povo é etnicamente japonês e falam uma variação do dialeto de Kagoshima. As Ilhas Amami, Okinawa, Miyako e Yaeyama são habitadas por uma população nativa chamada coletivamente de povo ryukyuano, referindo-se ao antigo Reino de Ryukyu que os governava. As diversas línguas ryukyuanas são tradicionalmente faladas nessas ilhas, e as principais ilhas têm seus próprios idiomas distintos. Nos tempos modernos, o idioma japonês é o principal das ilhas, com o dialeto de Okinawa sendo falado predominantemente. As ilhas Daitō periféricas eram desabitadas até o período Meiji, quando seu desenvolvimento foi iniciado principalmente por pessoas das ilhas Izu do sul de Tóquio, com as pessoas falando a língua Hachijō. Administrativamente, as ilhas são divididas entre as prefeituras de Kagoshima (especificamente as ilhas administradas pelo distrito de Kagoshima, subprefeitura/distrito de Kumage e subprefeitura/distrito de Ōshima) no norte e prefeitura de Okinawa no sul, com a divisão entre as ilhas Amami e Okinawa, com as ilhas Daitō sendo parte da prefeitura de Okinawa. As ilhas do norte (Kagoshima) são coletivamente chamadas de \"Ilhas Satsunan\", enquanto a parte sul da cadeia (Prefeitura de Okinawa) é chamada de Ilhas Ryukyu == Subgrupos == As ilhas Ryukyu são comumente divididas em dois ou três grupos principais: * Administrativamente, com o grupo Ryukyu do norte composto pelas ilhas da prefeitura de Kagoshima (conhecidas em japonês como \"Ilhas Satsunan\") e o grupo Ryukyu do sul composto pelas ilhas da prefeitura de Okinawa (conhecidas em japonês como as \"Ilhas Ryukyu\"), * Geologicamente, com as ilhas ao norte do Estreito de Tokara (Ōsumi e Tokara) sendo parte do grupo Ryukyu do norte, aquelas entre o Estreito de Tokara e o Estreito de Miyako (Amami e Okinawa) sendo parte do grupo Ryukyu centra e as sul do Estreito de Miyako (Miyako e Yaeyama) compondo o grupo Ryukyu do sul. A seguir estão os agrupamentos e nomes usados pelo Departamento Hidrográfico e Oceanográfico da Guarda Costeira do Japão.Ajiro Tatsuhiko and Warita Ikuo, Waga kuni no kōiki na chimei oyobi sono han'i ni tsuite no chōsa kenkyū (The geographical names and those extents of the wide areas in Japan), Kaiyō Jōhōbu Gihō, Vol. 27, 2009.online edition As ilhas são listadas de norte a sul, sempre que possível. * Ilhas Nansei (南西諸島 Nansei-shotō) ** Ilhas Satsunan (薩南諸島 Satsunan-shotō) *** Ilhas Ōsumi (大隅諸島 Ōsumi-shotō) com: **** Tanegashima, Yakushima, Kuchinoerabu e Mageshima no Grupo Nordeste. **** Takeshima, Iōjima e Kuroshima no Grupo Noroeste. *** Ilhas Tokara (吐噶喇列島 Tokara-rettō): Kuchinoshima, Nakanoshima, Gajajima, Suwanosejima, Akusekijima, Tairajima, Kodakarajima, Takarajima *** Ilhas Amami (奄美群島 Amami-guntō): Amami Ōshima, Kikaijima, Kakeromajima, Yoroshima, Ukeshima, Tokunoshima, Okinoerabujima, Yoronjima ** Ilhas Ryukyu (琉球諸島 Ryūkyū-shotō) *** Ilhas Okinawa (沖縄諸島 Okinawa-shotō): Ilha de Okinawa, Kume, Iheya, Izena, Aguni, Iejima, Iwo Tori Shima (Iōtorishima) **** Ilhas Kerama ((慶良間諸島 Kerama-shotō): Tokashiki, Zamami, Aka, Geruma *** Ilhas Sakishima (先島諸島 Sakishima-shotō) **** Ilhas Miyako (宮古列島 Miyako-rettō): Miyakojima, Ikema, Ōgami, Irabu, Shimoji, Kurima-jima, Minna, Tarama **** Ilhas Yaeyama (八重山列島 Yaeyama-rettō): Iriomote, Ishigaki, Taketomi, Kohama, Kuroshima, Aragusuku, Hatoma, Yubujima, Hateruma, Yonaguni **** Ilhas Senkaku (尖閣諸島 Senkaku-shotō, reivindicadas pela China e por Taiwan): Uotsurijima, Kuba Jima, Taisho Jima, Kita Kojima, Minami Kojima *** Ilhas Daitō (諸島 東 it Daitō-shotō): Kita Daitō, Minami Daitō, Oki Daitō A Autoridade de Informações Geoespaciais do Japão, outra organização governamental responsável pela padronização dos nomes de lugares, discorda da Guarda Costeira do Japão sobre alguns nomes e sua extensão, mas ambos estão trabalhando na padronização. Foi concordado em 15 de fevereiro de 2010 o uso de Amami-guntō (奄美群島) para as Ilhas Amami; antes disso, Amami-shotō (奄美諸島) também havia sido usado. == Nomes e Extensão == Os usos do termo \"Ryukyu\" diferem entre idiomas. Em inglês, o termo Ryukyu pode ser aplicado a toda a cadeia de ilhas, enquanto em japonês, Ryukyu geralmente se refere apenas às ilhas que faziam parte do Reino de Ryūkyū após de 1624. === Ilhas Nansei === Nansei-shotō (南西諸島) é o nome oficial para toda a cadeia de ilhas em japonês. O Japão usa o nome nas cartas náuticas desde 1907. Com base nas cartas japonesas, a série internacional de cartas usa Nansei Shoto. Nansei significa literalmente \"sudoeste\", a direção que a cadeia de ilhas se estende a partir do arquipélago japonês principal. Alguns estudiosos de humanidades preferem o termo incomum Ryūkyū-ko (琉球弧, \"Arco de Ryukyu\") para toda a cadeia de ilhas.Yoshinari Naoki 吉成直樹, Maegaki まえがき, Yoshinari Naoki ed., Ryūkyū-ko kasanariau rekishi ninshiki 琉球弧・重なりあう歴史認識, pp. 5–10, 2007 Na geologia, no entanto, o Arco Ryukyu inclui estruturas de subsuperfície, como o Canal de Okinawa, e se estende até Kyushu. Durante a ocupação americana de Amami, o governo japonês contestou que as ilhas fossem incluídas sob o nome \"Ryukyu\" em inglês porque se preocupavam que isso pudesse significar que o retorno das ilhas Amami ao controle japonês seria adiado até o retorno de Okinawa. No entanto, o governo ocupacional americano em Amami continuou a ser chamado de \"Governo Provisório das Ilhas Ryukyu Setentrionais\" em inglês, embora tenha sido traduzido como Rinji Hokubu Nansei-shotō Seichō (臨時北部南西諸島政庁, Governo Provisório das Ilhas Nansei do Norte) em japonês.Robert D. Eldridge, 2004. The return of the Amami Islands: the reversion movement and U.S.–Japan relations, p. 25 === Ryukyu === O nome Ryūkyū (琉球) está fortemente associado ao Reino de Ryukyu, um reino que se originou na ilha de Okinawa e subjugou as Ilhas Sakishima e Amami. O nome é geralmente considerado ultrapassado em japonês, embora algumas entidades de Okinawa ainda ostentem o nome, como a universidade nacional local. Em japonês, o termo \"Ilhas Ryukyu\" (琉球諸島 Ryūkyū-shotō) cobre apenas as ilhas Okinawa, Miyako e Yaeyama, enquanto em inglês inclui as Ilhas Amami e Daitō. A metade norte da cadeia de ilhas é chamada de ilhas Satsunan (\"Sul de Satsuma\") em japonês, diferente das ilhas Ryukyu do norte em inglês. Estudiosos geralmente concordam que as Ilhas Amami, Okinawa, Miyako e Yaeyama compartilham muita herança cultural, embora também sejam caracterizadas por um grande grau de diversidade interna. Entretanto, não há um bom nome para o grupo. A população nativa não tem autodenominação, pois não se reconhece como um grupo tão grande. Ryukyu é o candidato principal porque corresponde aproximadamente à extensão máxima do Reino de Ryukyu. No entanto, não é necessariamente considerado neutro pelos povos de Amami, Miyako e Yaeyama, que foram marginalizados sob o reino centrado em Okinawa.Takahashi Takayo 高橋孝代, Esunishiti to aidentiti (エスニシティとアイデンティティ), Kyōkai no jinruigaku 境界性の人類学, pp. 165–248, 2006. As Ilhas Ōsumi não estão incluídas porque fazem parte da esfera cultural de Kyushu. ====Uso histórico==== \"Ryūkyū\" é um exônimo e não é uma auto-designação. A palavra apareceu pela primeira vez no Livro de Sui (636). Sua descrição obscura de Liuqiu (流求) é fonte de debates acadêmicos sobre se o nome se referia a Taiwan, Okinawa ou ambos. No entanto, o Livro de Sui moldou as percepções de Ryūkyū por um longo tempo. Ryūkyū foi considerado uma terra de canibais e despertou um sentimento de pavor entre os povos ao redor, desde o monge budista Enchin que viajou para China (sob a Dinastia Tang) em 858 até um informante do Hyōtō Ryūkyū-koku que viajou para a China (sob a Dinastia Song) em 1243.Tanaka Fumio 田中史生, Kodai no Amami Okinawa shotō to kokusai shakai 古代の奄美・沖縄諸島と国際社会, Ikeda Yoshifumi ed., Kodai chūsei no kyōkai ryōiki 古代中世の境界領域, pp. 49–70, 2008 Mais tarde, algumas fontes chinesas usaram \"Grande Ryukyu\" (chinês: 大琉球; pinyin: Dà Liúqiú) para Okinawa e \"Pequena Ryukyu\" (chinês: 小琉球; pinyin: Xiǎo Liúqiú) para Taiwan. As formas de \"Ryūkyū\" em Okinawa são Ruuchuu (ル ー チ ュ ー) ou Duuchuu (ド ゥ ー チ ュ ー) em okinawano e Ruuchuu (ル ー チ ュ ー) na língua Kunigami. Um homem de Okinawa foi registrado como tendo se referido como um \"homem de Doo Choo\" durante a visita do comodoro Matthew C. Perry ao Reino de Ryukyu em 1852.Hawk, Francis L. Narrative of the Expedition of an American Squadron to the China Seas and Japan (1852–1854). 1856. Pp 159. Entre 1829 e meados do século XX, o nome em inglês das ilhas foi escrito Luchu, Loochoo ou Lewchew e \"Ilhas Léquias\" em português. Essas grafias foram baseadas na pronúncia chinesa dos caracteres \"琉球\", que em mandarim é Liúqiú, e também na forma do idioma okinawano, Ruuchuu (ル ー チ ュ ー).Or, rarely, . ===Okinawa=== Uchinaa (沖縄), Okinawa em japonês, é originalmente um nome nativo da maior ilha da cadeia. A série de mapas japoneses conhecida como Ryukyu Kuniezu lista a ilha como Wokinaha Shima (悪鬼納嶋) em 1644 e Okinawa Shima (沖縄嶋) depois de 1702. O nome foi escolhido pelo governo Meiji para a nova prefeitura quando o Reino de Ryukyu foi anexado em 1879. \"Okinawa\" nunca se estende à prefeitura de Kagoshima. Fora da prefeitura, a prefeitura de Okinawa é simplesmente chamada de Okinawa. Na prefeitura de Okinawa, no entanto, o nome está fortemente associado à ilha de Okinawa e, nesse sentido, \"Okinawa\" não inclui as ilhas Miyako e Yaeyama. As pessoas nas ilhas Yaeyama usam a expressão \"ir para Okinawa\" quando visitam a ilha de Okinawa. Pessoas das Ilhas Amami, na prefeitura de Kagoshima, também se opõem a serem incluídas em Okinawa.Takahashi Takayo 高橋孝代, Esunishiti to aidentiti (エスニシティとアイデンティティ), Kyōkai no jinruigaku 境界性の人類学, pp. 165–248, 2006. Alguns estudiosos sentem a necessidade de agrupar as Ilhas Amami e Okinawa porque Amami é mais próxima de Okinawa em alguns aspectos, por exemplo, do ponto de vista linguístico, do que Miyako e Yaeyama. Estudiosos japoneses usam \"Amami-Okinawa\", enquanto estudiosos americanos e europeus usam \"Ryukyuano Setentrional\".Heinrich, Patrick et al. Handbook of the Ryukyuan Languages. 2015. Pp 13–15. Não há um termo específico para o grupo, pois a população nativa não sentiu a necessidade de tal conceito.Takahashi Takayo 高橋孝代, Esunishiti to aidentiti (エスニシティとアイデンティティ), Kyōkai no jinruigaku 境界性の人類学, pp. 165–248, 2006. ===Ilhas do Sul=== O folclorista Kunio Yanagita usa Nantō (南島, \"Ilhas do Sul\"). Este termo foi originalmente usado pela corte imperial do Japão antigo. Yanagita levantou a hipótese de que as ilhas do sul eram a origem do povo japonês e preservou muitos elementos que foram posteriormente perdidos no Japão. O termo está desatualizado atualmente.Takahashi Takayo 高橋孝代, Esunishiti to aidentiti (エスニシティとアイデンティティ), Kyōkai no jinruigaku 境界性の人類学, pp. 165–248, 2006. ==História== ===As ilhas orientais de Liuqiu=== As primeiras menções das ilhas estão nos Anais da Dinastia Qin. Qin Shi Huang ouviu falar de \"imortais felizes\" que viviam nas ilhas orientais, por isso enviou expedições para lá para encontrar a fonte da imortalidade, sem sucesso. Enquanto alguns defendem que tais expedições alcançaram o Japão e iniciaram revoluções sociais e agriculturais, os mesmos eventos são marcados no folclore ryukyuano da ilha de Kudaka. As Ilhas Orientais são novamente mencionadas como a terra dos imortais nos Anais da Dinastia Han. Em 601, os chineses enviaram uma expedição ao \"País de Liuqiu\" (流求國). Eles notaram que as pessoas eram pequenas, mas pugnazes. Os chineses não conseguiram entender o idioma local e retornaram à China. Em 607, eles enviaram outra expedição ao comércio e trouxeram de volta um dos habitantes. Uma embaixada japonesa estava em Loyang quando a expedição retornou, e um dos japoneses exclamou que o ilhéu usava a vestimenta e falava a língua da ilha Yaku. Em 610, uma expedição final foi enviada com um exército que exigia submissão ao imperador chinês. Os ilhéus lutaram contra os chineses, mas seus \"palácios\" foram queimados e \"milhares\" de pessoas foram levadas como prisioneiras, e os chineses deixaram a ilha. ===Ilhas do sul do Japão antigo=== A cadeia de ilhas aparece na história escrita japonesa como Ilhas do Sul (南島 Nantō). O primeiro registro das Ilhas do Sul é um artigo de 618 no Nihon shoki (720), que afirma que o povo de Yaku (掖玖, 夜勾) seguiu a virtude do imperador chinês. Em 629, a corte imperial enviou uma expedição a \"Yaku\". \"Yaku\" em fontes históricas não se limitava a Yakushima dos dias atuais, mas parece ter coberto uma área mais ampla da cadeia de ilhas. Em 657, várias pessoas de Tokara (都貨邏) chegaram a Kyushu, relatando que haviam se deslocado primeiro para a Ilha Amami (海見島 Amamijima), que é o primeiro uso atestado de Amami.Yasutani Suzuki 鈴木靖民, Nantō-jin no raichō wo meguru kisoteki kōsatsu 南島人の来朝をめぐる基礎的考察, Higashi Ajia to Nihon 東アジアと日本, pp. 347–98, 1987. Em 677, a corte imperial deu um banquete às pessoas da ilha de Tane (島禰島 Tanejima). Em 679, a corte imperial enviou uma missão à Ilha Tane. A missão levou algumas pessoas das ilhas do sul que foram descritas como os povos de Tane, Yaku e Amami (阿麻弥) no artigo de 682. Segundo o Shoku Nihongi (797), a corte imperial enviou oficiais armados em 698 para explorar as ilhas do sul. Como resultado, os habitantes de Tane, Yaku, Amami e Dokan visitaram a capital (então Fujiwara-kyō) para prestar homenagem no ano seguinte. Os historiadores identificam Dokan como Tokunoshima das Ilhas Amami. Um artigo de 714 relata que uma equipe de investigação retornou à capital, juntamente com habitantes de Amami, Shigaki (信覚) e Kumi (球美), entre outros. Shigaki provavelmente se referia à Ilha Ishigaki das Ilhas Yaeyama. Alguns identificam Kumi como Ilha Iriomote das Ilhas Yaeyama porque Komi é um nome antigo para Iriomote. Outros consideram que Kumi correspondia à ilha Kume das ilhas Okinawa. Por volta dessa época, \"Ilhas do Sul\" substituiu Yaku como um nome coletivo para as ilhas do sul. No início do século VIII, o extremo norte da cadeia de ilhas foi formalmente incorporado ao sistema administrativo japonês. Depois que uma rebelião foi esmagada, a Província de Tane foi estabelecida por volta de 702. A Província de Tane consistia em quatro distritos e cobria Tanegashima e Yakushima. Embora a pequena província enfrentasse dificuldades financeiras desde o início, ela foi mantida até 824, quando foi incorporada à província de Ōsumi.Izumi Haraguchi 原口泉, Shūichi Nagayama 永山修一, Masamori Hinokuma 日隈正守, Chitoshi Matsuo 松尾千歳, Takeichi Minamura 皆村武一: Kagoshima-ken no rekishi 鹿児島県の歴史, 1999. O compromisso do Japão antigo com as ilhas do sul é atribuído a fatores ideológicos e estratégicos. O Japão aplicou a si mesmo a ideologia chinesa de domínio que exigia \"povos bárbaros\" que ansiavam pela grande virtude do imperador. Assim, o Japão tratava os povos em sua periferia, ou seja, os Emishi ao leste, os Hayato, os Kumaso e os habitantes das ilhas do sul, como \"bárbaros\". A corte imperial levou alguns deles para a capital para servir o imperador. O Novo Livro de Tang (1060) afirma no final do capítulo referente ao Japão que havia três pequenos príncipes de Yaku (邪古), Haya (波邪) e Tane (多尼). Esta declaração deve ter se baseado em um relatório de emissários japoneses no início do século VIII que teriam reivindicado a virtude do imperador japonês. No local do Dazaifu, no centro administrativo de Kyushu, foram desenterradas em 1984 duas etiquetas de madeira datadas do início do século VIII que diziam \"Ilha Amami\" (㭺美嶋 Amamijima) e \"Ilha Iran\" (伊藍嶋 Iran no Shima) respectivamente. Este último parece corresponder à ilha Okinoerabu. Essas peças podem ter sido ligadas a \"madeira vermelha\", que, de acordo com Engishiki (927), o Dazaifu deveria oferecer quando fossem obtidas das ilhas do sul. As ilhas do sul tiveram importância estratégica para o Japão porque estavam em uma das três principais rotas usadas pelas missões japonesas para a China sob a Dinastia Tang (630-840). A missão de 702 parece ter sido a primeira a mudar com sucesso a rota anterior via Coreia para a rota das ilhas do sul. As missões de 714, 733 e 752 provavelmente seguiram o mesmo caminho. Em 754, o monge chinês Jianzhen conseguiu chegar ao Japão. Sua biografia, Tō Daiwajō Tōseiden (779), faz referência a Akonaha (阿児奈波) na rota, que pode se referir à moderna ilha de Okinawa. Um artigo do 754 declara que o governo consertou pontos de milhagem originalmente estabelecidos nas ilhas do sul em 735. No entanto, as missões de 777 em diante escolheram outra rota que ligava diretamente Kyūshū à China. Depois disso, o governo central perdeu o interesse nas ilhas do sul. ===Kikaigashima e Iōgashima=== As ilhas do sul reapareceram na história escrita no final do século X. De acordo com o Nihongi ryaku (séculos XI a XII), Dazaifu, o centro administrativo de Kyushu, relatou que os piratas Nanban (bárbaros do sul), que foram identificados como ilhéus Amami pelos Shōyūki (982-1032 para a porção existente), saquearam uma vasta área de Kyūshū em 997. Em resposta, o Dazaifu ordenou que a \" Ilha Kika\" (駕島 Kikashima) prendesse os Nanban. Este é o primeiro uso atestado de Kikaigashima, que é frequentemente usado em fontes subsequentes. Séries de relatórios sugerem que havia grupos de pessoas com tecnologia avançada de navegação em Amami e que Dazaifu tinha uma fortaleza na ilha de Kikai. Historiadores supõem que as ilhas Amami foram incorporadas a uma rede comercial que a conectava a Kyūshū, à China (sob a Dinastia Song) e a Goryeo. De fato, os Shōyūki registraram que, nos anos 1020, os governadores locais do sul de Kyūshū apresentaram ao autor, um aristocrata da corte, especialidades locais das ilhas do sul, incluindo a palmeira chinesa, madeiras vermelhas e conchas de Turbo marmoratus. O Shinsarugakuki, uma obra fictícia escrita em meados do século XI, introduziu um comerciante chamado Hachirō-mauto, que viajou até a terra dos Fushū no leste e até a ilha Kika (貴賀之島) no oeste. Os produtos que ele obteve das ilhas do sul incluíam conchas de Turbo marmoratus e enxofre. O Shinsarugakuki não era mera ficção; o Salão Dourado de Chūson-ji (~1124), no nordeste do Japão, foi decorado com dezenas de milhares de conchas de Turbo marmoratus. Alguns artigos de 1187 do Azuma Kagami afirmam que Ata Tadakage da província de Satsuma fugiu para a ilha Kikai (貴海島 Kikaishima) por volta de 1160. O Azuma Kagami também afirma que em 1188, Minamoto no Yoritomo, que logo se tornou o xogum, enviou tropas para pacificar ilha Kikai (貴賀井島 Kikaishima). Observou-se que a corte imperial contestou a expedição militar alegando que estava além da administração do Japão. O Conto de Heike (século XIII) retratava a Ilha Kikai (鬼界島 Kikaishima), onde Shunkan, Taira no Yasuyori e Fujiwara no Naritsune foram exilados após o incidente de Shishigatani de 1177. A ilha representada, caracterizada por enxofre, é identificada como Iōjima das Ilhas Ōsumi, que faz parte da caldeira vulcânica de Kikai. Desde que a invenção da pólvora na China fez do enxofre uma das principais exportações do Japão, a \"ilha do enxofre\" ou Iōgashima se tornou outra representante das ilhas do sul. É notado pelos estudiosos que kanji que representa a primeira sílaba de Kikai mudou de ki (貴, nobre) para ki (鬼, ogro) do final do século XII ao início do século XIII.Osamu Takanashi 高梨修, Gusuku isekigun to Kikai-ga-shima 城久遺跡群とキカイガシマ, Nichiryū Bōeki no reimei 日琉交易の黎明, pp. 121–149, 2008 A teoria baseada na literatura de que a ilha de Kikai era o centro comercial do Japão nas ilhas do sul é apoiada pela descoberta do Complexo de Locais de Gusuku em 2006. O grupo de sítios arqueológicos no planalto da ilha de Kikai é um dos maiores da época. Durou dos séculos IX ao XIII e, em seu auge, da segunda metade do século XI à primeira metade do século XII. Caracteriza-se por uma ausência quase total da cerâmica nativa do tipo Kaneku, que prevalecia nas comunidades costeiras. O que foi encontrado foram mercadorias importadas do Japão, China e Coreia. Também foi encontrada a cerâmica Kamuiyaki, que foi produzida em Tokunoshima dos séculos XI a XIV. A distribuição desigual de Kamuiyaki que atingiu o pico em Kikai e Tokunoshima sugere que o objetivo da produção de Kamuiyaki era servi-lo a Kikai.Osamu Takanashi 高梨修, Rettō nan'en ni okeru kyōkai ryōiki no yōsō 列島南縁における境界領域の様相, Kodai makki Nihon no kyōkai 古代末期・日本の境界, pp. 85–130, 2010 ===A expansão do clã Shimazu e do Xogunato Kamakura=== Por volta da era Hōen (1135-1141), Tanegashima tornou-se parte do território dos Shimazu, no sul de Kyūshū. Diz-se que o clã Shimazu se estabeleceu em Shimazu, província de Hyūga, em 1020 e se dedicou ao Kanpaku Fujiwara no Yorimichi. No século XII, o clã Shimazu expandiu-se numa grande parte das províncias de Satsuma e Ōsumi, incluindo Tanegashima. Koremune no Tadahisa, um servo da família Fujiwara, foi nomeado administrador dos Shimazu em 1185. Ele foi então nomeado shugo das províncias de Satsuma e Ōsumi (e depois Hyūga) pelo primeiro xogum Minamoto no Yoritomo em 1197. Ele se tornou o fundador do clã Shimazu. Tadahisa perdeu o poder quando seu poderoso parente Hiki Yoshikazu foi derrubado em 1203. Ele perdeu as posições de shugo e jito e só recuperou os postos de shugo da província de Satsuma e jito da porção de Satsuma da propriedade dos Shimazu. O shugo da província de Ōsumi e o jitō da parte de Ōsumi da propriedade dos Shimazu, ambos controlados por Tanegashima, foram sucedidos pelo clã Hōjō (especialmente seu ramo Nagoe). A família Nagoe enviou o clã Higo para governar Ōsumi. Um ramo do clã Higo se estabeleceu em Tanegashima e se tornou o clã Tanegashima. As ilhas que não eram Tanegashima foram agrupadas como as \"Doze Ilhas\" e tratadas como parte do distrito de Kawanabe, província de Satsuma. As Doze Ilhas foram subdivididas em Cinco Próximas (口五島/端五島 Kuchigoshima/Hajigoshima) e as Sete Remotas (奥七島 Okunanashima). As Cinco Próximas consistiam das Ilhas Ōsumi, exceto Tanegashima, enquanto as Sete Remotas correspondia às Ilhas Tokara. Após a Guerra Jōkyū em 1221, o jitō do Distrito Kawanabe foi assumido peloTokusō da família Hōjō. A família Tokusō deixou o clã Chikama governar o distrito de Kawanabe. Em 1306, Chikama Tokiie criou um conjunto de documentos de herança que faziam referência a várias ilhas do sul. As ilhas mencionadas não se limitavam aos Doze, mas incluíam Amami Ōshima, Ilha Kikai e Tokunoshima (e possivelmente Okinoerabu) das Ilhas Amami. Um mapa existente do Japão, mantido pelo clã Hōjō, descreve Amami como um \"distrito de propriedade privada\". O clã Shimazu também reivindicou direitos aos Doze. Em 1227, o xogum Kujō Yoritsune afirmou a posição de Shimazu Tadayoshi como o jitō das Doze Ilhas, entre outras. Depois que o shogunato de Kamakura foi destruído, o clã Shimazu aumentou seus direitos. Em 1364, reivindicou as \"dezoito ilhas\" do distrito de Kawanabe. No mesmo ano, Shimazu Sadahisa, chefe do clã, concedeu ao filho, Morohisa, propriedades na província de Satsuma, incluindo as doze ilhas e as \"cinco extras\". Estas últimas devem ter sido as Ilhas Amami.Shūichi Nagayama 永山修一, Bunken kara mita Kikaigashima 文献から見たキカイガシマ, Yoshifumi Ikeda ed., Kodai chūsei no kyōkai ryōiki 古代中世の境界領域, pp. 123–150, 2008. ===Tanegashima sob o clã Tanegashima=== O clã Tanegashima chegou a governar Tanegashima em nome da família Nagoe, mas logo se tornou autônomo. Costumava se aliar, por vezes submetia-se, e às vezes antagonizava o clã Shimazu na ilha de Kyūshū. O clã Tanegashima recebeu de Shimazu Motohisa as ilhas Yakushima e Kuchinoerabu em 1415. Em 1436, as sete ilhas do distrito de Kawanabe, província de Satsuma (ilhas Tokara) e outras duas ilhas por Shimazu Mochihisa, chefe de um ramo da família.Kagoshima-ken shi 鹿兒島縣史 Vol.1, pp. 1933. Tanegashima é conhecida na história japonesa pela introdução de armas de fogo europeias no Japão. Por volta de 1543, um junco chinês com comerciantes portugueses a bordo foi levado para Tanegashima. Tanegashima Tokitaka conseguiu reproduzir mosquetes obtidos dos portugueses. Dentro de algumas décadas, armas de fogo, então conhecidas como \"tanegashima\", foram espalhadas por todo o Japão do período Sengoku. A reunificação do Japão por Toyotomi Hideyoshi finalizou o status do clã Tanegashima como um vassalo sênior do clã Shimazu. O clã foi transferido para Chiran, em Kyūshū, em 1595. Apesar de o clã ter voltado a Tanegashima em 1599, as ilhas Yakushima e Kuchinoerabu caíram sob o controle direto do clã Shimazu. Todas essas ilhas constituíram o domínio Satsuma durante o período Edo. ===Ilhas Amami e Tokara=== As Ilhas Amami foram um ponto focal de disputa entre o domínio Satsuma, que se expandia para o sul, e o Reino de Ryukyu, que se expandia para o norte. Em 1453, um grupo de coreanos naufragou na ilha de Gaja, onde encontraram a ilha metade sob o controle de Satsuma e metade sob o controle de Ryukyu. A Ilha de Gaja fica a cerca de 128km da capital de Satsuma, na cidade de Kagoshima. Os coreanos observaram que os ryukyuanos usavam armas \"tão avançadas quanto as da [Coreia]\".Turnbull, Stephen. The Samurai Capture a King: Okinawa 1609. Osprey Publishing, 2009. Pp 9. Outros registros de atividade nas Ilhas Amami mostram a conquista de Shō Toku da Ilha Kikai em 1466, uma invasão de Satsuma a Amami Ōshima em 1493 e duas rebeliões em Amami Ōshima durante o século XVI. As ilhas foram finalmente conquistadas por Satsuma durante a invasão de Ryukyu em 1609. O xogunato de Tokugawa concedeu a Satsuma as ilhas em 1624. Durante o Período Edo, os ryukyuanos se referiram aos navios de Satsuma como \"navios Tokara\". ===Ilhas Okinawa=== Os três reinos da ilha de Okinawa se unificaram como o Reino de Ryukyu em 1429. O reino conquistou as ilhas Miyako e Yaeyama. Em seu auge, as ilhas Amami também estavam sobre o controle do reino. Em 1609, Shimazu Tadatsune, senhor de Satsuma, invadiu o Reino de Ryukyu com uma frota de treze juncos e 2500 samurai, assim então estabelecendo sua suserania sobre as ilhas. Eles enfrentaram pouca oposição dos ryukyuanos, que possuíam pouco poderio militar, e que foram ordenados pelo rei Shō Nei a se renderem em vez de desperdiçarem suas preciosas vidas.Kerr, George H. (2000). Okinawa: the History of an Island People. (revised ed.) Boston: Tuttle Publishing. Após isto, os reis de Ryukyu pagaram tributo aos xoguns do Japão, assim como aos imperadores da China. Durante este período, os reis de Ryukyu eram selecionados por um clã japonês, sem que os chineses soubessem, e que acreditavam que o reino era um tributário leal. Em 1655, as relações tributárias entre Ryukyu e a Dinastia Qing foram formalmente aprovadas pelo xogunato.Kang, David C. (2010). Em 1874, Ryukyu terminou suas relações tributárias com a China.Lin, Man-houng Lin. \"The Ryukyus and Taiwan in the East Asian Seas: A Longue Durée Perspective\", Asia- Pacific Journal: Japan Focus. October 27, 2006, translated and abridged from Academia Sinica Weekly, No. 1084. 24 August 2006. Em 1872, o governo japonês estabeleceu o han de Ryukyu sob a jurisdição do Ministério de Relações Exteriores. Em 1875, a jurisdição sobre Ryukyu mudou do Ministério de Relações Exteriores para o Ministério da da Administração Interna. Em 1879, o governo Meiji anunciou a anexação das ilhas Ryukyu, estabelecendo assim a Prefeitura de Okinawa e forçando o rei de Ryukyu a se mudar para Tóquio. Quando a China assinou o Tratado de Shimonoseki após sua derrota em 1895, na Primeira Guerra Sino-Japonesa, a China oficialmente renunciou suas reivindicações ao arquipélago de Ryukyu. O controle militar americano de Okinawa começou em 1945 com o estabelecimento da USMGR (United States Military Government of the Ryukyu Islands), que em 1950 se tornou a Administração Civil Estadunidense das Ilhas Ryukyu. Também em 1950, o Conselho Consultivo Interino de Ryukyu (臨時琉球諮詢委員会 Rinji Ryūkyū Shijun Iinkai) foi formado, que evoluiu para o Governo Central Provisório de Ryukyu (琉球臨時中央政府 Ryūkyū Rinji Chūō Seifu) em 1951. Em 1952, foi concedido aos Estados Unidos controle sobre as ilhas do arquipélago de Ryukyu ao sul da latitude 29°N e sobre outras ilhas do Pacífico, sob o Tratado de São Francisco entre os Aliados e o Japão. O Governo Central Provisório de Ryukyu então se tornou o Governo das Ilhas Ryukyu, que existiu de 1952 a 1972. Direitos administrativos foram retornados ao Japão em 1972, sob Acordo da Reversão de Okinawa de 1971. Atualmente, há vários problemas pertinentes sobre a história de Okinawa. Um número de ryukyuanos e de japoneses consideram o povo de Ryukyu diferente do povo Yamato. Alguns nativos de Ryukyu afirmam que o governo central os discrimina por permitir que tantos soldados americanos sejam estacionados em bases em Okinawa com uma presença mínima nas ilhas principais do Japão. Além do mais, há discussões sobre secessão do Japão. Enquanto a disputa territorial entre China e Japão sobre as Ilhas Senkaku aumentaram no início do século XXI, estudiosos apoiados pelo Partido Comunista da China publicaram artigos incitando a reexaminação da soberania do Japão sobre Ryukyu. Em 2013, o New York Times descreveu os comentários pelos estudiosos mencionados (e figuras militares) como aparentando ser uma \"campanha semi-oficial na China para questionar a soberania japonesa sobre as ilhas\", notando que \"quase todas as vozes na China pressionando o problema de Okinawa estão afiliadas de alguma maneira ao governo\". ===Descrições históricas do arquipélago=== As ilhas foram descritas por Hayashi Shihei no Sangoku Tsūran Zusetsu, que foi publicado em 1785.Klaproth, Julius. (1832). San kokf tsou ran to sets, ou Aperçu général des trois royaumes, pp. 169–180. Um artigo da edição de 1878 da Globe Encyclopaedia of Universal Information descreve as ilhas:Ross, J.M. (editor) (1878). \"Globe Encyclopaedia of Universal Information\", Vol. IV, Edinburgh- Scotland, Thomas C. Jack, Grange Publishing Works, retrieved from Google Books 2009-03-18 > Loo-Choo, Lu-Tchu, ou Lieu-Kieu, um grupo de trinta e seis ilhas estendidas > do Japão até Formosa, em 26°–27°40' N. lat., 126°10'–129°5' L. long., > tributárias do Japão. A maior, Tsju San ('ilha do meio') [provável > corruptela de Chūzan], tem cerca de 60 milhas de comprimento e 12 [milhas] > de largura; outras são Sannan no [sul] e Sanbok no [norte]. Nawa [provável > corruptela de Naha], o porto principal de Tsju San, é aberto ao comércio > estrangeiro. As ilhas gozam de um clima magnífico e são altamente cultivadas > e muito produtivas. Entre as produções estão o chá, o arroz, o açúcar, o > tabaco, a cânfora, frutas e seda. As principais manufaturas são algodão, > papel, porcelana e laca. As pessoas, que são pequenas, parecem ser um elo > entre os japoneses e os chineses. ==População== ===Ryukyuanos nativos=== Durante a Era Meiji, as tradições, a cultura, a língua e a identidade ryukyuana foram suprimidas pelo governo Meiji, que visava assimilar os ryukyuanos como japoneses (Yamato). Muitos japoneses migraram para as ilhas Ryukyu e se miscigenaram com os nativos. Os residentes do arquipélago são cidadãos japoneses. Rotulá-los como japoneses não apresenta problemas em relação às ilhas Tokara e Ōsumi ao norte, mas há problemas sobre a etnia dos residentes dos grupos centrais e meridionais do arquipélago. Estudiosos que reconhecem uma herança cultural compartilhada entre as populações nativas das ilhas Amami, Okinawa, Miyako e Yaeyama os chamam de Ryūkyūjin (琉球人). Mas atualmente, os residentes das ilhas Ryukyu não se identificam desta maneira, apesar de possuírem a noção de que são diferentes dos japoneses, aos quais chamam de Yamato, Yamatunchu e Naichaa. Atualmente, eles geralmente expressam suas identidades de acordo com a ilha que habitam. Por exemplo, o povo de Okinawa refere a si mesmo como Uchinaanchu (\"povo de Okinawa\", ウチナーンチュ) e o povo de Okinoerabu do grupo de ilhas Amami se chama de Erabunchu (\"povo de Erabu\", エラブンチュ), enquanto se referem aos okinawanos como Uchinaanchu ou Naafanchu (\"povo de Naha\", ナーファンチュ), pois se consideram diferentes. Outros termos incluem Amaminchu (\"povo de Amami\", アマミンチュ) e Shimanchu (\"povo da ilha\", シマンチュ) nas ilhas Amami, Yeeyamabitu (イェーヤマビトゥ) nas ilhas Yaeyama, Yunnunchu (ユンヌンチュ) em Yoronjima e Myaakunchuu (ミャークンチュー) nas ilhas Miyako. ==Religião== A religião indígena Ryukyuana é geralmente caracterizada pelo culto aos ancestrais e pelo respeito das relações entre os vivos, os mortos, os deuses e os espíritos do mundo natural. Algumas das crenças indicam raízes animistas, como a existência de espíritos locais e muitos outros seres classificados entre os deuses e os humanos. As práticas religiosas ryukyuanas foram influenciadas por religiões chinesas (Taoísmo, Confucionismo e crenças populares), Budismo e o Xintoísmo japonês.Edward E. Bollinger. (c. 1965). The Unity of Government and Religion in the Ryukyu Islands to 1,500 A.D. Católicos romanos são servidos pastoralmente por sua própria Diocese Católica Romana de Naha, fundada em 1947 como a \"Administração Apostólica de Okinawa e das Ilhas Meridionais\". ==Ecologia== ===Yakushima=== Passando das ilhas Tokara, a Linha de Watase marca uma fronteira biogeográfica. O norte da linha pertence à sub-região paleoártica, enquanto a parte sul está no limite setentrional da sub-região Oriental. Yakushima do grupo Ōsumi é o limite meridional da sub-região paleoártica. É caracterizada por cedros milenares. A ilha faz parte do Parque Nacional de Kirishima-Yaku e foi designada como Patrimônio Mundial pela UNESCO em 1993 ===Amami, Okinawa, Miyako e Yaeyama=== O sul da Linha de Watase é reconhecido por ecologistas como uma região de floresta tropical e subtropical úmida. A flora e a fauna das ilhas têm muito em comum com as de Taiwan, das Filipinas e do Sudeste Asiático, e fazem parte da ecozona da região indo- malaia. Os recifes de coral estão na lista de ecorregiões Global 200 da World Wide Fund for Nature. Os recifes são ameaçados pela sedimentação e eutrofização, resultantes da agricultura e da pesca. Após amostras recolhidas na Ilha Kume em 2024, uma nova espécie de ascídio foi descrita, a Clavelina ossipandae, popularmente conhecida como \"esqueleto-panda esguicho\". Mamíferos endêmicos às ilhas incluem o coelho-de-Amami, a raposa voadora de Ryukyu, o Diplothrix legata, o musaranho de Ryukyu e o gato-de-iriomote. Aves encontradas nas ilhas Ryukyu incluem a galinhola de Ryukyu, o tordo de Izu, o papa-moscas-do-paraíso-asiático, o papa-moscas Narciso, o Gallirallus okinawae (yanbaru kuina), o gaio de Lidth, o guarda-rios de Ryukyu, o Pericrocotus tegimae, o larvivora komadori, o Otus elegans, o pica-pau de Amami e o pica- pau de Okinawa. Aproximadamente metade das espécies anfíbias das ilhas é endêmica. Anfíbios endêmicos incluem Cynops ensicauda, Hyla hallowellii, o sapo de Holst, o sapo de Otton, o sapo de Ishikawa, Odorrana narina, e o Limnonectes namiyei. Outros anfíbios raros incluem Echinotriton andersoni e o Sapo-harpista de Yaeyama. Várias espécies de serpentes peçonhentas, conhecidas como habu, habitam as ilhas, incluindo Protobothrops elegans, Protobothrops flavoviridis, Protobothrops tokarensis e Ovophis okinavensis. Outras cobras nativas do arquipélago incluem Achalinus werneri, Achalinus formosanus, Elaphe carinata, Elaphe taeniura, Cyclophiops semicarinatus, Cyclophiops herminae, Dinodon semicarinatum, Lycodon rufozonatus, Calamaria pfefferri, Amphiesma pryeri, Calliophis japonicus, Laticauda semifasciata e Hydrophis ornatus. Lagartos nativos do arquipélago incluem o escíncido gigante de Kishinoue, a lagartixa de Kuroiwa, Japalura polygonata, Plestiodon stimpsonii, Plestiodon marginatus, Scincella boettgeri, Scincella vandenburghi, Ateuchosaurus pellopleurus, Cryptoblepharus boutonii nigropunctatus, Apeltonotus dorsalis e Takydromus toyamai. == Ver também == *Lista de ilhas do Japão Categoria:Okinawa Ryukyu Ryukyu",
 "title": "Ilhas Ryūkyū"
}