{
 "id": "3566",
 "text": "Soka Gakkai é uma associação shin-shûkyô (nova-religião) que alega ter como base o pensamento do monge japonês Nitiren (1222-1282) e, como prática principal, o Daimoku, que consiste na recitação do mantra \"Nam-Myoho-Rengue- Kyo\". ==Carreira== Em 1903, aos 32 anos de idade, Tsunesaburo Makiguchi publicou, pouco antes da Guerra Russo-Japonesa, a obra \"Geografia da Vida Humana\". A mentalidade da sociedade japonesa da época pode ser simbolizada pela atitude de sete famosos acadêmicos do Japão, da Universidade Imperial de Tóquio, que fizeram uma petição ao Governo para que endurecesse sua postura com a Rússia, inflamando ainda mais a população à guerra. Já Makiguti, um professor desconhecido, enfocava a comunidade local, mas com a consciência da cidadania global. Aos 42 anos, Makiguchi foi nomeado diretor de uma escola primária em Tóquio e, durante os vinte anos seguintes, desenvolveu algumas das mais notáveis escolas públicas de Tóquio. Uma das maiores influências no pensamento de Makiguti foi o filósofo americano John Dewey, em cuja filosofia se baseou para criar uma mudança no sistema educacional japonês. Um franco defensor da reforma educacional, Makiguti encontrava-se sob constante vigilância e pressão das autoridades. Em 1928, aos 57 anos, Makiguchi conheceu o budismo e sentiu que havia encontrado, nessa filosofia, os meios pelos quais poderia concretizar os ideais que buscara durante toda a vida — um movimento pela reforma social por meio da educação. Em 18 de novembro de 1930, Makiguchi e seu discípulo e também professor, Jossei Toda, publicaram o primeiro volume do livro \"Sistema Pedagógico de Criação de Valores\" (Soka Kyoikugaku Taikei). Eles decidiram chamar a editora de Soka Kyoiku Gakkai (\"Sociedade Educacional de Criação de Valores\") e formaram um grupo para empreender atividades educacionais e religiosas, o qual foi a instituição precursora da Soka Gakkai. Makiguti pretendia publicar doze volumes da obra. O primeiro foi lançado em 1930. O segundo, em 1931, o terceiro em 1932 e o quarto, em 1934. Os oito volumes seguintes jamais foram publicados. Dez anos se passaram desde o lançamento do quarto volume até o falecimento de Makiguti na prisão em 1944. A visão de Makiguti passou por uma grande mudança nesse período por ter se convertido ao budismo de Nitiren Daishonin. Seu interesse por essa filosofia era tão grande que ele passou a se dedicar totalmente às atividades da Soka Gakkai. Ele via nela a possibilidade de propagar seus ideais humanísticos em prol da educação. Em 1935, o estatuto da Sociedade Educacional de Criação de Valores ficou pronto. O artigo 1º estabelecia o seu nome e o artigo 2º estipulava que seus objetivos estavam voltados para as pesquisas relacionadas à criação de valores, ao desenvolvimento de professores altamente capacitados e à reforma do sistema educacional do país. Em julho de 1936, o primeiro dos seminários foi promovido pelo grupo no alojamento Rikyobo, no Taissekiji. Em 1937, Makiguti, Toda e mais de cinquenta pessoas realizaram uma cerimônia no Auditório Meikei de Tóquio, marcando um novo início para a organização, e assim instituindo oficialmente a Soka Kyoiku Gakkai. Iniciou-se também um grande movimento de propagação do Budismo Nitiren com a realização de reuniões de palestra, que logo se tornou uma atividade tradicional da organização. Em 1940, foi realizado um segundo encontro. A organização havia atingido o número de quinhentas famílias, sendo necessária uma revisão em seus regulamentos. Makiguchi foi nomeado presidente e Toda, diretor-geral. Nessa época, eclodiu a Segunda Guerra Mundial, com a invasão da Polônia pelos nazistas. As tropas do Japão também avançavam, invadindo a China e a Coreia. Observando o desenrolar dos acontecimentos, Makiguchi criticou abertamente a política do governo japonês de unificar todos os ensinos ao xintoísmo, religião oficial do governo. Makiguti não se intimidou e isso resultou na prisão dele, de Toda e de vários líderes da organização, acusados de violarem a Lei da Preservação da Paz e de desrespeitar os santuários xintoístas. Devido à pressão, somente Makiguti e Toda mantiveram-se firmes e irredutíveis. Makiguti foi enviado à prisão de Sugamo e submetido a interrogatórios, sendo privado de todos os direitos, até de escolher seu próprio advogado, sofrendo diversos tipos de privações. Debilitado pela desnutrição, no dia 17 de novembro de 1944, Makiguti pediu aos carcereiros que o transferissem para o ambulatório da prisão, onde logo entrou em coma e faleceu por volta das seis horas da manhã do dia 18 de novembro de 1944, aos 73 anos de idade. Após ser libertado da prisão, em 3 de julho de 1945, Josei Toda deu continuidade aos ideais de Makiguchi, reformulando e construindo a base da organização, que passou a se chamar Soka Gakkai (Sociedade de Criação de Valores). Em 1948, durante uma reunião de palestra - principal atividade da organização onde se realizam diálogos de vida a vida e discussões sobre a aplicação do Budismo na vida diária, Josei Toda se encontra pela primeira vez com Daisaku Ikeda. Impressionado com os nobres ideais de Toda, suas respostas claras e convictas e sua visão de um modo correto de se viver, Daisaku decide tornar-se seu discípulo, acompanhando-o em todos os empreendimentos delineados para a propagação do Budismo de Nitiren Daishonin. Jossei Toda assume como presidente da Soka Gakkai em 3 de maio de 1951, quando lançou, como objetivo de sua vida, a expansão do budismo de Nichiren Daishonin para 750 mil famílias. Na ocasião, a organização contava com apenas 3 mil famílias e muitos dos presentes acharam que este objetivo nunca seria alcançado. Ele passa a viver num ritmo alucinante a fim de reconstruir a Soka Gakkai. Edificou organizações de base, realizou reuniões de palestra por todas as partes do Japão, orientou os membros sobre diversos assuntos, fez visitas às famílias e fundou as Divisões Feminina, Feminina de Jovens e Masculina de Jovens. Ainda no ano de 1951, visando a comemorar os setecentos anos do estabelecimento do Verdadeiro Budismo, Toda anunciou o projeto de publicação da coletânea completa das escrituras de Nitiren Daishonin (Gosho Zenshu). Com o auxílio de seu discípulo, Daisaku Ikeda, a obra foi lançada em 28 de abril de 1952. Em 1957, o número de associados ultrapassou 765 mil famílias. No dia 8 de setembro daquele ano, foi realizado um festival esportivo pela Divisão dos Jovens denominado \"Festival da Juventude\". Nessa ocasião, Jossei Toda proferiu sua famosa \"Declaração pela Abolição das Armas Nucleares\" para as 50 000 pessoas presentes no Estádio Esportivo de Mitsuzawa e a deixou como principal testamento para os jovens. Em 16 de março de 1958, Jossei Toda liderou, pela última vez, uma atividade. Essa data ficou conhecida como o \"Dia do Kosen- rufu\", ocasião da transmissão da tarefa de realizar a paz mundial à Divisão dos Jovens, mais precisamente a Daisaku Ikeda. Duas semanas depois, no dia 2 de abril de 1958, Josei Toda encerrou sua nobre existência aos 58 anos de idade, após concluir todos os seus empreendimentos. Seu tumulo se encontra no Templo Principal da Nichiren Shoshu Taiseki-Ji ao lado da Torre de Cinco Andares denominada Gojunoto, conforme foto ao lado. Com o falecimento de Toda, alguns duvidavam que a Soka Gakkai sobrevivesse, mas a determinação e o empenho de Ikeda fizeram com que as dúvidas se dissipassem no coração dos companheiros, devolvendo-lhes esperança e dando novo impulso à organização. Em 3 de maio de 1960, Daisaku Ikeda assumiu a terceira presidência da Soka Gakkai. A data simboliza a unicidade de mestre e discípulo e o espírito primordial do budismo Nichiren. Decidido a impulsionar o Kosen-rufu mundial, no mesmo ano ele parte para o exterior para estruturar a organização e estreitar os laços de amizade entre os povos — missão que vem sendo cumprida até hoje. Com o grande desenvolvimento em nível mundial da organização, foi fundada, no 26 de janeiro de 1975, na Ilha de Guam, a Soka Gakkai Internacional.History of SGI. Disponível em http://www.sgi.org/about- us/history-of-sgi/history-of-sgi.html. Acesso em 17 de setembro de 2012. Desde então, o budismo de Nichiren Daishonin foi difundido para diversas culturas e países através das atividades da Soka Gakkai, estando hoje presente em 192 países e territórios, perfazendo cerca de 13 milhões de associados praticantes em todo o mundo (2009). Dos 192 países, somente em 70 países a Soka Gakkai é reconhecida oficialmente, seja por motivos religiosos ou por não haver uma estrutura de organização. Recentemente, a SGI-Portugal estruturou-se como organização religiosa, apesar de haver praticantes lá desde a década de 1980. Além de dialogar com líderes mundiais (cerca de 1,7 mil personalidades), Daisaku Ikeda fundou diversas instituições como a Associação de Concertos Min- On, o sistema educacional Soka, o Museu de Arte Fuji de Tóquio, o Centro de Pesquisas Ecológicas da Amazônia (Cepeam), entre outros, empreendimentos estes reconhecidos em todo o mundo. ==Soka Gakkai no Brasil== No Brasil, é representada pela Associação Brasil Soka Gakkai Internacional, geralmente chamada de BSGI. É uma organização de praticantes do budismo de Nichiren Daishonin e foi fundada em outubro de 1960. A BSGI tem uma base de estrutura descentralizada. A menor fração da organização é o bloco, um conjunto de dois ou mais blocos geram uma comunidade, um conjunto de comunidades, um distrito, um conjunto de distritos, uma regional ou área, um conjunto de regionais ou áreas, uma região metropolitana (RM) ou região estadual (RE), um conjunto de RM/RE, uma subcoordenadoria. Subcoordenadorias formam uma coordenadoria. coordenadorias formam uma coordenadoria-geral Atualmente, a BSGI tem três coordenadorias-gerais a saber: *CGESP (Coordenadoria Geral do Estado de São Paulo) - abrange o estado de São Paulo; *CGERJ (Coordenadoria Geral do Estado do Rio de Janeiro) - abrange o estado do Rio de Janeiro; *CGRE (Coordenadoria Geral das Regiões Estaduais) - cobre os demais estados do Brasil. Existem, ainda, coordenadorias que não fazem parte desta estrutura, administrando outras situações específicas, como a Coordenadoria Educacional, que atua nas atividades ligadas a educação, e a Coordenadoria de Relacionamento Internacional, que administra os grupos de brasileiros que praticam em outros países, notadamente Japão, e que, devido principalmente à língua, têm dificuldade para se integrar com a SGI local. === Divisões === Os membros da BSGI estão divididos conforme o sexo, faixa etária e período escolar. O objetivo destas divisões é criar grupos onde existe um melhor entendimento das situações vividas. Também não são regras rígidas, havendo várias exceções de acordo com circunstâncias particulares. Um claro exemplo destas exceções é a Divisão dos Estudantes. Entre 14 e 17 anos, os jovens fazem parte tanto da Divisão dos Estudantes como das Divisões Masculina de Jovens e Feminina de Jovens. Nas atividades específicas de cada uma destas divisões, diferentes aspectos da vida são estudados e discutidos. As divisões que existem hoje na BSGI são: * DS (Divisão Sênior) - Homens com mais de 37 anos; * DF (Divisão Feminina) - Mulheres com filhos ou com mais de 37 anos; * DMJ (Divisão Masculina de Jovens) - Homens entre 14 e 35 anos; * DFJ (Divisão Feminina de Jovens) - Mulheres de qualquer estado civil e sem filhos, entre 14 e 37 anos; * DE (Divisão dos Estudantes) - Jovens entre 6 e 17 anos. Atualmente, a missão de cada divisão é promover um aspecto da prática budista. A Divisão Sênior (DS) ficou responsável por promover o kofu, como é conhecido o sistema de arrecadação de contribuições utilizado pela BSGI. A Divisão Feminina (DF) ficou responsável pela divulgação do \"Brasil Seikyo\", principal periódico da organização, e a Divisão dos Jovens (DJ) pelas atividades de propagação e proselitismo, o chakubuku. === Centros Culturais e Sedes Regionais === Apesar de a maioria das reuniões da BSGI serem realizadas nas casas dos membros em comunidades espalhadas por todo o Brasil, existem locais onde podem se realizar reuniões com grupos maiores, que são as Sedes Regionais e os Centros Culturais. As Sedes Regionais são locais onde os membros da BSGI de uma determinada região se reúnem para realizar reuniões de palestra, reuniões por divisão, recitação de Daimoku (Daimoku-tosso), atividades comemorativas ou alusivas (Gongyokai) ou ainda apresentações artísticas. Existem também sedes regionais na maioria dos estados brasileiros, que podem ser imóveis próprios ou alugados. Os Centros Culturais são locais mais amplos, que podem abrigar de 150 a 500 pessoas, onde os membros da BSGI realizam grandes encontros a nível regional ou nacional. Os principais são: * Centro Cultural Dr. Daisaku Ikeda da BSGI, está localizado próximo à Estação Vergueiro do Metrô de São Paulo, na Rua Tamandaré, 984, no bairro da Liberdade, em São Paulo; * Auditório da Paz, em São Paulo, inaugurado em 1984, antes denominado Auditório Presidente Ikeda, hoje faz parte do complexo Centro Cultural Dr. Daisaku Ikeda; * Sede Central da BSGI, em São Paulo, onde fica concentrada a parte administrativa da BSGI, localizado na mesma Rua Tamandaré, , no bairro da Liberdade, em São Paulo; * Sede Social da Divisão Feminina, localizada na rua do Centro Cultural Doutor Daisaku Ikeda e da Sede Central da BSGI. Este local foi a primeira Sede da BSGI; * Sede Social da Divisão dos Jovens da BSGI, localizada ao lado da Sede Social da Divisão Feminina, inaugurada em 1º de julho de 2012; * Sede Social Josho (Invencível e de Contínuas Vitórias), onde realizam-se casamentos e cerimônias; * Centro Cultural Campestre da BSGI, em Itapevi, São Paulo. Realizam-se Cursos de Aprimoramento (Capri) e Reuniões Nacionais de Dirigentes. Além destes existem os Centros Culturais do Rio de Janeiro, Norte do Paraná, em Londrina, Ribeirão Preto, Belo Horizonte, Mogi das Cruzes, Angra dos Reis, Brasília, Pará, São José dos Campos e Campinas e os Centros Culturais Regionais da CCSP Norte e Sul, localizados nos bairros de Santana e Jabaquara. No dia 1º de junho de 2013, ocorreu a reunião de partida para construção de um Centro Cultural em Curitiba, Paraná. Está sendo construída no Japão, com previsão de inauguração para 18 de novembro de 2013, a nova Sede Central da Soka Gakkai do Japão, que foi denominada como Auditório do Grande Juramento pelo Kosen-rufu. A Escola Soka do Brasil é uma escola particular de ensino fundamental, onde é utilizada a metodologia de ensino brasileira aliada ao método de ensino desenvolvido pelo primeiro presidente da Soka Gakkai, Professor Tsunesaburo Makiguchi, chamado \"Educação Para uma Vida Criativa\", utilizado também na Universidade Soka do Japão, na SUA (Soka University of America) e em outras unidades escolares Soka espalhadas pelo mundo. === Reunião de Palestra === A Reunião de Palestra é a principal reunião mensal da BSGI. Ela tem, como objetivo, reunir os membros para estudar o budismo, trocar experiências e apresentar a filosofia budista a novas pessoas. Ela teve origem no Japão, quando Josei Toda reunia pessoas para apresentá-las à filosofia do Budismo de Nichiren Daishonin. Apesar do nome \"Reunião de Palestra\", na prática é realizada com base em diálogos e não \"palestras\" propriamente ditas. Esta ideia é refletida no termo original de idioma japonês \"Zandakai\". Ela pode ser realizada a qualquer nível de Bloco a Subcoordenadoria ou até mesmo nacionalmente. === Como é uma Reunião de Palestra? === Basicamente, inicia-se a reunião com a recitação do Gongyo e Daimoku (geralmente, utiliza-se um local onde há um Butsudan (oratório) com um Gohonzon consagrado). Em seguida, o estudo de uma matéria (publicada mensalmente no \"Brasil Seikyo\"), apresentações culturais, incentivos de líderes convidados, relatos de experiência ou de comprovação e diálogos que tem como objetivo a troca de experiências e os incentivos mútuos. Dura, em média, de uma a uma hora e meia, podendo ser realizada em casas particulares ou sedes da BSGI, dependendo do caso. == A prática do Gongyo na Soka Gakkai == A leitura dos dois capítulos do Sutra de Lótus, vulgarmente conhecido como Gongyo, é feita pelos seguidores da Soka Gakkai uma vez pela manhã e outra à noite em frente ao Gohonzon que é mantido em sua casa, dentro de um oratório, feito em estilo japonês, Chamado butsudan (em japonês: casa do Buda). Seguindo o conselho do presidente Daisaku Ikeda, o Gongyo foi reduzido para o chamado Gongyo Jigague, que consiste em ler somente uma vez o 2º capítulo Meios (Hoben) e o trecho em verso (Jigague) do 16º capítulo (Juryo) em cada cerimônia. Eles serão acompanhados pela reformulação das orações silenciosas, onde no formato da SGI, lê-se todas as orações silenciosas, tanto no Gongyo da manhã como no da Noite. A primeira oração é dedicada aos Shoten Zenjin (ou seja, as funções de proteção da vida e do meio ambiente, também conhecido como deuses budistas), e podem ser feitas para o Gohonzon (formato SGI), tanto para o leste (formato Nichiren Shoshu). A segunda oração é dedicada aos Três Grandes ensinos Fundamentais, dadas a todo o mundo, revelados por Nichiren, simbolizados, respectivamente, pelo Gohonzon, o Nam-myoho-renge-kyo, que é o título do mais importante sutra do Budismo. À oração aos Três Grandes ensinos Fundamentais, tem sido associada com uma oração de agradecimento a Nichiren e a seus dois seguidores: Nikko e Nichimoku. A quarta é dedicada à ação de graças oração dos três primeiros presidentes da Soka Gakkai, (Eternos Mestres da Soka Gakkai, conforme consta na liturgia do Gongyo editado pela BSGI) e à realização da paz mundial através da expansão dos princípios filosóficos budistas (Kosen-Rufu), mas o objetivo dos membros da Soka Gakkai não é tentar convencer os outros a se tornarem budistas, mas sim, por meio de sua \"Revolução Humana\", influenciar positivamente outras pessoas a manifestar um estado de vida elevado. A última oração é dedicada à realização de objetivos pessoais dos fiéis (como pode ser visto a partir da Soka Gakkai como uma ferramenta para trazer a natureza de Buda às pessoas), à memória de seu falecido (budista ou não) e a felicidade de todos os seres vivos. Esta redução decorre da observação de que muitas vezes o ritmo de vida atual impede a recitar corretamente Gongyo, na forma como ele é realizado pelos seguidores da Nichiren Shoshu. O Presidente Ikeda em 2003 decidiu que os membros da Soka Gakkai deveriam recitar uma forma \"simplificada\" de Gongyo, o que já era uma prática muito comum em organizações da SGI no Ocidente, que seja capaz de recitar todos os dias regularmente, sem muita dificuldade ou culpa naqueles que não conseguiam fazê-lo por razões de tempo ou por compromissos familiares, lembrando que a religião é feita para o homem e não vice-versa. Em dezembro de 2015, ocorreu uma nova alteração do gongyo feito pela SGI a qual a primeira oração (dedicada aos Protetores Budistas) foi suprimida, e a segunda foi alterada tirando-se a menção a Nichimoku Shonin. A terceira, a quarta e a quinta oração permanecem sem alteração.World Tribune, Vol.No 4044, de 11 de dezembro de 2015 e Brasil Seikyo nr 2303, de 12 de dezembro de 2015 == Ligação com a política == No Japão, a Soka Gakkai apoia o partido político Novo Komeito nas eleições, discussões sobre política e boa governança são as responsáveis por membros da Soka Gakkai apoiarem a New Komeito e \"que mobilização política surge da ideia de que membros devem estar cientes dos problemas políticos atuais, não de declarações de solidariedade\".Ehrhardt, “Rethinking the Kōmeitō Voter”; Japanese Journal of Political Science, 2009 Fora do Japão, as organizações da SGI são apartidárias, sem ligação com quaisquer partidos políticos, orientando seus membros a participarem como cidadãos do processo político, sem envolvimento com as atividades budistas, inclusive devendo licenciar-se de suas funções na organização se estiverem se candidatando a algum cargo eletivo. O Artigo 12 do Estatuto da Associação Brasil SGI, fala sobre este aspecto: > “Seção V – Da Vedação – Art. 12 – São vedados aos membros, indistintamente: > [...] II. A utilização do prestígio ou de suas relações com a BSGI para o > alcance de quaisquer benefícios pessoais político-partidários, no interesse > próprio ou de terceiros, assim como em detrimento de quaisquer postulados da > BSGI; III. A manifestação de caráter político-partidário, sob quaisquer > formas ou pretextos, nas dependências ou no decorrer das promoções e > atividades externas da BSGI, ou que destas participe, assim como quaisquer > outras manifestações, em caráter público ou reservado, que façam alusão a > vínculos político-partidários da BSGI.” ==Ligações externas== * Página oficial da BSGI (Brasil Soka Gakkai Internacional) * Soka Gakkai Internacional Categoria:Budismo Nitiren",
 "title": "Soka Gakkai"
}