{
 "id": "35662",
 "text": "(em neerlandês: Rotterdam) é a segunda maior e mais importante cidade dos Países Baixos, ficando atrás somente da capital, Amsterdã. Sede do maior porto marítimo da Europa, possui cerca de 617 347 habitantes (dados de 2012). Está situada às margens do rio Nieuwe Maas na província da Holanda do Sul. Parte da cidade está na ilha IJsselmonde. == Etimologia == O nome \"Rotterdam\" é derivado de uma represa (dam) em um pequeno rio, o Rotte, que se junta ao Nieuwe Maas no local onde a cidade foi fundada. É uma das cidades holandesas com uma arquitetura mais moderna, apresentando diversas construções famosas como é o caso das casas cúbicas (Cube House). == História == Roterdão destacou-se como notável centro de transporte marítimo no final do século XVII, durante o período conhecido como o Século de Ouro dos Países Baixos. A cidade, que se beneficiou de todo o tráfego marítimo associado ao comércio das Índias Orientais Neerlandesas, ampliou suas instalações portuárias e estendeu- se ao longo do rio Nieuwe Maas. Roterdã teve participação durante a Batalha dos Países Baixos, tendo sido o local onde ocorreu um ataque devastador. ===Clima=== Roterdã tem um clima oceânico temperado (Cfb), com temperaturas médias que variam de 3,5°C, em janeiro, a 17,5°C, em julho e agosto, estando raramente abaixo de -6°C ou acima de 28°C. O clima é úmido e chuvoso, influenciado pelo Mar do Norte e, a uma menor extensão, o Oceano Atlântico. Durante o inverno as temperaturas estão em média poucos graus acima de 0°C durante o dia, e podem chegar a serem negativas durante a noite, com ventos podendo exarcebar a sensação de frio. Quando ventos do oeste são predominantes, as temperaturas podem chegar a 10°C, porém quando os ventos do leste, vindos da Rússia, predominam as temperaturas podem chegar abaixo de 0°C, até mesmo durante o dia. Durante as ondas de frio mais intensas, as temperaturas podem chegar até -20°C, embora geralmente não passando dos -13°C, e os rios e canais podem congelar. Durante o verão, as temperaturas são moderadas, com uma constante influência do mar. As temperaturas durante o dia geralmente variam entre 20°C e 25°C, porém à noite podem cair abaixo de 10°C. Podem haver dias quentes, com temperaturas chegando a 30°C, porém estes podem não ocorrer por um mês inteiro. A precipitação na cidade amontoa cerca de 835mm anualmente, sendo relativamente abundante e distribuída ao redor do ano. Há mais precipitação no outono, e menos na primavera, havendo uma diferença de aproximadamente 30 mm entre o mês mais seco e o mais chuvoso. Há uma média de 132 dias de chuva no ano, janeiro tendo mais dias e julho menos. Há uma média de 11 dias de chuva em julho, 10 em agosto, novembro e dezembro e 9 em janeiro, fevereiro, março, abril, maio, junho, setembro e outubro. Há uma média de 36mm de neve por ano, sendo fevereiro o mês com mais neve, seguido por janeiro (8mm), dezembro (7mm), março (1mm) e novembro (1mm). Os meses com mais dias nevados são fevereiro (2,2), janeiro (2,1), dezembro (1.9), março (0,6) e abril e novembro (0,3). A úmidade relativa do ar é maior durante o mês de novembro (86%) e menor durante maio e junho (73%). == Cultura == Roterdão foi, em 2001, Capital Europeia da Cultura, em conjunto com o Porto. Em 2016, Roterdão sediou a MTV Europe Music Awards. == Panorama == == Ver também == * Estádio De Kuip * Região metropolitana de Roterdão == Ligações externas == * Roterdão * Willem de Kooning Akademie / Academia de Arte de Roterdão * Consulado-Geral do Brasil em Roterdã * Consulado-Geral de Portugal em Roterdão Categoria:Fundações em 1340 Categoria:Cidades planejadas",
 "title": "Roterdão"
}