{
 "id": "35696",
 "text": "Bengasi ou Bengazi ( ou ; em árabe líbio: ), chamada Berenice e Hespérides ou Euespérides na Antiguidade, é a segunda maior cidade da Líbia e a mais importante da região da Cirenaica. Situa-se na margem do mar Mediterrâneo e constitui a maior parte do distrito homónimo. A população de todo o distrito, constituída por habitantes de acordo com o censo de 1995, aumentou para no censo de 2006. Em 2011, a cidade tinha 314 km² e habitantes (). Em 2007 residiam na área metropolitana cerca de pessoas. Bengasi é um importante porto e centro de comércio da Líbia. A cidade não possui pontos de grande interesse histórico ou arquitetónico, com exceção das ruínas de antigos edifícios que se encontram nas proximidades da zona portuária. Apesar disso, é usada como base para a visita de alguns dos pontos turísticos mais atrativos do país, como Jabal Acdar (\"Montanhas Verdes\") e as praias que se situam em redor da cidade. Durante o período monárquico, Bengasi gozou de um status de co-capital, juntamente com Trípoli; o rei costumava residir na cidade vizinha de Baida e a família real dos Senussi em geral eram mais associados com a Cirenaica do que com a região da Tripolitânia. Atualmente, Bengasi continua a ter instituições e organizações que normalmente se encontram em capitais nacionais, o que incentiva rivalidades entre as duas cidades e, por extensão, entre as regiões da Cirenaica e da Tripolitânia. Foi em Bengasi que, em fevereiro de 2011, ocorreram os primeiros protestos que rapidamente conduziriam à guerra civil e à deposição do regime de Muamar Gadafi. Durante essa guerra civil, a cidade foi a capital do Conselho Nacional de Transição. == História == === Colónia grega === A antiga cidade grega que existiu na área que a cidade moderna foi fundada cerca de com o nome de Euespérides ou Hespérides e fez parte da chamada Pentápole (\"cinco cidades\") da Cirenaica, o nome dado às cidades mais importantes daquela região, que incluía também Cirene, Barca, e Taucheira. Segundo a lenda, Euespérides foi fundada em por um irmão do rei de Cirene. A cidade é mencionada pela primeira vez em fontes históricas por Heródoto quando relata uma revolta em Barca e uma expedição persa à Cirenaica em A cidade estava rodeada por tribos hostis e o historiador grego Tucídides fala de um cerco à cidade levado a cabo por líbios, possivelmente nasamões, em Um dos rei da Cirenaica cujo destino está ligado à cidade é , que usou a sua vitória em carros de guerra nos Jogos Píticos de para atrair novos colonos a Euespérides. Arcesilau acabaria assassinado em em Euespérides, para onde tinha fugido na sequência de uma revolta em Cirene; com ele terminou o reinado de quase dois séculos da da . A Cirenaica foi apoiante de Alexandre e depois deste morrer passou a fazer parte do Reino Ptolemaico. A cidade foi rebatizada Berenice e mudada de local depois do casamento de Ptolemeu III do Egito com Berenice, filha do rei Magas de Cirene, em meados do A colónia grega durou até meados do === Período romano e bizantino === A Cirenaica foi legada em testamento a Romana por , que morreu em Berenice prosperou durante a maior parte dos cinco séculos em que foi uma cidade romana. A partir do chegou mesmo a ultrapassar Cirene e Barca como o principal centro da Cirenaica. Com o advento do cristianismo tornou-se sede duma diocese, que a partir de 325 fez parte do Patriarcado de Alexandria. A diocese já não existe atualmente, mas Berenice ainda é atualmente uma sé titular. Na primeira metade do , a região foi tomada pelos vândalos liderados por Genserico , passando a integrar o Reino Vândalo. Foi conquistada no século seguinte pelo imperador bizantino Justiniano , que promoveu várias obras de reconstrução. Durante o reinado de Maurício , a Cirenaica passou a fazer parte da província bizantina do Egito. === Domínio islâmico e otomano === Em 643, quando a Cirenaica foi conquistada pelos muçulmanos comandados pelo general árabe Anre ibne Alas, Berenice mais não era do que uma aldeia insignificante rodeada de magníficas ruínas históricas. Passou então a ser conhecida como Barnique. No , o pequeno povoado ganhou um papel importante no comércio florescente entre os mercadores genoveses e as tribos do interior do país. Nos mapas do , aparece o nome de Marça ibne Gazi. Devido à sua situação de porto estratégico, os otomanos invadiram Bengasi em 1578, que em 1711 passou a estar na dependência dos Karamanlis, os governadores hereditários da Tripolitânia vassalos do Império Otomano. Em 1835, a cidade passou a ser administrada diretamente pelo governo otomano. === Ocupação italiana e Segunda Guerra Mundial === Em 1911, Bengasi e a Cirenaica foram invadida pelos italianos. Houve resistência à ocupação liderada por , mas foi definitivamente suprimida no início da década de 1930. Bengasi desenvolveu-se muito sob a administração italiana, liderada pelo governador Italo Balbo, tornando-se uma cidade moderna. Durante a Segunda Guerra Mundial foi conquistada e reconquistada várias vezes por forças Aliadas e do Eixo, tendo sofrido grandes danos, nomeadamente devido a bombardeamentos pesados. Foi depois reconstruída com os rendimentos do petróleo então descoberto na região, tornando-se um dos cartões de visita da moderna Líbia. === Bengasi contemporânea === Em 1949 tornou-se a capital do Emirado de Cirenaica, que em 1951 seria unido com a Tripolitânia e a Fezânia para formar o Reino da Líbia governado por Saíde Idris, líder da ordem Senussi e emir da Cirenaica. O reino tinha duas capitais — Bengasi e Trípoli. A cidade perdeu o estatuto de co- capital após a queda da monarquia com o golpe de estado liderado por Muamar Gadafi, em 1969, quando foi proclamada a República Árabe Líbia. Em 15 de abril de 1986, Bengasi foi um dos alvos do bombardeamento norte-americano levado a cabo por iniciativa do presidente Reagan, em resposta ao atentado bombista ocorrido 10 dias antes numa discoteca de Berlim e ao alegado apoio de Gadafi ao terrorismo. Em 2000 ocorreram protestos contra o governo em Bengasi, que teve como uma das respostas a demolição estádio do clube de futebol local Al- Ahly. Foi em Bengasi que em fevereiro de 2011 começaram os protestos contra Gadafi que rapidamente dariam origem à guerra civil que culminaria na deposição e morte do ditador líbio no poder desde 1969. Durante os protestos foram mortas pelas forças de Gadafi mais de 500 pessoas em Bengasi. No final de fevereiro de 2011 o governo perdeu o controlo da cidade para o Conselho Nacional de Transição, que lá instalou a sua sede. Após o final da guerra civil, a cidade entrou num clima de grande instabilidade devido à fraqueza dos governos provisórios, às discordâncias entre o governo de Trípoli e as Forças Armadas da Líbia, aos confrontos entre milícias e ao ressurgimento da militância islâmica. Em 2012 a cidade voltou a ser notícia em todo o mundo devido ao ataque terrorista ao consulado norte-americano da cidade, no qual morreram 11 pessoas, entre elas o embaixador americano. Ao longo da segunda guerra civil líbia, iniciada em 2014, a cidade foi palco e combates encarniçados entre forças leais ao governo da Câmara dos Representantes e militantes islâmicos do Conselho da Shura de Revolucionários de Bengasi e o (Wilayat Barqa, o ramo líbio do Daexe). Só no final de dezembro de 2017 é que as forças governamentais tomaram o controlo do último bairro controlado pelos islamistas. == População == === Demografia === À semelhança de outras cidades líbias, há alguma diversidade étnica em Bengasi. No passado, a população da Líbia oriental, incluindo Bengasi, era predominantemente e ascendência berbere. No entanto, nos tempos mais recentes houve um afluxo de imigrantes da África subsariana e do Egito. Há também uma pequena comunidade grega; a ilha grega de Creta é relativamente perto da cidade e há muitas famílias em Bengasi que têm apelidos cretenses. Também ainda há algumas famílias de ascendência italiana, que ali se instalaram no período colonial italiano, antes da Segunda Guerra Mundial. A esmagadora maioria dos líbios de Bengasi são de ascendência berbere, havendo uma minoria descendentes de árabes. No , a tribo árabe Sa'ada dos imigrou para a Cirenaica. Historicamente, cada uma das sub-tribos Sa'adi controlava uma parte da Cirenaica. Bengasi e as áreas vizinhas era controlado pela tribo Barghathi. Nos tempos mais recentes, instalaram-se em Bengasi numerosos líbios originários de diversas partes do país, principalmente desde o período monárquico. Muitos desses imigrantes vieram de Misurata. Bengasi tem fama de cidade acolhedora para os forasteiros — os beduínos locais chamam-lhe Benghazi rabayit al thayih, que pode ser traduzido como \"Bengasi ergue o perdido\", devido ao facto de no passado muitos imigrantes que chegaram do Magrebe ocidental ou do Alandalus (Península Ibérica) com muitos poucos bens foram cuidados muito generosamente pela população beduína local, o mesmo tendo acontecido com aqueles que chegaram da Líbia ocidental a seguir à guerra com Itália. === Religião === Praticamente todos os habitantes da cidade são seguidores do islão sunita. Durante os feriados islâmicos, como o Ramadão, muitos habitantes abstêm-se de comer durante o dia e a generalidade dos restaurantes só têm clientes à noite, à exceção de alguns estrangeiros. As bebidas alcoólicas são proibidas por lei em Bengasi e na generalidade da Líbia, seguindo os preceitos do islão. Na cidade há muitas mesquitas. As mais antigas e mais conhecidas, como a Atiq e de Osmã, situam-se na almedina ou nas suas imediações. Há uma pequena comunidade cristã em Bengasi. A igreja franciscana da Imaculada Conceição, mantida pelo serve a comunidade católica, que em 2010 tinha cerca de membros. Há também , que foi construída pelos italianos entre 1929 e 1939 e que foi encerrada em 1977. Em 2009 estava a ser restaurada por uma empresa italiana. A comunidade copta egípcia tem uma igreja, que no passado foi a grande sinagoga da cidade. Bengasi teve uma comunidade judia desde o tempo dos romanos até 1967, quando a maior parte dos judeus da Líbia foram evacuados de avião para Israel na sequência de vários tumultos depois da guerra israelo-árabe de 1948. Atualmente não há judeus residentes na Líbia. === Educação === A universidade mais antiga da Líbia, a , foi fundada por decreto real em 1955 e funcionava em Bengasi e em Trípoli. A primeira faculdade abriu em Bengasi no palácio real de Al Manar. Em 1968 a secção de Bengasi foi transferida para um novo campus. Em 1973 a universidade foi dividida nas universidades (mais tarde rebatizada Universidade Al Fateh) e . Na cidade há também algumas universidades privadas, como a . Pelo menos até à queda do regime de Gadafi, o ensino na Líbia era gratuito e obrigatório até ao 9.º ano de escolaridade. Em Bengasi há várias escolas públicas primárias e secundárias espalhadas pela cidade, além de algumas escolas privadas. O ensino superior é grátis para todos os cidadãos líbios que vivem em Bengasi. Há várias escolas estrangeiras, como a Escola Europeia de Bengasi e a International School Benghazi. A maior biblioteca da Líbia, com mais de obras, situa-se em Bengasi e está ligada à universidade. == Geografia == O distrito de Bengasi é uma das sub-regiões da Cirenaica, juntamente com o Jabal Acdar e as planícies costeiras que se estendem a leste de . No passado, antes de ter sido incorporado no de Bengasi, o distrito de Alhizam Alacdar rodeava completamente o distrito de Bengasi por terra. A Cirenaica está rodeada por deserto em três lados, pelo que no passado a ligação mais acessível para terras civilizadas era o norte, através do Mediterrâneo, via Creta e o resto da Grécia, situadas cerca de 500 km a nordeste de Bengasi e 400 km a norte das costas mais setentrionais da Cirenaica. Bengasi está rodeada pela estepe árida designada localmente barr. No Jabal Acdar (tradução literal: \"Monte Verde\"), situado imediatamente a nordeste de Bengasi, a vegetação e clima é mais mediterrânico, contrastando com as paisagens desérticas mais a sul. Uma parte considerável da secção ocidental do Jabal Acdar é ocupada pela planície fértil de Marj. A leste desta planície a altitude é maior (entre 500 e 875 acima do nível do mar) e em muitos locais as montanhas estão cobertas de florestas densas e são cortadas por ravinas. A precipitação anual nessa região, especialmente nas vizinhanças de Cirene, podem chegar aos 500 mm. Os gregos escolheram essa região fértil a nordeste de Bengasi para se instalarem. O solo na área de bengasi é vermelho e muito argiloso. O siroco, o vento seco e poeirento proveniente do deserto do Sara sopra com alguma frequência na cidade, o que faz com que muitas das ruas mais estreitas e edifícios tenham muita poeira. A norte, abaixo dos penhascos escarpados do planalto, há uma estreita faixa de terra agrícola de caraterísticas mediterrânicas, onde são cultivadas oliveiras e outras frutas e hortaliças. A sul, as florestas e terras agrícolas cedem lugar a matagal mediterrânico de juníperos e vegetação rasteira pré-desértica onde há algumas pastagens de inverno. === Parques naturais e de recreio === thumb|Jardim zoológico de Bengasi Apesar da área verde por habitante ser pequena em Bengasi, há alguns parques públicos e áreas verdes de recreio na cidade. Um dos mais relevantes é o jardim zoológico e parque de diversão de al-Fuwayhat, conhecido popularmente como al-Bosco, a designação coloquial italiana do parque (bosco significa floresta em ). O parque é uma mistura de jardim zoológico muito arborizado construído durante o período colonial italiano e um pequeno parque de diversão com carrosséis, construído na década de 1980, quando todo o parque foi reabilitado. O parque é muito concorrido nos fins de semana e feriados e alunos de escolas e saídas de escuteiros. Na Avenida Gamal Abdel Nasser situa-se o Parque 23 de Julho, uma amplo espaço verde em frente ao Hotel Tibesti e junto ao mar. O parque é especialmente popular entre os adolescentes e famílias nas quintas feiras à noite (a sexta feira é dia de descanso na Líbia). Outro grande parque popular é o al-Buduzira, na parte norte da cidade, situado em al-Kwayfiya, na estrada al-'Uruba. No centro deste parque há um lado natural. O parque tem um parque aquático e na sua parte sul há áreas de piquenique frequentadas sobretudo no verão. === Clima === O clima de Bengasi é do tipo semiárido (Classificação de Köppen-Geiger BSh). A norte da cidade, nas montanhas Acdar, o clima é mediterrânico, e a sul é desértico. O verões na cidade são quentes e sem chuva, mas com altos níveis de humidade. Os invernos são amenos, com chuvas ocasionais. A precipitação anual é 270 mm. O abastecimento de água à cidade é em parte feito através do Grande Rio Artificial, que leva água de aquíferos fósseis do sul da Líbia às regiões do norte do país. === Bairros === A cidade está dividida em numerosos bairros, alguns deles fundados durante o período colonial italiano e muitos deles recentes, resultantes do crescimento urbano. A área de Bengasi Central, a que os locais chamam coloquialmente al-Blaad, é onde se situa a almedina, outros bairros mais antigos, o bairro italiano e a maior parte dos monumentos históricos e atrações turísticas da cidade. Praticamente todos os teatros, cinemas, bibliotecas, melhores lojas de roupa, mercados e mesquitas antigas se encontram ali. Os distritos centrais são maioritariamente residenciais e comerciais. Os chamados subúrbios centrais são quase exclusivamente residenciais e são como pequenas cidades; um bom exemplo disso é Al-Quwarsha. Os distritos costeiros, especialmente os da parte sul, é onde se encontram as praias de Bengasi. Algumas partes deles tornaram-se áreas residenciais populares nos últimos anos, como é o caso de Qanfuda, mas são áreas predominantemente de recreio, onde há muitas estâncias de praia que funcionam em regime de condomínio e são conhecidas localmente como chalés, de que são exemplo os da praia de al-Nakheel e o de Nayrouz. == Cultura == Bengasi é um dos principais centros de cultura da Líbia e é usada como base por turistas e outros visitantes da região. Ao longo da sua história, a relativa independência de Trípoli, mais orientada e influenciada pelo Magrebe, levou a que a atmosfera cultural de Bengasi seja de natureza mais árabe do que Trípoli, algo que foi reforçado com o afluxo de imigrantes do Egito, Iraque, Palestina, Síria e Sudão nos últimos anos. No centro da cidade encontram-se alguns teatros e a Biblioteca Dar al-Kutub. O desporto é importante em Bengasi, onde dois dos clubes de futebol líbios com mais sucesso têm a sua sede. === Arquitetura === Em Bengasi estão presentes vários estilos arquitetónicos, o que reflete o número de vezes que a cidade mudou de mãos ao longo da sua história. Os domínios árabe, otomano e italiano influenciaram o aspeto urbano de várias partes da cidade e dos seus edifícios. Há também vestígios arquitetónicos dos períodos grego romano, da antiga cidade de Berenice, oerto do antigo farol italiano. Entre eles destacam-se uma parte da muralha construída pelos gregos no , quatro casas romanas com peristilo e cinco tanques de vinho, igualmente romanos. Há ainda restos duma igreja bizantina, com um mosaico ainda intacto. Estas ruínas situam-se no que era a parte norte da antiga cidade, que se estendia para sul e para leste, partes que atualmente estão soterradas debaixo da cidade moderna. A parte da cidade imediatamente mais antiga é o bairro da almedina, que começou a crescer em época incerta durante o domínio árabe medieval e que hoje se encontra praticamente como nessa época. A almedina estende-se desde a costas norte do porto e ocupa aproximadamente a área limitada pela Avenida Ahmed Rafiq al- Mahdawi a noroeste, a Avenida al-Jezayir a sudeste e a Avenida 23 de Julho a sudoeste. O coração da almedina é a Maydan al-Hurriya (\"Praça da Liberdade\"), a nordeste da qual se emcontra o soco coberto al-Jarid. Imagem:Benghazi. Omar Mukhtar Street.jpg|A Rua Omar Mukhtar, com casas do período colonial italiano Imagem:Maydan al Shajara Benghazi.jpg|A Praça al Shajara em 2013 Imagem:Jeliana Bridge Benghazi.JPG||A ponte Jeliana com a baixa de Bengasi e o edifício Da'wah al-Islamiyah ao fundo Imagem:Benghazi 1935 Panorama.jpg|Panorâmica de Bengasi em 1935 O maior monumento otomano de Bengasi é o palácio construído durante a administração de Rashid Paxá II no final do em El-Berka. A fachada ficou completa em 1895, enquanto que as alas laterais foram adicionadas durante a colonização italiana. O grande edifício branco e verde tem 360 divisões e situa-se num terreno onde a Avenida Gamal Abdel Nasser se encontra com a Avenida al-Saqzali, a sul do Estádio 28 de Março. A casa de Omar Paxá Mansur el Kikhia, o paxá otomano duma família proeminente de Bengasi, é um bom exemplo da arquitetura residencial otomana, com várias varandas, arcadas de pedra e um pátio aberto com uma fonte. O edifício foi restaurado e remodelado recentemente, tendo sido convertido no Museu Bait-al Medina al-Thaqafi. A cidade conserva alguns exemplos de arquitetura italianizante e arquitetura modernista datada do período colonial italiano. Durante os mandatos dos governadores Ernesto Mombelli e Attilio Teruzzi nos anos 1920, os edifícios mandados construir pela administração colonial tinham um cariz eclético que incorporava uma conceção ocidental da arquitetura oriental. Um exemplo disso é a sede da administração municipal, um edifício apalaçado construído em 1924 que se ergue na Maydan al-Hurriya e que combina arcos neomouriscos com motivos italianizantes na fachada. Os italianos também elaboraram o primeiro plano urbanístico de Bengasi na década de 1930, que incluía uma nova estação ferroviária e um amplo passeio pedestre. O maior edifício colonial do período italiano é a , construída na Maydan el Catedraeya (\"Praça da Catedral\") na década de 1920, a qual tem duas grandes cúpulas. Outro edifício colonial importante é o Cinema Berenice, desenhado por Marcello Piacentini e Luigi Piccinato em 1928. Bengasi foi fortemente bombardeada durante a Segunda Guerra Mundial e por isso a maior parte dos edifícios da cidade são posteirores à década de 1940. Os quarteirões empresariais datam principalmente das décadas de 1960 e 1970, quando surgiu a nova riqueza do país, o petróleo. O edifício mais alto da cidade é o Hotel Tibesti, erigido na Avenida Gamal Abdel Nasser em 1989. Outro exemplo notável de arquitetura moderna de Bengasi é o edifício Da'wah al-Islamiyah, que tem uma série de cubos empilhados formando uma pirâmide. === Desporto === thumb|Vista do centro Como segunda maior cidade da Líbia, Bengasi tem algumas das melhores estruturas desportivas do país. Há vários centros desportivos, como estádios de futebol, clubes de praia (onde são praticados vários desportos aquáticos) e outras estruturas públicas e privadas. A cidade acolheu muitos eventos desportivos nacionais ao longo dos anos, bem como alguns eventos internacionais importantes, como a Taça das Nações Africanas. O futebol é o desporto mais popular na cidade, na qual têm a sede dois dos clubes líbios com maior sucesso, o Al-Ahly Bengasi e o Al-Nasr Bengasi. Entre 1963/64 e 2017/18, o primeiro ganhou quatro vezes o Campeonato Líbio de Futebol e o segundo duas vezes. O evento futebolístico mais importante realizado em Bengasi foi a Taça das Nações Africanas de 1982, no qual foram disputados seis jogos na fase de grupos e uma semifinal no Estádio 28 de Março, o segundo maior estádio da Líbia. O maior centro desportivo de Bengasi é a Medina al-Riyadhia (\"Cidade dos Desportos\"), um complexo situado imediatamente a sul do centro da cidade, onde se situam o Estádio 28 de Março, o estádio de basquetebol Slayman al Tharrat, um pavilhão para desportos de interior, um estádio de ténis e vários campos de ténis. O complexo foi construído na década de 1950, pelo que está antiquado. Em 2009 o Estádio 28 de Março foi encerrado para ser demolido e substituído por um mais novo e maior. Nesse ano foi inaugurado o Estádio Hugo Chávez, com capacidade para espectadores; em 2011 este estádio foi rebatizado Estádio Mártires de Fevereiro e é também conhecido como Estádio Márties de Benina. As praias de Bengasi são um local importante para atividades desportivas, nomeadamente windsurf e natação, que são muito populares. Na cidade há também vários clubes de diversos tipos de luta, nomeadamente judo e taekwondo, que gozam de bastante popularidade como desportos masculinos. Em anos recentes o rugby sevens também tem tido popularidade, existindo três clubes dessa modalidade na área de Bengasi. A popularidade da ginástica também cresceu nos últimos anos. === Gastronomia === A comida e bebida são aspetos importantes da cultura local, à semelhança do resto da Líbia. Muitos dos pratos e ingredientes usados são passados de geração em geração. Os principais ingredientes da cozinha local são o azeite, alho, tâmaras, cereais e leite, tudo produtos produzidos na região e comuns na maior parte do Norte de África e no Mediterrâneo. Outra tradição da cultura líbia é o chá, cuja versão típica de Bengasi tem um sabor único, intenso e amargo. Beber chá é uma atividade social praticada frequentemente por grupos de amigos e familiares. Em Bengasi há numerosos pratos típicos, dos quais um dos mais conhecidos é o bazin. Este consiste num pequeno pedaço de massa aquecida com molho de carne ou de vegetais. A massa pode ser partida em bocados mais pequenos que são encharcados no molho. Dois dos seus ingredientes principais são azeite e alho. Outros pratos, como o cuscuz, são mais conhecidos no resto do mundo e encontram-se em muitas outras culturas. Um doce comum em Bengasi são tãmaras fritas, que geralmente são servidas com leite. == Economia e infraestruturas == === Economia === thumb|esquerda|Praia perto em Bengasi Bengasi é a principal cidade da Líbia oriental e um dos principais centros económicos do país. A cidade é também um importante polo comercial e industrial. As principais indústrias incluem a alimentação, têxtil, curtumes, refinação de sal e materiais de construção, nomeadamente cimento (há uma grande fábrica de cimento em al-Hawari). O processamento de alimentos é baseado no peixe local, bens importados e produzidos nas terras baixas costeiras irrigadas e nos montes Jabal Acdar; incluem cereais, tâmaras, azeitonas, lã e carne. O setor financeiro também é importante na economia da cidade. Os principais bancos líbios têm delegações na cidade. A principal fonte de receitas da economia local é a indústria petrolífera. A Arabian Gulf Oil Company, com sede em Bengasi e outras companhias petrolíferas líbias empregam um grande número de habitantes da cidade e da região. Nos primeiros anos do , antes da primeira guerra civil, havia na cidade lojas de marcas internacionais, como a Benetton, H&M; e Nike e o turismo, embora incipiente, dava sinais de crescimento. A maior parte dos turistas que visitavam a Líbia Oriental usavam Bengasi como base para explorar as ruínas gregas de Cirene e para fazer excursões ao deserto em Cufra. Os principais hotéis da cidade eram o Tibeti e o Uzu, mas naqueles anos abriram vários hotéis para dar resposta à procura crescente. O artesanato está presente nos socos da cidade, mas tem pouca relevância económica. === Transportes === thumb|Via rápida no bairro de El Leitti Bengasi é um polo de transportes da Líbia Oriental, por onde passa a estrada que segue ao longo de toda a costa do país. Nas décadas seguintes à revolução de 1969 que colocou no poder Muamar Gadafi, a empresa sueca Skanska construiu várias vias rápidas e viadutos, o que facilitou os transportes entre Bengasi e as outras cidades líbias. Há serviços de autocarros para destinos nacionais e internacionais, os quais têm a sua base no principal terminal rodoviário da cidade, situado em Al-Funduq. Há um sistema de minibus, cuja base é também em Al-Funduq. Embora a cidade disponha duma rede eficaz de estradas, com viadutos e túneis, os congestionamentos de trânsito não são raros e há muitas ruas com manutenção deficiente. A cidade é servida pelo Aeroporto Internacional de Benina, situado 19 km a leste do centro que antes das guerras civis tinha vários voos diários para Trípoli e algumas ligações para cidades africanas, asiáticas e europeias. O porto de Bengasi é vital para a economia nacional, pois a Líbia importa muitos produtos alimentares e manufaturados. == Notas == *",
 "title": "Bengasi"
}