{
 "id": "35704",
 "text": "O castro é uma antiga construção da Idade do Cobre e da Idade do Ferro, características das montanhas do noroeste da Península Ibérica no sudoeste da Europa e nas bacias dos principais rios em regiões da Europa Central. Atualmente são ruínas e sítios arqueológicos de povoados antigos, que eram construídos com estruturas predominantemente circulares em pedra revestidos de bambu, revelando desde cedo a implementação de uma civilização da pedra, quer nas zonas de granito quer nas de xisto. Uma cividade (substantivo feminino antigo de cidade) ou citânia é um castro de maiores dimensões e importância, habitado continuamente. A designação \"citânia\" é comparada com o Cytian dos povoados fortificados nas ilhas Britânicas. Durante muito tempo consideraram- se os castros como \"povoados fortificados\", mas esta designação, consagrada pelo uso, é muito redutora, porque recobre realidades arqueológicas muito diversas e susceptíveis de variadas interpretações. Recentemente, tem-se vindo a perceber que estes sítios são de grande complexidade, que não se podem, de maneira alguma, apenas subsumir numa qualquer \"cultura\" local (ou várias), e muito menos numa \"função\" militar. ==Arqueologia== Os castros estão quase invariavelmente localizados no topo de montes que são defesas naturais e permitem o controle táctico dos campos em redor. Estes montes tinham sempre fontes ou pequenas ribeiras, e naqueles mais desprovidos de água eram construídos reservatórios pelas populações, provavelmente para resistir aos cercos. Um castro típico é fortificado por até quatro muralhas, mas mais comummente três, que complementam as defesas naturais do sítio. As casas têm cerca de três a cinco metros de diâmetro, e são na sua maioria circulares com algumas rectangulares, feitas de pedra solta e terra, com telhado cónico de colmo suspenso por um pilar de madeira central. As ruas são algo regulares, sugerindo organização social avançada. Os castros variam de algumas dezenas a algumas centenas de metros em diâmetro. Julga-se que os castros eram locais de refúgio durante as guerras tribais Célticas e pré-Célticas, mas muitos, incluindo todas as citânias, eram verdadeiros centros populacionais continuamente habitados. ==História== Os Romanos destruíram muitos castros, devido à resistência feroz dos povos castrejos ao seu domínio, mas alguns foram aproveitados e expandidos como cidades romanas. Segundo Jorge de Alarcão \"Aos castros, deram os Romanos o nome de castella, que aparece nas inscrições do século I d.C. sob a forma abreviada de um C invertido[...]\" ==Localização== A zona nuclear castreja corresponde a toda a antiga Galécia, actual Galiza e à região portuguesa de Entre-Douro-e-Minho que confina a leste com a área ocupada na antiguidade pelos povos da etnia Zelas para além do rio Sabor. Existe uma grande densidade de castros no Alto Minho, em especial nos territórios dos concelhos de Arcos de Valdevez, Caminha, Monção, Vila Nova de Cerveira, Valença, Paredes de Coura, Viana do Castelo (Citânia de Santa Luzia, Castro do Vieito), Ponte de Lima (Castro de Santo Ovídeo) e Esposende (Castro de São Lourenço). No entanto, na bacia do Ave-Vizela existe um maior conjunto de castros de grande dimensão: a Citânia de Sanfins, Citânia de Briteiros, Cividade de Bagunte, o Castro de Alvarelhos e ainda nas proximidades a Cividade de Terroso. Menos densas são a região de Basto e ainda menos densa é a planície litoral a Sul do Douro. Em Trás-os-Montes, existe uma concentração significativa nas zonas de terras altas, com altitude superior a 750 metros, nos concelhos de Montalegre, Boticas e parte dos concelhos de Vinhais e Bragança. thumb|Reconstituição duma aldeia galesa no St Fagans National History Museum em Cardife, País de Gales. Castro de Leceia, é uma das estações arqueológicas mais importantes do país, localizada na freguesia de Barcarena, concelho de Oeiras. O estabelecimento de um povoado em Leceia, logo no Neolítico Final, e a subsequente construção a partir do Calcolítico Inicial, indicam já o apreciável desenvolvimento de uma economia agro-pastoril. Novas perspectivas sobre a celtização do NO de Portugal e o território dos Callaeci Bracari valorizam características culturais e linguísticas de filiação céltica no substrato castrejo, ainda com forte expressão durante o período galaico- romano (inscrição da Fonte do Ídolo em Braga e o nome da cidade galaico-romana de Tongóbriga). Também há castros no Centro e sul de Portugal e nas Astúrias (região de Espanha). Povoados semelhantes também foram encontrados na França Atlântica (Bretanha), Grã-Bretanha e Irlanda. ==Estruturas muradas== Observam- se normalmente cinco tipos diferentes de muros castrejos: *Muralha de alinhamento, espessura e aparelho irregulares constituída por camadas de pedras colocadas horizontalmente, como ocorre no Castro do Coto da Pena. *Muralha espessa com duas faces regularizadas de grandes blocos preenchidos por um aglomerado de pedras sem argamassada, como ocorre no Castro de Sabroso. *Uma grande construção constituída por dois muros paralelos de faces verticais, normalmente de grandes blocos dispostos irregularmente, com intervalo preenchido por terra, tal como acontece na Cividade de Terroso. *Construção sólida com muros de reforço adossados tal como ocorre no Castro de Romariz. *Muralha simples com espessura média de 1,50 metros, normalmente formada por dois paramentos paralelos, tal como ocorre na Citânia de Briteiros. ==Fases== *A cultura castreja formou-se num contexto atlântico com relações continentais e mediterrânicas por volta do ano 900 a.C. *A segunda fase inicia-se por volta de 500 a.C. e desenvolve-se com as migrações túrdulas, o comércio púnico e as primeiras importações provenientes da Península Itálica. É igualmente a fase da chegada de elementos étnicos célticos cujos contornos cronológicos e históricos devem ser entendidos no âmbito dos diversos processos regionais de celtização peninsular. Os mais recentes estudos, tanto históricos como genéticos apontam a Península Ibérica como local de origem da cultura celta *A terceira fase é a da proto- urbanização da cultura castreja com apogeu e declínio na era da romanização. ==Candidatura a património mundial== thumb|right|200px|Castro de São Lourenço em Esposende com uma casa reconstruída. Os castros do Noroeste de Portugal e Galiza serão conjuntamente avaliados pela UNESCO para serem candidatos a património mundial. Entre as 7 mil ruínas de castros galaicos, seis foram seleccionados por reunirem condições para a candidatura e serão posteriormente avaliados por inspectores da UNESCO. Estes são: Candidatos da linha da frente a serem avaliados pela UNESCO: *Castro de Monte Mozinho - Penafiel (Província de Douro Litoral) *Castro de Romariz - Santa Maria da Feira (Douro Litoral) *Citânia de Briteiros - Guimarães (Província de Minho) *Citânia de Sanfins - Paços de Ferreira (Douro Litoral) *Cividade de Terroso - Póvoa de Varzim (Douro Litoral) Castros na linha da frente (um deles ou ambos): *Castro de São Lourenço - Esposende (Minho) *Citânia de Santa Luzia - Viana do Castelo (Minho) Castros candidatos à linha da frente:http://jn.sapo.pt/2007/01/17/norte/castro_podera_patrimonio_mundial.html *Castro do Pópulo - Alijó (Província de Trás-os-Montes e Alto Douro) *Castro de Palheiros - Murça (sub-região do Douro) Até 2010, por altura da formalização da candidatura, espera-se que este número chegue às duas dezenas. ==Ver também== * Berrão * Cultura castreja * Celtas * Celtismo * Draganos * Geografia romana em Portugal * Lista de castros * Lista de castros de Portugal * Lista de castros em Portugal classificados como Monumento Nacional * Lista de castros localizados em Portugal (Wikidata) * Pedra Formosa ==Bibliografia== *Coelho Ferreira da Silva, Armando- A Cultura Castreja no Noroeste de Portugal Museu Arqueológico da Citânia de Sanfins, 1986 * Alarcão, Jorge de- Populi, Castella e Gentilitates. Revista de Guimarães. Volume Especial, I, Guimarães, 1999. Casa de Sarmento. * COSTA, Ricardo da. \"52. A cultura castreja (c. III a.C. - I d.C.): a longa tradição de resistência ibérica\", em Revista Outros Tempos, São Luís, Universidade Estadual do Maranhão (UEMA), volume 3, 2006 (ISSN 1808-8031), p. 37-58. *Coutinhas, José Manuel - \"Callaeci Bracari - aproximação à identidade etno-cultural\". Porto. 2006. *Guimarães Apontamentos para a sua História. Padre António José Ferreira Caldas.2.ª Edição, Guimarães, CMG/SMS, 1996, parte I, pp. 240/243 * SILVA, A. J. M. (2009), Vivre au delá du fleuve de l'Oubli. Portrait de la communauté villageoise du Castro do Vieito, au moment de l'intégration du NO de la péninsule ibérique dans l'orbis romanum (estuaire du Rio Lima, NO du Portugal), tese de doutoramento apresentada na FLUC em Março 2009, 188p. versão PDF. ==Ligações externas== * Les castros vettons et leurs populations au Second Âge du Fer * Guia de Castros da Galiza e o Norte de Portugal Categoria:Celtas",
 "title": "Castro"
}