{
 "id": "3572",
 "text": "Instituição Religiosa Perfect LibertyNome oficial da religião no Brasil. ou a Perfect Liberty Kyodannome oficial da religião no Japão, por extenso, conforme a Encyclopaedia Britannica é uma nova religião japonesa de doutrina baseada no monoteísmo que se constituiu como movimento internacional. Fundada em 1946 por Tokuchika Miki no dia 29 de setembro, sua história remonta ao ano de 1912. Como quase todas as religiões originadas no Japão, demonstra forte influência estética do XintoísmoO termo Mioyaookami, traduzido de forma simplificada como \"Deus\", entre outros termos peelistas, tem sua origem no vocabulário xintoísta; veja Basic Terms of Shinto. A PL Kyodankyodan: organização religiosa; cf. dicionário inglês-japonês é uma religião que é também fortemente influenciada pela cultura do Zen BudismoObserve-se as explicações que se seguem durante este texto, sobre a etmologia dos termos japoneses empregados pela Instituição. do Japão no começo do século XX. Entretanto, rompe com as crenças xintoísta e budista, ao cultuar um Deus único, \"criador de todas as coisas\".Conforme o Livro de Orações PL O ensinamento “raiz” de onde se origina toda a doutrina da PL é o preceito “Vida é arte.” Os seres humanos nasceram para expressar sua própria individualidade original em tudo - “criando a arte cotidiana verdadeira”. A fim de entender, melhorar suas vidas e em superar as dificuldades, os peelistas são ensinados a ter estes problemas dirigidos e orientados pelo patriarca (Oshieoyá-Samá) e através dos mestres, seus seguidores, visando o auto-aprimoramento que consiste na ampliação da auto-consciência e do auto-controle emocional. A PL não tem um livro sagrado (como a Bíblia), entretanto, possui os 21 preceitos da PL e as 21 Instruções para Vida Religiosa do peelista baseadas nesses e que foram concedidos através de revelação divina pelos fundadores da Igreja. Tem como objetivo primordial a geração de uma nova cultura que venha trazer pela primeira vez na história da humanidade a Paz Mundial. == Fundamentos doutrinários == São fundamentos da doutrina peelista: * 1) os ensinamentos (e sua origem \"Vida é arte\"); * 2) a Obra-DivinaObra-divina: \"tudo aquilo que surge neste mundo\"; cf. Seminário de Mestres do Brasil, Caderno de Estudos - (nº2)Obra Divina, Reverendo Kaor Tanida, 2003, p.01 de Oshieoyá-samá (e sua bênção espiritual, o shikiri)(a)Shikiri: divisão, linha divisória, limites, compartimento; cf. dicionário inglês-japonês ; (b)segundo tradução de Mestre da PL, refere-se às divisórias utilizadas no interior das casas na tradicional arquitetura japonesa. (c)O ato de orar na PL, \"fazer shikiri\", como é dito na PL. Em relação a Oshieoyá-Samá, diz-se \" o Shikiri de Oshieoyá-Samá \", ou seja, sua bênção presente em toda a Instituição, sua força espiritual que se traduz em seu poder de cura e de orientação. (d)A linha divisória traçada no tatame de sumô.; === Vida é Arte === O ensinamento fundamental da PL faz uma comparação dos atos cotidianos do homem com a realização de obras de arte.cf. Vida, isto é arte. Traduzido de \"Jinsei, Kore Geijutsu\". São Paulo: Editora Vida Artística, 2003, p.136 a 141. \"A alegria do homem não consiste em apoderar-se daquilo que almeja, nem que as pessoas ao redor comecem tratá-lo bem. A alegria quando o homem utiliza a criatividade e acumula esforços para relacionar-se bem com as coisas e pessoas, tornando sua expressão bela e agradável. Esta é a alegria mais profunda do homem.\" Oshieoyá-samá no Brasil. Revista comemorativa de 40 anos da PL no Brasil. São Paulo: Editora Vida Artística, 1998, p.15. Cabe ao(à) homem(mulher) expressar seu eu mais verdadeiro, que é divino e se expressa por Makoto (dedicação perseverante, sinceridade), e eliminar seu ego, formado pelos vícios emocionais-espirituais, principalmente os de zanga, descontentamento, tristeza, pressa, receio, apego em demasia e teimosia, entre outros. Ao libertar-se desses vícios, o adepto torna-se capaz de realizar verdadeira arte em sua vida cotidiana e felicitar a si e ao seu próximo.cf. Seminário de Mestres do Brasil, Caderno de Estudos - (nº1)Deus e (nº2)Obra Divina, Reverendo Kaor Tanida, 2003. A arte humana, na concepção da PL, é aquela que se adapta constantemente à Arte Divina que são os fatos e acontecimentos e as pessoas à sua volta. O homem é livre para se expressar, mas deve sempre basear-se em Deus (Preceito 11); a arte humana é o ponto de partida para o cultivo de uma nova cultura, de uma nova civilização, na qual a elevada consciência de si e do seu próximo, estado emocional- espiritual de perfeita liberdade (Preceito 21) possibilitam a harmonia profunda de toda a sociedade.Conforme a \"Declaração do peelista\", constante no Livro de Orações PL. === Oshieoyá-Samá === Tokuchika Miki é chamado de II Fundador (Kyosso)Kyosso: fundador de seita religiosa; cf. dicionário inglês- japonês da Instituição Religiosa Perfect Liberty. Em 1946 fundou a referida religião, quando então era chamado Oshieoyá-Sama, por herdar de seu pai Tokuharu Miki, as virtudes de ser intermediador entre os adeptos e a divindade. O patriarca da Instituição Religiosa Perfect Liberty é assim denominado por seus adeptos, que significa literalmente Pai dos Ensinamentos. Atualmente, esse cargo é exercido pelo seu filho adotivo Takahito Miki, o III Fundador, ou também, chamado de 3º Patriarca. Oshieoyá-samá é considerado, pela doutrina PL, antes um estado de elevada pureza espiritual, no qual \"nada se sabe\"Vida, isto é arte. (Traduzido de \"Jinsei, Kore Geijutsu\"). São Paulo: Editora Vida Artística, 2003, p.46. Conforme o diálogo de Tokuchika Miki com Tokuharu Miki, quando este lhe cedia a posição de líder espiritual da então religião Hito-no-miti, antecessora da PL Kyodan: \"- Eu nada sei. -Eu cedo o cargo porque você compreendeu que nada sabe.\", estado de verdadeira liberdade (Preceito 21), do que um simples cargo de liderança na instituição. Assim, venera-se Oshieoyá-samá na pessoa de Takahito Miki. É chamado, dentro desse contexto doutrinário, de \"Uno a Deus\", um estado interior da evolução humana onde as verdades espirituais reveladas na forma dos ensinamentos surgem diretamente através da intuição. Oshieoyá-samá, ainda, seria o modelo de conduta do verdadeiro filho de Deus. Assim, pela prática dos ensinamentos, o adepto alcançaria sua felicidade nesse mundo, vindo a expressar sua verdadeira natureza divina, através do auto-aprimoramento, como um verdadeiro filho de Deus, criando a Paz Mundial que é o objetivo maior da PL. A palavra Oshieoyá- samá, pode ser dividida em \"oshiê\"oshiê:confrontar com dicionário inglês- japonês, vocábulo japonês que significa \"ensinamento, doutrina\", e \"oyassama\"Termo empregado na corrente do Budismo Terra Pura; GLOSSARY OF BUDDHIST TERMS, ou apenas \"oyá\", ideograma que significa pai e mãeoyá:IDEM (confrontar com dicionário inglês-japonês), ao mesmo tempo; daí a tradução para o ocidente de \"Pai dos Ensinamentos\". === 21 Preceitos === Os 21 preceitos são a síntese da doutrina peelista e todos os demais ensinamentos e práticas religiosas deles derivam. Foram concedidos por Deus ao 2º Fundador, Tokuchika Miki, na madrugada de 29 de setembro de 1946Vida, isto é arte. Traduzido de \"Jinsei, Kore Geijutsu\". São Paulo: Editora Vida Artística, 2003,p.103 a 110.. Estes preceitos são diferentes dos 21 anterioresjinkun: confrontar com dicionário inglês-japonês, quando a PL se chamava Hito-no-miti, \"Caminho do homem\", antes da 2ª Guerra Mundial, na época do 1º Fundador, Tokuharu Miki, pai do 2º Fundador e avô do atual Patriarca da PL. Por isso, diz-se que na PL há um fundador a cada geração, que através da orientação divina, dá forma aos ensinamentos, conforme as necessidades da época. São elesExtraído do Livro de Orações PL.(A) preceito (pre.cei.to) sm (lat praeceptu) 1) Ordem ou mandamento; prescrição. 2) O que é recomendado como regra e ensinamento. 3) Determinação, norma, guia para qualquer procedimento. 4) Disposição, doutrina, instrução. 5) Cláusula, condição. sm pl Folc Reg (Nordeste) Conjunto de tabus religiosamente respeitados pelos cangaceiros. P. cominatório: o mesmo que interdito proibitório. Preceitos do decálogo: os mandamentos da lei de Deus. A preceito: com todas as regras, minuciosamente. (B) aforismo (a.fo.ris.mo) sm (gr aphorismós) 1) Máxima ou sentença que em poucas palavras contém uma regra ou um princípio de grande alcance. 2) Dito sentencioso. Cf aforisma (C) máxima (má.xi.ma) (ss) sf (lat maxima) 1) Axioma, brocardo, conceito. 2) Sentença moral. 3) Princípio geralmente admitido em qualquer arte ou ciência. 4) Nota musical, com o valor de oito semibreves. (D) norma (nor.ma) sf (lat norma) 1) Preceito, regra, teor. 2) Exemplo, modelo. 3) Regra de procedimento, teor de vida. 4) Bot O mesmo que escumilha. (E) ensinamento (en.si.na.men.to) sm (ensinar+mento2) 1) Ato ou efeito de ensinar. 2) Doutrina, preceito. Var: ensinação. \\- MICHAELIS, Moderno Dicionário da Língua Portuguesa - Editora Melhoramentos Ltda., 2007. : * 1. Vida é Arte. * 2. A vida do homem é auto-expressão. * 3. O Eu é a manifestação de Deus. * 4. Há sofrimento se não se expressar. * 5. Ao se deixar levar pela emoção perde- se o Eu. * 6. Você existe na ausência do ego. * 7. Tudo existe em relatividade. * 8. Viva radiante como o sol. * 9. Todos os homens são iguais. * 10. Felicite a si e aos outros * 11. Faça tudo confiando em Deus Existem vários textos correntes com a versão \"Faça tudo confiando em Deus.\", porém uma tradução ideogramática mais abrangente e precisa seria \"Faça tudo baseando-se em Deus.\", conforme tradução de Revdo. Mestre da PL. Confrontar com Vida, isto é arte. Traduzido de \"Jinsei, Kore Geijutsu\". São Paulo: Editora Vida Artística, 2003, p.138 a 140. . * 12. Há uma função conforme o nome. * 13. Há um caminho para o homem e um para a mulher. * 14. Tudo é e existe para a Paz Mundial. * 15. Tudo é espelho. * 16. Tudo progride e se desenvolve. * 17. Capte o ponto central. * 18. Postamo-nos sempre na bifurcação entre o bem e o mal. * 19. Agir ao perceber. * 20. Viva no estado da perfeita união material- espiritual. * 21. Viva na verdadeira liberdade. == Práticas Cotidianas - a doutrina peelista em ação == A PL tem seu enfoque na prática diária. Na vida cotidiana do adepto, deve haver uma verdadeira reinterpretação de seus sentimentos, na forma como expressa suas emoções e pensamentos. Tal auto- expressão se dá através dos cinco atos básicos: ver, ouvir, pensar, falar e fazer. \"Os problemas na vida surgem, quando nossa expressão está distorcida, não ouvimos, não falamos, não fazemos, não vemos, nem pensamos da forma correta.\"Tanida, Kaor - Você ainda pode e deve ser feliz, 1ª ed. São Paulo: Editora Raízes, 2001, p.95. O homem não tem o controle sobre os resultados de suas ações; por mais que deseje e se esforce e faça planejamentos, inúmeros fatores exteriores e interiores a sua pessoa concorrem para alterar tais resultados, independentemente de sua vontade. A isso, denomina-se na PL de estar \"à mercê das Obras Divinas\". Assim, cabe a ele, com espírito de humildade, orar a Deus fazendo shikiri para alcançar os melhores resultados. São práticas comuns: * 1. o pedido de perdão a Deus pela oração, ao perceber suas falhas; * 2. o agradecimento, tanto às pessoas, como a Deus, pelos fatos diários, tanto bons como maus; * 3. o \"oferecimento espontâneo\" (espírito de missassaguê), onde o adepto procura fazer em suas tarefas diárias, além do que seria exigido no senso comum, para que assim consiga uma verdadeira \"obra de arte\" nas mínimas coisas; * 4. a auto-reflexão, para adequar sua expressão e torná-la positiva e harmoniosa para si e para os outros; * 5. as preces matinal e da noite, onde, ao orar a Oração da PL, o adepto declara em síntese, toda a doutrina, perante o Omitamá( ver foto ), ou o Aramitamá, \"oratório\", com o fim de incorporar os ensinamentos e torná-los sua referência ética; * 6. a busca da felicidade e harmonia do adepto e de seu próximo, como ensina o 10º preceito. * 7. a interpretação de fatos desagradáveis como \"espelho\", reflexo do comportamento emocional-espiritual inadequado do adepto; o auto- aprimoramento dá-se então pela prática dos ensinamentos, buscando a \"mudança de sentimento\" pela eliminação de seu ego. == Principais datas religiosas == * 1º de janeiro - Cerimônia de Ano-Novo; * dia 1 de cada mês - Cerimônia do Dia da Paz; * dia 11 de cada mês - Cerimônia do Dia dos Antepassados; * dia 21 de cada mês - Cerimônia do Dia de Agradecimento; cerimônia mensal de maior importância para a PL Kyodan; * 1º de agosto - Cerimônia de Kyosso-sai; *29 de setembro - Aniversário da PL. == Bibliografia == * BACH, Marcus. A força da Perfeita Liberdade, 1ª ed. São Paulo: Bloch Editores, 1972. * ESTUDOS DOUTRINÁRIOS, Departamento de. Orientação para a Prática das Instruções para a Vida Religiosa PL. (Traduzido de \"PL Shinkô Seikatsu Kokoroe Kaisetsu\"). São Paulo: Editora Vida Artística, 2000. * MIKI, Tokuchika. Meu Pai, Kyosso-Samá. (Compilação dos diários do II Fundador). São Paulo, 2003. * ______. Vença desapegando-se. São Paulo: Editora Vida Artística, 1994. * ______. Vida é Arte, 1ª ed.. São Paulo: Editora Vida Artística, 1979. * <>, Revista comemorativa de 40 anos da PL no Brasil. São Paulo: Editora Vida Artística, 1998. * <>. São Paulo: Editora Vida Artística, 2003. * TANIDA, Kaor. Você ainda pode e deve ser feliz, 1ª ed. São Paulo: Editora Raízes, 2001. * Vida, isto é arte. (Traduzido de \"Jinsei, Kore Geijutsu\"). São Paulo: Editora Vida Artística, 2003. == Ver também == * Budismo * Xintoísmo === Novas Religiões Japonesas === * Igreja Messiânica Mundial * Johrei * Mokiti Okada * Seicho-No- Ie === Conceitos afins === * Fé * Liberdade religiosa * Monoteísmo * Obra Divina * Oração da PL * Religião * Religiões sincréticas * Revelação divina * Seita * Sincretismo * Teologia * Vida é Arte === Discussão decorrente === * Arte * Ciência da Religião * Civilidade * Cultura * Ética * Estética * Existência de Deus * Filosofia da religião * ( ver, em inglês, lista de filósofos na seção Major philosophers of religion\" ) * Sentido da vida == Ligações externas == * Página Oficial no Brasil * PL Canadá e Austrália Categoria:Religiões sincréticas Categoria:Novos movimentos religiosos Categoria:Religião no Japão Categoria:Religião",
 "title": "PL Kyodan"
}