{
 "id": "3573",
 "text": "M (eme) é a décima terceira letra do alfabeto latino. No alfabeto português tradicional, de 23 letras, o M é a décima segunda letra. == História da letra == Hieroglifo egípcio \"n\" Fenício Mem Etrusco M Grego Mi Latino M n Latin M Como a maioria das letras latinas, o ⟨m⟩ veio do alfabeto fenício, de letra mem. A letra fenícia, por sua vez, veio da escrita protossinaítica, que adotou o hieroglifo egípcio representando água. Esse hieroglifo representava também a consoante , a partir da palavra egípcia para água, nt. A adoção dessa letra como consoante supostamente também vem da mesma associação, a partir da palavra proto-semítica para água, *mā(y)-.See F. Simons, \"Proto- Sinaitic — Progenitor of the Alphabet\" Rosetta 9 (2011): Figure Two: \"Representative selection of proto-Sinaitic characters with comparison to Egyptian hieroglyphs\", (p. 38) Figure Three: \"Chart of all early proto- Canaanite letters with comparison to proto-Sinaitic signs\" (p. 39), Figure Four: \"Representative selection of later proto-Canaanite letters with comparison to early proto-Canaanite and proto-Sinaitic signs\" (p. 40). See also: Goldwasser (2010), following Albright (1966), \"Schematic Table of Proto- Sinaitic Characters\" (fig. 1 ). A letra fenícia mem deu origem também ao \"mi\" do alfabeto grego (Μ μ) e, através do grego, o м do alfabeto cirílico. == Uso e valor fonético == A letra ⟨m⟩ é usada, tanto no alfabeto latino quanto no alfabeto fonético internacional para representar a consoante nasal bilabial. Na escrita da língua portuguesa, a letra M é a nona letra mais frequente, correspondendo a 5% das letras em um texto típico. == Significados == * Com valor numérico, M representa o número 1000 em algarismos romanos. Esse uso, contudo, não existia entre os romanos antigos; há alguma evidência de que essa letra teria sido introduzida pelos romanos nos primeiros séculos da Era Comum. * Como unidade de medida, m é o símbolo de metro, unidade SI de comprimento; * Como prefixo métrico, m (minúsculo) é usado antes de qualquer unidade SI com o significado de \"mili\", ou seja, a milésima parte da unidade; enquanto isso, M (maiúsculo) significa \"mega\", ou seja, um milhão de vezes a unidade. Exemplos: \"ms\" (milissegundo) = 0,001s; MΩ (megohm) = 1.000.000Ω; * Enquanto símbolo de gênero, M é usado para representar masculino, em oposição a F, para feminino; * Em tipografia, o traço eme ou travessão recebe esse nome por ser um traço horizontal com a mesma largura que a letra maiúscula M; * M é o nome código da chefe de James Bond no serviço secreto britânico na cinessérie 007; == Ligações externas == Categoria:Alfabeto latino Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "M"
}