{
 "id": "35748",
 "text": "Alferes é um posto ou graduação militar existente nas forças armadas de alguns países. Normalmente, corresponde a um posto das categorias de oficial subalterno ou de cadete/oficial aluno. Originalmente, o alferes era o encarregado do transporte da bandeira ou estandarte de um exército, unidade militar, ordem de cavalaria ou outra instituição militar, civil ou religiosa. Posteriormente, transformou-se num posto militar, ao qual já não estava necessariamente inerente o exercício da função de porta-bandeira. No entanto, em diversas forças armadas, continua a manter-se a tradição dos alferes mais novos de cada unidade serem designados para a função de porta-bandeiras. Na cavalaria dos exércitos de alguns países, o posto correspondente a alferes designa-se \"corneta\". Esta designação refere-se à corneta, um tipo de bandeira triangular usada no passado pelas unidades de cavalaria e ainda hoje usada como bandeira de sinais pela marinha. Apesar de, no passado, ter existido em quase todas as forças armadas, posteriormente o posto de alferes foi extinto em muitas delas, tendo sido substituído pelo de segundo-tenente ou subtenente. ==Etimologia== O posto de alferes existe em diversos países de língua portuguesa e a sua variante alférez em diversos países de língua espanhola. Existem duas teorias para a origem da palavra \"alferes\". A primeira é a de que é uma palavra derivada da língua árabe, onde o \"al\" é artigo definido e o \"feres\" significa cavalheiro (educado, especializado, de saber e gentil) ou cavaleiro (o homem que monta um cavalo e que se sabe portar em sociedade). A outra teoria é de que é derivada do termo latino \"aquilifer\", que designava o soldado que transportava a águia (insígnia das legiões romanas). Em países de línguas eslavas, os postos correspondentes aos de alferes, designam-se por termos que se referem a um porta-bandeira ou porta-estandarte. São os casos dos termos \"прапорщик [praporshchik]\" em russo e \"chorąży\" em polaco. Em outras línguas, os postos equivalente a alferes são designados por termos que, etimologicamente, designam diretamente um tipo de bandeira usado pela infantaria e que, por extensão, passaram também a designar o seu porta- bandeira. São os casos dos termos \"Fähnrich\" em alemão, \"Fänrik\" em sueco, \"enseigne\" em francês e \"ensign\" em inglês. ==Origem== Na Península Ibérica medieval, eram chamados \"alferes\" os guerreiros que, em campanha, levavam a bandeira de uma unidade, de uma ordem militar ou mesmo de toda a hoste. Também existiam alferes em instituições não militares (como municípios, corporações profissionais ou organismos religiosos), os quais levavam as respetivas bandeiras em procissões ou outras cerimónias. No exército e na marinha, o transporte de um símbolo tão importante tornou igualmente importante a função de alferes. Em vários reinos ibéricos, o alferes da bandeira Real tornou-se no comandante-chefe de todo exército, subordinado apenas ao Rei. Os alferes das companhias e de outras pequenas unidades tornaram-se os segundos oficiais no comando, subordinados apenas aos capitães. Mais tarde a função de alferes tornou-se num posto de oficial militar, já sem a função permanente de transporte de uma bandeira. ==Distintivos e designações em vários países== ===Exércitos=== > File:Dienstgrad Bundeswehr Heer Oberfaehnrich.svg|Alemanha: Oberfähnrich File:Dienstgrad Bundeswehr Heer Faehnrich.svg|Alemanha: Fähnrich File:SubtenienteArgentina.png|Argentina: Subteniente File:Fhr OF1c-Rockkragen AT.gif|Áustria: Fähnrich File:AspOfBrasil.png|Brasil: Aspirante a Oficial File:alferezrch.jpg|Chile: Alférez File:SP-01 Alferez.svg|Espanha: Alférez File:ES-Army-OF1c.gif|Estónia: Lipnik File:Vänrikki kauluslaatta.svg|Finlândia: Vänrikki File:Army-NOR-OF-01b.svg|Noruega: Fenrik File:Nl-landmacht-vaandrig.svg|Países Baixos: Vaandrig / Kornet File:Rank insignia of chorąży of the Army of Poland.svg|Polónia: Chorąży Imagem:13_-_Alferes.svg|Portugal: Alferes File:SWE-Army-OF1b.png|Suécia: Fänrik ===Marinhas=== > File:11 - ofhr zs.png|Alemanha: Oberfänhrich zur See File:9 - fhr zs.GIF|Alemanha: Fänhrich zur See File:Armada Argentina - Guardiamarina.svg|Argentina: Guardia Marina File:Guarda-Marinha MB.gif|Brasil: Guarda Marinha File:Can-SLt-Ens1-2010-OF1a.png|Canadá: Sub-lieutenant / Enseigne de première classe File:Can-ASLt- Ens2-2010-OF1b.png|Canadá: Acting sub-lieutenant / Enseigne de deuxième classe File:Spanish-Navy- OF1A.svg|Espanha: Alférez de navio File:Spanish-Navy-OF1B.svg|Espanha: Alférez de fragata File:US Navy O1 shoulderboard.svg|Estados Unidos: Ensign File:Grade-enseigne-1classe.svg|França: Enseigne de première classe File:Grade-enseigne-2classe.svg|França: Enseigne de deuxième classe File:New Zealand Navy ensign insignia.gif|Nova Zelândia: Ensign File:Generic-Navy-O1.svg|Noruega: Fenrik File:Insignia Peru Navy (Sleeve) Alférez de Fragata.svg|Peru: Alférez de fragata File:SWE-NavyOF1a.svg|Suécia: Fänrik File:Generic-Navy-O2.svg|Uruguai: Alférez de fragata ===Forças aéreas=== > File:Luftwaffe-154-Oberfaehnrich.png|Alemanha: Oberfähnrich File:Luftwaffe-134-Faehnrich.png|Alemanha: Fähnrich imagem:AF-FAA.png|Argentina: Alférez File:AspiranteFABrasil.png|Brasil: Aspirante a Oficial File:Alférez (FACH).png|Chile: Alférez File:Alf-ea.svg|Espanha: Alférez File:Nl-luchtmacht-vaandrig.svg|Países Baixos: Vaandrig File:Chorazy Lotnicze.svg|Polónia: Chorąży File:SWE-Airforce-fänrik.png|Suécia: Fänrik ==O posto de alferes em vários países== ===Alemanha=== Atualmente, nas Forças de Defesa Federais da Alemanha, Fähnrich (alferes) é uma graduação de oficial aluno. Etimologicamente, o termo \"Fähnrich\" designava a bandeira de uma unidade militar, por extensão passando também a designar o respetivo porta-bandeira. No Exército e na Força Aérea, atinge-se a graduação de Fähnrich depois de promoção a partir de Fahnenjunker (cadete). Posteriormente, cada Fähnrich será ainda promovido a Oberfähnrich (alferes superior), antes de poder receber a patente de oficial. As graduações de Fähnrich e Oberfähnrich são equiparadas, respetivamente, às de Feldwebel (segundo sargento) e de Hauptfeldwebel (primeiro sargento). As graduações equivalentes, na Marinha, são as de Fähnrich zur See (alferes do mar) e Oberfähnrich zur See (alferes superior do mar). A graduação em Fähnrich zur See é feita depois de promoção a partir de Seekadett (cadete do mar). Na Alemanha renascentista, o Fähnrich era o soldado encarregue de levar a bandeira de cada uma das companhias dos regimentos de lansquenetes. Cada Fähnrich era nomeado diretamente pelo coronel do regimento e escolhido de entre os mais bravos soldados. Jurava defender a bandeira até à morte, nunca a podendo abandonar e nem sequer deixar tocar no chão. Na cavalaria, o Kornett (corneta) desempenhava uma função equivalente à do Fähnrich. ===Brasil=== Seguindo o modelo herdado do Exército Português, inicialmente, a primeira patente de oficial do Exército Brasileiro era a de alferes. Na reforma das Forças Armadas de 1930, sob comando de Getúlio Vargas, a patente foi substituída pela de segundo-tenente. Joaquim José da Silva Xavier, o Tiradentes, era alferes no Regimento de Dragões de Minas. ===Estados Unidos=== Até 1800, existiam os postos de ensign (alferes) e de cornet (corneta) no Exército dos Estados Unidos, que correspondiam à primeira patente de oficial, respetivamente, das armas a pé e da cavalaria. Nesse ano, ambos os postos foram substituídos pelo de second-lieutenant (segundo-tenente). Na Marinha, Guarda Costeira e outros serviços uniformizados de âmbito marítimo dos Estados Unidos, existe o posto de ensign que corresponde à menor patente de oficial. Equivale ao posto de segundo-tenente do Exército, Marines e Força Aérea. O posto de ensign foi introduzido na Marinha dos Estados Unidos em 1862, em substituição do de passed midshipman (guarda-marinha aprovado). Dependendo da especialidade naval, um ensign pode servir imediatamente numa unidade operacional, logo após receber a sua patente, ou pode ter que passar entre um e dois anos em formação de especialidade até poder desempenhar uma função operacional. ===França=== Na França, durante o Antigo Regime, o posto equivalente ao de alferes era o de enseigne. Originalmente, a enseigne (signa) era o tipo de bandeira usado por cada um dos regimentos de infantaria. Por extensão, a designação passou também a ser aplicada aos oficiais que tinham como função transportar a enseigne. No final do século XVIII, o posto de enseigne foi substituído pelo de sous-lieutenant (subtenente) no Exército Francês. Na Marinha, existia o posto de enseigne de vaisseau (alferes de navio de linha), equivalente ao de enseigne das tropas de terra. No final do século XVIII, também foi substituído pelo posto de sous-lieutenant de vaisseau (subtenente de navio de linha), mas a designação original foi reposta pouco depois. Hoje em dia, existem os postos de enseigne de vaisseau de priemière classe (alferes de navio de linha de 1ª classe) e enseigne de vaisseau de deuxième classe (alferes de navio de linha de 2ª classe), os quais constituem as duas patentes inferiores de oficial da Marinha. Correspondem, respetivamente, aos postos de tenente e de subtenente do Exército e da Força Aérea. Os titulares de ambos os postos de enseigne de vaisseau têm o tratamento genérico de lieutenant (tenente). ===Portugal=== Atualmente, em Portugal, alferes é um posto de oficial subalterno, intermediário entre o de tenente e o de aspirante a oficial, no Exército, na Força Aérea e na Guarda Nacional Republicana. Na Marinha Portuguesa, a patente equivalente é a de guarda-marinha ou subtenente. Os alunos dos cursos superiores de duração superior a cinco anos, da Academia Militar e da Academia da Força Aérea, são graduados em alferes no 6º ano, tendo a designação honorífica de \"alferes alunos\". Tal como nos restantes reinos ibéricos, no Portugal medieval, dava-se o nome de \"alferes\" aos porta-bandeiras dos exércitos, das unidades militares individuais, das ordens de cavalaria e de outras instituições. O alferes da bandeira Real, tinha o título de \"alferes-mor de El-Rei\", assumindo por inerência a função de comandante-chefe do Exército, durante parte da Idade Média,. Na organização militar, decretada pelo Rei D. Sebastião em 1570, cada companhia de ordenanças incluía um alferes, imediatamente subordinado ao capitão e encarregue de levar a bandeira da unidade. Para além de encarregue da bandeira da companhia, o alferes exercia as funções de seu segundo comandante. O desempenho das funções de segundo comandante de companhia e mesmo de comandante em caso de ausência do capitão, acabou por impedir os alferes de transportarem a bandeira na maioria das situações. Em cada companhia de infantaria, foi então introduzido o cargo de abandeirado, o qual era desempenhado por um pajem que levava a bandeira quando o alferes estava impedido de o fazer. Com o tempo, a posição de alferes deixou de ser uma função e passou a constituir uma patente de oficial, ao qual já não estava necessariamente inerente a função de porta-bandeira. Os alferes mantiveram-se como segundos comandantes das companhias de infantaria até à introdução do posto de tenente, na nova organização do Exército de 1707. No século XVIII, a função de transportar a bandeira das unidades de infantaria passou a ser desempenhada pelos porta-bandeiras, os quais eram retirados da classe dos cadetes. Em 1796, cada regimento de infantaria passou a ter apenas dois porta- bandeiras, anexos à primeira e à segunda companhias de fuzileiros. No século XIX, a função voltou a ser desempenhada pelos alferes, sendo tradicionalmente atribuída aos dois oficiais mais novos do regimento. Atualmente, a função de transportar o Estandarte Nacional de uma unidade, em cerimónias militares, continua a ser atribuição de um oficial subalterno, que pode ser tanto um alferes como um tenente. Na arma de cavalaria, até ao início século XVIII, só existiam oficialmente alferes nas companhias de cavalos couraças (cavalaria pesada), as quais eram as únicas autorizadas a usar estandarte. No entanto, era comum a sua existência em algumas companhias de cavalos arcabuzeiros. A função de segundo comandante nas companhias de cavalaria era desempenhada por tenentes. A introdução do posto de alferes em todas as unidades de cavalaria só ocorreu em 1707. Nas armas de artilharia e de engenharia, o posto de alferes só foi introduzido em 1911. Naquelas duas armas, até então, em vez do posto de alferes, existia o posto de segundo-tenente. ===Reino Unido=== Até final do século XIX, o posto de ensign (alferes) era a primeira patente de oficial nos regimentos de infantaria do Exército Britânico, excepto nas unidades de fuzileiros e de rifles (caçadores) onde, em vez de ensigns, existiam second lieutenants (segundos tenentes). Nos regimentos de cavalaria, o posto equivalente era o de cornet (corneta). Tanto o termo \"ensign\" (literalmente \"signa\") como o termo \"cornet\" se referem a tipos de bandeiras usados, respetivamente, pela infantaria e pela cavalaria. Em 1871, o primeiro posto de oficial em todas as armas passou a ser o de second lieutenant, sendo extintos os postos de ensign e de cornet. Competia aos ensigns e aos cornet, entre outras funções, a de transportarem as bandeiras regimentais. O termo \"ensign\" ainda é hoje usado, nos regimentos de guardas a pé, para designar o oficial que leva a bandeira nas cerimónias militares. ===Rússia=== No Exército do Império Russo, o posto de пра́порщик [praporshchik] constituía a patente de oficial subalterno equivalente à de alferes. O termo tem origem em \"прапор\" [prapor], que significava \"bandeira\". Um praporshchik era, originalmente, um porta-bandeira das tropas da Rússia de Quieve. Inicialmente, o termo foi introduzido nos novos regimentos de streltsy de Pedro, o Grande, para designar o oficial de menor patente, sendo oficializado para toda a infantaria do Exército em 1722. Na cavalaria, o posto equivalente era o de корне́т [cornet] (corneta). As patentes de praporshchik e de cornet foram extintas pelos Bolcheviques, em 1917, e ambas substituídas pela de Комвзвода [komvzvoda] (comandante de pelotão). Por sua vez, em 1935, o posto de komvzvoda foi substituído pelo de Младший лейтенант [mladshiy leytenant] (tenente júnior). O posto de praporshchik foi reintroduzido no Exército Soviético em 1972, juntamente com o de Мичман [mishman] (guarda-marinha) na Marinha. Desta vez, já não designava um posto de oficial subalterno mas uma nova classe de suboficiais, então criada, intermediária entre a de oficial e a de sargento. A classe de praporshchik incluía as graduações de praporshchik (alferes) e stárshiĭ praporshchik (alferes superior). A classe de praporshchik foi mantida no Exército Russo pós-soviético, mas foi eliminada posteriormente durante as reformas da defesa levadas a cabo entre 2008 e 2011. O posto de praporshchik foi reintroduzido no Exército Russo em 2013. ==Alferes-mor== Nos reinos ibéricos medievais, o alferes-mor era o alto oficial ao qual competia transportar a bandeira real. Posteriormente, assumiram também funções de comandantes dos exércitos. ===Brasil=== Durante o Império do Brasil, existiu o cargo honorífico de alferes-mor, segundo o modelo do alferes-mor de Portugal. Na sagração e coroação do Imperador D. Pedro I, serviu como alferes-mor, Manuel Inácio de Andrade, barão de Itanhaém. ===Portugal=== Desde o reinado de D. Afonso Henriques que existiu, na hoste Real, o cargo de alferes-mor. O alferes-mor tinha a função de transportar a bandeira Real nas cerimónias públicas e em campanha de ser o imediato do Rei no comando supremo da hoste. Como mais tarde as funções de comando o impediam de transportar efetivamente a bandeira, essa tarefa foi atribuída a um seu substituto, denominado \"alferes- menor\" ou \"alferes pequeno\". Durante o reinado de D. Fernando I, foram criados os cargo de condestável e de marechal de Portugal, aos quais foram atribuídas as funções de, respetivamente, comandante-chefe e segundo comandante do Exército. O alferes-mor passou a ser então apenas o terceiro oficial na hierarquia de comando, voltando a ter funções efetivas de transporte da bandeira real. Durante a Batalha de Toro, ficou famoso Duarte de Almeida - alferes-mor de D. Afonso V - pelo seu sacrifício na proteção da bandeira do rei. O cargo acabou por se tornar meramente honorífico, existindo até ao fim da monarquia. ==Referências== *SOBRAL, J., Postos e Cargos Militares Portugueses, Audaces, 2008 *\"Título LVI - Do Alferes-Mor de El-Rei\", Ordenações do Senhor Rei D. Afonso V - Livro I ==Ver também== *Hierarquia militar (Portugal) *Subtenente *Guarda-marinha Categoria:Patentes militares",
 "title": "Alferes"
}