{
 "id": "35753",
 "text": "Heresia (do latim haerĕsis, por sua vez do grego , \"escolha\" ou \"opção\") é a doutrina ou linha de pensamento contrária ou diferente de um credo ou sistema de um ou mais credos religiosos que pressuponha(m) um sistema doutrinal organizado ou ortodoxo. A palavra pode referir-se também a qualquer \"deturpação\" de sistemas filosóficos instituídos, ideologias políticas, paradigmas científicos, movimentos artísticos, ou outros. A quem funda uma heresia dá-se o nome de heresiarca. Sob determinado ponto de vista, para acompanhar uma formulação de Georges Duby, “todo o herético tornou-se tal por decisão das autoridades ortodoxas. Ele é antes de tudo um herético aos olhos dos outros” (DUBY, 1990, p. 177). Desta maneira, ninguém é herético em si mesmo, e qualquer fundador ou participante de algum comportamento ou prática que tenha vindo a ser considerado historicamente como uma heresia nada mais é do que alguém que, do seu próprio ponto de vista, julgava estar ele mesmo percorrendo o caminho correto. O herege não é designado \"herege\" senão porque alguém, investido de poder eclesiástico e institucional classificou a sua prática ou as suas ideias como destoantes e contrárias a uma ortodoxia oficial que se autopostula como o caminho correto (BARROS, 2007-2008, p. 125). Evidentemente, tal não é o pregado pela ortodoxia doutrinária. No caso do cristianismo, especificamente, enquanto doutrina cuja acepção tradicional baseia-se num arcabouço filosófico objetivista e absolutista (em oposição a subjetivista e relativista), a heresia é em si um desvio da verdade universal, de modo que mesmo se todos os seres humanos acreditarem num erro, ele não passará, por isso, a ser verdade. Para retomarmos a história do conceito, o termo heresia foi utilizado primeiramente pelos cristãos, para designar ideias contrárias a outras aceitas,História Global Brasil e Geral. Volume único. Gilberto Cotrim. ISBN 978-85-02-05256-7 sendo aquelas consideradas como \"falsas doutrinas\". Foi utilizado tanto pela Igreja Católica como pelas Igrejas Protestantes, ambas argumentando que heresia é uma doutrina contrária à Verdade que teria sido revelada por Jesus Cristo, ou seja, que é uma \"deturpação, distorção ou má-interpretação\" da Bíblia, dos profetas e de Jesus Cristo (bem como do magistério da Igreja no colégio apostólico, no caso da Igreja Católica e dos primeiros cristãos). A própria Bíblia fala sobre a \"aparição de heresias\", \"idolatria, feitiçarias, inimizades, porfias, emulações, iras, pelejas, dissensões, heresias,\" (Gálatas 5:20). Por exemplo, segundo o ponto de vista de determinadas correntes cristãs, os cátaros da França pareciam reconhecer dois deuses (um do Bem, que seria Jesus Cristo, e outro do Mal). A perspectiva maniqueísta dos cátaros levou as correntes afiliadas ao tronco ortodoxo do catolicismo a argumentar que na Bíblia existe só um Deus, de modo que este culto foi considerado uma heresia, gerando uma implacável perseguição por parte das autoridades religiosas e seculares que culminou com a chamada Cruzada Albigense. Embora o termo \"heresia\" seja utilizado até à atualidade, terminou por ser historicamente associado à Idade Média, bem como às ações da Inquisição perpetradas pelo que se convencionou chamar caça às bruxas. Atualmente, pensadores ligados à autoridade eclesiástica admitem que a prática inquisitorial estava errada ao punir com violência e morte indivíduos considerados hereges, ferindo o direito de escolha religiosa que nos dias de hoje é considerado como direito inalienável do ser humano.. Perdoai as nossas ofensas - Revista Veja Especial Papa João Paulo II. 6 de abril de 2005 == Heresias religiosas == === Heresia no cristianismo === Desde Jesus Cristo (Jo 17,21) passando por todos os apóstolos, especialmente São Paulo, existiu um esforço para manter unidade no cristianismo. A primeira forma de demonstração desse impulso foi a manutenção da unidade em torno de Pedro. Se há um só Deus, que se revelou em Jesus Cristo, que fundou Sua única Igreja (Mt 16,18) e se Jesus Cristo mesmo diz que Ele é o Caminho, a Verdade e a Vida, argumenta-se que não poderiam existir outras verdades verdadeiras. Tal asserção, contudo, foi contestada ao longo da história. Pois se o cristianismo conheceu o impulso e desejo de unificação e centralização ao longo dos séculos, que praticamente se confunde com a história das sociedades ocidentais, a religião cristã também conheceu numerosos desdobramentos, cisões, rejeições da autoridade única, e desde cedo proliferaram as mais diversas formas de religiosidade relacionadas com o cristianismo. As Heresias, de fato, constituem formas de religiosidade cristã ou concepções do cristianismo destoantes daquela perpetuada pelo grupo sucessor dos apóstolos e/ou dos mártires e primeiros cristãos em geral, cujas acepções eram afins com o grupo que despontava desde o século primeiro como \"oficial\", no qual se incluíam, no século primeiro, o próprio apóstolo João em idade avançada, bem como Clemente Romano, e, nos seguintes, Orígenes, Inácio de Antioquia, Pápias de Hierápolis, Policarpo de Esmirna, Irineu de Lyon, Antão, entre outros vários. Esse grupo rejeitou firmemente qualquer desvio da doutrina que proclamavam, não sem gerar estigmatização e perseguição aos grupos hereges. A designação de determinada prática religiosa como heresia é construída, evidentemente, a partir de um ponto de vista que se propõe ortodoxo (BARROS, 2007-2008, p. 125). No início era pouco evidente uma Igreja organizada como hoje, e desde o século primeiro, entre os que aderiam ao cristianismo, sempre existiram controvérsias doutrinárias e disciplinares, a respeito das quais se manifestavam com autoridade o grupo dos apóstolos, com especial destaque para Pedro, como se vê em At 15, 1-5. Havia grupos em Roma, no Oriente e norte da África, que sob influência helenística, zoroastrista e de convicções pessoais, que queriam adaptar a doutrina de Jesus às suas ideias. Tais foram os grupos dissidentes ou heréticos fundados por Donato Magno, o gnosticismo de Marcião (o \"Primogênito de Satanás\" segundo Jerônimo ), Montano, Nestório, Paulo de Samósata e Valentim entre outros. Os escritos de Tertuliano contra os heréticos e o \"Contra Heresias\" de Ireneu de Lyon foram respostas às heresias. O Primeiro Concílio de Niceia foi convocado pelo imperador Constantino I devido a disputas em torno da natureza de Jesus \"não criado, consubstancial ao Pai\". Na Santíssima Trindade, as três pessoas têm a mesma natureza, ou seja, a divina. A partir de 325, alguns pontos do cristianismo foram estabelecidos como dogma através de cânones promulgados pelo primeiro concílio de Niceia, dentre outros. O Credo Niceno esclarecia os erros do arianos que negava a divindade de Jesus. Foi usado por Cirilo para expulsar Nestório. O sacerdote espanhol Prisciliano foi o primeiro a ser executado por heresia, 60 anos após o concílio de Niceia (em 385), sob o protesto de Martinho, Bispo de Tours, que não aceitava o “crime novo de submeter uma causa eclesiástica a um juiz secular”. Uma das linhas que foi condenada como heresia eram as que divergiam da afirmação de que Cristo era totalmente divino e totalmente humano, e que as três pessoas da Trindade são iguais e eternas. À semelhança do que ocorreu em diversos outros momentos da história, este dogma (Um só Deus em Três Pessoas = Três pessoas e uma só natureza divina assim como existem bilhões de pessoas e uma só natureza humana) foi proclamado como tal em definitivo somente depois que Ário o desafiou (veja controvérsia ariana), embora muito antes disso ele fosse ensinado pela ortodoxia. === Heresia na Igreja Católica === Historicamente, houve muitos que discordaram dos dogmas da Igreja. Eram considerados hereges quando se tornavam uma ameaça à unidade em torno da autoridade papal e porque propalavam ideias ou práticas contrárias à interpretação da Igreja Católica sobre a doutrina ensinada por Jesus Cristo e contida nos Escritos Sagrados. === Seitas consideradas heréticas do cristianismo === ==Ver também== * Heresiologia * Heterodoxia * Seita * Ortodoxia ==Bibliografia== * BARROS, José D'Assunção. \"Heresias entre os séculos XI e XV: Uma revisitação das fontes e da discussão historiográfica – notas de leitura\". in Arquipélago. Ponta Delgada (Açores): Universidade dos Açores, 2007-2008, p. 125-162. * DUBY, Georges. \"Heresias e Sociedades na Europa Pré-Industrial, séculos XI-XVIII\". in Idade Média – Idade dos Homens. São Paulo: Companhia das Letras, 1990. p.175-184 [original: 1988]. * FALBEL, Nachman. Heresias medievais. São Paulo: Perspectiva, 1999. * FRANGIOTTI, Roque. História das Heresias séculos I-VIII, Paulus, 1995. * RIBEIRO JUNIOR, João. Pequena história das heresias. Campinas: Papirus. == Ligações externas == * * Catholic Encyclopedia: Heresy (newadvent.org)",
 "title": "Heresia"
}