{
 "id": "35763",
 "text": "Os tetrápodes (Tetrapoda) constituem uma superclasse de vertebrados terrestres, possuidores de quatro membros. Os Tetrapoda evoluíram dos peixes de nadadeira lobada há cerca de 395 milhões de anos, no Período Devoniano, conquistando o ambiente terrestre. Usa-se este termo para designar os animais que possuem 4 membros. Nota-se, porém, que existe uma nuance de significado entre tetrápode (do grego) e quadrúpede (do latim), com o mesmo significado etimológico. O grupo dos Tetrápodes também incluem animais que evoluiram de tetrápodes com 4 membros mas perderam um ou os dois pares de membros como as cobras, os cetáceos e as cecílias. As serpentes, apesar de não possuírem membros são Tetrapoda, pois seus membros sofreram um processo denominado regressão e foram perdidos, mas como pertencem ao grupo dos Lepidossauros, são descendentes de um ancestral Tetrapoda. == Biodiversidade == Os Tetrapoda compõem metade das espécies de vertebrados conhecidos e apresentam enorme diversidade morfológica, comportamental, ecológica, ocupando diversos ambientes no planeta. Neles estão incluídos quatro grupos atuais: anfíbios, répteis, aves e mamíferos. Ao longo de milhões de anos, a biodiversidade de anfíbios, bem como dos Tetrapoda em geral, tem crescido exponencialmente: mais de espécies que vivem hoje descendem de um único grupo ancestral do início para o Devoniano Médio. No entanto, esse processo de diversificação foi interrompido, pelo menos algumas vezes, por grandes crises biológicas, como o evento de extinção do Permiano-Triássico, que pelo menos afetou amniotas. A composição global da biodiversidade foi impulsionada principalmente por anfíbios no Paleozoico, dominada por répteis do Mesozoico e ampliada pelo crescimento explosivo de aves e mamíferos do Cenozoico. Existe um grande número de espécies conhecidas, chegando atualmente em um total de quase , e o Brasil apresenta grande riqueza de espécies (estando em altos posicionamentos em rankings de biodiversidade) como listado na tabela abaixo. Ao mesmo tempo em que novas espécies são descritas, uma quantidade considerável delas está ameaçada de extinção segundo a lista vermelha da IUCN de 2014, também apresentada na tabela. Diversidade de Tetrápodes no Mundo e no Brasil Grupo Imagem Número estimado de espécies conhecidas Número de espécies no Brasil Número de espécies ameaçadas no mundo Porcentagem aproximada de espécies ameaçadas Anfíbios cecílias, pererecas, rãs, sapos, salamandras 7919 (em 2018) 1140 (em 2018) 1957 (em 2014) 25% Répteis tartarugas, crocodilos lagartos, serpentes 10 793 (em 2018) 2086 (em 2015) 927 (em 2014) 8,5% Aves 10 495 (em 2014) 1811 (em 2018) 1373 (em 2014) 13% Mamíferos monotremados, marsupiais, placentários 5 513 (em 2014) 541 (em 2002) 1199 (em 2014) 22% Total 34720 5578 5456 16% == Evolução == O grupo Tetrapoda inclui todos os vertebrados terrestres, vivos ou extintos, e os estudos indicam que tenham surgido no Devoniano há 400 milhões de anos, evoluindo a partir dos peixes lobados incluídos, junto aos tetrápodes, no clado Sarcopterygii. Devido à falta de evidências significativas de que os primeiros tetrápodes teriam capacidade de movimento terrestre, o que se considera é que os mesmo andavam na água rasa. A mudança de plano corporal, que permitiu aos animais a capacidade de se mover em terra é considerada umas das mais profundas mudanças evolutivas as PDF e também é uma das melhores estudadas graças à grande quantidade de fósseis de transição encontrados no final do século XX e uma boa análise filogenética. Muitos grupos já foram colocados como ancestrais dos Tetrapoda desde as descobertas dos fósseis e, atualmente, acredita-se que sejam os elpistostegalians (também conhecido como Panderichthyida), do gênero Tiktaalik. Dentre as características que ligam os Tiktaalik aos Tetrapoda, há a presença do que se conhece hoje como pescoço, que é resultado da ausência de ossos recobrindo suas guelras, o que separa a cintura escapular do crânio, conectada agora ao troco por tecidos moles; Ao se comparar com o tetrápode Ichthyostega, há capacidade de se locomover em terra na forma de um selo, com a porção anterior do tronco elevada, a parte traseira se arrastando para trás, graças a seus membros anteriores serem robustos e à cintura escapular. Além disso, há a presença de um padrão de ossos no teto do crânio e a presença de uma caixa torácica semi-rígida de nervuras sobrepostas, que pode ter substituído uma espinha rígida. As referências usadas foram baseadas nas ideias de Jacques Gauthier, referência em paleontologia de vertebrados, onde o mesmo desconsidera apenas os grupos mais derivados \"Tetrapodas verdadeiros\" enquanto o basais, Acanthostega e Ichthyostega, por exemplo, são classificados como \"Tetrapodomorpha\". ====Tetrápodes do paleozoico==== O fóssil mais antigo descoberto até o momento é datado de 390 milhões de anos, no Devoniano, e é registrado com rastros e pegadas, na Polônia. Os fósseis parciais mais antigos são do Frasniano (há aproximadamente 380 milhões de anos), final do Devoniano, e são considerados Tetrapoda verdadeiros pela presença de digítos, incluindo Elginerpeton e Obruchevichthys. Os Tetrapoda basais deste período foram extintos na grande Grande Extinção do Devoniano e isso marcou uma pausa nos registros fósseis desse grupo. ====== Devoniano ====== Os primeiros Tetrapoda eram semelhantes ao Ichthyostega, com pernas e pulmões além das brânquias, mas primordialmente aquáticos. Após passar por duas extinções, os Tetrapoda semelhantes a peixes desapareceram dos fósseis e os próximos encontrados já eram capacitados à vida terrestre, no Carbonífero (mais de 10 milhões de anos depois). ====== Carbonífero ====== Durante o início do Carbonífero, o número de dígitos nas mãos e nos pés dos Tetrapoda foi padronizado para no máximo cinco, os que tinham mais foram extintos. Eles se irradiaram em \"tetrápodes verdadeiros\". Os anfíbios modernos são derivados dos Temnospondyli ou dos Lepospondyli (ou dos dois), enquanto os Amniotas (répteis, mamíferos e parentes) derivam provavelmente dos Anthracosauria. Os primeiros Amniota são conhecidos desde a primeira parte do Carbonífero tardio. Os anfíbios retornaram para a água para reprodução e os ovos de amniota possuem uma membrana que garante a troca gasosa fora da água e, portanto, podem ser depositados em terra. Anfíbios e amniotas foram afetados pelo Colapso da Floresta Tropical Carboniforme (CRC), um evento de extinção que ocorreu há 300 milhões de anos. O súbito colapso de um ecossistema vital deslocou a diversidade e a abundância de grandes grupos. Os Amniota eram mais adequados às novas condições e invadiram novos nichos ecológicos e começaram a diversificar suas dietas para incluir plantas e outros tetrápodes, antes limitados a insetos e peixes. ====== Permiano====== Havia dois importantes clados de Amniotas, os Sauropsida e Synapsida. Estes últimos foram os animais Permianos mais importantes e bem sucedidos. No final do Permiano houve uma grande rotatividade na fauna durante o evento de Extinção Permiano-Triássico. Houve uma perda prolongada de espécies, devido a múltiplos pulsos de extinções. Muitos dos grupos outrora grandes e diversos morreram ou foram bastante reduzidos. ====Tetrápodes do Mezosoico==== A vida na Terra estava se recuperando das extinções do Permiano. Animais especializados que formavam ecossistemas com alta biodiversidade e complexidade, teias alimentares complexas e uma variedade de nichos demoravam muito mais para se recuperar. Pesquisas atuais indicam que esta longa recuperação foi devido a sucessivas ondas de extinção, que a inibiram, e a prolongar o estresse ambiental para organismos que continuaram no início do Triássico, indicam também que a recuperação não começou até o início do Triássico Médio, de 4 a 5 milhões de anos após a extinção. Um pequeno grupo de répteis, os Diapsida, começaram a se diversificar durante o Triássico, notavelmente os dinossauros. No final do Mesozoico, os grandes grupos de labirintos que surgiram durante o Paleozoico, como temnospondylos e anfíbios semelhantes a répteis, tinham sido extintos. Todos os grupos principais atuais de Sauropsida evoluíram durante o Mesozoico, com as aves surgindo no Jurássico como um clado derivado de dinossauros. Muitos grupos de Synapsida, como Anomodontia e Terocéfalos, que antes compreendiam a fauna terrestre dominante do Permiano, também se extinguiram durante o Mesozoico; durante o Triássico, no entanto, um grupo (Cynodontia) deu origem ao táxon descendente Mammalia, que sobreviveu através do Mesozoico para depois se diversificar durante o Cenozoico. == Classificação == ===História da classificação=== Ao longo da história, todas as culturas humanas classificam animais comuns segundo padrões observados na diversidade. Essas classificações variam em sua finalidade e métodos, variando conforme valores da sociedade.HICKMAN Jr., CLEVELAND P.; ROBERTS, LARRY S.; LARSON, ALLAN. Princípios Integrados De Zoologia. 16ª. Edição Editora: Guanabara Koogan, 2016 Aristóteles, renomado filósofo e biólogo grego, foi o primeiro a classificar organismos de acordo com suas similaridades estruturais. No século XVIII, o florescimento da sistemática culminou com os trabalhos de Carolus Linnaeus, que desenvolveu o atual esquema de classificação. Atualmente, ainda foram incorporados a sistemática filogenética (cladística) e a taxonomia evolutiva, que levam em consideração análises biomoleculares e estudos de fósseis. ===Classificação dos Tetrápodes atuais=== Abaixo estão representados os Tetrapoda viventes em um cladograma adaptado de estudos géneticos de Y Chiari e Crawford em 2012:Phylogenomic analyses support the position of turtles as the sister group of birds and crocodiles (Archosauria) Y Chiari, BMC ===Classificação de Tetrapoda basais=== No início do Carbonífero, os neotetrápodes se dividiram em duas linhagens principais, um resultando nos anfíbios (Lissanfíbios) atuais e outro nos amniotas (Mamíferos, Aves e Répteis) atuais, formando assim os clados Batracomorfa e Reptiliomorfa, respectivamente, que incluem os representantes fósseis. A distribuição da maioria dos Tetrapoda basais extintos é controversa e não há um consenso, principalmente quanto ao posicionamento de Temnospondyli e Lepospondyli, e de qual dos dois ramos os Lissanfíbios surgiram.Benton, Michael (4 August 2014). Vertebrate Palaeontology. Wiley. p. 398. ISBN 978-1-118-40764-6. Retrieved 2 July 2015. ====Hipótese de Temnospondyli==== Na Hipótese de Temnospondyli, os Lissanfíbios emergiram deste grupo. Esta é a hipótese mais bem aceita e apoiada, mostrada no cladograma modificado a partir de Coates, Ruta e Friedman (2008). Em verde está o ramo de todos os Lissanfíbios e, em azul, dos Amniotas. ====Hipótese de Lepospondyli==== Nesta hipótese, alguns Lepospondyli (Nectridea, Lysorophia e outros) e os Lissanfíbios são mais próximos, e os Temnospondyli são um clado pré-tetrapoda (stem-tetrapods), grupos muito semelhantes e mais próximos aos tetrápodes do que dos Dipnoi.LAURIN, Michel. How vertebrates left the water. Univ of California Press, 2010. Abaixo está um cladograma modificado a partir de Laurin, How Vertebrates Left the Water (2010). Em verde está o ramo dos pré-tetrapoda, em vermelho dos Amniotas e em azul dos Lissanfíbios, incluindo os Lepospondyli. ====Hipótese de Polifiletismo==== Na Hipótese de Polifiletismo, não há o grupo Lissamphibia. Os sapos são considerados Temnospondylis Anfibamida, as cecílias são Lepospondylis Microsauriano e as salamandras pertenceriam aos Temnospondylis Branchiosaurídeos ou estariam junto aos albanerpetontídeos, sendo grupo-irmão de sapos. Representa-se abaixo um cladograma modificado a partir de Schoch, Frobisch, (2009). == Relações filogenéticas == ===Pré-Tetrapoda=== Pré- Tetrapoda são todos os animais mais próximos dos Tetrapoda do que os peixes pulmonados (dipnoi), excluindo o ramo principal de Tetrapoda. O cladograma a seguir representa as relações filogenéticas entre esses animais, segundo Swartz, 2012. == Anatomia e Fisiologia == === Esqueleto === ==== Crânio ==== O crânio é dividido em condrocrânio, esplancnocrânio e dermatocrânio: o primeiro dá suporte ao encéfalo e aos órgãos sensoriais; o segundo é derivado de arcos branquiais e estruturas associadas; já o terceiro completa a arquitetura superficial do crânio, provavelmente evoluindo a partir de esqueleto dérmico. As diferenças da arquitetura do crânio em relação aos seus ancestrais manifestam-se principalmente nos aspectos de alimentação, trocas gasosas e órgãos sensoriais, devido a transição do meio aquático para o terrestre. ==== Esqueleto axial e sustentação ==== Os Tetrapoda foram os primeiros a possuírem pescoço, ou seja, houve uma desassociação entre os ossos da cintura escapular e os do crânio e a conexão passou a contar principalmente com tecidos moles, o que permitiu uma articulação crânio-vertebral mais flexível. Sua coluna vertebral sofreu grandes mudanças devido a diferentes estresses impostos ao corpo, principalmente causados pela ação da gravidade no ambiente terrestre: resistir a flexões em determinadas áreas e fornecer mobilidade a outras tornou-se necessário, exigindo ossos rígidos e com capacidade de remodelação. Os amniotas possuem ossos em camadas concêntricas ao redor de vasos sanguíneos, formando os sistemas harvesianos, sendo que sua estrutura não é uniforme. As vértebras necessitavam de centros vertebrais firmes associados a articulações entre elas, capazes de facilitar ou restringir movimentos em determinadas partes. Há também diferenciação das vértebras segundo a região do corpo, podendo ser divididas em cervicais, torácicas, lombares e sacrais. Além disso, era necessário aumentar a força de alavanca dos músculos através de uma relação mais íntima com as cinturas. Nos Tetrapoda, as brânquias e a musculatura associada foram perdidas, mas os elevadores das brânquias (que nos peixes são o músculo cucularis) evoluíram no trapézio. === Locomoção === O ancestral dos Tetrapoda, Tiktaalik, apresentava membros com raios dérmicos, que funcionavam como nadadeiras, sendo um animal que provavelmente nadava e se deslocava nos fundos. Gêneros de Tetrapoda primitivos como Acanthostega e Ichthyostega já não apresentavam raios em seus membros robustos, mas, levando em consideração a estrutura da cauda, eficiente para natação mantendo os raios dérmicos, e a presença de sulco ventral nos ossos que alojariam arcos aórticos – o que indicaria presença de brânquias – infere-se que eles estavam ao menos parcialmente associados à água. Um possível cenário para a transição de ambiente seria a capacidade de alguns Sarcopterygii, com nadadeiras lobadas, de andar em terra, deslocando-se de um lago para outro devido a condições ambientais desfavoráveis, como secas periódicas. Os Tetrapoda foram os primeiros animais a possuírem patas, ao em vez de nadadeiras, e as usam gerando tração com o substrato para se locomover. É provável que seus ancestrais utilizavam seus membros para andar sobre regiões com água rasa, remar onde a água era mais profunda e rastejar na região da margem. Por outro lado, a maioria dos Tetrapoda é terrestre e, sem a sustentação da água, o corpo deve se apoiar totalmente nos membros, o que exige apêndices muito fortes, cinturas firmes e uma coluna vertebral mais resistente. Este grupo de animais têm membros com articulações (joelho, cotovelo, punho e tornozelo) e mãos e pés com dígitos, cujo número varia dependendo do organismo. Os hábitos podem ser muito especializados, sendo que os organismos podem se mover através de natação, voo, movimento cursorial, saltatório ou até em ricochete (em uma série de saltos). === Circulação === Com o desenvolvimento dos pulmões, evoluiu uma circulação dupla nos vertebrados, em que há um circuito em relação aos pulmões e outro em relação aos sistemas do corpo. Os primeiros Tetrapoda muito provavelmente possuíam coração com 3 cavidades — dois átrios e um ventrículo, assim como a maioria dos anfíbios. O sangue contendo altas taxas de oxigênio entra no átrio esquerdo, passa para o ventrículo e vai em direção às células do corpo. Este sangue, por sua vez, volta para o coração com baixas taxas de oxigênio e entra no átrio direito. Este, então, dirige-se ao ventrículo novamente e vai em direção aos pulmões, enriquecendo-se com oxigênio e completando o ciclo. Neste processo, existe uma válvula espiral que diminui a mistura de sangue rico e pobre em oxigênio nos ventrículos, aumentando assim a eficiente metabólica do animal. É necessário que haja alta pressão sanguínea para que o sangue possa ser bombeado contra a aceleração da gravidade, já que, sem este fator, o sangue tenderia a se concentrar em pontos baixos do corpo. As paredes dos vasos sanguíneos apresentam permeabilidade, o que permite que plasma, células sanguíneas, gases e nutrientes atravessem tal epitélio. Há sistema linfático, que recapta o sangue que volta dos tecidos, e seu transporte se dá por contração dos músculos e tecidos, além da presença de válvulas para evitar contra fluxo. === Pele=== A pele dos tetrápodes é queratinizada e muito variada dependendo de qual grupo se observa. Esta estrutura pode ser muito fina, úmida e permeável, rica em glândulas, tendo função na respiração, como nos anfíbios; pode haver presença de placas e/ou escamas, grossas e impermeáveis, o que contribui para evitar perda de água no ambiente terrestre, proteção mecânica e contra patógenos, como nos répteis; pode apresentar anexos exclusivos como as penas nas aves, que conferem capacidade de voo e armazenamento de calor; pode haver estruturas queratinizadas, como nos mamíferos — os pelos, que servem para proteção mecânica e armazenar calor, além de garras (também presentes em outros Tetrapoda) e unhas, cornos e chifres, usados para defesa e corte. A pele e as estruturas nela presentes conferem ao animal sua cor (que está relacionada a diferentes funções, como camuflagem, aposematismo, display e dimorfismo sexual), além da presença de glândulas multicelulares, que secretam muco, veneno (em anfíbios), substâncias de defesa, feromônios, secreções oleosas, suor (em mamíferos), leite (em mamíferos). === Respiração === Inicialmente, poderia se pensar que os peixes pulmonados seriam um modelo de Tetrapoda ancestral, porém, tais peixes são animais muito especializados, sendo que as espécies existentes no Devoniano pareciam ser muito semelhantes às viventes. Tetrapoda basais poderiam respirar através de brânquias — como Acanthostega, o qual, baseado na morfologia dos membros, presença de brânquias internas e cauda com nadadeira, infere-se que tinha hábitos aquáticos. A tendência, no entanto, foi a perda das brânquias internas e a respiração passa a ser pulmonar, observando-se, nos fósseis, costelas para suporte dos pulmões. Nas espécies atuais, a respiração é principalmente cutânea entre os anfíbios — os quais também podem apresentar brânquias ou pulmões — logo, sua pele é bem vascularizada e fina. Entre os Tetrapoda em geral, a respiração pulmonar é muito presente, com pulmões pares — o que difere em relação aos peixes pulmonados — com traqueia fortalecida por anéis cartilaginosos e laringe, além de ramificação em brônquios. Os pulmões podem ser simples ou subdivididos de forma complexa. Aves apresentam um sistema respiratório muito eficiente que se apresenta como um canal contínuo de ar, suprindo a grande demanda energética do voo. Mamíferos apresentam cavidades nasais bem desenvolvidas. Nos ovos amnióticos, o alantoide é um anexo embrionário que permite as trocas gasosas do embrião com o meio. === Órgãos sensoriais === Na transição para o ambiente terrestre, houve a gradual redução da hiomandíbula, a qual, em Tetrapoda terrestres, está relacionada a audição, compondo ossos do ouvido interno. Além disso, com a menor densidade do ambiente, surgiram estruturas amplificadoras das ondas sonoras, do ouvido médio. Tais modificações ainda não haviam ocorrido em tetrápodes basais como Acanthostega. Acanthostega, por exemplo, que mantinha hábitos aquáticos, possivelmente utilizava as narinas para quimiorrecepção, dadas as semelhanças dessas estruturas e do palato com as dos peixes. Este animal também apresentava linha lateral, mecanorreceptor típico de peixes, em tubos através do esqueleto dérmico. Os olhos, grandes em comparação ao dos peixes, eram sustentados por placas escleróticas e as cápsulas óticas eram pouco ossificadas. Em grande parte dos tetrápodes terrestres viventes, existem os órgãos vomeronasais, em forma de saco e com microvilosidades, cuja função é olfativa. Existem outros receptores olfativos no epitélio olfativo nas vias nasais desses animais, que entra em contato com o ar através de cada inalação. A propriocepção é especialmente importante para os Tetrapoda terrestres, que tem de constantemente manter sua postura diante da gravidade, ajustando intensidade e frequência da contração muscular e o ângulo dos membros. Os proprioceptores percebem informações relacionadas ao movimento do próprio organismo, e incluem os fusos musculares, com suas fibras intrafusais e extrafusais, que percebem o alongamento do músculo, e órgãos tendinosos de Golgi, que informam sobre a posição das articulações. O sistema de linha lateral (mecanorreceptor) funciona no ambiente aquático e está presente em alguns anfíbios juvenis e adultos, porém é ausente nos amniotas, mesmo os aquáticos. Assim como seus ancestrais, os peixes, os Tetrapoda têm seu equilíbrio mantido através de um sistema do ouvido médio. O número de canais e a forma do ouvido interno varia entre os organismos, mesmo que a percepção e o equilíbrio funcionem de modo semelhante. Em relação a audição, é necessário que as ondas sonoras levem a vibração dos ossos presentes no ouvido para que o som seja detectado. No ar, meio menos denso do que a água, frequências mais altas são percebidas mais facilmente, apesar de ser possível ondas de baixa frequência estimularem a audição de algumas cecílias, salamandras e squamatas. Tetrapoda terrestres em geral apresentam uma membrana timpânica na superfície e o tubo de Eustáquio conectando ao ouvido médio. Está presente também no mínimo um osso auditivo, como a columela (em anfíbios e répteis) e o estribo (em mamíferos), que ao vibrar permitem a percepção do som. Diferentes grupos de Tetrapoda apresentam variações no mecanismo e nas estruturas de detecção do som. Os olhos de Tetrapoda terrestres, sem constante irrigação por água do ambiente, necessitam ainda da manutenção da hidratação e proteção. Eles apresentam, então, uma ou mais pálpebras em cada olho, que o protegem e limpam ao se mover pela superfície do órgão. Nos amniotas, pode haver pálpebras superior e inferior, além de uma membrana nictitante. Há também glândulas que lubrificam os olhos e um duto nasolacrimal que drena lágrimas dos olhos para o nariz. A córnea tem papel essencial na visão dos Tetrapoda, já que o índice de refração do ar é menor do que da água, funcionando como lente. As lentes dos Tetrapoda são, em geral, mais finas, mais achatadas e relativamente próximas a retina, permitindo foco em objetos distantes. === Alimentação === miniaturadaimagem|Dentição de crocodilo, um réptil carnívoro. Peixes capturam seu alimento através de sucção, dado que o ambiente aquático é mais denso do que o ar, mecanismo que não funciona em ambiente terrestre. Logo, a alimentação passa por grandes mudanças nos Tetrapoda. Peixes primitivos, como Eusthenopteron, Panderichthys e Tiktaalik apresentavam dentes coronoides, que estão ausentes no Tetrapoda basal Acanthostega, por exemplo. Nestes peixes primitivos também há uma fossa póstero-dorsal no osso articular, a qual se localiza dorsalmente em Acanthostega, indicando uma mudança na articulação do crânio e, consequentemente, mudança nos hábitos alimentares com a transição de ambiente. Infere-se que Acanthostega teve hábitos aquáticos e provavelmente se alimentava na água. No entanto, observando-se morfologia e suturas do crânio, concluiu-se que este animal capturava suas presas através da mordida, típico de Tetrapoda terrestres. É possível que a captura de alimento se desse em águas rasas, predando animais terrestres. O peixe ancestral de Tetrapoda, Tiktaalik, apresentava fileiras de dentes afiados e provavelmente se alimentava através da sucção, tipicamente aquática. Acanthostega mostra mudanças em relação aos peixes primitivos, que apresentavam tais fileiras de dentes, para um grande número de pequenos dentes e duas presas grandes, o que também apoia a ideia de alimentação em águas rasas. Os Tetrapoda basais eram, em geral, predadores, alimentando-se de artrópodes ou pequenos vertebrados. Alguns ancestrais imediatos de amniotas atuais se mostravam como animais ágeis e pequenos, com modificações no esqueleto e nas mandíbulas, também indicando predação de invertebrados terrestres. As dietas dos Tetrapoda atuais variam muito, uma vez que há diferenças nas articulações do crânio e das maxilas, na presença, formato e número de dentes, estrutura da língua e outras estruturas envolvidas na captura e manipulação do alimento, como o bico. Por exemplo, a língua dos peixes é pequena e óssea, enquanto que a dos Tetrapoda é grande e musculosa, sendo que a estrutura deste órgão também varia dentro desse grupo dependendo dos hábitos alimentares do organismo. A presença de glândulas salivares é importante para lubrificação, facilitando o engolimento, e pela presença de enzimas digestivas que iniciam a digestão do alimento na boca. == Ver também == # Referência Online de Espécies de Anfíbios do Museu Americano de História Natural # Database de espécies de répteis # Referência de número de espécies de aves no Brasil de BirdLife International # == Ligações externas == * Categoria:Tetrapoda Categoria:Teleostomi",
 "title": "Tetrápodes"
}