{
 "id": "35814",
 "text": "thumb|right|180px|Os edifícios são alguns dos mais modernos meios de habitação. Na foto, um edifício de alto padrão do centro de São Paulo. Habitação ou espaço doméstico é o lugar onde o ser humano vive. Uma habitação é normalmente uma estrutura artificial (ainda que nos primórdios o ser humano tenha utilizado, para o mesmo efeito, formações naturais, como cavernas), constituída essencialmente por paredes, geralmente com fundações e uma cobertura que pode ser, ou não, um telhado. Uma habitação serve, em termos mais pragmáticos para providenciar abrigo contra a precipitação, vento, calor e frio, além de servir de refúgio contra ataques de outros animais (ou de outros seres humanos). O termo lar tem uma conotação mais afectiva e pessoal: é a casa vista como o lugar próprio de um indivíduo, onde este tem a sua privacidade e onde a parte mais significativa da sua vida pessoal se desenrola. Isto, apesar de muitas pessoas passarem grande parte do dia no seu emprego (fora de casa, ainda que meios de comunicação como a Internet tenham aumentado o número de pessoas que trabalham em casa), ou em locais de recreação. A casa serve também como local de repouso. Há, efectivamente quem veja a sua casa, acima de tudo, como o local onde dorme. O antigo arquiteto romano Vitrúvio acreditava que a primeira solução arquitetônica era uma cabana feita de galhos cobertos de argamassa de barro — uma cabana primitiva. Mais tarde, Philip Tabor observou que as casas holandesas do século XVII eram a base da arquitetura moderna.História do interior e do planejamento. ==Dentro de uma habitação== Uma casa tem, em termos gerais, *uma entrada (uma porta ou um pórtico), janelas (ou mesmo nenhuma: em \"Os Miseráveis\", Victor Hugo refere - no capítulo 4, do Livro primeiro, primeira parte - um imposto sobre as portas e janelas: em França haveria, segundo a personagem que fala, 1 320 000 casas de camponeses com apenas três aberturas; 1 817 000 com apenas duas aberturas e 346 000 \"cabanas\" com apenas uma abertura: a porta, de forma a obviar ao imposto) . *alguns cômodos (ou divisões) como: **hall, **sala de estar **quartos, **cozinha, **casa de banho **escritório **suite ==Ver também== *Casa *Cômodos da casa *Construção *Direito urbanístico *Edícula *Eletrodomésticos de casa *Fundo de Investimento Imobiliário *Lar *Locação *Mobiliário de casa Categoria:Casa Categoria:Lar Categoria:Arquitetura civil Categoria:Setor imobiliário",
 "title": "Habitação"
}