{
 "id": "35813",
 "text": "O Clube Náutico Capibaribe (mais conhecido como Náutico) é um clube desportivo brasileiro sediado na cidade do Recife, estado de Pernambuco. Entre os clubes brasileiros em atividade, o Náutico é o clube poliesportivo mais antigo da região Nordeste, a considerar sua fase embrionária, sendo ainda o clube esportivo mais antigo em atividade fora do eixo Rio-São Paulo. Fundado por dois grupos de remadores recifenses em 1898 como Club Náutico do Recife, tem como data de fundação oficial 7 de abril de 1901. No futebol, teve seu primeiro time em 1905, formado por ingleses e alemães. Em Pernambuco, foi o primeiro clube a atingir notoriedade regional e nacional, sendo hoje, em nível estadual, o clube com mais sócios, conforme informações públicas em seu site oficial. É reconhecido como o clube de maior destaque da região Nordeste em competições regionais e nacionais durante a década de 1960, tendo sido inclusive o clube da região que mais disputou semifinais de Campeonato Brasileiro na década, figurando, desde à época, como um dos \"gigantes\" do futebol nordestino, alcunha inclusive utilizada até hoje pelos torcedores alvirrubros e em campanhas e mídias publicitárias. O clube fez campanhas relevantes a nível nacional, tendo sido vice-campeão do Campeonato Brasileiro de 1967 e semifinalista em 1961, 1965, 1966 e 1968. No Norte-Nordeste, o Náutico ocupa o rol dos quatro clubes da região com mais participações na Série A do Campeonato Brasileiro e mais bem posicionados no ranking histórico da CBF, junto a Bahia, Sport e Vitória, sendo ainda o clube do Norte-Nordeste que mais vezes terminou o Campeonato Brasileiro entre os quatro primeiros colocados (G-4), posto dividido com o Bahia. A nível internacional, ocupa o rol dos quatro únicos clubes do Nordeste a terem disputado a Copa Libertadores da América, ao lado de Bahia, Sport e Fortaleza, sendo o segundo clube nordestino, em ordem cronológica, a disputar a competição, após o Bahia. No contexto histórico, é reconhecido como um dos clubes de maior destaque do futebol brasileiro na década de 1960. Em entrevista para a imprensa nacional, quando perguntado quais os melhores times que havia enfrentado, Pelé respondeu: \"O Náutico de Bita, o Palmeiras de Ademir da Guia e o Cruzeiro de Tostão\". Náutico e Santos disputaram a semifinal do Campeonato Brasileiro de 1966, contudo o clube pernambucano chegaria à final da Taça Brasil apenas em 1967, enfrentando o Palmeiras, após eliminar o Cruzeiro, então campeão brasileiro, na semifinal. O clube alvirrubro, pioneiro em disputar partidas internacionais e a fazer excursão por outros países e continentes a nível Norte-Nordeste, é o maior vencedor da Taça Norte, maior competição interclubes do Norte-Nordeste entre os anos de 1959 a 1968, ao lado do Bahia com três conquistas. É ainda hoje o único clube do Nordeste a conquistar uma competição regional ou inter-regional ininterruptamente por três anos consecutivos. Após a conquista do terceiro título da Copa Norte, de modo consecutivo e inédito, o Náutico passou a ser comumente chamado de \"Tricampeão do Norte\" em Pernambuco e no Nordeste, tendo em vista a exclusividade e singularidade da então conquista perante seus rivais estaduais e regionais, marcando, à época, mais uma vez, seu pioneirismo e sacramentando a hegemonia alvirrubra em competições regionais no Norte-Nordeste. Em 1966, os clubes campeões da Taça Norte, com o aval da Federação Pernambucana de Futebol, que era a representante da CBD no eixo Norte (regiões Norte e Nordeste) do país, criaram a Copa dos Campeões do Norte, reunindo todos os campeões da Taça Norte até então (entre 1959 e 1965). A competição foi vencida pelo Náutico, que tornou-se \"Campeão dos Campeões do Norte\", alcunha que até hoje é motivo de orgulho dos torcedores alvi- encarnados. O clube também conquistou o Torneio dos Campeões do Norte–Nordeste de 1952. Totalizando 5 conquistas, o clube é o maior campeão inter-regional do país. Em Pernambuco, foi o primeiro clube a disputar uma final de Campeonato Brasileiro e também a Copa Libertadores da América. O Náutico foi o primeiro clube pernambucano a conseguir classificação para a disputa da Copa Sulamericana, tendo participado da competição na edição de 2013. É detentor do hexacampeonato pernambucano, maior sequência ininterrupta já conquistada por um clube no Campeonato Pernambucano, feito conquistado entre os anos de 1963 e 1968, década em que teve incontestável hegemonia local, tendo em todas as edições o seu arquirrival Sport como vice-campeão. O Náutico disputa com o Sport o clássico mais antigo e tradicional do Norte-Nordeste, sendo o terceiro mais antigo do Brasil e também o de maior rivalidade e equilíbrio de Pernambuco: o Clássico dos Clássicos, também conhecido como Derby Pernambucano e já referido pela imprensa nacional como \"Clássico do Nordeste\" (em meados do século XX, o clássico BA-VI ainda não havia se consolidado como o maior clássico baiano). O primeiro grande clássico do Nordeste também já chegou a ser chamado pela imprensa nacional de \"Fla-Flu do Nordeste\", pela sua relevância, no início da segunda metade do século XX. A primeira partida entre as duas equipes ocorreu em 25 de julho de 1909, dia e ano em que a equipe alvirrubra começou a dar seus primeiros passos em campo (confrontando as primeiras equipes), em que foi sacramentada a primeira vitória \"nauticana\". Em menor grau, o clube mantém ainda uma grande rivalidade com o Santa Cruz Futebol Clube, com quem faz o já centenário Clássico das Emoções, esse que por sua vez já decidiu o campeonato estadual por diversas vezes. O Náutico também possui uma rivalidade saudosista com o América Futebol Clube - o confronto leva o nome de Clássico da Técnica e Disciplina. Precipuamente, durante a década de 1960, em nível regional, mantinha uma intensa rivalidade com o Bahia, com quem disputou o domínio, entre os times nordestinos, em competições nacionais, regionais e inter-regionais. Em nível nacional, tinha como maiores adversários e rivais, na década de 1960, o Santos, o Palmeiras e o Cruzeiro. Em 17 de novembro de 1966, no Pacaembu, Santos e Náutico brigavam por uma vaga na final do Campeonato Brasileiro de 1966. O saldo da partida, vencida por 5 a 3 pelo Alvirrubro, marcou positivamente a história do clube pernambucano. O clube pernambucano tem sua sede no bairro recifense dos Aflitos, contando com uma grande estrutura como a sede social, piscina olímpica oficial para a prática das modalidades do tipo, duas quadras poliesportivas, bem como e principalmente o Estádio Eládio de Barros Carvalho, mais conhecido como Estádio dos Aflitos, por localizar-se no bairro recifense dos Aflitos. Tanto o estádio como a sede e todo seu entorno foram classificados como patrimônios imateriais de Pernambuco. A capacidade da praça de esportes atualmente é de cerca de 20 mil espectadores. Também lhe pertence o Centro de Treinamento Wilson Campos — o maior do Norte-Nordeste do país —, situado no bairro da Guabiraba, no Recife, que possui 54 hectares de área construída e conta com cinco campos oficiais e dois campos de futebol de dimensão reduzidas além de inúmeros alojamentos. Suas cores, presentes no escudo e bandeira oficial, são o vermelho e branco, enquanto que seus torcedores são conhecidos como alvirrubros. Atualmente, é o clube esportivo com o maior número de sócios em Pernambuco, contando com mais de 25 mil torcedores afiliados, número alcançado ainda em 2022, conforme dados públicos em seu sítio oficial. O clube, que teve como grande incentivador o português João Victor da Cruz Alfarra, tem sua origem nas colônias portuguesa, inglesa e alemã do Recife, porém hoje é detentor de uma das maiores torcidas de Pernambuco e do Nordeste. Os feitos e as conquistas de títulos nos anos 1950 e, principalmente, 1960, considerada a década de ouro do Náutico, fizeram com que sempre recebesse a adesão de classes populares da capital e de todo estado, tendo hoje uma torcida popular e diversificada socialmente. == História == Apesar de a data oficial de fundação ser 7 de abril de 1901, já se falava no Clube Náutico Capibaribe desde o século anterior, quando dois grupos rivais de remadores recifenses se uniram. No início de tudo, em 1897, um grupo de rapazes amantes do remo, comandados pelo português João Victor da Cruz Alfarra, alugava barcos da antiga Lingueta, saindo em pequenas excursões até a antiga Casa de Banhos do Pina. Essas viagens alcançavam até o bairro de Apipucos. Quando, depois de terminada a Revolta dos Canudos, os recifenses preparavam-se para receber as tropas pernambucanas, comandadas pelo general Artur Costa, uma vasta programação foi realizada para a recepção aos soldados. João Alfarra e alguns companheiros de proeza pelo Rio Capibaribe foram encarregados de preparar a parte náutica da recepção, e ficou marcada uma grande regata para o dia 21 de novembro de 1897. Essa competição despertou o interesse dos recifenses, que sentiram a necessidade de fazer outras promoções do gênero. Na época, o remo já era um esporte nacional e começou a ganhar novos adeptos e, no ano seguinte, empregados dos armazéns das ruas Duque de Caxias e Rangel formaram uma agremiação, à qual deram o nome de Clube dos Pimpões. Os componentes do outro grupo, o que tinha brilhado na regata da recepção às tropas de Canudos, animaram-se e houve uma série de combates entre as duas turmas, em 1898, na Casa de Banhos. No final de 1898, ficou acordada a fundação de uma outra sociedade, que congregaria os dois grupos antes mencionados: o Club Náutico do Recife. Em 1899, por decisão dos seus dirigentes, o clube passou por um processo de reorganização, mas manteve a fidelidade aos esportes náuticos. Nessa ocasião, seu nome foi mudado para Recreio Fluvial, porém a nova denominação não foi do agrado de todos, resultando que, no início de 1901, foi definido o nome pelo qual o clube passou a ser oficialmente reconhecido até hoje – Club Náutico Capibaribe. Em 7 de abril de 1901, João Alfarra convocou todos os ligados ao remo para uma solenidade na qual seria lavrada e registrada a primeira ata da agremiação, data que ficou reconhecida oficialmente como a fundação do clube. O documento histórico recebeu a assinatura de todos os presentes - de Antônio Dias Ferreira, presidente da reunião, de Piragibe Haghissé, secretário, e de João Victor da Cruz Alfarra, líder do grupo e pai da ideia. A primeira bandeira tinha as cores vermelha, branca e azul, razão pela qual até os tempos de hoje o Náutico joga com os números da camisa na cor azul. O primeiro uniforme do Náutico era azul e branco por conta da representação náutica, base para a fundação do clube, mas logo o vermelho substituiu o azul e se juntou ao branco até pelo fato de a cor já estar presente em sua bandeira.Ata de Fundação (nautico.info) === O começo do futebol no Clube Náutico Capibaribe === Fundado em 1901, a modalidade \"futebol\" só apareceu no clube anos depois, mais precisamente em 1905, mas só no ano seguinte um grupo de ingleses formou o primeiro time, porém, as atividades de fato limitavam-se aos domingos, no campo de Santana ou na campina do Derby. No Jornal Pequeno de 12 de maio de 1909 encontra-se a primeira referência ao futebol do Náutico, mais precisamente a criação do departamento de futebol do clube, já para a primeira partida: \"Consta-nos que os rapazes do Náutico tratam de formar um eleven para bater-se com os do Sport Club\" Ainda no ano de 1909 aconteceria a primeira partida de futebol do Náutico, e logo contra a equipe que viria ser seu maior rival, o Sport Recife. A equipe adversária também vinha do remo, mas há alguns anos já tinha a prática do futebol como relevante, sendo, portanto, uma equipe mais experiente no esporte. Do lado alvirrubro, era a primeira partida contra uma outra equipe de fato. As duas equipes marcaram o jogo para 25 de julho de 1909, o Jornal Pequeno noticiou a o encontro entre as duas agremiações no dia 24 de julho, um dia antes:No dia marcado ocorreu no campo do Britsh Club - hoje Museu do Estado de Pernambuco - o que anos mais tarde seria considerado o \"Clássico dos Clássicos\". A equipe alvirrubra jogou com King (goleiro), Avila (lateral direito), Smith (zagueiro central), Ivatt (quarto zagueiro), Cook (lateral esquerdo), Ramage (cabeça-de-área), H. Grant (meia-direita), Thomas (meia- esquerda), Américo Silva (ponta-direita), Maunsell (centro-avante) e João Maia (ponta-esquerda) e venceu a partida pelo placar de 3 a 1, os dois primeiros gols foram marcados por Rolland Maunsell, e o terceiro gol por Thomas. Em 1914, foi criada a Liga Recifense de Futebol, mas o Náutico não fez parte dela. Os seus jogadores procuraram ingressar nos outros clubes que se haviam filiado. O clube João de Barros, atual América, foi o que mais ganhou com a evasão dos jogadores do Náutico. Em 1915, porém, sentiu-se a necessidade de criar uma nova entidade para orientar o futebol da cidade. Foi fundada dessa maneira a Liga Sportiva Pernambucana, à qual o Náutico se filiou. Com isso, os jogadores voltaram, e o clube passou a participar de todas as competições da liga, mas sem muito interesse no futebol, só deu a devida importância após a chegada do profissionalismo em 1937, mesmo assim já tinha se sagrado campeão na temporada de 1934. === Anos 30: primeiras conquistas e a era dos Carvalheiras === No início da década, o clube já demonstrava estar engajado em procurar seu lugar de destaque no cenário estadual, esteve entre os primeiros colocados desde o início, alcançando ainda um vice-campeonato. Em 1934, na vigésima edição do Campeonato Pernambucano, o Náutico sagrou-se campeão pela primeira vez no futebol. O time alvirrubro, comandado pelo uruguaio Humberto Cabelli fez grande campanha tendo aplicado um sonoro 8 a 1 no Sport na última rodada levando a competição para a decisão em partida única. Na final, o Timbu enfrentou o Santa Cruz e venceu o tricolor pelo placar de 2 a 1. Os gols alvirrubros foram marcados por, Estevão e Fernando Carvalheira, este último ainda se sagrou artilheiro da competição naquele ano com 28 gols marcados. A equipe era formada por jogadores de uma mesma família: Arthur, Fernando e Zezé Carvalheira, esses foram os primeiros ídolos alvirrubros. Em sua carreira, Arthur Carvalheira anotou nada menos que 54 gols em sua passagem pelo Náutico, por sua vez Fernando Carvalheira é até hoje o segundo maior artilheiro da história do Timbu, com 185 gols anotados com a camisa alvirrubra, e também é um dos maiores artilheiros em clássicos contra o Sport e Santa Cruz. Em 1939, o Timbu voltou a ser campeão estadual tendo como grande destaque novamente os Carvalheiras. Fernando e Zezé ainda atuavam, enquanto Arthur já havia abandonado o futebol. Além dos dois remanescentes de 1934, havia mais um Carvalheira: Emídio, e o alvirrubro venceu naquele ano os dois turnos do campeonato se tornando campeão estadual de 1939. === Anos 40: início de uma época de ouro === O início dos anos 1940 não foram fáceis para o Náutico após a saída de seu artilheiro Fernando Carvalheira. No entanto, em 1943, o artilheiro Tará trocou o Santa Cruz pelo Náutico, e teve como apoio no ataque Timbu os jovens Orlando e Isaac, seus irmãos, com a finalidade de repetir o mesmo sucesso dos irmãos Carvalheira. Orlando viria mais tarde ser conhecido como Pingo de Ouro, jogador histórico de Fluminense e Atlético Mineiro. O Timbu começou bem o Pernambucano, tendo vencido o primeiro turno da disputa, mas após desentendimentos com a Federação, abandonou o campeonato. O clube voltaria a participar do estadual na temporada seguinte, em 1944, nesse ano o alvirrubro chegou à final da competição após vencer o 2º e 3º turno, mas perdeu na decisão para o América. Na temporada seguinte o Náutico fez mais uma ótima campanha e se sagrou Campeão Pernambucano de 1945, reencontrando o caminho dos títulos. O time ainda contava com o artilheiro Tará, no entanto, seu irmão Orlando Pingo de Ouro - xodó da torcida - foi vendido ao Fluminense. Para fazer dupla de ataque com Tará, foi contratado o ponta de lança Genival, que havia sido campeão pelo Sport. A campanha timbu naquele ano foi fabulosa, aplicando a maior goleada de sua história e do campeonato pernambucano, ao vencer o Flamengo do Recife por 21 a 3, com direito a 9 gols marcados por Tará, 3 gols de Plínio, 3 gols de Luiz, 2 gols de Hilton, 2 de Hermenegildo, 2 de Genival. === Anos 50: hegemonia estadual e excursão à Europa === Os anos 50 marcariam a chegada do Náutico como grande protagonista do futebol pernambucano ao se sagrar tricampeão e ainda na mesma década conquistar mais dois títulos do campeonato pernambucano, totalizando 5 títulos, tendo ainda se sagrado, campeão do Torneio dos Campeões do Norte-Nordeste em 1952 e feito a 1ª excursão de um clube do Nordeste à Europa em 1953. A equipe vencedora do tri campeonato (1950/1951/1952) ficou marcada também não só pelas ótimas apresentações e conquistas, mas também por um fato curioso, os reservas praticamente não entravam em campo e a eles só restava comer e dormir. O sucesso da equipe titular dentro de campo, os apelidos dados pelo torcida e as matérias feitas pela imprensa acerca dessa situação curiosa tomaram tamanha proporção que o maestro Nelson Ferreira deu o nome \"Come e Dorme\" para um frevo composto para o Náutico, que até hoje é uma espécie de hino informal do clube. Um dos grandes nomes daquele time, presente nos três anos do tri foi o de Ivanildo Espingardinha, agraciado pela Confederação Brasileira de Futebol como o Prêmio Belfort Duarte. Espingardinha era apaixonado pelo Náutico e nunca aceitou assinar contrato como profissional, tendo, após a sua aposentadoria, atuado como diretor do clube. Era parte da equipe alvirrubra na temporada de 1952 o jogador Ivson de Freitas, que também foi campeão pernambucano em 1954, artilheiro de 1953 e 1954 com 16 gols marcados em cada campeonato, e ainda em 1952 foi campeão do Torneio dos Campeões do Norte- Nordeste, campeonato disputa pelos campeões estaduais da temporada anterior na região norte e nordeste do país, na decisão a equipe alvirrubra goleou o Tuna Luso pelo placar de 5 a 1 em partida única, conseguindo assim o primeiro título regional do clube. Em 1953, o Náutico foi o pioneiro nordestino no que viria a ser a primeira excursão da região à Europa. O clube disputou no total 10 partidas entre os meses de maio e junho, passando por dois países, França e Alemanha, e realizando em cada país 4 e 6 partidas respectivamente. Enfrentou também grandes equipes da época, e parte desses clubes são grandes até hoje em seus respectivos países ou na Europa. Os jogos foram: Olympique de Marselha 1 a 3 Náutico, Toulouse 2 a 0 Náutico, Angers Sporting 1 a 2 Náutico, e finalizando contra o Le Havre 0 a 3 Náutico, encerrando sua passagem pela França. Já na Alemanha foram disputados 6 jogos também seguindo os mesmos critérios anteriores: SV Sarr 05 3 a 3 Náutico, Hamburgo SV 0 a 3 Náutico, Schalke 04 6 a 2 Náutico, Bayern de Munique 2 a 2 Náutico, FK Pirmasens 1 a 3 Náutico, e por último Greuther Fürth 3 a 2 Náutico, encerrando sua ótima e positiva passagem pela Europa. O elenco do estadual de 1954 era formando basicamente pelos mesmos jogadores que vieram da excursão europeia, e o Timbu fez jus ao elenco que tinha e se sagrou Campeão Pernambucano de 1954. O elenco contava ainda com Ivson de Freitas - uma máquina de fazer gols - que também foi artilheiro da competição com 16 gols e Espingardinha, que além de ter atuado dentro das quatro linhas, atuou também como técnico após a saída de Palmeira, que havia comandado o tricampeonato. Na final daquele ano o Náutico chegou a estar perdendo por 2 a 0 para o Sport, mas com a bravura típica dos alvirrubros, o Náutico conseguiu a virada e sagrou-se campeão ao bater o Leão por 3 a 2. E foi Ivson de Freitas o grande destaque dos anos 50: com as ótimas partidas pela equipe alvirrubra e as artilharias de 1953 e em 1954, ele se tornou o 5º maior artilheiro do Náutico, com 118 gols em 159 partidas. === Década de ouro: ascensão nacional e domínio alvirrubro dos anos 60 === O tempo e a história encarregar-se-iam de provar que aquela decisão de dedicar-se com mais interesse ao futebol havia sido uma decisão sábia: o Náutico, um clube laureado nas regatas desde os primeiros tempos, seria, com o passar dos anos, vitorioso também no futebol - pioneiro em Pernambuco em jogos pelo exterior, primeiro tetra, primeiro penta, primeiro e exclusivo hexacampeão pernambucano entre 1963 e 1968. Foi ainda vice-campeão da Taça Brasil (antigo formato do atual Campeonato Brasileiro) em 1967, conseguindo uma participação na Copa Libertadores da América. Na história da Taça Brasil, o Náutico chegou entre os quatro primeiros colocados por cinco vezes, ficando apenas atrás do Santos neste quesito. Nas seis edições em que participou deste torneio, o Náutico disputou 38 jogos, com 19 vitórias, 6 empates, 13 derrotas, 62 gols a favor e 46 contra. O vice-campeonato de 1967 foi a melhor colocação, com o Timbu ficando 2 vezes em terceiro e outras 2 em quarto, além do sétimo lugar em 1964, na colocação menos brilhante do Náutico na Taça do Brasil. Considerando a terceira colocação na Copa do Brasil de 1990, por seis vezes o Náutico ficou entre os quatro mais bem colocados de torneios disputados em formato de copas nacionais, melhor performance de um clube do Nordeste, considerando este parâmetro. A década de 1960 começou para o Náutico com a conquista do Pernambucano daquele ano. A equipe comandada por Gentil Cardoso foi campeão diante do Santa Cruz no Estádio dos Aflitos. Mas as alegrias estavam apenas começando. Em 1963 iniciou-se a jornada do Hexa campeonato. Entre 1963 e 1968 o Náutico dominou o futebol pernambucano. E em todas as seis conquistas o vice-campeão foi o Sport, fato que apenas aguçou a rivalidade existente entre os dois times. o Náutico conquistaria também a Zona Norte–Nordeste da Taça Brasil em três ocasiões (1965, 1966 e 1967), além do Grupo Norte da Taça Brasil em duas oportunidades (1964 e 1965) e ainda foi campeão da Copa dos Campeões do Norte em 1966. O ano de 1967 foi um dos mais especiais para o Náutico, pois o clube avançou até final da Taça Brasil fazendo ótima campanha. Além do título da fase Norte-Nordeste do mesmo ano, que lhe permitiu seguir na disputa pelo título da competição, a equipe alvirrubras ainda eliminou o Atlético Mineiro nas quartas de final e na semifinal passou pelo Cruzeiro de Tostão, campeão da Taça Brasil na temporada anterior. Assim, o Timbu chegava na decisão após uma campanha incrível. Na final, o Náutico enfrentou o Palmeiras de Ademir da Guia. O Timbu perdeu o primeiro jogo em Recife pelo placar de 3 a 1 na Ilha do Retiro, mas venceu o jogo em São Paulo, no Pacaembu, pelo placar de 2 a 1. A vitória na capital paulista forçou a realização de um terceiro jogo no Maracanã. As fortes chuvas no dia da partida, no entanto, frustraram os planos da leve e rápida equipe alvirrubra. O título ficou para o Palmeiras, placar de 2 a 0. O vice-campeonato, no entanto, classificou o time para a Libertadores da América do ano seguinte. O Timbu foi o primeiro clube pernambucano a disputar aquele torneio. Na principal competição sul-americana, o Náutico foi eliminado por um erro da CONMEBOL, que não havia autorizado duas substituições por jogo naquele ano, regra já estipulada pela FIFA e usada no Brasil pela CBD. O treinador do Náutico, para gastar tempo, substituiu um atleta quando o time já tinha a vitória garantida contra o Deportivo Portugués, da Venezuela, e acabou acarretando a eliminação da equipe, com a perda dos pontos da partida, após o jogo. A equipe venezuelana acabou, então, por ganhar a vaga do Náutico no grupo e se classificar para a fase seguinte.Copa Libertadores de 1968 Um dos principais responsáveis por essas grandes conquistas do Náutico foi o atacante Silvio Tasso Lasalvia, o Bita, maior artilheiro da história do Timbu com 221 gols marcados em 319 jogos entre 1962 e 1971. Uma de suas grandes partidas foi contra o Santos de Pelé, no Estádio do Pacaembu, pela Taça Brasil de 1966, quando o Náutico venceu o Santos por 5 a 3, quando Bita marcou quatro gols. O alvirrubro se manteria invicto em seu estádio por 85 jogos, com 70 vitórias e 15 empates entre 29 de novembro de 1963 e 30 de março de 1969. O Rei do Futebol chegou a afirmar que entre as equipes mais difíceis que ele enfrentou estavam o Cruzeiro de Tostão, a Academia do Palmeiras, o Botafogo e o Náutico de Bita. Além de Bita, brilharam no Náutico jogadores como Gena, Nado - convocado para a Seleção Brasileira -, Salomão e Ivan Brondi. Este último foi presidente do clube entre 2016 e 2017. O meia Salomão, ficou conhecido por ter fraturado um dos rins após uma pancada em uma partida contra o Ceará no Estádio Presidente Vargas. Embora estivesse gravemente lesionado, Salomão permaneceu em campo. Só foi substituído quando passou a se sentir desorientado pela perda de sangue. Salomão só veio a ser tratado da lesão 5 dias após a partida, quando voltou a Recife com a delegação timbu. Mesmo assim, no mesmo ano Salomão disputou as finas do Pernambucano. A história de Salomão é vista como um símbolo da raça alvirrubra. === Décadas de 70, 80 e 90: oscilações === Na década de 1970, o Náutico só ganharia o Campeonato Pernambucano de 1974, vencendo a final contra o Santa Cruz, tirando deste, que era pentacampeão naquele momento, a possibilidade de se igualar ao Náutico como hexacampeão — feito que o Náutico também fez ganhando o campeonato sobre o Santa Cruz em 2001, permanecendo como hexa único. O grande destaque do Náutico em 1974 foi o atacante Jorge Mendonça, que tornou-se ídolo da torcida alvirrubra e comandou o Timbu na conquista do Pernambucano daquele ano. Em 1974, o atacante Jorge Mendonça marcou incríveis oito gols na vitória do Náutico ante o Santo Amaro em partida pelo campeonato pernambucano daquele ano, vencido pelo alvirrubro. Jorge foi também o artilheiro daquela edição do estadual com 24 gols. O clube viveria um grande momento no futebol ao manter-se invicto por 42 jogos, entre agosto de 1974 e maio de 1975, com o seu goleiro Neneca tendo ficado sem tomar gols entre agosto e novembro de 1974, exatos 1.636 minutos, recorde mundial que só veio ser quebrado em 1978 pelo goleiro Mazarópi jogando pelo Vasco, esse que por sua vez também passou pelo Náutico na conquista do campeonato estadual de 1984. Neneca ainda é o hoje o 2º no mundo. Nos anos 1980, o Náutico foi bicampeão em 1984/1985 e campeão em 1989. Nessa época jogou pelo Náutico o jogador Baiano (que na verdade era capixaba de Colatina), terceiro maior artilheiro do Timbu, com 181 gols em 305 jogos. Baiano ganhou ainda o Troféu Chuteira de Ouro, como o maior artilheiro do Brasil nos anos de 1982 e 1983. Em 1981, o Náutico teve como destaque o título de campeão do Qualificatório da Taça Ouro, equivalente ao título da Série B de hoje, que deu ao clube a oportunidade de disputar a Taça Ouro daquele mesmo ano. O time tinha como destaques o goleiro Jairo, o atacante André Catimba e o zagueiro Carlos Alberto Rocha. A criação da Copa União de 1987, sob uma nuvem de grande desorganização administrativa, afastaria compulsória e injustamente o Náutico da 1ª Divisão do Campeonato Brasileiro, em vista da forma arbitrária e sem critérios claros pela qual os clubes foram \"escolhidos\" para aquela competição. Alheio a tudo isso, após uma frágil participação no Módulo Amarelo de 1987, o Náutico corrigiria o erro daquele ano dentro de campo, ao sagrar-se vice-campeão do Campeonato Brasileiro Série B em 1988, reconquistando a vaga na primeira divisão. Em 1989, o Náutico encantou o estado de Pernambuco com as belas atuações de Bizu, Augusto, Erasmo e Nivaldo que levaram ao título do estadual daquele ano conquistado em pleno estádio do Arruda. Bizu marcou 31 gols naquela edição do Pernambucano. Ainda em 1989, o Náutico entrou para a história do campeonato brasileiro ao marcar o gol mais rápido da história do torneio até os dias de hoje. Foi numa partida realizada no estádio dos Aflitos em que o atacante Nivaldo marcou - após belo passe de Augusto - aos 8 segundos de jogo um belo gol no Atlético - MG. No mesmo ano, o clube terminou aquela campanha tendo Bizu como vice artilheiro do campeonato. Em 1990, mantendo boa parte do excelente time campeão pernambucano de 1989, o Náutico foi semifinalista da Copa do Brasil sendo eliminado pelo Flamengo. O artilheiro daquela edição da Copa do Brasil foi o atacante Bizu, o qual havia sido vice artilheiro do Campeonato Brasileiro no ano anterior. A partir de então o Náutico passou a alternar boas e más campanhas, mas manteve-se na 1ª Divisão até 1994, quando foi rebaixado à Série B do Campeonato Brasileiro. Em 1996 e 1997 disputando a Série B, a equipe terminou em 3º lugar em ambos os campeonatos, na luta por uma das duas vagas para o acesso à Série A do Campeonato Brasileiro. Coincidentemente estes insucessos iniciaram um processo de decadência do Náutico, que enfrentou grandes problemas administrativos e financeiros naqueles anos, fechando o ciclo de uma década ruim para o clube alvirrubro, sem títulos e que acabou por levar a agremiação a um dos piores momentos de sua história, quando caiu para a Série C do Campeonato Brasileiro, em 1998. Na Série C em 1999 terminou o campeonato em 4º lugar. O clube contava com um bom time com nomes como Marco Antônio - jovem promessa do São Paulo - e o atacante Célio Jacaré. No entanto, foi derrotado na última rodada pelo Fluminense que ficou com o título. Todavia, o timbu foi beneficiado pelo Caso Sandro Hiroshi que inviabilizou a disputa do Campeonato Brasileiro em 2000, sendo criada a Copa João Havelange para substituí-lo, que colocou o Fluminense nessa competição, depois reconhecida como primeira divisão pela CBF e ficou com a vaga do clube carioca na Série B seguinte, dados os enormes problemas jurídicos criados, onde permaneceria ainda por alguns anos, até o retorno à Série A em 2007. === 2001 a 2011: anos de superação === Na década de 2000, o alvirrubro, após 12 anos sem conquistas, tornar-se-ia bicampeão pernambucano em 2001/2002 (sendo 2001 o ano de seu centenário), sob o comando de Muricy Ramalho (que se transformou em ídolo do clube, sendo atualmente conselheiro). O título do centenário não foi igualado nem pelo Santa Cruz nem pelo Sport e é grande motivo de inveja dos rivais que fizeram campanhas pífias em seus respectivos aniversários de 100 anos. O ano de 2001 começou sob grande desconfiança da torcida pelas contratação de jogadores desconhecidos, entre eles Kuki, e, pelo temor de ver o Sport ser hexacampeão. No entanto, após a chegada de Muricy Ramalho o time engrenou e o então desconhecido Kuki tornou- se ídolo e grande goleador do time. Assim, no ano de seu centenário o Náutico sagrou-se campeão pernambucano e, de quebra, evitou que o rival Sport não igualasse o seu maior feito nos certames estaduais. No campeonato brasileiro da Série B, o Náutico terminou na quinta posição, chegando nas rodadas finais com chance de acesso. Em 2002, mantida grande parte da base do time campeão de 2001, o Náutico voltou a ser campeão pernambucano, tendo novamente Kuki como grande destaque. Naquele torneio brilhou também a estrela do atacante Fumaça. Em 2003 o clube não fez um bom estadual e terminou na terceira posição. Na Na Série B B, o desempenho foi vacilante terminando com um modesto sétimo lugar embora o time contasse com bons jogadores como zagueiro Batata, o meia Mabília e os atacantes Kuki e Jorge Henrique. Em 2004, agora sob o comando de Zé Teodoro, o Náutico iniciou o ano sob certa desconfiança mas voltou a ser campeão estadual ao bater o Santa Cruz por três a zero em pleno Estádio do Arruda. Os gols foram marcados por Kuki, Jorge Henrique e Batata. Naquele ano, o time fez bom campeonato brasileiro não se classificando para a fase final por muito pouco. Em 2005, o Náutico fez um campeonato brasileiro muito irregular mas acabou se classificando para o quadrangular final da Série B mas acabou em 3º lugar na disputa por uma vaga na Série A de 2006. Na última rodada da fase final, em 26 de novembro daquele ano, desperdiçou, jogando em seu estádio, a chance do acesso em jogo contra o Grêmio, numa partida muito disputada, em que o Náutico teve diversas oportunidades e ainda desperdiçou dois pênaltis, mas acabou derrotado ao final por 1 a 0. O jogo ganhou contornos épicos pelas circunstâncias em que foi decidido e ganhou o apelido de Batalha dos Aflitos. Em 2006, porém, o Náutico mostrou grande e rápido poder de recuperação, enfrentando todas as expectativas negativas da imprensa e desconfiança da torcida. Naquele ano, a diretoria montou um time forte que contava com a dupla de meias Nildo, destaque do Sport no começo dos anos 2000, e Netinho, promessa do Atlhetico-PR, que marcou 13 gols na competição. E no ataque Kuki fazia dupla com Felipe que juntos marcaram 27 gols naquela Série B. Em 18 de novembro o time venceu o Ituano em seus domínios por 2 a 0, com um público de mais de 25 mil pessoas, que lotaram o Estádio dos Aflitos. Desta forma a equipe retornou à Primeira Divisão do Campeonato Brasileiro, após doze anos de ausência, enterrando o trauma da derrota no ano anterior. Esse foi um momento de grande alegria para a torcida alvirrubra, confiante em que \"um raio não cai duas vezes no mesmo lugar\", conforme dito popular. O clube poderia estar classificado uma rodada antes, mas enfrentou um Ituano incentivado pelo Coritiba, que também lutava pela vaga. Os jogadores correram o jogo inteiro, com destaque para Kuki, Felipe e Capixaba. Grande parte dessa conquista se deve aos treinadores que passaram pelo clube, como Roberto Cavalo (foi demitido na única derrota nos Aflitos) e Paulo Campos (que, mesmo criticado, conseguiu colocar o Náutico entre os quatro primeiros clubes da Série B, que ascenderiam à Série A). Por fim, foi contratado Hélio dos Anjos, que levantou o moral da equipe e a encaminhou ao acesso. Na história do Campeonato Brasileiro Série B, o Náutico ao final da campanha do ano de 2006 era o clube que mais pontuou, com 484 pontos conquistados em quinze edições. Ainda em 2006, foi fundada a Associação dos Amigos da Base (AADB), formada por torcedores e simpatizantes do clube, com o objetivo de atuar no desenvolvimento das divisões de base e assim colaborar com o crescimento do Náutico. No ano de 2007, o Náutico disputou o seu 23º Campeonato Brasileiro da Primeira Divisão, chegando em décimo-quinto lugar, sendo que no segundo turno foi a oitava equipe que mais pontuou. Em toda a história do Campeonato Brasileiro, o Náutico realizou 431 jogos, tendo conquistado 152 vitórias e feito 545 gols. A melhor colocação do Náutico foi a sexta, no Campeonato Brasileiro de 1984. Na edição de 2007, o Náutico teve o uruguaio Beto Acosta como grande destaque. Acosta foi vice-artilheiro da competição e recebeu diversos prêmios além de ter caído nas graças da torcida. No ano de 2008, o Náutico mais uma vez consegue permanecer na Série A depois de um empate de 0x0 com o Santos na Vila Belmiro. O destaque desse jogo foi o goleiro alvirrubro Eduardo, que fez defesas importantíssimas para o clube.Com o empate, o clube pernambucano garantiu a 16ª colocação do campeonato daquele ano,com os mesmos 44 pontos e o mesmo número de vitórias (11) do Figueirense, mas no saldo de gols, (-10 do Náutico e -24 do Figueirense) o Timbu garantiu sua permanência na Série A. Na Série A do Campeonato Brasileiro de 2009, iniciada sob grande expectativa, tendo o atacante Carlinhos Bala, destaque no estadual, o Náutico passou por muitos altos e baixos e, em vista de um mau planejamento, acabou sendo rebaixado para a Série B do Campeonato Brasileiro. Em 2010, teve bom início de campanha na Série B, mas sofreu forte queda de produção no 2º Turno e encerrou sua participação apenas em 14º lugar na disputa. Em 2011, após a perda do Campeonato Estadual no 1º semestre, a equipe se reorganizou, contratou o técnico Waldemar Lemos, que já havia dirigido o time do Náutico na Série A de 2009 e manteve boa parte da base do elenco do Campeonato Pernambucano. Após um mau início na disputa da Série B, o Náutico reagiria e conduziria uma campanha sólida, de notável regularidade, invicta em seu estádio onde sempre contou com o apoio incondicional de sua fanática torcida, mantendo-se entre os 4 primeiros colocados durante quase todo o campeonato. Em decorrência destes fatores, conquistou a sua volta para a Série A do Campeonato Brasileiro, por antecipação, após uma combinação de resultados na 37ª rodada, disputada em 18 de novembro, que o favoreceu, mesmo perdendo para o Boa Esporte em Varginha por 2 a 1. Nesse ano, o Náutico foi o único clube nacional, em todas as divisões, que não perdeu nenhum jogo em casa no Campeonato Brasileiro. Foram 13 vitórias e 6 empates, mostrando mais uma vez a força da torcida alvirrubra. Os grandes destaques daquela temporada foram o atacante Kieza, o volante Derley e o meia Eduardo Ramos. === 2012: campanha histórica e classificação para a Copa Sul-Americana === O ano de 2012 começou de forma decepcionante: participação sem brilho no estadual, onde o Timbu foi apenas o 4º colocado geral, e eliminação na Copa do Brasil, ainda na segunda fase. Não se esperava que o Náutico fosse ter um bom desempenho no Campeonato Brasileiro, inclusive era apontado como uma das equipes certas ao rebaixamento. Logo no início da competição, o clube alvirrubro 5 vitórias consecutivas no estádio dos Aflitos, mostrando o que seria seu desempenho dentro de seus domínios, das 19 partidas disputadas foram 13 vitórias empatando 3 e perdendo 3, uma delas para o campeão da temporada, o Fluminense. A excelente campanha em casa teve como principal responsável o efeito \"Caldeirão dos Aflitos\", com a 7º melhor média de público dentre todas as equipes participantes da competição o Náutico levou 12.894 torcedores por jogo. Esse incrível aproveitamento em casa fez com que o time, comandado por Alexandre Gallo, terminasse na 12ª colocação, contrariando a matemática e conseguindo a melhor posição do clube e uma das melhores dentre as equipes nordestinas na \"era dos pontos corridos\" e, também, conseguindo, pois, uma inédita vaga para disputar a Copa Sul-Americana de 2013, depois de esperar mais de 40 anos para voltar a participar de um campeonato internacional. Na campanha do Brasileirão, além do técnico alguns jogadores também tiveram grande destaque, nomes como Kieza, Souza, Elicarlos, Rogério, Ronaldo Alves, Rhayner, Martinez, Douglas Santos (convocado para a seleção brasileira jogando pelo Náutico) e Araújo, nessa temporada a última partida de cada turno era jogada contra uma equipe rival, nessa temporada o Sport também estava disputando a Série A, mas lutou contra o rebaixamento ao longo da competição, no primeiro turno empate de 0 a 0 na Ilha do Retiro, o último jogo da temporada (38ª rodada) aconteceu no Estádio dos Aflitos, a partida em especial valia a classificação para a Sul-Americana no ano seguinte e o Náutico precisava da vitória para confirmar isso, já o Sport ainda lutava contra o rebaixamento. Em um jogo difícil, mas com amplo domínio alvirrubro, a equipe não conseguia fazer gol e até mesmo perdeu um pênalti ainda no final do primeiro tempo, foi então que aos 19 minutos do segundo tempo do atacante Araújo, o Náutico venceu a partida pela placar de 1 a 0 classificando a equipe para o torneio sul americano como também sacramentou o rebaixou para a Segunda Divisão da equipe rubro-negra. A alegria da torcida alvirrubra foi gigante ao término daquela partida. === 2013: Arena Pernambuco, perda de jogadores importantes e rebaixamento à Série B === Começado o planejamento para a nova temporada, o clube vivenciou algumas perdas consideráveis no plantel. Destaques de 2012, como Araújo, Souza, Rhayner, Kieza, que por motivos diversos, migraram para outras agremiações, e o próprio treinador Alexandre Gallo, que recebeu o convite e aceitou para as categorias de base da Seleção Brasileira. Todas essas modificações, que ocorreram ainda no decorrer do primeiro semestre, dificultaram a montagem de uma nova equipe. Como em anos anteriores, o Timbu mais uma vez não conseguiu se impor e conquistar o título do Campeonato Pernambucano, mesmo sendo o único time do estado na Série A nacional. Na Copa do Brasil, acabou eliminado na primeira fase e, os primeiros resultados no Brasileirão também não foram satisfatórios. Houve, porém, a pausa devido a realização da Copa das Confederações, no país, o que daria, teoricamente, uma melhor oportunidade para o entrosamento e fortalecimento da equipe, que, como estímulo, também teria o fato de passar a jogar definitivamente na Arena Pernambuco, com mais disponibilidade de ingressos e conforto para o torcedor. A expectativa, no entanto, refletiu-se em frustração, a torcida do Náutico nunca se adaptou com a Arena Pernambuco em razão da distância em relação ao Recife e as dificuldades de acesso via transporte público, em especial, nos jogos realizados à noite. Na Copa Sul- Americana, o Timbu empolgou tanto a torcida com a classificação, mas na competição foi eliminado pelo seu arquirrival, o Sport. O Náutico disputou uma competição internacional e acabou não saindo de Recife: fez o primeiro jogo na Ilha do Retiro e o segundo na Arena Pernambuco e acabou sendo eliminado nos pênaltis com participação da estrela de Magrão, goleiro do Sport. O restante do ano não foi positivo para os alvirrubros, as derrotas foram aumentando, o time amargou a lanterna, até que, na 33ª rodada, o Náutico teve sua queda para a Série B ratificada matematicamente. === 2014 a 2017: quase acessos a Série A, crises e queda para a Série C === Depois da perda de uma verba má administrada de quase 50 milhões de reais o Náutico teve de se reconstruir, ao contratar o técnico Lisca Lorenzi, gaúcho, que prometia dar um estilo brigador ao Timbu. Os jogadores que mais se destacaram nesta fase foram os meias Zé Mário e Pedro Carmona. Zé Mario marcou o gol que encerrou um jejum de 10 anos sem vencer o rival Sport na Ilha do Retiro. Esse jogo marcou também o início de uma rivalidade entre o treinador Lisca e o atacante do Sport, Neto Baiano, após o técnico ir comemorar a vitória histórica no alambrado do estádio com a torcida alvirrubra. O time no entanto foi eliminado na fase de grupos da Copa do Nordeste. No Pernambucano, o time foi melhor, terminando a fase classificatória em 1º lugar após vencer mais uma vez o Sport, desta vez na Arena Pernambuco. O Náutico estava sem seu principal jogador para a fase final: Pedro Carmona se contundiu na derrota por 5 a 3 para o Santa Cruz. O Timbu derrotou o Salgueiro nos pênaltis nas semifinais, e perdeu a final para o Sport no maior público alvirrubro na Arena até então (30 061 torcedores). No início da Série B o Náutico se mostrou capaz de brigar pelo acesso, mas desentendimentos do técnico Lisca com a diretoria o fizeram sair do time no meio da competição após eliminação para o América-RN na Copa do Brasil. Sidney Morais foi contratado e o time continuou perto do G-4 mas não conseguia ingressar no grupo de acesso. Três meses depois Morais foi demitido e Dado Cavalcanti foi contratado para o restante do campeonato, no qual o Náutico terminou em 13º lugar e o artilheiro do time foi Sassá com 9 gols. Em 2017 o Náutico reformulou o grupo mais uma vez e contratou o treinador Moacir Junior, que pretendia usar muito a base alvirrubra neste ano. Após um empate contra o Santa Cruz por 0 a 0 ele foi demitido. Em nove jogos oficiais no comando do Náutico entre as disputas da Copa do Nordeste e do Campeonato Pernambucano, Moacir Júnior conseguiu apenas duas vitórias. Foram 27 pontos disputados e apenas 10 conquistados, com um aproveitamento de 37,03%. Lisca voltou a comandar o time alvirrubro, mas não conseguiu evitar as eliminações precoces nas fases preliminares do estadual e do regional, ambas para o Salgueiro. O treinador ficou para o Brasileiro Série B e para a Copa do Brasil, onde o Náutico chegou à 3ª fase e foi eliminado pelo Flamengo, mesmo arrancando um empate no 1º jogo no Maracanã por 1 a 1, o elenco alvirrubro não segurou a força e rapidez dos atacantes Paolo Guerrero e Emerson e foi derrotado por 2 a 0 na Arena Pernambuco. Na Série B, o treinador Lisca foi se desgastando após derrotas para times da zona de rebaixamento e acabou demitido após derrota para o Ceará. Gilmar Dal Pozzo foi contratado e o time começou a obter resultados animadores. No entanto, o time amargou a quinta colocação e ficou a dois pontos do acesso. Para a temporada de 2016 o Náutico manteve boa parte do time de 2015 e após fazer a melhor campanha no Hexagonal do Pernambucano 2016 com 23 pontos (7v, 2e e 1d) o Náutico foi eliminado nas semifinais pelo seu rival Santa Cruz. Com a eliminação no Pernambucano o técnico Gilmar Dal Pozzo foi demitido e Alexandre Gallo foi contratado para a disputa do terceiro lugar com o Salgueiro e para a Série B. Após duas vitórias por 1 a 0 e 3 a 0, o Náutico terminou em terceiro lugar no Pernambucano e garantiu a vaga na Copa do Nordeste de 2017. A campanha da Série B com Gallo foi instável, e Givanildo Oliveira foi contratado para por em ordem o elenco e a campanha. O time engrenou e chegou a vencer 7 partidas seguidas. Na última rodada, apesar de depender de resultados, o Náutico poderia subir para a Série A vencendo em casa o Oeste. Perdeu por 2 a 0 em casa e bateu na trave mais uma vez, ficando com o quinto lugar pelo segundo ano seguido. Em 2017 as dificuldades financeiras se aguçaram e o bom time vice-campeão pernambucano daquele ano foi totalmente desmontado com o início da Série B. Paralelamente a isso, houve grande crise interna no clube que culminou com a antecipação das eleições que deveriam ocorrer apenas em dezembro. Na Série B de 2017 o Náutico trocou de técnico 4 vezes e apenas esboçou alguma reação com a chegada de Roberto Fernandes que, apesar de ter conseguido dar nova cara ao time do Náutico, não evitou o rebaixamento. No entanto, em meio aos péssimos resultados, o Náutico conquistou a Taça do Centenário do Clássico das Emoções - batizada de Taça Gena - ao bater o Santa Cruz por três a dois em pleno Arruda com direito a hat-trick de William Batoré. Ao final do Campeonato Brasileiro Série B de 2017, o Náutico foi rebaixado para a Série C. === 2018 a 2019: campeão pernambucano, volta pra casa e título de campeão brasileiro da Série C === Desacreditado, o Náutico iniciou o ano de 2018 sob grande desconfiança da torcida. O clube havia feito campanha pífia na Série B do ano anterior e acumulava muitas dívidas além de conflitos políticos que pioravam ainda mais a situação do clube. Uma nova diretoria assumiu o clube e precisou reorganizar o Náutico, mesmo montando um elenco de folha salarial enxuta e uma política de austeridade financeira rígida, o Timbu foi conquistando importantes vitória ao longo do Campeonato Pernambucano e fazendo uma campanha regular na Copa do Nordeste, mas não suficiente para passar da fase de grupos. No estadual houve uma partida em especial que chegou a ser chamada de \"clássico do abismo\" (pela gigante diferença financeira existente entre as duas equipes), mas a equipe do Náutico resolveu nas quatro linhas e aplicou um sonoro 3 a 0 diante do Sport, tal resultado deu confiança a torcida. No dia 8 de abril de 2018, com 42.352 torcedores presentes, Náutico sagrou-se campeão pernambucano ao vencer o Central de Caruaru por 2 a 1.MORAIS, Tiago - Site UOL - Baixe o pôster do Náutico vencedor do Campeonato Pernambucano 2018, página editada em 9 de ebril de 2018 e disponível em 13 de abril de 2018 O craque daquele campeonato foi o atacante Ortigoza, um dos artilheiros do Náutico na competição e autor do primeiro gol na final diante do Central. Após um início cambaleante na Série C que culminou com a queda do técnico campeão pernambucano Roberto Fernandes, o Náutico conseguiu dar a volta por cima. Com a chegada do treinador Márcio Goiano, o time engrenou e acabou a fase de grupos em primeiro lugar no grupo A, com diferença de um ponto para o Atlético-AC, segundo colocado. Contudo, apesar da reação, o Náutico acabou eliminado em casa nas quartas-de-final pelo Bragantino (hoje Red Bull Bragantino), após perder por 3 a 1 em Bragança Paulista e empatar em 1 a 1 na Arena Pernambuco, perdendo assim a vaga na Série B de 2019. Apesar da eliminação nas quartas de final da série C de 2018, o ano de 2019 começou sob grande expectativa da torcida pelo retorno ao Estádio dos Aflitos. Ainda em 2018 ocorreu uma mobilização geral de torcedores de todos os lugares do país, apoiando a campanha de volta para casa, o que ganhou grande notoriedade foi a rápida evolução do quadro de sócios do clube, saltando de um quadro de 3 mil sócios adimplentes para pouco mais de 16 mil em pouco tempo, e ainda em 2018 no dia 18 de dezembro o Náutico enfim voltaria para casa, para os Aflitos, em uma amistoso vencido pelo Timbu contra o Newell´s Old Boys da Argentina, gerando uma receita milionária. Em 2019 logo no começo do estadual, o Náutico fez uma excelente campanha na primeira fase do Campeonato Pernambucano, terminando no segundo lugar. Embora tenha perdido peças importantes da temporada anterior, como o caso de Ortigoza que voltou para o Paraguai, o clube fez algumas contratações importantes como o retorno do ídolo Jorge Henrique. No mata-mata, eliminou o Vitória-PE por 3 a 0 na disputa das quartas, o Afogados-PE por 2 a 0 na semifinal e chegou à final contra o Sport. Na grande final acabou sendo derrotado no primeiro jogo, nos Aflitos, por 1 a 0. No jogo da volta, na Ilha do Retiro, derrotou o Sport, em um jogo dramático, por 2 a 1 no primeiro tempo e buscando a virada no segundo tempo quando era melhor, mas acabou sendo derrotado por 4 a 3 na disputa de pênaltis, e ficando com o vice-campeonato. Os dois jogos da final ficaram marcados, no entanto, por erros de arbitragem nos gols do rival na partida de ida e outro no jogo da volta. Na Copa do Nordeste, o Náutico fez boa campanha na fase de grupos, garantindo a classificação contra o Vitória em Salvador, avançando para o mata-mata. Na fase seguinte enfrentou o Ceará em pleno Castelão e ganhou a partida pelo placar de 2 a 0, no entanto, a equipe foi eliminada na semifinal pelo Botafogo da Paraíba em João Pessoa, em um jogo em que grande parte do time titular estava lesionado. No campeonato nacional, o Náutico iria para sua terceira participação na Série C na história, e a segunda de forma consecutiva. Com um início cambaleante, que culminou com a queda do técnico Márcio Goiano. O clube também enfrentou dificuldades com as lesões graves de dois de seus principais jogadores: Jorge Henrique e Maylson. Mas com a chegada do técnico Gilmar Dal Pozzo, reforços e o uso da base, que já era uma constância no Náutico, o Timbu engrenou uma boa campanha de recuperação e uma sequencia de vitórias importantes, novamente terminando a primeira fase em primeiro lugar, após derrotar, na última partida da fase de grupos, o rival Santa Cruz, por 3 a 1, nos Aflitos, eliminando as chances da equipe coral de passar à fase de mata-mata. A disputa das quartas dessa vez se deu contra o Paysandu, com o primeiro jogo sendo disputado em Belém, e acabando num empate sem gols. O jogo da volta acabou se mostrando uma nova \"Batalha dos Aflitos\", com a equipe paraense abrindo 2 a 0 aos 9 minutos do segundo tempo em pleno estádio alvirrubro, porém, aos 19 minutos o Náutico diminui o placar com Álvaro, e buscou o empate nos minutos finais dos acréscimos com gol de Jean Carlos em cobrança de pênalti. Com o empate em 2 a 2, o jogo acabou indo para a disputa de pênaltis, na qual o Timbu sagrou-se vencedor por 5 a 3 com direito a defesa do goleiro Jefferson em uma das penalidades, conquistando assim o acesso à Série B de 2020, resultando numa invasão generalizada do gramado por parte da torcida alvirrubra, mostrando uma bela cena cada vez mais incomum no futebol brasileiro. Nas quartas, o Náutico enfrentou o Juventude, com o primeiro jogo sendo realizado em Caxias do Sul e resultando na vitória da equipe da casa por 2 a 1. No Recife, o Náutico devolveu o mesmo resultado, vencendo no tempo regular por 2 a 1 e nos pênaltis por 4 a 3, chegando à final da competição, tendo como adversário o Sampaio Corrêa. O primeiro jogo da final aconteceu em Recife, com vitória do Náutico por 3 a 1. No jogo realizado no Castelão o Sampaio, que precisava vencer por 2 a 0 para levar para os pênaltis, saiu na frente no primeiro tempo mas o timbu empatou com um gol de Álvaro aos seis minutos do segundo tempo. Mais adiante o Sampaio marcou o segundo gol mas pouco tempo depois Matheus Carvalho voltou a empatar a partida para sacramentar o título de campeão nacional ao Náutico. === 2020 a 2021: Pandemia, Série B difícil e título de campeão pernambucano de 2021 === O Náutico iniciou o ano de 2020 com grandes expectativas em razão do título da Série C de 2019, por ter mantido boa parte do elenco campeão e por ter repatriado o atacante Kieza. No entanto, o ano de 2020 foi difícil para o Timbu que terminou eliminado na primeira fase da Copa do Nordeste, eliminado na semifinal do campeonato Pernambucano e passou a série B inteira na lutando contra o rebaixamento. O técnico campeão da Série C 2019, Gilmar Dal Pozzo acabou demitido no início da Série B 2020 sendo substituído por Gilson Kleina que após uma sequência de maus resultados acabou demitido e substituído por Hélio dos Anjos, que já havia comandado o timbu em outras duas oportunidades. Mesmo com poucos recursos para investir em razão das dificuldades impostas pela pandemia da COVID-19, o técnico Hélio dos Anjos virou a chave e o Náutico conseguiu sair da zona de rebaixamento da Série B e escapou do rebaixamento que parecia certo. Para o ano de 2021, o Náutico manteve o técnico Hélio dos Anjos no comando do time e realizou algumas contratações pontuais para a disputa do campeonato pernambucano. No estadual de 2021, o Náutico foi absoluto. Liderou o campeonato de ponta a ponta, tendo perdido apenas um jogo na fase inicial. Na semifinal eliminou o Santa Cruz em um jogo em que o atacante Kieza foi decisivo marcando 2 gols. Na final o Náutico enfrentou o Sport. No primeiro jogo, realizado na Arena Pernambuco, o Náutico saiu atrás mas buscou o empate com um gol do zagueiro Wagner Leonardo. No segundo jogo, realizado no Estádio dos Aflitos, não faltou emoção. O Náutico saiu na frente com um belo gol de Kieza, botou duas bolas na trave e o zagueiro Maidana do Sport tirou duas bolas na linha. Faltando poucos minutos para o apito final o Sport empatou levando a disputa para os pênaltis. Na disputa de pênaltis, o Náutico errou a quarta cobrança, no entanto, o VAR verificou que o goleiro do Sport havia se adiantado e mandou repetir a cobrança, conforme manda a regra. O atacante Giovanny acertou na repetição, o Sport chutou para fora a cobrança seguinte e Kieza, artilheiro do campeonato com 10 gols em 12 jogos, mandou para rede a quinta cobrança do Náutico sacramentando o título de campeão pernambucano do clube. Essa conquista rompeu um tabu de 53 anos do Náutico sem vencer o Sport numa final. A última vez que o Náutico havia vencido o rival em final havia sido em 1968 quando conquistou o hexacampeonato. == Diretoria == O atual presidente do clube é o empresário Edno Melo e seu vice é Diógenes Braga, que também acumula a função de diretor de futebol, a atual chapa que também comandou o Náutico no vitorioso biênio de 2018 - 2019 foi reeleita para o biênio 2020 - 2021 sendo aclamada por não ter o famoso \"bate chapa\", não houve concorrente. Além dos títulos, a atual diretoria tem levado destaque não só pelos títulos conquistados mas também pela gestão do clube como empresa, reorganizando o clube em todas as áreas, resgatando a imagem perante o mercado interno e externo como marca e principalmente pela diminuição e negociação dos passivos do clube dando resultado positivo ainda nos primeiros anos de gestão. O clube já foi presidido por figuras como Barbosa Lima Sobrinho, ex-governador de Pernambuco e um dos autores do pedido de impeachment de Collor, Wilson Campos, ex-senador por Pernambuco, e André Campos, ex-deputado estadual e filho de Wilson. == Sócios == O Clube Náutico Capibaribe implantou em 2018 a campanha \"Nação Timbu\" para angariar um número maior de sócios, e no ápice da campanha o clube chegou a ter pouco mais de 16 mil sócios. O programa possui 7 modalidades que variam de valor de acordo com as vantagens e benefícios: participação em eventos no clube e do clube, uso das dependências para demais práticas esportivas e escolinhas, descontos em produtos oficiais do clube, participação em sorteios, isenção ou desconto no ingresso nos jogos do clube em casa e ou fora (dependendo da categoria escolhida). O Náutico também foi pioneiro e implantou uma categoria voltada para seus torcedores de renda mais baixa, estudantes ou que possuem algum tipo de auxilio governamental, estes teriam isenção para ir aos jogos do Timbu. Em 2021, a gestão lançou uma nova campanha de sócios chamada \"Sócio Mais Fiel do Nordeste\". A nova campanha mudou os nomes das categorias anteriores, atualizou os valores de outras, ampliou a categoria voltada para pessoas de baixa renda (estudantes e pessoas que possuem algum tipo de auxilio governamental), e, mais uma vez, inovou: a campanha trouxe uma categoria 100% gratuita - Todo Mundo é Náutico - visando facilitar a possibilidade de qualquer pessoa ser sócia do Náutico. Outro foco da campanha é a priorização de cada uma das categorias nas vendas dos ingressos, e todas voltadas para a nova setorização do Estádio dos Aflitos. Com expressiva aceitação a campanha é a maior da história do clube, batendo recorde de associados e consequentemente de arrecadação, sendo um dos maiores quadros de associados do país. Hoje o quadro de sócios ativos do clube possui 25.041 alvirrubros. == Estádios == === Estádio dos Aflitos === O Estádio Eládio de Barros Carvalho, popularmente conhecido como Estádio dos Aflitos, por estar localizado no bairro dos Aflitos, é o estádio usado pelo Clube Náutico Capibaribe. Inaugurado em 25 de junho de 1939, o nome é uma homenagem a Eládio de Barros Carvalho, presidente do clube durante 14 mandatos. O Náutico deixou de utilizar o estádio entre junho de 2013 e dezembro de 2018 quando passou a mandar seus jogos na Arena Pernambuco. No entanto, a parceria com a Arena não deu certo. O Conglomerado Odebrecht (atual Novonor), que administrava a arena, não cumpriu o contrato acordado com o Náutico, principalmente no que diz respeito aos repasses financeiros, causando um efeito dominó que levou a equipe a ter maus resultados dentro de campo. No período em questão ainda houve a perda de identidade com a ida a \"nova casa\", distante mais de 15 km dos Aflitos e com difícil acesso por meio do transporte público. A soma de todos esses fatores culminaram com uma ação na justiça impetrada pelo Náutico para que houvesse o rompimento unilateral do contrato e a cobrança de milhões em repasses não feitos, decretando o fim da parceria. Em 2017, após grande apelo e mobilização da torcida alvirrubra, iniciou-se uma grande reforma no Estádio dos Aflitos, um novo gramado foi plantado, o antigo alambrado foi trocado por um de vidro, as antigas cadeiras foram trocadas por assentos mais modernos, além de reformas estruturais: novas saídas de emergências, espaço interno e externo da sede e do estádio, novas acomodações para jogadores, torcida e imprensa, além de nova iluminação. A capacidade, no entanto, foi reduzida após laudo do Corpo de Bombeiros, em razão de ainda faltar pontos a serem reformados e principalmente pelo novo alambrado de vidro. Em dezembro de 2018, o estádio foi reinaugurado em partida amistosa diante do Newell´s Old Boys da Argentina. A partida foi vencida pelo Timbu pelo placar mínimo de 1 x 0, tendo sido o gol marcado pelo jovem Thiago, de apenas 17 anos. Horas antes do amistoso com a equipe argentina, foi realizado no estádio um amistoso em homenagem ao atacante Kuki com a presença de antigos ídolos da torcida alvirrubra, Geraldo, Beto Acosta, Netinho, Nilson, Nivaldo, Nildo, Batata, Muricy Ramalho e Thiago Tubarão, entre outros. * 1º jogo (25 de junho de 1939): Náutico 5–2 Sport * 1º gol (25 de junho de 1939): Wilson (Náutico) * Maior público (16 de agosto de 1970): Náutico 1–0 Santa Cruz (31 061 pessoas) * Maior goleada (1 de julho de 1945): Náutico 21–3 Flamengo do Recife *Maior renda (18 de dezembro de 2018): R$ 1.576.220 - Náutico x Newell´s Old Boys * Capacidade: 22.856 === Arena Pernambuco === No dia 10 de outubro de 2011, o Conselho Deliberativo do clube aprovou o projeto que obrigava o alvirrubro a jogar na Arena Pernambuco, que foi construída em São Lourenço da Mata para a Copa do Mundo de 2014. Com padrão internacional, a Arena tem capacidade para 45.500 pessoas, distribuídas em 102 camarotes (1.600 assentos), 1.800 assentos business e 2.700 assentos premium. O espaço tem perfil multiúso. * 1º jogo (22 de maio de 2013): Náutico 1–1 Sporting CP * 1º gol (22 de maio de 2013): Contra de Luiz Eduardo (Náutico) * Maior público do Náutico na Arena (8 de abril de 2018): Náutico 2–1 Central (42 352 pessoas)Em jogo histórico, Náutico vence Central por 2 a 1 e põe fim a jejum de 13 anos sem título, Site Superesportes-PE * Maior público do Náutico na Arena em jogos internacionais (22 de maio de 2013): Náutico 1–1 Sporting (26 803 pessoas) No ano de 2019, contudo, o Náutico voltou a mandar seus jogos no Estádio dos Aflitos. == Títulos no futebol == NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro - Série C 1 2019 INTER-REGIONAIS Competição Títulos Temporadas Copa dos Campeões do Norte 1 1966 Torneio dos Campeões do Norte–Nordeste 1 1952 Taça Brasil - Zona Norte-Nordeste 3 1965,1966 e 1967 ESTADUAIS Competição Títulos Temporadas Campeonato Pernambucano 24 1934, 1939, 1945, 1950, 1951, 1952, 1954, 1960, 1963, 1964, 1965, 1966, 1967, 1968, 1974, 1984, 1985, 1989, 2001, 2002, 2004, 2018, 2021 e 2022 Copa Pernambuco 1 2011 Torneio Início de Pernambuco 14 1933, 1942, 1944, 1949, 1952, 1953, 1962, 1963, 1964, 1965, 1975, 1978, 1979 e 1980 TOTAL Total de títulos 45 1 Nacional, 5 Inter-Regionais e 39 Estaduais ;Legenda Campeão Invicto === Outros títulos === Regionais * Grupo Norte da Taça Brasil (1964 e 1965) * Torneio Centenário de Campina Grande (1964) * Torneio Governador Luiz Viana Filho (1967) * Torneio Governador Cortez Pereira (1975) Estaduais e Municipais * Taça do Centenário do Clássico dos Clássicos (2009) * Taça do Centenário dos Clássicos das Emoções - Taça Gena (2017) * Torneio Eraldo Gueiros (1972) * Torneio Reabertura do Arruda (1982) * Torneio Jayme Cisneiros (1990) * Torneio Municipal (1952) * Torneio da Paz (1943) *Torneio Festivo/Pe - 1921 *Torneio Abrigo Terezinha jesus- 1931 === Títulos honoríficos === Honrarias Campeonato Pernambucano Hexacampeão 1 vez Campeão do Cinquentenário 1 vez Campeão do Centenário 1 vez === Categorias de Base === Copa do Nordeste Sub-20: 2020 Campeonato Pernambucano Sub-20: 25 vezes (1923, 1926, 1928, 1930, 1944, 1945, 1948, 1952, 1958, 1965, 1967, 1969, 1970, 1975, 1980, 1981, 1987, 1989, 2005, 2007, 2009, 2012, 2013, 2020 & 2021) Taça Salatiel Silva (Sub-20): 2019 Copa Carpina Sub-17: 2020 Campeonato Pernambucano Sub-17: 10 vezes (1980, 1984, 1989, 1996, 2005, 2008, 2010, 2011, 2015, 2018) Campeonato Pernambucano Sub-15: 4 vezes (2002, 2005, 2010, 2012) Lampions League Sub-13: 2023 Campeonato Pernambucano de Aspirantes: 18 vezes (1917, 1930, 1931, 1934, 1938, 1939, 1940, 1942, 1944, 1946, 1949, 1959, 1961, 1963, 1963, 1965, 1966, 1974, 1993) === Futebol Feminino === ESTADUAIS Competição Títulos Temporadas Campeonato Pernambucano Feminino 4 2005, 2006, 2020 e 2021 Troféu \"Emancipação do Futebol Feminino\" 1 2021 == Outras modalidades == === Futsal === NACIONAIS Competição Títulos Temporadas Taça Brasil de Futsal 1 1976 ESTADUAIS Competição Títulos Temporadas Campeonato Pernambucano de Futsal 14 1965, 1968, 1969, 1970, 1971, 1972, 1973, 1974, 1975, 1976, 1978, 1980, 1987, 2016 === Hóquei === * Hóquei Feminino Liga Brasileira Feminina - hóquei sobre patins: 2 vezes (2010 e 2012) * Hóquei Masculino Campeonato Pernambucano: 2 vezes (2003 e 2004) === Basquete Masculino === Campeonato Pernambucano de Basquete: 1935,Campeonato Pernambucano de Basquete de 1935 1937,Campeonato Pernambucano de Basquete de 1937 1938Campeonato Pernambucano de Basquete de 1938 Campeonato Pernambucano de basquete de 2011, Campeonato Pernambucano de basquete de 2012, Campeonato Pernambucano de basquete de 2018. Copa Norte/­Nordeste de Basquete: 2015 Copa Brasil Nordeste de Basquete: 2014 === Outros títulos e competições === == Participações == Participações em 2025 Competição Competição Temporadas Melhor campanha Campeonato Pernambucano 108 Campeão (24 vezes) 1916 2025 – Copa do Nordeste 14 Semifinal (4 vezes) 1994 2025 rowspan=\"4\" Campeonato Brasileiro 34 Vice-campeão (1967) 1961 2013 4 Série B 23 Vice-campeão (1988 e 2011) 1971 2022 4 3 Série C 6 Campeão (2019) 1999 2025 2 – Copa do Brasil 28 Semifinal (1990) 1989 2025 Copa Libertadores da América 1 1ª fase (1968) 1968 Copa Sul-Americana 1 2ª fase (2013) 2013 === Campanhas de destaque === Destaques Torneio Campeão Vice-campeão Terceiro colocado Quarto colocado Copa do Brasil 0 (não possui) 0 (não possui) 1 (1990) 0 (não possui) Campeonato Brasileiro 0 (não possui) 1 (1967) 2 (1965 e 1966) 2 (1961 e 1968) Campeonato Brasileiro – Série B 0 (não possui) 2 (1988 e 2011) 4 (1996, 1997, 2005 e 2006) 0 (não possui) Campeonato Brasileiro – Série C 1 (2019) 0 (não possui) 0 (não possui) 1 (1999) Copa do Nordeste 0 (não possui) 0 (não possui) 4 (2001, 2002, 2019 e 2022) 0 (não possui) Torneio dos Campeões do Norte–Nordeste 1 (1952) 0 (não possui) 1 (1951) 0 (não possui) Copa dos Campeões do Norte 1 (1966) 0 (não possui) 0 (não possui) 0 (não possui) Campeonato Pernambucano 24 vezes 31 vezes 27 vezes 13 vezes == Símbolos == === Escudo === O primeiro escudo data de 1901 e representava o esporte que originou o clube: o remo. Continha uma âncora, dois remos e o diagrama das iniciais do clube: CNC. Em 1931, o clube substituiu o antigo escudo no uniforme por apenas a bandeira, símbolo que ficaria famoso com o reconhecimento nacional do clube mais tarde. Foram adicionadas seis estrelas ao redor da bandeira, representando o hexacampeonato da década de 1960. Em 1995, foi retirado o mastro da bandeira no escudo, ficando apenas a flâmula estilizada, com o nome Náutico abaixo. O escudo ainda passou por mudanças, em uma delas incrementou a cor vermelha do escudo, colocando o ano de fundação, 1901, logo abaixo do nome Náutico pela data de fundação. Em 2008, no entanto, o escudo foi mais uma vez mudado: agora o vermelho aparece mais, sendo 3 faixas nessa cor na parte direita do escudo e uma maior que ocupa toda a parte de baixo, no primeiro modelo foi colocado o nome do clube na parte de baixo, junto com o ano de fundação, porém, dois anos depois mudou para o que hoje seria o escudo atual, o nome foi substituído pela data de fundação do clube e uma estrela simbolizando o título do centenário foi colocada logo abaixo. Os remos, a bola e as iniciais CNC continuam, menos inclinados dessa vez. A fonte das letras foi mudada, assim como o desenho dos remos e da bola. Em cima, ainda existem as 6 estrelas vermelhas, representando o hexacampeonato nunca conquistado por nenhuma outra equipe pernambucana. Apesar das mudanças, foi mantido durante todo o tempo o tradicional símbolo do clube: os dois remos, com uma bola de futebol em cima, e as iniciais CNC entre os remos. Evolução do Escudo do Clube Náutico Capibaribe Primeiro escudo De 1931 a 1968 1954 1971 De 1973 a 1979 1980 De 1981 a 1995 De 1996 a 2001 De 2002 a 2008 Comemorativo 120 anos Escudo Atual === Mascote === O Náutico tem como mascote o Timbu (Didelphis albiventris), um marsupial comumente encontrado no Brasil inteiro. Vive em vários ecossistemas, como o cerrado, a caatinga, os banhados e o pantanal, habitando capoeiras, capões, matas e áreas de lavoura, além de se adaptar muito bem à zona urbana, onde encontra farta e variada alimentação em meio aos dejetos domésticos. Na parte oriental do Nordeste do Brasil (Sergipe, Alagoas, Pernambuco, Paraíba, Rio Grande do Norte e Ceará), é conhecido por timbu ou cassaco. Nas regiões Norte e Sul brasileiras, é denominado popularmente mucura, e na Bahia é chamado sarigué, sariguê, saruê ou ainda sarigueia, enquanto que no Paraguai e Mato Grosso é conhecido como micurê. Nos Estados Unidos se denomina opossum. A escolha do Timbu como mascote ocorreu durante um jogo entre Náutico e América/PE, no campo da Jaqueira, em 19 de agosto de 1934. No intervalo, em virtude da chuva e da falta de condições no vestiário, o técnico alvirrubro preferiu conversar com os jogadores no centro do gramado. Um dirigente do Náutico levou para os jogadores uma garrafa de conhaque e pediu que eles bebessem um gole para aguentar o frio. Com isso, a torcida adversária gritava \"Timbu! Timbu!\" para provocar os jogadores alvirrubros, pois o animal aprecia a bebida alcoólica. O Náutico venceu o América por 3 a 1. Quando os jogadores do Náutico saíram de campo, foram perturbar a torcida adversária, gritando \"Timbu, 3 a 1!\". Após este jogo, o Timbu foi o mascote escolhido pelo Clube Náutico Capibaribe, que então organizou um bloco criado pelo pessoal do remo em 1934 - o Timbu Coroado - que sai aos domingos de carnaval, da sede alvirrubra, e percorre o bairro dos Aflitos. == Ídolos == ; Década de 1930 : Fernando Carvalheira : Djalma ; Década de 1940 : Orlando Pingo de Ouro ; Década de 1950 : Ivson de Freitas ; Década de 1960 : Bita : Nado : Nino : Lala : Ivan Brondi : Salomão : Lula Monstrinho : Gena ; Década de 1970 : Jorge Mendonça : Marinho Chagas : Neneca : Vasconcelos ; Década de 1980-90 : Lourival : Bizu : Mirandinha : Cláudio Milar : Baiano : Mário Tilico : Nivaldo : Chapecó : Formiga : Lúcio Surubim : Adriano ; Início dos anos 2000 : Kuki : Thiago Tubarão : Rafael : Sangaletti : Nilson : Gilmar : Acosta : Geraldo ; Década de 2010 : Kieza : Derley : Ronaldo Alves : Júlio Cesar : Ortigoza ; Atualidade : Camutanga : Jean Carlos === Seleção Alvirrubra de todos os tempos === Em 2024, a torcida elegeu, pelo site do clube, a Seleção Alvirrubra de todos os tempos: * 1 - Lula Monstrinho * 2 - Gena * 3 - Beliato * 4 - Sidcley * 5 - Salomão * 6 - Clóvis * 7 - Nado * 8 - Bita * 9 - Bizu * 10 - Ivan Brondi * 11 - Kuki == Treinadores == Alguns treinadores marcaram época pelo Náutico como foi o caso de Duque, técnico que esteve presente em 4 (1964, 1966, 1967 e 1968) dos seis títulos pernambucanos do hexa e esteve no comando do timbu ainda na brilhante campanha do vice- campeonato do Campeonato Brasileiro de 1967 (Taça Brasil). Na década de 80, Ênio Andrade teve uma grande passagem no timbu com direito a título de campeão pernambucano de 1984. No início dos anos 2000, o grande nome foi Muricy Ramalho. O treinador começou a ter destaque nacional como técnico após sua passagem pelo Náutico onde foi bicampeão pernambucano (2001/2002), destaque para o título de 2001, ano do centenário do clube e o fim de uma seca de títulos que já durava 11 anos e eliminando seu maior rival na casa dele, mantendo o bordão \"Hexa é Luxo\" para a torcida alvirrubra, tornou-se ídolo e até hoje é conselheiro do clube. Se destacou também o técnico e também torcedor alvirrubro Roberto Fernandes, campanhas de destaque na Série A de 2007 e 2008, bem como o encerramento de um jejum de 13 anos sem títulos do Náutico com a conquista campeonato pernambucano em 2018, e mais recente campeão pernambucano em 2022. Há também o técnico Waldemar Lemos, vice-campeão da Série B pelo Náutico 2011. Alexandre Gallo também deixou sua marca, após uma campanha histórica na Série A de 2012 cominando com a classificação para a Copa Sul-americana, deixou o clube em 2013 para comandar a Seleção Brasileira sub-20 após o ótimo trabalho no Timbu. Mais recente, também obtendo destaque na equipe pernambucana é o técnico Gilmar Dal Pozzo, após boas passagens na Série B de 2015/2016, voltou ao clube em 2019 para a disputa da Série C e se sagrar campeão do torneiro. == Uniforme == O primeiro uniforme do Náutico era azul e branco por conta da representação náutica, base para a fundação do clube, mas logo o vermelho substituiu o azul e se juntou ao branco até pelo fato da cor já está presente em sua bandeira. Os uniformes do Náutico sempre mantiveram a tradição da equipe, mudando muito pouco ao longo dos anos, sendo preservado o seu desenho tradicional: o 1º uniforme é obrigatoriamente com listras verticais em branco e vermelho, calção branco e meias brancas, ambos com detalhes ou não nas cores vermelhas, o número na parte de trás da camisa costuma ter a cor azul. No 2º uniforme, a camisa tradicionalmente é toda branca com detalhes ou não em vermelho, o calção é todo vermelho e meias também, o número é vermelho, mas já houve épocas que foi azul. O clube no início dos anos 2000 passou adotar um 3º uniforme todo em vermelho, camisa, calção e meias, com o número em branco. Porém, em 2012 foi a 1º vez que o náutico usou uma camisa que não seguisse esse padrão, o uniforme 3 era completamente azul, a cor era baseada no Rio Capibaribe (onde o clube foi fundado e praticava o remo), com detalhes em vermelho e branco. Uniformes atuais *1º Uniforme: Camisa listrada em vermelho e branco, calções e meias brancas; *2º Uniforme: Camisa branca, calções e meias vermelhas. == Patrocinadores masters == Abaixo estão todos os patrocinadores principais, também chamados de master que apareceram na parte frontal da camisa ao longo dos anos. No período de janeiro de 2010 a março de 2013, correspondente a 39 meses, o Náutico passou 28 deles sem um patrocinador master. O último havia sido o Banco Bonsucesso, em meados de 2011. Em abril de 2013, foi anunciado o acordo de patrocínio com a Philco, até o final do ano. No dia 9 de setembro de 2016, Náutico fechou acordo com a Caixa, que passou a ser o novo patrocinador MASTER do Clube. Fazia 3 anos que o Clube Náutico Capibaribe não tinha um patrocinador master estampado em sua camisa. Depois do fim dos patrocínios da caixa com os clubes brasileiros, o Náutico fechou acordo com o Real Hospital Português que se estendeu até o final de 2019. Esse foi um patrocinador marcante, tanto por ser um hospital patrocinando um clube coo pelo título de campeão da Série C de 2019. Na temporada seguinte, seguindo uma tendência que já corria no continente europeu e que chegou fortemente no Brasil, o Náutico fechou seu patrocínio master com uma casa de apostas online, inicialmente com a \"Estadium\" em 2020, na temporada de 2021 a patrocinadora master da equipe foi a \"Jogue Fácil\". Na temporada de 2022, em ação conjunta entre Náutico, Santa Cruz e Sport e visando um fortalecimento do futebol pernambucano as equipes fecharam com a casa de apostas online \"Betnacional\", que negociou de forma sigilosa com cada um dos clubes, na equipe alvirrubra a empresa assinou por 2 temporadas. Histórico de Patrocinadores Patrocinador Período Ref. Banorte 1985 - 1991 Coca-Cola 1993 - 1994 Quartzolit 1999 - 2001 Lexmark 2001 Quartzolit 2002 - 2003 LG Electronics 2004 Rapidão Cometa 2005 - 2008 Hipercard 2009 - 2010 Banco Bonsucesso 2010 - 2011 Philco 2013 Caixa 2016 - 2017 Hospital Português 2018 - 2019 Estadium bet 2020 Jogue Fácil 2021 Betnacional 2022 - atual == Material esportivo == A produção de material esportivo, feito por uma empresa especializada, começou no Náutico exatamente no ano de 1980, a empresa responsável por fazer as camisas do Timbu foi a Adidas. A grande maioria de empresas que produziu camisas foram nacionais, porém, empresas americanas e inglesas também já produziram camisas para o Timbu. Visando exclusivamente alavancar ainda mais as vendas de materiais, a equipe alvirrubra investiu na marca própria em 2019, foi então fundada a \"NSeis (N6)\", inicialmente a ideia funcionou muito bem, porém, muitas criticas a qualidade do material das camisas fizeram com que a marca própria nunca fosse uma unanimidade entre a torcida, vindo a trocar a fabricante durante esse período. Histórico de fornecedores de material esportivo Fornecedor Período Ref. Adidas 1980 Finta 1985 - 1991 Kyalami 1991 - 1994 Penalty 1996 - 1999 Finta 2001 - 2005 Wilson 2006 - 2008 Champs 2009 Lupo 2009 - 2010 Penalty 2011 - 2013 Umbro 2014 - 2015 Topper 2016 - 2019 N6 2019 - 2023 Adidas 2022 Diadora 2024 - atual == Categorias de Base == O Náutico conta com um dos Centros de Treinamento mais modernos do Nordeste do país, o CT Wilson Campos, que fica localizado no bairro da Guabiraba, em Recife. O CT tem pouco mais de 54 hectares de área construída e conta com um hotel com 2 mil metros quadrados, 22 dormitórios para duas pessoas, salão de jogos, academia, auditório com 56 assentos, sala de fisioterapia, sala de imprensa, cozinha industrial e refeitório. O CT possui ainda 5 campos de futebol, 1 mini-campo, 2 campos de areia, vestiários e departamento médico moderno além de academia. Tamanho investimento feito pelo clube já lhe rendeu inúmeros frutos, em tempos de crise os jogadores formados na base alvirrubra supriram a fatal de investimentos no elenco principal e se descararam na ausência de medalhões, obtendo desta nas competições e rendendo vendas milionárias ao clube. Os fatos positivos do investimento na base tem respaldo no estatuto do clube que previa a obrigatoriedade de um mínimo de 25% do elenco principal ser formado por atletas da base, em 2019 esse número passou para 40%. Pelo CT passaram jogadores com relevância no cenário nacional como Jorge Henrique, campeão pernambucano em 2004 pelo Timbu e campeão mundial pelo Corinthians, e no cenário internacional como Douglas Santos, que ainda jogando na lateral esquerda do Náutico, foi convocado para a seleção brasileira, hoje é jogador do Zenit da Rússia. Mais recente o Náutico revelou jogadores como Erick (após passagem por Portugal retornou ao clube por empréstimos), Thiago que foi vendido ao Flamengo como a maior venda da história do clube e Jefferson, goleiro revelado pelo clube que se destacou de forma positiva na campanha da série B de 2017, passou por Atlético de Goiás e Joinville e retornou ao Náutico para ser dono do gol alvirrubro na vitoriosa campanha da série C de 2019. == Timbu Coroado - A paixão alvirrubra entre frevos e blocos de carnaval == Um dos frevos mais entoados no carnaval pernambucano certamente é Come e Dorme, uma homenagem de Nelson Ferreira ao time tricampeão pernambucano da década de 1950. O Náutico, mantendo-se fiel ao seu pioneirismo vitorioso dentro das quatro linhas e nas águas do Capibaribe, foi o primeiro clube pernambucano a ter um bloco de carnaval próprio: o Timbu Coroado. Fundado em 1944, o bloco é um dos mais tradicionais do carnaval do Recife. Atualmente desfila no domingo de carnaval pelas ruas do bairro dos Aflitos, onde fica localizado o palacete sede social do Náutico. O hino do Timbu Coroado também é uma composição do maestro Nelson Ferreira, um dos maiores nomes da música pernambucana. == Torcida == A torcida do Náutico conta com cerca de pouco mais de 1 milhão de torcedores, são inúmeros apaixonados espalhados por todos o país e também no mundo, o destaque para os estados nordestinos próximos e vizinhos como Paraíba, Rio Grande do Norte, Ceará, Maranhão e Alagoas. A pesquisa LANCE IBOPE 2010, que teve como margem de erro apenas 1,1%, identificou aproximadamente 1 milhão de torcedores do Náutico no Brasil, sendo 885 432 na Região Nordeste e 765 234 em Pernambuco, torcedores com alta presença entre os que cursaram o Ensino Superior.Pesquisa de Torcidas LANCE IBOPE 2010 Já a pesquisa da PLURI CONSULTORIA de 2013, que teve como margem de erro apenas 0,68%, a menor margem em pesquisas já realizadas, identificou 1,2 milhão de torcedores do Náutico no Brasil, listando-a como a 18ª maior torcida do Brasil e a quinta maior do Nordeste.Pesquisa de torcidas da Pluri Consultoria, página editada em 19 de março de 2012 e disponível em 27 de abril de 2020. Uma prova da importância da torcida para o time é o aproveitamento de 85% nos jogos em casa na Série B de 2006 (o melhor desempenho entre as 20 equipes) - 16 vitórias, dois empates e apenas uma derrota, nas 19 partidas que disputou em casa -, e uma média de público naquele campeonato de cerca de 10 000 torcedores por jogo, que já subiu na primeira divisão do Campeonato Brasileiro de 2007 para cerca de 13 mil, tendo o Náutico já vendido 3 083 152 ingressos com o mando de campo em campeonatos brasileiros da primeira divisão, até 2009, estando entre os vinte clubes que mais venderam ingressos na história do maior campeonato do Brasil. Foi na torcida do Náutico que se originou o que é considerado como uma das primeiras barras do Brasil, a Alma Alvirrubra. A Alma Alvirrubra nasceu num dos momentos mais difíceis da história do clube, logo após a derrota no último jogo de 2005, o que a deixa longe de ser uma torcida de tendência efêmera, pois nasceu em um momento de crise. Em 2011, mais um recorde conquistado jogando junto com sua torcida nos Aflitos: o Náutico foi o único clube nacional, em todas as divisões, que não perdeu nenhum jogo em casa no Campeonato Brasileiro. Foram 13 vitórias e 6 empates, mostrando mais uma vez a força da torcida alvirrubra. A sua principal torcida organizada, a Torcida Jovem Fanáutico, é a mais antiga de Pernambuco, tendo sido fundada no ano de 1984. Em 2020 foi divulgada uma pesquisa do IBOPE que trazia em números a fidelidade das torcida do Brasil, o destaque ficou para a torcida do Náutico que dentro do cenário trabalhado foi apontada como \"A Mais Fiel do Nordeste\", com um total de 73%, colado com os grandes clubes do país e bem afrente de outros, diferentemente de outras torcidas da região Nordeste que, assim como nas regiões Norte e Centro-Oeste, possuem muitos torcedores chamados \"mistos\" (que torcem para um clube do seu estado ou região e mais um outro do Sudeste, ou apenas torcem para um só clube, mas sendo este de outra região do país). A pesquisa contribuiu para enaltecer o alcunha do clube de a mais fiel da região. === Torcidas, organizadas e confrarias oficiais === * Torcida Jovem Fanáutico (TJF) * Centenários dos Aflitos *UPN - Unidos Pelo Náutico *Timbuninas * Movimento Popular do Náutico * Naucóolicos * Náutico Rock * Timbucana * NauticoNET * Timbu Chopp * Timbuzeiras ==== Confrarias ==== * Manáutico - AM * Timbu Equatorial - AP * Ver-O-Timba - PA * Fortimbu - CE * Potimbu - RN * Timbujampa - PB * Timbumac - AL * Timbu Cuiabano - MT * Confraria do Timbu - DF * Timbu Carioca - RJ * Timbu da Garoa - SP === Torcedores ilustres === * Luiz Inácio Lula da Silva - Presidente do Brasil * Eduardo Campos - ex-Governador de Pernambuco e ex-Ministro de Ciência e Tecnologia * Cristovam Buarque - Senador e ex-Ministro da Educação * Humberto Costa - Senador e ex-Ministro da Saúde *Renildo Calheiros - Deputado Federal (PC do B), ex-Prefeito de Olinda e ex-Presidente da UNE * Gerson Camarotti - Jornalista e apresentador * João Carlos Paes Mendonça - Empresário *Reginaldo Rossi - Cantor e Compositor * Antúlio Madureira - Músico, Compositor e Artesão * Otto - Cantor e Compositor * Yane Marques - Atleta * Silvério Pessoa - Cantor * Gustavo Krause - ex-Prefeito do Recife e ex- Governador de Pernambuco * Geraldo Júlio - ex-Prefeito do Recife * Danilo Cabral - deputado federal e ex-secretário de estado de Pernambuco *Joaquim Francisco - ex-Ministro do Interior, ex-Governador de Pernambuco e ex-Prefeito do Recife *Carlos Wilson - ex-Governador de Pernambuco e ex-Presidente da INFRAERO *Juliano Dornelles - Cineasta *Kléber Mendonça Filho - Cineasta *João Campos - Prefeito do Recife *Claudionor Germano - Cantor *Nonô Germano - Cantor *Bia Villa-Chan - Cantora e Multi-instrumentista *Francisco José - Jornalista e Apresentador *Marcela Rafael - Jornalista e Apresentadora *Abelardo da Hora - Artista Plástico *J. Borges - Poeta, Cordelista e Xilógrafo *Barbosa Lima Sobrinho - Imortal da Academia Brasileira de Letras, ex-Governador de Pernambuco e Advogado *João da Costa - ex-Prefeito do Recife *MC Loma - Cantora == Rivalidades == * Náutico vs Sport * Náutico vs Santa Cruz * Náutico vs América ; Estatísticas dos principais clássicos Clássico das Emoções (Pernambuco) - Náutico versus Santa Cruz * Total de Jogos - 533 * Vitórias do Náutico - 171 * Vitórias do Santa Cruz - 203 * Empates - 159 * Gols do Náutico - 736 * Gols do Santa Cruz - 826 Clássico dos Clássicos - Náutico versus Sport * Total de jogos - 564 * Vitórias do Náutico - 186 * Vitórias do Sport - 217 * Empates - 161 * Gols do Náutico - 648 * Gols do Sport - 711 == Recordes & Fatos históricos == * 18 jogos sem tomar gol (28 de agosto de 1974 a 27 de outubro de 1974). * 42 jogos oficiais invictos - 35 V e 7 E - de 22 de agosto de 1974 a 11 de dezembro de 1974 & 20 de março de 1975 a 25 de maio de 1975. * 18 vitórias consecutivas de 31 de maio a 20 de setembro de 1964. * Baiano marcou 40 gols em uma única edição de Campeonato Pernambucano, por duas vez, em 1982 e 1983. *Baiano é o jogador que mais fez gols em uma mesma temporada pelo Náutico, foram 52 gols em 1982 e ganhou a Chuteira de Ouro do Brasil * Bita e Baiano foram três vezes consecutivas artilheiros do Campeonato (64/65/66) e (81/82/83). * Bita (65) e Luís Carlos (78) fizeram três gols em um só jogo de Torneio Início. *Neneca é um dos goleiro que passou mais tempo na história sem tomar gols,1636 minutos, foram 18 jogos entre 28 de agosto de 1974 até 27 de outubro de 1974. * Maior goleada da história do Campeonato Pernambucano: Náutico 21-3 Flamengo do Recife (1 de julho de 1945). * Maior goleada em jogos de Torneio Início: Náutico 5-0 Íbis (5 gols em 20 minutos). * Maior goleada em final de um Campeonato Pernambucano: Náutico 5-1 Sport (1966). *Primeira excursão de um clube do Nordeste à Europa, em 1953. *Primeira equipe pernambucana a disputar um torneio internacional, em 1968. * 85 jogos de Campeonato Pernambucano invicto nos Aflitos (70 V e 15 E), entre 29 de dezembro de 1963 a 30 de março de 1969, totalizando 5 anos e 3 meses. * Gol mais rápido da história do Campeonato Brasileiro, Nivaldo aos 8 segundos do jogo Náutico 3-2 Atlético/MG, no Campeonato Brasileiro de 1989. * Tará é o jogador que mais marcou em uma única partida pelo Náutico, foram 9 gols na vitória por 21 a 3 contra o Flamengo/PE em 1945. * Maior quantidade de títulos pernambucanos consecutivos - Hexa. *Único mandante invicto nas quatro divisões nacionais durante todo o Campeonato Brasileiro da Série B de 2011. * Maior sequência invicta da história da Série B (2021), conseguindo ficar as 14 partidas iniciais sem derrota. *Allan Cole, atacante e compositor de reggae jamaicano que era amigo do estimado cantor Bob Marley, jogou no Náutico entre os anos de 1971 e 1972. O atleta foi contratado pelo Timbu após se destacar num amistoso da Seleção da Jamaica contra o próprio Náutico em Kingston, capital do país. O jogo terminou empatado em 1 a 1. Há uma história que, enquanto o elenco alvirrubro esteve na Jamaica, Bob Marley pediu uma camisa do Náutico ao lateral-esquerdo Marinho Chagas. Em troca, deu alguns exemplares de seus discos ao jogador. A estreia de Cole pelo Náutico foi num clássico contra o Sport, em 28 de novembro de 1971. O placar foi 1 a 1, com Vanderlei marcando para os rubro-negros e o próprio Allan Cole assinalando o gol do Timbu. O jamaicano marcou, ao todo, 3 gols com a camisa do Náutico e foi dispensado devido ao fato de nunca deixar de fazer uso frequente da erva sagrada dos adeptos do rastafarianismo, o que acabou desagradando a diretoria alvirrubra. *lateral-direito Gena foi quem mais conquistou títulos com a camisa do Náutico. *Bizu e Acosta são os únicos jogadores do Náutico que receberam a Bola de Prata, em 1989 e 2007 respectivamente. === Maiores artilheiros === Essa é uma relação dos artilheiros do Náutico com mais de 100 gols. Jogador Gols 1º Bita 223 2º Fernando Carvalheira 185 3º Kuki 184 3º Baiano 181 5º Ivson 118 6º Bizu 114 7º Ivanildo 113 8º Nino 108 === Mais atuaram === Essa é uma relação dos jogadores do Náutico com mais de 300 jogos. #Kuki (2001-2010): 387. # Lourival (anos 1980): 385. # Lula Monstrinho (anos 1960): 369. # Lala (anos 1960): 357. #Bita (1962-1971): 319. === Maiores públicos do Náutico === * Náutico 0–2 Sport, 80 203, no Arruda, 15 de março de 1998. * Náutico 1–1 Santa Cruz, 76 636, no Arruda, 18 de dezembro de 1983. * No Campeonato Brasileiro: Náutico 3–0 Palmeiras, 47 424, no Arruda, 17 de abril de 1983. *Na Arena Pernambuco: Náutico 2–1 Central, 42.352, 8 de abril de 2018.ZIRPOLI, Cassio - Em jogo histórico, Náutico vence Central por 2 a 1 e põe fim a jejum de 13 anos sem título, Site Superesportes-PE * No Estádio dos Aflitos: Náutico 1–0 Santa Cruz, 31.613, 16 de agosto de 1970.ZIRPOLI, Cassio - Os 10 maiores públicos na história do Arruda, Ilha do Retiro, Arena Pernambuco, Aflitos e Lacerdão, página editada em 2 de maio de 2018 e disponível em 4 de maio de 2018. * Em jogos internacionais: Náutico 1–1 Sporting-POR, 26.803, 22 de maio de 2013.ZIRPOLI, Cassio - As maiores rendas do futebol pernambucano no Plano Real, Site do Diário de Pernambuco === Pioneirismo em Pernambuco === O Náutico foi, entre os times pernambucanos, o primeiro a: * Ter um estádio particular: o Estádio dos Aflitos (inaugurado em 25 de junho de 1939). * Jogar uma partida contra equipe do exterior (em 29 de janeiro de 1937). * Jogar no exterior (1950). * Jogar na Europa (1953). * Jogar no Maracanã (1965). * Disputar a Taça Libertadores da América (1968). * Conquistar por seis vezes consecutivas o Campeonato Pernambucano, de 1963 a 1968 (primeiro e único a consegui-lo). === Jogos Internacionais === Lista dos jogos internacionais do Náutico: . cassiozirpoli.com.br, 17/09/2020 blogolpe.blogspot.com, 10/02/2013 www.folhape.com.br, 13/11/18 *1937 - Atlanta (ARG) 10 x 6 Náutico *1950 - Náutico 4 x 2 Sel. Guiana Holandesa *1951 - Náutico 3 x 2 Vélez Sarsfield (ARG) *1952 - Náutico 2 x 2 Chacarita Juniors (ARG) *1953 - Olympique de Marselha (FRA) 1 x 3 Náutico *1953 - Toulouse (FRA) 2 x 0 Náutico *1953 - Angers (FRA) 1 x 2 Náutico *1953 - Le Havre (FRA) 0 x 3 Náutico *1953 - SV Sarr 05 (ALE) 3 x 3 Náutico *1953 - Hamburgo SV (ALE) 0 x 3 Náutico *1953 - Schalke 04 (ALE) 6 x 2 Náutico *1953 - Bayern München (ALE) 2 x 2 Náutico *1953 - FK Pirmasens (ALE) 1 x 3 Náutico *1953 - Greuther Fürth (ALE) 3 x 2 Náutico *1957 - Náutico 2 x 0 Wanderers (URU) *1966 - Transvaal (SUR) 1 x 1 Náutico *1966 - Robinhood (SUR) 1 x 2 Náutico *1968 - Náutico 2 x 0 Sel. Argentina Novos *1968 - Deportivo Portugués (VEN) 1 x 1 Náutico *1968 - Deportivo Galicia (VEN) 2 x 1 Náutico *1968 - Náutico 1 x 0 Deportivo Galicia (VEN) *1968 - Náutico 3 x 2 Deportivo Portugués (VEN) *1971 - Sel. Trinidad e Tobago 1 x 3 Náutico *1971 - Sel. Trinidad e Tobago 4 x 4 Náutico *1971 - Sel. Trinidad e Tobago 1 x 0 Náutico *1971 - Ferhind (SUR) 0 x 2 Náutico *1971 - Sel. Jamaica 0 x 1 Náutico *1971 - Sel. Jamaica 0 x 0 Náutico *1971 - Sel. Haiti 1 x 1 Náutico *1971 - Sel. Haiti 1 x 1 Náutico *1979 - Náutico 1 x 1 Sel. Tchecoslováquia *1979 - Náutico 0 x 0 New York Cosmos (EUA) *1979 - Sel. Barbados 1 x 3 Náutico *1979 - Ittihad (ARA) 0 x 1 Náutico *1979 - Hail (ARA) 0 x 3 Náutico *1979 - Sel. Hail (ARA) 0 x 3 Náutico *1979 - Nahda (ARA) 0 x 8 Náutico *1979 - Malmö (SUE) 1 x 0 Náutico *1980 - Náutico 1 x 0 Sel. Romênia *1988 - Náutico 1 x 1 Schaffhausen (SUI) *1996 - Náutico 3 x 0 Freienbach (SUI) *2013 - Náutico 1 x 1 Sporting (POR) *2018 - Náutico 1 x 0 Newell's Old Boys (ARG) == Padroeira == A padroeira do Náutico é Nossa Senhora da Conceição. Celebrada em 8 de dezembro, nessa data é sempre realizada uma procissão nas dependências do clube e uma missa na capela erguida na rua Manoel de Carvalho, por trás da arquibancada central do Estádio dos Aflitos. A construção do capela foi resultado de uma promessa feita pelos jogadores pela conquista do título do Campeonato Pernambucano de 2001. == Ver também == * Futebol da Região Nordeste do Brasil * Futebol do Brasil * Lista de campeões do futebol brasileiro * Federação Pernambucana de Futebol * Confederação Brasileira de Futebol * Lista de clubes de futebol do Brasil == Ligações externas == * * * * Náutico no YouTube * * Náutico no Flickr Categoria:Clubes de basquetebol de Pernambuco Categoria:Clubes de futebol fundados em 1901 Categoria:Fundações no Brasil em 1901 Categoria:Clubes campeões do Campeonato Brasileiro - Série C",
 "title": "Clube Náutico Capibaribe"
}