{
 "id": "35824",
 "text": "O cachimbo, também chamado pito,FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.307 é um instrumento utilizado para se fumar, geralmente tabaco, embora seja utilizado alternativamente para se fumar maconha, haxixe e ópio. Versões mais improvisadas de cachimbos feitos com tubos de policloreto de vinila, latas, canos e embalagens costumam ser utilizadas para se fumar pedras de crack. É composto de um recipiente, chamado de fornilho, onde se queima o fumo, e de um tubo, chamado de piteira, por onde se aspira o fumo. Além de seu uso como forma de lazer, o cachimbo também é usado como peça religiosa pelos povos indígenas americanos e pelas religiões afro-americanas. == Etimologia == \"Cachimbo\" deriva do termo quimbundo kixima. \"Pito\" deriva do tupi petï'ar, \"tomar o tabaco\".FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 341 == Matérias- primas do cachimbo == O cachimbo atualmente costuma ser feito de madeira, especialmente dos cecídios das raízes da urze-molar, que apresentam uma grande resistência ao fogo e absorvem naturalmente umidade, mas outras matérias- primas podem ser usadas na sua confecção, como o Meerschaum, espigas de milho, porcelana, acrílico, vidro, barro etc. Meerschaum é uma palavra alemã que significa \"espuma do mar\". É um mineral, mais especificamente um silicato hidratado de magnésio, também chamado sepiolita,FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p. 1 572. encontrado nas costas do Mar Negro e na Turquia. O cachimbo de espiga de milho é típico da cultura dos Estados Unidos. Douglas MacArthur, Mark Twain e os personagens Popeye e Frosty the Snowman o usavam. == Formatos de Cachimbo == Existem vários formatos de cachimbo, tais como: billiard, o formato clássico da maioria dos cachimbos; apple; bent apple; calabash; bulldog; straight; churchwarden; volcano etc. O 4-Square Billiard é um cachimbo com as laterais do fornilho quadradas e com a haste da piteira também quadrada. Já no formato Square-Panel, as laterais do fornilho são quadradas, mas a piteira é redonda. == As misturas de fumo para cachimbo == Há uma infinidade de misturas de tabacos, também chamadas blends, disponíveis para os fumantes de cachimbos. São, geralmente, feitas com diversas variedades de tabaco: Virgínia, Burley, Cavendish, Latakia, Perique etc. O tipo Cavendish, por exemplo, caracteriza tabaco de variedade Virgínia, que foi tratado com açúcar ou mel e uma bebida alcoólica, para lhe conferir suavidade. Recebe este nome porque teria sido inventado pelo navegador e corsário Inglês almirante sir Thomas Cavendish. O tabaco tipo Latakia é um fumo Virgínia fermentado, seco e defumado com fumaça de folhas de pinheiro ou cipreste. Recebe esse nome porque é originário de e produzido na região de Lataquia, na Síria. == História == O uso do cachimbo para se fumar tabaco teve início nas Américas, no período pré-colombiano. Fazia parte de rituais sagrados dos povos ameríndios significando, para algumas culturas, a união do mundo terrestre (representado pelas folhas) com o celeste (representado pela fumaça). Uma das lendas ameríndias que contam essa relação é a Lenda do Búfalo Branco, pertencente à cultura sioux, que atribui uma origem divina ao cachimbo. O cachimbo era, então, fabricado de madeira ou de argilito. Com a adoção do cachimbo pelos europeus a partir do século XVI, os cachimbos passaram a ser feitos principalmente de barro. No século XVII, se iniciou o uso do meerschaum na confecção dos cachimbos. No século XIX, a urze-molar substituiu o barro e o meerschaum como principal matéria-prima dos cachimbos. Já o uso do cachimbo para se fumar ópio, maconha e haxixe teve origem há milênios, no Velho Mundo. == O cachimbo na arte == Nas artes, é famosa uma pintura de René Magritte que é intitulada Ceci n'est pas une pipe, que significa \"isto não é um cachimbo\". Tal pintura pode ser interpretada como expressando uma filosofia relativista, para a qual a imagem da coisa não retrata a coisa em si.Cotrim, Gilberto. Fundamentos de filosofia. 1. ed. São Paulo: Saraiva, p. 161, 2010. Johann Sebastian Bach dedicou, a seu cachimbo, a ária So oft ich meine Tobackspfeife, um poema musicado em que o compositor atribui, ao fumar o cachimbo, uma antevisão da imortalidade. O uso do cachimbo era um característico atributo do personagem Sherlock Holmes. Nas suas histórias, como por exemplo As faias acobreadas, descreve-se Sherlock usando longos cachimbos de cerejeira (porém não do tipo churchwarden) \"quando ele está num estado de espírito mais agressivo que meditativo\". Em algumas ocasiões, como em O signo dos quatro, Holmes usa um velho cachimbo de raiz de urze-molar. Em outras histórias, como em A liga dos cabeças-vermelhas, Holmes usa um \"desagradável\" e \"desonroso\" cachimbo escuro e oleoso de barro. Segundo o doutor Watson, este era o cachimbo preferido de Holmes: \"era como um conselheiro para ele\" (Um caso de identidade), \"a companhia das suas mais profundas meditações\" (O vale do terror). O personagem Popeye usava um cachimbo de espiga de milho. == O cachimbo na cultura == O cachimbo pode ser usado em qualquer lado, embora, tradicionalmente, as pessoas usem-no em casa ou em escritórios. Antigamente, os americanos, quando liam o jornal ou um livro, usavam um cachimbo para se concentrarem na leitura. Também era muito usado por desenhadores e roteiristas para se concentrarem ou arranjarem uma ideia para a obra, bem como por muitos intelectuais, como Jean-Paul SartreSocialista Morena. Disponível em http://www.socialistamorena.com.br/a-noite-em-que-jean-paul-sartre-fumou-um- charuto-com-che-guevara/. Acesso em 20 de dezembro de 2018. e J. R. R. Tolkien. O saci, personagem do folclore brasileiro, usa um cachimbo. == Expressões Idiomáticas == As expressões \"fumar cachimbo com o inimigo\" e \"fumar o cachimbo da paz\" têm o sentido de oferecer uma trégua ou fazer uma tentativa de reconciliação com um adversário. Elas são uma referência ao costume tradicional dos índios estadunidenses de selar tratados fumando-se cachimbo. == Ligações externas ==",
 "title": "Cachimbo"
}