{
 "id": "35837",
 "text": "A economia do Canadá é uma das mais influentes a nível mundial, de raiz capitalista, favorecida por sua proximidade com os Estados Unidos e por diversos tratados comerciais como o Tratado Automobilístico (Canada-United States Automotive Agreement) de 1965, o FTA (Tratado de Livre Comércio) de 1989 e o NAFTA (Acordo de Livre Comércio da América do Norte) de 1994. Com grandes reservas de recursos naturais e uma força de trabalho altamente instruída, o Canadá aproveita-se de sólidos prospectos econômicos, que permitiram um crescimento anual, de, em média, 3%, desde 1993. Atualmente, o Canadá possui a 10º maior economia do mundo, em 2021, quando medida pelo seu PIB PPC, ou a 10º maior do mundo, quando medida pelo seu PNB. O país é o 12º no ranking de competitividade do Fórum Econômico Mundial.The Global Competitiveness Index 2011-2012 rankings == História == Antes dos europeus chegarem ao Canadá, espanhóis e escandinavos já pescavam no Oceano Atlântico, nas proximidades da atual província canadense de Terra Nova e Labrador. No início da colonização europeia no Canadá, a principal fonte de renda era a caça e o comércio de peles. Os britânicos instalaram-se no norte e no oeste do Canadá, nas atuais províncias de Colúmbia Britânica, Alberta, Saskatchewan, Manitoba, e nos atuais territórios de Nunavut, Territórios do Noroeste e Yukon. Este vasto território, escassamente povoado, com apenas 300 habitantes europeus em seu apogeu, era administrado pela Companhia da Baía de Hudson. Enquanto isto, os franceses instalaram-se no leste do Canadá, no que são atualmente as províncias de Ilha do Príncipe Eduardo, Novo Brunswick, Nova Escócia, Ontário e Quebec. Este território era conhecido como Nova França. Franceses e ingleses comercializaram e exploraram a região e fizeram trocas comerciais com tribos indígenas tais como os algonquinos, iroqueses e os hurões, trocando peles de animais por bugigangas como, por exemplo, esferas de vidro. Outros comerciantes preferiam caçar diretamente os animais cuja pele seria posteriormente vendida na Europa. Durante o século XIX, a economia do Canadá passou a ser mais dependente da agricultura, pecuária e mineração. A importância da caça caiu drasticamente. Porém, dado o imenso tamanho do país, a economia do Canadá variava de região para região. Em Ontário, a principal fonte de renda era a agricultura e a mineração. A província era então um dos maiores polos agropecuários do mundo. O Quebec era o centro industrial, ferroviário, portuário e bancário do Canadá, bem como o maior produtor de eletricidade. As províncias do Atlântico dependiam consideravelmente da pesca, e as províncias do centro-oeste, da agricultura (especialmente do cultivo de trigo). Durante as primeiras décadas do século XX, o Ontário passou por um rápido processo de industrialização. A província tornou-se um grande centro industrial e bancário, ainda que o Quebec se mantivesse na liderança. A economia das províncias do Atlântico passou a depender principalmente da produção de produtos de madeira e derivados, enquanto que no centro-oeste a principal fonte de renda das províncias continuou sendo a agricultura, com exceção da Colúmbia Britânica, graças à Vancouver, que se tornara o principal polo bancário e portuário no oeste canadense. Após a Segunda Guerra Mundial, o Canadá passou por um rápido processo de industrialização. A economia prosperaria nas próximas duas décadas, mas devido ao grande crescimento econômico, havia falta de mão de obra qualificada. Para tentar solucionar este problema, o país abriu as portas aos imigrantes de quaisquer nacionalidades na década de 1960. Até à década de 1960, Montreal manteve-se a capital financeira do Canadá. Porém, muitas das empresas e dos comércios instalados na cidade e na província eram controlados por anglófonos. Estes haviam dominado a economia quebequense desde o início do século XIX. Os melhores postos de trabalho eram reservados para quem falasse inglês fluentemente. Apesar de outros fatores, esta foi uma importante causa do crescente nacionalismo quebequense, que culminou na aprovação de leis que tornavam obrigatório o uso do francês nas empresas com mais de 50 funcionários. Isto motivou várias empresas financeiras, sediadas em Montreal, até então a capital financeira do Canadá, a mudar para Toronto. Empresas multinacionais cujo mercado se estendia muito além das fronteiras do Quebec mudaram-se igualmente para Toronto, que se tornou definitivamente a capital financeira do Canadá na década de 1970. Logo após a Segunda Guerra Mundial, grandes reservas de petróleo foram descobertas na província de Alberta, motivando o seu rápido crescimento econômico, principalmente após a Crise do Petróleo de 1973. Atualmente, Calgary e Edmonton são grandes polos ferroviários, industriais e financeiros e a economia da província tem crescido mais rapidamente do que no resto do país. Em 1989 o Canadá assinou com os Estados Unidos o FTA (Tratado de Livre Comércio). Em 1994, no NAFTA (Tratado de Livre Comércio das Américas), os termos do antigo Tratado de Livre Comércio passaram também a incluir o México como membro. Durante a década de 1970, a economia canadense entrou em uma recessão que perdurou até o fim da década de 1980. Os gastos governamentais aumentaram significativamente e o orçamento do governo passou a gerar deficits crescentes, na ordem dos bilhões de dólares americanos. Em 1993, Paul Martin tornou-se Ministro das Finanças do Canadá. Nos dez anos seguintes, a economia do país recuperou, em parte, por causa de cortes em impostos comerciais, mas também graças ao FTA e ao NAFTA. A dívida governamental de 36 bilhões de dólares americanos foi paga, o deficit governamental de 42 bilhões de dólares foi anulado (atualmente, o superavit do governo do Canadá é de seis bilhões de dólares) e a percentagem do total da dívida interna do país em relação ao PIB do país foi diminuída de 71,2% em 1993 para 53% em 2003, quando Martin se tornou o novo Primeiro-Ministro do país. O Canadá continuou a prosperar economicamente desde então. Atualmente, o crescimento da economia do Canadá é um dos mais altos dos países desenvolvidos. As atuais taxas de desemprego são de 6,4%, a mais baixa do país nas últimas quatro décadas. == Comércio exterior == Em 2020, o país foi o 12º maior exportador do mundo (US $ 446,5 bilhões em mercadorias, 2,4% do total mundial). Na soma de bens e serviços exportados, chega a US $ 555,8 bilhões e fica em 11º lugar mundial.Trade Map - List of exporters for the selected product in 2018 (All products)Market Intelligence: Disclosing emerging opportunities and hidden risks Já nas importações, em 2020, foi o 12º maior importador do mundo: US $ 405,0 bilhões. == Setor primário == === Agricultura e Pecuária === Apesar de ser um país muito frio, o Canadá tem uma agricultura extremamente forte. Em 2018, o Canadá foi o maior produtor mundial de colza (20,3 milhões de toneladas), de ervilha seca (3,5 milhões de toneladas) e de lentilha (2 milhões de toneladas), o 2º maior produtor mundial de aveia (3,4 milhões de toneladas), o 6º maior produtor mundial de trigo (31,7 milhões de toneladas) e cevada (8,3 milhões de toneladas), o 7º maior produtor mundial de soja (7,2 milhões de toneladas) o 10º maior produtor mundial de milho (13,8 milhões de toneladas) e o 12º maior produtor mundial de batata (5,7 milhões de toneladas). O país também produziu, no mesmo ano, 688 mil toneladas de linho, 505 mil toneladas de beterraba (que é usada para produzir açúcar), 497 mil toneladas de tomate, 424 mil toneladas de maçã, 354 mil toneladas de cenoura, 341 mil toneladas de feijão, 311 mil toneladas de grão de bico, 236 mil toneladas de centeio, 240 mil toneladas de cebola, 219 mil toneladas de repolho, 195 mil toneladas de cranberry, 164 mil toneladas de blueberry, 173 mil toneladas de semente de mostarda, 138 mil toneladas de cogumelo e trufa, 120 mil toneladas de uva, além de produções menores de outros produtos agrícolas.Canada production in 2018, by FAO Na pecuária, em 2019, o Canadá produziu 2,17 milhões de toneladas de carne de porco (9º maior produtor mundial), 1,38 milhões de toneladas de carne bovina (9º maior produtor mundial), 1,32 milhões de toneladas de carne de frango (24º maior produtor mundial), 9,2 bilhões de litros de leite de vaca (19º maior produtor mundial), 80 mil toneladas de mel (3º maior produtor mundial), entre outros.Pecuária do Canadá em 2019, pela FAO Fazendas cobrem cerca de 7% do Canadá. Mais de 75% de toda a área usada para o cultivo de produtos agrícolas estão localizados nas províncias do centro-oeste do país. Estas províncias produzem, principalmente, trigo, do qual o Canadá é um dos maiores produtores mundiais. Metade do trigo produzido no Canadá é cultivado em Saskatchewan. O segundo maior produtor de trigo no país é Alberta, e em seguida, Manitoba. As províncias do centro-oeste também se destacam pela sua pecuária. Alberta, que possui o maior rebanho de gado bovino do país, é a província com maior índice de produtividade de carne bovina do Canadá, a maior parte da qual é transportada e comercializada no resto do país ou exportada para os Estados Unidos. Diante da diversificação dos produtos cultivados, fazendeiros da região passaram a cultivar também lentilha, colza e ginseng, devido à crescente demanda no país por estes produtos. A Colúmbia Britânica é a maior produtora de carne de frango e ovos do país. No leste do Canadá, a maior parte dos produtos agrícolas é cultivada nas planícies dos Grandes Lagos e no vale do Rio São Lourenço. Os verões quentes do sul do Ontário e do Quebec e a longa estação de cultivo nesta região permitem o cultivo de uma grande variedade de produtos, como a alface, pepino, milho, maçã, morangos e tabaco. O Quebec é o maior produtor de leite do Canadá, possuindo o segundo maior rebanho de gado do país. A província francófona também é a maior produtora de alimentos derivados do leite. O Ontário, por sua vez, é o segundo maior produtor de leite e o terceiro maior no número de cabeças de gado. Nas províncias do Atlântico, o principal vegetal cultivado é a batata. Setor primário do Canadá {| Atividade % PIB Agricultura e pecuária 2% Pesca 0,5% Silvicultura 0,5% Total 3% Agências do governo canadense estabelecem tetos de produção e subsídios que ajudam a proteger a agropecuária do país de preços flutuantes e produtos estrangeiros. Tais agências favorecem a venda do que é produzido pelos fazendeiros, ajudando-os através do fornecimento de serviços e produtos necessários à atividade agropecuária. Quando o assunto é trabalho no Canadá é fundamental o candidato ter um bom domínio da língua inglesa. Imagine a seguinte situação: um canadense com pós- graduação vai trabalhar no Brasil. No entanto ele não tem bom domínio do português. Naturalmente, ele terá dificuldades em conseguir emprego em nosso País. A mesma situação pode ser aplicada aos brasileiros que vêm morar e trabalhar no Canadá. Em ambas as hipóteses, ter domínio do idioma local é fator fundamental para conseguir uma boa vaga.Prós e contras de se viver no Canadá Para o brasileiro será preciso falar e escrever bem em inglês. A habilidade na escrita será, por exemplo, importante na hora de redigir e-mails ou preparar o currículo profissional. Da mesma forma, ter uma boa pronúncia será importante na hora de falar ao telefone ou participar de uma entrevista de emprego. A forma mais fácil de se conseguir um emprego no Canadá é através de sites de emprego na internet (ver links abaixo). O sistema de busca online por empregos funciona muito bem, sendo hoje o principal meio em que os canadenses utilizam para buscar seus empregos. Nesse caso, uma dica importante é a de não restringir sua busca somente por vagas relativas à sua área de atuação. Procure \"atirar para todos os lados\", principalmente se procura por seu primeiro emprego no Canadá. O mercado de trabalho canadense é bastante flexível em relação a obrigatoriedade de se ter diploma para atuar numa determinada área. Ao contrário do que ocorre comumente no Brasil, também não é necessário, em diversas profissões, ser sindicalizado ou associado a entidades de classe. No Canadá é comum de se ver pessoas somente com colegial completo trabalhando, por exemplo, em vagas de administração e negócios. Também é frequente ver pessoas formadas em Administração atuando em setores como Turismo e Hotelaria. Ainda, há também uma grande incidência de imigrantes com formação em engenharia ou odontologia atuando em setores como vendas, marketing e comércio exterior. Segundo reportagem do jornal Vancouver Sun, publicada no último dia 28 de março, o setor de Administração é o responsável pela maior porcentagem de contrações em Vancouver. Em segundo lugar, a área que mais contrata é a de hotéis / restaurantes, seguida por comércio, vendas, contabilidade, enfermagem, engenharia e serviços sociais. === Pesca === A pesca é a atividade econômica mais antiga do Canadá. Os Grandes Bancos, localizados imediatamente a leste da Nova Escócia, Novo Brunswick, Terra Nova e Labrador, contêm grandes cardumes de peixes, constituindo uma das maiores reservas mundiais. A indústria pesqueira das províncias do Atlântico capturam, essencialmente, caranguejos, lagostas, camarões e carpas. Outras espécies de animais marinhos (todos peixes), também de valia econômica para os pescadores, têm diminuído drasticamente as suas populações nas últimas décadas, devido à pesca excessiva. Este problema é tão grave que a pesca foi proibida nas águas imediatamente a leste da Terra Nova e Labrador, em 2000, o que arruinou a economia pesqueira da província. Já na Colúmbia Britânica, a espécie mais pescada é o salmão. A Colúmbia Britânica é a região responsável pelo maior índice de capturas de salmão de toda a América do Norte. === Silvicultura === Cerca de 40% da área do Canadá é coberta por florestas boreais que lhe permitem ser o maior exportador de madeira e derivados e um dos maiores produtores de móveis e papel do mundo. Tal produção destina-se tanto para o mercado interno como para os Estados Unidos que também constituem o seu principal cliente, sendo a Colúmbia Britânica a líder neste setor, seguida do Quebec e do Ontário. == Setor secundário == Setor secundário do Canadá {| Atividade % PIB Manufatura 18% Construção 5% Mineração 4% Total 27% === Indústria === O Banco Mundial lista os principais países produtores a cada ano, com base no valor total da produção. Pela lista de 2019, o Canadá tinha a 15ª indústria mais valiosa do mundo (US $ 151,7 bilhões).Fabricação, valor agregado (US $ corrente) Em 2019, o Canadá era o 12ª maior produtor de veículos do mundo (1,9 milhão) e o 18ª maior produtor de aço (12,8 milhões de toneladas).World vehicle production in 2019World crude steel productionGlobal crude steel output increases by 3.4% in 2019 O Canadá foi o 4º maior produtor mundial de alumínio em 2019, visto que o processo de transformação da bauxita em alumínio demanda uma quantidade imensa de energia, e poucos países possuem excedentes de produção energética para produzir o metal, sendo o Canadá um destes países.USGS Aluminum Production Statistics O país é famoso por sua produção de xarope de bordo, a maior do mundo, sendo cerca de 90% da produção realizada em Quebec. Em 2016, Quebec produziu cerca de 30 milhões de litros de xarope de bordo.Statistical Overview of the Canadian Maple Industry – 2015Quebec increases maple syrup production amid internal revolt, foreign competition Ontário e Quebec produzem mais de 75% de todos os produtos industrializados fabricados no Canadá, com Toronto e Montreal sendo os principais centros da indústria de manufatura do país. Automóveis, caminhões, peças automobilísticas e aviões são os principais produtos fabricados no Canadá, no quesito valor econômico total dos produtos fabricados; em seguida vem o processamento industrializado de alimentos em geral. O valor econômico total de um produto é a diferença entre o valor econômico da matéria prima usada para fabricação de um dado produto e o valor econômico do produto industrializado em si. O Canadá não tem uma empresa própria que produza carros e caminhões. Ao invés disso, várias empresas automobilísticas americanas e japonesas fabricam seus veículos no Canadá, especialmente em Ontário, outras em Quebec. Uma parte dos veículos fabricados no país é destinada ao mercado canadense, mas a maioria tem como destino os Estados Unidos. Por outro lado, o Canadá é um líder mundial na produção de aviões e de trens de metrô, graças à Bombardier. A maioria das fábricas da Bombardier está localizada na região metropolitana de Montreal. === Mineração === O Canadá é um dos maiores produtores minerais do mundo. Em 2019, o país era o 4º maior produtor mundial de platina;USGS Platinum Production Statistics o 5º maior produtor mundial de ouro;USGS Gold Production Statistics o 5º maior produtor mundial de níquel;USGS Nickel Production Statistics o 10º maior produtor mundial de cobre;USGS Copper Production Statistics o 8 º maior produtor mundial de minério de ferro;USGS Iron Ore Production Statistics o 4 º maior produtor mundial de titânio;USGS Titanium Production Statistics o maior produtor mundial de potash (um mineral que contém potássio e é usado como fertilizante);USGS Potash Production Statistics o 2º maior produtor mundial de nióbio;USGS Niobium Production Statistics o 4º maior produtor mundial de enxofre;USGS Sulfur Production Statistics o 7º maior produtor mundial de molibdênio;USGS Molybdenum Production Statistics o 7º produtor mundial de cobalto;USGS Cobalt Production Statistics o 8 º maior produtor mundial de lítio;USGS Lithium Production Statistics o 8º maior produtor mundial de zinco;USGS Zinc Production Statistics o 13º maior produtor mundial de gipsita;USGS Gypsum Production Statistics o 14º produtor mundial de antimônio;USGS Antimony Production Statistics o 10º maior produtor mundial de grafite;USGS Graphite Production Statistics além de ser o 6º maior produtor mundial de sal.USGS Salt Production Statistics Era o 2º maior produtor do mundo de urânio em 2018.World Uranium Mining O Ontário possui grandes reservas de alumínio, cobre, níquel, prata, titânio e zinco. A província de Ontário é a líder nacional na extração de minerais, e a maior fornecedora de níquel do mundo. O Quebec possui grandes quantidades de ferro, zinco e de asbestos. A maior produtora de ferro no Canadá é a Terra Nova e Labrador. Já a Colúmbia Britânica é a maior produtora de cobre do país, enquanto que o Novo Brunswick é a maior produtora de zinco do Canadá. As reservas de urânio do Saskatchewan são as maiores do mundo. A variedade e disponibilidade de minerais no Canadá fazem do país um dos maiores exportadores mundiais de minérios em geral. Os dois recursos minerais mais importantes do país são, porém, o petróleo e o gás natural. A província de Alberta possui grandes reservas destes recursos naturais, e é a líder nacional na extração de ambos os recursos. Alberta também possui gigantescas reservas de betume. O betume pode ser processado para ser transformado em petróleo, mas atualmente este processo é economicamente inviável, por ser caro demais. No futuro, porém, caso um processo mais econômico seja descoberto para processar betume em petróleo, o Canadá poderá tornar-se facilmente um dos maiores fornecedores de petróleo do mundo. === Energia === Nas energias não-renováveis, em 2020, o país era o 4º maior produtor de petróleo do mundo, extraindo 4,2 milhões de barris/dia.Annual petroleum and other liquids production Em 2019, o país consumia 2,4 milhão de barris/dia (8º maior consumidor do mundo).Statistical Review of World Energy, June 2020The World Factbook — Central Intelligence Agency O país foi o 5º maior exportador de petróleo do mundo em 2018 (3,5 milhões de barris/dia). Em 2015, o Canadá era o 5º maior produtor mundial de gás natural, 149,9 bilhões de m³ ao ano. Em 2019 o país era o 5º maior consumidor de gás (120,3 bilhões de m³ ao ano) e era o 4º maior exportador de gás do mundo em 2015: 78,2 bilhões de m³ ao ano.CIA. The World Factbook. Natural gas - production. Na produção de carvão, o país foi o 13º maior do mundo em 2018: 59,5 milhões de toneladas.Statistical Review of World Energy 2018 O Canadá também é o 8º país que mais possui usinas atômicas em seu território: em 2019 haviam 19 usinas, com uma potência instalada de 13,5 GW.Nuclear Share of Electricity Generation in 2019 Nas energias renováveis, em 2020, o Canadá era o 9º maior produtor de energia eólica do mundo, com 13,5 GW de potência instalada, e o 22º maior produtor de energia solar do mundo, com 3,3 GW de potência instalada.RENEWABLE CAPACITY STATISTICS 2021 Em 2014 era o 2º maior produtor de energia hidroelétrica do mundo (atrás da China) com uma potência instalada de 76 GW. O Canadá é um dos maiores consumidores per capita de energia do mundo, primariamente por causa de sua economia industrializada e pelo seu clima rigoroso no inverno. O Canadá possui grandes fontes de energia renováveis, tais como diversos rios e lagos, fortes ventos constantes na região central e as maiores variações de maré na Baía de Fundy, Nova Escócia. O país também se destaca pelas suas reservas de energia não renováveis. O Canadá possui as maiores reservas de urânio do mundo em Saskatchewan, e grandes reservas de petróleo e gás natural em Alberta. O Alberta também possui as maiores reservas de betume do mundo. Cerca de 60% da eletricidade gerada no país é produzida em usinas hidrelétricas, 18% é gerada em usinas nucleares, 12% em usinas termelétricas a gás natural, 8% em usinas termelétricas a carvão e 2% a partir de outras fontes de energia. Todas as províncias do Canadá, com exceção da Ilha do Príncipe Eduardo, geram algum excedente de eletricidade, (especialmente o Quebec) que é exportado para os Estados Unidos. O Canadá é um dos poucos países desenvolvidos do mundo que exporta energia para outros países. A exportação de eletricidade aos Estados Unidos é uma fonte de renda primária do Quebec e da Terra Nova e Labrador. === Construção === A indústria de construção do Canadá está primariamente concentrada nas principais cidades do país, onde vários imigrantes instalam-se diariamente. Tais cidades incluem Calgary, Edmonton, Montreal e especialmente Toronto. Esta indústria é muito forte em Toronto, onde vários edifícios e arranha-céus estão sendo construídos e outros estão sendo planejados. Toronto é a segunda cidade mais ativa na construção de arranha-céus do mundo, perdendo apenas para Shangai. == Setor terciário == O setor terciário é responsável por mais de 67% do PIB do Canadá. Serviços comunitários, comerciais e pessoais, que incluem uma grande variedade de serviços tais como educação, saúde, hotéis e facilidades recreacionais, respondem por 22% do PIB do Canadá, sendo a maior fonte de renda do país. Operações financeiras são a segunda maior fonte de renda do país. Toronto e Montreal são os principais centros financeiros do Canadá. Toronto abriga a principal bolsa de valores do país, o Toronto Stock Exchange, que é a segunda mais movimentada de todo o continente americano, e a sexta mais movimentada do mundo. Montreal e Vancouver também possuem bolsas de valores, mas de menor porte. === Turismo === Em 2018, o Canadá foi o 18º país mais visitado do mundo, com 21,1 milhões de turistas internacionais. As receitas do turismo, neste ano, foram de US $ 21,9 bilhões.Destaques do turismo internacional O turismo é uma das principais fontes de renda do Canadá. O país é bastante visitado por turistas estrangeiros, porém a imensa maioria (aproximadamente 80%) de seus visitantes vêm dos Estados Unidos. O país possui diversos pontos de interesse que variam de região a região. Toronto, Montreal e Vancouver são as cidades mais visitadas do país. O Canadá, como um país desenvolvido do Hemisfério Ocidental, possui uma grande indústria turística, a nível doméstico e internacional. O Canadá é conhecido mundialmente por suas belezas naturais e por vários monumentos. Algumas de suas principais atrações incluem suas cidades, mas o país é provavelmente mais conhecido pelas suas grandes terras escassamente povoadas do interior, e pelos seus monumentos naturais. === Transportes === Setor terciário do Canadá {| Atividade % PIB Serviços comunitários e pessoais 22% Serviços financeiros e imobiliários 19% Comércio por atacado e varejo 11% Transportes e telecomunicações 9% Seviços governamentais 6% Utilidades públicas 3% Total 70% O Canadá possui vários acidentes geográficos que são grandes obstáculos ao transporte, como montanhas, grandes corpos d'água e grandes florestas. Mesmo assim, o país possui um sistema de transporte moderno, e um dos mais extensivos do mundo. A malha ferroviária do Canadá possui mais de 80 mil quilômetros de extensão. É a terceira maior malha ferroviária do mundo, perdendo apenas para a dos Estados Unidos e a da Rússia. As duas principais ferrovias do país são a Canadian National Railway e a Canadian Pacific Railway, esta última sendo a primeira ferrovia transcontinental do mundo, tendo sido inaugurada em 1884. Ambas as ferrovias são controladas por empresas privadas. Já a VIA Rail é um serviço ferroviário interurbano de passageiros administrado pelo governo canadense. Montreal é o maior pólo ferroviário do país, seguido por Calgary e Toronto. Toronto e Montreal possuem modernos sistemas de metrô. Rodovias pavimentadas conectam as principais cidades do Canadá entre si. Delas, destacam-se a Trans- Canada Highway, que se estende por oito mil quilômetros desde o Oceano Pacífico até o Oceano Atlântico, e a Highway 401, ou Via Expressa/Rodovia Macdonald-Cartier, a via expressa/rodovia mais movimentada do mundo. Montreal é o principal pólo rodoviário do Canadá, seguido por Toronto e Calgary. Montreal possui um extensivo sistema de vias expressas. Os principais centros portuários do país são Vancouver, Montreal, Halifax, Saint John e Toronto. O Canal Marítimo do São Lourenço permite o tráfego de navios de grande porte entre o Oceano Atlântico e os Grandes Lagos. Os principais centros aeroportuários do país são Toronto, Vancouver e Montreal. A Air Canada é a principal linha aérea do país. == Força de trabalho == Em 2004 a força de trabalho do Canadá era de 17,37 milhões de trabalhadores. Atualmente, cerca de 72,5% das pessoas do sexo masculino com mais de 18 anos de idade fazem parte da força de trabalho canadense, tendo caído em relação à percentagem de 1981, quando tal percentagem atingiu seu máximo (em anos pós-guerra), de 78,7%. Atualmente, cerca de 59% das pessoas do sexo feminino com mais de 18 anos de idade fazem parte da força de trabalho. A renda média anual de um homem é de cerca de 40,7 mil dólares canadenses, enquanto que a renda média anual de uma mulher é de 28,4 mil dólares canadenses. Aproximadamente 35% da força de trabalho canadense fazem parte de um sindicato. 2% dos agricultores são membros de um sindicato, enquanto que cerca de 80% das pessoas trabalhando em administração pública fazem parte de um sindicato e 17,4% da população do país está abaixo da linha da pobreza sem contar os estrangeiros.Statistics Canada (1995). For country ranks based on the UNDP’s Human Development Index, see United Nations Development Programme (1997) table 6, p. 161.International Labour Organization, Second World Employment Report (Geneva: International Labour Organization, 1996). == Relações comerciais == === Com os Estados Unidos === O Canadá é o maior parceiro comercial dos Estados Unidos. O comércio realizado diariamente entre os dois países supera os 1,4 bilhão de dólares canadenses. Para efeito de comparação, este valor supera o comércio americano entre todos os países da América Latina somados, em 1999. O valor das exportações americanas para o Canadá excedeu o valor das exportações americanas para a União Europeia. Apenas o comércio realizado na Ambassador Bridge, entre Windsor (Ontário) e Detroit (Michigan) iguala-se a todas as exportações americanas para o Japão. A importância do Canadá para os Estados Unidos não é somente um fenômeno que acontece próximo da fronteira Canadá- Estados Unidos: o último é o principal destino internacional dos produtos de 35 dos 50 Estados americanos. O comércio bilateral cresceu por volta de 50% entre 1989, quando o FTA entrou em efeito, e 1994, quando o NAFTA entrou em efeito, substituindo o tratado realizado em 1989. Desde então, o comércio internacional tem crescido em torno de 40%. O NAFTA desde então tem diminuído gradualmente as barreiras existentes entre os países membros (Canadá, Estados Unidos e México), e liberalizando regras em diversas áreas como agricultura, serviços, energia elétrica, serviços financeiros e investimentos. O NAFTA é a maior área de livre comércio do mundo, com seus 440 milhões de habitantes. O maior componente do comércio americano com o Canadá é o setor automobilístico. Sob os termos do Tratado Automobilístico (Canada-United States Automotive Agreement) de 1965, o qual removia quaisquer barreiras alfandegárias ao comércio de carros, caminhões e peças automobilísticas entre ambos os países, o comércio bilateral em produtos automobilísticos cresceu de 715 milhões de dólares em 1964 para 104,1 bilhões de dólares em 1999. Estes termos foram incorporados nos tratados realizados em 1989 e 1994. Os Estados Unidos são o maior mercado de exportação de produtos agrícolas do Canadá. Um terço de todos os produtos alimentícios canadenses são exportados para os Estados Unidos. Controversamente, o Canadá é o segundo maior mercado de exportação dos Estados Unidos. O Canadá importa primariamente frutas e vegetais americanos. Aproximadamente dois terços de todo os produtos de madeira e derivados, como polpa e papel, são exportados para os Estados Unidos. Em 2000, o valor total do comércio de fontes de energia entre o Canadá e os Estados Unidos foi de 21 bilhões de dólares. Os principais componentes deste comércio foram petróleo, gás natural e eletricidade. O Canadá é o maior fornecedor de petróleo do mundo aos Estados Unidos. Cerca de 16% do petróleo e 14% do gás natural usados nos Estados Unidos são procedentes do Canadá. Enquanto que 95% do comércio bilateral entre o Canadá e os Estados Unidos não apresentam maiores problemas, os dois países possuem disputas sobre os 5% remanescentes, especialmente no setor agropecuário e cultural. Usualmente, estes problemas são resolvidos através de fóruns bilaterais de consulta ou através de queixas à OMC ou ao Departamento de Resolução de Disputas da NAFTA. Em maio de 1999, os governos americano e canadense negociaram um acordo em revistas que irá fornecer maior acesso ao mercado canadense por parte da indústria de revistas dos Estados Unidos. Por acordo mútuo, os dois países enviaram uma queixa à Corte Internacional de Justiça em uma disputa sobre o Golfo de Maine, ambos aceitaram a decisão judicial que saiu em 12 de outubro de 1984. Atualmente, um problema nas relações comerciais entre Canadá e Estados Unidos é sobre a disputa madeireira canadense-americana, onde os americanos alegam que o Canadá subsidia injustificadamente sua indústria madeireira. Em 1990, os Estados Unidos e o Canadá assinaram a Fisheries Enforcement Agreement, um tratado que serviu para impedir, ou minimizar, a pesca ilegal em águas americanas e canadenses. O Canadá e os Estados Unidos assinaram um acordo de aviação durante uma visita do presidente americano ao Canadá em fevereiro de 1995, que fez com que o tráfego aéreo entre ambos os países crescesse dramaticamente como resultado. Os dois países também dividem as operações no Canal Marinho do São Lourenço, que conecta os Grandes Lagos ao Oceano Atlântico. Os Estados Unidos são o maior investidor comercial do Canadá, no final de 1999, o valor das ações em investimentos diretos americanos no Canadá foi estimado em 116 bilhões de dólares, ou 72% do investimento estrangeiro no Canadá. Os investimentos americanos são dirigidos primariamente à indústria siderúrgica e mineira, petroquímica, e a manufatura de máquinas e equipamentos de transporte, bem como operações financeiras. Enquanto isto, o Canadá é o terceiro maior investidor estrangeiro nos Estados Unidos. O valor das ações em investimentos diretos canadenses nos Estados Unidos foi estimado em 90,4 bilhões de dólares ao final de 1999. Os investimentos canadenses nos Estados Unidos são direcionados majoritariamente à manufatura, comércio por atacado, comércio imobiliário, petróleo, operações financeiras e seguros. === Com outros países === O Canadá faz parte da Cooperação Econômica da Ásia e do Pacífico, um bloco econômico que tem por objetivo transformar a região do Pacífico em uma área de livre comércio e que engloba países da Ásia, América e da Oceania. O país faz parte do G8, grupo político-econômico que reúne os sete países economicamente mais poderosos do mundo mais a Rússia. == Problemas == === Interprovinciais === Enquanto um longo impasse constitucional entre a população anglófona e francófona tem tradicionalmente dividido o Canadá, o liberalismo e a gradual perda de interesse no separatismo quebequense por parte dos políticos do Quebec tem definido as políticas francófonas de tempos recentes. Esta mudança tem diminuído a tensão existente entre os anglófonos e os francófonos, e uma possível separação do Quebec do restante do país já não é considerada um grande problema. Apesar de estar atualmente em fase de crescimento econômico contínuo, com seu PIB crescendo aproximadamente 2,4% por ano, este crescimento não é uniforme no país, tendo se concentrado primariamente nas províncias de Alberta, Colúmbia Britânica e Ontário. Os três territórios e a maioria das províncias restantes, com exceção do Quebec, enfrentam dificuldades econômicas, tais como uma economia relativamente pouco diversificada e crescente desemprego, o que tem levado a muitos habitantes destas subdivisões a migrarem para as províncias passando por rápido crescimento econômico. === Com os Estados Unidos === Um assunto que preocupa muito a população canadense, desde os primeiros anos do século XX, são as relação sociais, políticas e econômicas com os Estados Unidos. Embora a fuga de cérebros tenha diminuído como resultado da recessão econômica que se abateu sobre os Estados Unidos entre 2001 e 2003, a própria economia do Canadá também sofreu durante este período. Disputas sobre impostos comerciais, ações militares multilaterais, e a controversa legislação canadense que inclui temas como casamento homossexual, leis de imigração e maconha para uso terapêutico fez com que tensões se desenvolvessem entre o Canadá e os Estados Unidos. Os dois países em questão também parecem estar indo em diferentes direções quanto a estes assuntos controversos citados acima, e isto poderia gerar ainda mais problemas no futuro. Atualmente, os principais problemas entre o Canadá e os Estados Unidos, referentes à economia de ambos os países, são sobre os impostos cobrados pelos Estados Unidos para certos produtos importados do Canadá, que segundo o NAFTA deveriam ser livremente comercializadas entre ambos os países, e a uma nova política alfandegária dos Estados Unidos, que está tornando-se cada vez mais rigorosa, gerando a possibilidade de uma queda substancial no número de turistas americanos visitando o país. === Com outros países === O Canadá possui uma longa disputa com o Brasil referente aos subsídios que suas maiores companhias produtoras de aviões (a canadense Bombardier e a brasileira Embraer) recebem. Tanto a Bombardier e a Embraer recebem consideráveis subsídios de seus respectivos governos. A crise começou em 1996, quando o governo canadense questionou os subsídios fornecidos pelo governo brasileiro à Embraer. O governo brasileiro retaliou com argumentações semelhantes contra o governo canadense. Até hoje, o impasse continua, o que afeta significantemente as relações comerciais entre os dois países. O Canadá possui também uma disputa política e econômica com a Espanha. Pescadores espanhóis pescam nas águas dos Grandes Bancos, localizados à leste da Terra Nova e Labrador. Estas águas contêm grandes cardumes de peixes, mas a população de numerosas espécies está em rápido declínio. Em 2000, os pescadores da Terra Nova e Labrador foram proibidos de pescar na região dos Grandes Bancos próxima à Terra Nova e Labrador, onde estavam localizadas a maioria das espécies cuja população está em rápido declínio, o que afetou seriamente a economia pesqueira local. Por outro lado os pescadores espanhóis, equipados com navios modernos, pescam na região dos Grandes Bancos localizado em águas internacionais (mais de 200 quilômetros do litoral canadense) o que torna fúteis as medidas tomadas contra os pescadores da Terra Nova e Labrador. Além disso, muitas vezes, navios espanhóis entram em águas canadenses. Em 1995, o navio pesqueiro espanhol Estai foi capturado por forças navais canadenses, em águas internacionais. Isto gerou protestos por parte do governo espanhol, que argumentou que seus navios têm o direito de pescar em águas internacionais. A Espanha passou a enviar um navio militar, como proteção, junto aos navios pesqueiros espanhóis. Até hoje, o impasse continua. == Ver também == * Economia * Canadá * NAFTA * Economia da América * Países desenvolvidos == Ligações externas == * * * * * * Canada",
 "title": "Economia do Canadá"
}