{
 "id": "35909",
 "text": "Cleto ou Anacleto (Atenas, ?? — Roma, circa 92) foi o 3º Bispo de Roma e papa da Igreja Católica, que o venera como santo. Foi papa, indicativamente, de 80 a 92.P. IRAN CORREA, S. D. B. Biografias dos papas: Guardiães Vigilantes dos Textos Sagrados através dos Séculos. São Paulo: Editora das Américas, 1956. 541 p.ARTAUD DE MONTER, Alexis Francois. Histoire des souverains pontifes romains. Paris (France): J. Lecoffre, 1851. 8v.PINTONELLO, Aquiles. Os papas: síntese histórica, curiosidades e pequenos fatos. São Paulo, SP: Edições Paulinas, 1986. 277p. ISBN 9788505002576 ==Identificação da figura história== Depois de uma disputa que durou séculos, o Anuário Pontifício de 1947 estabeleceu que a figura do Papa Anacleto coincide com a de Cletus, citado pelo Liber Pontificalis como o sucessor do Papa Lino. Já Eusébio de Cesareia, Ireneu de Lyon, Agostinho de Hipona e Optato de Milevi consideravam Anacleto e Cleto a mesma pessoa, mas não concordavam com a ordem de sucessão dos primeiros papas: Ireneu listava, em ordem, Lino, Anacleto e Clemente, mas Agostinho e Optato listavam Lino, Clemente e Anacleto. Mas Tertuliano omitia os dois. Mas a confirmação maior é a do estudo de Louis Duchesne. O Catalogus Liberianus e o Carmen contra Marcionem argumentam que Anacleto e Cleto eram pessoas diferentes. Para o Catalogus Felicianus, o primeiro seria um grego, e o segundo um romano. Finalmente, para lembrar, o Martirológio Jeronimiano que registra Cleti martyris em 26 de Abril, enquanto que o Martirológio de Beda, na mesma data, escreve Sancti Cleti Papae et martyris mostrando a correspondência entre as duas pessoas. A mais antiga lista de papas foi elaborada por Hegésipo durante o pontificado do papa Aniceto, o décimo primeiro, apenas cerca de 160. Esta lista parece ter sido usada por Ireneu de Lyon (Adversus Haereses, III, III), por Sexto Júlio Africano, autor de uma história em 222, pelo escritor desconhecido do terceiro ou quarto século de um poema latino contra Marcião, por Hipólito de Roma (que estendeu essa história até 234) e, provavelmente, pelo autor do Catálogo liberiano de 354. Este último foi utilizado como referência para a elaboração do Liber Pontificalis. Eusébio de Cesareia, por sua crônica e pela sua história, se baseou em dados de Africano; no segundo trabalho, no entanto, ligeiramente corrigiu as datas. A crônica de Jerônimo é uma tradução de Eusébio, e é o único meio disponível para traçar os originais gregos perdidos do grande autor. As seguintes alterações na ordem dos primeiros papas: *Lino, Cleto, Clemente (Hegésipo, Epifânio, o Cânon da Missa); *Lino, Anacleto, Clemente (Ireneu de Lyon, Africano, Eusébio, Jerônimo); *Lino, Cleto, Anacleto, Clemente (Poema contra Marcião); *Lino, Clemente, Cleto, Anacleto (Hipólito de Roma (?), Catálogo Liberiano, Liber Pontificalis); *Lino, Clemente, Anacleto (Optato de Milevi, Agostinho de Hipona). Até hoje, nenhum crítico duvida que Cleto, Anacleto e Anèncleto são a mesma pessoa. Anacleto é de fato a forma latina de Anèncleto, enquanto Cleto é um diminutivo (mais cristão) de Anèncleto. ==Biografia== Pelo que diz o Liber Pontificalis, Cleto nasceu em Atenas, na Grécia, filho de Antíoco. Ele viveu sob os imperadores Vespasiano, Tito e Domiciano; este último desencadeou uma perseguição violenta contra os cristãos que terminou no ano 95; estando morto em 92, provavelmente Cleto não sofreu o martírio com a maioria dos cristãos na cidade, como declarou uma tradição oral secular. Foi o Papa durante o reinado de Tito, quando, em 24 de agosto de 79, a erupção do Monte Vesúvio causou a destruição das cidades de Estábia, Ercolano e Pompeia, uma cidade onde já havia uma grande comunidade de cristãos. Na história de Roma da época, nota-se que no ano seguinte à erupção foi inaugurado o Anfiteatro Flávio, e em 85, foi inaugurado o estádio de Domiciano, o que corresponde à Piazza Navona. Estes três episódios provocaram ​​diferentes humores e reações na comunidade cristã. Se o primeiro foi lido, juntamente com a destruição de Jerusalém, nove anos antes, como um sinal da aproximação do fim do mundo e o consequente surgimento do profetizado Reino de Deus, os outros dois, tão perto, representaram um triunfo do paganismo e um redução líquida de expectativas cristãs.C. Rendina, I Papi. Storia e segreti, pagg. 25 e seg. Durante seu pontificado, ordenou 25 sacerdotes, aos quais impôs a tonsura (prática que permaneceu em vigor durante vários séculos), e supervisionou a construção de um sepulcro perto do Túmulo de São Pedro, onde foi enterrado. ===Morte e sepultura=== Cleto morreu por volta do ano 92, quase certamente de morte natural: naquele ano, não há evidências de qualquer perseguição anticristã. Ele foi sepultado na Necrópole do Vaticano, perto do túmulo de Pedro. ==Culto== Seu dia festivo é comemorado em 26 de abril. Do Martirológio Romano, traduzido ao português: :\"26 de abril - Em Roma, comemoração de São Cleto, o Papa, que governou a Igreja de Roma uma segunda vez depois o apóstolo Pedro.\" É o santo padroeiro das comunas Ruvo di Puglia, Belmonte del Sannio e Cimerano Catolle. De acordo com a tradição local, Cleto teria sido o primeiro bispo de Ruvo di Puglia, diretamente nomeado por São Pedro, de passagem em Apúlia. Esta tradição é inverossímil, já que na época dos primeiros cristãos era costume nomear os pastores do local, onde eles tinham que exercer o seu ministério; além da passagem de São Pedro no sul da Itália, é comumente considerado lendário. Categoria:Santos da Itália Categoria:Primeiros cristãos mártires Categoria:Papas da Itália Categoria:Pessoas citadas na Divina Comédia (Paraíso) Categoria:Papas do Império Romano Categoria:Papas sepultados na Basílica de São Pedro Categoria:Romanos antigos do século I Categoria:Santos do Império Romano Categoria:Naturais de Roma Categoria:Papado do cristianismo primitivo",
 "title": "Papa Anacleto"
}