{
 "id": "35915",
 "text": "Telésforo (em latim, Telesphorus) foi o bispo de Roma e papa da Igreja cristã romana de c. 126 a c. 137, durante os reinados dos imperadores romanos Adriano e Antonino Pio. De ascendência grega, nasceu em Terranova da Sibari, Calábria. Telésforo é tradicionalmente contado como o sétimo bispo romano em sucessão depois de São Pedro. O Liber Pontificalis menciona que ele fora um monge eremita antes de assumir o papado. De acordo com o testemunho de Ireneu de Lyon (Contra Heresias III.3.3), ele sofreu um \"glorioso\" martírio. Apesar de a maioria dos primeiros papas serem chamados de mártires por fontes tais como o Liber Pontificalis, Telésforo é o primeiro a quem Ireneu, escrevendo consideravelmente há muito, dá este título. Eusébio de Cesareia (História da Igreja iv.7; iv.14) coloca o início de seu pontificado no vigésimo ano do reinado do imperador Adriano (128-129) e dá a data de sua morte como sendo no primeiro ano do reinado de Antonino Pio (138-139). No Martirológio Romano, seu dia comemorativo é celebrado a 5 de janeiro;O Telésforo comemorado em 5 de janeiro no calendário romano geral como em 1954, não era de fato o Papa, mas um mártir africano desconhecido - Calendarium Romanum (Libreria Editrice Vaticana, 1969), p. 112). a Igreja Grega o celebra em 22 de fevereiro. A tradição da missa do galo, a celebração da Páscoa aos domingos, a manutenção de sete semanas para a Quaresma antes da Páscoa e o cantar da Glória são, normalmente, atribuídos ao seu pontificado, mas alguns historiadores duvidam de que as tais sejam precisas. O fragmento de uma carta de Ireneu ao Papa Vítor I durante a controvérsia da Páscoa no final do século II, também preservado por Eusébio, atesta que Telésforo era um dos bispos de Roma que comemoravam a Páscoa aos domingos, em vez dos outros dias da semana de acordo com o cálculo da Páscoa judaica. Ao contrário de Vítor, porém, Teléforo permaneceu em comunhão com aquelas comunidades que não seguiam este costume. Os Carmelitas veneram Telésforo como um santo padroeiro da ordem, já que algumas fontes indicam que ele foi um eremita no Monte Carmelo. Categoria:Santos do Império Romano Categoria:Primeiros cristãos mártires Categoria:Papas do Império Romano Categoria:Papas sepultados na Basílica de São Pedro Categoria:Romanos antigos do século II Categoria:Santos da Itália Categoria:Papado do cristianismo primitivo",
 "title": "Papa Telésforo"
}