{
 "id": "35911",
 "text": "Santo Evaristo, ou Aristo, segundo o Catálogo Liberiano (Belém, 50 – Roma, 105) foi o 5º Bispo de Roma e papa da Igreja Católica, que o venera como santo. Foi papa de 96/99 até 105/106. ==Biografia== Pouco se sabe de Evaristo: segundo o Liber Pontificalis, teria nascido em Belém de uma família judia helenizada e teria se convertido ao cristianismo em Roma, regendo a diocese de romana em substituição ao papa Clemente I, exilado na Táurica, nos tempos da perseguição do imperador Domiciano ou, mais provavelmente, de Trajano. Imagina-se se Evaristo deve ser considerado papa de verdade (e não apenas um \"vice\") do ano 97, quando Clemente I estava em exílio; ou só a partir de 101, ano no qual Clemente morre mártir em Crimeia (notícia de Eusébio de Cesareia em sua Storia Ecclesiastica). Para Eusébio, é claro: Clemente, depois de nove anos de pontificado (88-97), \"...passou o sacro ministério para Evaristo\". O Liber Pontificalis reporta que ele dividiu Roma em sete diaconiae, ou tituliLodovico Antonio Muratori, em Dissertações sobre antiguidades italianas, afirma que \"...sob o nome de titulo estavam as paróquias apenas, e não a diaconiae.\" Dissertazioni sopra le antichità italiane, vol. 9, p. 75., lugares santificados pelo martírio dos cristãos, posteriormente, destinados à construção de uma igreja em sua memória (os antepassados ​​das paróquias modernas). Prescrito que os sete diáconos ajudariam nas homilias do bispo, um testemunho de sua ortodoxia, e começou a prática da bênção pública após a celebração do matrimônio civil. Alguns afirmam que esta afirmação do Liber não possui fundamento, uma vez que é atribuída a Evaristo uma instituição depois da Igreja de Roma. O Liber Pontificalis indica o seu sepultamento no túmulo de São Pedro, embora uma outra tradição diz que está sepultado na Igreja de Santa Maria Maggiore alla Pietrasanta, em Nápoles. Alguns historiadores afirmam que o martírio de Evaristo, não é historicamente comprovado. ==Veneração== Sua festa é celebrada no dia 26 de outubro. Do Martirológio Romano: :\"26 de outubro - Em Roma, Santo Evaristo, o papa, que governou a Igreja de Roma como quarto após o bem-aventurado Pedro, sob o imperador Trajano.\" Categoria:Papas da Grécia Categoria:Santos da Grécia Categoria:Papas do Império Romano Categoria:Papas sepultados na Basílica de São Pedro Categoria:Romanos antigos do século I Categoria:Romanos antigos do século II Categoria:Santos do Império Romano Categoria:Papado do cristianismo primitivo",
 "title": "Papa Evaristo"
}