{
 "id": "35931",
 "text": "{{Info/Município do Brasil | nome = Anadia | foto = | leg_foto = | apelido = sitio | brasão = Brasão Anadia.png | bandeira = Bandeira Anadia.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Anadia | aniversário = 20 de Dezembro | fundação = 20 de Dezembro de 1801 (220 Anos) | emancipação = 25 de Julho de 1895 (126 Anos) | gentílico = anadiense | lema = | padroeiro = Nossa Senhora da Piedade | prefeito = José Celino Ribeiro de Lima | partido = PP | fim_mandato = 2024 | mapa = Alagoas Municip Anadia.svg | latP = S | latG = 09 | latM = 41 | latS = 04 | lonP = W | lonG = 36 | lonM = 18 | lonS = 15 | estado = Alagoas | mesorregião = Leste Alagoano | data_mesorregião = IBGE/2008 | microrregião = São Miguel dos Campos | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Boca da Mata, São Miguel dos Campos, Campo Alegre, Limoeiro de Anadia, Taquarana, Tanque d'Arca, Belém e Maribondo. | dist_capital = 94 | área = 189.471 | área_ref = | população = 17423 | data_pop = IBGE/2010 | altitude = 153 | clima = Tropical | sigla_clima = | idh = 0.609 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3558.40 | data_pib_per_capita = IBGE/2008 | codigo IBGE = 201 | codigo dos correios = 26 }} Anadia é um município brasileiro do estado de Alagoas. == História == Até o período holandês, era conhecida como Campos do Arrayal dos Inhanhuns, e Arrayal dos Campos de Inhanhuns, até a criação da vila. Em 1801, quando foi elevado à categoria de vila, passou a ser chamada Vila de São João de Anadia, segundo Nicodemos Jobim, em homenagem ao Visconde de Anadia João Rodrigues de Sá e Melo, ministro português que autorizou a criação da vila. A freguesia foi instalada em 1802. Fez parte da Comarca de Marechal Deodoro até 1833 e a partir deste ano, passou para a Comarca de Penedo. Hoje, a cidade tem sua própria comarca. A Festa da Padroeira, no dia 2 de fevereiro, é um dos pontos altos do município, que recebe milhares de fiéis na já tradicional procissão. De população festiva, Anadia se orgulha de manter viva algumas tradições como: carnaval, vaquejada e, principalmente, dos festejos juninos, ostentando o título de terceiro lugar estadual, com suas animadas quadrilhas. De maioria católica, Anadia é pertencente a Diocese de Penedo. == Geografia == Localiza-se a uma latitude 09º41'04\" sul e a uma longitude 36º18'15\" oeste, estando a uma altitude de 153 metros. Sua população estimada em 2010 era de 17.7240 habitantes. Possui uma área de 190,3 km². == Rodovias == O município é cortado pelas rodovias estaduais AL-105, 450, 215 e 205, que dão acesso São Miguel dos Campos, Maribondo, Boca da Mata, Cajueiro e Campo Alegre. ==Ligações externas== * Página da Prefeitura Municipal",
 "title": "Anadia (Alagoas)"
}