{
 "id": "35935",
 "text": "{{Info/Município do Brasil | nome = Belém | foto = | leg_foto = | apelido = | brasão = | bandeira = Bandeira de Belém, AL.png|thumb | link_brasão = | link_bandeira = | link_hino = | aniversário = 24 de agosto | fundação = | gentílico = belenense | lema = | prefeito = Ana Paula Antero Santa Rosa Barbosa | partido =MDB | fim_mandato = 2024 | vereadores = 9 | mapa = Belém Alagoas.png | latP = S | latG = 09 | latM = 34 | latS = 16 | lonP = O | lonG = 36 | lonM = 29 | lonS = 32 | estado = Alagoas | mesorregião = Agreste Alagoano | data_mesorregião = IBGE/2008 | microrregião = Palmeira dos Índios | data_microrregião = IBGE/2008 | região_metropolitana = do Agreste | vizinhos = Palmeira dos Índios, Taquarana, Tanque d'Arca | dist_capital = 106 | área = 48.196 | área_ref = | população = 4284 | data_pop = IBGE/2010 | população_ref = IBGE | altitude = 311 | clima = quente e seco | sigla_clima = | CEP = 57630-000 | idh = 0.600 | data_idh = PNUD/2000 | idh_pos = | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3428.46 | data_pib_per_capita = IBGE/2008 | padroeiro = São Sebastião | site_prefeitura = https://www.belem.al.gov.br/ }} Belém é um município brasileiro do estado de Alagoas. == História == O território hoje ocupado pelo município de Belém, foi em meados do século XVIII, um pequeno aldeamento de índios remanescentes dos 'Xucurus' e que viviam às margens do Rio Lunga. Estes silvícolas, de índole pacífica, tinham por hábito a colheita de uma pequena planta denominada 'canudo', usada nos cachimbos que fumavam. Existia em grande quantidade junto à serra Canudos, também conhecida na região como Guaribas. Mais tarde, com a formação do primeiro povoamento de homens brancos, o nome 'Canudos' permaneceu como toponímia da localidade. Conta-se que os primeiros desbravadores após os indígenas, foram as famílias Tenório e Barbosa da Paixão, que ali se dirigiram atraídos pela fertilidade das terras. Implantaram grandes lavouras e em breve, novos moradores foram se localizando nas redondezas. Por volta de 1900 o local contava com inúmeras casas e sítios implantados pelos agricultores recém-chegados. O comércio começava a progredir e o movimento era dos maiores. Inúmeras bolandeiras foram montadas. Foi quando houve um sério desentendimento, entre membros das famílias Tenório e Rodrigues de Santa Rosa, culminando em um encontro armado onde foram usados mosquetões e rifles 'papo amarelo'. Registraram-se mortes de ambos os lados. Canudos estava sob jurisdição de Anadia. Em 1953, por força da Lei nº 1712, de 08 de agosto, foi elevada à condição de vila, o que muito contribuiu para que um incremento em sua vida sócio-econômica fosse registrado. Tanto é que em 1962, a Lei nº 2466, de 24 de agosto, estabeleceu sua autonomia administrativa. A instalação oficial ocorreu a 26 de setembro do mesmo ano, desmembrando de Anadia e formado por apenas 1 distrito, o da sede, situação que permanece até hoje. Belém, antigo distrito criado em 1953 e subordinado ao município de Anadia, foi elevado à categoria de município pela lei estadual nº 2466 de 24 de agosto de 1962. === HINO === Entre serras, campinas e florestas Concerne acidentes geográficos Surge tu, ó terra dos meus sonhos! Quente e seco, forma o clima que tu és Recordando, teu passado me envaidece Pelos vultos que de ti já ressurgiram Teu futuro será belo entre os mais, No solo gigante dos marechais Entre serras, campinas e florestas Concerne acidentes geográficos Surge tu, ó terra dos meus sonhos! Quente e seco, forma o clima que tu és Tu és virgem em teu seio varonil Namorada dos antigos Xucurús, Orgulho que teus bravos filhos têm, Consagrando teu nome de Belém! Entre serras, campinas e florestas Concerne acidentes geográficos Surge tu, ó terra dos meus sonhos! Quente e seco, forma o clima que tu és === Bandeira do município === Em 26 de agosto de 1987 foi oficializada a bandeira do município de Belém - AL, através da Lei Municipal nº 157/87 de 26 de agosto de 1987, que teve a aprovação unânime dos vereadores da 6ª Legislatura da Câmara Municipal de Belém no Projeto da referida Lei sobre a Presidência do Vereador Lourival Vieira da Silva, Vice_Presdência do Vereador João Estevam Sobrinho e 1ª Secretaria do Vereador Antonio Vicente de Oliveira e demais Vereadores: José Cícero Barros, Luiz Giló da Costa, Deodato Florêncio Alves, José Lourenço de Lima, Valdecí José Nogueira e José Monteiro de Oliveira. E a sanção da Lei, feita pelo Prefeito Sebastião Monteiro da Costa, que teve como seu Vice-Prefeito o Sr. Manoel Avelino dos Santos. Nos termos da lei, o branco representa a pureza do povo belenense, o azul em forma de Esfera representa o Céu da cidade, a estrela amarela simbolizam a riquezas natural do município, incluindo ainda mandioca, milho, algodão e gado distinguindo as principais fontes de riqueza Agro-Pecuária. == Geografia == Localiza-se a uma latitude 09º37'26\" sul e a uma longitude 36º29'32\" oeste, estando a uma altitude de 311 metros. Sua população estimada em 2004 era de 5.919 habitantes. Possui uma área de 48,45 km². == Ver também == * Lista dos municípios do estado de Alagoas == Ligações externas == * * Categoria:Municípios de Alagoas Categoria:Fundações em Alagoas em 1962",
 "title": "Belém (Alagoas)"
}