{
 "id": "35932",
 "text": "{{Info/Município do Brasil | nome = Atalaia |foto = |leg_foto = |apelido = Reduto dos palmarinos\" \"Cidade-mãe de Capela\" \"Cajueiro\" \"Viçosa |brasão = Brasão de Atalaia AL.jpg |bandeira = Bandeira de Atalaia AL.png |link_brasão = |link_bandeira = |link_hino = |aniversário = 1 de fevereiro |fundação = |emancipação = (elevada à condição de cidade) |gentílico =atalaiense |prefeita = Cecilia Lima Herrmann |partido = MDB | mandato_início = 2021 | mandato_início = 2021 |fim_mandato = 2024 | mapa = Alagoas Municip Atalaia.svg |latP = S |latG = 09 |latM = 30 |latS = 07 |lonP = O |lonG = 36 |lonM = 01 |lonS = 22 |estado = Alagoas |mesorregião = Leste Alagoano |data_mesorregião = IBGE/2008 |microrregião = Mata Alagoana |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Pilar, Rio Largo, Murici, Capela, Boca da Mata, Pindoba e Maribondo |dist_capital = 48 | área = 533.258 |área_ref = |população = 47540 |data_pop = estimativa IBGE/2021 |altitude = 54 |clima = tropical quente e úmido |sigla_clima = |idh = 0.594 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 3897.37 |data_pib_per_capita = IBGE/2008 |site_prefeitura = atalaia.al.gov.br }} Atalaia é um município brasileiro localizado no estado de Alagoas. Pertencente à Mesorregião do Leste Alagoano e à Microrregião da Mata Alagoana, localiza-se a noroeste da capital do estado, distando desta cerca de 48 quilômetros. Sua população, conforme estimativas do IBGE de 2021, era de habitantes, sendo assim um dos mais populosos do estado de Alagoas e o primeiro de sua microrregião. Está a 1 466 quilômetros de Brasília, a capital federal. Sua área é de , sendo que estão em perímetro urbano. De economia predominantemente agrícola (cana-de-açúcar), localiza-se a uma latitude 09º30'07\" sul e a uma longitude 36º01'22\" oeste, estando a uma altitude de 54 metros. O município é cortado pela rodovia federal BR-316. == Localização == A cidade fica a 48 km da capital do estado, Maceió. Tradicional cidade alagoana, Atalaia tem sua história marcada não somente pelo episódio da destruição do Quilombo dos Palmares, mas também pelo fato de, em suas terras, ter surgido a primeira usina de açúcar de Alagoas, uma das maiores do Brasil, em sua época: A Usina Brasileiro. == Origem do nome == Há duas hipóteses para a origem do nome \"Atalaia\". A primeira afirma que o nome se deve ao fato de que as tropas comandadas por Domingos Jorge Velho, contratado para destruir o Quilombo dos Palmares ficavam de \"atalaia\" (vigilância). Porém, essa hipótese não é bastante aceita pelos historiadores, pois o nome do município foi dado por D. José I somente em 1764, em homenagem, provavelmente ao Visconde de Atalaia, fidalgo português muito amigo de D. José I. Esta é a hipótese mais aceita. Contribui para isso o fato de que Atalaia começou a ser povoada por volta de 1692, tendo tido como primeiro nome Arraial dos Palmares. Portanto, até o ano de 1764, não há menção nos registros históricos do nome Atalaia. == História == O território fez parte do Quilombo de Palmares e, com a destruição deste, os vencedores receberam, em doação, as terras conquistadas, Cabendo a Domingos Jorge Velho seu território que então veio a se formar povoado, com a construção de igreja dedicada a Nossa Senhora das Brotas, padroeira do lugar e festejada no dia 2 de fevereiro. A cidade chegou a conhecer um período de prosperidade que, mais tarde, se arrefeceu de modo que perdeu a relevância econômica regional. A ocupação das terras onde hoje situa-se o município iniciou-se por volta de 1692 por Domingos Jorge Velho, bandeirante paulista contratado pelo então Governador da Província de Pernambuco Fernão de Souza Carrilho para destruir o Quilombo dos Palmares. Domingos Jorge Velho havia recebido do governo português a promessa de uma sesmaria (seis léguas de terra), como recompensa pela destruição do Quilombo dos Palmares. Com a destruição de Palmares, e a consequente morte de Zumbi dos Palmares, em 20 de novembro de 1695 o bandeirante esperou o cumprimento da promessa, e se estabeleceu no atual bairro da Cidade Alta, de onde ficava de vigilância (atalaia), durante a luta contra os negros palmarinos. O bandeirante batizou a nova povoação de Arraial dos Palmares. Lá, por volta de 1697, Domingos Jorge Velho mandou construir a Capela de Nossa Senhora das Brotas - a primeira edificação de Atalaia - santa que considerava como sua protetora. Esta é ainda hoje a padroeira de Atalaia. Para tentar agradar à Coroa Portuguesa, Domingos Jorge Velho lhe envia carta comunicando o desejo de que a povoação iniciada por ele passasse a se chamar Vila Real de Bragança, para que a mesma ficasse sob a proteção da Casa de Bragança, para que mais rápido se desenvolvesse. Porém, o pedido foi negado por D. José I. No final de 1700, Domingos Jorge Velho morre sem, no entanto, receber da Coroa Portuguesa o decreto de doação da sesmaria. Apesar do crescimento da povoação, o Arraial dos Palmares não era reconhecido pelas autoridades. Somente em 12 de março de 1701, o Governador da Província de Pernambuco recebe Carta Régia determinando a criação oficial do arraial, porém com o nome de Arraial de Nossa Senhora das Brotas. No entanto, este nome não caiu no gosto dos habitantes, permanecendo os habitantes utilizando a denominação Arraial dos Palmares. Somente em 1716, os filhos e a esposa de Domingos Jorge Velho recebem o decreto que doa a sesmaria onde hoje localiza-se Atalaia, como recompensa pela destruição dos Palmares. Durante o governo do 10.° Ouvidor da Província de Alagoas, Manuel Álvares, os habitantes do Arraial dos Palmares, por seu intermédio, solicitaram ao governo português a elevação do arraial à categoria de vila. D. José I atendeu em parte às reivindicações da população, elevando o Arraial dos Palmares à categoria de vila, porém, com o nome de Vila de Atalaia, em homenagem ao Conde de Atalaia, seu amigo particular. Este decreto data de 1 de fevereiro de 1764, considerada a data de sua fundação. Foi a quarta vila criada em Alagoas, depois de Porto Calvo, Marechal Deodoro (antiga Alagoas) e Penedo. Em 5 de março de 1891 Atalaia é elevada à categoria de cidade, pelo governador Manuel de Araújo Góes. == Vida política == Em 2020 o então prefeito Chico Vigário ficou nacionalmente conhecido por ser alvo de denúncia do Ministério Público por improbidade administrativa em sua gestão, junto a outras doze pessoas que teriam se beneficiado de doações de terrenos pertencentes ao município. A política da cidade é ligada à da vizinha Pilar. Nas eleições de 2021 foi eleita prefeita Ceci Rocha, ex-secretária estadual na gestão de Renan Calheiros Filho e então esposa do prefeito eleito de Pilar, Renato Filho. Em 2023 os dois se divorciaram e Ceci voltou ao nome de solteira; o rompimento se deu ainda no plano político, sendo então aventada a possibilidade de Renato dar seu apoio ao pai, o médico Renato Rezende, contra a ex-mulher. A prefeita, que já havia rompido com sua vice-prefeita Camyla Brasil, envolveu-se em 2023 com denúncias de irregularidades, e ganhou destaque nacional ao posar para fotos que divulgou nas redes sociais durante as enchentes daquele ano, com grande repercussão negativa. ===Lista de prefeitos e vice-prefeitos === Nº Nome Partido Início do mandato Fim do mandato Observações — Francisco Guilherme Bittencourt — — — Intendente — Ernesto Lopes de Vasconcelos — 1926 1928 Prefeito eleito — José Lopes Duarte PSD 1945 — Interventor estadual — Luiz Augusto da Rocha Tenório — 1956 1959 Prefeito eleito — José Lopes Duarte MDB 1968 — Prefeito nomeado — Luiz de Albuquerque Pontes, Luiz Vigário MDB 1969 — Prefeito nomeado — Aluísio Lopes — 1 de janeiro de 1993 31 de dezembro de 1996 Prefeito eleito — Sebastião Pereira Acioli, Sebastião Batalha — 1 de janeiro de 1997 31 de dezembro de 2000 Prefeito eleito — José Lopes de Albuquerque, Zé do Pedrinho PDT 1 de janeiro de 2001 31 de dezembro de 2004 Prefeito eleito — Flávia Maria Monteiro de Lima Medeiros, Professora Flávia PT 1 de janeiro de 2001 31 de dezembro de 2004 Vice-prefeito eleito 3 Francisco Luiz de Albuquerque, Chico Vigário PTB 1 de janeiro de 2005 31 de dezembro de 2008 Prefeito eleito Augusto César Bonfim Santos, Augusto César PMN 1 de janeiro de 2005 31 de dezembro de 2008 Vice-prefeito eleito Francisco Luiz de Albuquerque, Chico Vigário PTB 1 de janeiro de 2009 31 de dezembro de 2012 Prefeito reeleito — Elvio Alves Brasil PTB 1 de janeiro de 2009 31 de dezembro de 2012 Vice-prefeito eleito — Manoel da Silva Oliveira, Professor Mano PTB 1 de janeiro de 2013 23 de setembro de 2014 Prefeito eleito — Elvio Alves Brasil PTB 1 de janeiro de 2013 23 de setembro de 2014 Vice- prefeito eleito __ José Lopes de Albuquerque, Zé do Pedrinho PSDB 27 de Setembro de 2014 31 de dezembro 2016 2° colocado para prefeito — Fernando Affonso Lyra Collor de Melo Fernando Lyra PSD 27 de setembro de 2014 31 de dezembro 2016 2° colocado para vice-prefeito \\- Francisco Luiz de Albuquerque, Chico Vigário PMDB 1 de janeiro de 2017 31 de dezembro de 2020 Prefeito eleito \\- Rodrigo Medeiros de Albuquerque PMDB 1 de janeiro de 2017 31 de dezembro de 2020 Vice-prefeito eleito — Cecilia Lima Herrmann Ceci PSC 1 de janeiro de 2021 Atual Prefeita eleita — Camyla Brasil Paranhos Lima Camyla Brasil PSC 1 de janeiro de 2021 Atual Vice-prefeita eleita == Atalaienses notórios== *Biografias de atalaienses Categoria:Fundações em Alagoas em 1891",
 "title": "Atalaia (Alagoas)"
}