{
 "id": "35947",
 "text": "{{Info/Município do Brasil |nome = Fonte Boa |preposição = de |foto = |leg_foto = |apelido = |brasão = Fonte Boa - brasao.jpg |bandeira = Bandeira de Fonte Boa AM.svg |link_brasão = |link_bandeira = |link_hino = s:Hino do município de Fonte Boa |aniversário = |fundação = |gentílico =fonte-boense |lema = |prefeito = Gilberto Ferreira Lisboa |partido = PL |mandato_início = 2021 |fim_mandato = 2024 |mapa = Fonte Boa.svg |latP =S | latG =02| latM =30 | latS =50 |lonP =O | lonG =66| lonM =05 | lonS =30 |estado = Amazonas |mesorregião = Sudoeste Amazonense |data_mesorregião = IBGE/2008 |microrregião = Alto Solimões |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Japurá, Maraã, Juruá, Uarini, Tonantins e Jutaí |dist_capital = 602 |área = 12110.907 | área_ref = |população = 16409 |data_pop = estimativa populacional - IBGE/2021 |altitude = 50 |clima = Equatorial, isotérmico |sigla_clima = Af i |idh = 0.530 | idh_pos = AM: 43º | data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2013 |pib_per_capita = 6071.92 |data_pib_per_capita = IBGE/2013 }} Fonte Boa é um município brasileiro do interior do estado do Amazonas, Região Norte do país. Pertencente à Mesorregião do Sudoeste Amazonense e Microrregião do Alto Solimões, localiza-se ao oeste de Manaus, capital do estado. De acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE) em 2021, sua população era de habitantes. Possui uma área de 12.110,907 quilômetros quadrados. == Geografia == Localiza-se a uma latitude 02º30'50\" sul e a uma longitude 66º05'30\" oeste, estando a uma altitude de 62 metros. Sua população estimada em 2014 era de habitantes. Possui uma área de 12.165,19 quilômetros quadrados. Limita-se com os municípios de: Uarini a leste; Juruá e Jutaí ao sul; Tonantins e Japurá a oeste; e Maraã ao norte. === Clima === Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1969 a 1990 e a partir de 1993, a menor temperatura registrada em Fonte Boa foi de em 18 de julho de 1975, e a maior atingiu em 21 de outubro de 2002. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 2 de março de 2000. Janeiro de 2012, com , foi o mês de maior precipitação. == Folclore == Realizam-se no município as festas religiosas: Nossa Senhora de Guadalupe (padroeira da cidade, no dia 12 de dezembro), Nossa Senhora das Dores, Nossa Senhora de Lurdes, Divino Espírito Santo e São Sebastião. No mês de julho acontece todos os anos o festival folclórico com apresentações de quadrilhas, dança do barqueiro, dança cigana, dança do gambá, dança nordestina (cangaço) e várias outras danças regionais. O destaque maior do festival é a disputa entre os bois-bumbás Tira-Prosa e Corajoso, sendo esta a principal atração da festa, com visitantes de toda a região do alto e médio Solimões, além de turistas do Peru e Colômbia. === Festa do Pirarucu === A Festa do Pirarucu se realiza do último dia de novembro até o dia 3 de dezembro, quando se comemora a despesca anual do peixe, reunindo todas as comunidades envolvidas em uma ação de manejo sustentável. O início da festa também marca a abertura dos festejos da padroeira Nossa Senhora de Guadalupe, que termina no dia 12. A Festa do Pirarucu surgiu em consequência do município de Fonte Boa ser o maior produtor de pirarucu do Amazonas e do Brasil. A atividade é controlada pelo Instituto de Desenvolvimento Sustentável de Fonte Boa (IDSFB). No município há uma estimativa de captura de 25 mil peixes adultos, o que significa mil toneladas do produto. A pesca envolve 84 comunidades, 720 pescadores, 520 famílias e 350 lagos. == Comunicação == O município possui uma emissora de rádio comunitária na frequência 87,9 mHz, a Rádio Cabocla FM, que fica localizada na zona urbana do município, levando informação e música para o seu público. Desde 2009 tem um site de notícias abordando os principais acontecimentos da cidade o Portal Fonte Boa . Além da Cabocla FM, atualmente a cidade e principalmente os seus conterrâneos contam com a Rádio Clube Web de Fonte Boa, que tem uma programação variada disponível na internet através do site , levando informação da cidade e região, através da internet, em suas redes sociais e aplicativos. A cidade conta ainda com a distribuição do Jornal Solimões Vip, focado nos eventos da cidade e cidades vizinhas. Categoria:Fundações no Amazonas em 1938",
 "title": "Fonte Boa (Amazonas)"
}