{
 "id": "35999",
 "text": "{{Info/Município do Brasil | nome = Barra de São Miguel | foto = Barra de São Miguel & Praia do Gunga.jpg | leg_foto = | apelido = | brasão = Brasão_de_Barra_de_São_Miguel.jpg | bandeira = Al-barra-de-sao-miguel-bandeira.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 2 de agosto | fundação = | gentílico = Barrense | prefeito = Benedito de Lira | partido = Progressistas | fim_mandato = 2024 | mapa = Alagoas Municip BarradeSaoMiguel.svg | latP = S | latG = 09 | latM = 50 | latS = 24 | lonP = O | lonG = 35 | lonM = 54 | lonS = 28 | estado = Alagoas | mesorregião = Leste Alagoano | data_mesorregião = IBGE/2008 | microrregião = Maceió | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Marechal Deodoro, Roteiro e São Miguel dos Campos | dist_capital = 33 | área = 76.612 | área_ref = | população = 8264 | data_pop = estimativa IBGE/2018 | altitude = 5 | clima = tropical | sigla_clima = | idh = 0.572 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 5700.44 | data_pib_per_capita = IBGE/2008 | site = http://www.barradesaomiguel.al.gov.br/ }} Barra de São Miguel é um município brasileiro localizado na Região Metropolitana de Maceió, no Estado de Alagoas. Encontra-se a 09º50'24\" de latitude sul e 35º54'28\" de longitude oeste, a uma altitude de 2 metros. Sua população, conforme estimativas do IBGE de 2018, era de habitantes. Possui uma área de 76,96 km². == História == Até a metade do século XVI, o território onde é atualmente ocupado pela Barra de São Miguel foi aldeamento dos índios Caetés, conhecidos pela prática da antropofagia. Segundo a história, eles teriam devorado o bispo Dom Pero Fernandes Sardinha, que veio de Portugal para catequizar a região. Ele teria trazido, então, uma imagem de Santa Ana, que foi abandonada com o ataque dos índios e resgatada anos depois. A área, de excelente localização geográfica, transformou-se num movimentado núcleo de pescadores. Manoel Gonçalves Ferreira montou um estaleiro para a fabricação de embarcações, que ficaram conhecidas em todo o país e deram emprego aos \"experimentos mestres\" do local. Foi de lá que saiu o maior navio nordestino da época, o \"Sane-Duarte\", e também o maior iate, \"Claudio Dubeux\". Com a instalação de novos estaleiros e o início do transporte rodoviário, por volta de 1930, a Barra entrou em declínio, que levou carpinteiros e calafatas ao êxodo para novas indústrias. A autonomia administrativa ocorreu por força de interesses políticos. Somente em 1963, a Barra foi elevada à condição de município, desmembrado de São Miguel dos Campos. Considerada a cidade balneária mais badalada de Alagoas, a Barra tem uma exuberante beleza natural, diversificada com praias de areia branca, águas cristalinas e ilhas de manguezais. De sua marina, partem diariamente embarcações para a praia do Gunga, que fica no município de Roteiro. A Barra se destaca pelos campeonatos esportivos que promove: de Pesca de Arremesso, Enduro de Moto e Jeep (abril), Nordestino de Surf (setembro), e Mountain Bike (novembro). E ainda: o Festival de Música (janeiro), Carnaval, festas juninas, festa da padroeira Nossa Senhora Santana (17 a 26/07) e Emancipação (2/08). == Lista de ex-prefeitos == *Antônio Simões de Araújo (1963-1966) *José Torres Filho (1966-1970) *Leonita Vieira Cavalcante (1970-1973) *Carlito Lima (1974-1977) *Marinete Lins Saldanha (1977-1982) *Maria Angélica Cavalcante (1983-1988) *Reginaldo Andrade (1989-1992) *Maria Angélica Cavalcante (1993-1996) *Lúcio Flávio Costa Cruz (1997-2000) *Robson Vieira (2001-2004) *Reginaldo Andrade (2005-2008) *Rosinha Cavalcante (2009) *Reginaldo Andrade (2009-2012) *Lelo Rapôso (2012) *Carlinhos Alves (2012) *José Medeiros Nicolau(2013-2020) == Geografia == O município Barra de São Miguel subdivide-se em três partes (bairros): Barra Velha (onde a cidade começou e onde funciona grande parte do comércio local), Praia Bonita e Barra Mar (parte de veraneio). Também há grandes loteamentos, como o Arquipélago do Sol e o Alta Vista (em construção). A Barra de São Miguel nasce nas águas do Rio Niquim, e, logo a sua frente, os recifes suavizam as ondas do mar, dando-lhes a impressão de uma enorme piscina. Suas areias são claras e o mar é extremamente azul. Hoje é o mais badalado balneário de Alagoas. O território atualmente ocupado por Barra de São Miguel foi aldeamento primitivo dos índios caetés, sobre os quais recai a fama de terem devorado o primeiro bispo do Brasil, Dom Pero Fernandes Sardinha. == Turismo == Barra de São Miguel dispõe de boa estrutura turística, com hotéis, pousadas e restaurantes. == Religião== No dia 17 de julho de 2010, foi criada a 1ª paróquia, com o nome de Paróquia de São Joaquim e Santa Ana. == Galeria de imagens == Imagem:Barradesaomiguel6.jpg|Orla da Barra Ficheiro:Lagoadoroteiro30.jpg|Lagoa do Roteiro Ficheiro:chaoconchas01.jpg|Chão de Conchas Ficheiro:Barradesaomiguel7.jpg|Orla Ficheiro:Barradesaomiguel24.jpg|Barramar Ficheiro:Barradesaomiguel4.jpg|Recifes na Barra Barra São Miguel Categoria:Fundações em Alagoas em 1963 Categoria:Deserto de notícias",
 "title": "Barra de São Miguel (Alagoas)"
}