{
 "id": "36003",
 "text": "{{Info/Município do Brasil | nome = Castro Alves | foto = Estátua do Poeta Castro Alves.jpg | leg_foto = Estátua do Poeta Castro Alves na Praça da Liberdade | apelido = Terra da Música e da Poesia | brasão = Brasão_de_Castro_Alves.png | bandeira = Bandeira de Castro Alves.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 26 de junho | fundação = | gentílico = castroalvense ou castro-alvense | lema = | padroeiro = Nossa Senhora da Conceição | CEP = 44500-000 | prefeito = Thiancle Araújo | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip CastroAlves.svg | latP = S | latG = 12 | latM = 45 | latS = 57 | lonP = O | lonG = 39 | lonM = 25 | lonS = 40 | estado = Bahia | região_intermediária = Santo Antônio de Jesus | data_região_intermediária = IBGE/2017 | região_imediata = Cruz das Almas | região_metropolitana = | vizinhos = Conceição do Almeida, Santa Teresinha, Sapeaçu, Varzedo, Rafael Jambeiro, Muritiba, Cabaceiras do Paraguaçu, Santo Antônio de Jesus | dist_capital = 194 | área = 713.789 | área_ref = | população = 26369 | data_pop = est. IBGE/2021 | altitude = 278 | clima = tropical quente | sigla_clima = | idh = 0.613 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2016 | pib_per_capita = 13329.84 | data_pib_per_capita = IBGE/2016 | site_prefeitura = castroalves.ba.gov.br | site_câmara = camara.castroalves.ba.io.org.br }} Castro Alves é um município brasileiro do estado da Bahia. Localiza-se a uma latitude 12º45'56\" sul e a uma longitude 39º25'42\" oeste, estando a uma altitude de 278 metros. Sua população estimada em 2018 pelo IBGE era de habitantes. Possui uma área de 767,345 km². == História == A história do município começa no século XVIII, quando a então sesmaria de Aporá foi desmembrada em duas, sendo uma delas doada a João Evangelista de Castro Tanajura, que, para colonizá-la, distribuiu terras com a condição de que os beneficiários iniciassem plantações e construíssem moradias e currais. Uma das suas históricas construções, a Fazenda Curralinho, erguida pelo capitão Antônio Brandão Pereira Marinho Falcão, deu origem ao local onde hoje está situada a sede de Castro Alves. Devido à sua posição como parada obrigatória de tropeiros que viajavam do Recôncavo para a região de Rio de Contas e para as Minas Gerais, a área acabou conquistando rápido progresso. Por Lei Provincial de 26 de junho de 1880, tendo a denominação de Vila de Curralinho, o município foi criado com território desmembrado de Cachoeira. A sede foi elevada à categoria de cidade através de Lei Estadual de 22 de junho de 1893. A cidade recebeu o nome de Castro Alves no ano de 1900, em homenagem ao Poeta dos Escravos, um dos seus mais ilustres filhos, nascido na antiga Vila de Curralinho, no ano de 1847. Outro castroalvense ilustre foi o General Dionísio Evangelista de Castro Cerqueira, Chanceler, herói da Guerra do Paraguai, Ministro da Guerra, e da Viação e Obras Públicas. O município de Castro Alves tornou-se então conhecido como: \"Terra da música e da poesia\", \"Cidade da música e da poesia\" e \"A Cidade do Poeta\". == Características == No princípio do século XVIII, a Sesmaria do Aporá foi desmembrada em duas, uma das quais doada a João Evangelista de Castro Tanajura, que veio a ser, tempos depois, o avô do poeta Antonio Frederico de Castro Alves (Castro Alves). O donatário em causa, para colonizá-la, procurou pessoas de recursos nos mais diversos lugares distribuindo-lhes terras do seu vasto domínio, com a condição de nelas iniciarem plantações, construírem moradias e currais. Coube ao Capitão-Mor Antonio Brandão Pereira Marinho Falcão, a primeira destas penetrações e estabelecer a construção da casa-sede da Fazenda Curralinho, no local onde se ergue a cidade, nascente do Rio Jaguaripe, à margem da Estrada das Boiadas de Minas Gerais para Feira de Santana. Tratou do desmembramento das matas, da plantação de cana-de-açúcar, construções de engenhos e da criação de gado. Estabeleceu, assim, o aldeamento que era conhecido como Curralinho, nome que perdurou por bom tempo. Não foi fácil ao desbravador a sua missão. Teve ele de suportar grandes combates com os índios cariris, descendentes dos tupinambás, que assolavam a povoação nascente e circunvizinhança. Não há certeza do desaparecimento dos gentios citados; no entanto, sabe-se, por tradição, que o seu último chefe dirigiu-se para as matas da zona de Conquista (Sul da Bahia). Muito influiu no progresso do povoamento o fato de ser pouso obrigatório de tropeiros que viajavam de São Félix e de outras localidades do recôncavo para as minas do Rio das Contas, adjacências e Estado de Minas Gerais. Na capela existente na fazenda, foi criada, pela Resolução provincial nº 1.334 de 28 de junho de 1873, a freguesia, sob a invocação de Nossa Senhora da Conceição do Curralinho. Pela Lei Provincial nº 1.987, de 26 de junho de 1880 foi o Arraial de Nossa Senhora de Curralinho elevado à categoria de Vila. Essa mesma lei, assinada pelo Bel Antonio de Araújo Aragão Bulcão, criou o Município de Curralinho, desmembrado do de Cachoeira, e instalado na mesma data. A sede do município obteve foros de cidade em virtude da Lei nº 88, de 22 de junho de 1895. A cidade de Castro Alves está localizada a 191 km de Salvador. Com uma área territorial de 764 km², o município tem uma população estimada de 27.194 habitantes, quatro distritos (Castro Alves, Cruçaí, Petim e Sítio do Meio), além de diversos povoados e localidades. Castro Alves Possui um clima tropical quente, com maior concentração de chuvas no inverno e verão seco. Chega a extremos de 17 °C no inverno e a 36 °C no verão. Possui um relevo montanhoso, com paisagens deslumbrantes; suas montanhas alcançam elevações entre 400 e 500 metros de altitude, excelente para a prática esportes como ciclismo, trilhas e voo livre. Uma importante atração do município é a Serra da Jibóia, com 786 m de altitude, predominantemente composta por mata atlântica exuberante, atrai diversos praticantes de voo livre (especialmente asa delta e parapente). A vegetação é diversificada, formada principalmente por caatinga, serrado, mata atlântica e bromélias. A economia da cidade é baseada na agricultura, com destaque na produção expressiva de abacate e amendoim (quinto maior produtor do estado da Bahia), de fumo, mandioca, banana, além da produção de farinha, uma das mais procuradas da região. Na pecuária destaca-se na criação de bovinos, suínos, cavalos, ovinos e caprinos. O município possui também indústrias com destaque na extração de quartzo e feldspato. Em meados dos anos 2000, Castro Alves passou a fazer parte do pólo calçadista baiano, através da instalação da Fábrica de Calçados Castro Alves, atual Fábrica de Calçados Pegada; no ano de 2009 entrou em operação a empresa Pratigi Alimentos (atualmente a maior fábrica de rações animais da América Latina) e tem se desenvolvido com o aumento da agroindústria, proporcionando crescimento a seu comércio varejista diversificado. Entre seus patrimônios naturais, destaque para Bica do Padre, um sistema fornecedor de água potável, utilizado para abastecer parte da população e as nascentes dos rios Jaguaripe e Paraguaçu. Patrimônio arquitetônico tombado pelo IPHAN, a Capela do Genipapo, localizada na Vila do Genipapo, construída no final do Século XVII, bem como a Sede da Fazenda Curralinho, construção de grande valor histórico, localizado na sede do município, são imóveis que se encontram restaurados e abertos para a visitação pública. == Patrimônio Histórico e Cultural == === A famosa Feira-livre de Castro Alves === A feira-livre de Castro Alves é a maior de todo o recôncavo baiano e considerada por muitos como a maior e mais diversificada feira-livre do estado da Bahia. É um patrimônio cultural e histórico do município, vez que atrai pessoas, especialmente de várias cidades do recôncavo baiano; é uma tradição que já dura mais de 140 anos. Ainda na época que Castro Alves na Vila de Curralinho, por volta de 1870, existem registros que a feira livre além de existir, já atraída pessoas de vários povoados e vilas, que comercializavam alimentos, artigos de couro, alpercatas, celas, etc. Com o passar dos anos a feira-livre cresceu bastante e acontece semanalmente nas quartas-feiras, sextas-feiras e sábados, sendo este último o dia de maior destaque. A feira-livre de Castro Alves é famosa por vender todos os tipos de produtos, com grande destaque para a carne bovina (carne–do-sol), carne suína, carne de carneiro e bode, farinhas, frutas diversas e vem ganhando bastante destaque na comercialização de roupas. Reformas ocorridas nas últimas décadas ampliaram e reestruturaram a área da feira-livre, que conta com duas grandes áreas cobertas e também com o prédio do mercado municipal. === Casa-sede da Fazenda Curralinho - \"O Casarão do Poeta\" === ; Carinhosamente foi batizado pela população castro-alvense como “O Casarão do Poeta”. Essa importante e histórica construção era a antiga casa-sede da fazenda Curralinho, que mais tarde acabou dando origem ao povoado e à Vila de Nossa Senhora da Conceição do Curralinho, vindo a tornar-se a atual cidade de Castro Alves. Esse imóvel foi construído no final do século XVIII pelo capitão-mor Antonio Brandão Pereira Marinho Falcão, que estabeleceu-o próximo à nascente do Rio Jaguaribe, às margens da Estrada das Boiadas. Construiu casa e a capela para pernoite das boiadas em trânsito e pequenos currais, passando o local de imediato, a ser um pouso obrigatório de tropeiros. Nasceu deste modo, a Fazenda Curralinho, cuja propriedade pertenceu posteriormente à família Castro, especificamente aos avós e aos pais do poeta Castro Alves. Foi nesse sobrado que viveram os familiares do poeta e foi nele também que Castro Alves viveu em pelo menos três períodos de sua vida: na infância, na adolescência e na vida adulta. O \"Casarão do poeta\" foi o imóvel de maior importância para a produção literária de Castro Alves, especialmente no seu período de covalescença em 1870; onde ele escreveu conforme registros, pelo menos treze de seus mais belos poemas: _A Duas Flores, O Hóspede, Aves de Arribação, A Uma Estrangeira, Pelas Sombras, Os Perfumes; A Meu Irmão Guilherme de Castro Alves, Coup D’Étrier, Numa Página, Fé, Esperança e Caridade, Horas de Saudade, A D. Joana e Fragmento._ O casarão encontra-se restaurado e é um bem tombado pelo IPAC. Nele funciona um museu aberto para visitação, onde encontram-se objetos, móveis e documentos da família do poeta Castro Alves e também é nele que encontra-se instalada a biblioteca Prof.ª Isabel Matos. === Igreja Matriz de Nossa Senhora da Conceição === Edificada no ano de 1875, é considerado um templo suntuoso, belo e imponente. Regularmente são realizadas missas e eventos católicos, que atraem uma grande quantidade de pessoas. === Igreja de São José do Jenipapo === Essa igreja é considerada uma das grandes joias da arquitetura religiosa jesuíta e retrata um momento histórico de significativa importância para o patrimônio cultural. Está localizada às margens do rio Paraguaçu, na Vila do Genipapo. Construída em 1704, é uma edificação rural e um monumento tombado pelo IPHAN, com área construída de 300 m², localizada no centro de um grande terreiro (IPHAN, 2005). O arcebispo D. Sebastião Monteiro da Vide, quinto arcebispo da Bahia, com formação jesuítica, chegou ao Brasil em 1702, ocupando tal cargo. Em 1704 concedeu licença para a construção da capela, cuja solicitação foi justificada pela distância entre a antiga fazenda da Matriz de São Pedro de Muritiba (IPHAN, 2005). Realizada pelo alferes Gaspar Fernandes da Fonseca, a construção era típica rural, muito graciosa, por estar localizada às margens do rio Paraguaçu (BAZIN, 1956) e nela conter elementos decorativos em madeira policromada, informando a história de São José desde sua entrada até a capela-mor, em estilo rococó. Na entrada ha um alpendre com gradil em madeira, todo encoberto por telhas de barro cozido. A nave e a capela-mor possuem telhado em duas águas (IPHAN, 2005). A madeira utilizada foi o cedro, classificada como madeira de lei e muito utilizada por ser de fácil corte e possuir uma resina, que é a defesa natural da madeira contra os insetos xilófagos (RESCALA, 1985). === Praça da Liberdade e a estátua do poeta === A praça da Liberdade já foi chamada de praça São José. Está localizada próxima à prefeitura municipal, sendo uma das mais bonitas da cidade; nela encontra-se a famosa estátua do poeta Castro Alves, que foi esculpida por Humberto Cozzo, em Florença, Itália. A estátua do poeta Castro Alves foi inaugurada em 14 de março de 1964, ano do centenário de seu nascimento. O nome de Praça da Liberdade é uma homenagem à luta do poeta através das suas poesias em favor da libertação dos escravos. Existem ainda vários outros bens de relevante importância histórica e cultural, presentes no município: === Palacete do Dr. Rafael Jambeiro === Localizado no centro da cidade, na Avenida Rafael Jambeiro. === Prédio do Líder Clube Bomfim === Localizado próximo à Igreja Matriz. === Antiga Cadeia Pública === Atual prédio que abriga o 5º Pelotão da 27ª Companhia Independente de Polícia Militar, próximo à Câmara de vereadores. === Capelas de São Roque e Santo Antônio === Localizadas cada uma, nos montes que levam os seus respectivos nomes. Desses dois pontos, é possível visualizar a praticamente toda a cidade do alto. === Conjunto de casarões em estilo colonial === Encontram distribuídos em vários locais da cidade, especialmente no centro. === Aeródromo de Castro Alves (SSRF) === Castro Alves possui um aeródromo público, registrado na ANAC, sob gestão do Governo do Estado da Bahia. Está localizado a 2,30 km distante da região central da cidade (próximo ao Hospital Regional de Castro Alves). O aeródromo permite o pouso e decolagem de aeronaves de pequeno porte. == Destaque nas artes, música, dança, literatura e manifestações culturais == As raízes do poeta Castro Alves, certamente tiveram forte influência sobre a cidade que carrega seu nome e se destaca por revelar diversos talentos na área cultural, como artistas plásticos, escritores, radialistas, grupos e bandas musicais, grupos de dança, filarmônicas etc. Entre as bandas que nasceram na cidade e que encontram-se em atividade, merece destaque especial a Banda Oliveira, fundada na década de 60 é considerada uma das melhores bandas de animação de bailes do Brasil. Por ela já passaram nomes como Luiz Caldas. Outro destaque é a Filarmônica Lyra Popular, fundada em 1894. Foi revitalizada e é um importante instrumento cultural e social, especialmente para as crianças e jovens do município, que têm a oportunidade de aprender cultura, música e cidadania. O repórter \"Zé Bim\" é um dos castroalvenses, que tornou-se famoso primeiramente no rádio, como repórter esportivo e posteriormente conquistou grande destaque em programas da televisão baiana. == Festas tradicionais == * Emancipação política - 26 de junho; * Aniversário de nascimento do poeta Castro Alves – 14 de março; * Cavalgada do poeta – mês de março; * Festa da padroeira Nossa Senhora da Conceição – 8 de dezembro; * Festa de São João: as tradicionais festas juninas de Castro Alves estão entre as melhores e mais animadas do Estado. Entre os dias 20 a 24 de junho a cidade realiza o tradicional “Arraiá do Poeta”, atraindo diversos turistas. A festa conta sempre com grandes atrações de destaque nacional, regional e local; * Vaquejadas: tradicionais festas que acontecem em diferentes datas do ano em um grande parque de vaquejadas que há no município, sempre atraindo um enorme público da região. == Clima == == Curiosidades == Dentre as cidades do interior da Bahia, Castro Alves, então comandada pelo prefeito Elói Victor dos Santos, expulsou o cangaceiro Lampião e seu bando da cidade. Na época, a cidade era conhecida como a capital do fumo na Bahia. O jogador Edílson, pentacampeão mundial de futebol pela seleção brasileira e craque consagrado por diversos clubes como Palmeiras, Corinthians e Flamengo, foi revelado pela seleção de Castro Alves nos campeonatos intermunicipais dos anos de 1988 e 1989. Categoria:Fundações na Bahia em 1880",
 "title": "Castro Alves (Bahia)"
}