{
 "id": "36074",
 "text": "Nova Iorque ou Nova York () é um dos 50 estados dos Estados Unidos, localizado na Região nordeste do país. É o maior centro financeiro e comercial do país, e o quarto maior centro industrial dos Estados Unidos, atrás apenas de Califórnia, Texas e Ohio. O estado não deve ser confundido com a cidade de mesmo nome, a cidade de Nova Iorque, localizada ao sul do estado. Por isto, o estado às vezes é chamado de Estado de Nova Iorque (New York State). Além de ser a maior cidade do estado, Nova Iorque, com seus 8,5 milhões de habitantes (aproximadamente a metade da população do estado), é também a cidade mais populosa dos Estados Unidos. Nova Iorque tornou-se o estado mais populoso do país por volta de 1810, sendo ultrapassado pela Califórnia na década de 1960, pelo Texas na década de 1990, e pela Flórida em 2020, tornando-se, assim, o quarto estado mais populoso dos Estados Unidos, com pouco mais de 20 milhões de habitantes. Nova Iorque foi originalmente colonizado por neerlandeses, que chamaram a região de Novos Países Baixos. Eles também fundaram um assentamento na ilha de Manhattan, chamado de Nova Amesterdã. Quando a Inglaterra capturou o estado dos neerlandeses, eles renomearam tanto o estado quanto a cidade, localizada em Manhattan, de New York. Nova Iorque foi uma das treze colônias britânicas que rebelaram-se na Guerra da Independência dos Estados Unidos, e um terço de todas as batalhas aconteceram no estado. Após a guerra, tornou-se o décimo primeiro estado a entrar na União, em 26 de julho de 1788. O cognome de Nova Iorque é Empire State. Historiadores acreditam que este apelido vêm de um comentário feito por George Washington - ele uma vez comentou que Nova Iorque era o \"centro do império\" (norte-americano). O lema do estado é Excelsior. A palavra excelsior vêm do latim e significa \"sempre acima\", \"sempre no topo\" ou \"mais alto ainda\". == História == === Exploração e colonização europeia === A região onde fica atualmente o estado de Nova Iorque era habitada por dois grupos distintos de nativos norte-americanos muito tempo antes da chegada dos primeiros europeus na região. Estes grupos eram os iroqueses e os algonquinos, que eram rivais entre si. Os iroqueses eram mais socialmente organizados do que os algonquinos, possuindo uma notável hierarquia política e social, além de serem mais avançados militarmente. O primeiro europeu a explorar a região onde atualmente está localizado o estado de Nova Iorque foi o explorador e navegador italiano Giovanni da Verrazano, que explorava em nome da corte francesa. Ele alcançou o rio Hudson por volta de 1524. Em 1609, o inglês Henry Hudson, explorando em nome da Companhia Holandesa das Índias Orientais, navegou rio Hudson acima,Edward Robb Ellis, The Epic of New York City, ©1966, edição de 1990 por Old Town Books, New York, p. 15 e oficialmente reivindicou a região aos neerlandeses. Essa região passaria a ser conhecida como Novos Países Baixos. Os neerlandeses fundaram diversos postos comerciais na região, e estabeleceram relações comerciais com os nativos iroqueses. Em 1621, um grupo de mercantes neerlandeses criaram uma companhia, a Companhia Holandesa das Índias Ocidentais. Em 1624, o governo neerlandês deu à Companhia Holandesa das Índias Ocidentais todos os direitos para comercializar com os Novos Países Baixos por 24 anos. No mesmo ano, uma primeira leva de colonos, cerca de 30 famílias, foram enviados à região, onde fundariam Fort Orange - que é a atual capital de Nova Iorque, Albany. Em 1625, os neerlandeses fundaram uma vila, e iniciaram a construção de um forte, ambas na ilha de Manhattan. Ambos foram nomeados de Nova Amesterdã - com a vila sendo a capital da colônia. A vila de Nova Amesterdã desenvolveu-se na região onde atualmente se situa a cidade de Nova Iorque. Em 1626, o governador dos Novos Países Baixos à época, Peter Minuit, compraria toda a ilha de Manhattan dos nativos que moravam na região em troca de produtos que valiam no total cerca de 24 dólares. Nos anos seguintes, os neerlandeses fundariam diversos assentamentos e vilas na região do atual estado de Nova Iorque. Em 1629, a Companhia Holandesa das Índias Ocidentais decidiu acelerar o processo de colonização dos Novos Países Baixos. A companhia implementou um sistema de latifúndios, onde grandes lotes de terra seriam dadas para diversos membros da companhia. Estes membros somente continuariam a serem proprietários de suas terras caso conseguíssem colonizar seus lotes com um certo número de colonos. A maioria destes latifundiários fracassaram em cumprir estes objetivos, mas um colono, Kiliaen Van Rensselaer, alcançou grande sucesso, colonizando as áreas onde atualmente os condados de Albany, Colúmbia e Rensselaer estão localizadas. Graças ao sucesso de Rensselaer, este sistema, onde poucos latifundiários controlavam grandes lotes de terra, e alugavam lotes menores de terra para fazendeiros, que eram obrigados a cederem uma dada percentagem de suas colheitas para os proprietários, persistiria até a década de 1840, onde uma série de revoltas deu um fim a este sistema. === 1664 - 1790 === Durante as décadas de 1640 e 1650, numerosos colonos ingleses da colônia inglesa de Connecticut estabeleceram-se em Long Island, parte do atual estado de Nova Iorque. Inicialmente, as relações entre os colonos ingleses e neerlandeses eram amigáveis. Porém, estas relações deterioraram-se rapidamente no final da década de 1650. O rei Carlos II da Inglaterra decidiu conquistar os Novos Países Baixos, enviando uma frota naval em 1664, que ancoraram na capital da colônia neerlandesa, Nova Amesterdã. Então governador dos Novos Países Baixos, Peter Stuyvesant, decidiu render-se sem resistência. Os Novos Países Baixos foram renomeados de Nova Iorque pelos ingleses, em homenagem ao duque inglês de York. O nome da vila de Nova Amesterdã, por sua vez, seria mudada para Nova Iorque. Os franceses, instalados na Nova França (que compreenda atualmente o leste canadense) começaram a interessar-se pelo norte da colônia inglesa de Nova Iorque, por volta de 1680, sendo que o explorador francês René-Robert Cavelier exploraria o norte de Nova Iorque em 1669. Em 1731, os franceses construíram um forte em Crown Point, no lago Champlain, e reivindicaram o norte de Nova Iorque. Em 1689, guerra instalou-se entre a Inglaterra e a França, e logo Nova Iorque passou a ser palco de numerosas batalhas entre ingleses e franceses. Estas batalhas, que tornariam-se conhecidas como Guerra Franco-Indígena, duraram entre 1689 e 1763. Os ingleses, em grande vantagem numérica, e com o apoio dos nativos algonquinos, eventualmente derrotariam os franceses, e capturaram a Nova França, em 1763. O controle britânico sobre as colônias na América do Norte era motivo de descontentamento entre a população do estado de Nova Iorque. Na década de 1730, John Peter Zenger criticou pesadamente o governo britânico, e ele foi preso por isso. Porém, o júri, em 1735, considerou Zenger inocente, alegando liberdade de imprensa - e fazendo disso uma grande vitória para a imprensa americana. Os habitantes do estado também não gostavam dos impostos cobrados sobre produtos fabricados nas colônias ou da autoridade dos juízes ingleses, e Nova Iorque foi uma das Treze Colônias britânicas que se rebelaram contra o Reino Unido na guerra da independência dos Estados Unidos. Durante esta guerra, cerca de 30 mil pessoas leais à Inglaterra abandonaram a colônia. Nova Iorque foi o palco de várias batalhas importantes, como a batalha de Saratoga, embora a cidade homônima tenha sido capturada logo no início da guerra pelos britânicos, que abandonariam a cidade somente após o fim da guerra. Em 9 de julho de 1776, o congresso provincial de Nova Iorque reuniu-se em White Plains, aprovando definitivamente a Declaração de Independência dos Estados Unidos, adotado pelo Congresso Continental cinco dias antes, em 4 de julho. Nova Iorque ratificaria os artigos da Confederação em 6 de fevereiro de 1778. O fim da guerra de independência tornou possível desenvolver as terras que formam atualmente o oeste do estado de Nova Iorque, que até então não faziam parte de nenhuma das antigas Treze Colônias. Nova Iorque e Massachusetts reivindicaram a região. Pelo Tratado de Hartford, de 1786, Nova Iorque teria direito à soberania das terras, enquanto que Massachusetts teria o direito de adquirir as terras da região dos nativos norte-americanos. Diversos grupos tentaram passar por cima do tratado, sem sucesso. Um leasing de 999 anos assinado em 1887 foi rapidamente anulado pelo Legislativo de Nova Iorque e de Massachusetts. Em 1 de abril de 1888, a região foi vendida para Nathaniel Gorham e Oliver Phelps, de Massachusetts, por um milhão de dólares, a serem pagos em três parcelas anuais. Gorham e Phelps, porém, somente adquiririam os direitos de propriedade após comprarem estas terras dos nativos norte-americanos que habitavam a região. Gorham e Phelps imediatamente abriram negociações com os nativos da região, adquirindo as terras a leste do rio Genessee através do Tratado de Buffalo Creek, 8 de julho do mesmo ano. Gorham e Phelps porém, rapidamente entraram em dificuldades financeiras, e concordaram em ceder as terras a oeste do rio Genessee para o Massachusetts em 1790. Em 12 de março de 1791, o Massachusetts vendeu todas estas terras para Robert Morris, que logo vendeu estas terras para a Holland Land Company. Pelo Tratado de Big Tree, assinado em setembro de 1797, Morris comprou as terras a oeste do Genesse dos nativos norte-americanos. Em 1802, a Holland Land Company abriu um escritório de vendas em Batavia, e iniciou a venda das terras da região para terceiros. O escritório ainda existe em tempos atuais, servindo atualmente como um museu. Enquanto isto, durante o processo do planeamento do sistema do governo federal, Nova Iorque se opôs à instalação de um governo centralizado. Após intensas discussões entre Nova Iorque e outros estados (ou futuros estados), sobre temas relacionados com o governo norte-americano, Nova Iorque concordou em ratificar a Constituição dos Estados Unidos em 26 de julho de 1788, tornando-se o 11° estado norte-americano a juntar-se à União. A cidade de Nova Iorque foi temporariamente a capital do país entre 1785 a 1790, quando a capital nacional mudou-se permanentemente para Washington, DC. Na cidade de Nova Iorque, George Washington foi empossado como o primeiro presidente dos Estados Unidos. === 1790 - 1900 === Nova Iorque cresceu rapidamente após a independência dos Estados Unidos, e em 1810, já era o estado mais populoso do país, com 959 mil habitantes. Porém, a guerra anglo-americana de 1812 interrompeu temporariamente este crescimento. Tropas britânicas invadiram os Estados Unidos, partido do Canadá, e algumas batalhas de menor importância aconteceram. Porém, Nova Iorque continuou a prosperar economicamente após esta guerra. Muitas pessoas vinham de outras regiões do país, bem como imigrantes do Canadá, e muitos deles instalaram-se no interior e, por volta de 1820, Nova Iorque já tinha 1,38 milhão de habitantes. Após o final da guerra, muitas pessoas de outras partes do estado ou do país passaram a instalar-se em regiões de fronteira, ainda não povoadas, ou pouco habitadas. Em 1820, de uma população de 1,38 milhões de habitantes, cerca de 500 mil viviam no extremo ocidente de Nova Iorque, região de fronteira anteriormente não povoada. A construção do canal de Erie tornou o estado de Nova Iorque um grande polo de transportes, e fez da cidade de Nova Iorque o maior centro portuário das Américas, ultrapassando Boston e Montreal. Não somente o canal fornecia acesso ao interior do estado, como permitiu um atalho entre o oceano Atlântico e os Grandes Lagos, conectando o lago Erie com a Baía de Nova Iorque. Por volta de 1850, Nova Iorque já era firmemente conhecida no país como a Empire State, e o estado era o maior centro comercial, industrial e populacional dos Estados Unidos. Em 1839, uma grande movimento popular contra o sistema de latifúndio e aluguel de lotes teve início. Este sistema, onde poucos latifundiários controlavam grandes lotes de terra, e alugavam lotes menores de terra para fazendeiros, que eram obrigados a ceder uma dada percentagem de suas colheitas para os proprietários, causou o endividamento de muitos, uma vez que estas cotas eram muito altas - em torno de 60% a 70%. Durante a década de 1840, numerosos manifestantes, disfarçados como nativos norte-americanos, atacavam estes latifúndios. Este movimento, inicialmente apenas uma manifestação popular, logo tornou-se uma grande força política no estado, e durante a década de 1840 e na década de 1850 os latifúndios do estado passaram a serem fragmentados em fazendas independentes de menor tamanho. Em 1861, a guerra civil teve início. A maioria da população era contra a escravidão. Muitas pessoas, porém, eram contra a instalação do recrutamento militar forçado imposto pelo governo norte-americano em 1863. Em julho deste ano, motins populares ocorreram durante quatro dias na cidade de Nova Iorque, causando cerca de 500 mortes e mais de 1,5 milhão de dólares em prejuízos. O motim teve fim com a chegada de tropas militares norte-americanas na cidade. Da década de 1860 em diante, imigrantes europeus - especialmente italianos, mais alemães, irlandeses e poloneses - começaram a instalar-se em massa no estado, especialmente na cidade de Nova Iorque. Atualmente, descendentes de italianos são o grupo étnico maioritário do estado. === 1900 - Tempos atuais === Em 6 de setembro de 1901 o presidente William McKinley foi assassinado na Exposição Pan Americana. Theodore Roosevelt, que atuara como governador do estado de Nova Iorque em 1899 e 1900, e era o vice de McKinley, assumiu a presidência do país. Nova Iorque prosperou economicamente com a primeira guerra mundial. Fábricas produziam armamentos e outros suprimentos, e o porto de Nova Iorque tornou-se um polo de envio de tropas dos Estados Unidos em direção à Europa. O estado de Nova Iorque foi o mais duramente atingido pela Grande Depressão, na década de 1930 - especialmente na cidade de Nova Iorque. A taxa de desemprego nas cidades cresceu dramaticamente (30% ou mais), salários diminuíram, e houve-se imensa deflação de preços - sem contar efeitos secundários, como falta de abrigo, resultante da falta de pagamento de aluguel, por exemplo. Nos campos, a situação não era melhor. Fazendeiros não tinham dinheiro para novas plantações, e dívidas acumulavam-se. O Adolf Hitler pretendia testar sua futura tecnologia nuclear na capital desta província nos anos 30. Durante o final da década de 1950, Nova Iorque, em um programa conjunto com a província canadense de Ontário, iniciou a construção de numerosas represas no rio São Lourenço e no rio Niágara. Em 1959, o canal marítimo do São Lourenço foi inaugurado, permitindo o trânsito seguro de navios entre o oceano Atlântico e os Grandes Lagos. Durante a década de 1960, o sistema rodoviário de Nova Iorque passou por uma grande expansão, e duas novas grandes rodovias interestaduais foram inauguradas, uma conectando a Pensilvânia com o Canadá, e a outra conectando Albany com a província canadense de Quebec. Por volta da década de 1970, muitas fábricas fecharam, mudando-se para outros estados, como Califórnia ou Texas, ou mesmo para outros países de mão de obra barata. Isto causou uma queda na população. Porém, novas fábricas, estas geralmente de alta tecnologia, instalaram-se no estado na década de 1980, e a população voltou a crescer novamente, em parte graças à grande imigração de hispânicos e asiáticos no estado. Em 11 de setembro de 2001, os Estados Unidos sofreram um atentado terrorista sem precedentes, com a destruição das torres do World Trade Center, em Nova York e em uma das alas do Pentágono por 19 extremistas muçulmanos. No total, os ataques causaram cerca de 3 mil mortes e os ataques foram atribuídos à rede terrorista Al-Qaeda, liderada por Osama Bin Laden, que reside no Afeganistão. O governo americano decidiu que o governo afegão entregasse o terrorista, mas obteve respostas negativas. Essa recusa das autoridades afegãs, fez com que os Estados Unidos ocupassem o Afeganistão e depois começassem a Guerra do Iraque. Essa luta contra o terrorismo foi chamada de Doutrina Bush. Depois dos atentados, a cidade de Nova York reforçou a segurança nos aeroportos e também nas ruas da cidades para a segurança contra um futuro ataque. No mesmo local onde as torres caíram serão construídos um marco em homenagem aos mortos e também a construção de uma nova torre que será inaugurada em 2011. == Geografia == O estado de Nova Iorque limita-se com o lago Erie a oeste; com o lago Ontário bem como o rio Niágara e as províncias canadenses de Ontário e Quebeque ao norte; os estados norte-americanos de Vermont, Massachussets e Connecticut a leste; o oceano Atlântico a sudeste; e a Nova Jérsei e a Pensilvânia ao sul. Está localizado no estado de Nova Iorque o único enclave extraterritorial internacional dentro dos Estados Unidos, a sede da ONU. A região sul do estado de Nova Iorque - constituída pela cidade de Nova Iorque e seus subúrbios - pode ser considerada o núcleo central de uma megalópole, uma supercidade que se estende desde Boston até Washington, D.C.. O estado de Nova Iorque é muito associado com a cidade de mesmo nome. Porém, a megalópole não é o único aspecto do estado. O resto do estado é dominado por fazendas, florestas, rios, montanhas e lagos. Uma das atrações turísticas mais conhecidas de Nova Iorque - bem como dos Estados Unidos - é a Cataratas do Niágara, localizadas no noroeste do estado, junto à fronteira canadense. A leste da cidade de Nova Iorque estende-se uma ilha, propriamente chamada de Long Island (Ilha Longa), que se estende por aproximadamente 190 quilômetros, ocupados pelos condados de Nassau e Suffolk. Árvores foram de grande importância ao longo da história do estado e da cidade de Nova Iorque, contribuindo muito para sua economia. Atualmente, altas árvores podem ser vistas até mesmo na região metropolitana de Nova Iorque. Uma delas, a queens giant, é a árvore mais alta e velha na região. Com um pouco mais de 141 mil quilômetros quadrados, é o 27º maior estado americano em área do país. O litoral do estado possui cerca de 204 quilômetros de extensão. Contando-se todas as regiões banhadas pelo mar - baías, estuários e ilhas oceânicas - este número salta para quilômetros. Nova Iorque possui cerca de dois mil lagos e lagoas, e florestas cobrem aproximadamente metade do estado. === Regiões === Nova Iorque pode ser dividido em oito distintas regiões topográficas: * As Planícies Costeiras do Atlântico localizam-se no extremo sul do estado, em Long Island e em Staten Island. A região está localizada praticamente ao nível do mar, e caracterizam-se pelo terreno plano e pouco acidentado. As Planícies Costeiras são a região mais povoadas do estado, e a pesca e a agricultura são abundantes; * As Planícies Hudson-Mohawk são vales que cobrem a maior parte do rio Hudson. A região possui cerca de 16 a 50 quilômetros de largura, e fornecem o único meio viável de transporte hidrográfico entre os Apalaches; * O Planalto da Nova Inglaterra é uma região de serras e montanhas baixas que se estende no sudeste do estado, cortada pelo trecho final do rio Hudson. É nesta região que se localiza a cidade de Nova Iorque; * As Montanhas Adirondack localizam-se ao norte do estado. Seu formato é circular, com um diâmetro de aproximadamente 160 quilômetros. Caracteriza-se pelo seu solo extremamente antigo e resistente a erosões. Aqui, localiza-se o ponto mais alto do estado, o Mount Marcy, com metros de altitude. Outros 40 picos na região ultrapassam a marca dos metros de altura. * As Serras Tug são uma área isolada do estado, uma chapada cujo terreno é relativamente pouco acidentado, e com uma altitude média de 120 a 200 metros acima do mar. A região está localizada ao sul do Planalto de Adirondack; * As Planícies dos Grandes Lagos localizam-se no noroeste do estado, junto ao lago Erie e ao lago Ontário. É na região que estão localizadas as famosas Cataratas do Niágara. Caracteriza-se pelo solo fértil, pelo terreno muito pouco acidentado e pelas suas baixas altitudes; * As Planícies do São Lourenço estão localizadas no norte e no extremo nordeste do estado, ao longo do rio São Lourenço. Seu vale possui cerca de 28 quilômetros de comprimento. Caracteriza-se pelo solo muito fértil, pelo terreno muito pouco acidentado e pelas baixas altitudes. * Os Planaltos de Apalache cobrem toda a porção sudoeste de Nova Iorque, sendo a maior das regiões geográficas do estado. Sua altitude média é razoável, e varia entre 240 a 650 metros de altura. Caracteriza-se pelo terreno rochoso e acidentado. É a região menos habitada do estado. === Clima === O clima de Nova Iorque é temperado, mas os rigores do clima variam bastante, de acordo com a região. A temperatura média no inverno é de -10 °C nas Montanhas Adirondack, e -1 °C na cidade de Nova Iorque. No verão, a temperatura média nas Montanhas Adirondack é de 19 °C, e de 23 °C na cidade de Nova Iorque. A temperatura mais alta já registrada à sombra no estado é de 42 °C, na cidade de Troy, em 22 de julho de 1926. A menor temperatura já registrada, sem contar o fator do vento, foi de -52 °C, em Fulton Chain Lakes, em 18 de fevereiro de 1979. Granizo e geada são comuns no estado. Por cerca de 250 dias do ano as Montanhas Adirondack são vulneráveis às geadas, enquanto que a Long Island é vulnerável por apenas cem. A taxa de precipitação média anual do estado é de 147 centímetros. == Demografia == O estado de Nova Iorque possui 18 976 457 habitantes, segundo o censo nacional de 2000, com um crescimento de 5,4% em relação à população em 1990, de 17 990 455 habitantes. Uma estimativa realizada em 2005 estima a população do estado em 19 254 630 habitantes, um crescimento de 7% em relação à população em 1990; um crescimento de 1,5% em relação à população em 2000; e um decréscimo de 0,3% em relação à população estimada em 2004. O crescimento populacional natural de Nova Iorque entre 2000 e 2005 foi de 527 876 habitantes - 1 345 482 nascimentos menos 817 606 óbitos - o crescimento populacional causado pela imigração foi de 667 007 habitantes, enquanto que a migração interestadual resultou na perda de 1 001 100 habitantes. Entre 2000 e 2005, a população de Nova Iorque cresceu em 277 809 habitantes, e entre 2004 e 2005, em 27 542 habitantes. Aproximadamente 20,4% da população do estado nasceu fora do país. Nova Iorque possui atualmente baixas taxas de crescimento populacional. Isto se deve primariamente por causa da grande migração de habitantes do estado em direção ao sul e ao oeste dos Estados Unidos, à perda contínua de postos de trabalho, e pelo alto custo de vida no estado. Estimativas indicam que Nova Iorque deverá perder o posto de terceiro estado mais populoso do país para a Flórida, até o final da década de 2000. Nova Iorque possui a menor taxa de crescimento entre grandes estados do país. Atuais estatísticas estimam que, em 2050, a população crescerá para 20,8 milhões de habitantes. O estado experienciou uma queda no número de empregos mas, com ajuda governamental, pessoas que haviam migrado fora do estado estão retornando. 6,5% da população de Nova Iorque possuem menos de cinco anos, 24,7% possuem menos de 18 anos de idade, e 12,9% possuem 65 anos de idade ou mais. Pessoas do sexo feminino compõem 51,8% da população. === Raças e etnias === thumb|Mapa étnico de Nova Iorque. Composição racial da população de Nova Iorque: * 58,3% – brancos não hispânicos; * 17,6% – hispânicos; * 15,9% – afro-americanos; * 7,3% – asiáticos; * 0,6% – índigenas e inuits; * 3,0% – duas ou mais raças. fonte: U.S. Census Bureau 2010. Os cinco maiores grupos étnicos de Nova Iorque são afro-americanos, que compõem 15,9% da população, italianos (14,4%), irlandeses (12,9%), alemães (11,2%) e ingleses (6%). O estado de Nova Iorque possui uma das populações mais heterogêneas dos Estados Unidos - especialmente a cidade de Nova Iorque, possivelmente a cidade mais multicultural do mundo. De cada 100 habitantes que moram no estado, 16 nasceram fora do país. Mais de três milhões de afro-americanos - descendentes de quaisquer etnias africanas - vivem no estado, mais do que qualquer outro estado norte-americano. Os italianos - 2,5 milhões ou 12,5% da população - são por sua vez o maior grupo étnico de Nova Iorque. O estado possui uma grande comunidade porto-riquenha, de mais de um milhão de pessoas, mais do que qualquer outro estado norte-americano. Nova Iorque também possui a maior comunidade jamaicana e dominicana do país. === Religião === A maioria da população religiosa de Nova York são de cristãos (60%), seguida pelos irreligiosos (27%), judeus (7%), muçulmanos (2%), hindus (1%) e pessoas de outras religiões (2%). Antes de 1800, as seitas protestantes dominavam a vida religiosa de Nova York, embora a religião não desempenhasse um papel tão grande na vida pública da Nova Holanda como na Nova Inglaterra, com sua população puritana.New York religion === Principais cidades === O estado de Nova Iorque é altamente urbanizado. Cerca de 84% da população vive nas cidades, e aproximadamente 92% vive em uma das treze áreas metropolitanas de Nova Iorque. Destas 13 áreas metropolitanas, três delas possuem mais de um milhão de habitantes: Nova Iorque, Buffalo e Rochester. Cinco cidades possuem mais que 100 mil habitantes: Nova Iorque, Buffalo, Rochester, Yonkers e Syracuse. 250px|right|thumb|Buffalo. 250px|right|thumb|Rochester. ;Principais cidades *Nova Iorque *Buffalo *Rochester *Yonkers *Syracuse *Albany (capital) *Niagara Falls *White Plains *New Rochelle *Mount Vernon *Schenectady *Utica *Binghamton *Ithaca *Troy ;Cidades de menor porte *Auburn *Amsterdam *Batavia *Canandaigua *Dunkirk *Elmira *Fulton *Geneva *Glen Cove *Glens Falls *Gloversville *Hornell *Ithaca *Middletown *Mount Vernon *Niagara Falls *Peekskill *Rensselaer *Saratoga Springs == Política == A atual Constituição de Nova Iorque foi adotada em 1894. A constituição original do estado fora adotada em 1777. Emendas à constituição podem ser propostas pelo legislativo, e para serem aprovadas precisam de ao menos 67% dos votos de ambas as câmaras do legislativo, e então serem aprovadas por 51% da população eleitoral, em um referendo. Emendas também podem ser introduzidas e aprovadas em convenções constitucionais, que precisam ser aprovadas por ao menos 51% dos membros de ambas as câmaras do poder legislativo e, então, por ao menos 51% da população eleitoral em um referendo. Desde a aprovação da última constituição estadual, em 1894, foram realizadas mais de 194 emendas à constituição. O principal oficial do poder executivo em Nova Iorque é o governador. Este é eleito pelos eleitores do estado para mandatos de até quatro anos de duração, e pode concorrer à reeleição quantas vezes quiser. Outros três oficiais (entre eles, o tenente-governador) também são eleitos pela população a mandatos de quatro anos de duração, e podem concorrer a reeleição quantas vezes quiserem. O governador é responsável por escolher diversos oficiais do executivo, incluindo o secretário de Estado e os ministros de cada um dos 20 departamentos do executivo de Nova Iorque. O poder legislativo do estado é constituído pelo Senado e pela assembleia. O Senado possui um total de 61 membros, enquanto que a assembleia possui um total de 150 membros. Nova Iorque está dividido em 61 diferentes distritos senatoriais e 150 distritos de assembleia. Os eleitores de cada distrito elegem um senador/membro da assembleia, que irá representar tal distrito no Senado ou na assembleia. Os senadores servem a mandatos de até quatro anos de duração, enquanto que o termo dos membros da assembleia é de dois anos. Em 2002, cerca de 16 892 leis foram introduzidas e discutidas no sistema legislativo do estado de Nova Iorque. Desses, apenas 693 foram aprovadas, uma percentagem de apenas 4%, a menor do país. O sistema legislativo de Nova Iorque também possui o maior número de trabalhadores salariados, empregando 3 428 trabalhadores, mais do que qualquer outro dos Estados Unidos. O sistema legislativo, o segundo maior do país, emprega 2 947 trabalhadores, e a Califórnia, o terceiro maior, com 2 359 trabalhadores. A corte mais alta do poder judiciário de Nova Iorque é a Court of Appeals of New York, cujos membros são escolhidos pelo governador para mandatos de até 14 anos de duração. A segunda corte mais poderosa do estado é a Suprema Corte de Nova Iorque. O estado está dividido em 12 distritos judiciais. A população eleitoral de cada um destes distritos elege um número de juízes, que varia de acordo com a população do distrito em questão. Estes juízes são escolhidos para atuarem na Suprema Corte de Nova Iorque, a segunda maior corte judicial do estado. No total, são cerca de 315 juízes, eleitos pela população de seus respectivos distritos, para mandatos de até 14 anos de duração. O estado, além disso, possui quatro departamentos judiciais, subdivisões da suprema corte. Cada condado possui, além disso, uma corte regional. == Subdivisões == Nova Iorque está dividido em 62 condados, que incluem os cinco condados que compõem a cidade de Nova Iorque. Com exceção dos condados da cidade de Nova Iorque, todos os condados são administrados através de conselhos de supervisores eleitos pela população de seus respectivos condados. O termo de ofício destes oficiais varia de condado para condado. A responsabilidade destes condados é administrar cortes judiciais regionais, realizar a manutenção de estradas e rodovias, administrar o fornecimento de verbas do governo do estado para programas de assistência social e econômica, e administrar em cidades menores, parques, faculdades comunitárias, distritos escolares e o sistema de saneamento básico. Estas responsabilidades não existem nos cinco condados da cidade de Nova Iorque. Ao contrário da maioria de outros estados norte-americanos, um town em Nova Iorque não significa uma cidade secundária, uma cidade de menor porte, mas sim, uma municipalidade, que está, por sua vez, subdividido em cidades (cities), ou mais geralmente, vilas e regiões não incorporadas, administradas diretamente pela municipalidade. A maioria das cidades de Nova Iorque são administradas por um prefeito e um conselho municipal, mas algumas utilizam-se de um administrador, ao invés de um prefeito. Todas as vilas são administradas através de um prefeito e um conselho de administradores (trustees), e todas as municipalidades são administradas por um supervisor e por um conselho de municipalidade. O governo da cidade de Nova Iorque possui maiores poderes devido à grande população da cidade. Mais de 60% da receita do orçamento do governo de Nova Iorque é gerada por impostos estaduais. O restante vêm de verbas recebidas do governo federal e de empréstimos. Em 2002, o governo do estado gastou 119,199 bilhões (br) / mil milhões (pt) de dólares, tendo gerado 104,534 bilhões de dólares. A dívida governamental de Nova Iorque é de 89,856 bilhões, a maior entre qualquer estado americano. A dívida per capita é de 4 696 dólares, o valor dos impostos estaduais per capita é de 2 261 dólares, e o valor dos gastos governamentais per capita é de 6 230 dólares. Na cidade de Nova Iorque, mais de 80% da população é membro ou simpatizante do Partido Democrata. Porém, os republicanos correspondem a cerca de 55% da população eleitoral do resto do estado. Por causa disto, a guerra por votos no estado de Nova Iorque, entre os democratas e os republicanos, é acirrada, tanto para em eleições nacionais como em eleições estaduais. Nova Iorque é de importância vital nas eleições presidenciais dos Estados Unidos. Isto porque o estado possui direito a 33 votos eleitorais, mais do que qualquer outro Estado norte-americano, com exceção da Califórnia. Desde as eleições presidenciais de 1880, todos os Presidentes que foram eleitos em eleições nacionais obtiveram o apoio da população eleitoral de Nova Iorque. == Economia == O produto interno bruto do estado em 2003 foi de 822 bilhões de dólares, a segunda mais alta do país, superado apenas pela Califórnia. A renda per capita do estado foi de dólares, a sexta maior do país. A taxa de desemprego de Nova Iorque é de 5,8%. O setor primário responde por apenas 0,5% do PIB do estado. Nova Iorque é um dos líderes nacionais na produção de produtos agrícolas (está na quinta posição, nos Estados Unidos). A agricultura e a pecuária respondem juntas, porém, por somente 0,48% do PIB do estado, e emprega cerca de 132 mil pessoas. Os principais produtos agropecuários produzidos no estado são maçãs, cerejas, cebolas, carne bovina e ovina. A pesca e mineração empregam cerca de 50 mil pessoas, a maior parte deles em cidadezinhas do interior e na costa do oceano Atlântico. A pesca e a indústria madeireira respondem por 0,02% do PIB do estado, e emprega cerca de 3 mil pessoas. O valor total de toda a pesca coletada anualmente no estado é de 78 milhões de dólares. O setor secundário é responsável por 14% do PIB de Nova Iorque. O valor total dos produtos fabricados em Nova Iorque anualmente é de 80 bilhões de dólares. A indústria de manufatura é responsável por 11% do PIB do estado, empregando aproximadamente 950 mil pessoas. os principais produtos industrializados produzidos no estado são roupas e tecidos, produtos químicos, maquinário industrial, computadores e equipamentos eletrônicos, alimentos industrialmente processados e equipamentos de transportes. A indústria de construção responde por 2,9% do PIB do estado, e emprega 400 mil pessoas, a maior parte na região metropolitana de Nova Iorque. A mineração responde por 0,1% do PIB do estado, e emprega cerca de 9 mil pessoas. Os principais recursos naturais minerados no estado são granito, talco, prata, chumbo e zinco. A maior parte do produto interno bruto de Nova Iorque provem de seu imenso setor terciário, especializado em comércio internacional, propaganda e outras atividades necessárias para o suporte do comércio em grande escala. No total, o setor terciário responde por 85,5% do PIB de Nova Iorque. Em adição, muito das maiores empresas e corporações possuem suas sedes administrativas na cidade de Nova Iorque, ou no condado vizinho de Westchester. Serviços financeiros e imobiliários são responsáveis por 32% do PIB do estado, e empregam 1,1 milhão de pessoas. Serviços comunitários e pessoais respondem por 23% do PIB do estado, e empregam 3,66 milhões de pessoas, o comércio por atacado e varejo emprega cerca de 1,9 milhão de pessoas e é responsável por 13% do PIB do estado. Serviços governamentais respondem por 10% do PIB do estado e empregam cerca de 1,45 milhões de pessoas. Transportes, telecomunicações e utilidades públicas respondem por 8% do PIB do estado, empregando cerca de 487 mil pessoas. Usinas hidrelétricas e e usinas nucleares produzem cada uma cerca de 25% da eletricidade gerada no estado. Usinas termelétricas a carvão e a gás natural são responsáveis pela produção de 20% da eletricidade gerada no estado cada. O resto provém de usinas termoelétricas a petróleo e da importação de eletricidade gerada em Quebec, Canadá. == Infraestrutura == === Educação === Todas as instituições de educação do estado de Nova Iorque precisam seguir regras e padrões impostos por duas instituições: o Departamento de Educação de Nova Iorque e a Universidade Estadual de Nova Iorque. A última foi criada pelo legislativo do estado em 1784. Apesar do nome, a Universidade Estadual de Nova Iorque não é uma instituição de educação superior, e sim, um conselho composto por 16 regentes, profissionais escolhidos pelo Legislativo de Nova Iorque para mandatos de até cinco anos de duração, sendo que os regentes não recebem salário ou quaisquer benefícios financeiros por terem sido escolhidos. Este conselho possui grandes poderes sobre qualquer instituição educacional dentro do estado, como a responsabilidade de distribuir verbas para diferentes estabelecimentos educacionais e administrar de forma descentralizada diversas faculdades e universidades. Os poderes e as responsabilidades deste conselho são reguladas, por sua vez, pelo Departamento de Educação de Nova Iorque. Em Nova Iorque, cada cidade primária (city), e cada condado, é servida por um distrito escolar. Nas cidades, a responsabilidade de administrar as escolas é do distrito escolar municipal, enquanto que em regiões menos densamente habitadas, esta responsabilidade é dos distritos escolares operando em todo o condado em geral. Nova Iorque permite a operação de escolas charter - escolas públicas independentes, que não são administradas por distritos escolares, mas que dependem de verbas públicas para operarem. Atendimento escolar é compulsório para todas as crianças e adolescentes com mais de seis anos de idade, até a conclusão do segundo grau ou até os quinze anos de idade. Em 1999, as escolas públicas do estado atenderam cerca de 2,888 milhões estudantes, empregando aproximadamente 202,1 mil professores. Escolas privadas atenderam cerca de 475,9 mil estudantes, empregando aproximadamente 37,2 mil professores. O sistema de escolas públicas do estado consumiu cerca de 26,885 bilhões de dólares, e o gasto das escolas públicas foi de aproximadamente 10,5 mil dólares por estudante. Cerca de 84,2% dos habitantes do estado com mais de 25 anos de idade possuem um diploma de segundo grau. A primeira biblioteca pública de Nova Iorque foi fundada em 1754 na cidade homônima. Atualmente, nenhum estado norte-americano possui mais bibliotecas públicas do que Nova Iorque. O estado possui milhares de bibliotecas públicas, que são administradas por 750 sistemas de bibliotecas públicas diferentes. As bibliotecas públicas movimentam anualmente uma média de 7,2 livros por habitante. Toda cidade, municipalidade e condado possui ao menos uma biblioteca pública. Em 1948, Nova Iorque instituiu o Sistema Estadual de Universidades de Nova Iorque, a o sistema público de instituições de educação superior do estado. Atualmente, este sistema possui mais de 60 campi em numerosas cidades, sendo responsável pela educação de mais de 410 mil alunos. O estado possui atualmente 310 instituições de educação superior, dos quais 80 são públicas e 230 são privadas. Abriga universidade mundialmente renomadas, tais como a Universidade Cornell e a Universidade Columbia. A última destaca-se como a primeira instituição de educação superior do estado, tendo sido fundada em 1754, em Nova Iorque, sob o nome de Faculdade Kings. === Transportes e telecomunicações === Nova Iorque é um dos principais pólos ferroviários e portuários dos Estados Unidos. Localizada no centro da região mais densamente povoada dos Estados Unidos, o estado de Nova Iorque é uma das principais portas de entrada e saída dos Estados Unidos para outros países. O Canal de Erie foi inaugurado em 1825, conectando a região dos Grandes Lagos diretamente com o Oceano Atlântico, além de facilitar o acesso da cidade de Nova Iorque ao interior do estado, e tornou o porto de Nova Iorque a mais movimentada do continente. Caso ele não tivesse construído, Montreal, então um dos principais centros portuários do continente, localizado em Quebec, no Canadá, eventualmente teria tornado-se o maior centro portuário da costa atlântica da América do Norte. Atualmente, o Canal de Erie não possui a mesma importância do passado, uma vez que ela é suplementada por rodovias e ferrovias, porém, continua a ser um atalho usado por embarcações que queiram deslocar-se entre o oceano Atlântico e os Grandes Lagos. Nova Iorque conecta-se com o Canadá através de pontes localizadas sob o rio São Lourenço e sob o rio Niágara, bem como ferries entre Rochester e a cidade canadense. Nova Iorque é um dos maiores centros aeroportuários do país. O Aeroporto Internacional John F. Kennedy e o Aeroporto LaGuardia movimentam milhões de passageiros por ano. O Aeroporto Internacional de Buffalo, em Buffalo, é também outro aeroporto internacional muito movimentado. Outros aeroportos internacionais movimentados são os aeroportos internacionais de Albany, Rochester e Syracuse. A cidade de Nova Iorque, Albany, Buffalo e Rochester são todos importantes centros ferroviários e rodoviários. Cerca de 40 companhias ferroviárias diferentes fornecem serviço de transporte de carga, e a Amtrak oferece serviço de transporte de passageiros via ferrovia entre as principais cidades do estado. Nova Iorque possui numerosas pontes, incluindo a ponte em suspensão mais longa do país, com um vão principal de 1 298 metros de comprimento, que conecta Staten Island com Brooklyn. Nova Iorque, em 2002, possuía 5 947 quilômetros de ferrovias. Em 2003, o estado possuía 182 055 quilômetros de estradas e rodovias, dos quais 2 694 quilômetros eram considerados parte do sistema federal de rodovias interestaduais. Nova Iorque é o único estado norte-americano que investe mais em transporte público do que em vias públicas (ruas, estradas e vias expressas). O primeiro jornal do estado, o New York Gazette, foi impresso pela primeira vez em 1775, por William Bradford. Atualmente, Nova Iorque é o líder nacional da indústria jornalística. Mais de 830 jornais são publicados no estado, dos quais cerca de 77 são diários. Vários dos jornais mais conhecidos do país e mesmo do mundo são impressos na cidade de Nova Iorque. Entre elas, estão a New York Times, o New York Post e o Wall Street Journal - que possui a maior circulação diária do país. Cerca de 2,3 mil periódicos também são impressos no estado. Entre eles, estão as mundialmente famosas Newsweek, TIME, Reader's Digest, entre outras, todas com sede na cidade. A Associated Press está também sediada na cidade de Nova Iorque. A primeira estação de rádio do estado de Nova Iorque foi inaugurada em 1922, e a primeira estação de televisão foi inaugurada em 1941, ambas na cidade de Nova Iorque. O primeiro sistema de transmissão transcontinental de rádio foi estabelecido em 1926, pela NBC, na cidade de Nova Iorque. Esta atualmente serve com sede de numerosas empresas de televisão, tais como a NBC, a ABC, a CBS e a Fox Company. Atualmente, Nova Iorque possui 381 estações de rádio - dos quais 134 são AM e 247 são FM - e 50 estações de televisão. == Cultura == Ao menos cinco navios da Marinha dos Estados Unidos foram nomeados em homenagem ao estado de Nova Iorque. A construção de um sexto navio foi iniciada em 10 de setembro de 2004, e será o sexto navio a ser nomeado em homenagem ao estado. === Símbolos do estado === * Árvore: Acer saccharum * Bebida: Leite * Cognome: Empire State (Estado Império) * Flor: Rosa * Fruta: Maçã * Gema: Granada * Inseto: Joaninha * Lema: Excelsior (do latim: Sempre acima) * Mamífero: Castor (Castor canadensis) * Música: I love New York (Eu amo Nova Iorque) * Pássaro: Sialia sialis * Peixe: Salvelinus fontinalis * Pedra preciosa: Granada * Slogan: I love New York (Eu amo Nova Iorque) == Esportes == O estado de Nova York é o lar geograficamente de um time da liga de futebol americano NFL, o Buffalo Bills, localizado no subúrbio de Orchard Park, em Buffalo. Embora o New York Giants e o New York Jets representem a área metropolitana de Nova Iorque e estivessem anteriormente localizados na cidade de Nova Iorque, eles jogam no MetLife Stadium, localizado em East Rutherford, no estado de Nova Jérsia. Nova York também possui duas equipes de beisebol da MLB, o New York Yankees (com sede no Bronx) e o New York Mets (com sede no Queens). As equipes de beisebol de ligas menores também jogam no estado, incluindo o Long Island Ducks, o Brooklyn Cyclones e o Staten Island Yankees no sul do estado, e o Rochester Red Wings, o Binghamton Rumble Ponies, o Syracuse Mets, o Auburn Doubledays, o Batavia Muckdogs, Hudson Valley Renegades e Buffalo Bisons no norte do estado. Nova York é o lar de três franquias de hóquei no gelo da NHL: o New York Rangers em Manhattan, o New York Islanders no Brooklyn e Condado de Nassau em Long Island e o Buffalo Sabres em Buffalo. O estado tem duas equipes de basquetebol da NBA, o New York Knicks, em Manhattan, e o Brooklyn Nets, no Brooklyn. Nova Iorque é o lar de uma franquia de futebol da MLS, o New York City FC, atualmente jogando no Bronx. Embora o New York Red Bulls represente a área metropolitana de Nova Iorque, eles jogam na Red Bull Arena em Harrison, Nova Jérsia. O estado sediou os Jogos Olímpicos de Inverno de 1932 e 1980 em Lake Placid. O estado também sedia o Aberto de Tênis dos Estados Unidos no USTA Billie Jean King National Tennis Center, sendo uma das quatro etapas do Grand Slam da ATP Tour. No golfe o estado sedia o Aberto dos Estados Unidos de Golfe, um dos quatro Majors da PGA Tour.https://www.iloveny.com/things-to-do/sports-gaming/ ==Ver também== *Registro Nacional de Lugares Históricos em Nova Iorque ====== Fontes ====== * * * * * * * Almanaque Abril 2010, Países | Estados Unidos; pag. 460. == Ligações externas == * *",
 "title": "Nova Iorque (estado)"
}