{
 "id": "36085",
 "text": "{{Info/Município do Brasil | nome = Iracema | foto = | leg_foto = | apelido = | brasão = | bandeira = Flag of Itarema Municipality in the State of Ceará in Brazil (2).jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =iracemense | lema = | prefeito = Celso Gomes da Silva Neto | partido = PT | fim_mandato = 2024 | mapa = Ceara Municip Iracema.svg | latP = S | latG = 05 | latM = 48 | latS = 43 | lonP = O | lonG = 38 | lonM = 18 | lonS = 21 | estado = Ceará | mesorregião = Jaguaribe | data_mesorregião = IBGE/2008 | microrregião = Serra do Pereiro | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte - Alto Santo; Sul: Pereiro e Ereré; Leste: Potiretama; Oeste - Jaguaribara. | dist_capital = 285 | área = 822.833 | área_ref = | população = 13725 | data_pop = IBGE/2010 | altitude = 140 | clima = Tropical subúmido | sigla_clima = As | idh = 0.660 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3714.92 | data_pib_per_capita = IBGE/2008 | site_prefeitura = iracema.ce.gov.br }} Iracema é um município da microrregião da Serra do Pereiro, na mesorregião do Jaguaribe, no estado do Ceará, no Brasil. É a terra natal do oculista brasileiro José Cardoso de Moura Brasil.Academia Nacional de Medicina. Disponível em http://www.anm.org.br/conteudo_view.asp?id=470. Acesso em 31 de janeiro de 2014. == Etimologia == O topônimo \"Iracema\" é uma alusão à personagem \"Iracema\", da obra literária homônima de José de Alencar. De acordo com Clóvis Chiaradia, a origem da palavra \"Iracema\" vem da junção dos termos da família Tupi-Guarani Ira (mel) e acema (agitação, saída), ou seja, \"a saída do mel\", \"o enxame\".CHIARADIA, Clóvis Dicionário e Palavras Brasileiras de Origem IndígenaSão Paulo. Limiar. 2008. p. 318. Sua denominação original era Quixoaçu, depois Quixoxó, Quixoçó, Caçocê, Caixapó, Caxocó e Vila de Iracema, e, desde 1990, é Iracema.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/.pdf == História == A região entre as serras do Camara e do Apodi era habitada por diversas etnias tapuias como os paiacus e carati,Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974Aragão, R. B, Índios do Ceará e Topônimios Índigenas, Fortaleza, Barraca do Escritor Cearense. 1994 antes da chegada da bandeira de Morais de Navarro e de famílias procedentes de São Bernardo das Russas, fugitivas da seca dos Três Setes (1777). Com a chegada destas famílias e da Missão dos Santos Cosme e São Damião, ao redor da capela de Nossa Senhora da Conceição, fundada por Manuel Pereira, surgiu o povoado que hoje chama-se Iracema. == Política == A administração municipal localiza-se na sede: Iracema. / Iracema é administrado pelo Prefeito Celso Gomes da Silva Neto. Câmara de vereadores: presidido por Antônio Wellington Diógenes Moura. ==Geografia== === Subdivisão === O município é dividido em quatro distritos: Iracema (sede), Bastiões, Ema e São José. === Clima === Tropical quente semiárido com pluviometria média de 850 mmFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de janeiro a abril.Instituto nacional de Pesquisa espacial - INPE. === Hidrografia e recursos hídricos === As principais fontes de água fazem parte da bacia do Médio Jaguaribe, sendo estas o rio Figueiredo e os riachos: Jatobá, das Flores e dos Milagres. Existem ainda diversos açudes, como o Ema e o Mansinho,.http://www.cprm.gov.br/ === Relevo e solos === Encontra-se algumas elevações ou acidentes geológicos, sendo as principais elevações as serras: dos Bastiões, Caiada e Micaela. Os solos da região são bruno não cálcicos, e solos podzólicos. === Vegetação === Predomina a floresta caducifólia espinhosa ou caatinga arbórea. == Economia == A base da economia de Iracema é agricultura: caju, arroz, milho e feijão; pecuária: bovino, suíno e avícola; pesca: tilápia, tucunaré, cará, traíra, sardinha. Ainda encontram-se 12 indústrias: 5 de madeiras, 3 de produtos alimentícios, uma de química, uma de perfumaria, sabão e velas, uma de vestuário, calçados e artigos de tecidos, couro e peles. == Cultura == O principal evento cultural é festa da padroeira: Nossa Senhora da Conceição, cuja data é comemorada em 08 de dezembro e a de Santa Margarida de alacoc no distrito Ema, no dia 16 de outubro, a de Nossa Senhora do Carmo na Vila dos Bastiões no dia 16 de julho. Chama atenção também o carnaval da cidade, que apesar de ser pequena, atrai pessoas de toda a região do Vale do Jaguaribe. Devido as chuvas, o carnaval torna-se ainda mais interessante pelo fato da tradicional \"sangria\" do açude Ema, situado no Distrito Ema. A \"sangria\" como é chamada na região, é o fenômeno que ocorre quando o açude enche e transborda, favorecendo os agricultores da região e aqueles que sobrevivem da pesca, bem como os foliões que vão se refrescar nos balneários que rodeiam a cidade de Iracema. ==Ligações externas== * * * * Categoria:Vale do Jaguaribe Categoria:Fundações no Ceará em 1951",
 "title": "Iracema (Ceará)"
}