{
 "id": "36105",
 "text": "Marco Aurélio (Roma, – Vindobona ou Sirmio, ) foi o imperador romano de 161 até sua morte. Era filho de Domícia Lucila e do pretor Marco Ânio Vero, sobrinho do imperador Adriano. Seu pai morreu quando tinha três anos e ele foi criado por sua mãe e avô. Adriano adotou Antonino Pio, tio de Marco Aurélio, como novo herdeiro em 138. Antonino, por sua vez, adotou Marco Aurélio e Lúcio Vero, filho de Élio. Adriano morreu no mesmo ano e Antonino tornou-se o imperador. Marco Aurélio, agora como herdeiro do trono, estudou grego e latim com tutores como Herodes Ático e Marco Cornélio Frontão. Ele se casou com Faustina, a Jovem, a única filha de Antonino Pio, em 145, com quem teve pelo menos catorze filhos. Antonino Pio morreu em 161 e Marco Aurélio ascendeu ao trono junto com Lúcio Vero, a primeira vez que o Império Romano foi governado por dois imperadores. Durante seu reinado, Roma participou de vários conflitos militares. No leste, houve uma campanha bem-sucedida contra a Pártia e Armênia, enquanto Marco Aurélio derrotou os marcomanos, quados e sármatas jáziges nas Guerras Marcomanas. Economicamente, ele modificou a pureza do denário, a moeda romana. A perseguição dos cristãos aparentemente aumentou durante seu reinado, porém seu envolvimento é improvável. A peste antonina estourou em 165 ou 166, devastando população do império e causando a morte de cinco a dez milhões de pessoas, incluindo possivelmente Lúcio Vero em 169. Diferentemente de seus predecessores, Marco Aurélio escolheu não adotar um herdeiro. Seus filhos incluíram Lucila, que se casou com Lúcio Vero, e Cômodo, que governou junto com seu pai a partir de 176 e o sucedeu como único imperador após sua morte. Monumentos em sua homenagem, como uma coluna e uma estátua equestre, foram erguidos em celebração a suas vitórias e sobrevivem até hoje. Marco Aurélio também dedicou boa parte de seu tempo para estudos filosóficos, tornando-se um dos maiores aderentes do estoicismo, e escrita, com sua obra Meditações sendo hoje uma das melhores fontes para a compreensão da antiga filosofia estoica. Estes escritos já foram muito elogiados por figuras proeminentes pelos séculos após sua morte. Inicialmente, seu governo continuou a perseguição aos cristãos e ao cristianismo, intensificando-a em um segundo momento. Nos últimos anos, em que pese a não revogação formal das leis persecutórias, houve a abertura de liberdade de facto aos cristãos e à Igreja Católica no espaço público. Esta política foi mantida e expandida por Cômodo, que se afastou de disputas religiosas.CHEVITARESE, André Leonardo. Cristianismo e Império Romano. SILVA, GV; MENDES, NM Repensando o Império Romano. Vitória: EDUFES, p. 161-173, 2006. ==Fontes== As principais fontes sobre a vida de Marco Aurélio são fragmentadas e frequentemente não confiáveis. As mais importante são as biografias da História Augusta, supostamente escrita por um grupo de autores na virada do século IV, porém acredita-se na verdade que é a obra de um único autor por volta de 395. As biografias posteriores e as de imperadores subordinados e usurpadores não são confiáveis, mas as mais antigas, derivadas principalmente de fontes antigas hoje perdidas, são mais precisas. Para a vida de Marco Aurélio, sua biografia e aquelas de Adriano, Antonino Pio e Lúcio Vero são em sua maior parte confiáveis, porém aquelas de Lúcio Élio e Avídio Cássio não são. ; Correspondências entre Marco Cornélio Frontão, tutor de Marco Aurélio, com vários oficiais de Antonino Pio sobreviveram como uma série de manuscritos fragmentados, cobrindo o período de aproximadamente 138 até 166. O próprio Meditações de Marco Aurélio oferece uma visão de sua vida interior, mas não possui datas em sua maior parte e faz poucas referências a eventos externos. A principal fonte para o período é Cássio Dião, um senador grego da Bitínia que escreveu uma história de Roma desde sua fundação até 229 em oitenta livros. Dião é vital para a história militar do período, porém seus preconceitos senatoriais e grande oposição à expansão imperial atrapalham sua perspectiva. Outras fontes literárias proporcionam detalhes específicos: os escritos do médico Cláudio Galeno sobre os hábitos da elite antonina, os discursos de Élio Aristides sobre humor da época e as constituições preservadas no Digesta e no Códice de Justiniano sobre as obras jurídicas de Marco Aurélio. Inscrições e moedas suplementam as fontes literárias. ==Início de vida== ===Nome=== Marco nasceu em Roma em . Seu nome de nascimento algumas vezes é dito como tendo sido Marco Ânio Vero, porém fontes dizem que ele recebeu esse nome após a morte de seu pai e adoção não-oficial por seu avô, quando chegou na maioridade. É possível que tenha sido conhecido como Marco Ânio Catílio Severo ao nascer ou durante sua juventude, ou mesmo Marco Catílio Severo Ânio Vero. Passou a se chamar Marco Élio Aurélio Vero César ao ser adotado por Antonio Pio como herdeiro do trono e, depois de sua ascensão, foi conhecido como Marco Aurélio Antonino Augusto até morrer. Epifânio de Salamina o chamou de Marco Aurélio Vero. ===Família=== A família paterna de Marco Aurélio era de origem romana ítalo-hispânica. Seu pai foi o pretor Marco Ânio Vero.Knight, Charles. The English Cyclopædia: A New Dictionary of Universal Knowledge. Bradbury & Evans, 1856, p. 439 A gens Ânia era de origem italiana, e um ramo dela mudou-se para Úcubos, uma pequena cidade ao sudeste de Córdova, na Bética.Sánchez, Jorge Pisa. Breve historia de Hispania: La fascinante historia de Hispania, desde Viriato hasta el esplendor con los emperadores Trajano y Adriano. Ediciones Nowtilus, 2010, p. 165Birley, Anthony R. Marcus Aurelius: a biography. Routledge, 1987, p. 29 Este ramo dos Aurélios com base na Espanha romana, os Ânios Veros, ganhou destaque em Roma no final do . O bisavô de Marco, Marco Ânio Vero, era um senador e, de acordo com a História Augusta, pretor. Seu avô, Marco Ânio Vero, foi prefeito de Roma, cônsul três vezes e tornou-se patrício em 73-74. Birley, p. 28 Por meio de sua avó Rupília — sobrinha-neta do imperador Trajano e meia-irmã das imperatrizes Víbia Sabina e Matídia Menor — Marco era um membro da dinastia Nerva-Antonina.Levick, Barbara M. Faustina I and II: Imperial Women of the Golden Age. Oxford University Press, 2014, pp. 161-163 Sua mãe, Domícia Lucila, era filha do patrício romano Cneu Domício Tulo e herdou uma grande fortuna de seus pais e avós. Sua herança incluía grandes olarias nos arredores de Roma - um empreendimento lucrativo em uma época em que a cidade estava passando por uma onda de construção - e uma villa na colina do Célio em Roma.Birley, p. 29-30 ===Juventude=== Seu pai provavelmente morreu em 124, quando Marco tinha três anos. Embora ele dificilmente possa ter conhecido seu pai, Marco escreveu em suas Meditações que ele havia aprendido dele \"modéstia e virilidade\". Sua mãe Lucila não se casou novamente e, seguindo os costumes aristocráticos prevalentes, provavelmente não passava muito tempo com seu filho. Em vez disso, Marco ficou sob os cuidados de babás. Após a morte de seu pai passou a ser criado por seu avô Marco Ânio Vero, que o adotou. Depois de adulto, Marco agradeceu ao avô por ensinar-lhe \"bom caráter e evitar o mau humor\". Lúcio Catílio Severo, bisavô materno, também participou de sua educação.Birley, pp. 31-35 Desde jovem demonstrou entusiasmo pela luta livre, treinando até a adolescência e aprendendo a lutar com armadura. Também liderou um grupo de dança chamado Colégio dos Sálios, realizando danças rituais dedicadas a Marte, o deus da guerra, enquanto vestiam uma armadura, carregando escudos e armas.Robertson, Donald J. \"Stoicism as a Martial Art\". Medium, 01/06/2020 Estudou letras latinas e gregas, direito, retórica, filosofia e pintura.\"Marco Aurèlio\". In: Enciclopedia Italiana di Scienze, Lettere ed Arti, online. Istituto Giovanni Treccani Foi educado em casa, de acordo com as tendências aristocráticas da época, e agradeceu Catílio Severo por encorajá-lo a evitar escolas públicas. Um de seus professores, Diogneto, mestre de pintura, provou ser particularmente influente; ele parece ter apresentado a Marco Aurélio o estilo de vida filosófico. Em abril de 132, incentivado por Diogneto, Marco assumiu os trajes e os hábitos dos filósofos: estudava com uma capa grega grosseira e dormia no chão, até que sua mãe o convenceu a dormir em uma cama. Um novo conjunto de tutores — o gramático e estudioso de Homero Alexandre de Cotieu, professor de grego, juntamente com Trósio Aper e Tutício Próculo, professores de latim — assumiu a sua educação em 132 ou 133.McLynn, pp. 20-21Birley, pp. 37-40 Segundo a História Augusta, também o ensinaram Alexandre, o Platônico, através de quem veio a conhecer a obra de Platão; Apolônio, que o introduziu no estoicismo e de quem absorveu princípios de moral e ética; Rústico, que o apresentou à filosofia de Epicteto; Cláudio Máximo, que lhe mostrou as qualidades do verdadeiro homem de bem; e Sexto Empírico, que lhe evidenciou as virtudes da benevolência e da modéstia e enfatizou o modelo patriarcal de família. Alves, Sérgio Lourosa. Marco Aurélio e Cómodo, a luz e a sombra: a construção historiográfica da dinastia Antonina. Mestrado. Universidade de Lisboa, 2010, p. 64 ===Sucessão de Adriano=== No final de 136 Adriano quase morreu de hemorragia. Convalescente em sua villa em Tivoli, ele escolheu Lúcio Ceiônio Cômodo, pretendido sogro de Marco, como seu sucessor e filho adotivo. Embora seus motivos não sejam claros, é possível que seu objetivo tenha sido eventualmente colocar o então jovem Marco no trono. Como parte de sua adoção, Cômodo adotou o nome de Lúcio Élio César. Sua saúde estava tão má que, durante uma cerimônia para marcar sua chegada à posição de herdeiro do trono, não teve forças para erguer sozinho um grande escudo. Após uma breve parada na fronteira do Danúbio, Lúcio Élio voltou a Roma para fazer um discurso ao Senado no primeiro dia de 138. No entanto, morreu na noite anterior ao discurso.Birley, pp. 41-45 Em 24 de janeiro de 138 Adriano escolheu Aurélio Antonino, marido da tia de Marco, Faustina, a Velha, como seu novo sucessor. Como parte dos termos de nomeação, Antonino, por sua vez, adotou Marco e Lúcio Cômodo, filho de Lúcio Élio. Marco adotou o nome Marco Élio Aurélio Vero. Marco aparentemente recebeu a notícia de que Adriano havia se tornado seu avô adotivo com tristeza, em vez de alegria. Foi com relutância que se mudou da casa de sua mãe no Célio para a casa de Adriano.Birley, pp. 46-49 Em algum momento em 138, Adriano solicitou ao Senado que Marco fosse isento da lei que o proibia de se tornar questor antes de seu vigésimo quarto aniversário. O Senado concordou, e Marco serviu sob Antonino, o cônsul de 139. A adoção de Marco o desviou da carreira típica de sua classe. Se não fosse pela adoção, ele provavelmente teria se tornado triúnviro monetalis, um cargo altamente conceituado envolvendo a administração da casa da moeda; depois disso poderia ter servido como tribuno de uma legião. Provavelmente ele teria optado por viajar e estudar mais. Após a morte de Adriano a sucessão de Antonino foi pacífica: manteve os indicados de Adriano no cargo e apaziguou o Senado, respeitando seus privilégios e comutando as sentenças de morte de homens acusados ​​nos últimos dias de Adriano.Birley, pp. 49-56 ==Vida adulta== ===Herdeiro de Antonino Pio=== thumb|Marco Aurélio em torno de 138-144 no Museu Antigo Imediatamente após a morte de Adriano, Antonino se aproximou de Marco e solicitou que seus arranjos de casamento fossem alterados: o noivado de Marco com Ceiônia Fábia seria anulado, e ele se tornaria noivo de Faustina, filha de Antonino. O noivado de Faustina com o irmão de Ceiônia, Lúcio Cômodo, também teria de ser anulado. Marco consentiu com a proposta e foi nomeado César em 139, e cônsul em 140, junto com Antonino. Como herdeiro aparente, Marco tornou-se chefe da ordem equestre e assumiu o nome Marco Élio Aurélio Vero César. A pedido do Senado, foi admitido em todos os colégios sacerdotais. Antonino exigiu que Marco residisse no palácio imperial no Palatino, e assumisse os hábitos de sua nova condição, a \"pompa da corte\", contra o desejo de Marco, que lutaria para reconciliar a vida de cortesão com seus anseios filosóficos.Birley, pp. 53-57 Como questor, Marco teria pouco trabalho administrativo real para fazer. Leria cartas imperiais ao Senado quando Antonino estivesse ausente e faria trabalho de secretariado para os senadores, além de fazer discursos treinando sua oratória.Birley, pp. 57-58 Em 1º de janeiro de 145 foi nomeado cônsul pela segunda vez. Em abril de 145 casou-se com Faustina. Foram emitidas moedas com as efígies do casal.Birley, pp. 90-91 Em 146 recebeu poder tribunício e o imperium proconsular, tornando-se na prática co-imperador com Antonino e participando das decisões e atos do governo. Nesta época continuou seus estudos sob a orientação de Anino Macer, Canínio Celer, Herodes Ático e especialmente com o retórico, gramático e advogado Marco Cornélio Frontão, de quem tornou-se amigo íntimo, apesar das reservas que o professor mantinha contra a filosofia.Birley, pp. 69-76 O filósofo estoico Júnio Rústico também exerceu muita influência sobre ele.Birley, p. 95 Champlin, Edward. Fronto and Antonine Rome. Harvard University Press, 1980, p. 120 À medida que Antonino envelhecia, Marco assumia mais funções administrativas, ainda mais quando se tornou prefeito pretoriano em 156 ou 157. Em 160, Marco e Lúcio foram designados cônsules conjuntos para o ano seguinte. Antonino Pio havia designado Marco como herdeiro e sucessor em 25 de fevereiro de 138, juntamente com Lúcio Vero. Quando Antonino faleceu, em 161, Marco Aurélio subiu ao trono em conjunto com Vero, na condição de serem ambos co-imperadores, ressalvando, no entanto, que a sua posição seria superior à de Vero. Marco Aurélio na prática governaria sozinho. Como ele já detinha poderes imperiais a transição foi pacífica. O Senado logo lhe atribuiu os títulos de imperador e augusto, e pouco depois foi formalmente eleito pontífice máximo, sacerdote-chefe dos cultos oficiais. A partir de então foi chamado Marco Aurélio Antonino Augusto.Birley, pp. 112-116Crook, John Anthony. \"Marcus Aurelius\". In: Encyclopaedia Britannica, online. Consulta em 21/04/2021 ==Reinado== Imediatamente após a confirmação do Senado, os dois imperadores seguiram para o acampamento da guarda pretoriana. Lúcio se dirigiu às tropas reunidas, que os aclamaram como imperadores. Então, como todo novo imperador desde Cláudio, Lúcio prometeu às tropas uma doação especial. Esta doação foi o dobro do costume: 20 000 sestércios per capita, e mais para os oficiais. Em troca dessa recompensa, equivalente a vários anos de pagamento, as tropas juraram proteger os imperadores. A cerimônia talvez não fosse necessária, visto que a ascensão de Marco fora pacífica e sem oposição, mas era uma boa segurança contra futuros problemas militares. Marco e Lúcio se tornaram estimados junto ao povo de Roma, que aprovava fortemente seu comportamento civil sem pompas. Os imperadores permitiram a liberdade de expressão, evidenciada pelo fato de o escritor de comédias Marulo ter sido capaz de criticá-los sem sofrer represálias.Birley, pp. 117-119 Duncan-Jones, Richard. Structure and Scale in the Roman Economy. Cambridge University Press, 1990, p. 109 No outono de 161 ou na primavera de 162 o rio Tibre transbordou, inundando grande parte de Roma, afogando muitos animais e deixando a cidade com fome. Marco e Lúcio deram à crise uma atenção pessoal.Birley, p. 120 ===Guerra com os partas=== Os primeiros problemas de seu reinado surgiram com os partas na fronteira oriental. Em 161, o xainxá invadiu o Reino da Armênia, que era um Estado cliente de Roma, e instalou no trono Aurélio Pácoro. Convencido pelo profeta Alexandre de Abonútico de que poderia derrotar os partas facilmente e ganhar a glória para si mesmo, Marco Sedácio Severiano, legado da Capadócia, liderou uma legião para a Armênia, mas seu exército era pequeno e Severiano foi preso pelo general parta Cosroes em Elegeia, uma cidade logo além das fronteiras da Capadócia. Severiano fez alguns esforços infrutíferos para enfrentar Cosroes, mas acabou cometendo suicídio e sua legião foi massacrada. A campanha durou apenas três dias. No ano seguinte Atídio Corneliano, governador da Síria, também foi derrotado.Birley, pp. 12-122Alves, p. 65 Neste meio tempo surgiram ameaças de guerra também em outras fronteiras — na Britânia, na Récia e na Germânia. Marco não estava preparado, Antonino parece não ter-lhe dado nenhuma instrução militar. As fronteiras do norte foram deliberadamente enfraquecidas; governadores de fronteira foram instruídos a evitar conflitos sempre que possível. Durante o inverno de 161-162, chegou a notícia de que uma rebelião estava se formando na Síria, e foi decidido que Lúcio deveria dirigir a guerra parta em pessoa. O Senado deu sua aprovação e, no verão de 162, Lúcio partiu. Porém, parece ter havido alguma insegurança a respeito de suas capacidades militares, pois foi-lhe dado um grupo de auxiliares experientes, entre eles Avídio Cássio.Alves, p. 67 É a esses colaboradores que se deve creditar o bom sucesso da campanha. Marco permaneceria em Roma. A capital armênia, Artaxata, foi capturada em 163. No final do ano, Lúcio assumiu o título de \"Armênio\", apesar de nunca ter visto um combate pessoalmente; Marco se recusou a aceitar o título até o ano seguinte.Birley, pp. 123-129 A Armênia ocupada foi reconstruída em termos romanos. Em 164 uma nova capital substituiu Artaxata e o senador Caio Júlio Soemo foi instalado como rei.Birley, p. 280 Em 163 os partos intervieram em Osroene, um cliente romano centrado em Edessa, e instalou seu próprio rei no trono. Em resposta, as forças romanas foram movidas para cruzar o Eufrates em um ponto mais ao sul. Antes do final de 163, no entanto, os romanos moveram-se para o norte para ocupar Dausara e Nicéfora na margem norte do Eufrates. Logo após a conquista da margem norte, outras forças romanas partiram da Armênia para Osroene, tomando Antemusia.Birley, p. 130 Em 165 as forças romanas avançaram sobre a Mesopotâmia. Edessa foi reocupada e Mano, o rei deposto pelos partas, foi reinstalado. Os partas retiraram-se para Nisibis, mas esta também foi sitiada e capturada. O exército parta se dispersou e uma segunda força, comandada por Avídio Cássio, desceu o Eufrates e travou uma grande batalha em Dura. No final do ano o exército de Cássio alcançou Selêucia e Ctesifonte e as saqueou. O exército de Cássio, embora sofrendo com a escassez de suprimentos e os efeitos de uma epidemia de peste, conseguiu voltar ao território romano com segurança. Cássio voltou ao campo em 166, cruzando o Tigre em direção da Média.McDowell, R. H. Coins from Seleucia on the Tigris. University of Michigan Press, 1935, p. 124Kneissl, P. Die Siegestitulatur der römischen Kaiser. Untersuchungen zu den Siegerbeinamen des 1. und 2. Jahrhunderts. Göttingen, 1969, p. 99 Em 166 Marco e Lúcio celebraram um triunfo pela vitória sobre os partas. Contudo, os exércitos trouxeram a peste consigo, que afligiu o império por muitos anos. ===Guerra com as tribos germânicas=== Durante o início dos anos 160 o genro de Frontão, Vitorino, foi nomeado legado da Germânia. A condição na fronteira norte parecia grave. Um posto de fronteira havia sido destruído e parecia que os povos da Europa central e do norte estavam em crise.Birley, p. 132 A partir da década de 160 tribos germânicas e outros povos nômades lançaram ataques ao longo da fronteira norte, particularmente na Gália e através do Danúbio. Este novo ímpeto para o oeste foi provavelmente devido a ataques de tribos mais a leste. Uma primeira invasão dos catos na província da Germânia Superior foi repelida em 162.McLynn, Frank. Marcus Aurelius: A Life. Da Capo Press, 2009, pp. 323-324 Muito mais perigosa foi a invasão de 166, quando os marcomanos da Boêmia, clientes do Império Romano desde o ano 19, cruzaram o Danúbio junto com os lombardos e outras tribos germânicas,Le Bohec, Yann. The Imperial Roman Army. Routledge, 2013, p. 56 penetrando massivamente no Vêneto e assediando Aquileia. Logo depois os sármatas iranianos atacaram entre os rios Danúbio e Tísia.Grant, 'Michael. 'The Antonines: The Roman Empire in Transition. Routledge, 2016, p. 29 Os costobócios, vindos da área dos Cárpatos, invadiram a Mésia, a Macedônia e a Grécia. Neste momento a fragilidade da estrutura militar do império e a rigidez da sua burocracia financeira se tornaram evidentes, sendo exigidas medidas extraordinárias para enfrentar a ameaça. Marco constituiu nove novas legiões e obteve fundos vendendo em leilão parte do patrimônio imperial. Os germanos foram batidos na Panônia, Récia e Nórica em 167. Em 169, morto Lúcio Vero, Marco continuou sozinho as campanhas, derrotando os quados em 171, em 172 venceu os marcomanos no norte e suprimiu uma revolta dos mauros na Hispânia. Em 173 os marcomanos voltaram a atacar, em 174 os jáziges foram vencidos, e em 175 concluiu um tratado de paz com os germanos. Entre 175 e 176 esteve no oriente, onde morreu Faustina, que o acompanhava. Em 176 celebrou em Roma seu triunfo sobre os germanos e em 177 associou seu filho Cômodo ao trono. No mesmo ano os marcomanos retomaram as investidas. A guerra foi difícil e a situação foi piorada por uma epidemia de peste. Numerosas tribos germânicas se estabeleceram em regiões fronteiriças como a Dácia, Panônia, Germânia e a própria Itália. Isso não era uma novidade, mas desta vez o número de colonos exigiu a criação de duas novas províncias fronteiriças na margem esquerda do Danúbio, a Sarmácia e a Marcomânia. Algumas tribos germânicas que se estabeleceram em Ravena revoltaram-se e conseguiram se apoderar da cidade. Por esta razão, Marco decidiu não apenas não trazer mais bárbaros para a Itália, mas até baniu aqueles que já haviam se instalado.Birley, p. 253 ===Revolta de Avídio Cássio=== Enquanto enfrentava a guerra germânica, Marco Aurélio teve de lidar com a insurreição de seu antigo colaborador fiel, Avídio Cássio, que estava governando o Egito e mantinha influência em todas as províncias orientais. Aparentemente a revolta foi desencadeada pela chegada de notícias falsas a respeito da morte do imperador, mas há indícios de que Faustina tenha participado da conspiração. Seja como for, em 175 Cássio foi proclamado imperador pela legião egípcia, a II Traiana Fortis. Obteve o apoio de legiões da Síria e da Arábia, mas esse apoio não foi suficiente. Caio Vécio Sabiniano Júlio Hospes foi enviado com um grande exército para suprimir a revolta e Cássio acabou sendo morto pelos seus próprios soldados.Birley, p. 186 Marco Aurélio parece não ter dado grande importância ao evento, não impôs represálias às províncias rebeldes, embora tenha feito visitas de inspeção e pacificação a Antioquia, Alexandria e Atenas, onde foi iniciado nos mistérios de Elêusis. Segundo fontes antigas Marco lamentou a morte de Cássio, pois teria desejado perdoá-lo. Segundo Sérgio Alves, \"Marco Aurélio preocupou-se essencialmente em eliminar as provas desta conspiração, tendo feito desaparecer relatórios e processos comprovativos vindos do governo central, talvez devido ao bem possível envolvimento da sua mulher Faustina. Deve acreditar-se, todavia, que o fez para que o seu principado ficasse imaculado, comprovando que o Princeps nutria o desejo de se tornar num modelo\".Alves, p. 69 ===Trabalho jurídico e administrativo=== |thumb|esquerda|Estátua de Marco Aurélio, Museu do Louvre Como muitos imperadores, Marco Aurélio passava a maior parte de seu tempo tratando de questões jurídicas, como petições e disputas auditivas, mas, ao contrário de muitos de seus predecessores, ele já era proficiente na administração imperial quando assumiu o poder. Ele teve muito cuidado na teoria e na prática da legislação.Birley, p. 133 Desenvolveu intensa atividade legislativa, esclarecendo pontos obscuros da lei e amenizando rigores excessivos. Entendia a jurisdição e a legislação como um assunto político de máxima importância, e ao mesmo tempo em que era rigoroso na punição dos crimes graves e das denúncias falsas, punha em relevo um espírito escrupuloso, racional e humanitário nas leis. Acredita-se que grande parte do corpo jurídico romano nas instituições pré-justinianas e no Corpus Iuris Civilis se deve à sua autoria. Foi o primeiro imperador a definir a competência senatorial e a esclarecer a jurisdição consular, e o primeiro a redigir as leis sobre os gladiadores, preocupando-se em diminuir a violência dos jogos e salvaguardar a vida dos combatentes obrigando-os a usar armas embotadas. Fez muito para melhorar a condição dos escravos, dos órfãos e menores e das viúvas. Reconheceu o parentesco de sangue nas questões de herança. Apesar das inovações que introduziu, seu trabalho foi mais no sentido de aperfeiçoar o que já existia antes do que criar padrões radicalmente novos. Em certos aspectos suas intervenções causaram retrocessos, especialmente provocando uma distinção mais aguda entre as classes, com tratamentos jurídicos diferenciados, penalizando mais pesadamente os criminosos da classe inferior. Demonstrou muito respeito pelo Senado Romano e rotineiramente pedia permissão para fazer despesa, embora não precisasse fazer isso como governante absoluto do Império.Irvine, William B. A Guide to the Good Life: The Ancient Art of Stoic Joy. Oxford University Press, 2009, pp. 57–58 Soube delegar o poder a auxiliares hábeis a quem conhecia pessoalmente, reconhecia o mérito alheio, defendia a disciplina, criou novos departamentos de trabalho administrativo, deu atenção às províncias e ao exército, e se preocupou em desenvolver a administração imperial de maneira eficiente e econômica. Manteve um equilíbrio entre as demandas do povo e aquelas de setores influentes da aristocracia, mas em linhas gerais se mostrou conservador no tocante à estruturação social, seguindo o modelo de seus predecessores.Alves, pp. 103-116 Em 168 reformou o denário, aumentando a pureza da prata de 79% para 82%. No entanto, dois anos depois, ele voltou aos valores anteriores por causa das crises militares que o império enfrentou.Roman currency of the Principate. Tulane.edu. Para Sérgio Alves, ::\"As características de Aurélio como governante-ideal foram efetivamente a energia, a pertinência e a inflexibilidade dos princípios, que, por sua parte, eram combinados com a generosidade, humanidade e compreensão da sociedade. E ao nível financeiro, mantém a mesma postura de moderação, acima de tudo nos casos entre o tesouro público e as fortunas privadas. [...] A exatidão e claridade de posições judiciais são um dos alicerces para o modelo político-legislativo de Aurélio, como se tratasse de um pré-requisito para a ordem político-social, definindo cada vez mais as suas intenções e atos, nas quais a humanidade ocupa um pano de fundo. [...] O objetivo do modelo político de Aurélio consistiu em alcançar uma organização mais rigorosa da sociedade livre para aumentar consecutivamente a ordem do estado público\".Alves, pp. 108-109 Tem havido um grande debate sobre sua posição em relação aos cristãos. O estatuto dos cristãos em seu tempo continuava sendo o mesmo desde Trajano: os cristãos eram foras-da-lei, mas de hábito eram deixados em paz. Essa política incongruente produzia pouca consequência em tempos de tranquilidade e prosperidade, mas em momentos de crise era comum que a população pagã atribuísse os problemas aos cristãos e os denunciasse às autoridades, e então os oficiais do império acabavam sendo obrigados a intervir aplicando a lei. O imperador não os apreciava, mas não ordenou perseguições sistemáticas, embora algumas tenham ocorrido em seu reinado. ===Morte e sucessão=== O imperador morreu aos 58 anos em 17 de março de 180, de causas desconhecidas, em seus aposentos militares perto da cidade de Sirmium, na Panônia, durante uma expedição contra os marcomanos que cercavam Vindobona (atual Viena, na Áustria), parte de uma ofensiva expansionista que pretendia redesenhar as fronteiras do norte. Foi deificado pelo Senado e suas cinzas foram devolvidas a Roma, onde descansaram no mausoléu de Adriano até o saque visigodo de 410. Suas campanhas contra os germanos e sármatas foram comemoradas por uma coluna e um templo construídos em Roma.Kleiner, Fred S. Gardner's art through the ages. Volume II: the western perspective. Cengage Learning, 2008, p. 230 Marco foi sucedido por seu filho Cômodo, a quem havia nomeado César em 166, e com quem governava conjuntamente desde 177. Os historiadores romanos criticaram a sucessão de Cômodo, citando seu comportamento errático e a falta de perspicácia política e militar.Birley, Anthony R. \"Hadrian to the Antonines\". In: Alan Bowman, Peter Garnsey, Dominic Rathbone (eds.). The Cambridge Ancient History, Volume 11, The High Empire, AD 70–192. Cambridge University Press, 2000, pp. 186-191 No final de sua história sobre o reinado de Marco, Dião Cássio escreveu um elogio ao imperador, e descreveu a transição para Cômodo com tristeza: ::\"[Marco] não teve a boa sorte que merecia, pois não era forte de corpo e esteve envolvido em uma infinidade de problemas durante praticamente todo o seu reinado. Mas, de minha parte, admiro-o ainda mais por isso mesmo, que em meio a dificuldades incomuns e extraordinárias ele sobreviveu e preservou o império. Só uma coisa o impedia de ser completamente feliz, a saber, que depois de criar e educar seu filho da melhor maneira possível, ficou muito decepcionado com ele. Este assunto deve ser nosso próximo tópico; pois nossa história agora desce de um reino de ouro para um de ferro e ferrugem, como acontecia com os romanos daquela época\". Cary, Earnest. Roman History. Heinemann, 1914–1927, lxxi, 36: 3-4 ==Escritos== Provavelmente durante as campanhas de 171-175, Marco Aurélio escreveu suas Meditações como exercícios filosóficos para sua própria orientação e autoaperfeiçoamento.Sellars, John. \"Marcus Aurelius (121—180 C.E.)\". In: Internet Encyclopedia of Philosophy, onlinde. Consulta em 21/04/20121 De certa maneira, as Meditações parecem ter sido escritas para o autor imbuir a si mesmo de coragem para suportar o peso do seu cargo. Escritas em grego, refletem o processo de fusão das culturas romana e grega que estava em curso. O título original da obra é desconhecido. Seu conteúdo é representativo da filosofia e espiritualidade estoica, em particular da orientação de Epicteto, mas não se limita estritamente a esta corrente, incorporando alguns elementos do platonismo e do epicurismo, além de aparecerem citações de Antístenes, Crísipo, Demócrito, Eurípides e Homero. Sua estrutura é descontínua, constituída de anotações breves, epigramas, reflexões e trechos discursivos. Não se trata, de fato, de um tratado de filosofia, sendo carente de uma organização sistemática e de uma tese claramente definida a defender. No geral há uma preocupação em avaliar seu próprio julgamento e um desejo de cultivar uma \"perspectiva cósmica\" da vida e do universo dentro de uma visão racional, tentando superar a perspectiva limitada do indivíduo. Seguindo Epicteto, Marco afirma que todas as atribuições do bem ou do mal são produto de julgamentos humanos. Como disse Epicteto, o que perturba as pessoas não são as coisas em si, mas sim seus julgamentos sobre elas. A tarefa do filósofo seria então submeter as impressões a um exame rigoroso, certificando-se de não tomar como verdadeiras as impressões que incluam quaisquer julgamentos de valor injustificados. Para ele o universo é fruto da providência divina, e a felicidade está dentro do alcance, residindo na virtude e no trabalho em prol do bem-estar coletivo, não fazendo distinção entre o bem do indivíduo e o bem de toda a comunidade, comparando a comunidade com um corpo e os indivíduos como seus membros, constituídos de forma a trabalhar juntos, mas em muitas passagens se impõe ideais altos demais em termos de conduta pessoal, enquanto lamenta a superficialidade, a rusticidade, a impiedade e outras falhas em si mesmo e na humanidade em geral. No contraste entre o ideal e a realidade, suas reflexões frequentemente assumem um tom cético e pessimista. Em vários momentos recupera a ideia de Heráclito do \"fluxo eterno\" das coisas, contemplando a inevitável dissolução de toda a realidade. Em outros momentos, é apocalíptico e desesperado. O problema da morte o angustiava, pois não chegou a conceber a ideia da imortalidade da alma, imaginando em vez uma espécie de insensibilidade após a morte, onde todas as dores são apagadas. Outros interesses que transparecem no texto são problemas de ética e lógica. Meditações é reverenciado como um monumento literário a um governo de serviço e dever. De acordo com Hays, o livro era um dos favoritos de Cristina da Suécia, Frederico, o Grande, John Stuart Mill, Matthew Arnold e Goethe, e é admirado por figuras modernas como Wen Jiabaoe e Bill Clinton.Hays, Gregory. Meditations. Weidenfeld & Nicolson, 2003, p. xlix Tem sido considerado por muitos comentaristas como uma das maiores obras da filosofia.Collins, Desmond. Background to Archaeology: Britain in its European Setting. Cambridge University Press Archive, 1973, p. 58 Não se sabe quão amplamente os escritos de Marco circularam após sua morte. Existem referências errôneas na literatura antiga à popularidade de seus preceitos. Juliano, o Apóstata, estava bem ciente de sua reputação como filósofo, embora não mencione especificamente Meditações.Stertz, Stephen A. \"Marcus Aurelius as Ideal Emperor in Late-Antique Greek Thought\". In: The Classical World, 1977; 70 (7): 433–439 A obra sobreviveu nas tradições acadêmicas da Igreja Oriental e as primeiras referências conhecidas pelo nome \"Meditações\" são de Aretas de Cesareia no e no Suda bizantino (talvez inserido pelo próprio Aretas). Foi publicado pela primeira vez em 1558 em Zurique por Wilhelm Xylander, a partir de um manuscrito supostamente perdido logo depois.Hays, pp. xlviii–xlix A cópia manuscrita completa mais antiga que sobreviveu está na Biblioteca do Vaticano e data do .Hadot, Pierre. The inner citadel: the Meditations of Marcus Aurelius. Harvard University Press, 1998, p. 22 Além das Meditações, também sobrevive uma coleção de cartas de Marco a seu professor Frontão. Embora interessantes, elas tratam principalmente de questões de retóricaKamtekar, Rachana. \"Marcus Aurelius\". In: Stanford Encyclopedia of Philosophy, online. Consulta em 21/04/2021 e pouco acrescentam ao conhecimento de sua vida ou filosofia. == Legado== Marco Aurélio foi o último dos \"cinco bons imperadores\", adquiriu a reputação de rei-filósofo ainda em vida, e o título permaneceria após seu desaparecimento.Francis, James. Subversive Virtue: Asceticism and Authority in the Second-Century Pagan World. Pennsylvania State University Press, 1995, p. 21 Mark, Joshua J. \"Marcus Aurelius: Plato's Philosopher King\". In: World History Encyclopedia, 09/05/2018 Cristãos como Justino Mártir, Atenágoras de Atenas e Eusébio também lhe deram o título.Francis, p. 21 Para os historiadores antigos, notadamente Dião Cássio e Herodiano, o reinado de Marco Aurélio teria sido o último momento de uma Roma feliz, cuja harmonia foi quebrada com a subida de Cômodo ao poder.Arantes Junior, Edson. Regime de memória romano: imagens do herói Héracles nos escritos de Luciano de Samósata (século II d.C.). Mestrado. Universidade Federal de Goiás, 2008, p. 28 Segundo Joshua Mark, \"foi aclamado como 'o mais nobre de todos os homens que, por pura inteligência e força de caráter, valorizaram e alcançaram o bem pelo bem em si e não por qualquer recompensa' (Grant, 139). Seu reinado foi caracterizado pela devoção ao seu povo e isso, bem como seu trabalho filosófico duradouro, Meditações, atesta a verdade do louvor de Grant. O acadêmico Michael Grant, entretanto, dificilmente é o primeiro a expressar tais sentimentos. Aurélio foi altamente respeitado em sua vida e é referido como 'o filósofo' por fontes antigas posteriores, como Dião Cássio e o autor (ou autores) da História Augusta\". Essa visão altamente positiva se tornou quase uma unanimidade historiográfica que persiste até na atualidade. Contudo, em tempos recentes diversos estudos vêm questionando esse consenso sobre o governante imaculadamente virtuoso e bem-sucedido, apresentando-o mais realisticamente como um personagem nuançado e humano, sujeito a contradições e fraquezas. Em primeiro lugar, a imagem de perfeição que se formou em seu redor, estabelecida na Antiguidade e muito repetida posteriormente, deve ser entendida como uma idealização,Adams, Geoff. The Emperor Commodus: Gladiator, Hercules or a Tyrant? BrownWalker, 2013, p. 59 e sua transmissão da Antiguidade para os tempos modernos se deve em grande parte ao trabalho do historiador Edward Gibbon. Para Mariana Cerri, Gibbon fez uma leitura acrítica das fontes antigas, e \"as boas relações que Marco Aurélio manteve com o Senado lhe garantiram boa reputação histórico-biográfica, o que não têm continuação no sucessor Cômodo que é, na opinião do Senado, pior do que Nero ou Domiciano. Dessa maneira, Gibbon percebe o período dos Antoninos, até o governo de Cômodo, como 'o período da história do mundo durante o qual a condição da raça humana foi mais ditosa e mais próspera'. Em contrapartida, com Cômodo, passando pelos Severos, inicia-se o 'declínio e queda' do Império\". Para Igor Cardoso, a influência da narrativa de Gibbon está presente na obra de importantes historiadores contemporâneos que se dedicaram a Marco Aurélio, como Anthony Birley e Pierre Hadot, dentre outros, \"ao apresentarem o imperador Marco Aurélio como bom governante em razão da aplicação de algumas teorias estoicas em sua administração\". Segundo Deivid Valerio Gaia, \"os elogios à dinastia Antonina são quase um topos na historiografia e na literatura tanto antigas quanto contemporâneas. Não obstante, hoje, o acesso a uma documentação mais variada e a formação de visões pautadas em teorias e metodologias diversificadas apresentam essa época com mais complexidade, sobretudo quando se parte de uma perspectiva na qual se questiona a tradicional mentalidade senatorial romana que selecionou o que dizer sobre esses imperadores\".Gaia, Deivid Valerio. \"O século de ouro e a 'adoção do melhor': considerações sobre a sucessão imperial durante o século II d.C.\" In: História (São Paulo), 2020; 39 A idealização da sua pessoa e governo deve ser posta contra o pano de fundo de um amplo processo de construção de uma imagem idealizada do modelo sociopolítico imperial, que em sua época estava sendo desenvolvido pelos intelectuais e panegiristas helenísticos, do qual ele foi colocado como a encarnação perfeita e como o maior modelo de governante iluminado, contra o qual todos os seus sucessores foram comparados.Cerri, Mariane. A biografia do imperador Cômodo na História Augusta como uma crítica ao Dominato. Mestrado. Universidade Estadual Paulista, 2020, pp. 93-95 É de notar também que se por um lado ele se prestou a essa construção por ser dotado de qualidades invulgares, sua figura foi magnificada exageradamente pela sistemática vilipendiação dos que estavam em seu redor, a quem se atribuiu todos os problemas do império de seu tempo, isentando o imperador de todas as culpas. Ainda deve ser assinalado que a historiografia antiga foi sistematicamente expurgada dos relatos em que suas faltas se tornavam evidentes, onde se incluem, por exemplo, seu oportunismo político, sua constante preocupação em negar problemas e fazer propaganda do seu bom nome e da beneficência do seu governo, seus erros de avaliação nas situações de crise, especialmente a nomeação do sucessor, as suspeitas sobre crimes de assassinato e suas práticas religiosas heterodoxas, que se tornaram motivo de críticas e sátiras. Em vista das pesquisas recentes, não se pode sustentar que seu reinado foi uma \"era dourada\", como quiseram mostrar seus biógrafos e aduladores, mas em grande parte, em particular em seus últimos anos, foi assolado por tumultos militares, massacres, perseguições religiosas e outras calamidades, das quais, no entanto, ele foi sempre desculpado por um ou outro motivo. Como adverte Alves, \"fica a possibilidade de se estar diante de uma ficção gigantesca montada com peças previamente fabricadas para criar a utopia do governante ideal\".Alves, pp. 62-75; 159-174 Na visão de Igor Cardoso, \"o reconhecimento em Marco Aurélio da figura de um Sócrates, senão ideal, mas possível\", parece ser um impedimento para uma discussão mais objetiva sobre os jogos de poder, as estruturas de promoção e ascensão social, os interesses subjacentes a cada posição, os personalismos políticos tão comuns na época e as estratégias discursivas que alimentaram a criação dos mitos historiográficos.Cardoso, Igor B. \"O século II em perspectiva: ou, da grandeza do Império à ficção da vida privada\". In: Em Tempo de Histórias, 2019; 35 Para John Anthony Crook, \"Marco talvez mereça o título de estadista, mas não foi um de grande calibre, nem foi realmente um sábio. Em geral, ele é uma figura historicamente superestimada, presidindo sem direção certa um império sob cuja aparência dourada já havia muitos sinais de decadência. Mas sua nobreza e dedicação pessoais sobreviveram ao escrutínio mais implacável\". == Casamento e filhos == Em seus trinta anos de casamento, Faustina e Marco Aurélio tiveram pelo menos quatorze filhos(as): * Ânia Galéria Aurélia Faustina (147 -165); * Gêmelo Lucila (m. 150, gêmeo de Lucila); * Ânia Aurélia Galéria Lucila (148/50 - 182), irmã gêmea de Gêmelo e casada com o co-imperador do pai, Lúcio Vero; * Tito Élio Antonino (n. depois de 150, m. antes de 7 de março de 161); * Tito Élio Aurélio (n. depois de 150, m. antes de 7 de março de 161); * Adriano (152-157); * Domícia Faustina (n. depois de 150, m. antes de 7 de março de 161); * Ânia Aurélia Fadila (159 \\- 211); * Ânia Cornifícia Faustina Menor (160 \\- 211); * Tiberius Aelius Antoninus (nascido em 152, morto antes de 156); * Criança desconhecida (morreu antes de 158); * Tito Aurélio Fúlvio Antonino (161 - 165), irmão gêmeo de Cômodo; * Cómodo (161 - 192), irmão gêmeo de Fúlvio e futuro imperador; * Marco Ânio Vero César (162 - 169); * Víbia Aurélia Sabina (170 - antes de 217). ==Referências== ==Bibliografia== * * * * * * * == Ligações externas == * |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Marco Aurélio Dinastia Nerva-Antonina 26 de abril de 121 – 17 de março de 180 |- Categoria:Naturais de Roma Categoria:Dinastia nerva-antonina Categoria:Aelii Categoria:Annii Categoria:Aurélios Categoria:Catilii Categoria:Filósofos pagãos Categoria:Imperadores romanos Categoria:Estoicos da Roma Antiga Categoria:Filósofos do século II Categoria:Romanos das guerras romano-partas Categoria:Sepultados no Castelo de Santo Ângelo",
 "title": "Marco Aurélio"
}