{
 "id": "36195",
 "text": "{{Info/Município do Brasil | nome = Catalão | foto = Cidade da Paz.jpg | leg_foto = | apelido = Terra de Rios\" \"A Atenas de Goiás | brasão = Brasão de Catalão.JPG | bandeira = Bandeira de Catalão.JPG | link_hino = s:Hino do município de Catalão | aniversário = | fundação = | gentílico = catalano | lema = | distritos = Catalão (distrito-sede) Pires Belo Santo Antônio do Rio Verde | prefeito = Adib Elias JúniorPrefeito e vereadores de Catalão tomam posse; veja lista de eleitos | partido = Podemos | fim_mandato = 2024 | padroeiro = Nossa Senhora do Rosário | mapa = Goias Municip Catalao.svg | latP = S | latG = 18 | latM = 10 | latS = 12 | lonP = O | lonG = 47 | lonM = 56 | lonS = 31 | estado = Goiás | mesorregião = Sul Goiano | data_mesorregião = IBGE/2008 | microrregião = Catalão | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ouvidor, Três Ranchos, Goiandira, Nova Aurora, Cumari, Campo Alegre, Ipameri, Araguari, Cascalho Rico, Coromandel, Guarda-Mor, Paracatu. | dist_capital = 257 | área = 3826.370 | área_ref = | população = 120789 | data_pop = Estimativa IBGE/2024 | população_pos = GO: 10º | altitude = 845,6 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.766 | idh_pos = GO: 3º | data_idh = PNUD/2010 | pib = mil | pib_pos = GO: 5º | data_pib = IBGE/2021 | pib_per_capita = 87685.74 | data_pib_per_capita = IBGE/2021 | site_prefeitura = catalao.go.gov.br }} Catalão é um município brasileiro do estado de Goiás. Localiza-se à latitude 18° 9' 57\" sul e à longitude 47° 56' 47\" oeste e à altitude de 835 metros. Sua população segundo o censo do Instituto Brasileiro de Geografia e Estatística (IBGE) 2022, é de habitantes e seu PIB recenseado em 2021 é de mais de 9,92 bilhões de reais e o coloca como a terceira maior economia de Goiás naquele ano. Possui área de aproximadamente 3778 km². Também dá nome ao distrito sede do município (os outros dois são Pires Belo e Santo Antônio do Rio Verde) e a uma microrregião do Estado de Goiás, formada pelos municípios de Catalão, Ipameri, Ouvidor, Três Ranchos, Davinópolis, Goiandira, Cumari, Nova Aurora, Anhanguera e Corumbaíba. == Etimologia== A origem histórica da cidade de Catalão passa atualmente por estudos visando descobrir realmente suas origens, pois existe uma corrente tradicional e outra que traz nova configuração sobre este ponto. Assim, tradicionalmente, Catalão originou-se da penetração das entradas e bandeiras, organizadas em comitivas compostas por homens de armas, cavaleiros e padres, que adentravam pelos sertões para a captura de mão-de-obra indígena a ser escravizada e em busca de riquezas minerais. A penetração pelos sertões Goianos efetivou-se nas primeiras décadas do século XVIII, de onde se tinha notícia da existência dos índios GUAYAZ e de terras ricas em minérios, principalmente o ouro. E é assim que se inicia, em território Goiano, o extermínio físico e cultural do grande povo indígena. A bandeira comandada por Bartolomeu Bueno da Silva, filho de bandeirante cognominado pelos índios de \"Anhanguera\", atravessou o Rio Paranaíba, onde abriu o Porto Velho (atual Porto do Lalau ), deixando um barco na margem direita do Ribeirão Ouvidor, assinalando sua passagem e continuando sua viagem pelos sertões goianos. Nas imediações de Catalão, permaneceu um dos capelões da comitiva, Frei Antônio, espanhol natural da Catalunha apelidado de \"O Catalão\" que, juntamente com três companheiros, resolveu criar um ponto de pouso nas proximidades do Córrego do Almoço, tendo em vista a qualidade do solo e a amenidade do clima e, principalmente, a necessidade de reabastecer a bandeira quando do retorno. Dados históricos demonstram a probabilidade da existência do povoado de Catalão a partir de 1728, tendo figurado como ponto de passagem de todas as bandeiras que penetravam pelo sertão Goiano. Em 1736, para cumprimento de ordens reais, veio ao território goiano D. Antônio Luiz da Távora, Conde Sarzedas e Governador da Capitania de São Paulo, a qual o atual estado de GOIÁS pertencia. Assim por meio de registros da época, fica comprovada a existência do povoado de Catalão. Catalão é feito do encontro de dois morros. == História == === Período pré-Colombiano === Não se conhece ao certo há quanto tempo iniciou-se a ocupação humana nas terras do atual município de Catalão. Sabe-se, contudo, que a região onde se situa o mesmo era habitada por dois grupos de indígenas no início do século XVIII : nas áreas atualmente correspondentes aos distritos de Catalão e Pires Belo, habitavam os Caiapó, muito provavelmente os mesmos que são hoje conhecidos como Panará e que atualmente habitam o Mato Grosso. Esses indígenas eram seminômades e é de se supor que conheciam a agricultura da abóbora, mandioca, milho e amendoim, pelo menos. Já na região do atual distrito de Santo Antônio do Rio Verde não é certo que viviam os caiapós do sul, tendo sido aventada a possibilidade de haverem vivido nesta área um grupo genericamente conhecido como carijós, que foram mais tarde levados pelos portugueses para uma redução (local onde os colonizadores reuniam os índios para catequizá-los) nos atuais municípios de Vazante, Paracatu ou Guarda-Mor. Há também a hipótese que afirma que os índios da chapada divisora das bacias do Paranaíba e São Francisco (como é o caso do Chapadão de Catalão) pudessem ser os Araxás ou mesmo os Cariris, se bem que a região estivesse próxima a aldeia de Itapiraçaba, dos índios caiapó do sul. Seja como for, o certo é que, ao contrário das áreas planálticas e repletas de veredas férteis do oeste e sul do município, sabida e longevamente ocupadas por caiapós do sul, a região da chapada, no nordeste do município, deveriam ser áreas de passagens para várias tribos, até por que, não apresentavam condição de cultivo para tribos sedentárias, embora fossem muito provavelmente fartas em animais para pesca e sobretudo, caça, dadas estas mesmas condições. === Período colonial === Embora desde 1580 expedições portuguesas tenham visitado as terras que hoje correspondem a Goiás, a referência histórica mais antiga sobre a ocupação do atual território catalano refere-se ao ano de 1728, e pode ser encontrada na obra História de Goiás em Documentos, cuidado para não se confundir com Catalão (Espanha), de autoria do filósofo e historiador hispano-brasileiro Luis Palacín Rodríguez. Neste texto há relatos da época sobre a existência de um certo sítio do Catalão, sendo que este era supostamente um clérigo originário da Catalunha que acompanhou o bandeirante Bartolomeu Bueno da Silva, o Anhanguera, em sua bandeira e que possivelmente deveria estar, já por esta data, residindo na área que daria origem ao município, portanto, desde 1722, já que foi neste ano que a referida bandeira entrou nas terras que viriam a ser Goiás. Como em 1736, Dom António Luís de Távora, filho do primeiro conde de Alvor e esposo da quarta Condessa de Sarzedas, para cumprimento de ordens reais, veio ao território goiano e mencionou a existência do dito sítio, fica bastante evidente a existência de povoamento em Catalão. A segunda referência histórica mais antiga sobre o \"Sítio de Catalão\" foi escrita pelo primeiro historiador de Goiás, o padre Luís Antônio da Silva e Souza, em seu texto O descobrimento da Capitania de Goyaz, em 1812. Ele discorre sobre o assassinato do capitão de uma companhia militar que veio de Minas Gerais, após ter tido uma desavença com o Domingo Rodrigues do Padro, genro de Bartolomeu Bueno da Silva, O Anhanguera filho. Isso deve ter ocorrido entre 1732 e 1736. SILVA e SOUZA, O descobrimento da capitania de Goyaz (1812). Goiânia, UFG, 1967. É relevante destacar que a expressão \"sítio\", à época, tinha um significado bem mais amplo, remetendo de maneira mais conforme à expressão latina situ, que a originou. Neste sentido, sítio era mais que uma propriedade, era um lugar habitado. De toda forma, no sítio do Catalão conta-se haver estabelecido um certo clérigo de origem catalã, o qual, muito provavelmente em companhia de outras pessoas, produzia víveres para os bandeirantes que iam para as minas de ouro mais ao centro da então capitania de Goiás. Era Catalão, então, centro de abastecimento das bandeiras e da gente que viria a ocupar Goiás. Desta forma, Catalão é um dos únicos municípios de Goiás, além de Formosa (Arraial dos Couros - 1749) cuja povoação iniciou-se antes de 1800 que não surgiu em função da existência de ouro. Em 1810, um fazendeiro chamado Antônio Manuel cedeu um lote de suas terras para a construção da igreja de Nossa Senhora Mãe de Deus. Este foi movido não só pela devoção, mas também pelo interesse de atrair moradores para a região e valorizar suas terras. Nesta igreja começaram a celebrar festas religiosas; surgem então ao redor da igreja armazéns e vendas, dando início a um comércio e, com isso, um povoado, que posteriormente se torna arraial, vila e cidade. === Período imperial === Em 1824 o arraial de Catalão tinha dezoito casas e uma igreja ou capela, segundo estatística feita neste ano pelo brigadeiro Cunha Matos. Todavia, a pequena urbe deveria ser maior, já que por \"casa\" se entendia apenas as construções de alvenaria, se ignorando os \"ranchos\", feitos de pau-a-pique e recobertos por folhas de coqueiros, em especial o babaçu. Em 1828, já havia um povoado na região com o nome de sempre. Este povoado, em 1833, foi elevado à condição de município e, sua sede, à de vila, desmembrando-se de Santa Cruz. Na década de 1830, era conhecida por ser uma região próspera, mas também era muito violenta. A violência não era por disputa de terras nem crimes e sim pelas disputas pessoais ou decorrentes de crimes passionais. No ano de 1850, Catalão tornou-se sede da Comarca do Rio Paranaíba, a qual abrangia também os atuais municípios de Ipameri e Corumbaíba, deve se destacar que por volta dessa época, o município fazia parte de duas rotas comerciais que vinham da Corte para o Estado de Goiás, uma provindo de Uberaba e outra de Araxá. Em 20 de agosto de 1859, a vila tornou-se cidade e, em 1868, foi criado o primeiro mercado público no município. Panoramas do que era a vida em Catalão em meados do século XIX podem ser encontrados na obra de Bernardo Guimarães, O Índio Afonso Em fins do século XIX, possuía de 190 a 200 casas e pouco mais de mil habitantes. Em 1892, figurava em quarto lugar em arrecadação do Estado; com a aproximação da estrada de ferro, nesta década, pelo Triângulo Mineiro, chegando até o município de Araguari (Minas Gerais), passou para primeiro lugar. O coronelismo já havia adquirido forma definida no começo da década de 1860. Era a época do domínio do coronel Roque Alves Azevedo, que contava com o apoio unânime da Câmara Municipal. Não se sabe nem como nem quando, o coronel Roque deixou de ser chefe político, mas por volta dos fins de 1860 começa a ascensão de Antônio Paranhos à condição de líder máximo da comunidade; também nesta década, foi juiz em Catalão Bernardo Guimarães, o qual inclusive publicou em uma de suas obras (O Ermitão de Muquém) a história de personagens baseados em tipos humanos que ele viu na comarca. É importante destacar que o município de Catalão era, já na década de 1880 o mais populoso do Estado de Goiás (posto que a cidade só alcançaria no censo de 1920), o que de certa forma reflete o dinamismo econômico do mesmo. Todavia, é lícito recordar que, ao município de Catalão correspondiam todos os municípios que atualmente estão na região do mesmo nome, além de Urutaí, embora essa observação também valha para os demais municípios de Goiás por esta época, visto que todos eles sofreram desmembramento, sendo a esta época, pois, bastante maiores que atualmente. === Período republicano === thumb|esquerda|Catalão em 1892; Expedição Cruls. Nos primeiro anos do século XX, Catalão era fornecedora de gado e charque para as regiões produtoras de café. Na década de 1910, com a chegada da ferrovia, o município, que passara a vender também arroz e feijão para as regiões cafeicultoras e se torna o mais rico município do Estado de Goiás, além do mais populoso do Centro-Oeste, com 34.524 habitantes. Todavia, a transferência da capital estadual para Goiânia, urdida por Pedro Ludovico Teixeira na década de 1930; a transferência da capital nacional para Brasília, na década de 1960 e a modernização da economia de Uberlândia, nas décadas de 1970 e 1980, por deslocarem o centro econômico da região, fizeram a importância do município declinar sensivelmente. Somente a descoberta e posterior exploração de minérios no Domo Ultramáfico Alcalino de Catalão I e no Domo Ultramáfico Alcalino de Catalão II, em especial nióbio e fosfato, dão novo alento à economia catalana que volta a se desenvolver. Nova crise surge no começo da década de 1990, com a privatização da Goiasfértil (hoje Fosfertil) pelo governo federal e a perda de competitividade do fosfato nacional. No entanto, a forte industrialização do município, motivada por políticas estaduais de incentivos fiscal, a partir da segunda metade da década de 1990, torna a economia catalana, em 2005, a terceira mais importante de Goiás, conquistando um lugar importante, sendo apenas a 16° mais populoso do estado. Culturalmente o município também renasce, com a valorização por parte da mídia das Congadas, a reforma de patrimônios históricos, como a Igreja de São João, a construção de museus, bibliotecas e de um centro cultural. No campo da educação, o município, que fora o primeiro do interior a contar com uma escola regular e o primeiro do Estado a ter uma escola pública, torna-se na década de 1980 o primeiro do interior a contar com um campus da Universidade Federal de Goiás;FREITAS, Ivone Luís de. História da Educação em Goiás. R&F;, Goiânia:? na mesma década, instala-se o ensino profissional, com unidades de ensino do SENAC e do Senai, co-responsáveis pelo alto índice de qualificação profissional do município. Em meados da década de 2000, bem servida por hospitais, escolas, universidades, transportes, telecomunicações e com uma das economias mais fortes do Estado de Goiás, estando entre os primeiros nos setores industrial, agro-pecuarista, comercial e de extração mineral, além de ter sua cultura e tradições nacionalmente reconhecidas, e políticas de integração social, cultural e tecnológica, Catalão se consolida como um dos mais importantes municípios goianos. Com cerca de 23 km² de área urbanizada o município é considerada um centro urbano regional isolado de nível 3 pelo IBGE. == Geografia == O município de Catalão encontra-se a sudeste do estado de Goiás, numa área com duas formas de relevo distintas: os planaltos ondulados, do tipo mares de morro do oeste e uma área de chapada, mais plana e mais alta, a nordeste. As altitudes variam entre 650 e 1.200 metros. O relevo é bastante compartimentado, com depressões nos vales dos rios São Marcos e Paranaíbas, uma chapada a nordeste e mares de morro no restante do município. A despeito de pequenas áreas onde há remanescentes de mata atlântica, o domínio morfoclimático típico é o dos Cerrados. O embasamento rochoso é do Complexo Araxá, com rochas entre 650 milhões e um bilhão de anos, com farto predomínio de rochas cristalinas, em especial metamórficas, como xistos e gnaisses, além de quartzos os mais diversos. Há dois complexos ultramáficos no município: Catalão I e Catalão II. Neles há importantes jazidas de nióbio, fosfato (exploradas), titânio, vermiculita e terras raras. O município de Catalão encontra-se quase que exclusivamente no complexo dos cerrados: vegetação de cerrado típico, campo cerrado, cerradão, veredas, além de manchas eventuais de mata atlântica. Os animais são em sua maioria aqueles dos cerrados, com alguns tipos comuns em áreas de mata atlântica, incluindo animais quase extintos em Goiás, como a anta e a piracanjuba. Em relação ao sítio urbano, seja em função da relativamente abundante presença de praças, parques, bosques e reservas, seja por que muitas das casas contam com quintais arborizados com árvores frutíferas, o que garante alimento constante e diverso, no sítio urbano de Catalão há um abundante número de espécies e espécimes de animais. Entre estes, dominam os pássaros, sobretudo passeriformes, psitaciformes e estrigiformes, mas também aves mais raras, como urutaus, tucanos e canários da terra. Todavia há também inúmeras variedades de peixes, répteis e até mamíferos, alguns bastante incomuns para um sítio urbano, encontrados nos bosques, como macacos, saguis, pacas, tamanduás, capivaras e lontras, dentre outros. Os principais rios que cortam o município são os rios Paranaíba, São Marcos, Veríssimo e São Bento. Além destes há um sem número de cursos d'água de menor monta, merecendo algum destaque o ribeirão Pirapitinga, que corta o sítio urbano e o ribeirão da Custódia, que atravessa importante região agrícola. === Relevo === O município de Catalão possui duas paisagens geomorfológicas distintas: a nordeste do Rio São Marcos, uma área plana de chapada, com altitudes oscilando em torno dos 1.000 metros e ao sul desta, escarpas e mares de morro ; a oeste do referido rio, áreas mais acidentadas, entremeadas por pequenos vales fluviais chamados veredas, com altitude oscilando em torno dos 800 metros. Finalmente, as porções mais baixas do território encontram-se na parte meridional do mesmo, nas margens do rio Paranaíba, cercania dos povoados de Pedra Branca e Olhos d'Água, onde as altitudes estão próximas dos 650 metros e o relevo é suave. Indo destes vales para as direções norte e leste, começam os domínios de mares de morro, os quais predominam largamente no município; neles, as altitudes aumentam paulatinamente, chegando a estar entre 800 e 900 metros na região do município de Catalão e a mais de 1.200 metros, seguindo rumo ao norte. Finalmente, na porção nordeste do município, ocupando cerca de 100 mil hectares, se encontra o Chapadão de Catalão, que se prolonga pelo Estado de Minas Gerais, quase todo acima da cota dos mil metros de altitude. É uma área de relevo bastante plano, com baixa declividade e solos profundos, cercado por áreas bastante escarpadas ao sul e pelos rios Paranaíba, a leste, e São Marcos, a oeste. Em relação ao sítio urbano, ocorrem três formas de relevo básicas: morros, pequenos vales e áreas planas elevadas. Os morros do município são três: o de São João é o mais alto e no alto do qual existe a Igreja de São João, construção de relevante interesse turístico; Três Cruzes, no alto do qual situa-se o centro cultural e Santo Antônio, o mais baixo dos três e que tem em seu cume, a igreja de Santo Antônio, que também tem interesse histórico. Entre estes morros há um sem número de vales e baixadas, entrecortados por córregos como os do Almoço e do Pirapitinga. Finalmente, ao norte do sítio urbano, há uma área plana e alta, com altitude de cerca de 900 metros, que é para onde o sítio urbano mais está se expandindo. === Solo e uso === thumb|Um parque, com solo à vista. Devido a sua grande extensão, no município de Catalão há, classificados pelo IBGESolos do Brasil 10 paisagens pedológicas. Nestas 10 paisagens, há 4 tipos de solo dominantes: na porção oriental temos três domínios pedológicos: na área da Chapada de Catalão predominam largamente os latossolos vermelho-amarelos eutróficos; um pouco mais ao sul, na área de cuestas e escarpas que envolvem a porção meridional da Chapada, temos a presença dominante dos neossolos litólicos (litossolos) e ao sul, no sudeste do município, há uma paisagem pedológica onde predominam largamente os latossolos vermelhos eutróficos. Caminhando rumo a oeste, em toda a porção central do município de Catalão, há uma área de predomínio de cambissolos háplicos, em associação com vários tipos de latossolos, inclusive com uma pequena porção em que estes, na sua apresentação vermelho amarelo distrófica. Por fim, na porção ocidental do município, predominam os argissolos, em várias apresentações, em geral vermelho-amarelos. Acompanhando os tipos pedológicos, o uso da terra também varia bastante: assim, na porção oriental, nas áreas de latossolos vermelho-amarelos eutróficos da Chapada, domina o cultivo de grãos (soja, milho, trigo, feijão); nas áreas de litossolos não há qualquer atividade agropecuária e nas áreas de latossolos vermelhos do sudeste catalano, predomina a pecuária de corte. Na porção central, onde dominam os cambissolos, predominam a agropecuária familiar, com pequenas lavouras e áreas de pecuária leiteira, a qual domina o uso da terra na porção ocidental, área de predomínio dos argissolos. === Sítio urbano === thumb|Horizonte norte, do morro das Três Cruzes. O sítio urbano localiza-se nas cabeceiras do Ribeirão Pirapitinga, um pequeno afluente do rio Paranaíba, que deságua próximo do município de Anhanguera. Situa-se em altitudes que vão de cerca de 800 metros, nos arredores do ribeirão Pirapitinga e do córrego do Almoço, até mais de 900 metros, próximo aos três morros do município (São João, Santo Antônio e Três Cruzes) e das áreas elevadas e planas do norte do município. O município é bem servido de praças e lagos artificiais, construídos para amenizar a baixa umidade do ar no inverno local (quase sempre entre 20% e 30%) e servir de áreas de lazer. Conta com um pequeno bosque, no setor das Mansões; uma pequena área de vegetação hidrófila de Cerrados, no alto curso do ribeirão Pirapitinga; uma reserva biológica de Mata Atlântica, no setor Universitário e; uma grande área de cerrados, no chamado \"Pasto do Pedrinho\", área de propriedade da municipalidade onde se planeja a construção de um parque zoobotânico. No alto curso do córrego do Almoço há ainda charcos e bosques de buritis, mas em áreas privadas. Todavia, em função sobretudo do fato de ter já quase 300 anos e ter crescido na forma de \"surtos\" de desenvolvimento, bem como do número de veículos (mais de 60.000), bastante significativo para um município de 90.004 habitantes e das muitas vias estreitas e subdimensionadas, o tráfego no sítio urbano chega a ser bastante confuso, sobretudo nas vias de maior circulação. Outro ponto negativo são as queimadas, feitas ilegalmente nas áreas baldias e que acontecem justamente no inverno, quando o ar é mais seco, o que causa um significativo índice de pessoas com problemas respiratórios nesta época do ano. === Clima === O clima do município é o tropical de altitude, com duas estações bem definidas: uma chuvosa, que vai de outubro a abril, e outra seca, de maio a setembro. A pluviosidade média é de aproximadamente 1 400 mm, calculada a partir de dados da estação meteorológica convencional do Instituto Nacional de Meteorologia (INMET) na cidade, localizada na Avenida Ricardo Paranhos, em operação desde 1913 e reconhecida como centenária pela Organização Meteorológica Mundial (OMM) em maio de 2023. Desde 1931 a menor temperatura registrada na estação foi de em 2 de junho de 1933 e a maior atingiu em de outubro de 2024, nos dias 3 e 4. O maior acumulado de precipitação em 24 horas chegou a 153 milímetros (mm) em 29 de janeiro de 2020, superando o antigo recorde de em 26 de janeiro de 1970. Outros grandes acumulados iguais ou superiores a foram: em 22 de dezembro de 1945, em 20 de dezembro de 1963, em 20 de janeiro de 1937, em 11 de janeiro de 1964, em 1 de fevereiro de 1945, em 15 de janeiro de 2021, em 11 de novembro de 1956, em 13 de janeiro de 1966, em 2 de março de 2013, em 27 de dezembro de 1986 e em 29 de janeiro de 1985. == Estrutura administrativa e demográfica == Catalão conta com dois principais e importantes prédios administrativos: o Palácio Pirapitinga (local do poder executivo) e a Câmara Municipal de vereadores (local do poder legislativo) que conta atualmente com 17 parlamentares. O município de Catalão é dividido em três distritos: Catalão, que é o distrito sede, Pires Belo e Santo Antônio do Rio Verde. Há também dois povoados que estiveram quase extintos: Pedra Branca e Olhos D'Água. Todavia, estes apresentam atualmente possibilidade de fugir ao topocídio, já que vêm sendo construídos no local muitos ranchos para pescaria. Em relação à população rural, há três situações distintas: no Chapadão de Catalão, onde predomina a agricultura extensiva, a densidade demográfica é menor e a concentração fundiária, significativa; no sudeste do município, ainda no distrito de Santo Antônio do Rio Verde, predominam propriedades de médio e grande porte e pecuária de corte e; na porção ocidental do município, em áreas dos distritos de Catalão e Pires Belo, predominam a agropecuária familiar. Nesta porção do território catalano a densidade demográfica é maior e a concentração fundiária, menor. == Subdivisões == === Bairros === O município de Catalão é composta por 116 bairros e loteamentos, são os principais: * Bairro Paineiras * Bairro Veredas dos Buritis * Bairro das Américas * Bairro dos Lucas * Bairro Castelo Branco I e II * Bairro Jardim Paulista * Bairro Jardim Catalão * Bairro Mãe de Deus * Bairro Margon I, II e III * Bairro Nossa Senhora de Fátima * Bairro Pio Gomes * Bairro Pontal Norte * Bairro Jardim Primavera * Bairro Santo Antônio * Bairro Santa Mônica * Bairro São Francisco * Bairro São João * Bairro Jardim Paraíso * Bairro Jardim Catalão * Bairro Evelina Nour I e II * Loteamento Ipanema * Loteamento Jardim Brasiliense * Loteamento JK * Loteamento Monsenhor Souza * Loteamento Santa Cruz * Loteamento Santa Helena I e II * Loteamento Santa Terezinha * Loteamento Estrela * Loteamento Alto da Boa Vista I e II * Loteamento Flamboyant * Loteamento Jardim Planalto * Loteamento Maria Amelia I e II * Loteamento Copacabana I e II * Loteamento Leblon * Setor Parque das Mangueiras * Setor Marcone * Setor Lago das Mansões * Setor Central * Setor Universitário * Setor Parati * Setor Vale do Sol * Vila Dona Erondina * Vila Chaud * Vila Cruzeiro I e II * Vila Liberdade I e II * Vila Mutirão * Vila União * Vila Wilson Guimarães * Setor Aeroporto === Comunidades rurais === * Custódia * Cisterna * Morro Agudo * Mata Preta * Coqueiros * São Domingos * Martírios * Babilônia * Ribeirão * Tabatinga * Paulistas * Cachoeirinha * Pouso Alegre * Anta Gorda * São Domingos dos Macacos * Chapadão * Sobradinho * Fazenda Riacho * Babilônia * Campo Limpo * Macaúba * Cubatão do Limoeiro * Mumbuca * Olhos D'Água * Pedra Branca * Olaria * Tambiocó * Lourenços * Batalha * Pé do Morro == Economia == Em 2005, apesar de ser apenas o 14° mais populoso município de Goiás, Catalão apresentava o quinto maior PIB do Estado de Goiás, perdendo apenas para a capital Goiânia, Anápolis, Aparecida de Goiânia e Rio Verde. Seus habitantes tinham igualmente a terceira maior renda per capita do estado, atrás apenas de Chapadão do Céu e São Simão. A economia catalana encontrava-se também entre as maiores em todos os setores da economia goiana: uma indústria forte, um setor de serviços e comércio bastante desenvolvidos, agropecuária produtiva e a maior província mineral do estado de Goiás. Todavia, a maior característica da economia catalana, ao menos no que tange aos municípios mais ricos de Goiás era sua desigualdade social, sensivelmente menor. Assim, mais do que um município de muita gente rica, o modelo catalano privilegiou a classe média. === Agropecuária === A despeito do município ter o quinto maior PIB industrial de Goiás, a agropecuária do mesmo também é uma atividade econômica significativa, está entre os grandes produtores estaduais de soja, milho, trigo, arroz, feijão, mandioca, café e palmito de Goiás, sendo que o cultivo de grãos dá-se sobretudo no distrito de Santo Antônio do Rio Verde. Possui também consideráveis rebanhos de aves e bovinos, no distrito de Catalão. No geral, a produção agropecuária dá-se conforme se pode ver abaixo: Produto Produção Soja 238.500 toneladas Milho 77.000 toneladas Trigo 7.500 toneladas Algodão 5.670 toneladas Arroz 4.320 toneladas Sorgo 4.320 toneladas Feijão 1.830 toneladas Frangos 370.000 cabeças Ovos 165.000 dúzias Bovinos 173.000 cabeças Vacas ordenhadas 30.000 cabeças Litros/Leite/Ano 39.300.000 litros Principais produtos agropecuários de Catalão IBGE em 2005. Principais produtos agropecuários de Catalão IBGE em 2005. Principais produtos agropecuários de Catalão IBGE em 2005. Principais produtos agropecuários de Catalão IBGE em 2005. Principais produtos agropecuários de Catalão IBGE em 2005. ==== Situação fundiária ==== Em linhas gerais, há duas realidades distintas em Catalão. A leste do Rio São Marcos, no distrito de Santo Antônio do Rio Verde, predomina a agropecuária extensiva, prevalecendo na agricultura o cultivo de soja e milho, além de trigo, arroz e algodão; na pecuária, a criação de gado bovino de corte, em especial animais de raça zebu e na silvicultura, o plantio de pinus elliot e eucalipto. Já a oeste do rio São Marcos, nos distritos de Catalão e Pires Belo, predomina a pecuária de leite, com gados de raças mistas como a girolanda e a criação doméstica de pequenos animais; a agricultura de subsistência e o cultivo de alho; e na silvicultura o plantio de eucalipto, sobretudo em pequenas propriedades. === Indústria === A MMC Automotores do Brasil, do Grupo Souza Ramos, empresa autorizada a montar os veículos da marca Mitsubishi no Brasil, é a maior empresa instalada na cidade e emprega diretamente cerca de 3.500 funcionários. A economia do município está assentada nos segmentos mínero-metal-mecânico, sedia o Distrito Mínero Industrial (DIMIC) de propriedade do governo estadual. As principais empresas lá instaladas são as montadoras John Deere e Mitsubishi. Também merece destaque as empresas instaladas na área mineradora conhecida como \"Chapadão\". Lá destacam-se as empresas mineradoras Anglo American (de origem inglesa, dona da Mineração Catalão e Copebrás) e Vale Fertilizantes (antiga Fosfértil), as quais, além de plantas extratoras, contam também com plantas industriais. Além disso, polariza a indústria do vestuário na região. Embora a economia secundária esteja fortemente consolidada pelos segmentos mínero-metal-mecânico, a indústria do vestuário é representativa no município, com mais de 150 micro e pequenas indústrias formais e informais. O segmento é representado em especial pelo setor de moda íntima. Para promover o aumento da sua competitividade, o Ministério da Integração Nacional, em parceria com a Federação das Indústrias do Estado de Goiás, Instituto Euvaldo Lodi (IEL) e Senai, executa, desde 2006, o programa de desenvolvimento econômico de Arranjo Produtivo Local (APL) de confecções de moda íntima feminina. As ações estão voltadas para a capacitação dos recursos humanos e assistência técnica e tecnológica. Seu intuito é ampliar os conhecimentos das empresas em gestão da produção, comercialização e marketing, com a consequente qualificação do produto e expansão do mercado. Catalão é um dos municípios contemplados no \"Programa de Qualificação e Extensão da Moda Íntima\" do Estado de Goiás, da Gerência de Arranjos Produtivos Locais e Artesanato, da Secretaria de Indústria e Comércio do Estado de Goiás (SIC). === Mineração === thumb|Complexo mínero-químico da Copebrás em Catalão. Já em 1892, Catalão foi reconhecida pela Expedição Cruls como um município repleto dos mais variados tipos de minérios, sendo que o diamante em particular é explorado no município desde o início do século XIX. Além de terem sido encontrados em Catalão alguns dos maiores e mais preciosos diamantes do Brasil, o município possui ainda algumas das maiores jazidas minerais do Estado de Goiás, com depósitos de Argila, Argila Refratária (Caulim), Brita (Basalto), Fosfato, Nióbio, Titânio, Turfa, Vermiculita, Urânio, Tório, Estrôncio e terras raras (Lantânio, Cério, Praseodímio, Neodímio, Samário, Európio, Gadolínio, Érbio, Ítrio, Itérbio, Lutécio e Térbio).. Todavia, apenas alguns desses minérios são explorados, como é o caso do nióbio (explorado pela Anglo American - Mineração Catalão), do fosfato (explorado e industrializado pela Vale Fertilizantes e Anglo American - Copebrás) e das argilas, exploradas por várias companhias ceramistas instaladas no município. Os demais minérios identificados já estão com seus depósitos registrados para as mais diversas companhias, como é o caso do titânio, registrado pela Companhia Vale do Rio Doce. De toda forma, as jazidas são abundantes, conforme pode-se ver baixo (os dados estão em toneladas métricas), para os minérios mais importantes: * Argila para cerâmica vermelha - 400.000 toneladas medidas * Argilas refratárias - 43.566.031 toneladas medidas 16.569.719 toneladas indicadas * Brita - 8.305.156 m³ medidos * Fosfato - 96.717.737 toneladas medidas 112.349.098 toneladas indicadas * Nióbio - 1.317.560 toneladas medidas 5.123.368 toneladas indicadas * Titânio - 4.889.981 toneladas medidas 5.483.860 toneladas indicadas * Turfa - 443.860 toneladas medidas 233.737 toneladas indicadas * Vermiculita - 2.000.000 toneladas indicadas === Emprego, renda e distribuição de renda === O Índice de Gini, que mede a concentração de renda, e vai de 0 (distribuição mais perfeita) a 1 (distribuição mais desigual), no município é de 0,59 o que o torna o menos desigual entre todos os municípios goianos com mais de 30 mil habitantes, com reflexos significativos no padrão de vida de sua população em geral. === Indicadores socioeconômicos === ; PIB municipal (2021): R$ 9,92 bilhões ; PIB per capita (2021): R$ 87.685,74 ; Composição do PIB (2008) * Valor adicionado bruto da agropecuária: R$ 173,499 milhões * Valor adicionado bruto da indústria: R$ 1,367 bilhão * Valor adicionado bruto dos serviços: R$ 1,232 bilhão * Impostos sobre produtos líquidos de subsídios: R$ 575,439 milhões == Infraestrutura == Catalão é servida por diversas rodovias, que ligam o município ao Triângulo Mineiro (e daí ao Sul e ao Sudeste); a Goiânia (e de lá ao Norte), a Brasília (e de lá ao Nordeste), ao sul de Goiás (e daí ao Mato Grosso) e ao Alto Paranaíba (e de lá a Minas Gerais e ao Nordeste), sendo a BR-050 uma das principais rodovias que corta o município. O município ainda conta com um ramal ferroviário da FCA e um aeroporto. O município conta, no setor de energia, com um usina hidrelétrica, A Serra do Facão, no Rio São Marcos instalada no distrito de Santo Antonio do Rio Verde, além de uma termoelétrica. Cumpre destacar que, em relação à distribuição, o município chega próximo a universalidade na zona urbana e bastante significativa na zona rural, a partir de cinco subestações de distribuição (três na zona urbana e mais uma em cada distrito do município). Em relação à distribuição de água, feita por empresa municipal, nos distritos ela é feita a partir de poços artesianos e, na sede, sobretudo através de uma estação de tratamento de água captada na bacia do Ribeirão Samambaia e Ribeirão Parí. O esgoto é tratado em duas unidades, uma que atende ao setor industrial e outra ao comercial-residencial; todavia, apenas 60% das residências são servidas por redes de esgoto. Quase todas as ruas são pavimentadas. === Educação === Catalão tem unidades de educação que vão do ensino infantil até o ensino superior. O município conta com várias escolas e creches, tanto na zona urbana como na zona rural, para o ensino infantil, com destaque para o CAIC, além de várias escolas de qualidade para o ensino fundamental e médio. No ensino superior, Catalão conta com três Universidades presenciais : um campus da Universidade Federal de Goiás, criado a 28 de fevereiro de 1980\"Fica aprovada, por maioria, a inclusão da Cidade de Catalão no novo artigo proposto pelo Reitor, por proposta do Conselheiro Arédio Teixeira Duarte\", excerto extraído da Ata do Egrégio Conselho Universitário da Universidade Federal de Goiás, 28/02/1980, Convocação ECU/0/No.01/80., que, em 2018, foi desmembrada, tornando-se Universidade Federal de Catalão (UFCat), após articulação da bancada goiana, com o senador Wilder Morais na sub-relatoria da comissão que iniciou os trabalhos para a conversão em universidade independente. O município também conta com o Centro de Ensino Superior de Catalão (CESUC), instituição privada fundada pouco depois, em 1985, a Faculdade Politécnica com a oferta de cursos na área de engenharia (civil, produção, elétrica e mecânica) e 3 polos Universitários a Distância: Faculdade Anhanguera, Estácio de Sá e Unicat. No ramo dos cursos técnicos, Catalão possui sedes do SENAC, SENAI, CEPAC (Centro de Educação Profissional Aguinaldo de Campos Netto), Labibe Faiad e Instituto Federal Goiano com instalações amplas e modernas e cursos voltados para diversas áreas: beleza, meio ambiente, informática, saúde, mecânica, elétrica, automobilística, mineração, artes cênicas entre outras. A partir do ano de 2016 a cidade de Catalão terá também em seu campos da UFG (Universidade Federal de Goiás) o curso de Medicina, sendo assim o terceiro campus da UFG a oferecer o curso, juntamente com os campus da capital Goiânia e de Jataí. O estado de Goiás tem ao todo oito faculdades de medicina.Escolas médicas do Brasil por estado === Transporte === ==== Aeroporto ==== O Aeroporto de Catalão João Netto de Campos tem uma pista de 1.640 x 35 m e que ainda não pode receber voos regulares por falta da mobília no terminal de passageiros, falta cadeiras para espera, esteiras de bagagens e mesas de raio x para malas de mãos. O mesmo opera somente voos particulares e fica situado a 3 km do perímetro urbano da cidade as margens da rodovia GO 330 sentido Catalão x Ouvidor. ==== Transporte coletivo ==== A cidade também conta com uma empresa concessionaria de transporte urbano que transporta por dia uma média de 6 mil passageiros, em sua maioria estudantes, e várias outras empresas de fretamento, transporte interurbano e interestadual. Diversas empresas interestaduais utilizam a cidade como conexão para linhas do País inteiro, sendo os principais destinos os estados de São Paulo, DF, Minas Gerais, Rio grande do Sul e Bahia. Possui um terminal Urbano e dois Rodoviários. São as linhas urbanas: * Santa Teresinha / Vereda dos Buritis / Bairro Industrial / Três Cruzes / JK / Nossa Senhora de Fátima / Centro / Terminal; * Vila Liberdade / Paineiras / Jardim Europa / Jardim Paraíso / Vila Erondina / Alto Da Boa Vista / Vila Margon / Pio Gomes / Centro / Terminal ( 2 linhas ); * Vila União / Primavera / Centro / Terminal; * Bairro das Américas / Evelina Nour 1 e 2 / Vila Cruzeiro 1 e 2 / Centro / Terminal ( 2 linhas ); * Ipanema / Vila Chaud/ St. Aeroporto / Dona Sofia / Setor Goianiense / Centro / Terminal ( 2 linhas ); * Setor Universitário / Vila Chaud / Santa Helena / Progresso / Centro / Terminal; * Pontal Norte / Shopping / São Francisco / Nossa Senhora de Fátima / Centro / Terminal ( 2 linhas ); * Castelo Branco / Lot. Estrela / Maria Amélia I e II / Alivino Albino / Bela Vista / Castelo Branco 2 / Nossa Senhora de Fátima / Centro / Terminal ( 2 linhas ). == Cultura == O município dispõe de uma rede de infraestrutura e produção cultural bastante significativa (tendo em vista o pequeno porte de sua população), contando com o centro cultural Labibe Faiad, com a Fundação Cultural Maria das Dores Campos; quatro outros anfiteatros (do Colégio Mãe de Deus; do CESUC, da CDL e da Universidade Federal de Goiás); uma biblioteca pública comum e uma digital; cinco telepontos de informática (sendo um na zona rural); um cinema; um coreto; três escolas de dança; três escolas de música; dois corais; duas orquestras; dois grupos teatrais; um museu; e inúmeros ateliês. O município é, inclusive, terra natal de várias personalidades culturais, que vão da música popular (Amado Batista) às artes plásticas (Goiandira de Couto), passando por um dos maiores latinólogos do Brasil, o diplomata William Agel de Mello, autor de onze dicionários bilíngues entre o português e línguas neolatinas, como sardo, catalão, galego e rético. É também terra natal de cineastas e dramaturgos, ainda que estes tenham menor expressão. Por tudo isso e cognominada, por sua vasta e antiga produção cultural, a Atenas de Goiás. === Congadas === As congadas são parte de uma manifestação folclórica e religiosa bastante antiga em Catalão. Desde 1820, em toda última sexta-feira do mês de setembro, estendendo-se por parte da primeira quinzena de outubro, acontecem as congadas em Catalão. As congadas são festas religiosas de sincretismo afro-católico em homenagem a Nossa Senhora do Rosário dos Pretos (um avatar de Maria, mãe de Jesus), e uma das mais antigas manifestações folclóricas e religiosas de todo o Centro-Oeste. Cerca de 4.500 pessoas, agrupadas em dezenas de grupos chamados \"ternos\", dançam pelas ruas do município em homenagem a referidas Senhora do Rosário. Estes grupos de pessoas, que ao mesmo tempo dançam, também tocam instrumentos de percussão e entoam cânticos tradicionais, podem ser de várias denominações, como \"moçambiques\", \"congos\", \"catupés-cacunda\", \"pajés\", cada qual com seus uniformes e ritos específicos. A festa atrai a cada ano cerca de 100 mil visitantes a Catalão. === Esporte e lazer === O esporte em Catalão conta com apenas uma agremiação desportiva profissional, o Clube Recreativo e Atlético Catalano (CRAC). Fundado em 1931, trata-se do clube de futebol mais antigo do estado de Goiás. O clube já conquistou duas vezes o Campeonato Goiano (em 1967 e 2004) e atualmente disputa a Série D do Campeonato Brasileiro. O time do CRAC possui duas torcidas organizadas: a T.O.C. A (Torcida Organizada Comando Azul), formada principalmente por moradores dos bairros Pio Gomes, Nossa Senhora de Fátima e da Vila, e a TOL (Torcida Organizada do Leão); e uma barra-brava, a La 12 Catalana. Para além do futebol, há alguns competidores profissionais de esportes individuais, sobretudo ciclismo (montain bike e cross country), Jiujitsu, taekwondo e xadrez . Em termos de infra-estrutura esportiva, o município possui um estádio (11 mil pessoas), um ginásio poliesportivo (6 mil pessoas), uma piscina olímpica, uma pista de atletismo e duas pistas de skate, além de inúmeros campos e quadras poliesportivas públicas, tanto na zona urbana quanto na rural. Além disso, o município possui 30 praças distribuídas pela cidade, como espaços para lazer, além de um centro de inserção para idosos bastante equipado. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil == Ligações externas == * * * Categoria:Fundações em Goiás em 1833",
 "title": "Catalão (Goiás)"
}