{
 "id": "3619",
 "text": "Chama-se budismo de Nichiren a escola budista que segue o ensinamento de Nichiren Daishonin, monge budista que viveu no Japão no . Nichiren nasceu em 16 de fevereiro de 1222. Entre outros pontos em comum, essa linhagem afirma que o Sutra do Lótus torna os demais sutras budistas verdades parciais: os ensinamentos anteriores teriam sido proferidos por Sidarta Gautama em caráter provisório, de acordo com a capacidade dos ouvintes, enquanto que, no Sutra do Lótus, Buda profere seus ensinos a partir de um ponto absoluto, definitivo. O que estaria expresso na passagem do Sutra do Lótus: \"Dentre os sutras, este é o rei soberano\". Segundo seus seguidores, o Budismo Nichiren é o unico ensinamento que revela a forma de conexão com a Lei Mística, Lei Universal que significa fonte de vida, sabedoria e conhecimento universal. Através dessa conexão todos os seres podem atingir a sua iluminação estabelecendo a sua harmonia com a Lei do Universo. Outro tópico essencial do budismo de Nichiren é a utilização de um único mantra, Na-mu-myo-ho-ren-gue-kyo ou Nam-myo-ho-ren- gue-kyo, que, em uma tradução simples, significa \"Devoto-me à lei mística do Sutra da lei maravilhosa da flor do Lótus\", mas cujas sílabas desdobram-se em outros significados. De acordo com as escolas, O daimoku (como é chamado o mantra) encerraria, em si, a lei do universo e despertaria a natureza de Buda em quem recitasse. Portanto, outro pilar da fé nos ensinamentos de Nichiren seria o poder de atingir o estado de Buda na existência atual e, através da disseminação dos ensinos (Shakubuku), buscar a paz mundial (kosen-rufu). Dentre as práticas dessa tradição budista, encontram-se a recitação do mantra Nam-myo-ho-ren-gue-kyo, uma mandala tradicional chamada Gohonzon e a realização de duas cerimônias de oração diárias, denominadas Gongyô, em que são recitados trechos do Sutra do Lótus na sua versão em japonês. Existem dúzias de escolas de budismo de Nichiren, com significativas diferenças doutrinárias, principalmente quanto ao papel exato de Nichiren. No budismo Honmon Butsuryu-Shu, o \"Nichiren Grande Mestre Nitiren Daibossastu\" é reconhecido como Mestre Renascido do Jyougyou Bossatsu, o Bossatsu Primordial, que realizou o estabelecimento da \"Religião do Odaimoku\", orando pela primeira vez em voz alta, aos 32 anos de idade, no dia 28 de abril de 1253. Algumas correntes, como a Nichiren Shu, tratam-no como um importante sacerdote que revelou, à população, o \"verdadeiro budismo\". Outras, notavelmente a Nichiren Shoshu , consideram Nichiren como o Buda original da era de Mapô, dedicando sua atenção a ele em vez de a outros Budas, cujos ensinamentos também teriam se tornado impraticáveis e inadaptáveis aos tempos atuais. O budismo de Nichiren baseia-se na lei de causa e efeito, ou seja, a relação entre palavras, pensamentos e ações do indivíduo para com a sua condição de vida presente ou futura. Segundo esse pensamento, tudo que o ser humano desfruta de positivo ou negativo é resultado do seu carma. == Ver também == * Soka Gakkai (representada no Brasil pela BSGI) * Nichiren Daishonin, citações *Dai- Gohonzon *Nichiren Shoshu *Nichiren Shu *Budismo Primordial HBS (Honmon Butsuryu-Shu) == Ligações externas == * * * * * * *",
 "title": "Budismo de Nitiren"
}