{
 "id": "36217",
 "text": "{{Info/Município do Brasil | nome = Guimarães | foto = | leg_foto = | apelido = | brasão = | bandeira = Bandeira-guimaraesma.PNG | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Guimarães | aniversário = | fundação = | gentílico = guimarense[] Vimarense, Guimarantino, Vimaranense | lema = | prefeito = Osvaldo Luís GomesPrefeita de Guimarães morre em São Luís. Página visitada em 21/01/2019. | partido = PDT | fim_mandato = 2024 | mapa = Maranhao Municip Guimaraes.svg | latP = S | latG = 02 | latM = 07 | latS = 58 | lonP = O | lonG = 44 | lonM = 36 | lonS = 03 | estado = Maranhão | mesorregião = Norte Maranhense | data_mesorregião = IBGE/2008 | microrregião = Litoral Ocidental Maranhense | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cedral, Mirinzal, Central do Maranhão, Bequimão e Alcântara | dist_capital = 70 | área = 595.382 | área_ref = | população = 11966 | data_pop = IBGE/2018 | altitude = 41 | clima = tropical-úmido | sigla_clima = | idh = 0.625 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 7.239,26 | data_pib_per_capita = IBGE/2020 }} Guimarães é um município brasileiro do estado do Maranhão. Está localizado a uma latitude 02º07'59\" sul e a uma longitude 44º36'04\" oeste, estando a uma altitude de 41 metros em relação ao nível do mar. Sua população está estimada em 11 966 habitantes, segundo prévia do Censo 2022. O município possui uma área de 595 382 km². == História == A colonização portuguesa do município começou no final do século XVI, quando a Coroa portuguesa construiu um forte na Baía de Cumã para vigiar a movimentação de franceses em direção a Alcântara ou São Luis durante as disputas que os portugueses tiveram com os franceses. Até então as terras que integram o atual município de Guimarães eram ocupadas por aldeias de integrantes do povo indígena Tupinambá, com destaque para a aldeia de Guarapiranga. Durante a disputa colonial pela área que formava a capitania do Maranhão entre Portugal e a França, quando os franceses ocuparam a região para formar a sua colônia chamada de França Equinocial, os Tupinambá fizeram aliança com os franceses, porém, com a derrota deles, os indígenas foram massacrados pelos portugueses, sendo que os remanescentes foram aldeados em um núcleo populacional inserido dentro de uma sesmaria concedida a colonos portugueses que acabaria sendo conhecida como Fazenda Guarapiranga. Guarapiranga era o nome da aldeia dos tupinambás, que significa “garça vermelha”, em alusão à presença dos guarás que enfeitam o céu azul e o verde dos mangues desse litoral. Essa sesmaria havia sido concedida pelas autoridades coloniais para o colono português João Teófilo de Barros, o qual, por meio da escravização dos indígenas Tupinambá que sobreviveram ao massacre praticado pela Coroa portuguesa em sua disputa com a França, implantou um estabelecimento agrário chamado Fazenda Guarapiranga que se destacou economicamente abrigando olarias, plantações de mandioca e com a fabricação de farinha. Após o falecimento de João Teófilo de Barros, as terras sesmarias vieram a ser herdadas pelo seu único filho, o mestiço lusobrasileiro José Bruno de Barros que, em 1755, já havia se deslocado mais para o centro da sesmaria onde havia fundado a Fazenda da Juçara. Em 1758, José Bruno de Barros fez a doação das terras sesmariais da Fazenda de Guarapiranga para a Coroa portuguesa, a qual transformou o aldeamento dos remanescentes tupinambás na vila de São José de Guimarães do Cumã em 19 de janeiro de 1758, condição que a possibilitou ter um status de município ultramarino na época do Brasil Colonial ao reunir uma extensa área na Baixada Maranhense que corresponderia no futuro não apenas ao município de Guimarães, como a outros diversos municípios, tais como Pinheiro, Santa Helena e Presidente Sarney. Assim, o núcleo populacional que reunia indígenas e mestiços mamelucos que se encontrava na Fazenda Guarapiranga constitui o sítio inicial do Município, tendo sido imediatamente incorporada à comarca de São Luís do Maranhão, especialmente para fins judiciários. \"Esta vila é uma das maiores do Estado e com tantos moradores que forma uma companhia de auxiliares de oitenta praças\" - escreveu Joaquim de Melo e Povoas ao governador em 1766. Nessa época, o município de Guimarães possuía os territórios doas atuais municípios Cururpu, Mirinzal, Pinheiro, Porto Rico, Cedral. Antônio Corrêa Furtado de Mendonça, procurador-geral dos índios, trinta anos depois asseverava: \"A vila de Guimarães do Cumã desta capitania pode servir de exemplar que é a única vila de índios que se acha em grande adiantamento, na qual já se acham muitos índios com bens e possuidores de escravos.\" Somente em 1838, porém, é que se instalou a primeira escola, e em 1847, a Agência Postal. Segundo o quadro administrativo vigente em 31 de dezembro de 1955, Guimarães era composto de 3 distritos: Guimarães, Mirinzal e Muiraneu (Cedral). === Povos indígenas === Sabemos que a história de uma pessoa ou de um lugar sempre depende do ponto de vista de quem conta essa história. Os historiadores não medem esforços na reconstituição dos fatos, coletando dados nas mais diferentes fontes. Segundo Paulo Oliveira, em sua obra Recontando a História de Guimarães, o padre francês Yves D’Evreux deixou em seus escritos que chegaram a existir de quinze a vinte aldeias indígenas nas terras próximas à Baía de Cumã. Ele cita doze delas: Anuacuare ou Jaguaraquara (de jaguar – cão, e quara – toca de cão), Tavapiap ou Tubapiaba (aldeia escondida, afastada), Cui Iep ou Guiaíba (arvore de cuia ou cuieira, cabeça preparada), Aruipê (aruipé), Taevonajo (taeuonaio), Pacuripanã (bacuri-panã), Aovajeíve, Maecã, Curemaetá, Japieíve (Japiiba). === Povos africanos === Os africanos escravizados e trazidos para Guimarães representavam, em 1860, 39% da população, o que na época chegava a 13.911 habitantes. O livro Maria Firmina dos Reis e o cotidiano da escravidão no Brasil, escrito pelo magistrado e vimarense Agenor Gomes, revela que pelo menos dezoito etnias e nações diferentes desembarcaram em Guimarães (congos, fulas, angolas, cabindas, ambacas, minas, benguelas, mandigas, moçambiques, cassanges, cacheus, bijagós, angicos, rebolos, entre outros) - uma quantidade bem maior que em outras regiões do país. Se grande era o número de escravizados, também assim eram o total de quilombos ou mocambos que se formavam por aqueles que fugiam de seus “senhores”. === Independência do Brasil === A independência do Brasil em relação à Portugal, em 1822, não foi aceita por Guimarães, tal como São Luís e Alcântara. Lar de muitos lusitanos, estes preferiram submeter-se à Coroa Portuguesa, uma vez que eram mais ligados a Lisboa, capital do Reino português, do que ao Rio de Janeiro, capital do Brasil à época. Mesmo incorporada ao Império do Brasil, Guimarães continuou próspera. Na década de 1860, ocupava o segundo lugar no Maranhão em número de engenhos de açúcar, com o total de oitenta. === Crise na economia local === Com a abolição da escravatura, em 1888, e a proclamação da República no ano seguinte, a sociedade vimarense passa por grandes mudanças, acompanhando todo o contexto de declínio econômico do estado. Foi quando o Maranhão tentou implementar, sem êxito, um parque industrial têxtil. O fracasso se deu, principalmente, pela forte concorrência com os produtos do sul do país. Entre o final do século XIX e o início do século XX, o que acontece, no município de Guimarães, é o abandono de inúmeras fazendas e o desmonte dos engenhos, com a migração dos descendentes dos antigos “sesmeiros” para centros urbanos como São Luís, Belém e a capital federal Rio de Janeiro. Com a partida dos senhores de engenho e a desconfiguração das fazendas, ocorre um fenômeno que os historiadores chamam de “aquilombamento das fazendas”, ampliando o conceito de quilombo, que deixa de ser apenas o refúgio de escravos negros fugidos para designar as comunidades quilombolas, muitas delas já certificadas pela Fundação Palmares do governo federal. Destaque na educação A partir de meados do século XX, Guimarães, já elevada à categoria de cidade, passa por significativa projeção no âmbito da educação. Essa expansão se deveu, principalmente, ao padre italiano Luiz Zecchinato, que chega à cidade em 1950, fundando escolas, internatos, clubes de mães, de jovens, centros artísticos, escolas profissionalizantes etc. Toda essa atuação lançou as bases para que se iniciasse a extraordinária missão canadense da diocese de Nicolet, a partir de 1955. Também é desse período a construção do prédio do Grupo Escolar Dr Urbano Santos, primeiro prédio escolar do município, marcando o fim das aulas nas casas dos professores. Nos anos 1970, é a vez do prédio denominado CEC – Centro Educacional Comunitário, construído em mutirão para abrigar a Escola Normal Nossa Senhora da Assunção. Contudo, a tradição de Guimarães de zelar por uma educação de qualidade vem de muito antes. A primeira escola na Vila Guimarães foi iniciativa do governo provincial, em 1835, mas era somente para meninos. Dois anos depois, surge outra escola de primeiras letras, dessa vez para meninas, a cargo da professora Francisca Teodoro de Melo. Em 1847, é substituída pela célebre Maria Firmina dos Reis, então com 22 anos, que mais tarde fundaria a primeira escola mista do Maranhão, no povoado de Maçaricó. Maria Firmina, a primeira romancista do país, fez de Guimarães a sua terra natal. A beleza do litoral vimarense inspirou-lhe muitos poemas e lá escolheu viver até o fim de seus dias. == Formação Administrativa == Em divisão administrativa referente ao ano de 1911, a Vila é constituída do distrito sede. Elevado à condição de cidade com a denominação de Guimarães, pela lei estadual nº 885, de 26-02-1920. Em divisão administrativa referente ao ano de 1933, o município é constituído do distrito-sede. Antes de ser elevada à categoria de cidade, o que só aconteceu em 1920, a região de Guimarães já tinha sido terra de povos indígenas tapuias e tupinambás. Especialmente dos tupinambás, que chegaram ao litoral vimaranense por recusarem submissão aos portugueses que se instalavam em Pernambuco e Bahia, a partir de 1500. Assim permanecendo em divisões territoriais datadas de 31-XII-1936 e 31-XII-1937. Pela lei estadual nº 269, de 31-12-1948, são criado os distritos de Mirinzal e Mairaneu e anexado ao município de Guimarães. Em divisão territorial datada de 1-VII-1950, o município é constituído de 3 distritos: Guimarães, Mirinzal e Muiraneu (Cedral). Assim permanecendo em divisão territorial datada de 1-VII-1960. === Desmembramento do distrito de Cururupu === Distrito criado com a denominação de Cururupu, pele Lei Provincial n.º 13, de 08-05-1835, subordinado ao município de Guimarães. Elevado à categoria de município com a denominação de Cururupu, pela Lei Provincial n.º 120, de 03-10-1841, desmembrado de Guimarães. Sede na antiga vila de Cururupu. Constituído do distrito sede. Não temos a data de Instalação. Pela Lei Municipal n.º 1, de 22-04-1893, foram criados os distritos de Bacuri, Bacuri-Panã e Roça de Baixo e anexado vila de Cururupu. === Demembramento do distrito de Pinheiro === Distrito criado com a denominação de Pinheiro pela Lei Provincial n.º 370, de 26-05-1855, subordinado ao município de Guimarães. Elevado à categoria de vila com a denominação de Pinheiro pela Lei Provincial n.º 439, de 03-09-1856, sendo desmembrado de Guimarães. Sede na atual vila de Pinheiro. Constituído do distrito sede. Não temos a data de instalação. Em divisão administrativa referente ao ano de 1911, aparece constituído de 3 distritos: Pinheiro, Bom Viver e Pacas. Elevado à condição de cidade com a denominação de Pinheiro pela Lei Estadual n.º 911, de 30-03-1920. === Demembramento do distrito de Santa Helena === O distrito foi criado com a denominação de Santa Helena, pela lei provincial nº 13, de 8 de maio de 1835. Sua subordinação era ao município de Guimarães. Foi elevado à categoria de vila com a denominação de Santa Helena, pela lei provincial nº 65, de 15 de junho 1938, sendo desmembrado de Guimarães. Sua sede é na atual vila de Santa Helena, tendo sido constituído do distrito sede. === Desmembramento do distrito de Mirinzal === Anteriormente criado como distrito pela Lei Estadual nº 269, de 31 de dezembro de 1948 e subordinado ao município de Guimarães, Mirinzal emancipou-se pela Lei Estadual nº 2175, de 26 de dezembro de 1961 e se tornou município com dois distritos, Mirinzal e Usina Joaquim Antônio (que hoje vem a ser o município de Central do Maranhão). Logo após a saída do distrito de Mirinzal dos domínios do município de Guimarães, em divisão territorial datada de 31-XII-1963, o município passa a ser constituído de 2 distritos: Guimarães e Muiraneu (Cedral). === Desmembramento do distrito de Mairaneu (Cedral) === Pela lei estadual nº 2378, de 09-06-1964, desmembra do município de Guimarães o distrito de Mairaneu. O distrito foi elevado à categoria de município, com a denominação de \"Cedral\". Em divisão territorial datada de 1-I-1978, o município, Guimarães, passa a ser constituído somente pelo distrito-sede. Assim permanecendo em divisão territorial datada de 2005. == Economia == A economia do município é voltada para o comércio, a pesca, agricultura, bem como a pecuária. Não dispõe de grandes empresas atuando em seu território, o que é, de certa forma, inaceitável, uma vez que o município de Guimarães possui alto potencial turístico e econômico que possam gerar emprego e renda para as famílias vimarenses e de municípios vizinhos. === Agropecuária === A agropecuária é uma importante aliada na questão econômica do município, visto que possui, inclusive, abatedouro para manter açougues e supermercados abastecidos e, assim, manter a carne bovina entre os itens consumidos pelo cidadão vimarense. === Pesca === A pesca é uma das principais atividades econômicas do município pela grande variedade de espécies de peixes. Além disso, a qualidade do pescado atrai pescadores de vários municípios próximos e, inclusive, os da Grande São Luís - uma vez que a cidade não polui suas águas e as mantém preservadas para, assim, manter um equilíbrio entre as necessidades do homem e a preservação adequada da natureza. === Agricultura Familiar === A agricultura familiar também é uma atividade econômica presente em Guimarães, pois o próprio município promove feiras onde as pessoas que, na sua maioria, dos povoados vendem a sua produção. Além disso, as famílias também são incentivadas pelo município, visto que os produtos como legumes, frutas, verduras, hortaliças, etc, são introduzidos na alimentação dos alunos da rede municipal de ensino. === Turismo === Como o município de Guimarães tem a sua gênese na época colonial, é muito comum encontrar construções antigas, um sobrado todo feito à pedras, a Casa Paroquial. Essa questão arquitetônica aliada ao meio ambiente faz com que Guimarães seja uma importante rota de turismo no litoral maranhense. O litoral do município é constituído de importantes, limpas e preservadas praias, como Guajerutiua, Praia do Recreio (localizada no Pólo Genipaúba) e a que mais atrai turistas durante o ano inteiro, a Praia do Araoca - banhada pela Baía de Cumã, onde repousa o corpo do grande poeta maranhese, Gonçalves Dias. === Administração pública === O município também depende economicamente da máquina pública vimarense. Por possui mais de 700 servidores, entre comissionados e efeetivos, o município injeta milhares de reais na economia local, fazendo-a girar. == Geografia == O Município de Guimarães possui 598,8 Km², ocupando a 156° posição em relação a extensão no Estado e está localizado no Litoral Ocidental do Maranhão fazendo parte da Mesorregião Norte Maranhense- Microrregião Geográfica do Litoral Ocidental Maranhense – Região da Costa Amazônica do Maranhão. Limita-se ao norte com o Município de Cedral, a oeste com os Municípios de Mirinzal e Central do Maranhão, ao sul com Central do Maranhão e Bequimão a Leste com o Município de Alcântara e o Oceano Atlântico. === Geologia e Geomorfologia === A geologia do município é na sua maior parte de formação de arenitos finos, avermelhados e róseos, cinza argilosa, geralmente com estratificação horizontal; na parte Nordeste, próximo ao litoral, aluviões marinhos cujos depósitos recentes são constituídos por cascalhos, areias e argila consolidadas. Quanto a geomorfologia esta enquadrada no litoral em rias que afogadas foram convertidas em planícies aluviais, e são emolduradas extremamente por pontões lodosos e Ilhas que se formaram pela ação das marés. A parte externa é representada principalmente, pelas planícies de mangue e por tabuleiros de sedimentos intemperizados/ laterizados da formação barreiras e planície de mangue. Nos solos estão presentes latossolos amarelos, dominantes no município. São solos profundos e muito profundo, bem drenados, com textura variando de média a muito argilosa. São ácidos, porosos, friáveis, de cores variando do amarelo ao vermelho e solos indiscriminados de mangue; são solos mal drenados, com alto conteúdo em sais minerais provenientes da água do mar e do composto de enxofre com textura variando desde argilosa até arenosa ao longo da faixa costeira. === Clima === O clima é tropical úmido, com dois períodos – Chuvosa de Janeiro Junho e estiagem de Julho a Dezembro e apresenta moderada deficiência hídrica entre os meses de Julho a Setembro. A temperatura média anual é sempre superior a 18ºc, sendo que a soma da evapotranspiração potencial, nos três meses mais quentes do ano é inferior a 48%. A umidade relativa do ar anual é sempre superior a 82%. Em relação aos totais pluviométricos,apresentam entre 2000 e 2400 mm anuais, com temperatura média anual superior a 27ºC. === Cobertura Vegetal === A cobertura vegetal primitiva era de mata tropical que, devido a sucessivos desmatamentos, se apresenta atualmente como mata secundaria formada principalmente pela mata de cocais. A margem dos rios está a mata ciliar e ao longo do curso inferior e na orla marítima com vegetação que ocupa normalmente ambiente salinos e salobros, instalando-se nas áreas que sofrem influencia das marés. === Recursos Hídricos === Em relação aos recursos hídricos, o município faz parte das bacias hidrográficas do Rio Pericumã e Gepuba, com afluentes os Arapiranga, Guarapiranga, Nazaré, Siribeira, Grande e Bizal. O Município encontra-se encravado nas reentrâncias e Baixada Ocidental Maranhense, é parte integrante da Costa Amazônica do Maranhão. A sede do município possui água tratada, mas em alguns bairros a água é captada por meio de poços artesianos e não passam por tratamento adequado. Nos povoados a situação é mais complicada. Em alguns há água encanada, porém, por problemas técnicos, as pessoas precisam ir captar água em poços comuns o que as deixa vulneráveis às doenças advindas da água não tratada. === Arquitetura === O município de Guimarães representa com sua arquitetura um vasto patrimônio colonial na região das reentrâncias maranhense, o segundo município mais antigo tem um conjunto de prédios no centro da cidade muito bem conservados mostrando a tradição da construção civil colonial portuguesa. As ruínas de pedras presentes nas diversas partes da cidade, nos alicerces de prédio como a sede do Sindicato dos Trabalhadores e Trabalhadoras Rurais e próximas da Praça da Matriz juntamente com a conjunto de prédios como a Casa de Câmara e Cadeia, a Igreja de São Jose fundada no inicio do século XVIII pelo primeiro proprietário da Fazenda Guarapiranga João Teófilo de Barros, o Edifício José Bruno de Barros, (Grêmio Cultural vimarenses Fundado em 1959) casa Dias Vieira, Casa Paroquial, dentre outros monumentos particulares distribuídos pelo centro da Cidade. === Espaço urbano === O espaço urbano do município é composto por 73 ruas. A maioria das ruas encontram-se calçadas com pedra e cimento, enquanto cerca de 10 estão asfaltadas. Vale ressaltar que o município só possui um hospital que atende às necessidades básicas - Hospital Municipal Maria Alice Coutinho --, bem como cerca de 30 unidades de básicas de saúde, as quais estão distribuídas entre a sede do município e os povoados pertencentes ao território vimarense. === Espaço rural === O espaço rural esta distribuído nas seguintes comunidades: Sítios: Andirobal, Baiacu-Mirim, Baixa Grande, Barreiro, Bela Alegria, Bitiua, Bolivia II, Cachoeira, Capa, Caputera, Caranguejo, Creolina, Egito, Encontro, Engenho, Entre Rios, Ferreira, França, Guadalupe, Itapecuru, Itapéua, Itapiranga, Janão, Jandiritiua, Jenipapo, Jericó, Marmorana, Mirinzal Meritiba, Monte Alegre, Nazaré, Nova Estrela, Paquetá, Peri de Caxias, Peri de Goulart, Peri do Meio, Pindobal, Ponta do Camassaú, Porto das Cabeceiras, Porto de Baixo, Coroatá, Macajubal, Porto do Rosário, Porto do Tupinambá, Primavera, Recanto, Recreio II, Respira, Rio da Prata, Salinas, Santa Catarina, Santa Cruz, Santa Luzia, Santa Rita dos Cardosos, Santa Vitória, São Benedito, São João, São João dos Pretos, São José, São Pedro, São Vicente, Sertão, Siribeira, Sumidouro, e Zaranza. Povoados: Baiacu-Açú, Boa Esperança, Cajá Bom, Carapirá, Caratiua, Ceará, Cumã, Cumum, Damásio, Genipaúba, Guajerutiua, Guarimandiua, Jepuba, Lago do Sapateiro, Maçaricó, Pareaua, Praia do Araoca, Prata, Puca, Santo Antônio e Vila Nova. === Divisão administrativa === Além dos citados acima, o município de Guimarães também é dividido em pólos que são utilizados para critérios de organização na área da saúde, educação e administrativa. São eles: * Cumã; * Genipaúba; * Prata. ==Ver também== * Cumã * Fortim da baía de Cumã ==Ligações externas== *Prefeitura Municipal Categoria:Fundações no Brasil em 1758 __FORCARTDC__",
 "title": "Guimarães (Maranhão)"
}