{
 "id": "36210",
 "text": "{{Info/Município do Brasil | nome = Trindade | foto = Basilica no natal.jpg | leg_foto = Santuário Basílica do Divino Pai Eterno, templo católico, na noite de Natal em 2010. | apelido = Capital da Fé | padroeiro = | brasão = Brasão de Trindade.png | bandeira = Bandeira trindade go.png | link_brasão = | link_bandeira = Bandeira de Trindade (Goiás) | link_hino = | aniversário = | fundação = 16 de julho de 1920 | gentílico = trindadense | lema = | prefeito = Marden Júnior | partido = Patriota | fim_mandato = 2024 | oculta mapa = | mapa = Goias Municip Trindade.svg | latP = S | latG = 16 | latM = 38 | latS = 56 | lonP = O | lonG = 49 | lonM = 29 | lonS = 20 | estado = Goiás | região_metropolitana = Goiânia | vizinhos = Oeste: Santa Bárbara de Goiás Nordoeste: Avelinópolis Norte: Caturaí Nordeste: Goianira Leste: Goiânia Sudeste: Abadia de Goiás Sul: Guapó Sudoeste: Campestre de Goiás | dist_capital = 16 | dist_capital_ref = | área = 712.690 | área_ref = | área_urbana = | área_urbana_ref = | distritos = | população = 150858 | data_pop = Estimativa IBGE/2024 | população_pos = GO: 9º | altitude = 756 | altitude_ref = | clima = tropical | sigla_clima = Aw | idh = 0.699 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 20200.76 | data_pib_per_capita = IBGE/2021 | site_prefeitura = trindade.go.gov.br | site_câmara = camaratrindade.go.gov.br }} Trindade é um município brasileiro do estado de Goiás, região Centro-Oeste do país. Pertence à Região Metropolitana de Goiânia, estando situado a cerca de da capital do estado. Ocupa uma área de aproximadamente , e sua população em 2022 era de habitantes, posicionando-se como o nono mais populoso do estado goiano. Segundo a lei estadual N.º 22.813, de 27 de junho de 2024 a sede simbólica da Capital do Estado de Goiás funciona no Município de Trindade, anualmente, na quinta-feira que antecede a data de encerramento da Festa do Divino Pai Eterno. O começo do povoamento ocorreu em meados do século XIX, quando o casal de garimpeiros Ana Rosa e Constantino Xavier encontrou um medalhão com a ilustração do Divino Pai Eterno às margens do Córrego Barro Preto, que mais tarde viria a dar nome ao então arraial das Campininhas das Flores. Por meio da devoção à imagem, inúmeros religiosos passaram a visitar a capela construída pelo casal onde ficara exposta uma réplica do medalhão. Trindade foi emancipada da antiga cidade de Campinas, da qual era distrito, em 1920, já tendo passado por uma expansão religiosa marcada pela institucionalização de padres alemães que impulsionaram a Festa do Divino Pai Eterno e a construção da Igreja Matriz de Trindade. Desde então, o município é bastante conhecido por tradições culturais e celebrações religiosas que atraem milhões de pessoas anualmente. A cidade tem uma temperatura anual média de e vegetação predominantemente de cerrado. Em relação à frota automobilística, em 2012, foram contabilizados veículos. Com uma taxa de urbanização da ordem de , seu Índice de Desenvolvimento Humano (IDH) é de , considerando-se assim como médio em relação ao país. == História == === Origens e povoamento === A região, até o século XVI, era povoada por indígenas diversos, com destaque aos goyazes e, com a colonização portuguesa, seu território tornou-se parte da Capitania de São Paulo. Os bandeirantes, após 1602, ocuparam os estados de Goiás, Mato Grosso e Minas Gerais à procura de metais preciosos; como consequência, em 1748, foi fundada a Capitania de Goiás, na qual se localizava a atual cidade de Trindade. Em termos geográficos, o local fazia parte do Distrito de Santa Cruz, criado em 1776, o qual abrangia todo o sul da capitania. Com o fim do ciclo do ouro, no final do século XVIII, as atividades econômicas se voltaram para a agropecuária, principalmente a agricultura de subsistência. Assim, a região conquistou importância socioeconômica para o estado e sua população começou a aumentar gradativamente. O alferes Joaquim Gomes da Silva estabeleceu sua fazenda e construiu a primeira capela, dedicada a Nossa Senhora da Conceição, por volta da década de 1840 no arraial das Campininhas das Flores (atual Campinas, Guapó e Trindade). Simultaneamente, o casal mineiro de garimpeiros Ana Rosa e Constantino Xavier se mudaram para um local próximo ao Córrego Barro Preto, que daria nome ao futuro arraial e distrito. Às margens do curso-d'água, em 1843, eles encontraram um medalhão com a ilustração da Santíssima Trindade coroando a Virgem Maria. A partir daí, os mineiros o expuseram publicamente e inúmeras pessoas imigravam para o arraial de Barro Preto a fim de reverenciar a imagem em devoção. Por volta de 1848, Rosa e Xavier planejaram a construção de uma capela coberta por folhas de buriti, onde ficaria o medalhão à disposição de todos que desejassem vê-lo. Com o objetivo de atrair mais indivíduos, o garimpeiro pediu ao escultor José Joaquim da Veiga Vale, que morava em Pirenópolis, para produzir uma réplica maior da imagem. Assim, a adoração à figura do Divino Pai Eterno foi o principal fator que contribuiu para o povoamento do lugar. === Desenvolvimento === Em 12 de dezembro de 1894, padres redentoristas originários do estado de Baviera, na Alemanha, se instalaram no Distrito de Barro Preto para planejar a romaria que iria se iniciar a destino da igreja, a qual estava sob administração do Pe. Francisco Inácio de Sousa, nomeado por D. Eduardo Duarte e Silva. Em 1900, os padres saíram do lugar por causa de um conflito entre fazendeiros, orientado pelo coronel Anacleto Gonçalves; porém, o embate não durou muito tempo. Após a inauguração da Igreja Matriz de Campinas e a transferência da romaria para Campininhas em 1901, a repercussão de Barro Preto diminuiu consideravelmente e, três anos depois, as autoridades eclesiásticas ordenaram que o evento voltasse a ser realizado no local de origem com a presença dos redentoristas. Campinas é elevada à categoria de município em 1907, tendo os arraiais de Barro Preto e São Sebastião do Ribeirão incorporados a ele. Dois anos após o estabelecimento do município, o distrito de Barro Preto se muda de nome para Trindade, ainda subordinada a Campinas, pela lei municipal nº 5 de 12 de março de 1909. Com estilo barroco, em 1912, foi inaugurada a Igreja Matriz de Trindade, construída por um dos missionários redentoristas, o Pe. Antão Jorge, com a intenção de receber os romeiros que prestavam homenagens ao Divino Pai Eterno. Conforme a lei estadual nº 662 de 16 de julho de 1920, Trindade é elevada à categoria de vila, com instalação formal em 31 de agosto de 1920, tendo seu território desmembrado de Campinas e a constituição de dois distritos: Trindade e Ribeirão. Em 20 de julho de 1927, pela lei estadual nº 825, recebe o título cidade. Com a construção de Goiânia, volta a condição de distrito em 1935 e seu território é anexado a nova capital do estado pelo decreto-lei estadual nº 1233 de 31 de outubro de 1938, sendo elevado novamente à categoria de município cinco anos depois, ratificado pelo decreto-lei estadual nº 8305 em 31 de dezembro de 1943. Campestre de Goiás se torna um distrito e é anexado ao município de Trindade em 1963, mas no mesmo ano é feito o desmembramento dos dois municípios. === Expansão religiosa === Como comemoração do centenário do encontro do medalhão, em 1943, o arcebispo D. Emanuel Gomes de Oliveira lançou a Pedra Fundamental da Catedral Santíssima Trindade, que simbolizou o início da construção da Santuário Basílica do Divino Pai Eterno. As obras, todavia, demoraram para serem finalizadas, após projetos de D. Fernando Gomes dos Santos apresentados depois da inauguração da Arquidiocese de Goiânia em 1957. Assim, em 1974, as construções foram concluídas, destinando os cristãos ao novo templo e intensificando a repercussão da Festa do Divino Pai Eterno. Dentre os sacerdotes que serviam ao santuário, destacou-se o padre alemão Pelágio Sauter, que além de seus trabalhos em Trindade, desenvolveu atividades em Goiânia e São Paulo. Outra implantação organizada por clérigos foi a Vila São Cottolengo, fundada em 1950, com o objetivo de abrigar pessoas pobres que necessitavam de ajuda. A instituição também recebeu contribuições das Filhas da Caridade de São Vicente de Paulo, uma sociedade de vida apostólica comunitária. A partir de 1988, um desfile anual de carreiros (popularmente chamado de Romaria dos Carreiros) recebeu espaço no evento religioso com centenas de carros de boi. Como incentivo, as melhores apresentações são condecoradas no Carreiródromo Ada Cira. == Geografia == O município de Trindade ocupa uma área de quilômetros quadrados, representando 0,2089% de seu estado, 0,0442% da Região Centro-Oeste do país e 0,0083% de todo o território brasileiro. De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Goiânia. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Goiânia, que por sua vez estava incluída na mesorregião do Centro Goiano. Limita-se com Caturaí e Goianira a norte, Santa Bárbara de Goiás a oeste, Campestre de Goiás a sudoeste, Abadia de Goiás a sul, Guapó a sudeste e Goiânia a leste. Da área total, constituem o perímetro urbano, que se situa entre os paralelos 16°38'58\" de latitude sul e 49°29'20\" de longitude oeste e está a da capital goiana. Administrativamente, constitui-se pelo distrito-sede e pelo distrito de Santa Maria, que ocupa a porção sul da zona urbana. A cidade também é dividida em bairros oficiais. === Hidrografia === O município faz parte da sub-bacia do rio do Peixe que, por sua vez, está inserida na Bacia Hidrográfica do Rio dos Bois. A demanda de água gira em torno de 315 litros por segundo e a captação e tratamento no município são realizados pela Companhia Saneamento de Goiás (Saneago), na estação de tratamento ETA Arrozal. O abastecimento é realizado por quatro vias: o Ribeirão Arrozal, os Poços Trindade, o Ribeirão João Leite e o Rio Meia-Ponte, sendo que os dois últimos compartilham atendimento com Goiânia e Aparecida de Goiânia. A região do Ribeirão Arrozal é marcada pela ação humana, principalmente pela impermeabilização do solo, contaminação e poluição dos cursos d'água, assoreamento de mananciais e nascentes, diminuição da disponibilidade dos recursos hídricos e desmatamento de áreas costeiras. O sistema hidrográfico regional apresenta uma malha de drenagem com escoamento geral de norte para sul integrando-se a bacia do Rio Paranaíba, principal curso d’água de toda a bacia. A região em questão é drenada por contribuintes que escoam para a margem esquerda do Rio dos Bois principal manancial de influência no município. Os principais córregos e ribeirões são: Barro Preto; Barro Branco; Arrozal; Fazendinha; Rio Santa Maria; Córrego dos Pereiras; Rio do Peixe; Córrego do Sabão; Córrego do Dengo e Córrego Bruacas. === Relevo === Trindade tem a altitude média de 754 metros. O ponto culminante do município está na Serra da Taboca, que chega aos 910 metros, enquanto que a altitude mínima se encontra no rio Barro Branco, com 590 metros. A região possui topografia classificada como suave ondulado, tendo uma superfície topográfica pouco movimentada, com predominância de declives de 3,9%, no sentido S-N e uma diferença máxima de cotas de 24 m. A região de Trindade está delimitada numa faixas de dobramentos neoproterozoicas, formado principalmente por ortognaisses granulíticos, complexo geológico do Conjunto Piroxenítico Gnaisse-Gabróico de Goianira-Trindade, marcado por piroxênios, anfibólios, actinolitas e rochas calciossilicáticas. === Vegetação === A área do município está inserida no bioma Cerrado, que é entendido como um complexo de formações vegetativas que vão desde o campo limpo, até o cerradão, além da formação denominada campo aberto, representada por gramas nativas, árvores e palmeiras de pequeno porte. O Cerrado constitui-se no segundo maior bioma do Brasil e da América do Sul, englobando a terça parte de todos os organismos vivos do Brasil e 10% dos animais e das plantas que ocorrem no mundo. Entre as árvores mais conhecidas estão o Jatobá e o Ipê. Em razão da atividade agropecuária intensa no município, a cobertura vegetal nativa vem sendo substituída para o uso alternativo do solo em pastagens. === Clima === O clima trindadense é caracterizado como tropical com estação seca (Aw segundo classificação climática de Köppen-Geiger). Em janeiro e fevereiro, que são os meses de maior precipitação, podem ocorrer períodos de interrupção total caracterizando o veranico, como é conhecido, que se faz acompanhar de desastres na agricultura. O total pluviométrico anual para costuma ser próximo a 1.600mm, a temperatura média anual é de 23,2 °C, a insolação é de 2588,1 horas/ano, a velocidade média dos ventos é de 3,7 km/h e a umidade relativa é de 66%. A temperatura raramente fica abaixo de 10 °C e acima de 35 °C, a maior temperatura deve ficar entre 35 e 39 °C, e a mínima entre 15 e 20 °C, no verão, a temperatura fica mais baixa devido as chuvas; no inverno, principalmente no mês de agosto, a temperatura pode chegar a 34 °C. == Demografia == Em 2010, a população do município foi contada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em habitantes, sendo que habitantes eram do sexo masculino, correspondendo a 49,24%, enquanto habitantes eram do sexo feminino, totalizando a 50,76% da população. Ainda segundo o censo brasileiro daquele ano, pessoas viviam na zona urbana (95,81%), e em zona rural (4,19%). De acordo com a estimativa para o ano de 2019, a população ampliou-se a habitantes, sendo o 8º mais populoso do estado e o 241º do Brasil. Apresenta, consoante essa estimativa, uma densidade populacional de 147,02 habitantes por km². Conforme a pesquisa de autodeclaração do censo do IBGE de 2010, a população trindadense era composta por brancos (38,01%), pretos (5,46%), amarelos (1,63%), pardos (54,78%) e indígenas (0,11%). Em relação à pirâmide etária referente ao ano 2010, (75,27%) pessoas tinham entre 15 a 64 anos da idade, (24,73%) menos de 15 anos e (5,88%) mais de 65 anos; dezenove pessoas estavam acima dos cem anos. No mesmo ano, o Índice de Desenvolvimento Humano Municipal (IDH-M) de Trindade, de 0,699, é considerado médio pelo Programa das Nações Unidas para o Desenvolvimento (PNUD). Considerando apenas a longevidade, o valor do índice é de 0,822 (classificado como elevado); de renda, 0,682 e de educação, 0,608. O coeficiente de Gini, que mede a desigualdade social, era de 0,42, sendo que 1,00 é o pior número e 0,00 é o melhor. A taxa de mortalidade infantil era de 11,0 (13,98 até os cinco anos de idade) e a taxa de fecundidade era de 1,99. Em 2022, conforme informações do IBGE, o município atingiu 142.431 habitantes. Sendo assim, o número de habitantes cresceu 36,35% entre 2010 e o ano da realização do último Censo, correspondendo a crescimento populacional de 3,02% ao ano. === Religião === É considerada a capital católica do estado. As novenas têm início nove dias antes do primeiro domingo do mês de julho. Nesta ocasião, ocorre uma romaria com afluência de milhares de turistas e devotos do Divino Pai Eterno. Todavia, o Censo do Instituto Brasileiro de Geografia e Estatística constatou em 2010 que: 60,22% da população residente era católica romana, 30,45% era protestante, 5,93% era sem religião, 1,69% espírita e 0,71% de Testemunhas de Jeová e 1% eram os membros de todas as demais religiões. O resultado mostra que o número de católicos na cidade foi levemente inferior a média nacional naquele ano que era de 64,6% e o de protestantes foi superior a média brasileira de 22,2%. Dentro dos 30,45% de protestantes na cidade em 2010, 1.499 pessoas (1,43%) da população trindadense era composta por Evangélicos de Missão, dentre os quais os maiores grupos foram: 1.105 (1,05%) batistas; 280 (0,26%) presbiterianos e 114 (0,1%) de adventistas. Os pentecostais contaram 22.427 pessoas (21,46%) da população local, dentre os quais destacam-se: as Assembleias de Deus com 12.878 pessoas (12,32%); Igreja Universal do Reino de Deus com 1.150 (1,10%); Igreja Pentecostal Deus é Amor com 1.029 pessoas (0,98%), Congregação Cristã no Brasil com 998 (0,95%) e demais grupos pentecostais não nominados pelo censo (que incluem Igreja Internacional da Graça de Deus, Igreja Apostólica Fonte da Vida, Igreja Verbo da Vida, Igreja de Deus no Brasil, entre outras) com 6.214 pessoas (5,94%). Trindade foi a cidade com maior número de islâmicos no último censo residentes Estado de Goiás (empatada com Anápolis), com 105 pessoas, o que corresponde a cerca de 0,1% da população da cidade É uma das quatro cidade goianas (juntamente com Anápolis, Jataí e Goiânia) com mesquitas ou mussalas. == Economia == Segundo dados do IBGE, o Produto Interno Bruto (PIB) do município de Trindade em 2020 era de R$ , dos quais R$ da agropecuária, R$ da indústria, R$ referente à administração, defesa, educação e saúde públicas e seguridade social. R$ é referente ao valor adicionado bruto a preços correntes. Desse total, R$ eram de impostos sobre produtos líquidos de subsídios a preços correntes. O PIB per capita era de R$ . Economicamente, a cidade se destacou na confecção de roupas e na fabricação de refrigerantes e bebidas não-alcoólicas, impulsionadas a partir da década de 1980, com a ascensão de indústrias e investimentos por empresários. A confecção representou, em 2000, 20% do Imposto sobre Circulação de Mercadorias e Serviços arrecadado pelo município; enquanto a produção de bebidas conquistou espaço após a instalação do Grupo Imperial em 1997 e da Refrescos Bandeirantes (fabricante da Coca-Cola), em vista da posição geográfica estratégica e o incentivo fiscal. Conforme índices de 2017 do IBGE, o município possuía um rebanho de 15 asininos, bovinos, 89 bubalinos, 147 caprinos, equinos, 151 galináceos, 103 muares, ovinos e suínos. Naquele ano, foram produzidos mil litros de leite, totalizando um valor de R$ mil, e 68 mil dúzias de ovos de galinha, rendimento de R$ 204 mil da produção. Na lavoura permanente, em 2017, destacaram-se a produção de banana (17 hectares cultivados e 179 toneladas produzidas), laranja (46 hectares e 148 toneladas), limão (33 hectares e 54 toneladas) e tangerina (14 hectares e 186 toneladas); na lavoura temporária, em 2018, de cana-de-açúcar (300 hectares e toneladas), milho (520 hectares e toneladas), soja ( hectares e toneladas) e sorgo (235 hectares e 670 toneladas). == Política e administração == A administração municipal se dá pelos Poderes Executivo e Legislativo. O Executivo é exercido pelo prefeito, auxiliado pelo seu gabinete de secretários. O poder executivo do município de Trindade é representado pelo prefeito, consoante determinação da Constituição Brasileira de 1988; o primeiro prefeito foi Anacleto Gonçalves, empossado no Paço Municipal em 31 de agosto de 1920. O atual é Marden Júnior, do Patriota (PATRI), eleito em 2020 com votos (37,72% dos votos válidos), ao lado de Pastor Alcione, do Republicanos, como vice-prefeito. O Poder Legislativo, por sua vez é constituído pela câmara municipal, composta por dezenove vereadores eleitos para mandatos de quatro anos. Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento participativo, conhecido como Lei de Diretrizes Orçamentárias. Existem, de modo complementar, conselhos municipais em atividade: dos direitos da criança e do adolescente; tutelar; de educação; de saúde; de assistência social e dos direitos da mulher. O município de Trindade é regido por sua lei orgânica, promulgada em 22 de novembro de 2005. Abriga, ainda, uma comarca do Poder Judiciário estadual, de entrância especial, que funciona no Fórum de Trindade. O município pertence à 49ª zona eleitoral do estado de Goiás e possuía, em junho de 2018, eleitores, de acordo com o Tribunal Superior Eleitoral (TSE), o que representa 1,822% do eleitorado goiano. Administrativamente, o município é composto pelo distrito de Santa Maria e pelo distrito-sede. O povoado de Santa Maria está localizado a 18 km do centro de Trindade. == Estrutura urbana == === Saúde === A rede de saúde de Trindade inclui 32 unidades básicas de saúde, três hospitais gerais, um hospital especializado e dois centros de atenção psicossocial (CAPS), segundo informações de 2018. O município possuía, em 2009, 37 estabelecimentos de saúde, sendo deles 27 públicos municipais (pronto-socorros, postos de saúde e serviços odontológicos), três atendimentos de emergência, três especializados em clínica médica, três em obstetrícia, três em pediatria e uma em traumato-ortopedia. Neste ano, Trindade dispunha de 597 leitos para internação, 539 destes privados. A cidade também possui atendimento médico ambulatorial em especialidades básicas, atendimento odontológico com dentista e presta serviço ao Sistema Único de Saúde (SUS). Trindade contava em dezembro de 2009 com 22 cirurgiões gerais, 66 clínicos gerais, 27 cirurgiões dentistas, 57 enfermeiros, 14 fisioterapeutas, 13 fonoaudiólogos, 19 psicólogos, 98 auxiliares de enfermagem e 94 técnicos de enfermagem. Trindade conta com três cemitérios, sendo o principal deles o Cemitério Municipal, administrado pela prefeitura, e na região leste da cidade, fronteiriça com Goiânia, o Cemitério Jardim da Saudade e o Complexo Vale do Cerrado, ambos de gestão privada. Em 2017, foram registrados 752 óbitos por morbidades, dentre os quais as doenças do sistema circulatório representaram a maior causa de mortes (29,12%), seguida pelos tumores (16,22%) e por doenças do sistema respiratório (13,56%). Ao mesmo tempo, foram registrados nascidos vivos, sendo que o índice de mortalidade infantil no mesmo ano foi de 6,11 óbitos de crianças menores de um ano de idade a cada mil nascidos vivos. Cabe ressaltar que 2,93% das meninas de 10 a 17 anos tiveram filhos em 2010. === Educação === No campo da educação, o Índice de Desenvolvimento da Educação Básica (IDEB) obtido por alunos do 5º ano da rede pública de Trindade foi de 5,8 em 2017, enquanto que do 9º ano foi de 5,2, na mesma avaliação que qualifica numa escala de 1 a 10. Em 2010, 96,4% das crianças entre sete e quatorze anos estavam matriculadas em alguma instituição em ensino. A distorção idade-série entre alunos do ensino fundamental, ou seja, com idade superior à recomendada, era de 11% nos anos iniciais e 25,1% nos anos finais e, no ensino médio, a defasagem chegava a 29,3%. Dentre os habitantes de 25 anos ou mais, segundo dados do mesmo ano, 45,57% haviam completado o ensino fundamental, 27,84% o ensino médio e 5% o ensino superior, sendo que a população tinha em média 9,44 anos esperados de estudo. O valor do Índice de Desenvolvimento Humano (IDH) da educação era de 0,608 no ano de 2010. No ensino técnico, o Instituto Federal Goiano é um dos principais e, no ensino superior, além das instituições privadas, destaca-se o campus da Universidade Estadual de Goiás (UEG). Educação de Trindade em números (2018) Educação de Trindade em números (2018) Educação de Trindade em números (2018) Educação de Trindade em números (2018) Educação de Trindade em números (2018) Educação de Trindade em números (2018) Educação de Trindade em números (2018) Nível Matrículas Docentes Escolas (total) Educação infantil 233 43 Ensino fundamental 734 56 Ensino médio 321 16 === Serviços e habitação === No ano de 2010, segundo o IBGE, havia na cidade domicílios particulares permanentes ocupados, média de 3,24 moradores por residência. Desse total, eram casas, 132 casas de vila ou em condomínio, 173 apartamentos e 485 eram habitações em casas de cômodos ou cortiço. Acerca da situação do domicílio, encontravam-se em área urbana, ao passo que os demais em área rural. Do total de domicílios, eram próprios, sendo que eram próprios já quitados; próprios em aquisição e eram alugados; imóveis foram cedidos, sendo que 637 haviam sido cedidos por empregador e foram cedidos de outra maneira; e 135 foram ocupados de outra forma. Ainda, possuíam televisão, microcomputadores e microcomputadores com acesso à internet. Grande parte do município conta com água tratada, energia elétrica, esgoto, limpeza urbana, telefonia fixa e telefonia celular. Atualmente, o lixo da cidade é jogado no Aterro Sanitário de Goiânia, localizado no quilômetro três da GO-060, fronteira entre Trindade e a capital goiana, sendo que 98,84% da população é atendida pelo serviço de coleta de lixo, segundo dados do IBGE de 2010. Segundo pesquisa realizada pela Secretaria do Meio Ambiente e Recursos Hídricos no período de fevereiro de 2008 a abril de 2009, o município produz aproximadamente 80 toneladas de lixo urbano diariamente, somando os resíduos de tipo domiciliar, comercial, público e de varrição. O abastecimento de água e coleta de esgoto são feitos pela empresa de Saneamento de Goiás (Saneago), sendo que em 2008 havia unidades consumidoras, das quais residenciais, e eram distribuídos em média m³ de água tratada por dia. Em 2010, segundo o IBGE, 99,08% dos domicílios eram atendidos por água encanada e, em 2013, 95,81% possuíam esgotamento sanitário. Já o serviço de fornecimento de energia elétrica é feito pela Equatorial Energia. A tensão elétrica da rede é de 220 volt e, em 2010, 99,92% dos domicílios possuía acesso à rede, de acordo com o IBGE. === Segurança e criminalidade === A provisão de segurança pública de Trindade é dada por diversos organismos. A Polícia Militar do Estado de Goiás (PM-GO), uma força estadual, é a responsável pelo policiamento ostensivo das cidades, o patrulhamento bancário, ambiental, prisional, escolar e de eventos especiais, além de realizar ações de integração social, tendo como base no município o 16º Comando Regional da PM. Já a Polícia Civil tem o objetivo de combater e apurar as ocorrências de crimes e infrações e é representada por uma Área Integrada de Segurança Pública (AISP), orientada pela Secretaria da Segurança Pública e Administração Penitenciária do Estado de Goiás. A cidade também é atendida por um Pelotão do Corpo de Bombeiros Militar do Estado de Goiás (CMBGO). === Comunicações === Em dados da Agência Nacional de Telecomunicações (Anatel), Trindade possuía 112 orelhões em dezembro de 2019. O código de área (DDD) do município é 062 e o Código de Endereçamento Postal (CEP) da cidade vai de 75380-001 a 75394-999. O serviço postal é atendido por duas agências da Empresa Brasileira de Correios e Telégrafos, uma no Centro e outra no Setor Maysa. A cidade também é amplamente coberta pelo serviço de telefonia móvel 4G. Trindade compartilha acesso às redes de televisão sediadas em Goiânia, como a TV Anhanguera, a TV Serra Dourada, a RecordTV Goiás, a TV Brasil Central, a TV UFG, a Fonte TV e a PUC TV Goiás. O mesmo se dá às estações de rádio: Rádio Sucesso, a Fonte FM, a CBN Goiânia, a Rádio 730, a Rádio Jovem Pan FM a Sara Brasil FM, a Difusora, dentre outras. A TV Pai Eterno é uma rede de televisão sediada em Trindade, em parceria com a Rede de Comunicação Interativa, inaugurada em 2019, cuja programação é baseada principalmente em conteúdo religioso, como as missas realizadas no Santuário Basílica do Divino Pai Eterno. === Transportes === Trindade possui acesso a vários municípios goianos por rodovias que atendem à Região Metropolitana de Goiânia. A GO-060, também conhecida como Rodovia dos Romeiros, conecta a cidade a Santa Bárbara de Goiás a oeste e a Goiânia a leste, tendo seu fluxo intensificado pelo movimento da romaria durante a Festa do Divino Pai Eterno. A tradicional caminhada, um dos símbolos da celebração religiosa, preenche a principal rodovia de fiéis nos quase 16 km que liga a capital goiana a Trindade. De norte a sul, a GO-469 corta a cidade, conectando-a a Goianira e a Abadia de Goiás; na zona urbana, recebe o nome de Avenida Manoel Monteiro, a mais conhecida via, que atravessa os bairros mais populosos. A frota municipal em 2018 era de veículos, sendo automóveis, caminhões, 188 caminhões-tratores, caminhonetes, caminhonetas, 92 micro-ônibus, motocicletas, motonetas, ciclomotores, 166 ônibus, 166 utilitários e classificados como outros tipos de veículos. O transporte coletivo é de responsabilidade da Rede Metropolitana de Transporte Coletivo de Goiânia (RMTC Goiânia), por meio da concessionária Metrobus. A cidade possui um terminal rodoviário, o Terminal Rodoviário de Trindade, localizado na Vila Pai Eterno, local de importante embarque e desembarque de passageiros, além das linhas do transporte coletivo municipal e da região metropolitana. Dois outros terminais estão na fronteira entre o município e a capital goiana: Terminal Padre Pelágio e Terminal Vera Cruz, que têm conexão direta com linhas trindadenses. == Cultura e lazer == Em Trindade, compete à Secretaria Municipal de Educação e Cultura planejar e assegurar as políticas públicas relacionadas não só ao processo educacional, mas também à organização e à difusão das atrações turísticas e dos eventos promovidos e à preservação do patrimônio histórico-cultural. No âmbito da gestão, ainda se destaca a ação de órgãos que complementam a realização de atividades culturais e de lazer: a Agência Municipal de Esportes e Lazer, voltada às práticas desportivas, a Agência Municipal de Segurança Pública e Patrimonial, responsável pelo planejamento operacional e monitoramento do patrimônio público, e a Agência Municipal de Turismo, interessada na manutenção do setor turístico, em especial o turismo religioso, destaque da cidade. === Atrações turísticas e eventos === Trindade é um dos municípios goianos mais conhecidos em razão do turismo, principalmente por causa da tradição religiosa da romaria, peregrinação em torno da figura do Divino Pai Eterno, iniciada popularmente desde a segunda metade do século XIX. A importância cultural e histórica da devoção, impulsionada pelo medalhão que torna ícone a coroação da Virgem Maria pela Santíssima Trindade é consolidada, através da história da cidade, pela construção da Igreja Matriz de Trindade, erguida em estilo barroco, e do Santuário Basílica do Divino Pai Eterno, neoclássica. A religiosidade popular, próxima de um modelo colonial, passou por um processo lento de romanização, mas mantém o conservadorismo da romaria, sobretudo durante a Festa do Divino Pai Eterno. O evento, de frequência anual, se estende por dez dias e finaliza-se no primeiro domingo do mês de julho e é considerada a maior festividade religiosa do Centro-Oeste e a segunda maior do país. Na edição de 2019, a romaria contou com a participação de aproximadamente 3,2 milhões de pessoas. A Igreja Matriz de Trindade, inaugurada em 1912, primeiro grande templo cultuado na cidade, foi tombada Patrimônio Cultural Material Nacional pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN) em 2014. Localizada na Praça do Santuário, chama a atenção o calçamento de paralelepípedos, as janelas-guilhotina pintadas de azul e a cúpula piramidal com cruzeiro. Com a construção do Santuário Basílica, o movimento religioso se intensificou em Trindade. Sua posição central e sua grandiosidade permitem vislumbrá-lo em diversos pontos do município, inclusive na rodovia em direção a Goiânia. Além das missas e celebrações, o Santuário agrupa a Sala dos Milagres, acervo de fotografias votivas e diversos objetos deixados pelos turistas, e a Gruta Nossa Senhora de Lurdes. A Via Sacra também se destaca como uma das principais atrações turísticas. Consiste numa série de painéis expostos na rodovia principal e no conjunto de esculturas que reproduzem as 14 Estações da Via Crúcis, as quais retratam, dentre outras, a corte de Pilatos e o sepultamento de Jesus. No final deste percurso, encontra-se outro ponto bastante visitado: a Igreja do Santíssimo Redentor, fundada em 2004 em homenagem ao padre Pelágio Sauter. Ainda na esfera religiosa, o Portal da Fé, localizado na entrada da cidade, com a estrutura de uma grandiosa cruz monumental, a representação central da Santíssima Trindade e o formato de um túnel, recebe inúmeros fiéis que fazem orações. O Carmelo da Santíssima Trindade e da Imaculada Conceição, inaugurado em 2009, é o mosteiro onde ficam as Irmãs Carmelitas e também chama a atenção como um dos pontos mais procurados. Outras instituições religiosas são percorridas em Trindade, como a Igreja Santa Luzia, a Capela do Morro do Cruzeiro, a Igreja Cristã Evangélica, a Igreja Presbiteriana, a Igreja Impactados e o Templo AD. O Museu da Memória guarda em seu acervo uma série de objetos, documentos e fotografias que remontam à história de Trindade, incluindo a réplica do medalhão encontrado pelos garimpeiros. Instalado no Sobradinho, construído em 1912, o museu conta por meio de obras de arte pontos históricos importantes da cidade desde meados de 1770 quando ainda era denominada Distrito de Santa Cruz, trazendo esculturas do casal Ana Rosa e Constantino Xavier e notícias que evidenciam a ampliação da romaria. Além dos pontos de interesse religioso, encontra-se no município o Parque Lara Guimarães, com quadras de vôlei de areia e de tênis, e o Cineteatro Afipe, em estilo arquitetônico art déco, que recebe espetáculos teatrais e musicais e sessões de filmes. === Esportes === No futebol, o principal clube de Trindade é o Trindade Atlético Clube, que foi fundado em 7 de setembro de 1955 e disputou diversas edições do Campeonato Goiano, tanto em sua divisão principal quanto em suas categorias de base. Os jogos da equipe são mandados no Estádio Abrão Manoel da Costa, com capacidade de pessoas e dimensões de 103x68 m do gramado. Na edição de 2015 do campeonato estadual, o time conseguiu seu melhor desempenho até então, quando se qualificou à semifinal e conquistou o quarto lugar. Ainda sobre a equipe principal, o Trindade venceu a terceira divisão de 2005. O maior destaque, no entanto, advém da formação sub-20, a qual já participou de inúmeras edições da Copa São Paulo de Futebol Júnior, tendo sua melhor posição na competição de 2019. Também há vários locais (quadras ou ginásios) próprios para a prática desportiva, como o Ginásio de Esportes Armando Grecco, de gestão pública, palco principal de diversas disputas, o Ginásio e Centro Poliesportivo Aphonsiano, administrado pela Faculdades e Colégio Aphonsiano, e o Centro Esportivo Wilson Goiano, campo de futebol e treinamentos. Os Jogos da Primavera reúnem estudantes da rede de ensino pública, que se enfrentam em partidas de diversos esportes, como futsal e vôlei, e os Jogos Abertos de Goiás agrupam competições de atletas amadores de vários municípios goianos, incluindo Trindade, que enfrentam basquete, handebol, capoeira, entre outros. Em 2014, Trindade sediou a décima sexta edição do Campeonato Mundial de Motocross nos dias 6 e 7 setembro, nas categorias MXGP e MX2. === Feriados === Em Trindade, há dois feriados municipais e oito feriados nacionais, além dos pontos facultativos. Segundo a prefeitura, os feriados municipais são: o dia da emancipação do município, em 31 de agosto e o Corpus Christi, que em é comemorado no dia . De acordo com a lei nº 9.093 de 12 de setembro de 1995, os municípios podem ter no máximo quatro feriados municipais de esfera religiosa, além da Sexta-feira Santa. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * ; Mapas * *",
 "title": "Trindade (Goiás)"
}