{
 "id": "36232",
 "text": "Bulavaio ou Bulawayo é uma cidade e distrito do Zimbábue que possui estatuto de província. É a segunda cidade mais populosa do país, ficando somente atrás da capital, Harare. == Etimologia == O nome Bulavaio advem da palavra bulala da língua andebele setentrional, que possui o significado \"aquele a ser morto\".Bulawayo. Collins Dictionary. Quando Bulavaio recebeu este nome, Lobengula era um príncipe lutando para ascender ao trono de seu pai Mzilikazi. Era comum, na época, as pessoas se referirem a Bulavaio como KoBulawayo UmntwaneNkosi, isto é, \"lugar em que estão lutando\" ou ainda \"lugar em que estão se levantando contra o príncipe\". Bulavaio é apelidada de \"Cidade dos Reis\" e de kontuthu ziyathunqa — uma frase em língua andebele setentrional que significa \"fumaça a aparecer constantemente\". Este apelido surgiu do aspecto acinzentado do horizonte urbano, causado pela base industrial historicamente grande da cidade. As grandes torres de resfriamento da usina de geração de eletricidade movida a carvão, situadas no centro de Bulavaio, costumavam exaurir vapor e fumaça sobre a cidade. == Historia == A história de Bulavaio está relacionada à fundação da cidade histórica de Cami, que era a capital do Reino de Butua entre os séculos XV e XVII, formado por \"refugiados\" do colapso do Reino do Zimbabwe. O \"mambo\" (rei) ocupava a parte mais alta da cidade, uma cidadela bem protegida e rodeada pelas residências dos aristocratas, enquanto que as classes trabalhadoras viviam fora da zona murada. As casas das famílias ricas eram construídas sobre plataformas formadas por paredes maciças de pedra, cheias com terra e ornamentadas com hematite e grafite. A cidade de Cami floresceu até à sua invasão pelos povos matabeles, liderados por Mzilikazi, durante a década de 1830. A cidade foi refundada como craal-capital do reino Mutuacazi pelo rei matabele Lobengula, filho do rei Mzilikazi, que se estabeleceu no Zimbábue moderno por volta da década de 1830. Bulavaio foi fundada a cerca de 20 km da histórica Cami, conservando-a como \"reserva real\" — um lugar sagrado e secreto, escondido dos olhos dos Europeus — até 1893. Na década de 1860, Bulavaio passou a ser influenciada pelos europeus. Muitas potências coloniais passaram a cobiçar a localidade e as terras ao redor por causa de sua localização estratégica. Para afirmar seu controle sobre a localidade, a Grã-Bretanha utilizou-se da companhia majestática de Cecil Rhodes, a Companhia Britânica da África do Sul. Durante a Primeira Guerra de Matabele, em 1893, as tropas da Companhia Britânica da África do Sul invadiram o reino Mutuacazi e forçaram o rei Lobengula a evacuar, depois de detonar suas munições e atear fogo na cidade. Em 4 de novembro de 1893, o governador colonial Leander Starr Jameson declarou Bulavaio como conquistada pela Grã- Bretanha. Com a destruição, os britânicos remodelaram Bulavaio, a reconstruindo 5 km ao sul do sítio original. Os britânicos acabaram por pilhar as relíquias arqueológicas de Bulavaio e Cami, que haviam sido cuidadosamente guardadas pelos matabeles. Em 1897, a nova vila de Bulavaio adquiriu o status de município no sistema colonial britânico, e o tenente-coronel Harry White foi apontado como o primeiro prefeito. Em 1943 passou a ostentar o título de cidade. Nas décadas de 1980 e 1990 Bulavaio sofreu uma queda acentuada nos padrões de vida, coincidindo com a grave crise econômica que afetava o país. Os principais problemas incluíam os parcos investimentos em recuperação das infrestruturas públicas. Parte considerável dos habitantes da cidade e seus descendentes migraram para a África do Sul. Desde 1992, a escassez de água, devido à falta de investimento na expansão de instalações e suprimentos, tornou-se cada vez mais frequente e severa, tendo a região um grande surto de cólera em 2008.Bulawayo. Rampant Scotland. Numa política de especulação imobiliária e barateamento da mão de obra, o governo Robert Mugabe realizou a Operação Murambatsvina (termo em andebele setentrional que signica \"Expulsar a Sujidade\") em 2005, que promoveu realocações e despejos forçados de habitantes de assentamentos informais nas proximidades das minas de Killarney e Ngozi, que foram empurrados para a periferia da cidade. == Economia == Bulavaio é o segundo maior centro econômico e o maior centro industrial do Zimbábue, com sua economia baseada na produção de componentes para automóveis, indústria metalomecânica, oficinas indutriais ferroviárias (sediando inclusive as Ferrovias Nacionais do Zimbábue), indústrias de pneus, de têxteis, de móveis, de alimentos, de concreto e de outros materiais de construção, além de ser um grande centro de mídias. == Infraestrutura == === Educação === Bulavaio sedia a Universidade Nacional de Ciência e Tecnologia (NUST), a segunda maior universidade pública de pesquisa do Zimbábue, além do Colégio Superior Politécnico de Bulavaio e da Universidade Solusi. Na área da pesquisa científica e de difusão educacional ainda dispõe do Museu Nacional. === Transportes === Bulavaio possui uma das mais importantes estações ferroviárias do Caminho de Ferro de Machipanda, que a conecta ao porto da Beira e à Harare.NRZ announces rehabilitation of Machipanda rail line. Global Mass Transit. 24 de novembro de 2023. A mesma estação recebe as composições ferroviárias da Ferrovia Cabo-Cairo. Bulavaio é conectada aos países vizinhos também pela Rodovia Transafricana 4, ligando-a, ao noroeste, à Victoria Falls e a Livingstone, e, ao sudoeste, à Francistown e Gaborone.The Missionaries' Road. Thuto. 19 de agosto de 1999. Pela rodovia nacional A5, Bulavaio conecta- se com as cidades zimbabuanas de Guelo e Harare, ao nordeste,Highways fenced off to curb road accidents - Harare. The Herald ZW. 31 de maio de 2024. e; pela rodovia nacional A6 com a cidade zimbabuana de Beitbridge, ao sudeste.Rains undercut bridge on Beitbridge-Bulawayo highway. Chronicle. 2 de fevereiro de 2021. Bulavaio é servida ainda pelo Aeroporto Internacional Joshua Mqabuko Nkomo, localizado a 25 quilômetros do centro da cidade.FastJet boosts connectivity with new lunchtime flights on Bulawayo-Johannesburg route. Chronicle. 12 de setembro de 2024. == Cultura e lazer == A cidade dispõe de algumas atrações de interesse histórico, como as ruínas de Cami (que foi designada como Patrimônio Mundial da UNESCO em 1986) e do reino Mutuacazi junto ao Museu Nacional, além do túmulo de Cecil Rhodes no Parque Nacional das Colinas de Matobo. No patrimônio arquitetônico, há a portentosa Catedral Basílica da Imaculada Conceição, templo católico que serve como sé da Arquidiocese de Bulavaio,St. Mary's Cathedral Basilica Parish. Archdiocese of Bulawayo. além do Palácio da Justiça e o edifício da Galeria Nacional do Zimbábue.Joy Rukanzakanza. The National Gallery of Zimbabwe in Bulawayo. African State Architecture. 13 de novembro de 2020. É a cidade natal de Charlene Lynette Wittstock, a atual princesa de Mônaco. Categoria:Províncias do Zimbabwe Categoria:Cidades do Zimbabwe Categoria:Distritos do Zimbabwe",
 "title": "Bulavaio"
}