{
 "id": "36238",
 "text": "José Serra Chirico,José Serra UNE José Serra toma posse hoje na Prefeitura de São Paulo Folha de S. Paulo, 1/1/2005 ; (São Paulo, ) é um professor, acadêmico, economista, engenheiro civil e político brasileiro filiado ao Partido da Social Democracia Brasileira (PSDB). Foi ministro das Relações Exteriores, da Saúde e do Planejamento durante os governos Fernando Henrique Cardoso e Michel Temer. Por São Paulo, foi governador e deputado federal durante dois mandatos, senador, além de prefeito da capital homônima. Serra nasceu no bairro da Mooca, em uma família de classe média baixa. Seu pai era um imigrante italiano casado com uma brasileira. Em 1960, ingressou no curso de engenharia civil na Universidade de São Paulo, passando, nessa mesma época, a atuar no movimento estudantil. Foi um dos fundadores da Ação Popular e presidente da União Nacional dos Estudantes. Serra não concluiu o curso pois teve que sair do país depois do golpe militar de 1964, devido à perseguição por sua militância política de esquerda. Refugiou-se em embaixadas de outros países e radicou-se no Chile, onde conheceu sua esposa, Mónica Serra, com quem teve dois filhos nascidos naquele país. Neste mesmo período estudou na Universidade do Chile. Ficou no país até o golpe militar de 1973, quando foi para os Estados Unidos, onde estudou na Universidade de Cornell. Após catorze anos exilado, Serra voltou ao Brasil e trabalhou na Universidade Estadual de Campinas até 1983, quando foi nomeado pelo governador Franco Montoro como secretário de Planejamento de São Paulo. Foi eleito deputado federal para a Assembleia Constituinte de 1988, sendo reeleito em 1990 com a maior votação do país. Em 1988, foi um dos fundadores do Partido da Social Democracia Brasileira. Em 1994, elegeu-se senador por São Paulo. No entanto, não assumiu a vaga no Senado após ser nomeado, pelo presidente Fernando Henrique Cardoso, para o Ministério do Planejamento, Orçamento e Gestão. No governo FHC também foi Ministro da Saúde. Na eleição municipal paulista de 2004, sua terceira tentativa, foi eleito prefeito quando derrotou a prefeita Marta Suplicy. Renunciou ao cargo em março de 2006 para concorrer ao governo de São Paulo, tendo sido eleito no primeiro turno. Renunciou, em abril de 2010, ao cargo de governador para ser candidato, pela segunda vez, à presidência da República. Na primeira vez que concorreu, em 2002, foi derrotado no segundo turno por Luiz Inácio Lula da Silva e, na segunda vez, em 2010, foi derrotado por Dilma Rousseff, também no segundo turno. Em 2012, concorreu novamente à prefeitura de São Paulo, sendo derrotado por Fernando Haddad no segundo turno. Nas eleições de 2014, foi eleito senador ao vencer Eduardo Suplicy. Logo após o inicio do governo Temer foi indicado o Itamaraty, mas renunciou por problemas de saúde. Nas eleições de 2022, candidatou-se mas não conseguiu obter uma cadeira no Congresso. == Primeiros anos, educação e política estudantil == José Serra Chirico nasceu no bairro da Mooca, São Paulo, em 19 de março de 1942. Sendo filho único de Francesco Serra (falecido em 1981), imigrante italiano de Corigliano Calabro, Calábria, e de Serafina Chirico Serra (falecida em 2007), brasileira filha de imigrantes italianos. Serra nasceu em uma pequena casa de quarto e sala, geminada a outras 24, em uma rua sem saída, onde ele tinha que dormir na sala. Seu pai, semianalfabeto, que era vendedor de frutas no Mercado Municipal, evitava que o filho o ajudasse, deixando-o se concentrar nos estudos. No entanto, ele eventualmente ia trabalhar na banca de frutas. Sua família mudou-se depois para uma casa maior, de dois quartos, em uma rua sem asfalto no mesmo bairro, ao lado de uma fábrica. Quando o filho já estava no científico (atual ensino médio), mudaram-se para um apartamento alugado no bairro do Ipiranga. Apesar dos ganhos modestos de uma família de classe média baixa, foi o suficiente para que Serra chegasse à faculdade sem precisar trabalhar. Tendo feito curso pré-vestibular junto com o último ano do científico, ingressou, em 1960, no curso de engenharia civil da Escola Politécnica da Universidade de São Paulo (Poli-USP).: «Filho de imigrantes italianos radicados na Mooca, José Serra entrou para o curso de Engenharia da Escola Politécnica da USP, onde começou sua militância política no movimento estudantil [...] » === Política estudantil === Na universidade, logo se interessou pelo movimento estudantil, que era ativo nos anos 1960, principalmente no ensino superior. Tímido, o teatro lhe ajudou a se superar, fazendo o papel principal da peça Vento forte para papagaio subir, de José Celso Martinez, no grupo teatral da faculdade. Serra tentou fazer parte da diretoria do grêmio da Escola Politécnica, e, para ser admitido na chapa, declarou ser contra as multinacionais e a favor da Revolução Cubana. Derrotado em sua primeira eleição, acabou ingressando na diretoria dos eleitos, em meados de 1962, quando houve uma greve dos alunos que reivindicavam maior representatividade. Nessa época, aproximou-se de José Carlos Seixas, presidente do Centro Acadêmico da Faculdade de Medicina da Universidade de São Paulo (USP), que era um dos líderes nacionais da Juventude Universitária Católica e viria a ser seu padrinho no movimento estudantil. José Carlos Seixas indicou Serra meses depois para concorrer à presidência da União Estadual dos Estudantes de São Paulo (UEE-SP) como candidato apoiado pela JUC, que à época controlava a maioria dos centros acadêmicos. Serra foi eleito e, no comando da entidade, implementou várias mudanças, cortando o uso indevido de instalações e recursos e promovendo mais eventos culturais e debates políticos, o que deu mais visibilidade à UEE-SP. Em fins de 1962, Serra foi um dos fundadores da Ação Popular (AP). Participou de congressos em vários estados brasileiros como presidente da UEE-SP, tornando-se conhecido, o que veio a facilitar sua eleição para presidente da União Nacional dos Estudantes (UNE), em julho de 1963, como candidato da AP, tendo ainda o apoio do Partido Comunista Brasileiro. Sua eleição fez com que se mudasse para o Rio de Janeiro, cidade sede da entidade. A UNE, na época, tinha status de partido político, dando a Serra a condição de participar da política nacional e a oportunidade de contato com autoridades, governadores e com o presidente João Goulart. Recém-eleito presidente da UNE, Serra foi convidado a ser um dos oradores de um comício em homenagem a Getúlio Vargas, em 23 de agosto de 1963, em que o último a discursar seria João Goulart. Esperava-se que os antecessores apoiassem no palanque as propostas do governo. O discurso de Serra, no entanto, em vez de apenas apoiar o presidente de esquerda pressionado pela direita, criticou-o também, pois havia rumores de que Jango pretendia uma intervenção antidemocrática nos estados de São Paulo e Guanabara, cujos governadores trabalhavam para derrubá-lo. Serra foi mais aplaudido que Jango, segundo sua ficha no DOPS. Ainda assim, Jango sabia de sua importância e teria dito: \"Há generais loucos atrás de ti. Eu é que não deixo eles te fazerem mal\". === Golpe militar e exílio === Em 13 de março de 1964, no famoso comício da Central do Brasil, onde Jango defendeu as reformas de base, Serra, então com 21 anos, foi o mais jovem a discursar. O comício foi considerado pelos conservadores uma provocação e visto como um momento-chave de radicalização do governo, ajudando na junção de forças políticas, sociais e militares para derrubar o presidente. Na madrugada de 1º de abril, em transmissão ao vivo na Rádio Nacional do Rio de Janeiro, Serra fez uma convocação para a resistência à tentativa de golpe em curso, que segundo ele era liderada pela direita, e defendeu as reformas de base. Consumado o golpe militar, Serra dirigiu-se primeiro para o Departamento de Correios e Telégrafos do Rio de Janeiro, QG improvisado das forças leais a Jango. De lá partiu, junto de Marcelo Cerqueira (seu vice na UNE), para a casa do deputado Tenório Cavalcanti, também conhecido como \"o homem da capa preta\". Com o incêndio da sede da UNE pelos militares, Serra tratou de esconder-se por mais alguns dias na casa de amigos, sem contato nem mesmo com a família. Aconselhado por um deputado amigo do ex-presidente Juscelino Kubitschek, refugiou-se na embaixada da Bolívia, onde permaneceu por três meses. Os militares não queriam deixá-lo sair do país, como dissera o então ministro da Guerra, Costa e Silva, aos bolivianos: \"Este não deixaremos ir embora. É muito perigoso\". Resolvido o impasse, foi então para a Bolívia e depois para a França, onde permaneceu até 1965. Por causa do exílio teve que interromper os estudos, não completando o curso de engenharia. Serra retornou clandestinamente ao Brasil em março de 1965, quando os integrantes da Ação Popular tentavam reorganizar a entidade, já na clandestinidade e com muitos líderes exilados ou perseguidos. Escondido na casa de Beatriz Segall, foi convencido a não comparecer a uma reunião em São Paulo, enfim descoberta pela polícia, que deteve todos os participantes, levando-os para o Departamento de Ordem Política e Social (DOPS). Permaneceu no país alguns meses, mas perseguido e sendo uma personalidade pública facilmente reconhecida, teve que sair novamente do Brasil. Radicou-se no Chile, participando de ações políticas para denunciar a repressão no Brasil junto de outros exilados, como Armênio Guedes, Fernando Gabeira, Almino Afonso e Betinho, conhecendo também César Maia. Permaneceu no Chile por oito anos, até 1973, e, neste período, trabalhou ao lado de Fernando Henrique Cardoso e Maria da Conceição Tavares. No novo país, Serra estudou na Escolatina, da Universidade do Chile, além de ministrar aulas de matemática para economistas, em um instituto da Comissão Econômica para a América Latina e o Caribe (CEPAL), órgão da Organização das Nações Unidas. Chegou a prestar assessoria ao governo de Allende por alguns meses. Decretado o golpe liderado pelo general Augusto Pinochet, em setembro de 1973, Serra ajudou a transportar vários perseguidos para refugiarem-se na embaixada do Panamá. Foi preso no aeroporto quando tentava deixar o país com a família, sendo levado ao Estádio Nacional, onde muitos foram torturados e mortos. Um major que o libertou foi posteriormente fuzilado. Serra refugiou-se na embaixada da Itália, ficando como exilado político por oito meses aguardando um salvo-conduto. Partiu depois para os Estados Unidos, onde estudou na Universidade de Cornell. Entre 1976 e 1978, trabalhou como membro do Instituto para Estudos Avançados em Princeton, Nova Jersey. == Início da carreira política == === Volta ao Brasil === Depois de catorze anos no exílio, Serra retornou ao país em 1977, sendo um dos poucos que se arriscaram a fazê-lo antes da lei de anistia de 1979. Ao tentar disputar uma cadeira de deputado pelo Movimento Democrático Brasileiro (MDB), teve sua candidatura impugnada, sob a alegação de que continuavam suspensos seus direitos políticos. Coordenou, então, em 1978, a campanha a senador, pelo mesmo partido, de Fernando Henrique Cardoso, que obteve apenas a suplência (perdendo para André Franco Montoro). Serra foi admitido como professor de economia da Universidade de Campinas (Unicamp), onde permaneceu até 1983. Em 1982, trabalhando como pesquisador no CEBRAP, sob os auspícios da Fundação Ford, coordenou a elaboração do programa de governo do candidato ao governo de São Paulo pelo Partido do Movimento Democrático Brasileiro (PMDB), Franco Montoro. Quando Montoro foi eleito governador de São Paulo nas eleições de 1982, Serra e outros deixaram o CEBRAP para trabalhar no governo do Estado. Serra foi convidado por Montoro para assumir a Secretaria de Planejamento, tomando posse no novo governo em março de 1983. === Secretário estadual de Planejamento === Ao assumir a pasta, o estado estava com elevado endividamento, levando Serra a realizar uma gestão considerada centralizadora e impor um programa de saneamento com corte de despesas, se indispondo com o funcionalismo público devido ao parco aumento salarial concedido em 1984.: «Após quatorze anos volta ao Brasil. Já como economista respeitado, é convidado por Franco Montoro pra ser Secretário de Planejamento do Governo de São Paulo.» Ainda assim, possibilitou o andamento de grandes obras do governo Montoro, como a expansão da linha leste-oeste do metrô na capital, a construção de quatro mil quilômetros de estradas vicinais e da hidrovia Tietê - Paraná. Também desativou a polêmica Paulipetro — estatal de prospecção de petróleo paulista criada por Paulo Maluf. Em entrevista anos depois, disse sobre seu período como secretário estadual que: \"Eu fui o secretário mais importante do governo Montoro, uma espécie de primeiro-ministro. Você entra no governo com uma inflação de dois dígitos mensais, imagina o que é isso, uma expectativa tremenda, o primeiro governo democraticamente eleito em vinte anos, o funcionalismo ganhando mal, uma demanda enorme que você não tinha condições de atender. Eu realmente fiz um trabalho de saneamento fiscal em São Paulo. No final deu certo\". Por ocasião da candidatura de Tancredo Neves à presidência da República, licenciou-se do cargo de secretário, em dezembro de 1984, para integrar o grupo escolhido para elaborar o programa econômico do candidato, ao lado de Celso Furtado, Hélio Beltrão e Sérgio Coutinho, dentre outros. Indicado para coordenar o grupo, seu nome não foi bem aceito por integrantes da Frente Liberal, formada por dissidentes do partido governista, o PDS, que também apoiavam a candidatura oposicionista de Tancredo, o que levou o grupo a ser constituído como comissão paritária — Comissão do Plano de Ação do Governo (Copag) — sem centralização das decisões. Com a morte de Tancredo Neves, Serra retornou a seu cargo de secretário em São Paulo. Seu nome foi cogitado para assumir o Ministério da Fazenda após a saída de Francisco Dornelles, em agosto de 1985, mas o escolhido foi Dílson Funaro. Voltaria a ser cogitado após a saída de Funaro, em abril de 1987, mas novamente o convite não foi consumado, sendo então indicado Luís Carlos Bresser Pereira. Anos depois, em entrevista ao jornalista Luiz Maklouf Carvalho, declarou que nunca soube exatamente porque não foi indicado: \"Eu soube, depois, que o dr. Ulysses, embora muito próximo a mim, ou vice-versa, não apoiou. Ele achava que eu poderia apoiar o Montoro para presidente, se fosse bem-sucedido. O fato é que o Ulysses não se engajou, surpreendentemente. Eu também não pedi. A minha passividade foi enorme, não sondei ninguém e não pedi apoio a ninguém\". Perguntando o porquê não ter lutado pelo cargo, respondeu: \"Eu não acreditava no sucesso da estabilização, e achava que a inflação em dois dígitos mensais era uma loucura. […] Eu achava que quem quer que entrasse lá não ia botar ordem naquilo. Tinha um governo fraco, pela própria superinflação galopante. Uma Constituinte gulosa, do ponto de vista fiscal, em pleno andamento. A chance de dar certo era zero. Eu sempre tive essa análise. É provável que se eu tivesse ido à luta teria sido eu\". Serra afastou-se da secretaria de estado em 13 de fevereiro de 1986, para se candidatar a uma vaga na Câmara dos Deputados pelo PMDB, a fim de integrar a Assembleia Nacional Constituinte que fora convocada. Duas semanas depois, foi lançado o Plano Cruzado, que consistia, dentre outras medidas, em um congelamento de preços para conter a alta inflação que assolava o país. Serra apoiou o plano, lembrando que se tratava de um regime democrático, ao contrário dos planos econômicos gestados durante a ditadura militar. Na campanha para deputado, foi acusado dentro do próprio partido de usar a máquina administrativa do estado para obter aliados nos municípios. Recebeu cerca de 160 mil votos, elegendo-se com a quarta maior votação de São Paulo. == Deputado federal constituinte == Na Assembleia Nacional Constituinte, Serra foi relator da Comissão do Sistema Tributário, Orçamento e Finanças e também integrou a Comissão de Sistematização. Criticando a atuação sem coordenação de seu partido, o PMDB, não seguiu a orientação partidária em todas as votações, chegando a ser favorável à tese de que o mandato do presidente José Sarney deveria durar 4 anos, e não 5 anos. Votou a favor da desapropriação das propriedades rurais improdutivas para fins de reforma agrária, foi contra a estabilidade no emprego no setor privado e a favor do parlamentarismo. Foi o constituinte que conseguiu o maior percentual de aprovação de emendas, logrando aprovar 130 das 208 que apresentou. Uma delas instituiu o que veio a ser o Fundo de Amparo ao Trabalhador (FAT), para o financiamento do seguro-desemprego com uma fonte de recursos sólida e permanente, fazendo com que o benefício começasse a ser efetivamente pago no Brasil. Serra disse que: \"A ideia era ter um fundo anticíclico. Quando a economia fosse muito bem, e o desemprego fosse baixo, você ia gastar pouco em benefícios e ia investir mais. Quando a economia fosse mal e o seguro- desemprego fosse alto, você ia gastar mais, mas tinha o dinheiro de quando a economia ia bem. Na prática, não funcionou muito bem assim, mas aí é outra discussão\". Serra foi o relator da comissão que reformulou todo o sistema tributário, os orçamentos públicos e o Sistema Financeiro Nacional, e propôs a elaboração do Plano Plurianual de Investimentos (PPA) e a Lei de Diretrizes Orçamentárias (LDO). Como relator da uma comissão formada majoritariamente por parlamentares de regiões menos desenvolvidas, Serra tentou evitar maiores repasses de verbas federais aos estados, irritando deputados do Norte e Nordeste. Em 2 de fevereiro de 1994, afirmou em entrevista: \"Sabemos que no passado o governo federal concentrava excessivamente recursos e impostos, desequilibrando a Federação. A Constituição irá corrigir esse erro, mas seria cometer outro erro manter esse desequilíbrio com os sinais trocados\". Ele manifestou-se contra expandir as isenções já existentes à Zona Franca de Manaus, que para ele obrigariam o restante do país a arcar com altos custos para manter poucos empregos. Em entrevista anos depois, Serra disse que a pior ideia que teve na Constituinte inteira foi a fixação da data de posse do executivo em primeiro de janeiro. Perguntando o porquê ter cismado tanto com isso, contou: \"Porque eu estava obcecado com o esquema que o Maluf tinha aprontado em São Paulo, quando assumimos o governo em 15 de março. Em dois meses e meio eles torraram o orçamento do ano. Você tem maneira de torrar, vai empenhando, vai fazendo. Então eu queria que o mandato começasse junto com o ano orçamentário. Na verdade, alguém poderia ter dito \"põe dia 2\", mas ninguém disse. Foi um erro coletivo, mas veio da minha cabeça\". Em junho de 1988, juntamente com nomes como FHC e Covas, Serra foi um dos fundadores do Partido da Social Democracia Brasileira (PSDB), presidindo sua comissão executiva até 1991. Nas eleições municipais de 1988, foi candidato à prefeitura de São Paulo, mas, em uma eleição ainda sem segundo turno, foi derrotado, ficando atrás de Luiza Erundina (PT), João Leiva (PMDB) e Paulo Maluf (PDS). Nas eleições de 1990 foi reeleito deputado federal, com cerca de 340 mil votos, a maior votação do país. Nessa eleição, foi um dos candidatos que recebeu apoio preferencial da Federação Brasileira de Bancos (FEBRABAN). Em 1991, mesmo sendo de um partido de oposição, foi convidado pelo presidente Fernando Collor para assumir o Ministério da Fazenda, mas recusou, assumindo então Marcílio Marques Moreira. Em 29 de setembro de 1992, votou a favor da abertura de processo de impeachment de Collor. Em 1994, apoiou o Plano Real, manifestando sua confiança no êxito, mas com reservas, uma vez que alertava a necessidade de reformas, especialmente a tributária. Candidatou-se nesse ano ao Senado, tendo como plataforma uma nova revisão constitucional, que daria ênfase à reforma tributária. Defendeu o voto distrital, o fim do voto obrigatório, o fortalecimento dos partidos e a correção das distorções na representação dos estados na eleição dos deputados federais. == Senador e ministro do governo FHC == === Senador e ministro do Planejamento === Nas eleições de 1994, foi candidato para a vaga de senador, na chapa de Mário Covas para governador e Fernando Henrique Cardoso para presidente. Obteve mais de 6,5 milhões de votos, muito à frente do segundo colocado, Romeu Tuma. Cogitado para assumir o Ministério da Fazenda, enquanto empresários de seu estado preferiam vê-lo no Ministério da Indústria e Comércio, o presidente eleito Fernando Henrique escolheu Pedro Malan para a Fazenda, convidando Serra para assumir o Ministério do Planejamento. Ele aceitou assumir o ministério e, com isso, sua vaga no Senado foi ocupada por seu suplente, o também tucano Pedro Piva. Como ministro, desenvolveu e implantou o programa Brasil em Ação, um pacote de ações e obras do governo federal em parceria com estados, municípios e empresas privadas nos moldes do futuro Programa de Aceleração do Crescimento (PAC). Em 1996, foi convidado pelo presidente FHC para ser candidato a prefeito de São Paulo. Antes de aceitar o pedido teve alguns cuidados: examinou pesquisas, que mostravam uma vitória fácil, pediu a opinião de aliados e conversou com amigos. Dois meses depois aceitou o pedido e deixou o comando do Ministério do Planejamento. Ele ficou em terceiro lugar, tendo mais de 810 mil votos, e nem mesmo participou do segundo turno, em que Celso Pitta (indicado do prefeito Paulo Maluf) derrotaria Luiza Erundina (ainda no PT). Com a derrota, assumiu seu mandato de senador. No Senado, um de seus trabalhos importantes foi presidir a Comissão de Assuntos Econômicos (CAE). Posteriormente, para cumprir com o prazo de descompatibilização para candidatar-se à presidência da República em 2002, deixaria o ministério da Saúde e retornaria ao Senado, onde permaneceu até o final de seu mandato, em fevereiro de 2003. === Ministro da Saúde === Em 31 de março de 1998, durante a reforma ministerial de FHC, assumiu o Ministério da Saúde, licenciando-se novamente do cargo de senador da República. Como ministro, implementou o programa de combate à síndrome da imunodeficiência adquirida (AIDS), que posteriormente foi copiado por outros países e apontado como exemplar pela ONU. No setor de remédios, foi o mentor da lei de incentivo aos genéricos, o que possibilitou a queda do preço dos medicamentos, eliminou os impostos federais dos medicamentos de uso continuado, regulamentou a lei de patentes e encaminhou resolução junto à Organização Mundial do Comércio para licenciamento compulsório de fármacos em caso de interesse da saúde pública. Deve-se a ele a decisão governamental de quebrar patentes de medicamentos para a AIDS. Serra também ampliou as equipes do Programa de Saúde da Família, organizou o Sistema Nacional de Transplantes e a Central Nacional de Transplantes. promoveu milhares de cirurgias por intermédio de mutirões, combatendo doenças como, por exemplo, a catarata. Ademais, introduziu a vacinação dos idosos contra a gripe, eliminou doenças como o sarampo e criou a Agência Nacional de Saúde Suplementar (ANS) e a Agência Nacional de Vigilância Sanitária (Anvisa). Em sua gestão no Ministério da Saúde, foi enviado ao Congresso Nacional o projeto de lei 3.156, de 2000, que tornava mais rigorosa a política antitabagismo no Brasil, com a proibição da publicidade e a introdução das imagens de impacto em embalagens de cigarro. Aprovado o projeto, foi sancionado dando origem à Lei nº 10.167, de 2000, regulamentada em 2001 pela Anvisa. No entanto, Serra não obteve sucesso no combate à dengue. Quando deixou o ministério, em fevereiro de 2002, especialistas ouvidos pelo jornal Folha de S.Paulo o culparam pelo fracasso no combate a doença. De acordo com eles, o ministério da Saúde errou ao não assegurar a continuidade de iniciativas e ao transferir a execução do combate antidengue às prefeituras, que não foram capazes de combater eficazmente a doença. Em 1998, ano em que assumiu a pasta, haviam sido registrados 559 mil casos de dengue, o que levou Serra a anunciar uma \"guerra\" contra o Aedes aegypti. No ano seguinte, houve uma redução de 63% no número de casos, mas voltou a crescer nos anos posteriores; em 2001 foram registrados 399 mil casos e, nos primeiros meses de 2002, a doença vitimou 25 pessoas. == Candidato à presidência da República em 2002 == Na disputa presidencial de 2002, foi oficializada sua candidatura à presidente da República pela \"Coligação Grande Aliança\", composta por PSDB e PMDB, tendo a deputada federal Rita Camata, do Espírito Santo, como sua companheira de chapa. Além de Serra, os outros principais candidatos foram Luiz Inácio Lula da Silva (PT de São Paulo), que também fora candidato presidencial em 1989, 1994 e 1998, o governador Anthony Garotinho (PSB do Rio de Janeiro), e o ex-ministro e ex-governador Ciro Gomes (PPS do Ceará). Durante o segundo mandato de Fernando Henrique, a popularidade de seu governo foi corroída, em parte graças à crise cambial, que provocou uma desvalorização do real em 1999, e ao racionamento de energia, ocorrido em 2001. No mês de outubro de 2002, a aprovação do governo era de 23% de ótimo ou bom, muito abaixo dos 43% recebidos em setembro de 1998, quando Fernando Henrique foi reeleito no primeiro turno. Estes acontecimentos aumentaram as dificuldades de Serra na disputa eleitoral. Além disto, o desejo de mudança da maior parte da população expressado nas pesquisas fez com que Serra não assumisse sua condição de candidato governista. Serra também passou por problemas em seu partido, como a ausência de apoio maciço dos tucanos e o endosso do governador Tasso Jereissati, candidato ao Senado, a Ciro. Com o início da propaganda eleitoral, em agosto, Lula consolidou-se na liderança das pesquisas de opinião; segundo o Ibope, Ciro tinha 15% de vantagem sobre Serra quando esta etapa da campanha iniciou. Serra possuía o maior tempo de propaganda eleitoral gratuita na televisão e no rádio, com 10 minutos e 23 segundos; Lula tinha 5 minutos e 19 segundos, Ciro 4 minutos e 17 segundos e, Garotinho, 2 minutos 13 segundos. A propaganda eleitoral teve grande influência nas pesquisas, garantindo a Lula um salto de 11%, seguido por Serra, com 8%, enquanto que Ciro teve uma queda de 18%, em parte devido aos ataques veiculados pela campanha tucana. Quando estabilizou-se na segunda colocação, pouco tempo antes do fim do primeiro turno, a campanha de Serra passou a atacar Lula em seus pontos fracos, afirmando que ele não possuía preparo e incentivava o temor de que sua vitória traria consequências ao país, como a saída de investimentos estrangeiros e o descontrole da inflação. No entanto, a disputa entre Ciro e Serra fez com que Lula praticamente fosse poupado dos ataques e, ademais, as críticas dos tucanos não obtiveram os efeitos desejados, culminando na quase vitória de Lula no primeiro turno. O petista conseguiu 46,4% dos votos, seguido por Serra (23,2%), Garotinho (17,9%) e Ciro (12%). No segundo turno, Lula recebeu o apoio de Ciro e Garotinho. Serra não conseguiu reverter a vantagem de Lula e acabou sendo derrotado. Ao todo, obteve 33 milhões de votos, representando 38,72% dos votos válidos, e venceu apenas em Alagoas. Em novembro de 2003, foi eleito presidente nacional do PSDB. A convenção foi realizada no Congresso Nacional e o elegeu por aclamação. Depois que assumiu a prefeitura da cidade de São Paulo, licenciou-se do cargo, sendo sucedido por Eduardo Azeredo, senador por Minas Gerais. == Prefeito de São Paulo == === Eleições municipais de 2004 === Nas eleições municipais de São Paulo em 2004, Serra candidatou-se a prefeito pela coligação \"Ética e Trabalho\", formada por PSDB, PFL e PPS. Seu candidato a vice foi o deputado federal Gilberto Kassab. Naquele ano, a prefeita Marta Suplicy, do PT, era candidata à reeleição. O ex-prefeito Paulo Maluf, do PP, também candidatou-se. Entretanto, após uma série de denúncias de corrupção envolvendo suas gestões, o discurso de Maluf parecia insustentável. Com isso, a disputa ficou focada em Marta e Serra. O governo de Marta Suplicy era avaliado predominantemente de maneira regular pela população. Durante a campanha, Serra propôs continuar os projetos que estavam dando certo e priorizar a saúde, e Marta prometeu manter e expandir os projetos bem- sucedidos de seu governo, também priorizando a área da saúde. O marketing eleitoral tucano buscou apresentar Serra como um candidato experiente e preocupado com a população; o de Marta tentou construir a imagem de que ela era uma prefeita experiente e corajosa, que cumpria com suas promessas e priorizava os mais pobres. No primeiro turno, nenhum candidato alcançou mais da metade dos votos para evitar uma nova votação. Serra atingiu 43,5% dos votos e Marta 35,8%. Maluf, que apoiou Marta no segundo turno, recebeu 11,9%. A ex-prefeita Luiza Erundina, do PSB, obteve 4%. Entre a estratégia utilizada no segundo turno, a campanha de Marta tentou vincular Kassab ao ex-prefeito Celso Pitta, cuja administração foi mal avaliada. Os petistas lembraram que Kassab foi secretário do Planejamento de Pitta e, caso Serra renunciasse em 2006 para candidatar-se a outro cargo, a cidade corria o risco de \"ter o governo Pitta novamente à frente da Prefeitura\". Um mês antes, durante uma sabatina do jornal Folha de S.Paulo, Serra assinou um documento em que comprometeu-se a \"cumprir os quatro anos de mandato na íntegra, sem renunciar à Prefeitura para me candidatar a nenhum outro cargo eletivo\". Em 26 de outubro, Serra foi eleito prefeito com 3,3 milhões de votos, correspondentes a 54,8% dos votos válidos. Assim como no primeiro turno, Serra venceu nos bairros mais ricos e Marta prevaleceu nos bairros mais periféricos. === Mandato === Em 1º de janeiro de 2005, Serra foi empossado como prefeito em uma cerimônia na Câmara Municipal. Entre seus indicados para o secretariado, nomeou Eduardo Jorge (Meio Ambiente), José Pinotti (Educação), Walter Feldman (Subprefeituras), Aloysio Nunes Ferreira (Governo), Floriano Pesaro (Desenvolvimento Social), Luiz Antônio Marrey (Negócios Jurídicos) e Mauro Ricardo Costa (Finanças). Apesar de ter prometido que iria \"enxugar a máquina administrativa da prefeitura\", Serra diminuiu apenas uma secretaria. Segundo uma matéria da Folha de S.Paulo, as indicações políticas impediram com que Serra cumprisse sua promessa de campanha de diminuir o tamanho da máquina administrativa, uma vez que ele deixou de fundir ou eliminar secretarias para nomear aliados a cargos no primeiro escalão. No mesmo dia da posse, Serra sofreu sua primeira derrota política na Câmara. O candidato governista à presidência da Casa, Ricardo Montoro, foi derrotado por Roberto Tripoli, que conseguiu o apoio do PT e do chamado \"centrão\", formado por PP, PMDB, PL, PTB e PC do B. Apesar de ter sido eleito pelo mesmo partido que Serra, Tripoli saiu do PSDB durante a votação, que terminou em 28 a 26. Após indicar um déficit bilionário, Serra anunciou que congelaria todos recursos previstos no orçamento de 2005 para investimentos, com exceção dos definidos pela Constituição. Ele pediu ao Supremo Tribunal Federal a manutenção da taxa de iluminação pública, que havia sido suspensa por uma instância inferior de São Paulo; posteriormente, isentou desta taxa os moradores cujas ruas não eram iluminadas. A taxa do lixo, criada pelo governo Marta, foi extinta. Em fevereiro de 2005, PSDB e PT chegaram a um acordo para barrar a abertura de todas as Comissões Parlamentares de Inquérito (CPI), não importando o tema. O acordo recebeu o aval de Serra, que era crítico ao que via como uma \"profusão de CPIs no país\". No final de dezembro de 2005, o Bilhete Único foi integrado ao Metrô. Outras iniciativas tomadas em seu mandato foram a criação da Virada Cultural e a apresentação do projeto Nova Luz, como um projeto de revitalização da região da estação ferroviária da Luz. Um ano e três meses depois de se tornar prefeito, em 31 de março de 2006, deixou a prefeitura de São Paulo nas mãos do seu vice Kassab para concorrer às eleições para governador do estado de São Paulo. == Governador de São Paulo == Em 2006, Serra se candidatou ao governo de São Paulo pela coligação Compromisso com São Paulo (PSDB, PFL, PTB, PPS), cujo candidato a vice foi Alberto Goldman. Semanas antes da eleição pesquisas mostravam que Serra tinha uma grande diferença em relação ao segundo colocado, o senador Aloísio Mercadante. Em 1 de outubro de 2006, José Serra foi eleito governador do estado de São Paulo em primeiro turno das eleições, com 12,3 milhões de votos, correspondente a 57,93% dos votos válidos, sendo o primeiro governador a ser eleito no primeiro turno (posteriormente Geraldo Alckmin repetiu o feito em 2010). Tomou posse por volta das 15h de 1º de janeiro de 2007. O governo do estado tinha a intenção de investir R$ 42,5 bilhões entre 2009 e 2010. Em 2008, o governo investiu 9,1% da receita, em 2009 foram 17%. Em 2007, durante o primeiro ano de governo, o orçamento que Serra administrou foi de R$ 84,9 bilhões, passou para R$ 96,8 bilhões em 2008, R$ 118,2 bilhões em 2009, e em 2010 foi de R$ 125 bilhões. Em relação a 2009, o orçamento de 2010 cresceu 7%. Na área dos transportes, no último ano de governo foram investidos R$ 12,2 bilhões. Desse montante, R$ 1,6 bilhões foram para a Linha 5 do Metrô de São Paulo e outros R$ 2,4 bilhões para as obras do metrô. Na área as prioridades de governo foram o trecho sul do Rodoanel Mário Covas, com 57 km e custo de R$ 3,46 bilhões. a expansão do Metrô, a modernização da rede de trens da grande São Paulo no projeto Expansão SP e a recuperação de estradas vicinais. Na educação, um dos projetos feitos foi o \"Ler e Escrever\", que estabelece a figura do professor auxiliar nas salas de aula do primeiro ciclo do ensino fundamental. No último ano de governo o estado ficou com uma nota maior que a média do país no Ideb. Entre estudantes do ensino médio, a nota do estado ficou em 3,9, entre a 5º e 8º séries a nota foi de 4,5 e entre as séries iniciais a nota foi de 5,5. No entanto, a taxa de analfabetismo subiu 3% entre 2008 e 2009, mas o estado ficou entre os cinco com maior porcentagem de alfabetização. O governo também fez a expansão das FATECs/ETECs. Entre uma das medidas de Serra foi a aplicação da Lei antifumo de São Paulo. Essa lei proíbe fumar em ambientes fechados de uso coletivo como bares, restaurantes, casas noturnas e outros estabelecimentos comerciais. O governo também introduziu as AMEs (Ambulatórios Médicos de Especialidades), além da construção de dez novos hospitais, entre eles o Instituto Lucy Montoro. Serra renunciou ao cargo de governador em 2 de abril de 2010, devido à data-limite para sua desincompatibilização, tendo em vista a candidatura à Presidência da República. ; Índices de aprovação Em uma pesquisa de 2009 do Datafolha, Serra era o 5º governador mais bem avaliado do país. Serra era aprovado por 54% da população, sendo superado apenas por Aécio Neves, Eduardo Campos, Cid Gomes e Roberto Requião. Em março de 2010, sua aprovação chegou a 55% de ótimo ou bom. Data Ótimo ou bom Regular Ruim ou péssimo Não sabe Fonte março de 2007 39% - - - Datafolha março de 2009 54% - - - Datafolha junho de 2009 56% 33% 9% - Datafolha março de 2010 55% 32% 11% - Datafolha == Candidato à presidência em 2010 == === Pré-candidatura === Serra tornou-se o único pré-candidato à presidência da República pelo PSDB para a eleição presidencial de 2010 diante da desistência oficial de Aécio Neves, anunciada em 17 de dezembro de 2009. O presidente do partido, Sérgio Guerra (PSDB-PE), confirmou que o lançamento da pré-candidatura do governador paulista aconteceria no dia 10 de abril de 2010. O próprio Serra não conseguia negar mais sua candidatura. Discursando de improviso, em ato público em Avaré, falou na ocasião como se sua gestão estivesse muito próxima do fim. Como previsto, Serra anunciou oficialmente o lançamento da pré-candidatura em 10 de abril de 2010. === Candidatura === A candidatura foi oficializada durante convenção do partido em Salvador, em 12 de junho de 2010. No discurso de cerca de 40 minutos, Serra criticou o presidente Luiz Inácio Lula da Silva e sua candidata Dilma Rousseff. No discurso também fez referências aos \"neocorruptos\", defendeu a liberdade de imprensa, a democracia e criticou outros temas como os escândalos ocorridos no governo Lula. O nome da coligação foi anunciado em 30 de março como O Brasil pode mais. A coligação foi composta por PSDB, DEM, PTB, PPS, PMN e PTdoB. A previsão de gastos para a campanha foi de R$ 180 milhões. Em 30 de junho de 2010 foi confirmado o nome do deputado federal Indio da Costa (DEM-RJ) como candidato à vice-presidente na chapa de Serra durante a convenção nacional do Democratas. PSDB, PPS e PTB tentaram formalizar o nome do senador Álvaro Dias (PSDB-PR), que não foi aceito pelo principal aliado dos tucanos, o DEM. Em 3 de outubro conquistou aproximadamente 33,1 milhões de votos (32,61% dos votos válidos), se habilitando a disputar um segundo turno contra a adversária Dilma Rousseff. Em 31 de outubro de 2010, com mais de 43,7 milhões de votos, Serra foi derrotado no segundo turno da eleição presidencial, reconhecendo a vitória de Dilma Rousseff às 20h30 do mesmo dia. Serra venceu em onze estados. Em sua campanha de 2010, Serra recebeu seis multas do Tribunal Superior Eleitoral por propaganda eleitoral antecipada. Ao todo, teve que pagar setenta mil reais em multas. == Eleição para prefeito de São Paulo em 2012 == miniatura|Serra vota junto com seu neto no segundo turno da eleição.|257x257px Em dezembro de 2011, Serra estava em primeiro lugar na pesquisa do Ibope para a eleição municipal de São Paulo em 2012, com 20%, na qual foi citado para os eleitores nomes de possíveis candidatos. Em janeiro de 2012, Serra comunicou a seu partido, em reunião com seus aliados mais próximos, de que não disputaria as eleições municipais para prefeito de São Paulo nesse ano, informando como um dos motivos por sua desistência a intenção de futuras candidaturas em nível nacional. Em fevereiro de 2012, Serra anunciou pelo Twitter a intenção de concorrer à prefeitura de São Paulo. Serra foi o último a entrar nas prévias do PSDB, em 28 de fevereiro. A prévia iria ser realizada no início de março, mas após a entrada de Serra foi marcada para o dia 25 de março. Com pouco mais de seis mil filiados do partido votantes, Serra venceu a prévia com 52,10% dos votos. O mensalão foi um dos principais temas que Serra usou para criticar Haddad durante a eleição. As principais propostas de Serra eram interligar os sistemas estadual e municipal de saúde, criar trinta AMAs 24 horas, formar cuidadores de idosos e deficientes, colocar mais câmeras de vigilância, investir na guarda municipal, contratar mais policiais, criar escolas técnicas, ampliar as vagas nas creches, aumentar a carga horária nas escolas e valorizar os professores. Serra foi o mais votado no primeiro turno da eleição com 1,88 milhões de votos (30,75%). Foi mais votado nas regiões centrais da cidade, tendo tido mais de 60% dos votos no Jardim Paulista, Indianópolis e Pinheiros. No segundo turno, todas as pesquisas realizadas pelos principais institutos mostraram Haddad com uma diferença confortável em relação a Serra. Em 28 de outubro, Serra foi derrotado por Haddad. Ao todo, teve 2,7 milhões de votos, equivalente a 44,43% dos votos totais. Reconheceu a derrota às 20 horas e 40 minutos durante um discurso, no qual disse que \"saiu revigorado e com mais energia\". ==Retorno ao Senado e Ministro das Relações Exteriores== Nas eleições estaduais de 2014, foi eleito senador pelo estado de São Paulo com votos (57,92% dos votos válidos). Em outubro de 2017 votou a favor da manutenção do mandato do senador Aécio Neves derrubando decisão da Primeira Turma do Supremo Tribunal Federal no processo onde ele é acusado de corrupção e obstrução da justiça por solicitar dois milhões de reais ao empresário Joesley Batista. Serra foi nomeado como Ministro das Relações Exteriores no início do governo Temer. Renunciou ao cargo em 22 de fevereiro de 2017 devido a problemas de saúde. Informa O Globo que Serra, logo no quinto dia como Ministro das Relações Exteriores, renovou a concessão de passaporte diplomático ao pastor Samuel Cássio Ferreira e à sua esposa, Keila Campos Ferreira. Samuel é investigado pela Operação Lava Jato sob a acusação de lavar 250 mil reais de propina em benefício de Eduardo Cunha. A cifra teria sido depositada numa conta corrente da igreja Assembleia de Deus. O Itamaraty defendeu o ato do Ministro afirmando \"levar em conta o princípio de isonomia para conceder passaportes diplomáticos a religiosos, uma vez que cardeais da Igreja Católica os recebem\". O ato contraria três pareceres técnicos previamente emitidos pelo próprio órgão, um deles constatando que o titular é dirigente da Assembleia apenas no âmbito do bairro paulistano do Brás e \"não responde pela instituição no Brasil\". === Eleição de 2022 === Com o término de seu mandato no senado em 2022, Serra candidatou-se ao cargo de deputado federal por São Paulo pelo PSDB nas eleições daquele ano. Nessas eleições Serra não foi eleito, conquistando votos. Em entrevista concedida ao canal CNN Brasil em 16 de setembro de 2022, Serra foi questionado sobre um eventual apoio à candidatura de Lula (PT) na eleição presidencial no primeiro turno. Serra negou: Depois da derrota de Tebet no primeiro turno, mudou de opinião, declarando no dia 4 de outubro que iria apoiar Lula no segundo turno, contra o candidato à reeleição Jair Bolsonaro, assim como outros membros do PSDB. == Posicionamentos políticos == ===Aborto=== Serra se considera pró-vida e é contra a legalização do aborto, mas é favorável à atual legislação. Como Ministro da Saúde, foi responsável pela regulamentação do aborto nos casos permitidos em lei (estupro e risco de morte para a mulher). Durante a campanha presidencial de 2010, Serra criticou duramente as posições de Dilma Rousseff sobre o aborto; segundo ele, Dilma seria favorável ao aborto. Durante a mesma campanha recebeu o apoio de Silas Malafaia, um dos pastores mais populares do país que é abertamente contra o aborto. Durante ato de campanha em Nova Iguaçu, no dia 14 de setembro de 2010, Mónica Serra apresentou-se dizendo \"Sou a mulher do Serra e vim pedir seu voto\". Dirigindo-se a um eleitor evangélico que pretendia votar em Dilma Rousseff, declarou: \"Ela é a favor de matar as criancinhas\". Inconformada com as declarações do casal Serra, a dançarina Sheila Canevacci Ribeiro relatou à colunista Mônica Bergamo que Mônica Serra teria lhe confidenciado, em 1992, já ter praticado aborto. Antes de publicar a reportagem, o jornal da colunista procurou Mónica Serra durante dois dias, mas não obteve resposta. No dia seguinte, a assessoria do PSDB declarou, em nota, que ela nunca se submeteu a um aborto e atribuiu as revelações ao \"jogo sujo que tem caracterizado a presente campanha desde que um núcleo do PT, montado para fazer dossiês contra o candidato tucano à Presidência, foi descoberto em Brasília\". Sheila é filha da peessedebista Majô Ribeiro e esposa do antropólogo Massimo Canevacci. ===Casamento=== É favorável à monogamia como forma de combate à AIDS. Também é favorável à união civil homossexual, declarando que o casamento entre pessoas do mesmo sexo é uma questão que cabe poder decisório às igrejas, mas é favorável à união civil. Sobre a adoção de crianças por casais homossexuais, declarou, em 2002, que tem dúvidas sobre o tema. ===Legalização da maconha=== Durante uma entrevista à Rolling Stone, declarou ser contra a legalização da maconha. Na mesma entrevista declarou que não iria fazer alguma iniciativa sobre o tema caso fosse eleito presidente. ===Pena de morte=== Serra também é contrário à pena de morte e à clonagem humana. === Segurança Pública === Em junho de 2019, votou contra o Decreto das Armas do governo, que flexibilizava porte e posse para o cidadão. == Controvérsias == === Irregularidades em privatizações === Em 9 de dezembro de 2011, o jornalista Amaury Ribeiro Jr. lançou o livro A Privataria Tucana, que relata supostas irregularidades ocorridas durante as privatizações no governo de Fernando Henrique Cardoso, em cujo segundo mandato como presidente do Brasil, Serra foi ministro da Saúde. Amaury, segundo o site Brasil 247, foi repórter do periódico Estado de Minas e tentou \"emplacar Aécio Neves como presidenciável\". Ainda segundo o Brasil 247, logo depois do lançamento do livro, Serra ligou para uma livraria de São Paulo tentando reservar os cinquenta exemplares que haviam chegado. A solicitação teria sido negada mas, no mesmo dia, todos os exemplares teriam \"sumido da prateleira\". No livro, Amaury Jr. denuncia que a família de José Serra estaria envolvida num esquema de lavagem de dinheiro e desvio de fundos públicos. Segundo o Brasil 247. Amaury Ribeiro Jr. foi acusado no \"Escândalo do Dossiê\" e indiciado em quatro crimes pela Polícia Federal. Serra acusou interesses eleitorais por detrás do livro. Verônica Serra, filha de Serra, e o PSDB processaram criminalmente o autor por calúnia e difamação. Em março de 2013, Serra recebeu uma indenização de R$ 1 000 por danos morais pelo livro de Amaury Júnior. === Renúncia à prefeitura de São Paulo === Serra foi criticado durante a eleição municipal paulistana de 2012 por ter renunciado em 2006 à prefeitura de São Paulo, e em 2010 ao governo do estado de São Paulo. O candidato petista Fernando Haddad declarou, em junho de 2012, que São Paulo \"não precisava de um prefeito de meio-mandato e nem de meio-período\", referindo-se diretamente à Serra. O ex- presidente Lula disse, durante um discurso em apoio à Haddad, que Serra deveria pedir a aposentadoria. Em resposta às críticas, Serra declarou durante um programa eleitoral que iria cumprir todo o mandado, e justificou que renunciou em 2006 para \"não deixar o governo de São Paulo nas mãos do PT\". Em sabatina realizada pelo jornal Folha de S.Paulo em setembro de 2004, Serra afirmou que só deixaria o cargo em 2006 \"se Deus lhe tirasse a vida\". O tucano assinou uma declaração apresentada pelo colunista Gilberto Dimenstein, que seria registrada em cartório, onde dizia de que cumpriria, caso eleito, os quatro anos do mandato de prefeito e não deixaria o cargo para concorrer a governador do Estado ou à Presidência da República. Em março de 2006, Serra renunciou seu cargo para concorrer a governador de São Paulo pelo PSDB. Ao ser questionado sobre a quebra de seu compromisso assinado, Serra justificou dizendo que \"Assinei um papelzinho\". Em outubro de 2012, o Datafolha divulgou uma pesquisa sobre a rejeição dos candidatos à prefeitura, na qual Serra tinha 52% de rejeição, o maior índice entre todos os candidatos. Em uma outra pesquisa do Datafolha, realizada em março de 2012, 76% dos eleitores se lembravam da renúncia de Serra em 2006, 66% disseram que ele agiu mal ao renunciar, 70% afirmaram que ele não deveria renunciar novamente e 66% acreditavam em sua renúncia para concorrer à presidência em 2014. Eleito senador em 2014, deixou o cargo para ocupar um ministério no Governo Temer. De volta ao senado, em julho de 2017 votou a favor da reforma trabalhista. === Correspondência com petrolíferas === No ano de 2009, o site WikiLeaks vazou documentos do consulado americano no Rio de Janeiro, entre os quais encontrava-se uma uma correspondência entre José Serra e executivos das petrolíferas norte-americanas Chevron e Exxon, onde ele assumia o compromisso de mudar as regras de exploração do pré-sal brasileiro para beneficiar a empresa americana bem como outras empresas petrolíferas estrangeiras. Naquela ocasião, José Serra prometeu às empresas estrangeiras que a lei de exploração petrolífera seria alterada caso os interesses destas empresas fossem atingidos pelo Congresso Nacional. Entretanto, através da articulação política da base governista após a reeleição do candidato Lula, o tema foi deixado de lado até o caso voltar à tona no ano de 2015 quando Serra, então senador pelo PSDB, apresentou o projeto denominado PLS 131 que, entre outras coisas, estabelece a participação mínima da petrolífera nacional Petrobras no consórcio de exploração do pré-sal em relação às demais empresas. Naquela oportunidade o senador tucano pediu o adiamento da votação, mas o projeto voltou a ser apreciado em caráter de urgência no início de 2016. Os defensores da proposta PLS 131 voltaram a destacar as dificuldades financeiras atuais da Petrobrás, a qual afirmam estar sem condições de investir como operadora única nos campos de águas profundas para exploração de petróleo e gás natural. Os opositores ao projeto afirmam que a iniciativa resultará na entrega das riquezas naturais do Brasil ao controle das multinacionais. === Funcionária fantasma === Outra polêmica envolvendo o senador ocorreu no início de 2016, após Lauro Jardim do jornal O Globo denunciar que José Serra mantinha uma funcionária fantasma empregada em seu gabinete chamada Margrit Dutra Schmidt - irmã da jornalista Miriam Dutra que teve um romance de seis anos com o ex-presidente Fernando Henrique Cardoso. De acordo com a reportagem de O Globo, Margrit recebe salário de gabinete no Congresso Nacional há 15 anos, porém nunca teria comparecido ao trabalho, sendo inclusive desconhecida pelos colegas de gabinete. José Serra negou que Margrit seja uma funcionária fantasma, esclarecendo que os demais assessores não a conhecem porque ela trabalha em casa – uma prática que é vetada pelo Senado. Serra disse ainda que não pode revelar qual é a natureza do trabalho efetuado por Margrit Dutra Schmidt, por ser um projeto sigiloso na área da educação. === Escândalo das licitações de transporte público === Segundo a empresa alemã, Siemens, corporações internacionais e Serra combinavam previamente os preços de vencedores e perdedores das licitações para a aquisição de equipamentos e serviços ferroviários em São Paulo, e assim faturar acima do preço correto.Empresa alemã Siemens delata cartel em licitações do metrô de SP - Folha de S.Paulo, 14 de julho de 2013O esquema que saiu dos trilhos - IstoÉ, 19 de julho de 2013Alckmin diz que exigirá ressarcimento de prejuízos com formação de cartel - G1, 15 de julho de 2013 Cinco contratos supostamente fraudulentos foram assinados entre 1998 e 2008, enquanto os governadores de São Paulo, Serra, Mário Covas e Geraldo Alckmin ocupavam cargo durante o período. Há também a denúncia de que os empresários também corromperam políticos e autoridades ligadas ao PSDB (que tem governado o Estado de São Paulo desde 1995) e servidores públicos de alto escalão.Istoé aponta propinoduto tucano no metrô de São Paulo - O Vermelho, 20 de julho de 2013 === Acusação de lavagem de dinheiro === No início de julho de 2020, Serra e sua filha Verônica foram denunciados pelo Ministério Público Federal sob acusação de lavagem de dinheiro, no âmbito da Operação Lava Jato. Serra e sua família foram alvos de buscas e apreensões. De acordo com o MPF, Serra teria recebido vantagens indevidas da Odebrecht (atual Novonor) em troca da concessão de benefícios nas obras do Rodoanel Mário Covas nos anos de 2006 e 2007, enquanto era governador. Algumas semanas depois, no dia 21 de julho, o ministro do Supremo Tribunal Federal (STF) Dias Toffoli concedeu liminar suspendendo as buscas e apreensões no gabinete de Serra, determinadas por um juiz da 1ª Zona Eleitoral de São Paulo. De acordo com o ministro, \"a decisão pode conduzir à apreensão de documentos relacionados ao desempenho da atividade parlamentar do senador da República, que não guardam identidade com o objeto da investigação\". A liminar foi concedida a pedido apresentado pela Mesa do Senado, que questionou o descumprimento de uma decisão do próprio Supremo Tribunal Federal, qua havia decidido que caberia à Corte do STF determinar buscas nos gabinetes parlamentares da Casa. == Vida pessoal == Serra é casado com a chilena e naturalizada brasileira Mónica Serra, com quem tem dois filhos: Verônica, nascida em 1969, e Luciano, em 1973, meses antes do golpe de estado do Chile. Conheceu Mónica nos anos 60 durante seu exílio no Chile e casaram-se no final de 1967. Mónica é doutorada em psicologia pela Universidade de São Paulo e foi bailarina. O casal separou-se em 2013 e reatou em 2018. Em 2014, Serra morava numa casa no Alto de Pinheiros, um bairro nobre de São Paulo. Em agosto de 2021, após ser diagnosticado com a doença de Parkinson, Serra pediu licença do cargo de senador por quatro meses, sendo substituído por seu suplente, José Aníbal. == Prêmios e honrarias == Em 1989, Serra recebeu a Medalha do Mérito Tamandaré. Nos anos seguintes recebeu outros títulos, como a Ordem do Mérito Militar (admissão em 1993, promoção em 1995), a Ordem do Mérito das Forças Armadas - Grande Oficial (1995), a Ordem do Mérito Aeronáutico - Grande Oficial (1995), a Ordem de Bernado O'Higgins, a Ordem do Mérito Naval - Grande Oficial (1998) e a Ordem do Mérito Farmacêutico. Em 1986, recebeu uma placa em sua homenagem no Instituto de Economia da Universidade Estadual de Campinas pelas suas contribuições para a universidade. Recebeu o título de Cidadão de Salvador em 2010. No mesmo ano, foi novamente foi apontado pela revista Época como um dos 100 brasileiros mais influentes do ano. Serra já esteve nessa lista em 2007, 2008, 2009, e 2010. Serra também esteve na lista dos 100 brasileiros mais influentes do ano pela ISTOÉ em 2007 e 2008. Em 2009, Serra recebeu o prêmio da Organização Mundial da Família (vinculada à Organização das Nações Unidas), na Suíça, por seu trabalho como ministro da saúde. == Publicações == === Em português === * O sonhador que faz: a vida, a trajetória política e as ideias de José Serra, 2008 * Uma agenda para o Brasil, 2003 * Ampliando o possível: política de saúde do Brasil, 2002 * Ponto de chegada, ponto de partida, 2002 * O pensamento progressista brasileiro e a ação política de Sergio Motta, 2001 * Manual dos direitos do idoso, 1997 * Manual dos direitos do trabalhador em caso de desemprego, 1997 * O comércio exterior e a área de livre comércio das Américas, 1997 * Os direitos da mulher: no sociedade, no trabalho e na família, 1997 * Reforma política no Brasil, 1995 * Alca, o Mercosul e a abertura externa brasileira, 1995 * Manual dos direitos do trabalhador, 1995 * Orçamento no Brasil: as raízes da crise, 1994 * Reforma Politica no Brasil: Parlamentarismo × Presidencialismo, 1993 * Parlamentarismo ou presidencialismo?: república ou monarquia??, 1993 * O declínio dos investimentos públicos no Brasil, 1992 * Parlamentarismo no Brasil: como, por quê?, 1992 * Parlamentarismo, entenda e decida, 1992 * Eleições e reforma política, 1990 * Um novo sistema político e eleitoral, 1990 * O novo município: contribuição as leis orgânicas municipais, 1989 * A Constituição e o Gasto Público, Planejamento e Políticas Públicas, 1989 * ZPEs no Brasil: fora de tempo e lugar, 1988 * Conversão da Dívida, 1988 * Conversão da dívida: realidade e alternativas, 1987 * Relatório e anteprojeto da comissão, 1987 * Brasil sem milagres, 1986 * A Administração Governamental em 1979/1982, 1984 * Um novo federalismo ; O sistema tributário \"diagnóstico e reforma\", 1984 * A crise econômica e o flagelo do desemprego, 1984 * O orçamento de São Paulo para 1984, 1984 * Instabilidade do mercado habitacional, 1983 * O Sistema Tributário Brasileiro – Diagnóstico e Reforma, 1983 * A Economia Constrangida, 1982 * Crescimento Econômico e Condições Básicas de Vida da População: notas sobre o caso do Brasil, 1982 * A Crise Recente, 1982 * Notas sobre o processo de industrialização no Brasil, 1982 * Crítica à Política Ortodoxa, 1981 * Notas sobre el Sistema Financiero de Brasil, 1981 * Renda Diferencial e Renda Absoluta no Sistema Ricardiano, 1980 * As Desventuras da Dialética da Dependência, 1979 * As Políticas de Distribuição de Renda, 1979 * O Sistema Tributário Brasileiro: diagnóstico e sugestões de reforma, 1979 * Democracia para mudar: 30 horas de entrevistas, 1978 * América Latina: ensaios de interpretação econômica, 1976 * Reconcentração da Renda do Brasil : justificações, explicações e dúvidas, 1974 * O Milagre Econômico Brasileiro – Realidade e Mito, 1972 * Aspectos Gerais da Distribuição da Renda na América Latina, 1970 * Além da Estagnação: uma discussão sobre o estilo e desenvolvimento recente do Brasil, 1970 |}. === Em outros idiomas === * New Economic and Fiscal Federalism: The Brazilian Case, 1999 * A Note on the Burden of the Mexican Foreign Debt, 1986 * Clases, ideologia y politica, 1978 * El \"milagro\" económico brasileño: realidad o mito?, 1972 |}. == Cronologia sumária == === Bibliografia === * * * * == Ligações externas == * * * * * * Categoria:Presidentes da União Nacional dos Estudantes Categoria:Presidentes de organizações estudantis do Brasil Categoria:Alunos da Escola Politécnica da Universidade de São Paulo Categoria:Alunos da Universidade Cornell Categoria:Alunos da Universidade do Chile Categoria:Professores da Universidade Estadual de Campinas Categoria:Opositores da ditadura militar no Brasil (1964–1985) Categoria:Deputados federais do Brasil por São Paulo Categoria:Senadores do Brasil por São Paulo Categoria:Prefeitos da cidade de São Paulo Categoria:Governadores de São Paulo Categoria:Ministros do Governo Fernando Henrique Cardoso Categoria:Ministros do Governo Michel Temer Categoria:Ministros do Planejamento do Brasil Categoria:Ministros da Saúde do Brasil Categoria:Membros do Conselho Monetário Nacional Categoria:Membros do Movimento Democrático Brasileiro (1966) Categoria:Membros do Movimento Democrático Brasileiro (1980) Categoria:Membros do Partido da Social Democracia Brasileira Categoria:Presidentes do Partido da Social Democracia Brasileira Categoria:Candidatos à Presidência da República do Brasil em 2002 Categoria:Candidatos à Presidência da República do Brasil em 2010 Categoria:Blogueiros do Brasil Categoria:Brasileiros de ascendência italiana Categoria:Naturais da cidade de São Paulo Categoria:Escândalo do dossiê Categoria:Católicos do Brasil Categoria:Escritores do estado de São Paulo Categoria:Exilados do Brasil Categoria:Integrantes da Ação Popular (esquerda cristã) Categoria:Ministros das Relações Exteriores do Brasil Categoria:Exilados na ditadura militar no Brasil (1964–1985) Categoria:Grandes-Oficiais da Ordem do Mérito Militar Categoria:Secretários estaduais de São Paulo Categoria:Pessoas com doença de Parkinson Categoria:Políticos do estado de São Paulo do século XX Categoria:Políticos do estado de São Paulo do século XXI",
 "title": "José Serra"
}