{
 "id": "36329",
 "text": "{{Info/Município do Brasil | nome = Nova Iorque | foto = Nova Iorque(MA).jpg | leg_foto = Vista parcial de Nova Iorque | apelido = | brasão = Brasão de Nova Iorque.jpg | bandeira = Bandeira de Nova Iorque.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Nova Iorque | aniversário = 11 de maio | fundação = | gentílico = nova-iorquino | lema = | prefeito = Daniel Franco de CastroPrefeito e vereadores de Nova Iorque tomam posse; veja lista de eleitos em g1.globo.com | partido = PL | fim_mandato = 2024 | mapa = Maranhao Municip NovaIorque.svg | latP = S | latG = 06 | latM = 44 | latS = 02 | lonP = O | lonG = 44 | lonM = 02 | lonS = 38 | estado = Maranhão | mesorregião = Leste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Chapadas do Alto Itapecuru | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Pastos Bons, São João dos Patos, Paraibano, Colinas | dist_capital = 496 | área = 978.340 | área_ref = IBGE/2022 | população = 4320 | data_pop = Censo de 2022 | população_ref = | altitude = 178 | densidade = 4.42 | clima = Semiárido | sigla_clima = | idh = 0.584 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 10887.92 | data_pib_per_capita = IBGE/2021 }} Nova Iorque é um município brasileiro do estado do Maranhão, Região Nordeste do país. A população do município, conforme o Censo 2022 do Instituto Brasileiro de Geografia e Estatística (IBGE), era de 4 320 habitantes. == História == O início do povoamento do município de Nova Iorque remonta a existência da Fazenda Sussuapara, fazenda esta que deixou de existir quando o seu proprietário foi morto durante a Balaiada. Três décadas após foi designado pelo imperador o engenheiro norte-americano Edward Burnet com a função de desobstruir o tráfego fluvial pelo Rio Parnaíba onde uma enorme pedra situada ao meio do leito do rio atrapalhava a ida e vinda das embarcações. Burnet foi exitoso em seu trabalho e decidiu se estabelecer na cidade onde construiu uma casa e em 1890 fundou uma vila onde denominou-a de Nova Iorque em homenagem à sua terra natal nos EUA. === Invasão pela Coluna Prestes === Em 1925 a cidade foi invadida pela Coluna Prestes. Os revoltosos incendiaram documentos do arquivo público, destruíram o telégrafo, saquearam comércios além de terem invadido casas e abatido bois. Segundo a Enciclopédia dos Municípios Brasileiros apenas três famílias tiveram coragem de permanecer na cidade durante a invasão. === Inundação de 1926 === No ano seguinte, em 1926 a cidade sofreu uma grande enchente que devastou a cidade e obrigou que tudo fosse reconstruído em um outro local mais distante exatamente como era antes com suas 13 ruas , 3 praças e disposição de casas rigorosamente como era.referência === Construção da Usina Hidrelétrica de Boa Esperança === No ano de 1964 teve início a construção da Usina Hidrelétrica de Boa Esperança pela ditadura militar, o que fez com que a cidade mudasse de local novamente sendo construída uma outra totalmente planejada, que é a existente até os dias de hoje. Ficheiro:Missa antes da inundação de Nova Iorque.jpg|Missa antes da inundação de Nova Iorque Ficheiro:Planta da zona urbana da \"Velha Nova Iorque\".jpg|Planta da antiga cidade == Prefeitos == == Filhos notáveis == * Ver lista de nova-iorquenses notáveis == Ligações externas == * Página da Prefeitura Municipal Categoria:Fundações no Maranhão em 1886",
 "title": "Nova Iorque (Maranhão)"
}