{
 "id": "36331",
 "text": "{{Info/Município do Brasil | nome = Nina Rodrigues | foto = Nina r.jpg | leg_foto = Nina Rodrigues-MA | bandeira = Bandeira de n.png | apelido = Vila da Manga do Iguará, \"Manga\" | brasão = Nina Rodrigues (Maranhão).jpg | link_hino = https://pt.wikisource.org/wiki/Hino_do_munic%C3%ADpio_de_Nina_Rodrigues | aniversário = 30 de dezembro | fundação = | emancipação = 30/12/1961 | gentílico = ninense | lema = A Terra da Balaiada | CEP = 65450000 | prefeito = Rodrigues da Iara | partido = PDT | fim_mandato = 2024 | vereadores = 9 | mapa = Maranhao Municip NinaRodrigues.svg | latP = S | latG = 03 | latM = 27 | latS = 57 | lonP = O | lonG = 43 | lonM = 54 | lonS = 18 | estado = Maranhão | mesorregião = Norte Maranhense | data_mesorregião = IBGE/2008 | microrregião = Itapecuru Mirim | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Vargem Grande, São Benedito do Rio Preto, Presidente Vargas, Morros, Chapadinha | dist_capital = 180 | área = 570.938 | área_ref = | população = 14.176 | população_pos = MA: 130° | data_pop = IBGE/2022 | altitude = 15 | densidade = 24.83 | clima = Quente, úmido, tropical | sigla_clima = | idh = 0.585 | idh_ref = IBGE | idh_pos = MA: 81° | data_idh = PNUD/2010 | pib = mil | pib_ref = IMESC | pib_pos = MA: | data_pib = IBGE/2021 | pib_per_capita = 5.971,88 | data_pib_per_capita = IBGE/2021 | site_prefeitura = ninarodrigues.ma.gov.br }} Nina Rodrigues é um município brasileiro do estado do Maranhão. Localiza-se à latitude 03º27'58\" sul e à longitude 43º54'18\" oeste, estando à altitude de 15 metros. Sua população estimada no último censo do IBGE de 2022 era de 14.176 habitantes. Possui uma área de 570,938 km². Nina Rodrigues desmembrou-se de Vargem Grande e foi elevada à categoria de município e distrito com a denominação atual, pela lei estadual nº 2183, de 30 de dezembro de 1961. == História == O antigo povoado Vila da Manga do Iguará, que deu origem ao município de Nina Rodrigues, era ponto de passagem das boiadas com destino aos municípios de Morros e Icatú, onde descansava devido à abundância de pastos, fartura de água e facilidade para atravessar os bois. habitava um número reduzido de famílias, que desenvolviam atividades agrícolas, pesca e quebra do babaçu em prol de sua subsistência. E ao longo do tempo recebeu a denominação de Fortaleza, porque nele havia sido construída uma fortaleza, onde permanecia uma guarnição formada por dois quartéis com 22 praças de polícia em um alferes. Os quartéis localizavam-se à margem do Rio Iguará, onde ainda se vê resquícios de alicerces. O local progrediu, chegando a ter uma igreja da Paróquia de Nossa Senhora da Conceição, um convento e o prédio da sub-prefeitura. Foi nesse local que aconteceu o episódio que serviu de pretexto para o início da rebelião ocorrida em 13 de dezembro de 1838, conhecida como Guerra da Balaiada. O local passou a ser chamado Manga do Iguará após o ano de 1838, ainda hoje é chamado assim por muitos habitantes. Esta denominação se deu por haver na época duas cercas de arames que serviam de apoio para a travessia do gado no Rio Munim e, esta cerca era chamada manga de gado. Também há outra hipótese de que esta denominação se dera ao fato de haver na região muitas mangueiras. Devido ao seu desenvolvimento foi elevado à categoria de vila, pela Resolução Régia de 19 de abril de 1835. Também foi criada a freguesia sob a invocação de São Sebastião da Manga do Iguará pela Lei provincial nº 13, de 8 de maio de 1835. Porém, posteriormente perdeu essa categoria de vila para Vargem Grande, povoado que surgiu em sua proximidade em um lugar plano, abundante de pastos, farto em água por ser banhado pelo Rio Iguará, justamente no cruzamento da estrada das boiadas vindas de Caxias e, da Vila da Manga para Itapecuru-Mirim. Mesmo assim, o lugarejo devido a sua localização continuou sendo importante porto de embarque da produção regional e, durante muito tempo constituiu-se o ponto de ligação entre a vasta região do estado e sua capital, São Luís. Isto aconteceu até a construção da rodovia BR 135, na década de 60, uma vez que a única via de comunicação para a capital do Estado era o rio. Com o passar do tempo várias famílias chegaram à manga proveniente das cidades circunvizinhas e até mesmo de Portugal, causando um aumento em seu contingente populacional. Por volta de 1900 fixou-se na Manga a família do Sr. Horácio Pereira de Sousa, conhecido como Major Horácio, por haver comprado o posto da Guarda Nacional. Ele foi um grande comerciante desta localidade e, como comerciante estimulou a população para a quebra do babaçú e consequentemente a exportação das amêndoas para São Luís, que, até então não era explorada comercialmente. Anos depois outros comerciantes fixaram-se neste lugar, tais como: Miguel Arcângelo, Raimundo Acréscio Corrêa, Vitor Lopes e outros. Em 1920, Manga tornou-se o 2º distrito de Vargem Grande, passando de fato à condição de Vila, sendo um povoado bastante importante para esse município, porque tinha um porto de embarque por onde escoavam a produção que abastecia as localidades vizinhas e ainda desciam para serem comercializadas em São Luís. Os principais produtos da época eram o babaçu, milho, arroz e farinha de mandioca. Havia também a atividade pesqueira. A história mais recente do Município de Nina Rodrigues tem como marco a sua emancipação política, a qual teve seu processo iniciado na década de 50 quando seus habitantes passaram a reivindicar sua independência, ganhando intensidade no ano de 1961, quando foi concretizada a emancipação em dezembro, com a aprovação legislativa do processo e sua publicação. Como um centro populacional Nina Rodrigues pertencia administrativamente ao município de Vargem Grande, tendo sua sede distante 180 km de São Luís e 9 km de Vargem Grande. Sua história política está vinculada à história de Vargem Grande. Sua importância comercial e econômica provocou um crescimento em seu contingente populacional, atraindo habitantes da região e áreas circunvizinhas. Mesmo tendo vivido longo período de decadência em consequência do desaparecimento da navegação fluvial, a comunidade organizou-se para lutar em prol de sua separação. Para isso constituiu-se neste período um grupo atuante, que desejava ardentemente a sua liberdade, chegando seus interesses na Câmara Municipal de Vargem Grande e posteriormente na Assembleia Legislativa do Estado. Foi realizado em Nina Rodrigues um plebiscito popular, com o propósito de ouvir o desejo do povo sobre a separação. O resultado foi favorável à emancipação. Em dezembro de 1961 o projeto inicial sob o título de “Osvaldo Cruz” foi apresentado na Assembleia Legislativa do estado com o pedido formal ao então Governador do Estado Newton de Barros Belo, tendo merecido a melhor atenção. Durante a tramitação o seu nome foi mudado para Nina Rodrigues, em homenagem a um grande médico, Raimundo Nina Rodrigues, filho da região. Após um processo surpreendentemente rápido, foi sancionada a Lei Nº 2.183 de 30 de dezembro de 1961, que criou o município. == Balaiada == O povoado da Vila da Manga do Iguará, entrou definitivamente para a história política do Maranhão ao servir de palco para o episódio que deu início à revolta popular conhecida como “Balaiada” (1838 a 1841). Embora as causas mais profundas da Balaiada tenham sido a rivalidades políticas e econômicas entre brasileiros natos, conhecidos como “Bentivis” e quando uma boiada pertencente ao Padre Inácio, pároco da cidade de Arari, e conduzida pelo vaqueiro Raimundo Gomes foi apreendida pelo Subprefeito de Vila da Manga, inimigo político do pároco. Os vaqueiros que levavam a boiada foram presos, entre eles um irmão do vaqueiro Raimundo Gomes. Este, que escapara da prisão por um atraso na marcha, tomou de assalto a cadeia, libertou seus vaqueiros e os demais presos e inciou resistência armada contra o Governo da Província, chefiado por Vicente Camargo, partidário dos Cabanos. Tropas foram enviadas para combatê-lo. Uma destas tropas invadiram a casa de Manoel Francisco dos Anjos, apelidado de “O Balaio” e violentaram barbaramente suas filhas. Revoltado com a desonra, o Balaio conseguiu levantar em massa os moradores daqueles sertões, tornando-se junto com o Negro Cosme, um dos maiores lideres da revolução. As batalhas se estenderam ao município de Brejo, Chapadinha e Caxias e apenas a intervenção das tropas comandadas por Luís Alves de Lima e Silva, futuro Duque de Caxias, conseguiu pela derrota dos rebeldes, assim acabando com o conflito no Maranhão. == Cultura == Culturalmente falando Nina Rodrigues segue as mesmas tradições das demais cidades maranhenses, com destaque para o Bumba-meu-boi, manifestação folclórica mais antiga, e que tem no Boi Brilho da Balaiada (Boi de Nina Rodrigues) a representação mais forte desta manifestação na cidade. A cidade conta também com o Bumba-meu-boi Mocidade de Nina Rodrigues. Além do Bumba-meu-boi destacam-se também a Dança Portuguesa, o Tambor de Crioula, Dança do Coco e as tradicionais Quadrilhas Juninas. A religiosidade também é exaltada no município, Festejo de São Benedito e Nossa Senhora da Conceição, padroeira do município. O festejo de São Benedito é no período de 15 a 24 de junho, sendo o mais movimentado do município. O festejo de Nossa Senhora da Conceição acontece de 29 de novembro a 8 de dezembro. A religião evangélica também é presente no município, sendo as principais ramificações: a Assembleia de Deus, Batista, Adventista entre outras. == Turismo == Nina Rodrigues dispõem de atrativos compostos pela paisagem natural, estão localizados na sede e no interior do município. _Praia dos Amores_ : Com base nesta perspectiva o município de Nina Rodrigues tem com principal atrativo a Praia dos Amores, formada pelo rio Munim, com pequenas dunas de areia branca e uma vegetação ainda conservada. É uma ótima opção para lazer e entretenimento com uma boa estrutura e empreendimentos como bares e restaurantes. É também propícia para a prática de esportes como vôlei de praia, beach soccer e atividades ao ar livre, e passeios ecológicos, pois conta com algumas trilhas e uma vegetação rica e diversificada e ainda bem preservada. _Morro do Nazáro_ : Ainda na parte de atrativos naturais vale destacar o Morro do Nazaro, ainda pouco explorado, mas que faz parte da história do Município, pois era uma espécie de esconderijo dos revoltosos na Guerra da Balaiada. Pode ser utilizado para passeios ecológicos, pesquisa e estudos, pois ainda tem sua vegetação muito bem preservada. _Rio Riachão_ : Belo rio de águas escuras e frias que refrescam os banhistas no calor maranhense, os principais locais de banho desse rio na cidade são nos povoados: Riachão e Campinho. _Memorial da Balaiada_ : Localizado no Povoado Iguará na propriedade do senhor Baltazar estão utensílios e réplicas da época da Guerra da Balaiada. _Portal de entrada da cidade_ : O Portal de entrada da cidade de Nina Rodrigues-MA é um monumento em forma de uma fortaleza referente à Guerra da Balaiada que iniciou na cidade e traz a frase: AQUI INICIOU A BALAIADA. == Bairros == Centro Palmeiral Santana Piçarreira 1 e 2 Cohab Vila da Manga Vila Madalena Braga Lagoinha Vila Isabele == Prefeitos de Nina Rodrigues - MA == 1962 (Rui Fernandes Costa) 1963/1968 (Raimundo de Oliveira Corrêa) 1969/1971 (Almir Carvalho de Mesquita) 1972 (Interventor Carlos Augusto Siqueira) 1973/1976 (Valdeci de Jesus Corrêa) 1977/1982 (Benedito de Araújo Braga) 1983/1988 (Ariston Carvalho de Mesquita) 1989/ 1992 (Madalena Fortes Braga) 1993/1996 (Ivaldo Rodrigues Cruz) 1997/2004 (João Francisco Jones Fortes Braga) 2005/2012 (Iara Quaresma do Vale Rodrigues) 2013/2016 (José Ribamar da Cruz Ribeiro) 2017/ 2024 (Raimundo Aguiar Rodrigues Neto) == Hino de Nina Rodrigues - MA == Nina Rodrigues como é lindo a tua história Onde a Balaiada começou Guardada pelo morro do Nazáro Como o velho Lázaro contou Do teu povo forte bravador Ecoou o canto tão audaz Pela liberdade e a justiça E por um momento de paz Salve minha terra mais amada Berço de um lindo esplendor Sempre verdejantes as tuas matas Que a mão de Deus abençoou 2x Em Nina Rodrigues como é belo acordar cedo Ouvindo a passarada a cantar E teu anoitecer sobre as estrelas O povo na porta a conversar Deus abençoe a essa terra, onde aqui habita teu amor Fortaleça a fé a cada dia, desse povo livre sonhador. Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1961",
 "title": "Nina Rodrigues (Maranhão)"
}