{
 "id": "36336",
 "text": "{{Info/Município do Brasil | nome = Riachão | foto =Praça da Família de Riachão (MA).jpg | leg_foto =Praça da Família | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = riachãoense/riachoense | lema = | prefeito = Ruggero Felipe Menezes dos Santos | partido = Patriota | fim_mandato = 2024 | mapa = Maranhao Municip Riachao.svg | latP = S | latG = 07 | latM = 21 | latS = 43 | lonP = O | lonG = 46 | lonM = 37 | lonS = 01 | estado = Maranhão | mesorregião = Sul Maranhense | data_mesorregião = IBGE/2008 | microrregião = Gerais de Balsas | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Balsas, Carolina, Feira Nova do Maranhão, Nova Colinas e Campos Lindos | dist_capital = 920 | área = 6373.153 | área_ref = | população = 35206 | data_pop = IBGE/2010 | altitude = 383 | clima = semi árido de transição | sigla_clima = | idh = 0.576 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2017 | pib_per_capita = 15760.0 | data_pib_per_capita = IBGE/2017 | site_prefeitura = riachao.ma.gov.br }} Riachão é um município brasileiro do estado do Maranhão, situando-se na mesorregião Sul Maranhense e na microrregião dos Gerais de Balsas. Com um território de 6.402,830 km², Riachão possui uma população de 22.145, com densidade demográfica de 3,46hab/km². Riachão se destaca por integrar o Polo Turístico da Chapada das Mesas, sendo que parte do seu território inclusive é abrangido pelo Parque Nacional da Chapada das Mesas. Dentre as várias riquezas naturais existentes no município, as quais todos os anos recebem centenas de turistas nacionais e estrangeiros, encontram-se o Complexo Turístico Poço Azul, o Encanto Azul, o Balneário Frutuoso, a Cachoeira da Aldeia e a Cachoeira Ribeirão. O município também integra a fronteira agrícola conhecida como MATOPIBA, formada pelos estados do Maranhão (33%), Tocantins (38%), Piauí (11%) e Bahia (18%). Conforme estudos elaborados pela Secretaria de Política Agrícola do Ministério da Agricultura e Pecuária (Mapa) e pela Empresa Brasileira de Pesquisa Agropecuária (Embrapa), trata-se de uma das regiões do país com maior potencial de crescimento no agronegócio. Pela via terrestre, o acesso a Riachão se dá pela BR-230. Já o acesso aéreo, dá-se principalmente pelos aeroportos comerciais de Imperatriz, Araguaína, Teresina e São Luís. ==História== O município teve seu primeiro registro com a fixação das famílias dos fazendeiros Elias Ferreira Barros e Manoel Coelho Paredes, em 1808, vindos da cidade de Pastos Bons (MA), que fundaram o povoado que mais tarde receberia o nome de Riachão. Elias Ferreira Barros, proclamador e fundador do povoado, denominou-lhe de Riachão por ficar situado às margens de um riacho de águas cristalinas, sendo tal riacho conhecido atualmente por Riachão Velho. Em 29 de abril de 1835, um ato oficial do Governo Imperial elevou Riachão à categoria de vila, data esta em que se comemora o aniversário da cidade. ==Ligações externas== * ibge.gov.br: Perfil do município Categoria:Fundações no Maranhão em 1835",
 "title": "Riachão (Maranhão)"
}