{
 "id": "36343",
 "text": "A oliveira (nome científico: Olea europaea L.) é uma árvore da família das oleáceas. A oliveira produz azeitonas, que são usadas para fazer azeite. Tem pouca altura e tronco retorcido, sendo nativas da parte oriental do mar Mediterrâneo, bem como do norte do atual Irã no extremo sul do mar Cáspio. A árvore e seus frutos dão seu nome à família de plantas que também incluem espécies como o lilás e o jasmim. Seu nome provém do latim oliva, que por sua vez vem do grego λαία (eléa), em última análise a partir de grego micênico e-ra-wa (elaiva) ou óleo. De seus frutos, as azeitonas, os humanos no final do período neolítico aprenderam a extrair o azeite. Este óleo era empregado como unguento, combustível ou na alimentação, e por todas estas utilidades, tornou- se uma árvore venerada por diversos povos. A Civilização Minoica, que floresceu na ilha de Creta até , prosperou com o comércio do azeite, que primeiro aprendeu a cultivar. Já os gregos, que possivelmente herdaram as técnicas de cultivo da oliveira dos minoicos, associavam a árvore à força e à vida. A oliveira é também citada na Bíblia em várias passagens, tanto a árvore, como seus frutos. A longevidade das oliveiras é grande. Estima-se que algumas das oliveiras presentes na Palestina tenham mais de anos de idade. Em Santa Iria de Azoia, Portugal, há uma oliveira com anos. == Origem == Na Grécia Antiga já se falava das oliveiras. Conta-se que durante as disputas pelas terras onde hoje se encontra a cidade de Atenas, Posidão teria feito surgir um belo e forte cavalo com um golpe de seu tridente. A deusa Palas Atena teria então trazido uma oliveira capaz de produzir óleo para iluminar a noite e suavizar a dor dos feridos, fornecendo alimento rico em sabor e energia. Do outro lado do Adriático, os italianos contam que Rômulo e Remo, descendentes dos deuses fundadores de Roma viram a luz do dia pela primeira vez sob os galhos de uma oliveira. O fato concreto é que vestígios fossilizados de oliveiras são encontrados na Itália, no Norte da África, em pinturas nas rochas das montanhas do Saara Central, com idade de seis mil a sete mil anos, entre o quinto e múmias da foram encontradas vestidas com granalhas trançadas de oliveira e em Creta, registros foram encontrados em relevos e relíquias da época minoica (). Os estudiosos de história concluem que o azeite, óleo advindo das oliveiras, faz parte da alimentação humana há muito tempo. Concluem que a oliveira é originada do sul do Cáucaso, das planícies altas do Irã e do litoral mediterrâneo da Síria e Israel, expandindo posteriormente para o restante do Mediterrâneo. == Descrição botânica == === Raiz === As raízes poderosas e compridas da Oliveira, podem chegar a uma profundidade de seis metros. Sendo assim, a oliveira tem grande facilidade na absorção de água e nutrientes do solo. A sua raiz é subterrânea e fasciculada. === Caule === A madeira de crescimento lento da árvore é rica, com anéis cinzento-esverdeados e curtos. A árvore (dependendo da variedade) chega aos 20 metros de altura. As árvores selvagens são mais baixas que as plantadas. As oliveiras em olivais são podadas para se manterem pequenas de forma a que a colheita das azeitonas seja facilitada. A oliveira necessita de muito tempo para crescer mas, no entanto, pode viver muitas centenas de anos. Os exemplares mais antigos que se conhecem na Europa e possivelmente no mundo encontram-se em Portugal: uma oliveira no Algarve, perto da cidade de Tavira, tem mais de anos e julga-se que foram os fenícios que a teriam trazido da Mesopotâmia. As outras, vindas do Alqueva, remontam a . Há outra oliveira milenária em Santa Iria de Azoia, Loures com idade estimada em anos. Está certificada e pode ser visitada com muita facilidade, pois fica dentro dum pequeno quintal junto à estrada. Em Trevi, Itália, há uma oliveira com cerca de anos, tal como um exemplar em Getsemani, Israel. === Folha === A oliveira é uma planta de folha persistente, o que significa que nunca perde totalmente a sua folha; em vez disso, as folhas mais velhas vão caindo ao longo do ano. As folhas pequenas, simples e luzidias são verde acinzentadas na frente e de um cinzento prateado e brilhante por trás. Estas são estreitas, pontiagudas e simples. Na parte de trás têm pequenos pelos, que protegem a árvore da desidratação recapturando a água e conduzindo-a de novo para a folha. A folha depois de seca pode ser utilizada para chá, sendo rica em nutrientes como: potássio, magnésio, manganês, fósforo, selênio, cobre e zinco. Apresentam uma alta concentração de ácidos graxos, fibra alimentar, proteínas, minerais, agentes bioflavonóides e antioxidantes. === Floração === Dependendo da área em que se encontram, as oliveiras florescem entre o fim de Abril e o princípio de Junho em cada inflorescência encontram-se entre 10 e 40 flores. As flores brancas ou amarelas são hermafroditas, mas podem no entanto ser funcionalmente monossexuadas. A flor compõe-se de 4 sépalas e 3 pétalas crescidas. Sendo sujeita a falta de água ou de nutrientes cerca de 6 semanas antes da flor, a colheita é reduzida uma vez que o número de flores é reduzido e estas não produzirão fruto. A maioria das espécies polinizam-se a si próprias, apesar da polinização à distância produzir rendimentos maiores. Outros tipos exigem a polinização à distância e necessitam do pólen de um exemplar diferente. As flores são polinizadas pelo vento. === Fruto === A partir da flor, forma-se depois da polinização o fruto: a azeitona. É um fruto com caroço revestido de polpa mole. A cor da azeitona antes de estar madura é o verde, e depois de estar madura torna-se preta ou violeta-acastanhada. A árvore atinge o ponto de produção óptimo com cerca de vinte anos. A composição média de uma azeitona é água (50%), azeite (22%), carboidratos (19%), celulose (fibras) (5,8%) e proteínas (1,6%). == Distribuição == A oliveira-brava (zambujeiro) existe numa área geograficamente disjunta; tem uma ocorrência natural vasta em zonas não conectadas entre si: área mediterrânica, médio oriente e África Austral. Daí é também bastante diversa a área das actuais variedades culturais. == Ecologia == A oliveira é um elemento importante da vegetação mediterrânea e da agricultura desta região. A oliveira prospera no clima mediterrânico, com temperaturas médias anuais entre os 15 °C e os 20 °C entre 500 e 700 mm de precipitação anual, sendo necessários, no mínimo, 200 mm. == Maior olival == O maior olival do mundo é o da empresa Sovena, produtora de azeite do grupo português Mello. São hectares. A sede do grupo é em Ferreira do Alentejo, Beja, Alentejo e seu mais famosos azeites são Andorinha e Oliveira da Serra, de Portugal; Soleada - Espanha; Olivari - Tunísia. A maior parte de seus olivais são superintensivos, com 1600 oliveiras por hectare.Revista \"Gosto\" - junho 2010 - nº 11 - Editora Isabela - pg.24 == Plantio e cultivo de oliveiras no Brasil == O mais antigo registro de plantio de oliveiras no Brasil que se teve notícia foi em 1800, quando os imigrantes açorianos trouxeram as primeiras mudas de oliveiras da Europa para o Brasil e foram plantadas e cultivadas com sucesso no Rio Grande do Sul, porém em Minas Gerais existe o cultivo na cidade de Monte Verde, que é uma das mais frias do estado, e do país. Entretanto, a cidade de Maria da Fé, sul de Minas Gerais, tem se destacado no plantio e cultura, com diversos olivais instalados. A empresa Olivas do Sul, fundada em 2006 na cidade de Cachoeira do Sul, no Rio Grande do Sul, é a responsável pelo primeiro azeite de oliva extravirgem produzido e comercializado no Brasil; por outro lado, no período de 1950 a 1960, o português Antonio de Oliveita Pires produziu um excelente azeite de oliva de oliveiras plantadas em sua propriedade em Campos do Jordão, atestada como de excelente qualidade pela análise do Instituto Adolfo Lutz de São Paulo. == A oliveira em Portugal == Em Portugal, a referência à oliveira é bastante antiga, datando do tempo dos Visigodos (século VII), que no âmbito das leis de proteção à agricultura aplicavam multas superiores para quem arrancasse as oliveiras, do que às restantes árvores. Foram os árabes aquando da conquista da Península Ibérica no , os grandes impulsionadores do cultivo e exploração da olivicultura. Aperfeiçoaram técnicas de produção e classificaram a oliveira acima das outras árvores em termos de valor. O maior desenvolvimento da cultura da oliveira verifica-se durante a Reconquista (séculos XII e XIII) como demonstram os forais de várias localidades da Estremadura, Alentejo e Algarve. No que diz respeito à Beira Baixa as referências à plantação de oliveiras datam do , sendo as regiões de Coimbra e Évora as que apresentavam maior cultivo. No o cultivo da oliveira aumentou na sequência da utilização do azeite na iluminação. Neste século vendia-se o azeite produzido dentro do reino e exportava-se com destino aos mercados do Norte da Europa e para o ultramar, em especial para a Índia. == Importância religiosa == A Oliveira é uma árvore de alto valor simbólico às três principais religiões monoteístas do mundo, o Judaismo, Cristianismo e Islamismo. Com diversas citações em seus livros sagrados, o seu principal uso era a partir do azeite de suas olivas, do qual eram produzidos óleos de unção. Contudo, a árvore é mais lembrada por conta de sua citação em Gênesis 8:11, quando a pomba retorna a Noé, após o dilúvio, com um ramo de oliveira em seu bico, a que conferiu também como um símbolo à paz. Dentro da arte sacra cristã, por conta da passagem bíblica Isaias 11:1-3, é tradicionalmente, a árvore representada nas ilustrações e esculturas referentes à Árvore de Jessé. Aos muçulmanos, além do uso de sua madeira na confecção do Masbaha. == Subespécies == * Olea europaea europaea: A origem das oliveiras genuínas é toda a área mediterrânica e as Canárias. Desta variedade foram criadas todas as outras. A partir desta variedade é escrito o resto do artigo. * Olea europaea africana é uma árvore com entre 9 metros e 12 metros de altura que está espalhada pela África, Madagascar, Arábia, Índia e até China. Os frutos, de doces a amargos, são apreciados por pessoas e animais. Pode fazer-se chá das folhas e dos frutos faz-se um pigmento. A madeira dura e castanho-dourada é usada para fazer mobílias e objectos de arte. Os produtos desta espécie são também utilizados como mezinha para as doenças renais. O seu cultivo é possível mesmo em áreas muito secas. * Olea europaea cerasiformis: originária da Madeira, ocorrendo também nas Canárias. * Olea europaea cuspidata: difundida pela África e pela Ásia. Caracteriza-se por ter frutos pequenos e o verso da folha castanho-alaranjado. * Olea europaea guanchica: originária das Canárias. * Olea europaea laperrinei: originária da Argélia, do Sudão e do Níger. * Olea europaea maroccana: originária de Marrocos. * Olea europaea sylvestris == Ligações externas == * Visita Guiada - Alvito - A Oliveira e a sua Cultura, Episódio 5, 4 de abril de 2016, temporada 6, programa de Paula Moura Pinheiro na RTP Categoria:Oleaceae Categoria:Árvores de clima mediterrânico Categoria:Árvores tolerantes à seca Categoria:Árvores de Portugal Categoria:Plantas usadas para bonsai Categoria:Plantas na Bíblia",
 "title": "Oliveira"
}