{
 "id": "36388",
 "text": "{{Info/Município do Brasil | nome = Coimbra | foto = | leg_foto = | bandeira = Bandeira-coimbra-minas.png | brasão = Coimbramgbrasao.jpg | link_bandeira = | link_brasão = | link_hino = s:Hino do município de Coimbra | lema = | gentílico = coimbrense | mapa = MinasGerais Municip Coimbra.svg | latP = S | latG = 20 | latM = 51 | latS = 25 | lonP = O | lonG = 42 | lonM = 48 | lonS = 10 | estado = Minas Gerais | região_metropolitana = | vizinhos = Viçosa, Cajuri, São Miguel do Anta, Paula Cândido, São Geraldo, Ervália | dist_capital = 243 | fundação = | prefeito = Maurílio Dias Massensini | partido = UNIÃO | fim_mandato = 2024 | área = 106.834 | área_ref = | população = 7117 | data_pop = censo IBGE/2022 | clima = | sigla_clima = | altitude = 720 | CEP = 36550-000 a 36554-999 | idh = 0.756 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6001.46 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.coimbra.mg.gov.br | site_câmara = www.coimbra.mg.leg.br | apelido = | padroeiro = São Sebastião | aniversário = | mesorregião = Zona da Mata | data_mesorregião = IBGE/2008 | microrregião = Viçosa | data_microrregião = IBGE/2008 }} Coimbra é um município brasileiro do estado de Minas Gerais. == História == Os habitantes originários da região eram os indígenas botocudos, que tiveram o seu território sucessivamente invadido por populações migrantes da Vila Rica e Guarapiranga. Um povoado, todavia, só foi surgir no começo do século XIX. O português Manoel Coimbra possuia um sitio na região e doou uma parte de suas terras para a construção de uma capela em honra a São Sebastião. Aos poucos aquele povoado, um arraial, cresceu e tornou-se, em 16 de outubro de 1861, distrito de Viçosa. A região foi elevada a freguesia em 1 de dezembro de 1873, ainda sendo uma filial de Viçosa, com o nome São Sebastião de Coimbra. Nesse contexto a freguesia recebeu seu primeiro padre, o Ezequiel Francisco Rodrigues. Em 1923 teve o seu nome reduzido de São Sebastião de Coimbra para, simplesmente, Coimbra. Somente em 27 de dezembro de 1948 que o distrito se desmembrou de Viçosa e tornou-se um município, como permanece desde então. Judicialmente a região ainda é subordinada a comarca de Viçosa. ==Demografia== Segundo os dados do censo de 2022, a população do município foi recenseada em pessoas, com uma densidade demográfica de 66,59 habitantes por quilômetro quadrado. == Economia == A economia do município provem, majoritariamente, da agropecuária. O principal produto é o café, que figura, inclusive, na bandeira da cidade. Na cidade também há uma festa anual do café, entre outubro e novembro. De acordo com a Emater MG, Coimbra possui uma área de 550 hectares de cafezais, que são plantados por cerca de 200 cafeicultores, gerando 400 empregos diretos e indiretos. Para citar dados, no ano de 2018 foram aplicados R$ 3,5 milhões em crédito rural no município, sendo que destes 40% foram direcionados à cafeicultura. Ademais, na região há um parque industrial ocupado na agro-industria do café. Uma das principais fábricas é a Café dos Reis. == Ver também == * Arquidiocese de Mariana * Rio Doce Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1948",
 "title": "Coimbra (Minas Gerais)"
}