{
 "id": "36385",
 "text": "{{Info/Município do Brasil |nome = Cabo Verde |foto =Matriz Cabo Verde Minas Gerais.jpg |leg_foto =Igreja Matriz de Nossa Senhora da Assunção. |apelido = Cidade do Café |padroeiro = Nossa Senhora da Assunção |brasão = Brasao_Cabo_Verde_MG.jpg |bandeira =Bandeira do município de Cabo Verde.jpg |link_brasão = |link_bandeira = |link_hino = s:Hino do município de Cabo Verde |aniversário = |fundação = (elevada à condição de vila) |gentílico =cabo-verdense |CEP = 37880-000 ao 37889-999 |lema = |prefeito = Cláudio Antônio Palma |partido = MDB |fim_mandato = 2024 |mapa = MinasGerais Municip CaboVerde.svg |latP = S | latG = 21 | latM = 28 | latS = 19 |lonP = O | lonG = 46 | lonM = 23 | lonS = 25 |estado = Minas Gerais | região_intermediária = Varginha | data_mesorregião = IBGE/2017 | região_imediata = Guaxupé | data_microrregião = IBGE/2017 |região_metropolitana = |vizinhos = Areado, Botelhos, Divisa Nova, Monte Belo, Muzambinho e Caconde (SP) |dist_capital = 475 |área = 367.470 | área_ref = |população = 14330 |data_pop = IBGE/2017 |altitude = 927 |clima = tropical de altitude |sigla_clima = Cwa |idh = 0.674 |data_idh = PNUD/2013 |pib = mil |data_pib = IBGE/2015 |pib_per_capita = 14767.27 |data_pib_per_capita = IBGE/2015 |site_prefeitura = caboverde.mg.gov.br |site_câmara = camaracaboverde.mg.gov.br }} Cabo Verde é um município brasileiro do sul do estado de Minas Gerais, Região Sudeste do país. Localiza-se a oeste da capital do estado, distando desta cerca de 475 km. Ocupa uma área de 367.470 km² e sua população em 2017 era estimada em 14330 habitantes. == História == Com a sede a 950 metros acima do nível do mar. Tem como maior produção e fonte de renda econômica o Café. O povoado surgiu ao redor da capela erguida em honra a Nossa Senhora do Rosário do Cabo Verde, em 1766. Em outubro de 1866, elevou-se a município e em 1877 adquiriu foro de município. Cabo Verde teve um de seus filhos ilustres, o Tte. Cel. Luís Antônio de Morais Navarro, que militando na política foi chefe do Partido Liberal local, titulado por Dom Pedro II o segundo barão de Cabo Verde, em 3 de agosto de 1889, decreto registrado no Livro XII, pag. 120, Seção Histórica do Arquivo Nacional. 120px|left|thumb|Barão de Cabo Verde e Comendador da Imperial Ordem da Rosa – Luiz Antonio de Moraes Navarro Já em 25 de abril de 1868 havia recebido o grau Cavaleiro da Imperial Ordem da Rosa, pelos relevantes serviços prestados a cidade, inclusive, na qual a sua família possuía a fazenda Anhumas com um engenho de açúcar, (e ainda seria presidente de sua Câmara Municipal, em dois períodos: de 15 de janeiro de 1881 a 6 de abril de 1881 e de 7 de março de 1892 a 6 de novembro de 1894) e ao município vizinho, Muzambinho. Aos 9 de janeiro de 1881, o futuro barão de Cabo Verde empossou outro cabo-verdense ilustre, Cesário Cecílio de Assis Coimbra - avô materno do futuro 19º Presidente do Brasil, em 1955, Carlos Coimbra da Luz - como o primeiro presidente da Câmara Municipal de Muzambinho. Em 18 de junho de 1881, teve o seu grau, na Imperial Ordem da Rosa, elevado para Comendador em reconhecimento a sua atuação política administrativa em prol da região.120px|left|thumb|Baronesa de Cabo Verde – Josefa Amelia dos Santos Bueno de Moraes Navarro Um de seus filhos, também cabo-verdense, o Cel. Francisco Navarro de Moraes Salles - que era casado com Delminda America Pereira de Magalhães Navarro, filha do Professor Major Joaquim Leonel Pereira de Magalhães e de Ana Custodio de Moraes Navarro de Magalhães, irmã do Barão de Cabo Verde - dirigiu por mais de 20 anos os destinos políticos de Muzambinho, como presidente da Câmara Municipal, por várias legislaturas (de 1894 a 1904 - de 1912 a 1913 - de 1925 a 1930), estreitando ainda mais os laços que já eram existentes entre as duas cidades. O segundo barão de Cabo Verde foi casado com Josefa Amelia dos Santos Bueno de Moraes Navarro, Baronesa de Cabo Verde. Faleceu o barão em 6 de janeiro de 1901, aos 71 anos, no mesmo solo em que nasceu e onde, também, foi sepultado - Cabo Verde. == Geografia == Localiza-se a uma latitude 21º28'19\" sul e a uma longitude 46º23'46\" oeste, estando a uma altitude de 927 metros. De acordo com o censo realizado pelo IBGE em 2010, sua população é de 13.823 habitantes. Possui uma área de 368,52 km². A densidade demográfica é de 39,34 hab/km². Os municípios limítrofes são Divisa Nova a leste, Monte Belo a norte, Areado a nordeste, Botelhos a sul, Caconde (SP) a oeste e Muzambinho (MG) a noroeste. Possui os distritos de Serra dos Lemes e São Bartolomeu de Minas. === Relevo, hidrografia e meio ambiente === thumb|250px|right|O Pico do Mirante na Serra do Mirante é um dos pontos mais altos da região. O relevo do município de Cabo Verde é predominantemente montanhoso. Aproximadamente 45% do território caboverdense é coberto por mares de morros e áreas onduladas, enquanto que os 52% são terrenos montanhosos e apenas 3% são planos. A altitude máxima encontra-se na Serra do Mirante, que chega aos metros, enquanto que a altitude mínima está na foz do Ribeirão São Miguel, com 780 metros. Já o ponto central da cidade está a A vegetação original corresponde ao domínio da Mata Atlântica. Os principais cursos de água que banham o município são o Rio Cabo Verde e o Ribeirão Assunção, os quais fazem parte da Bacia do rio Grande. O Rio Cabo Verde possui uma usina hidrelétrica no bairro pedregal. Cabo Verde conta com uma área alagada de 1,28 Km² pela Represa de Furnas. == Demografia == Em 2010, a população do município foi contada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em habitantes. Segundo o censo daquele ano, habitantes eram homens e habitantes mulheres. Ainda segundo o mesmo censo, habitantes viviam na zona urbana e na zona rural. Já segundo estatísticas divulgadas em 2016, a população municipal era de habitantes. Da população total em 2010, habitantes (20,74%) tinham menos de 15 anos de idade, habitantes (70,91%) tinham de 15 a 64 anos e pessoas (8,35%) possuíam mais de 65 anos, sendo que a esperança de vida ao nascer era de 75,8 anos e a taxa de fecundidade total por mulher era de 2,1. Em 2010, a população caboverdense era composta por brancos (65.33%), negros e pardos (34.37%) e 35 amarelos (0,25%) . Considerando-se a região de nascimento, eram nascidos no Sudeste , no Nordeste , 502 na região Sul e 31 no centro-oeste. habitantes eram naturais do estado de Minas Gerais e, desse total, eram nascidos em Cabo Verde. Entre os naturais de outras unidades da federação, o Paraná era o estado com maior presença, com 502 pessoas , seguido por São Paulo, com 438 residentes , e pela Bahia, com 151 habitantes residentes no município . O Índice de Desenvolvimento Humano Municipal (IDH-M) de Cabo Verde é considerado médio pelo Programa das Nações Unidas para o Desenvolvimento (PNUD), sendo que seu valor é de 0,674 (o 2573º maior do Brasil). O município possui a maioria dos indicadores próximos à média nacional segundo o PNUD. Considerando-se apenas o índice de educação o valor é de 0,527, o valor do índice de longevidade é de 0,847 e o de renda é de 0,686. De 2000 a 2010, a proporção de pessoas com renda domiciliar per capita de até meio salário mínimo reduziu em 53,1% e em 2010, 89.5% da população vivia acima da linha de pobreza, 13,3% encontrava-se na linha da pobreza e 5,9% estava abaixo e o coeficiente de Gini, que mede a desigualdade social, era de 0,43, sendo que 1,00 é o pior número e 0,00 é o melhor. A participação dos 20% da população mais rica da cidade no rendimento total municipal era de 49,%, ou seja, 9,9 vezes superior à dos 20% mais pobres, que era de 5%. 250px |thumb|Monumento do Cruzeiro na praça da Matriz De acordo com dados do censo de 2010 realizado pelo IBGE, a população de Cabo Verde era composta por: católicos , evangélicos, 26 espíritas , e 199 pessoas sem religião . == Economia == No Produto Interno Bruto (PIB) de Cabo Verde, destacam-se a agropecuária e a área de prestação de serviços, com significativa participação da Cafeicultura. De acordo com dados do IBGE, relativos a 2014, o PIB do município era de R$ , eram de impostos sobre produtos líquidos de subsídios a preços correntes e o PIB per capita era de R$ . Em 2010, 71,6% da população maior de 18 anos era economicamente ativa, enquanto que a taxa de desocupação era de 2,5%. Salários juntamente com outras remunerações somavam reais e o salário médio mensal de todo município era de 1,9 salários mínimos. Havia 175 unidades locais e 270 empresas atuantes em 2012. ; Setor primário Produção de Café, Milho, Feijão e Cana-de-Açúcar em Cabo Verde no ano 2012 Produto Área colhida (hectares) Produção (tonelada) Café 8 090 16 746 Milho 2 080 9 600 Feijão 420 336 Cana-de-Açúcar 415 38 180 Em 2014, a pecuária e a agricultura acrescentaram reais na economia de Cabo Verde. Segundo o IBGE, em 2012 o município possuía um rebanho de bovinos, bubalinos, equinos, muares ,184 ovinos, suínos e aves, entre estas galinhas e galos, frangos e pintainhos.Neste mesmo ano, a cidade produziu litros de leite de vacas, 258 mil dúzias de ovos de galinha e quilos de mel de abelha. Na lavoura temporária, são produzidos principalmente cana-de-açúcar,milho,feijão,batata e a soja.Na lavoura permanente se destacam a produção de café arábica que é o principal produto gerador de renda do município e a produção de laranjas (196 toneladas). ; Setores secundário e terciário A indústria, em 2014, era o setor menos relevante para a economia do município .Adicionando reais ao PIB de Cabo Verde. Já o setor de prestação de serviços , administração, saúde e educação públicas e seguridade social adicionou reais ao PIB do município. == Administração == A administração municipal se dá pelos poderes executivo e legislativo. O representante do poder executivo de Cabo Verde eleito nas eleições municipais em 2020 foi Cláudio Antônio Palma (MDB), que conquistou um total de votos (66,48% dos votos válidos). O município é sede da Comarca de Cabo Verde, que se localiza na sede do município.Sendo classificada como de primeira entrância.Foi instalada em 11 de abril de1892. Além de Cabo Verde e seus distritos a comarca também é responsável pelo município de Divisa Nova. == Transportes == A frota municipal no ano de 2012 era de veículos, sendo automóveis, 193 caminhões, três caminhões-trator, 508 caminhonetes, 159 caminhonetas, 52 micro-ônibus, motocicletas, 14 motonetas, 48 ônibus e doze utilitários. O município de Cabo Verde conta com a rodovia federal BR-146, que faz a ligação com a BR-491 e com o município de Poços de Caldas, e com uma rodovia municipal parcialmente pavimentada que liga o município a Divisa Nova e ao distrito de Serra dos Lemes. A Viação Santa Cruz mantém linhas diárias regulares que ligam a cidade a Botelhos, Poços de Caldas, Bandeira do Sul e Muzambinho.Maps. Acessado em 6 de janeiro de 2018 == Figuras ilustres == * Antônio Joaquim Pereira de Magalhães * Cesário Cecílio de Assis Coimbra * David Machado * Francisco Navarro de Morais Sales * Luís Antônio de Morais Navarro * Pedro Saturnino Vieira de Magalhães == Igreja Católica == O município pertence à Diocese de Guaxupé. thumb|250px|Monumento do Cruzeiro ao lado da Igreja Matriz == Bibliografia == * CARVALHO, Adílson de - A Freguesia de Nossa Senhora da Assumpção do Cabo Verde e sua História Parte 1 e Parte 2 * Arquivo Nacional. * Jornal \" O Muzambinho \" de 19 de fevereiro de 1939. == Ligações externas == * * * * Categoria:Cabo Verde (Minas Gerais) Categoria:Fundações em Minas Gerais em 1846",
 "title": "Cabo Verde (Minas Gerais)"
}