{
 "id": "36412",
 "text": "Zog I (Ahmed Muhtar Zogolli; 8 de outubro de 18959 de abril de 1961) foi o líder da Albânia de 1922 a 1939. Aos 27 anos, ele serviu pela primeira vez como o mais jovem Primeiro-ministro da Albânia (1922–1924), depois como Presidente (1925–1928) e, finalmente, como Rei (1928–1939). Nascido em uma família beylik na Albânia otomana, Zog foi ativo na política albanesa desde muito jovem e lutou ao lado da Áustria-Hungria durante a Primeira Guerra Mundial. Em 1922, adotou o nome Ahmed Zogu. Ele ocupou vários cargos ministeriais no governo albanês antes de ser levado ao exílio em junho de 1924, mas retornou no final do ano com apoio militar iugoslavo e dos russos brancos e foi posteriormente eleito primeiro-ministro. Zog foi eleito presidente em janeiro de 1925 e investido de poderes ditatoriais, com os quais promulgou importantes reformas internas, suprimiu as liberdades civis e firmou uma aliança com a Itália de Benito Mussolini. Em setembro de 1928, a Albânia foi proclamada monarquia e ele subiu ao trono como Zog I, Rei dos Albaneses. Casou-se com Geraldina Apponyi de Nagy-Appony em 1938, e seu único filho, Leka, nasceu um ano depois. A Albânia caiu ainda mais sob a influência italiana durante o reinado de Zog e, no final da década de 1930, o país tornou-se quase totalmente dependente da Itália, apesar da resistência de Zog. Em Abril de 1939, a Itália invadiu a Albânia. Mussolini declarou a Albânia um protetorado italiano sob o rei Vítor Emanuel III, forçando Zog ao exílio. Viveu em Inglaterra durante a Segunda Guerra Mundial, mas foi impedido de regressar à Albânia pelo regime comunista de Enver Hoxha. Zog passou o resto da vida na França e morreu em abril de 1961, aos 65 anos. Seus restos mortais foram enterrados no Cemitério de Thiais, perto de Paris, antes de serem transferidos para o mausoléu real em Tirana em 2012. == Antecedentes e início da carreira política == Zog nasceu como Ahmed Muhtar Zogolli no Castelo de Burgajet, perto de Burrel, no norte da Albânia, terceiro filho de Xhemal Paxá Zogu e primeiro filho de sua segunda esposa Sadije Toptani em 1895. A sua família era uma família beylik de proprietários de terras, com autoridade feudal sobre a região de Mat. Seu avô era Xhelal Paxá Zogolli. A família Toptani de sua mãe afirmava ser descendente da irmã do maior herói nacional da Albânia, o general Skanderbeg do século XV. Ele foi educado na Escola Secundária Galatasaray (francês: Lycée Impérial de Galatasaray) em Beyoğlu, um distrito da capital do Império Otomano. Após a morte de seu pai em 1911, Zogolli tornou-se governador de Mat, sendo nomeado à frente de seu meio-irmão mais velho, Xhelal Bey Zogolli. Em 1912, participou na Declaração de Independência da Albânia como representante do Distrito de Mat. Quando jovem, durante a Primeira Guerra Mundial, Zogolli foi voluntário ao lado da Áustria- Hungria. Foi detido em Viena em 1917 e 1918 e em Roma em 1918 e 1919, antes de regressar à Albânia em 1919. Durante seu tempo em Viena, ele passou a desfrutar do estilo de vida da Europa Ocidental. Ao retornar, Zogolli envolveu-se na vida política do incipiente governo albanês criado após a Primeira Guerra Mundial. Seus apoiadores políticos incluíam muitos proprietários de terras feudais do sul chamados beys, turco para \"chefe de província\" com variações de títulos incluindo Beyg, Begum, Bygjymi. O título Bey refere-se ao grupo social ao qual pertencia, que também era utilizado por famílias nobres do norte, junto com comerciantes, industriais e intelectuais. Durante o início da década de 1920, Zogolli serviu como governador de Shkodër (1920–1921), Ministro do Interior (Março-Novembro de 1920, 1921–1924) e chefe das forças armadas albanesas (1921–1922). Seus principais rivais foram Luigj Gurakuqi e Fan S. Noli. Em 1922, Zogolli mudou formalmente seu sobrenome de Zogolli para Zogu, que soa mais albanês. Em 1923, foi baleado e ferido no Parlamento. Uma crise surgiu em 1924 após o assassinato de um dos oponentes industriais de Zogu, Avni Rustemi; na sequência, uma revolta esquerdista forçou Zogu, juntamente com 600 de seus aliados, ao exílio em junho de 1924. Ele retornou à Albânia com o apoio das forças iugoslavas e das tropas russas brancas do general Pyotr Wrangel, baseadas na Iugoslávia, lideradas pelo general russo Sergei Ulagay″Врангелове команде у Врању и Скопљу″. // Politika, 4 December 2017, p. 19. e tornou-se primeiro-ministro. == Presidente da Albânia == Zogu foi oficialmente eleito o primeiro presidente da Albânia pela Assembleia Constituinte em 21 de janeiro de 1925, tomando posse em 1 de fevereiro para um mandato de sete anos. Uma nova constituição conferiu a Zogu amplos poderes executivos e legislativos, a tal ponto que ele se tornou efetivamente um ditador. Ele tinha o direito de nomear todos os principais funcionários do governo, bem como um terço da câmara baixa.Charles Sudetic (April 1992). \"Interwar Albania, 1918–41\". In Zickel, Raymond; Iwaskiw, Walter R. (eds.). Albania: A country study. Federal Research Division, Library of Congress. LCCN 93042885 O governo de Zogu seguiu o modelo europeu, embora grande parte da Albânia ainda mantivesse uma estrutura social inalterada desde os dias do domínio otomano, e a maioria das aldeias fossem plantações de servos administradas pelos Beys. Em 28 de junho de 1925, Zogu cedeu Sveti Naum à Iugoslávia em troca da vila de Peshkëpi (Pëshkupat) e outras concessões. Zogu promulgou várias reformas importantes. O seu principal aliado durante este período foi o Reino de Itália, que emprestou fundos ao seu governo em troca de um papel maior na política fiscal da Albânia. Pela primeira vez desde a morte de Skanderbeg, a Albânia começou a emergir como uma nação, em vez de uma colcha de retalhos feudal de Beyliks locais. A sua administração foi marcada por disputas com líderes Kosovar, principalmente Hasan Prishtina e Bajram Curri. Do lado do débito, a Albânia de Zogu era um estado policial em que as liberdades civis eram praticamente inexistentes e a imprensa era rigorosamente censurada. Os opositores políticos foram presos e muitas vezes mortos. Para todos os efeitos, ele detinha todo o poder de governo da nação. == Rei da Albânia == Em 1 de setembro de 1928, a Albânia foi transformada em reino, e o presidente Zogu tornou-se Zog I, Rei dos Albaneses (Mbreti i Shqiptarëve em albanês). Seu conselheiro foi Mehmed Orhan. Ele adotou como nome de reinado o sobrenome em vez do nome próprio, uma vez que o nome islâmico Ahmet pode ter tido o efeito de isolá-lo no cenário europeu. Ele também inicialmente adotou o nome paralelo \"Skanderbeg III\" (Zogu alegou ser um sucessor de Skanderbeg por descendência da irmã de Skanderbeg; \"Skanderbeg II\" foi considerado Príncipe Wied, mas caiu em desuso).Michael Schmidt-Neke, Die Verfassungen Albaniens: mit einem Anhang: Die Verfassung der Republik Kosova von 1990. Otto Harrassowitz Verlag, 2009, p. 34 No mesmo dia em que foi declarado rei (nunca foi tecnicamente coroado), foi declarado Marechal de Campo do Exército Real Albanês. Ele proclamou uma monarquia constitucional semelhante ao regime contemporâneo na Itália, criou uma forte força policial e instituiu a saudação Zogista (mão espalmada sobre o coração com a palma voltada para baixo). Zog acumulava moedas de ouro e pedras preciosas, que foram usadas para respaldar o primeiro papel-moeda da Albânia. A mãe de Zog, Sadije, foi declarada Rainha Mãe da Albânia, e Zog também deu a seu irmão e irmãs o status real de Príncipe e Princesa Zogu. Uma de suas irmãs, Senije ( – 1969), casou-se com o príncipe Shehzade Mehmed Abid Efendi da Turquia, filho do sultão Abdulamide II. A constituição de Zog proibia qualquer príncipe da Casa Real de servir como primeiro-ministro ou membro do Gabinete e continha disposições para a potencial extinção da família real. Ironicamente, à luz dos acontecimentos posteriores, a constituição também proibiu a união do trono albanês com o de qualquer outro país. Segundo a constituição Zogista, o Rei dos Albaneses, tal como o Rei dos Belgas, ascendia ao trono e exercia poderes reais apenas após prestar juramento perante o Parlamento; O próprio Zog fez um juramento sobre a Bíblia e o Alcorão (sendo o rei muçulmano) em uma tentativa de unificar o país. Em 1929, o rei Zog aboliu a lei islâmica na Albânia, adoptando em seu lugar um código civil baseado no suíço, tal como a Turquia de Atatürk tinha feito na mesma década.Swiss Laws, Greek Patriarch, Time magazine, 15 April 1929 O preço dessa modernização foi alto, no entanto. Embora nominalmente um monarca constitucional, na prática Zog manteve os poderes ditatoriais de que gozava como presidente. Assim, com efeito, a Albânia permaneceu uma ditadura militar. Em 1938, a pedido do seu conselheiro e amigo Constantino Spanchis, Zog abriu as fronteiras da Albânia aos refugiados judeus que fugiam da perseguição na Alemanha Nazista.Besa: The Promise > Bios === A vida como rei === Embora tenha nascido como um aristocrata e hereditário Bey, o rei Zog foi um tanto ignorado por outros monarcas na Europa porque era um monarca autoproclamado que não tinha ligações com nenhuma outra família real europeia. No entanto, ele tinha fortes ligações com famílias reais muçulmanas no mundo árabe, particularmente no Egito, cuja dinastia governante tinha origens albanesas. Como rei, foi homenageado pelos governos da Itália, Luxemburgo, Egito, Iugoslávia, França, Romênia, Grécia, Bélgica, Bulgária, Hungria, Polônia, Tchecoslováquia, e Áustria. Zog estava noivo da filha de Shefqet Bey Verlaci antes de se tornar rei. Logo depois de se tornar rei, porém, ele rompeu o noivado. De acordo com os costumes tradicionais de vingança de sangue predominantes na Albânia na época, Verlaci tinha o direito e a obrigação de matar Zog. O rei frequentemente cercava-se de uma guarda pessoal e evitava aparições públicas. Ele também temia ser envenenado, então a mãe do rei assumiu a supervisão da cozinha real. Em abril de 1938, Zog casou-se com a condessa Geraldina Apponyi de Nagy-Appony, uma aristocrata católica romana que era metade húngara e metade americana. A cerimônia foi transmitida para toda Tirana pela Rádio Tirana, lançada oficialmente pelo monarca cinco meses depois. Seu único filho, o príncipe herdeiro Leka, nasceu na Albânia em 5 de abril de 1939. == Tentativas de assassinato == Cerca de 600 rixas de sangue supostamente existiram contra Zog, e durante seu reinado ele supostamente sobreviveu a mais de 55 tentativas de assassinato. Um deles ocorreu dentro dos corredores das instalações do Parlamento albanês, em 23 de Fevereiro de 1924. Beqir Valteri, originário da mesma área de Zog, estava esperando por ele e abriu fogo repentinamente. Zog foi baleado duas vezes. Entretanto, Valteri fugiu mas, rodeado pela milícia, refugiou-se numa das casas de banho, recusando-se a render-se e cantando canções patrióticas. De acordo com as memórias de Ekrem Vlora, ele se rendeu após a intervenção de Qazim Koculi e Ali Klissura. Zog renunciou brevemente à atividade política, mas prometeu perdoar Valteri. Valteri, membro do comitê revolucionário Bashkimi (\"O sindicato\") liderado por Avni Rustemi, foi libertado pelo Tribunal de Tirana após declarar que se tratava de um ato individual. Enquanto isso, todos os rumores apontavam para a oposição, especificamente para Rustemi. Duas semanas depois, Zog e Valteri se encontrariam em particular. Logo depois, Rustemi seria baleado. Outra tentativa ocorreu em 21 de fevereiro de 1931, enquanto Zog visitava a Ópera Estatal de Viena para uma apresentação de Pagliacci. Os atacantes (Aziz Çami e Ndok Gjeloshi) atacaram enquanto Zog entrava no carro. A tentativa foi organizada pela \"União Nacional\" (), uma união de oponentes Zog no exílio que foi formada em Viena (1925) com a iniciativa de Ali Këlcyra, Sejfi Vllamasi, Xhemal Bushati etc. Zog estava na companhia do Ministro Eqrem Libohova que foi ferido, enquanto o guarda de Zog, Llesh Topallaj, foi confundido com Zog por Gjeloshi, que atirou três vezes na nuca dele. A arma de Çami ficou presa e não disparou. Zog saiu ileso do evento, graças também à pronta intervenção do cônsul albanês Zef Serreqi e da polícia local. As autoridades austríacas prenderam Çami, Gjeloshi e mais tarde Qazim Mulleti, Rexhep Mitrovica, Menduh Angoni, Angjelin Suma, Luigj Shkurti, Sejfi Vllamasi, etc. Todos os emigrados políticos albaneses em Viena foram posteriormente presos, além de Hasan Prishtina. A maioria deles foi rapidamente libertada e expulsa da Áustria. Gjeloshi foi condenado a 3 anos e 6 meses de prisão, enquanto Çami pegou 2 anos e 6 meses. == Relações com a Itália == O governo fascista da Itália de Benito Mussolini apoiou Zog desde o início da sua presidência; esse apoio levou ao aumento da influência italiana nos assuntos albaneses. Os italianos obrigaram Zog a recusar a renovação do Primeiro Tratado de Tirana (1926), embora Zog ainda mantivesse oficiais britânicos na Gendarmaria como contrapeso aos italianos, que pressionaram Zog para removê-los. Durante a depressão mundial do início da década de 1930, o governo de Zog tornou-se quase completamente dependente de Mussolini, a ponto de o banco nacional albanês ter sede em Roma. Os grãos tiveram de ser importados, muitos albaneses emigraram e os italianos foram autorizados a estabelecer-se na Albânia. Em 1932 e 1933, a Albânia não conseguiu pagar os juros dos seus empréstimos da Sociedade para o Desenvolvimento Económico da Albânia, e os italianos usaram isso como pretexto para continuar a dominar. Exigiram que Tirana colocasse italianos no comando da Gendarmaria, juntasse a Itália numa união aduaneira e concedesse ao Reino Italiano o controlo dos monopólios do açúcar, do telégrafo e da electricidade da Albânia. Finalmente, a Itália apelou ao governo albanês para estabelecer o ensino da língua italiana em todas as escolas albanesas, uma exigência que foi rapidamente recusada por Zog. Desafiando as exigências italianas, ordenou que o orçamento nacional fosse reduzido em 30 por cento, demitiu todos os conselheiros militares italianos e nacionalizou as escolas católicas romanas geridas por italianos no norte da Albânia para diminuir a influência italiana sobre a população da Albânia. Em 1934, ele tentou, sem sucesso, construir laços com a França, a Alemanha e os estados dos Balcãs. A Albânia então voltou para a órbita italiana. Dois dias após o nascimento do filho e herdeiro aparente de Zog, em 7 de abril de 1939 (Sexta-feira Santa), a Itália de Mussolini invadiu, sem enfrentar resistência significativa. O exército albanês estava mal equipado para resistir, pois era quase inteiramente dominado por conselheiros e oficiais italianos e não era páreo para o exército italiano. Os italianos encontraram, no entanto, resistência de pequenos elementos da gendarmaria e da população em geral. A família real, percebendo que as suas vidas estavam em perigo, fugiu para o exílio, levando consigo uma quantidade considerável de ouro do Banco Nacional de Tirana e Durrës. Como a família real esperava uma invasão italiana, a recolha de ouro começou antecipadamente. \"Oh, Deus, foi tão curto\" foram as últimas palavras do rei Zog para Geraldina em solo albanês. Mussolini declarou a Albânia um protetorado sob o rei da Itália, Vítor Emanuel III. Embora alguns albaneses continuassem a resistir, \"uma grande parte da população... acolheu os italianos com vivas\", segundo um relato contemporâneo. == Ex-herdeiro presuntivo == Antes do nascimento do Príncipe Leka, o cargo de herdeiro presuntivo era ocupado por Tati Esad Murad Kryziu, Príncipe de Kosova, nascido em 24 de dezembro de 1923 em Tirana, e que era filho da irmã do rei, a princesa Nafije. Ele se tornou general honorário do Exército Real Albanês em 1928, aos cinco anos. Ele foi nomeado Herdeiro Presuntivo com o estilo de Sua Alteza e o título de \"Príncipe de Kosova\" (Princ i Kosovës) em 1931. Após o exílio da casa real, mudou-se para França, onde faleceu em agosto de 1993, aos 69 anos. == Vida no exílio e morte == A família real fugiu para a Grécia. Zog, falando poucos dias depois de sua chegada lá, caracterizou Hitler e Mussolini como loucos enfrentando \"dois tolos que dormem\": Chamberlain e Daladier. Zog prosseguiu declarando: “Preferimos morrer, desde o filho mais novo até ao homem mais velho, para mostrar que a nossa independência não está à venda”. O mundo, ciente de que Zog e a sua comitiva tinham levado a maior parte do ouro do tesouro albanês, não ficou impressionado. Após uma curta estadia na Grécia, o partido Zog foi para Istambul, na Turquia, depois fugiu através da Romênia, Polônia, Letônia, Suécia, Noruega, Bélgica para Paris. Zog e sua família viveram um período na França e fugiram quando os alemães invadiram. Sua fuga da França foi ajudada pelo Príncipe Mehmed Orhan Osmanoğlu da Dinastia Imperial Otomana, que era ajudante de campo de Zog I. A família real então se estabeleceu na Inglaterra. A primeira residência deles foi no The Ritz, em Londres. Isto foi seguido em 1941 por uma breve estadia em Forest Ridge, uma casa na área de South Ascot, em Sunninghill, em Berkshire, perto de onde as sobrinhas de Zog estudavam em Ascot. Em 1941 eles se mudaram para Parmoor House, Parmoor, perto de Frieth em Buckinghamshire, com alguns funcionários da corte morando em locais próximos a Lane End. Em 1946, Zog e a maior parte de sua família deixaram a Inglaterra e foram viver no Egito a mando do rei Faruque. Em 1951, Zog comprou a propriedade Knollwood em Muttontown, Nova Iorque, mas a propriedade de sessenta quartos nunca foi ocupada; rapidamente caiu em ruínas e Zog vendeu a propriedade em 1955. Farouk foi deposto em 1952, e a família partiu para França em 1955. Ele viveu pela última vez na França, onde morreu no Hospital Foch, Suresnes, Hauts-de-Seine, em 9 de abril de 1961, aos 65 anos, de condição não revelada. Dizia-se que Zog fumava regularmente 200 cigarros por dia, dando-lhe uma possível reivindicação ao duvidoso título de fumante mais inveterado do mundo em 1929, mas estava gravemente doente há algum tempo. Ele deixou sua esposa e filho, e foi inicialmente enterrado no cimetière parisien de Thiais, perto de Paris. Após sua morte, seu filho Leka foi declarado Sua Majestade o Rei Leka dos Albaneses pela comunidade albanesa exilada. Sua viúva, Geraldina, morreu de causas naturais em 2002, aos 87 anos em um hospital militar em Tirana. == Legado político == Durante a Segunda Guerra Mundial, três grupos de resistência operavam na Albânia: os Balli Kombëtar (nacionalistas), o Movimento da Legalidade (monarquistas) e o Movimento de Libertação Nacional da Albânia (comunistas). Parte do establishment albanês optou pela colaboração. Os partisans comunistas recusaram-se a cooperar com os outros grupos de resistência e acabaram por assumir o controlo do país. Eles conseguiram derrotar os remanescentes nazistas e assumiram o controle total da Albânia em novembro de 1944. Zog tentou recuperar seu trono após a guerra. No entanto, quando o novo governo dominado pelos comunistas tomou o poder, um dos seus primeiros atos foi proibir Zog de regressar à Albânia. Depôs-o formalmente em 1946. Em 1952, os seus representantes reuniram-se com os representantes do governo iugoslavo para discutir uma possível colaboração. Patrocinadas pelo MI6 e pela CIA, algumas forças leais a Zog tentaram organizar infiltrações no país, mas a maioria foi emboscada devido à informação enviada à União Soviética pelo espião Kim Philby. Um referendo em 1997sete anos após o fim do regime comunistapropôs restaurar a monarquia na pessoa do filho de Zog, Leka Zogu, que, desde 1961, era denominado \"Leka I, Rei dos Albaneses\". Os resultados oficiais, mas contestados, afirmaram que cerca de dois terços dos eleitores eram a favor de um governo republicano continuado. Leka, acreditando que o resultado era fraudulento, tentou uma revolta armada: não teve sucesso e foi forçado ao exílio, embora mais tarde tenha regressado e vivido em Tirana até à sua morte, em 30 de Novembro de 2011. Uma rua principal de Tirana foi posteriormente renomeada como \"Avenida Zogu I\" pelo governo albanês. == Repatriação para a Albânia == Em Outubro de 2012, o governo da Albânia decidiu trazer de volta os restos mortais do antigo rei de França, onde morreu em 1961. O corpo de Zog foi exumado do Cemitério de Thiais, Paris, em 15 de novembro de 2012.Remains of King Zog repatriated from France to Albania. Retrieved 2012-11-16. Uma guarda de honra foi fornecida pelo presidente francês, na forma de legionários franceses em trajes cerimoniais. Os restos mortais de Zog foram devolvidos numa cerimónia de Estado em 17 de novembro de 2012, coincidindo com as celebrações do centenário da independência da Albânia. Os corpos do rei e de seus familiares estão agora no mausoléu real reconstruído na capital Tirana.Albania to bring home exiled king's remains . Retrieved 2012-10-18. O enterro contou com a presença do governo da Albânia, incluindo o Presidente e o Primeiro-ministro, e representantes das antigas famílias reais da Romênia, Montenegro, Rússia e Albânia. == Honrarias == Albânia * Chefe Soberano da Ordem da Fidelidade * Chefe Soberano da Ordem de Skanderbeg * Soberano Chefe da Ordem da Bravura e Mérito Militar * Ordem da Bandeira Nacional (póstuma) Presidenti Nishani dekoron Naltmadhninë e Tij Zogun I, Mbretin e Shqiptarëve (Pas vdekjes) me \"Urdhrin e Flamurit Kombëtar\" , Presidenti.al, 2012-11-17 (in Albananin) Estrangeiras * Comendador da Ordem de Francisco José com Espadas (Áustria- Hungria, janeiro de 1917) * Grã-Cruz da Legião de Honra (França, 1926) * Cavaleiro da Ordem da Santíssima Anunciação (Reino da Itália, 16 de dezembro de 1928 por Vítor Emanuel III) * Cavaleiro da Grã-Cruz da Ordem dos Santos Maurício e Lázaro (Reino da Itália, 16 de dezembro de 1928) * Cavaleiro da Grã-Cruz da Ordem da Coroa da Itália (Reino da Itália, 16 de dezembro de 1928) * Ordem do Leão de Ouro da Casa de Nassau (Países Baixos) * Colar da Ordem de Maomé Ali (Reino do Egito) * Grande Colar da Ordem de Carlos I (Reino da Romênia, 1928) * Grã-Cruz da Ordem da Estrela de Karađorđe (Reino da Iugoslávia) * Grã-Cruz da Ordem do Redentor (Reino da Grécia) * Grande Cordão da Ordem de Leopoldo (Bélgica, 4 de novembro de 1929) * Grã-Cruz da Ordem do Mérito Civil da Bulgária (Reino da Bulgária) * Ordem da Águia Branca (Polônia) * Colar Primeira Classe da Ordem do Leão Branco (Tchecoslováquia) * Condecoração de Honra pelos serviços prestados à República da Áustria (Áustria) * Cavaleiro da Ordem do Leão de Ouro da Casa de Nassau (Luxemburgo) * Grã-Cruz da Ordem de Santo Estêvão da Hungria (Hungria, 1938) == Referências culturais == O nome de Zog estava em uso em 1972 no mnemônico paleontológico da língua inglesa para os nomes de fósseis de índice zonal em parte do Sistema Carbonífero Inferior da Grã-Bretanha (ou seja, Cleistopora, que os geólogos decidiram chamar de \"zona k\", Zaphrentis, Caninia, Seminula e Dibanophylum): \"King Zog caught syphilis and died\". No romance de James Bond, O Homem da Pistola de Ouro, Ian Fleming escreve sobre o vilão Francisco Scaramanga dizendo a seus compatriotas que o Rastafari da Jamaica \"acredita que deve lealdade\" ao Rei da Etiópia, este \"Rei Zog ou sei lá o quê\". Fleming foi incumbido da tarefa de escoltar Zog quando estava no exílio depois que a Albânia foi anexada pela Itália. Em Aria, uma antologia britânica de 1987, Zog foi um personagem no primeiro de dez pequenos segmentos independentes, cada um de um diretor diferente e cada um apresentando uma ária de ópera diferente. Este segmento, intitulado \"Un ballo in maschera\" em homenagem à ópera de Giuseppe Verdi, foi dirigido por Nicolas Roeg, com a atriz Theresa Russell interpretando o Rei Zog durante um relato ficcional de sua visita a Viena em 1931 e a tentativa de assassinato nos degraus do edifício daquela cidade. ópera (como observado anteriormente, Zog tinha visto uma apresentação de \"Pagliacci\" antes do ataque real). No \"novo\" romance de ficção popular de Doc Savage, The Whistling Wraith (julho de 1993, Bantam/Spectra), a partir das notas originais de Lester Dent (escritor principal das sagas), mas agora concluído como um romance de Will Murray, a vida e A pessoa de Zog, bem como os problemas políticos da Albânia e as questões de política externa com a Itália de Mussolini são fundamentais para a trama. A história se enquadra na linha do tempo de Doc Savage em 1938 (algumas semanas depois de The Motion Menace, p.61). Egil Goz, o Primeiro, está claramente substituindo o Rei Zog I, pois ambos são muçulmanos e ambos foram o primeiro presidente antes de serem o primeiro rei da sua nação balcânica. (A Itália é Santa Bellanca, que se comporta mal na África na obra, um vínculo com a invasão e conquista da Etiópia.) Na série animada Desencanto, o Rei Zog é referenciado como o primeiro e único Rei da Albânia. == Ver também == * Casa de Zogu * Exército Real Albanês * Saudação Zogista * Movimento da Legalidade * História da Albânia === Bibliografia === * Fischer, Bernd. King Zog and the Struggle for Stability in Albania, (East European Monographs, Boulder, 1984). * Pearson, O.S. Albania and King Zog I.B. Tauris. 2005 (). * Robyns, Gwen. Geraldine of the Albanians (). * Tomes, Jason. King Zog, Self-Made Monarch of Albania, 2003 (). * Rees, Neil. A Royal Exile – King Zog & Queen Geraldine of Albania including their wartime exile in the Thames Valley and Chilterns, 2010 (). * Patrice Najbor. \"La dynastie des Zogu\", 2002. * Patrice Najbor. \"Histoire de l'Albanie et de sa Maison Royale 1443–2007\", 2008 (). === Leitura adicional === * Bobev, Bobi. \"The Dictatorship of Ahmed Zogou.\" Etudes Balkaniques 29, no. 2 (1993): 16–33. * Fischer, Bernd J. \"Albanian Highland Tribal Society and Family Structure in the Process of Twentieth Century Transformation.\" East European Quarterly 33, no. 3 (1999): 281–301. * Tomes, Jason. \"The Throne of Zog.\" History Today 51, no. 9 (2001): 45–51. * Patrice Najbor. \"Les réalisations du roi Zog\", \"Monarkia Shqiptare 1928–1939\", 2011, . == Ligações externas == * Site Oficial da Corte Real Albanesa * Maison Royale d'Albanie – Site oficial em francês * História da Albânia e da Maison Royale 1443–2007 * L'Albanie et le sauvetage des Juifs * Rei Zog Categoria:Reis da Albânia Categoria:Primeiros-ministros da Albânia Categoria:Monarcas exilados Categoria:Anticomunistas da Albânia Categoria:Presidentes da Albânia Categoria:Monarcas destronados Categoria:Mortos em 1961 Categoria:Nascidos em 1895",
 "title": "Zog I da Albânia"
}