{
 "id": "36457",
 "text": "O governo do Afeganistão segue em disputa com o colapso da República Islâmica do Afeganistão após a Queda de Cabul para o Talibã em 15 de agosto de 2021 e o subsequente restabelecimento do Emirado Islâmico do Afeganistão que atualmente é o de facto governo em controle da maioria do país, incluindo seus principais centros urbanos. Em 7 de setembro de 2021, o Talibã anunciou a formação de um gabinete de governo interino para comandar a nação, chefiado pelo Mulá Mohammad Hassan Akhund como Primeiro-ministro. O chefe de estado e supervisor geral do governo afegão é o líder supremo do Talibã, Hibatullah Akhundzada. Este novo governo não foi reconhecido pela comunidade internacional como representantes legais do povo afegão. Os representantes da antiga República Islâmica Afegã continuaram a representar o país nas Nações Unidas, contudo eles não reconheceram a autoridade do governo talibã em Cabul e exortaram a comunidade internacional a também não o fazer. Entre 2002 e 2021, o governo afegão consistia de um gabinete de ministros, governadores provinciais e uma assembleia nacional democraticamente eleita, com o presidente servindo como chefe de Estado, de governo e comandante-em-chefe das Forças Armadas do Afeganistão. Durante a década de 2010 a política interna afegã era diretamente afetada e influenciada por nações da OTAN, que ocuparam militarmente o país por quase vinte anos, em especial os Estados Unidos, que buscava estabilizar e democratizar o país com um governo alinhado aos interesses americanos. Em 2004, o país outorgou uma nova constituição e um presidente foi eleito. No ano seguinte, uma eleição geral foi convocada para formar um novo parlamento. O governo afegão da antiga República Islâmica era crivado por corrupção e divisões sectárias. == Galeria== Afghan parliament in 2006.jpg|thumb|Assembleia Nacional do Afeganistão em Cabul, sede do poder legislativo. Defense.gov photo essay 110604-D-XH843-036.jpg|thumb|Arg, sede do poder executivo. Afghan voting 9-18-2005.jpg|thumb|Mulher afegã votando em 18 de Setembro de 2005. Afgan Ballot.jpg|thumb|left|Boletim de voto afegão. ==Ver também== *Assembleia Nacional do Afeganistão ==Ligações externas== *Wolesi Jirga, câmara baixa *Meshrano Jirga, câmara alta *Presidência do Afeganistão *Suprema Corte do Afeganistão *Notícia sobre as eleições no Afeganistão",
 "title": "Política do Afeganistão"
}