{
 "id": "36474",
 "text": "{{Info/Município do Brasil | nome = Oliveira | foto = Centro_Oliveira_Entardecer.jpg | leg_foto = Oliveira | apelido = Princesa do Oeste | brasão = Brasaooliveira.png | bandeira = Bandeira_de_Oliveira_MG.JPG | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Oliveira | aniversário = | fundação = | gentílico = oliveirense | lema = Quasi Oliva Speciosa in Campis \"Como se fosse a oliveira formosa nos campos\" | padroeiro = Nossa Senhora da Oliveira | CEP = 35540-000 a 35542-999 | prefeito = Cristine Lasmar De Moura Resende | partido = MDB | fim_mandato = 2024 | mapa = MinasGerais Municip Oliveira.svg | latP = S | latG = 20 | latM = 41 | latS = 45 | lonP = O | lonG = 44 | lonM = 49 | lonS = 37 | estado = Minas Gerais | mesorregião = Oeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Oliveira | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Carmo da Mata, Carmópolis de Minas, Passa Tempo, São Tiago, Bom Sucesso, Santo Antônio do Amparo, São Francisco de Paula e Resende Costa | dist_capital = 147 | área = 896.494 | área_ref = | população = 40552 | data_pop = estimativa IBGE/2024 | população_ref = | altitude = 982 | clima = Tropical de Altitude | sigla_clima = Cwb | idh = 0.770 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 26318.88 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.oliveira.mg.gov.br | site_câmara = www.oliveira.cam.mg.gov.br }} Oliveira é um município brasileiro do estado de Minas Gerais, localizado a 150 km a sudoeste de Belo Horizonte, na mesorregião do Oeste de Minas. Sua população é de habitantes, de acordo com a estimativa do Instituto Brasileiro de Geografia e Estatística para julho de 2024. == História == Sua história começa por volta da metade do século XVIII, quando viajantes portugueses pousavam em suas terras nas longas caminhadas rumo a Goiás, através da Picada de Goiás, ou Caminho de Goiás. Do pequeno povoado surgiu a cidade, que na época do Império do Brasil tinha muita importância política e hegemonia regional. Há relatos que um surto de doenças na região de Mariana também tenha provocado um grande deslocamento de pessoas para a cidade. O arraial de Oliveira pertencia à Vila de São José do Rio das Mortes, a atual Tiradentes (Minas Gerais), e já possuía uma capela em 1758. O arraial foi elevado à condição de freguesia em 14 de julho de 1832, elevada à condição de Vila, em 16 de março de 1839 pela lei provincial nº 134. Foi elevada à categoria de cidade em 19 de setembro de 1861. Diferentemente de suas circunvizinhas, como Ouro Preto e São João Del Rei, seu aparecimento não se deu pela procura de ouro e diamante, e sim pelo desenvolvimento da pecuária e agricultura, iniciada pelos primeiros bandeirantes que começaram a se deslocar de São Paulo para o interior de Minas Gerais. Do início do povoado até a sua elevação a categoria de cidade, o município sempre se destacou como um ponto estratégico de troca de mercadorias e movimentação de capital por parte dos viajantes que por ali passavam, o que fez com que em pouco tempo o lugar tivesse rápido crescimento. Com o fim da escravidão no Brasil e o incentivo do governo para a imigração, vieram para a cidade muitos colonos sírio-libaneses, que mais tarde dominaram o comércio. Além desses a cidade tem uma forte influência portuguesa, principalmente na arquitetura, e italiana. Existem duas versões quanto à origem do nome de Oliveira. Há relatos que os primitivos habitantes da região encontraram naquelas paragens, na época do desbravamento do oeste, algumas árvores frutíferas produtoras da azeitona, levando-os a denominar o local de \"Oliveiras\", nome que, posteriormente, acabou simplificado para Oliveira. Porém, existiu também na distante segunda metade do século XVIII, uma senhora de origem portuguesa, chamada de Dona Maria de Oliveira, que morava, na época da passagem das primeiras levas de desbravadores, rumo a Goiás, numa casa situada no local onde hoje se impõe a montesa cidade de Oliveira; assim esta teria dado nome ao lugar. A cidade ficou mundialmente conhecida a partir do início do século XX por ser a terra natal do cientista Carlos Chagas, que foi o descobridor do agente causador da Doença de Chagas, além de pioneiro nas pesquisas relacionadas à moléstias ligadas a protozoários, e indicado ao Prêmio Nobel no início do século XX. == Geografia == Localiza-se a uma latitude 20º41'45\" sul e a uma longitude 44º49'37\" oeste, a uma altitude média de 982 metros, no circuito turístico regional conhecido como Vale Verde e Quedas D'água. Faz parte politicamente da região Oeste de Minas, apesar da sua localização geográfica, que é ao sudoeste. Além da sede, conta ainda com o distrito de Morro do Ferro, que tem uma população de aproximadamente 1.500 habitantes, a 35 quilômetros da cidade. Figura entre as principais cidades do Oeste de Minas, sendo a sexta cidade mais populosa desta mesorregião, a 80º entre as maiores cidades do estado, e a 289º entre as cidades do Sudeste do Brasil. O município possui uma área de 896,494 km². A cidade fica próxima dos principais aglomerados urbanos do país, e de outras importantes cidades de Minas Gerais. Seu território localiza-se entre as vertentes iniciais de duas grandes bacias: a platina e a sanfranciscana, pertencendo à primeira. Os principais rios que abastecem a cidade é o rio Lambari e o rio Jacaré, que é um afluente do rio Grande. A cidade dá nome à Microrregião de Oliveira, que abrange ainda outros oito municípios situados no extremo sul da região Oeste de Minas, limitando-se com as microrregiões de São João Del Rei, Lavras, Divinópolis, Conselheiro Lafaiete, Formiga, Itaguara e Campo Belo, sendo assim o ponto de confluência do Oeste de Minas, a Região Metropolitana de Belo Horizonte, o Sul de Minas e o Campo das Vertentes. === Relevo e vegetação === O território do município está em uma região que pode ser considerada como um prolongamento da serra da mantiqueira. A cidade está situada sobre um conjunto de morros situados a uma altitude média de 1000 metros acima do nível do mar. O relevo assim se divide: ;Topografia (%) * Plano: 5 * Ondulado: 70 * Montanhoso: 25 * Altitude máxima: 1209 metros * Altitude mínima: 910 metros A vegetação é constituída predominantemente por cerrado e campos, sendo que o último é observado nas regiões mais altas. === Clima === Estando situada em um território muito acidentado, numa zona de campo e serra, possui o clima tropical de altitude (Cwb), e pode ser considerada em termos nacionais como uma cidade fria. Oliveira tem médias anuais de temperatura em torno de 19 °C. Seu clima é bem temperado como quase todas as cidades do sudoeste e do sul de Minas Gerais. O índice pluviométrico anual gira em torno de milímetros (mm). Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1962 a 1984, 1987, 1993 a 1999 e 2001 a 2017, a menor temperatura registrada em Oliveira foi de em 1° de junho de 1979, e a maior atingiu em 18 de outubro de 2014. O maior acumulado de precipitação em 24 horas foi de em 12 de dezembro de 1972. Outros grandes acumulados foram em 6 de janeiro de 1966, em 23 de janeiro de 1969, em 22 de dezembro de 1982, em 4 de janeiro de 2012, em 7 de março de 2006, em 2 de março de 2008 e em 6 de janeiro de 1983. Janeiro de 1966, com , foi o mês de maior precipitação. == Infraestrutura == A cidade é conhecida por apresentar uma ótima infraestrutura urbana, possui o maior pronto socorro do Centro-Oeste de Minas, recém inaugurado. Tem uma arquitetura marcada pela influência ibérica, sendo visivelmente a mais europeia das cidades da região, influência expressa pelos grandes casarões do século XIX, estátuas e monumentos espalhados pela cidade. Suas praças e avenidas são bem ornamentadas, e suas construções são marcantes, como a Catedral de Nossa Senhora de Oliveira, construída em estilo gótico com traços romanos, e a antiga igreja Matriz do século XVIII em estilo barroco. Podem ser observados traçados que passam do clássico ao germânico na parte mais antiga da cidade, além da arquitetura moderna dos novos edifícios. === Rodovias === Localizada em um ponto privilegiado, é cortada por três das principais rodovias de Minas e do Brasil: * BR-494 * BR-369 * BR-381 === Ferrovias === A cidade é cortada pela Linha da Barra do Paraopeba da antiga Estrada de Ferro Oeste de Minas, cujo trecho remanescente da linha original foi convertido em bitola métrica nos anos 60, pela antiga Viação Férrea Centro Oeste. Atualmente, a linha se encontra concedida à Ferrovia Centro-Atlântica, que liga o interior do Brasil ao litoral. === Aeroporto === O Aeroporto de Oliveira, cujo código aeroportuário ICAO é SNRZ, possui uma pista asfaltada com de comprimento e 18 m de largura, localizada a uma altitude de 982 m acima do nível do mar. == Economia == A economia da cidade é baseada principalmente no setor de serviços (terciário). No setor industrial (secundário), se destacam a Baptista de Almeida (Fábrica de balas e caramelos Santa Rita) e a Kromberg & Schubert (multinacional alemã). O PIB da cidade é de cerca de R$ 910,2 milhões de reais, sendo que 54,1% do valor adicionado advém dos serviços, na sequência aparecem as participações da administração pública (21%), da indústria (16%) e da agropecuária (8,9%). Com esta estrutura, o PIB per capita de Oliveira é de R$ 21,8 mil, valor inferior à média do estado (R$ 32,1 mil), da grande região de Divinópolis (R$ 30,6 mil) e da pequena região de Oliveira (R$ 22,7 mil). ; ;Divisão por setores (% do PIB) * Serviços: 54,1% * Administração pública: 21% * Indústria: 16% * Agropecuária: 8,9% Entre os anos 2006 e 2020, Oliveira apresentou um meteórico crescimento, seja no âmbito econômico, social e no que diz respeito à modernização em altos patamares da cidade em relação à sua estrutura urbana. Em um levantamento publicado recentemente, que mapeou a concentração de miséria no Brasil, constatou-se que na cidade a proporção dos considerados miseráveis não chega a casa de 1,5% de toda a sua população, muito abaixo da média nacional de 8,5%. E ainda, dentro de uma região dinâmica, considerada uma das mais ricas do estado de Minas Gerais, Oliveira também lidera comparada às cidades circunvizinhas a renda per capita média mensal (também de acordo com o mesmo levantamento). Veja os números: Média Per Capita Mensal Cidade Média Mensal (em reais) 1º Oliveira R$ 653,61 2º Campo Belo R$ 647,36 3º Cláudio R$ 639,46 4º Itapecerica R$ 608,81 5º Carmo da Mata R$ 591,77 6º Carmópolis de Minas R$ 581,83 7º Bom Sucesso R$ 567,02 8º Santo Antônio do Amparo R$ 459,30 9º São Francisco de Paula R$ 460,94 == Religião == Tradicionalmente, o oliveirense é religioso. Como a história da cidade é embasada na cultura ibérica trazida pelos seus fundadores portugueses, o Catolicismo é predominante na cidade. Entretanto, outras religiões menos populares também podem ser encontradas no município. === Catolicismo === De acordo com o censo do IBGE em 2010, cerca de 84% da população da cidade se denomina católica. Como dito anteriormente, o oliveirense tradicional é uma pessoa religiosa. O Catolicismo Romano foi trazido pelos colonizadores portugueses e ainda é forte na cidade. Esta tradição culminou na implantação da Diocese de Oliveira, criada em 20 de dezembro de 1941 pela Bula Quo uberiores fructus, do Papa Pio XII, resultado de um desmembramento da Arquidiocese de Belo Horizonte. Localiza-se na região centro-sul do Estado de Minas Gerais, limitando com as Arquidioceses de Belo Horizonte e Mariana e com as Dioceses de Campanha, Divinópolis, Luz e São João del Rei. Com quase 8.000 km², tem uma população de 300 mil habitantes aproximadamente. No total são 30 paróquias distribuídas nos municípios de: Aguanil, Bom Sucesso, Campo Belo, Cana Verde, Candeias, Carmo da Mata, Carmópolis de Minas, Cristais, Desterro de Entre Rios, Itaguara, Oliveira, Passa Tempo, Perdões, Piracema, Ribeirão Vermelho, Santana do Jacaré, Santo Antônio do Amparo, São Francisco de Paula e São Tiago. === Outras Religiões === Apesar da maioria da população de Oliveira ser católica, existem outras religiões com um número menor de seguidores. De acordo com o censo do IBGE de 2010, outras religiões como Espiritismo, Protestantismo também tem um número considerável de seguidores, que somando correspondem a 16% da população. == Administração == * Prefeito: Cristine Lasmar de Moura Resende (2017/2020) * Vice-prefeito: Chicre Abud == Cultura == A cidade tem um carnaval reconhecido como um dos melhores de Minas Gerais. A sua figura principal é o Cainágua, que nada mais é do que uma réplica adaptada dos mascarados do Carnaval de Veneza, onde os nobres se misturavam à multidão nas festas. Sendo assim do mesmo modo, o Cainágua foi criado a partir de brincadeiras antigas onde as pessoas se vestiam e usavam máscaras ficando irreconhecíveis, permitindo o contato de diferentes tipos de foliões. Outra característica marcante do carnaval oliveirense é o bloco \"Pelo amor de Deus\", criado por José Alberto Machado da Silva, que depois deu prosseguimento Mauricio Almeida, que alegra as noites da sexta-feira com seus foliões irreverentes. O município possui uma forte identidade cultural, construída através de mais de dois séculos, que foi largamente influenciada pela formação portuguesa da cidade juntamente com a herança dos outros povos vindos para o Brasil. Esses juntos, construíram uma série de manifestações típicas da cidade. Assim como o carnaval, é bem marcante a sua Semana Santa e o Congado. == Turismo == Os pontos turísticos mais comentados e procurados são: a Grande Estátua do Cristo Redentor; a Casa de Cultura Carlos Chagas e a Igreja Matriz antiga no estilo barroco, construída no século XVIII. O seu aspecto urbano impressiona, a exemplo do Boulevard, que circunda a cidade, e de seus jardins e praças. A parte central da cidade ainda detém várias construções do século XIX, a grande maioria em bom estado de conservação. Há um empenho na recuperação de tais, o que entra em consonância com as novas tendências de preservação orientadas pela UNESCO, tratando a paisagem cultural como patrimônio histórico. == Oliveirenses ilustres == Mineiros naturais de Oliveira ==Bibliografia== * Fonseca, Luiz Gonzaga da: História de Oliveira, Edição Centenário, 1961 ==Ligações externas== * * * * Categoria:Fundações em Minas Gerais em 1839",
 "title": "Oliveira (Minas Gerais)"
}