{
 "id": "36481",
 "text": "{{Info/Município do Brasil | nome = Jacutinga | foto = Igreja Matriz de Santo Antônio em Jacutinga, Minas Gerais, Brasil.jpg | leg_foto = Igreja Matriz de Santo Antônio | apelido = Capital das Malhas | padroeiro = Santo Antônio | brasão = Brasaojacutinga.jpg | bandeira = Flag Jacutinga.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =jacutinguense | CEP = 37590-000 a 37595-999 | lema = | prefeito = Melquíades de Araújo | partido = SD | fim_mandato = 2024 | mapa = MinasGerais Municip Jacutinga.svg | latP = S | latG = 22 | latM = 17 | latS = 09 | lonP = O | lonG = 46 | lonM = 36 | lonS = 43 | estado = Minas Gerais | mesorregião = Sul/Sudoeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Poços de Caldas | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Andradas, Albertina, Monte Sião, Ouro Fino, Itapira/SP e Espírito Santo do Pinhal/SP | dist_capital = 490 | área = 347.273 | área_ref = | população = 26538 | data_pop = estimativa IBGE/2021 | altitude = 839 | clima = Tropical de altitude | sigla_clima = | idh = 0.715 | data_idh = PNUD/2010 | pib = mil |data_pib = IBGE/2019 | pib_per_capita = 31219.28 | data_pib_per_capita = IBGE/2019 | site_prefeitura = www.jacutinga.mg.gov.br | site_câmara = www.camarajacutinga.mg.gov.br }} Jacutinga é um município da microrregião de Poços de Caldas, no estado de Minas Gerais, no Brasil. Localiza-se a uma latitude 22º17'08\" sul e a uma longitude 46º36'44\" oeste, estando a uma altitude de 839 metros. Sua população em julho de 2021, segundo a estimativa do IBGE, era de habitantes. == História == Até a chegada dos colonizadores portugueses ao Brasil, no século XVI, a atual região do sul de Minas Gerais era habitada pelos índios puris. A atual cidade de Jacutinga tem, como marco de sua fundação, o ano de 1835, data da construção da primeira capela do então povoado chamado \"Ribeirão de Jacutinga\". O nome foi assim designado pelas muitas jacutingas que habitavam a regiãoHistória de Jacutinga-MG. Disponível em http://www.camarajacutinga.mg.gov.br/index.php?abre=acidade=jacutinga=historia. Acesso em 11 de setembro de 2012.. Passados 36 anos, o vilarejo tornou-se \"Santo Antônio de Jacutinga\", já apresentando desenho e ares de cidade. A partir daí, vieram os lampiões a gás, a estrada de ferro e o primeiro jornal impresso, em 1927: \"A Gazeta de Jacutinga\", um grande avanço para a época. Foi elevada à condição de município em 16 de setembro de 1901, passando a se chamar somente \"Jacutinga\". Com um crescimento em ritmo acelerado devido ao cultivo de café, destaca-se um período de expansão, até o declínio da cafeicultura em meados da década de 1930. Paralelamente ao grande avanço da era industrial no Brasil ocorrido nessa época, imigrantes italianos se instalaram na cidade, trazendo, consigo, a habilidade de tecer e bordar. Já no fim da década de 1960, um jovem italiano, Antônio Pieroni, traz, para Jacutinga, a primeira máquina manual de fazer tricô: a Lanofix. A população abraçou a nova vocação econômica e, durante quase cinquenta anos, conseguiu transformar o município em referência nacional na fabricação de malhas e tricô. Surgia, consequentemente, o turismo de negócios, fomentado pelas compras nas mais de mil pequenas empresas que hoje existem na cidade. == Geografia == Possui uma área de 348,23 km². A densidade demográfica é de 56,74 habitantes por quilômetro quadrado. Possui o título de \"estância hidromineral\" e é reconhecida como a capital nacional das malhas, sendo responsável por 27% de toda a produção nacional de malhas. Os municípios limítrofes são: Albertina e Andradas a norte; Ouro Fino a leste; Monte Sião a sul e os paulistas Itapira e Espírito Santo do Pinhal a oeste. == Economia == Um dos potenciais econômicos de Jacutinga é a indústria de confecções, formada por mais de mil unidades produtivas, popularmente chamadas de \"malharias\". Cerca de 450 lojas de varejo comercializam a produção e, durante a temporada de março a julho, são gerados cerca de 6 mil empregos, com uma produção mensal de pelo menos 2 milhões de peçasRENNÓ, Patrícia (20 de março de 2010). Confecções põem a moda na rua. Caderno Economia. Jornal Estado de Minas. == Religião == Segundo o Censo demográfico do Brasil de 2010, a população do município naquele ano era constituída por 64,1% de católicos romanos, 29,7% de protestantes e 0,5% de espíritas. ==Ligações externas== * * * * Categoria:Fundações em Minas Gerais em 1901",
 "title": "Jacutinga (Minas Gerais)"
}