{
 "id": "36506",
 "text": "{{Info/Município do Brasil | nome = Santa Bárbara | foto = Santa Bárbara MG Brasil - Praça da Matriz - panoramio (2).jpg | leg_foto = Centro Histórico de Santa Bárbara | apelido = Cidade do Mel | brasão = Coat of arms of Santa Bárbara MG.png | bandeira = Flag of Santa Bárbara MG.png | link_brasão = | link_bandeira = | link_hino = | aniversário =4 de dezembro | fundação = | gentílico =santa-barbarense | padroeiro = Santo Antônio e Santa Bárbara | lema = | CEP = 35960-000 a 35968-999 | prefeito =Alcemir MoreiraPrefeito e vereadores de Santa Bárbara tomam posse; veja lista de eleitos | partido = UNIÃO | fim_mandato = 2024 | mapa = MinasGerais Municip SantaBarbara.svg | latP = S | latG = 19 | latM = 57 | latS = 32 | lonP = O | lonG = 43 | lonM = 24 | lonS = 54 | estado = Minas Gerais | região_metropolitana = Belo Horizonte | vizinhos = Alvinópolis, Barão de Cocais, Catas Altas, Caeté, Itabirito, Mariana, Ouro Preto, Rio Acima, Rio Piracicaba e São Gonçalo do Rio Abaixo. | dist_capital = 105 | distritos = Barra Feliz, Brumal, Conceição do Rio Acima, Florália e Santa Bárbara (sede) | área = 684.505 | área_ref = | população = 30466 | data_pop = censo IBGE/2022 | altitude = 732 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.707 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2016 | pib_per_capita = 22766.60 | data_pib_per_capita = IBGE/2016 | site_prefeitura = www.santabarbara.mg.gov.br | site_câmara = www.santabarbara.cam.mg.gov.br }} Santa Bárbara é um município brasileiro no estado de Minas Gerais, Região Sudeste do país. Pertence ao colar metropolitano de Belo Horizonte e sua população em 2022 era de habitantes. Localiza-se a uma latitude 19º57'34\" sul e a uma longitude 43º24'55\" oeste, estando a uma altitude de 732 metros. A cidade é harmoniosa e ainda apresenta algumas ruas de paralelepípedos. Cidade histórica do Circuito do Ouro de Minas Gerais, localizada a noventa e oito quilômetros de Belo Horizonte (utilizando-se as rodovias BR-381 e BR-262 e a MG-436), no centro da Estrada Real. A paisagem bucólica, com suas igrejas, telhados e quintais, aos pés da imponente Serra do Caraça, fazem de Santa Bárbara um dos municípios mais bonitos de Minas Gerais. Cidade tranquila e acolhedora, apesar da agitação da atual fase de desenvolvimento econômico, é também dotada de um povo simples e hospitaleiro que preserva suas tradições e mantém uma vida cultural ativa. ==História== Foi estabelecida como \"Arraial de Santo Antônio do Ribeirão Santa Bárbara\" pelo bandeirante paulista Antônio Silva Bueno, em 4 de dezembro de 1704, que ali encontrou ouro de aluvião e veios de pedras preciosas. Um fato interessante é que esse bandeirante fundou o arraial de Brumal na véspera, e até hoje o aniversário do distrito é comemorado na véspera do município. Em 1713 teve início a construção da Matriz de Santo Antônio (Matriz de Santa Bárbara). Posteriormente a cidade se tornou importante passagem na rota entre a Corte, no Rio de Janeiro, e as minas do centro/norte de Minas Gerais (Estrada Real - Caminho do Ouro e dos Diamantes). Em 1817 foi visitada pela expedição dos naturalistas Carl Friedrich Philipp von Martius e Johann Baptiste von Spix em sua passagem pelo sertão mineiro. Foi elevada à categoria de vila em 16 de março de 1839, e em 1858 à categoria de município com o nome de \"Santa Bárbara do Mato Dentro\". Em 1861, os ingleses que ali chegaram organizaram a Santa Barbara Mining Company, na região que hoje se encontra Florália e Bateias, com o objetivo de retomar a exploração do ouro. Por volta de 1870, foi visitada pelo imperador Dom Pedro II que, no Santuário do Caraça, declarou que \"só esta paisagem já paga a viagem a Minas Gerais\". Em 1878 tornou-se sede de comarca, desmembrando-se do município de Caeté. Nessa época seu território abrangia os atuais municípios de Barão de Cocais (São João do Morro Grande), Cocais (N.Sa. dos Cocais), Catas Altas, Conceição do Mato Dentro, São Miguel do Piracicaba, São Gonçalo do Rio Abaixo, Bom Jesus do Amparo, Nova União, Socorro, Brumado, e João Monlevade (Carneirinhos). No início do século XX (1908/1911), com seu filho Afonso Pena já como Presidente do Brasil, teve nova fase de desenvolvimento como importante entreposto comercial, como última estação da estrada de ferro na ligação com o grande sertão mineiro. Em 1911, foi inaugurada a Estação Ferroviária de Santa Bárbara, pertencente ao Ramal de Nova Era da Estrada de Ferro Central do Brasil (onde hoje, depois de desativada, abriga o projeto Estação da Música). Novos ciclos de progresso aconteceram em 1930, no governo de João Mota, e em 2000, com a instituição do turismo na Estrada Real, quando se tornou polo turístico entre as cidades históricas mineiras. Durante todo o ano de 2004, comemorou em alto estilo seus 300 anos de existência, com a participação ativa de toda a comunidade. Entre seus vultos históricos encontram-se: Dom José Feliciano Pinto Coelho da Cunha (1792-1869), o Barão de Cocais, militar, político e empresário, no século XIX a maior personalidade e maior riqueza de toda região; o presidente da República Afonso Pena (1847-1909), que governou o Brasil de 1906 a 1909 e foi a única personalidade política do Segundo Império (Comendador, quatro vezes Deputado e Ministro da Guerra, da Agricultura e da Justiça) que continuou sendo autoridade na República (deputado constituinte, presidente da província de Minas Gerais, vice-presidente e Presidente do Brasil); o cardeal Dom Carlos Carmelo de Vasconcelos Mota (1890-1982) - nascido e criado no então Distrito de Bom Jesus do Amparo, construtor da Catedral da Sé quando bispo de São Paulo e primeiro arcebispo de Aparecida (SP), idealizador da catedral-basílica da Padroeira do Brasil; o violonista e compositor Mozart Bicalho (1911-1986), recordista em vendagem de discos e na criação de obras clássicas e populares para violão na \"Era do Rádio\"; e o líder político regional João Mota, prefeito de 1920/23 e 1929/32 que reurbanizou a cidade e conseguiu aglutinar os municípios da região do Médio Piracicaba, no centro-leste de Minas, em importante associação micro-regional. ==Geografia== De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Belo Horizonte e Imediata de Santa Bárbara-Ouro Preto. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Itabira, que por sua vez estava incluída na mesorregião Metropolitana de Belo Horizonte. Clima tropical de altitude, invernos secos, verões brandos e úmidos. O mês mais quente é fevereiro, com temperatura média de 20ºC e o mais frio é julho, com 13,6º C. A média anual é de 17,4ºC. Os biomas transitam entre a Mata Atlântica e o Cerrado. ==Economia== Atualmente sua economia se baseia: na extração mineral de ferro e ouro por grandes empresas; na produção de mel e derivados; na silvicultura; no reflorestamento para produção de celulose; nas atividades agro-pecuárias de expressão regional; e no turismo ecológico, rural, histórico, cultural e de aventuras (esportes radicais), hoje em fase de franco desenvolvimento. ==Educação== Santa Bárbara possui uma rede de ensino de qualidade.O município foi um dos pioneiros na educação musical nas escolas públicas, com o projeto \"Música na Escola\". ;Números *Escolas municipais: 17 *Escolas estaduais: 5 *Escolas particulares: 4 *Escolas técnicas: 2 ::Fonte:Secretária Estadual de Educação-MG ==Bairros== A cidade possui atualmente 23 bairros e vários condomínios.No centro da cidade existem duas regiões com denominação popular,sendo:Morro Santa Luzia e Pedreira. E o bairro de maior expressão populacional é o São Vicente, onde encontra-se o maior número de eleitores. *Centro *Caminho de Minas *Campestre *Santa Teresinha *São Vicente *Santa Mônica *Vista da Serra *Manga Nova *Ipanema *Monte Carlo *Tenente Carlos *Residencial Ana Margarida *São Veríssimo *Residencial Santo Antônio *Vila Verde *São Bernardo *São Francisco *Vista Alegre *São José *União *Praia *Cleves de Faria *Mãe Catarina ==Distritos== O município de Santa Bárbara possui quatro Distritos afastados da sede: Barra Feliz, a 5 km por asfalto, na estrada MG-436; Brumal, a 5 km por asfalto; Florália, a 10 km estrada de terra e Conceição do Rio Acima, a 23 km estrada de terra. == Cultura e turismo == A cidade oferece como atrações turísticas permanentes algumas construções do século XVIII entre eles a Matriz de Santa Bárbara, dedicada a Santo Antônio e construída em 1724, no estilo barroco colonial, recentemente recuperada, onde se destaca o teto da nave pintado pelo Mestre Manuel da Costa Ataíde. Há ainda o casario do século XIX do centro histórico da cidade, destacando-se a Prefeitura, o Hotel Quadrado, a antiga Cadeia Municipal (futuro Museu Municipal), a Pharmacia Sant'Anna (atual Museu do Judiciário Municipal), o Chalé Barroco, a Casa da Cultura, a Igrejinha de Nossa Senhora do Rosário dos Pretos e o casario colonial da Rua Rabelo Horta. Possui mais três igrejas, várias capelas barrocas e a Represa do Peti (Usina Hidrelétrica de Peti), área de preservação ambiental e reserva ecológica pertencente à Cemig, liberada para pesquisas, pescarias e visitas. === Parque Natural do Caraça === thumb|Santuário do Caraça (Igreja Nossa Senhora Mãe dos Homens).|250px A 24 km do município se encontra o Parque Natural do Caraça (localizado em terreno da vizinha Catas Altas), propriedade da Província Brasileira da Congregação da Missão, localizado no cume da Serra do Caraça com altitudes acima de 1.700 m, frequentado por estudiosos e turistas em grande parte estrangeiros. Esse parque é caracterizado pelo clima frio (gelado no inverno) e uma singular ecologia de alto de montanha (coníferas, orquídeas, lobos-guará, onças pardas, esquilos, insetos raros), longas trilhas para caminhadas, escarpas, lagos e cachoeiras. Apresenta as antigas instalações muito bem preservadas do Seminário desativado após um grande incêndio em 1968: a Igreja Nossa Senhora Mãe dos Homens que tem no altar a múmia de São Pio trazida da Itália (com um cálice do seu sangue); clausura; bibliotecas e museu. A atual igreja, em neogótico estilizado, substitui a antiga ermida erguida no século XVIII, pelo lendário Irmão Lourenço, fundador do complexo religioso do Caraça. Esse antigo Seminário conta com meio de hospedagem próprio destinado exclusivamente ao relaxamento, oração e retiro espiritual. A presença diária de lobos-guará selvagens, à noite, sendo alimentados na mão por padres, já foi objeto de reportagens especiais em revistas e redes nacionais de TV. Como atrações turísticas temporárias, Santa Bárbara conta com vários eventos: a cavalhada de Santo Amaro, no primeiro domingo de julho, o Torneio Leiteiro e Exposição Agropecuária, no segundo fim de semana de julho; a Feira Multi-Setorial, no terceiro fim de semana de setembro, com cavalgadas, rodeios e animados shows de artistas populares; e o aniversário da cidade, em 4 de dezembro, com programação cultural variada. Santa Barbara é uma cidade muito calma e ótima para se visitar. No subdistrito de André do Mato Dentro, acontece, em outubro, a tradicional Festa de São Geraldo e Santo Antônio com atrações religiosas, como missas e procissão, além da Corporação Musical Santo Antônio e da esperada Cavalhada Feminina - considerada a única do gênero no estado. Em Bateias (comunidade rodeada e administrada por limítrofe de três municípios- Santa Bárbara, Rio Piracicaba e Alvinópolis), na semana de 17 de junho, ocorre a tradicional Festa de São Manoel.Mais Mídia. (15 de outubro de 2010). Subdistrito de André do Mato Dentro realiza única cavalhada feminina de Minas , acesso em 16 de outubro de 2010 ;Principais atrativos * Pharmacia Sant'Anna (atual Museu do Judiciário Municipal) de D. Nini, século XVIII – Tombada pelo IEPHA e CONSELHO MUNICIPAL * Cachoeiras em diversos locais *Capela de Nossa Senhora do Rosário dos Negros, século XVIII – Tombada pelo IEPHA e CONSELHO MUNICIPAL * Casa do Mirante, século XVIII – Tombada pelo IEPHA e CONSELHO MUNICIPAL *Capela da Arquiconfraria do Cordão de São Francisco *Capela de Nosso Senhor do Bonfim * Capela de São José, no distrito de Sumidouro *Casa do Mel * Memorial Afonso Pena antigamente denominado como Casarão Afonso Pena ou Casa GrandeMemorial Affonso Penna. Prefeitura de Santa Bárbara. Acesso em 26 de abril de 2019 * Ginásio Poliesportivo Emília Mendes da Fonseca * Estação Ferroviária de Santa Bárbara (atual Estação da Música) * Igreja de Santo Amaro, no distrito de Brumal, século XVIII - Tombada pelo IPHAN * Igreja Nossa Senhora da Conceição e gruta de São Bento, no distrito de Barra Feliz *Igreja São Manoel (em Bateias) *Igreja de Nossa Senhora das Mercês * Largo do distrito de Brumal - tombado pelo IEPHA *Matriz de Santa Bárbara (Igreja Matriz de Santo Antônio) *Museu Antoniano * Parque Recanto Verde * Roteiro Centro Histórico * Serra do Caraça (Catas Altas) == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil ==Ligações externas== * Prefeitura de Santa Bárbara * Câmara Municipal * Santa Bárbara no IBGE Cidades Categoria:Fundações no Brasil em 1704",
 "title": "Santa Bárbara (Minas Gerais)"
}