{
 "id": "36547",
 "text": "{{Info/Município do Brasil | nome = Miranda | foto = RioMirandaemMatoGrossodoSul.jpg | leg_foto = Rio Miranda, que banha a cidade de mesmo nome | apelido = Portal do Pantanal | brasão = | bandeira = Band Miranda.png | link_brasão = | link_bandeira = | link_hino = | aniversário =16 de julho | fundação = | emancipação = \\- de Cuiabá | gentílico =mirandense | lema = | padroeiro = Nossa Senhora do Carmo | prefeito = Fábio Santos FlorençaPrefeito de Miranda (MS), Edson Moraes, morre por Covid Portal G1 - acessado 2 de maio de 2021 | fim_mandato = 2024 | partido = PDT | mapa = Brazil Mato Grosso do Sul Miranda location map.svg | latP = S | latG = 20 | latM = 14 | latS = 27 | lonP = O | lonG = 56 | lonM = 22 | lonS = 40 | estado = Mato Grosso do Sul | mesorregião = Pantanais Sul-Mato-Grossenses | data_mesorregião = IBGE/2008 | microrregião = Aquidauana | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos =Bodoquena, Aquidauana, Anastácio, Corumbá e Bonito | dist_capital = federal: estadual: 202 | dist_capital_ref = | área = 5478.627 | área_pos = MS: 15º | área_ref = | área_urbana = | área_urbana_pos = MS: 28º | área_urbana_ref = est. Embrapa | distritos = Miranda (sede), Agachi, Duque Estrada e Salobra. | população = 28013 | população_pos = MS: 16º | data_pop = est. IBGE 2019 | densidade = | altitude = 125 | altitude_ref = | clima = tropical | sigla_clima = Aw | idh = 0.724 | idh_pos = MS: 51º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 58º | data_gini = est. IBGE 2003 | pib = mil | data_pib = IBGE/2008 | pib_pos = MS: 30º | pib_per_capita = 8359.76 | data_pib_per_capita = IBGE/2008 }} Miranda é um município brasileiro da região Centro-Oeste, situado no Estado de Mato Grosso do Sul. == História == Fundada em 1778 a partir da construção do Presídio Nossa Senhora do Carmo do Rio Mondego, reduto construído pelo governador-general Caetano Pinto de Miranda a mando do Capitão das Conquistas João Lemes do Prado e seu objetivo era defender a região contra possíveis ataques de bandoleiros (Castelhanos de Assunção). Seu nome inicial era Mondego, que depois formou-se o povoado, este mais seguro. Em 1835, o local passou a se chamar Nossa Senhora do Carmo de Miranda e sua comarca abrangeu todo o Planalto do Amambaí. Em 1857, Francisco Rodrigues do Prado (irmão do fundador do presídio) consegue por meio de lei provincial transformar a localidade em vila com o nome de Miranda, sendo uma homenagem ao ex-governador que iniciou a construção do presídio. Em 1865 o local é destruído pelos paraguaios durante a Guerra do Paraguai. Com o progresso a cidade é reconstruída novamente. Em 1867, o Freguesia de Miranda, juntamente com as freguesias de Albuquerque e Paranaíba, foram desligadas de Cuiabá, para a criação da Vila (município) de Miranda. == Geografia == === Localização === O município de Miranda está situado no sul da região Centro-Oeste do Brasil, no Pantanal Sul-Mato-Grossense (Microrregião de Aquidauana). Localiza-se a uma latitude 20º14'26\" sul e a uma longitude 56º22'42\" oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). ===Geografia física=== ;Solo Na região compreendida pela Serra da Bodoquena, verifica-se a ocorrência de Argissolos, solos argilosos com elevada fertilidade natural, como o Chernossolo, a porção da depressão pantaneira, há dominância de vertissolos, de caráter argiloso e, à margem dessa depressão, expressiva mancha de Argissolos de elevada fertilidade natural pode ser encontrada. Ocorrem ainda em menores proporções: Plintossolo, Planossolos, Neossolos e Gleissolos. ; Relevo e altitude Está a uma altitude de . Praticamente toda a porção sudoeste do município tem uma topografia bastante movimentada, com cristas, escarpas, pontões e topos aguçados, o restante do município é composto de áreas plana e suave onduladas. A geomorfologia de Miranda se divide em três Regiões: * Região da Depressão do Alto Paraguai, com as Unidades: Planícies Coluviais Pré-Pantanal, Depressão de Bonito, Depressão de Miranda. * Região da Bodoquena e Morrarias do Urucum-Amolar, com a Unidade Serra da Bodoquena. * Região do Pantanal Matogrossense, com as Unidades: Pantanal do Aquidauana-Miranda e Pantanal do Negro-Miranda. Apresenta relevo plano, geralmente elaborado por várias fases de retomada erosiva, com relevos elaborados pela ação fluvial e áreas planas resultantes de acumulação fluvial sujeita a inundações periódicas e área plana ou embaciada, zonal, argilosa e arenosa, sujeita a inundações periódicas, ligadas ou não à rede de drenagem atual. ; Clima, temperatura e pluviosidade Na região de Miranda predomina o clima tropical (AW). O período da seca dura de três meses a quatro meses, com precipitações que variam entre 1200 e 1700 mm anuais. As temperaturas médias ficam entre 20 e 24 °C, e variam conforme as estações do ano, podendo atingir a mínima de 10 °C e a máxima de 35 °C no verão em média. Na porção norte do município, o período seco é de quatro a cinco meses, as precipitações anuais oscilam entre 900 e 1.100mm, as temperaturas médias oscilam entre 23 °C e 25 °C. ; Hidrografia Está sob influência da Bacia do Rio da Prata.sub bacia do Rio Paraguai Principais rios: * Rio Miranda -É o rio mais importante e que abastece a cidade de Miranda, é um dos maiores afluentes do rio Paraguai. Nasce na serra de Maracaju entre Jardim e Ponta Porã, é afluente pela margem esquerda do rio Paraguai possuindo 700 km de extensão, sendo 200 km navegáveis, percorre o Cerrado e o Pantanal e passa pela cidade de Miranda (onde recebe o nome),onde é navegável até a sua foz no rio Paraguai no município de Corumbá. * Rio Aquidauana – Maior afluente do rio Miranda com 620 km de extensão.É Navegável a partir da cidade de Aquidauana até a sua foz,no município de Miranda. Nasce na serra de Maracaju, acima e ao oeste de São Gabriel do Oeste e percorre o vale entre as serras da Boa Sentença e Maracaju. Faz divisa do município de Miranda com Aquidauana. Parte significativa do rio encontra-se no Pantanal. * Rio Salobra – Afluente pela margem esquerda do rio Miranda; Faz divisa do município de Miranda com Bodoquena. Nasce na serra da Bodoquena. ; Vegetação A vegetação predominante é a natural, formada por fisionomias Cerrado, Cerrado Estépico (complexo do Pantanal) e Floresta Estacional. A pastagem plantada também é expressiva. ===Geografia política=== ;Fuso horário Está a -1 hora com relação a Brasília e -4 com relação ao Meridiano de Greenwich (Tempo Universal Coordenado). ;Área Ocupa uma superfície de de . Além da sede do município ainda conta com as seguintes subdivisões: * Distrito: Agachi. * Povoado: Salobra * Lugarejos: Estância Bodoquena, Coronel Juvêncio, Guaicuru e Porto Carrero; * Áreas indígenas: Cachoeirinha, Lalima, Moreira, Passarinho, Babaçu, Carrapatinho,etc; * Assentamentos: Tupãmbae e Bandeirantes; * Localidades: Paxixi, Duque Estrada, Vereda, Bocãina, Poeira, Baiazinha do gravi. * Arredores: Aquidauana, Anastácio, Bodoquena, Bonito e Corumbá. ==Economia== As suas principais atividades econômicas são a agropecuária, comércio, indústrias de cerâmica, turismo de pesca e histórico e ecoturismo. ===Centro de zona B=== Miranda, com mais de 25 mil habitantes e 1 relacionamento direto, é um Centro de Zona B. Nível formado por cidades de menor porte e com atuação restrita à sua área imediata; exercem funções de gestão elementares. Miranda é uma das 364 cidades no Brasil com a classificação Centro de Zona B.http://www.ibge.gov.br/home/presidencia/noticias/noticia_visualiza.php?id_noticia=1246&id;_pagina=1 A cidade exerce influência sobre a cidade de Bodoquena (Centro Local). ===Turismo=== É famosa no Brasil pelo Pantanal e pelo trem da antiga Estrada de Ferro da Novoeste e Estrada de Ferro Noroeste do Brasil (ou N.O.B.). Em Miranda o visitante encontra o roteiro terrestre em direção a Corumbá pela estrada parque Pantanal Sul. A antiga Estação da estrada de ferro (uma das primeiras estações construída no estado,hoje toda revitalizada integra o Trem do Pantanal, uma das atuais atrações turísticas do Estado) e na área Rural destaca se a Ponte Metalizada da estrada de ferro que passa em Salobra, em direção a Corumbá, e as outras estações da estrada de ferro rural como a de Agachi, de Duque estrada,da Fazenda Bodoquena, entre outras. Na cidade (perímetro urbano) vale a pena conhecer as edificações históricas como a Igreja Matriz Nossa Senhora do Carmo (com inspiração no Ecletismo - Neobarroco de 1931), a Casa Paroquial e o prédio atual da prefeitura '(antiga residência dos padres) todas construídas em 1931 pelos Redentoristas. O prédio da antiga Prefeitura ; A antiga usina açucareira: Usina Santo Antônio; E outras edificações centenárias na bi-centenária rua: Nossa Senhora do Carmo ( Rua do Carmo). Atualmente conta com as seguintes construções recentes como: A Casa da cultura terena que fica na entrada da cidade contendo as principais atrações indígenas da cidade, e o Parque de Exposições, tendo a sua maior festividade: o aniversário da cidade. Também vale a pena conhecer as fazendas do Pantanal sul, com grandes variedades como, focagem noturna, safari ecológico,etc. Dentre as principais Fazendas Turísticas de Miranda Temos: Pantanal Ranch Meia Lua; Fazenda São Francisco; Fazenda Caimam; Fazenda Cacimba de Pedra; Fazenda Refúgio da Ilha, entre outras. == Urbanização == Miranda é um centro de planejamento histórico, portanto as suas ruas não são homogêneas. Possui várias vias estreitas e tortuosas. === Infra-estrutura === Os Mirandenses contam com hospitais, bancos, escolas públicas e particulares, postos de saúde, hotéis urbanos e rurais, pousadas, motéis, mercados, restaurantes, bares, lanchonetes, trasporte rodoviário e urbano, delegacia, fórum, parque de exposição, parque do clube do laço, dentre outas coisas. ==== Finanças==== A cidade possui 4 agências bancárias: Banco do Brasil, Bradesco, Caixa Econômica Federal e Sicredi. ==== Transporte==== Interurbano Rodoviário: Miranda é atendida pela rodovia BR-262 e outras estradas estaduais. Possui um terminal rodoviário de passageiros, que faz a ligação da cidade com o resto do estado, da região e do resto do país. É atendida principalmente pelas empresas Andorinha, Expresso Mato Grosso e Cruzeiro do Sul, interliga às seguintes cidades: * Campo Grande * Aquidauana * Anastácio * Bodoquena * Bonito * Ladário * Corumbá Transporte urbano * Ônibus circular urbano : Os Mirandenses contam com ônibus circular que atende pessoas, sendo a maioria alunos, que moram em bairros distantes do centro da cidade. * Moto-táxi: essa modalidade de transporte faz um estrondoso sucesso na cidade, sendo muito requisitado pela população que usa dentro e fora do limite urbano. * Táxi: trata-se de uma opção de transporte mais exclusiva disponível à população, pois possui um preço mais elevado. Ferroviário: Miranda é atravessada pela Estrada de Ferro Noroeste do Brasil, sob concessão da Rumo Logística. Possui um terminal ferroviário de passageiros, que fazia a ligação da cidade com o resto do estado e com o sudeste do país e hoje encontra-se desativado. Foi atendida pela Rede Ferroviária Federal (RFFSA), responsável pelos serviços de passageiros de longo percurso, do qual interligava às seguintes cidades: * Campo Grande * Aquidauana * Corumbá * Ladário * Terenos * Água Clara * Três Lagoas * Andradina * Araçatuba * Bauru ==== Segurança ==== Ordem Pública * Polícia Civil * Polícia Militar * Polícia Militar Ambiental * Polícia Rodoviária Federal ==== Forças armadas ==== Organização Sigla Campo de Instrução de Betione C I Betione ====Educação==== O município possui um internato da Fundação Bradesco, única unidade no estado de Mato Grosso do Sul, no qual os alunos tem acesso a vários laboratórios de informática e um de ciências, tendo a oportunidade de estudar num curso profissionalizante de agropecuária. Localiza-se na Fazenda Guaycurus, antiga Fazenda Bodoquena (área rural de Miranda). == Demografia == Miranda portal do pantanal é a décima sexta cidade mais populosa do Mato Grosso do Sul com 25.794 mil Habitantes. É uma das cidades mais antigas do estado juntamente com Corumbá e Ladário e junto com 6 municípios faz parte do Pantanal Sul. === Nomes ilustres === * Jânio Quadros — político, ex-Presidente da República * Pedro Pedrossian — político * Antônio Mendes Canale — político == Curiosidade == Uma importante página da história foi escrita na região quando, em 1885 (três anos antes da declaração da Princesa Izabel pela Abolição da Escravatura), o Clube Emancipador de Miranda, com o apoio da Câmara Municipal, alforriou seus escravos. == Ligações externas == * * Categoria:Fundações no Brasil em 1778",
 "title": "Miranda (Mato Grosso do Sul)"
}