{
 "id": "36560",
 "text": "{{Info/Município do Brasil | nome = Rio Branco | foto = Mata sob luz de sol poente e nuvens tempestuosas.jpeg | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de maio | fundação = (emancipação) | gentílico = rio-branquense | lema = | prefeito = Pabollo | partido = Republicanos | mandato_início = 2025 | fim_mandato = 2028 | mapa = MatoGrosso Municip RioBranco.svg | latP = S | latG = 15 | latM = 14 | latS = 27 | lonP = O | lonG = 58 | lonM = 06 | lonS = 57 | estado = Mato Grosso | mesorregião = Sudoeste Mato-Grossense | data_mesorregião = IBGE/2008 | microrregião = Jauru | data_microrregião = IBGE/2008 | região_metropolitana = Cáceres | vizinhos = São José dos Quatro Marcos, Araputanga, Lambari d'Oeste, Salto do Céu, Reserva do Cabaçal | dist_capital = 336 | área = 501.496 | área_ref = | população = 5150 | data_pop = Estatísticas IBGE/2020 | altitude = 180 | clima = Tropical subúmido | sigla_clima = Aw | idh = 0.707 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 17438.85 | data_pib_per_capita = IBGE/2018 }} Rio Branco é um município brasileiro do estado de Mato Grosso. ==História== Os primitivos habitantes da região foram os Índios Cabaçais, termo popular dado ao povo indígena Bororó que era encontrado no local. Posteriormente os poaieiros, extrativistas que retiravam das matas a ipeca ou poaia, planta medicinal com nome cientifico de Psychotria Ipecacuanha marcaram aquele chão com suas passadas de alpercatas e botinas, retirando das matas as raízes cobiçadas pelos estrangeiros. Na década de cinquenta, quando Mato Grosso deu curso à colonização com a ocupação de terras devolutas, atraindo para o Estado brasileiros de todo país, nasceu a Colônia Rio Branco. Homens sem terras corriam para a nova região, sedentos e com fome, quase sem nenhuma quantia nos bolsos, mas com a vontade indômita de arregaçar as mangas, pegar nos apetrechos de agricultura e vencer juntamente com a povoado que nascia. De todos os quadrantes chegaram caminhões apinhados de homens, mulheres e crianças, popularmente chamados paus-de-arara. A viagem de Cáceres até Rio Branco era comum demorar de três a quatro dias de caminhão na época da seca. O desafios e as dificuldades eram enormes, pois não havia nenhuma estrutura ou apoio ao colonos que com ousadia se aventuravam na região. Através das trilhas, nas quais os colonos seguiam a pé, carregando suas mercadorias e pertences nas cangalhas sobre burros, demorava-se sete a oito dias. A travessia do Rio Cabaçal era feita em canoas. Desafiando um mundo desconhecido e abrindo clareiras, homens de excepcional têmpera, pouco a pouco foram construindo a aprazível e bela cidade de Rio Branco. A denominação do Município de Rio Branco é em homenagem ao Rio Branco, curso d’água que banha a cidade e também referência à Colônia Rio Branco, implantada pelo governo do Estado numa área de 200 mil hectares, através do Decreto Lei nº 1.598, de 22 de maio de 1953. A colônia começou a partir de ações desenvolvidas por João Augusto Capilé, da Comissão de Planejamento da Produção, que buscava assentar colonos que tiveram problemas em Dourados e Jaciara. O Rio Branco que deu nome à cidade e ao projeto Colônia Rio Branco, banha o território municipal e desenha a paisagem regional com seus serpenteios e belas quedas d’águas. O Distrito de Paz de Rio Branco foi criado em 4 de abril de 1978, jurisdicionado ao município de Cáceres. A Lei Estadual nº 4.151, de 13 de dezembro de 1979, criou o Município de Rio Branco. ==Geografia== Localiza-se a uma latitude 15º14'27\" sul e a uma longitude 58º06'56\" oeste, estando a uma altitude de 180 metros. Sua população estimada em 2004 era de 4.762 habitantes. Possui uma área de 531,67 km². No Municipio de Rio Branco foram encontradas grandes jazidas de ouro, cobre e zinco, na região da serra de Monte Cristo, as quais inicialmente foram exploradas pela Manati e em seguida pela Prometálica Mineração Ltda., que atualmente não está operando, devido a falta de investimentos para o desenvolvimento de suas atividades. ==Ver também== * Microrregião de Jauru ==Ligações externas== * Prefeitura Municipal Categoria:Municípios de Mato Grosso Categoria:Fundações em Mato Grosso em 1979",
 "title": "Rio Branco (Mato Grosso)"
}