{
 "id": "36589",
 "text": "A República Dominicana é um país localizado ao centro-leste da América Central, mar do Caribe. Tem uma área de 48.442 km² e apresenta uma área de florestas de 16 mil km². A capital é Santo Domingo e a segunda cidade é Santiago de los Caballeros, mais conhecida simplesmente como Santiago. ==Clima== O clima na República Dominicana é tropical úmido. A temperatura média anual oscila entre 18°C/65°F e 27°C/81°F. A localização geográfica do país determina as características gerais de um clima agradável, dominado principalmente pelos ventos alísios do noroeste e, as variações locais, estão condicionadas pelo relevo de suas cordilheiras que se localizam entre vales, rios, mananciais e planícies costeiras. ==Relevo== O país possui três cadeias montanhosas principais: *Montanhas Centrais, que começam no Haiti e percorrem a parte central da ilha, terminando no sul; é nesta cordilheira que se situa o pico mais alto das Antilhas, o Pico Duarte, com 3098 m de altitude. *Montanhas Setentrionais, que correm paralelas às Montanhas Centrais e separam o vale de Cibao das planícies costeiras atlânticas; o ponto mais elevado nesta cordilheira é o Pico Diego de Ocampo. *Montanhas Orientais, a mais baixa e mais curta das três cadeias montanhosas, localizadas na parte leste do país. Existem também a Serra Bahoruco e a Serra Neyba, no sudoeste. ==Hidrografia== A República Dominicana é um país de muitos rios, entre os quais se contam os rios navegáveis Soco, Higuamo, Romana, Yaque del Norte, Yaque del Sur, Yuna, Yuma e Bajabonico. Outro aspecto interessante da geografia da ilha está na região sudoeste, onde se localiza o lago Enriquillo, a 30 metros abaixo do nível do mar. Nele se encontra a Ilha Cabritos, onde, segundo os especialistas, encontra-se a maior reserva mundial do crocodilo-americano. ==Recursos naturais== ===Mineirais=== No país existem minas de níquel, bauxita, ouro e prata. O âmbar, pedra de cor amarela formada pela resina das árvores e cuja característica principal é a de conter freqüentemente fósseis de insetos e plantas já extintos, é a pedra semipreciosa nacional. É explorado também o larimar, conhecido como turquesa dominicana, e reconhecido como pedra preciosa e utilizado em joias e peças de decoração. Tanto o larimar como a âmbar azul são encontrado apenas na República Dominicana. ===Vegetação=== A República Dominicana possui um terreno montanhoso com férteis vales dispersos, e a utilização da terra ocorre da seguinte maneira: *21% são terras cultiváveis *9% são terras que possuem cultivos permanentes *43% são pastos permanentes *12% são bosques *15% são outros tipos de terreno",
 "title": "Geografia da República Dominicana"
}