{
 "id": "36598",
 "text": "Escala de Mohs quantifica a dureza dos minerais, isto é, a resistência que um determinado mineral oferece ao risco, ou seja, à retirada de partículas da sua superfície. O diamante risca o vidro, portanto, é mais duro que o vidro. Esta escala foi criada em 1812 pelo mineralogista alemão Friedrich Vilar Mohs com dez minerais de diferentes durezas existentes na crosta terrestre. Atribuiu valores de 1 a 10. O valor de dureza 1 foi dado ao material menos duro da escala, que é o talco, e o valor 10 dado ao diamante que é a substância mais dura conhecida na natureza. Esta escala não corresponde à dureza absoluta de um material. Por exemplo, o diamante tem dureza absoluta vezes superior à do talco. Entre 1 e 9, a dureza aumenta de modo mais ou menos uniforme, mas de 9 para 10 há uma diferença muito acentuada, pois o diamante é muito mais duro que o coríndon (ou seja, que o rubi e a safira). Dureza Mineral Fórmula química Dureza absoluta Imagem 1 Talco (pode ser arranhado facilmente com a unha) Mg3Si4O10(OH)2 1 2 Gipsita (ou gesso) (pode ser arranhado com unha com um pouco mais de dificuldade) CaSO4·2H2O 3 3 Calcita (pode ser arranhado com uma moeda de cobre) CaCO3 9 4 Fluorita (pode ser arranhada com uma faca de cozinha) CaF2 21 5 Apatita (pode ser arranhada dificilmente com uma faca de cozinha) Ca5(PO4)3(OH-,Cl-,F-) 48 6 Feldspato / ortoclásio (pode ser arranhado com uma liga de aço) KAlSi3O8 72 7 Quartzo (capaz de arranhar o vidro. Ex.: ametista) SiO2 100 8 Topázio (capaz de arranhar o quartzo) Al2SiO4(OH-,F-)2 200 9 Corindon (capaz de arranhar o topázio. Exs.: safira e rubi) Al2O3 400 10 Diamante (mineral mais duro que existe, pode arranhar qualquer outro e é arranhado apenas por outro diamante) C 1 600 A escala de dureza Mohs é usada em mineralogia; no entanto, existem outras escalas de dureza utilizadas em ciência dos materiais, tais como: * Dureza Brinell * Dureza Rockwell * Dureza Rockwell superficial * Dureza Webster * Dureza Vickers ==Dureza intermediária== A tabela abaixo incorpora substâncias adicionais susceptíveis de serem abrangidas entre os níveis: Dureza Substância ou mineral 0.2–0.3 césio, rubídio 0.5–0.6 lítio, sódio, potássio 1 talco 1.5 gálio, estrôncio, índio, estanho, bário, tálio, chumbo, grafite, gelo\"Ice is a mineral\" in Exploring Ice in the Solar System. messenger-education.org 2 hexagonal nitreto de boro, cálcio, selênio, cádmio, enxofre, telúrio, bismuto, gesso 2.5–3 ouro, prata, alumínio, zinco, lantânio, cério, azeviche 3 calcite, cobre, arsénico, antimônio, tório, dentina 3.5 platina 4 fluorite, ferro, níquel 4–4.5 aço 5 apatita (esmalte dentário), zircônio, paládio, obsidiana (vidro vulcânico) 5.5 berílio, molibdénio, háfnio, vidro, cobalto, magnetita 6 ortoclase, titânio, manganês, germânio, nióbio, ródio, urânio 6–7 quartzo fundido, pirita, silício, rutênio, irídio, tântalo, Opala, peridoto, tanzanite 7 ósmio, quartzo, rênio, Vanádio 7.5–8 esmeralda, aço temperado, tungstênio, espinela 8 topázio, zircônia cúbica 8.5 Crisoberilo, Crômio, Nitreto de silício, carbeto de tântalo 9 coríndon, carbeto de tungstênio 9–9.5 carboneto de silício (carborundum), carboneto de titânio 9.5–10 boro, nitreto de boro, Rhenium diboride, stishovite, diboreto de titânio 10 diamante, carbonado >10 diamante nanocristalino (hyperdiamond, ultrahard fullerite) Categoria:Ciência dos materiais Categoria:Mineralogia Mohs, Escala De de:Härte#Härteprüfung nach Mohs",
 "title": "Escala de Mohs"
}