{
 "id": "36600",
 "text": "Calecute, Calecut, CalicuteSCHULBERG, L. Índia histórica. Tradução de J. A. Pinheiro de Lemos. Rio de Janeiro. Livraria José Olympio Editora. 1979. p. 160. ou Calicut (em malaiala: കോഴിക്കോട്, , por vezes transliterado Kozhikode) é uma cidade do estado de Querala, na costa ocidental da Índia. Tem cerca de habitantes. == Etimologia == O nome da cidade tem origem no calicó, tecido de algodão incluído no rol de produtos que nela se comerciavam já desde o séc. VII. == História == A cidade era dirigida pela dinastia dos samorins, corruptela portuguesa de Samutiri, o \"grande senhor do mar\". O porto da cidade era o mais importante da costa do Malabar, onde os árabes e os chineses cambiavam suas fazendas contra a produção local. As outras cidades da costa, como Cochim, eram suas vassalas. Aí aportaram os navegadores portugueses Vasco da Gama (1498) e Pedro Álvares Cabral (1500). Este último tentou erigir uma feitoria para o comércio de especiarias, mas sem êxito, pois os locais saquearam a construção e massacraram dezenas de portugueses. Em meio a essa construção, pereceu, em combate, Pero Vaz de Caminha. Em 1510, foi empreendida uma malsucedida tentativa de conquista da cidade. A expedição foi organizada por dom Fernando Coutinho, o Marechal do Reino, que levara à Índia ordens específicas para o efeito. O objetivo de estabelecimento de uma feitoria só seria alcançado com Afonso de Albuquerque, que ali ergueu a Fortaleza de Calecute (1513), abandonada a partir de 1525, em razão do deslocamento do eixo do comércio de especiarias para outros locais, como Diu. Em uma representação de Calecute, datada do , a legenda assinalaIn: SILVEIRA, Luís da. Ensaio de Iconografia das cidades portuguesas do Ultramar. Lisboa: 1956.: Em 1664, os ingleses estabeleceram uma feitoria em Calecute, o mesmo tendo feito os franceses, posteriormente, em 1698, seguidos dos dinamarqueses em 1752. No entanto, em 1790, a situação de Calecute ver-se-ia devidamente consolidada, tendo sido integrada definitivamente nos domínios britânicos. == Ver também == * Descoberta do caminho marítimo para a Índia * Estado Português da Índia * Império Português * Zheng He Categoria:Localidades de Querala Categoria:Antigos territórios de Portugal",
 "title": "Calecute"
}