{
 "id": "36647",
 "text": "Guerra do Yom Kippur (; transliterado: Milchemet Yom HaKipurim ou מלחמת יום כיפור, Milchemet Yom Kipur; em árabe: حرب أكتوبر‎, transl. ħarb October, ou حرب تشرين, ħarb Tishrin), também conhecida como Guerra Árabe-Israelense de 1973, Guerra de Outubro, Guerra do Ramadão ou ainda Quarta guerra Árabe- Israelense, foi um conflito militar ocorrido de 6 de outubro a 26 de outubro de 1973, entre uma coalizão de estados árabes, liderada por Egito e Síria, contra Israel. O episódio começou com um ataque do Egito e da Síria. Planejado para o dia do feriado judaico Yom Kippur, forças do Egito e Síria cruzaram, respectivamente, as linhas de cessar-fogo no Sinai e nas colinas do Golã, territórios que haviam sido capturadas por Israel, em 1967, durante a Guerra dos Seis Dias. Durante os primeiros dias, egípcios e sírios avançaram recuperando partes de seus territórios. O cenário começou a se inverter, a favor de Israel, na segunda semana de lutas, quando os israelenses forçaram os sírios a retroceder, nas colinas de Golã, enquanto o Egito mantinha sua posição no Sinai, fechando a comunicação entre a linha Bar-Lev e Israel. Mas, ao sul do Sinai, os israelenses encontraram uma brecha entre os exércitos egípcios e conseguiram cruzar para o lado oeste do canal de Suez, no local onde a grande muralha Bar-Lev ainda não havia sido tomada, e passaram a ameaçar a cidade egípcia de Ismaília. Esse desenvolvimento levou as duas superpotências da época - os Estados Unidos, a favor dos interesses de Israel, e a URSS, favorável aos países árabes - a uma tensão diplomática. Mas um cessar-fogo, obtido por intermédio das Nações Unidas, entrou em vigor, em 25 de outubro de 1973. Ao término das hostilidades, as forças israelenses, já recuperadas das baixas iniciais e com um esmagador poderio militar, haviam adentrado profundamente no território dos árabes e encontravam-se a 40 km da capital da Síria, Damasco - que foi intensamente bombardeada -, e a 101 km do Cairo, capital egípcia. ==Resumo== O presidente Gamal Abdel Nasser do Egito, morto em setembro de 1970, havia sido sucedido por Anwar Sadat, considerado mais moderado e pragmático que Nasser. Como meta de seu governo, decidira neutralizar a política expansionista do Estado de Israel e, ao mesmo tempo, assegurar sua posição de liderança no mundo árabe. Resolve, então, retomar a península do Sinai. O plano de um ataque a Israel sem aviso, em conjunto com a Síria, recebeu o nome de código Operação Badr (palavra árabe que significa \"lua cheia\"), sugerindo usar a maré de sizígia (fenômeno da atração gravitacional exercido entre a Lua e a Terra) para transpor os obstáculos bélicos instalados por israelenses ao longo do canal de Suez. Para tanto, os egípcios, recorreram à utilização de possantes bombas de sucção e usaram as águas do canal como agente de erosão hídrica, destruindo as fundações da até então intransponível barreira, de 50 metros de altura, construída pelos israelenses com areia do deserto, para guarnecer toda a margem ao norte do canal de Suez contra os exércitos árabes. Com o corte feito às custas de jatos de água, em poucas horas os soldados egípcios puderam abrir diversas passagens ao longo dos 160 quilômetros das fortificações integrantes da linha Bar-Lev, alcançando o lado desprotegido das casamatas israelenses e, consequentemente, obrigando os israelenses a se render.Simon Dustan, The Yom Kippur War: The Arab-Israeli War of 1973, p.8,9 -11 Enquanto o Egito atacava as posições israelenses desprotegidas na península do Sinai, as forças sírias atacaram os baluartes das colinas de Golã. Nessa investida, graves perdas foram infligidas ao exército israelense. Contudo, após três semanas de luta, as Forças de Defesa de Israel (FDI) obrigaram as tropas árabes a retroceder, e as fronteiras iniciais reconfiguraram-se. ==Batalhas navais== A Batalha de Latakia, entre os sírios e os israelenses, aconteceu em 7 de outubro, segundo dia do conflito. Foi uma nítida vitória israelense, que demonstrou a eficácia dos barcos militares equipados com sistema de autodefesa ECM. A marinha israelense também demonstrou sua superioridade naval no Mediterrâneo com uma segunda vitória em 9 de outubro, na batalha de Baltim, afundando três barcos da marinha egípcia.Dunstan, The Yom Kippur War, p. 114Rabonovich, The Boats of Cherbourg, pp. 256–262Dupuy, Elusive Victory, pp. 562–563Herzog, The Arab- Israeli Wars, p. 312 As batalhas de Latakia e Baltim \"mudaram favoravelmente a situação para Israel\".Vego, Naval Strategy and Operations in Narrow Seas (Routledge: 1999), at p.151 Cinco noites depois da Batalha de Baltim, cinco barcos da marinha israelense entraram no porto egípcio de Ras Ghareb, onde mais de cinquenta pequenas embarcações do Egito estavam ancoradas, incluindo barcos de pesca armados e carregados com tropas e munições. Na batalha que se seguiu 19 destes foram afundados.Almog, \"Israel's Navy beat the odds\", United States Naval Institute — Proceedings (Mar 1997), Vol. 123, Iss. 3; p. 106. Ao terminar o conflito, o balanço fora muito positivo para Israel.Morris, Righteous Victims, p. 432Herzog, The Arab-Israeli Wars, p. 314 ==Consequências== A guerra teve implicações profundas para muitas nações. O Mundo Árabe, que havia sido humilhado pela derrota desproporcional da aliança egípcio-sírio-jordaniana durante a Guerra dos Seis Dias, se sentiu psicologicamente vingado por seu momento de vitórias no início do conflito, apesar do resultado final. Esse sentimento de vingança pavimentou o caminho para o processo de paz que se seguiu, assim como liberalizações como a política de infitah do Egito. Os Acordos de Camp David, em 1978, levaram a relações normalizadas entre Egito e Israel - a primeira vez que um país árabe reconheceu o Estado israelense. O Egito, que já vinha se afastando da União Soviética, então deixou a esfera de influência soviética completamente. Uma das consequências desta guerra foi a crise do petróleo, já que os estados árabes, membros da Organização dos Países Exportadores de Petróleo (Opep) boicotaram os Estados Unidos e os países europeus que apoiavam a sobrevivência de Israel. Se a curto prazo a medida agravou a crise econômica mundial, a longo prazo a comunidade internacional aprendeu a usar fontes alternativas de energia, e inclusive outras áreas do planeta começaram a aumentar a exploração de petróleo, como foi o caso da região do mar do Norte, na Europa, do Alasca, nos Estados Unidos, da Venezuela, do México, da África do Sul, da União Soviética e, também no Brasil. The Crossing of Suez.jpg|Passagem aberta pelo efeito erosivo das águas, usado pelo exército egípcio, contra a linha Bar-Lev. Concepção artística nos Arquivos históricos do Exército Egípcio Bridge Crossing.jpg|Forças do Egito cruzam o canal de Suez 07 de outubro Israeli Tanks Cross the Suez Canal - Flickr - Israel Defense Forces.jpg| Tanques israelenses cruzam a regiao dos lagos Amargos em direção à cidade de Ismaília Egito em 16 outubro Soldier Ismailiya.jpg |Soldado israelense no Egito Depois da segunda semana de combates == Bibliografia == *Herzog (1975), The War of Atonement, Little, Brown and Company. Foreword. *Insight Team of the London Sunday Times (1974), Yom Kippur War, Double Day and Company, p. 450\\. *Luttwak; Horowitz (1983), The Israeli Army, Cambridge, MA: Abt Books. *Rabinovich (2004), The Yom Kippur War, Schocken Books, p. 498\\. *Kumaraswamy, PR, Revisiting The Yom Kippur War, pp. 1–2. *Johnson; Tierney, Failing To Win, Perception of Victory and Defeat in International Politics, p. 177\\. *Liebman, Charles (July 1993) (PDF), The Myth of Defeat: The Memory of the Yom Kippur war in Israeli Society, Middle Eastern Studies, 29, London: Frank Cass, p. 411\\. ==Ligações externas== *A queda da Linha Bar-Lev * *",
 "title": "Guerra do Yom Kippur"
}