{
 "id": "36653",
 "text": "Um exoplaneta ou planeta extrassolar é um planeta fora do Sistema Solar. A primeira evidência possível de um exoplaneta foi observada em 1917, mas não foi reconhecida como tal. A primeira confirmação da detecção ocorreu em 1992. Um planeta diferente, detectado inicialmente em 1988, foi confirmado em 2003. Desde Existem muitos métodos de detecção de exoplanetas. A fotometria de trânsito e a espectroscopia Doppler foram as que mais encontraram, mas esses métodos sofrem de um claro viés observacional que favorece a detecção de planetas próximos à estrela; assim, 85% dos exoplanetas detectados estão dentro da zona de bloqueio de maré. Em vários casos, vários planetas foram observados em torno de uma estrela. Cerca de 1 em cada 5 estrelas semelhantes ao SolPara os propósitos desta estatística de 1 em 5, \"semelhante ao sol\" significa estrela de classe G. Os dados para estrelas semelhantes ao Sol não estavam disponíveis, então esta estatística é uma extrapolação de dados sobre estrelas de classe K. tem um planeta do \"tamanho da Terra\"Para os propósitos desta estatística de 1 em 5, \"tamanho da Terra\" significa 1 a 2 raios terrestres. na zona habitável.Para os propósitos desta estatística de 1 em 5, \"zona habitável\" significa a região com 0.25 a 4 vezes o fluxo estelar da Terra (correspondendo a 0.5 a 2 UA para o Sol). Supondo que existam 200 bilhões de estrelas na Via Láctea,Cerca de 1/4 das estrelas são estrelas GK semelhantes ao Sol. O número de estrelas na galáxia não é conhecido com precisão, mas assumindo 200 bilhões de estrelas no total, a Via Láctea teria cerca de 50 bilhões de estrelas semelhantes ao Sol (GK), das quais cerca de 1 em 5 (22%) ou 11 bilhões teriam têm planetas do tamanho da Terra na zona habitável. Incluindo anãs vermelhas aumentaria para 40 bilhões. pode-se supor que existam 11 bilhões de planetas potencialmente habitáveis do tamanho da Terra na Via Láctea, subindo para 40 bilhões se os planetas orbitando as numerosas anãs vermelhas se forem incluídos. O planeta menos massivo conhecido é Draugr (também conhecido como PSR B1257+12 A ou PSR B1257+12 b), que tem cerca de duas vezes a massa da Lua. O planeta mais massivo listado no NASA Exoplanet Archive é HR 2562 b, cerca de 30 vezes a massa de Júpiter. No entanto, de acordo com algumas definições de planeta (com base na fusão nuclear de deutério), é muito massivo para ser um planeta e pode ser uma anã marrom. Os períodos orbitais conhecidos para exoplanetas variam de algumas horas (para aqueles mais próximos de sua estrela) a milhares de anos. Alguns exoplanetas estão tão longe da estrela que é difícil dizer se estão gravitacionalmente ligados a ela. Quase todos os planetas detectados até agora estão dentro da Via Láctea. No entanto, há evidências de que planetas extragalácticos, exoplanetas mais distantes em galáxias além da galáxia local da Via Láctea. Os exoplanetas mais próximos estão localizados a 4,2 anos-luz (1,3 parsecs) da Terra e orbitam Proxima Centauri, a estrela mais próxima do Sol. A descoberta de exoplanetas intensificou o interesse na busca por vida extraterrestre. Há um interesse especial em planetas que orbitam na zona habitável de uma estrela, onde é possível que a água líquida, um pré-requisito para a vida na Terra, exista na superfície. No entanto, o estudo da habitabilidade planetária também considera uma ampla gama de outros fatores na determinação da adequação de um planeta para abrigar vida. Planetas órfãos são aqueles que não orbitam nenhuma estrela. Esses objetos são considerados uma categoria separada de planetas, especialmente se forem gigantes gasosos, muitas vezes contados como subanãs marrons. Os planetas órfãos na Via Láctea possivelmente chegam a bilhões ou mais. estimates 700 objects >10−6 solar masses (roughly the mass of Mars) per main-sequence star between 0.08 and 1 Solar mass, of which there are billions in the Milky Way. == Definição == === União Astronômica Internacional === A definição oficial do termo planeta usada pela União Astronômica Internacional (IAU) abrange apenas o Sistema Solar e, portanto, não se aplica a exoplanetas. O Grupo de Trabalho da IAU sobre Planetas Extra-solares emitiu uma declaração de posição contendo uma definição de trabalho de \"planeta\" em 2001 e que foi modificada em 2003. Um exoplaneta foi definido pelos seguintes critérios: Esta definição de trabalho foi alterada pela Comissão F2 da IAU: Exoplanetas e o Sistema Solar em agosto de 2018. A definição oficial de trabalho de um exoplaneta é agora a seguinte: A IAU observou que esta definição pode evoluir à medida que o conhecimento melhora. === Alternativas === A definição de trabalho da União Astronómica Internacional (IAU) nem sempre é usada. Uma sugestão alternativa é que os planetas devem ser distinguidos das anãs marrons com base na formação. Pensa- se amplamente que os planetas gigantes se formam através da acreção do núcleo, que às vezes pode produzir planetas com massas acima do limiar de fusão de deutério; planetas massivos desse tipo já podem ter sido observados. As anãs marrons se formam como estrelas a partir do colapso gravitacional direto de nuvens de gás e esse mecanismo de formação também produz objetos que estão abaixo do limite de e podem ser tão baixos quanto . Objetos nesta faixa de massa que orbitam suas estrelas com amplas separações de centenas ou milhares de UA e têm grandes proporções de massa estrela/objeto provavelmente formadas como anãs marrons; suas atmosferas provavelmente teriam uma composição mais semelhante à sua estrela hospedeira do que planetas formados por acreção, que conteriam uma maior abundância de elementos mais pesados. A maioria dos planetas fotografados diretamente em abril de 2014 são massivos e têm órbitas amplas, então provavelmente representam o final de baixa massa da formação de anãs marrons. Um estudo sugere que objetos acima de se formaram por instabilidade gravitacional e não devem ser considerados planetas. Além disso, o ponto de corte de não tem um significado físico preciso. A fusão de deutério pode ocorrer em alguns objetos com massa abaixo desse ponto de corte. A quantidade de deutério fundido depende até certo ponto da composição do objeto. A partir de 2011, a Extrasolar Planets Encyclopaedia incluiu objetos de até , dizendo: \"O fato de não haver nenhuma característica especial em torno de no espectro de massa observado reforça a escolha de esquecer esse limite de massa\". A partir de 2016, esse limite foi aumentado para com base em um estudo das relações massa-densidade. O Exoplanet Data Explorer inclui objetos de até com o aviso: \"A distinção de pelo Grupo de Trabalho da IAU é fisicamente desmotivada para planetas com núcleos rochosos e observacionalmente problemática devido à ambiguidade do pecado\". O NASA Exoplanet Archive inclui objetos com massa (ou massa mínima) igual ou inferior a . Outro critério para separar planetas e anãs marrons, em vez de fusão de deutério, processo de formação ou localização, é se a pressão do núcleo é dominada pela pressão de coulomb ou pressão de degenerescência eletrônica com a linha divisória em cerca de . == Nomenclatura == A convenção para designar exoplanetas é uma extensão do sistema usado para designar sistemas de múltiplas estrelas, conforme adotado pela União Astronômica Internacional (IAU). Para exoplanetas orbitando uma única estrela, a designação IAU é formada tomando o nome designado ou próprio de sua estrela hospedeira e adicionando uma letra minúscula. As letras são dadas em ordem de descoberta de cada planeta em torno da estrela hospedeira, de modo que o primeiro planeta descoberto em um sistema é designado \"b\" (a estrela hospedeira é considerada \"a\") e os planetas posteriores recebem letras subsequentes. Se vários planetas no mesmo sistema são descobertos ao mesmo tempo, o mais próximo da estrela recebe a próxima letra, seguido pelos outros planetas em ordem de tamanho orbital. Existe um padrão provisório sancionado pela IAU para acomodar a designação de planetas circumbinários. Um número limitado de exoplanetas tem nomes próprios sancionados pela IAU. Existem outros sistemas de nomenclatura. == Histórico de detecção == Durante séculos, cientistas, filósofos e escritores de ficção científica suspeitaram da existência de exoplanetas, mas não havia como saber se existiam, quão comuns eram ou quão semelhantes poderiam ser aos planetas do Sistema Solar. Várias alegações de detecção feitas no século XIX foram rejeitadas pelos astrônomos. A primeira evidência de um possível exoplaneta, orbitando Van Maanen 2, foi observada em 1917, mas não foi reconhecida como tal. O astrônomo Walter Sydney Adams, que mais tarde se tornou diretor do Observatório Monte Wilson, produziu um espectro da estrela usando o telescópio de 60 polegadas de Monte Wilson. Ele interpretou o espectro como sendo de uma estrela de classe F da sequência principal, mas agora pensa-se que tal espectro pode ser causado pelo resíduo de um exoplaneta próximo que foi pulverizado em poeira pela gravidade da estrela, o resultado poeira, em seguida, caindo sobre a estrela. A primeira suspeita de detecção científica de um exoplaneta ocorreu em 1988. Pouco depois, a primeira confirmação da detecção veio em 1992, com a descoberta de vários planetas de massa terrestre orbitando o pulsar PSR B1257+12. A primeira confirmação de um exoplaneta orbitando uma estrela da sequência principal foi feita em 1995, quando um planeta gigante foi encontrado em uma órbita de quatro dias em torno da estrela próxima 51 Pegasi. Alguns exoplanetas foram fotografados diretamente por telescópios, mas a grande maioria foi detectada por métodos indiretos, como o método de trânsito e o método de velocidade radial. Em fevereiro de 2018, pesquisadores usando o Observatório de raios-X Chandra, combinado com uma técnica de detecção de planetas chamada microlente, encontraram evidências de planetas em uma galáxia distante, afirmando que \"alguns desses exoplanetas são tão (relativamente) pequenos quanto a Lua, enquanto outros são tão massivos quanto Júpiter. Ao contrário da Terra, a maioria dos exoplanetas não está fortemente ligada às estrelas, então eles estão realmente vagando pelo espaço ou orbitando vagamente entre as estrelas. Podemos estimar que o número de planetas nesta galáxia [distante] é superior a um trilhão. Em 21 de março de 2022, mais de 5 000 exoplanetas além do nosso Sistema Solar foram confirmados. === Especulações iniciais === No século XVI, o filósofo italiano Giordano Bruno, um dos primeiros defensores da teoria copernicana de que a Terra e outros planetas orbitam o Sol (heliocentrismo), apresentou a visão de que as estrelas fixas são semelhantes ao Sol e também são acompanhadas por planetas. No século XVIII, a mesma possibilidade foi mencionada por Isaac Newton no \"Scholium Generale\" que conclui seus Principia. Fazendo uma comparação com os planetas do Sol, ele escreveu: \"E se as estrelas fixas são os centros de sistemas semelhantes, todas elas serão construídas de acordo com um projeto semelhante e sujeitas ao domínio de Um\". Em 1952, mais de 40 anos antes da descoberta do primeiro Júpiter quente, Otto Struve escreveu que não há razão convincente para que os planetas não possam estar muito mais próximos de sua estrela hospedeira do que no Sistema Solar, e propôs que a espectroscopia Doppler e o método de trânsito poderia detectar super-Júpiter em órbitas curtas. === Reivindicações desacreditadas === Reivindicações de detecções de exoplanetas foram feitas desde o século XIX. Alguns dos primeiros envolvem a estrela binária 70 Ophiuchi. Em 1855, William Stephen Jacob, do Observatório Madras da Companhia Britânica das Índias Orientais, relatou que as anomalias orbitais tornavam \"altamente provável\" que houvesse um \"corpo planetário\" neste sistema. Na década de 1890, Thomas J. J. See, da Universidade de Chicago e do Observatório Naval dos Estados Unidos, afirmou que as anomalias orbitais provavam a existência de um corpo escuro no sistema 70 Ophiuchi com um período de 36 anos em torno de uma das estrelas. No entanto, Forest Ray Moulton publicou um artigo provando que um sistema de três corpos com esses parâmetros orbitais seria altamente instável. Durante as décadas de 1950 e 1960, Peter van de Kamp, do Swarthmore College, fez outra série proeminente de alegações de detecção, desta vez para planetas que orbitam a Estrela de Barnard. Os astrônomos agora geralmente consideram todos os primeiros relatos de detecção como errôneos. Em 1991, Andrew Lyne, Matthew Bailes e S. L. Shemar afirmaram ter descoberto um planeta de pulsar em órbita ao redor de PSR 1829-10, usando variações de tempo de pulsar. A alegação recebeu intensa atenção brevemente, mas Lyne e sua equipe logo a retiraram. === Descobertas confirmadas === Em , um total de exoplanetas confirmados estão listados na Extrasolar Planets Encyclopaedia, incluindo alguns que foram confirmações de alegações controversas do final dos anos 80. A primeira descoberta publicada a receber confirmação subsequente foi feita em 1988 pelos astrônomos canadenses Bruce Campbell, G. A. H. Walker e Stephenson Yang da Universidade de Vitória e da Universidade da Colúmbia Britânica. Embora eles tenham sido cautelosos em reivindicar uma detecção planetária, suas observações de velocidade radial sugeriram que um planeta orbita a estrela Gamma Cephei. Em parte porque as observações estavam no limite das capacidades instrumentais na época, os astrônomos permaneceram céticos por vários anos sobre essa e outras observações semelhantes. Pensava-se que alguns dos planetas aparentes poderiam ter sido anãs marrons, objetos intermediários em massa entre planetas e estrelas. Em 1990, foram publicadas observações adicionais que apoiaram a existência do planeta orbitando Gamma Cephei, mas trabalhos subsequentes em 1992 novamente levantaram sérias dúvidas. Finalmente, em 2003, técnicas aprimoradas permitiram confirmar a existência do planeta. Em 9 de janeiro de 1992, os radioastrônomos Aleksander Wolszczan e Dale Frail anunciaram a descoberta de dois planetas orbitando o pulsar PSR B1257+12. Esta descoberta foi confirmada e é geralmente considerada a primeira detecção definitiva de exoplanetas. Observações de acompanhamento solidificaram esses resultados, e a confirmação de um terceiro exoplaneta em 1994 reviveu o tópico na imprensa popular. Acredita-se que esses planetas de pulsar tenham se formado a partir de remanescentes incomuns da supernova que produziu o pulsar, em uma segunda rodada de formação de planetas, ou então os núcleos rochosos remanescentes de gigantes gasosos que de alguma forma sobreviveram à supernova e depois decaíram em sua atual órbitas. Como os pulsares são estrelas agressivas, foi considerado improvável na época que um planeta pudesse ser formado em sua órbita. No início da década de 1990, um grupo de astrônomos liderados por Donald C. Backer, que estudavam o que pensavam ser um pulsar binário (PSR B1620-26 b), determinou que um terceiro objeto era necessário para explicar os desvios Doppler observados. Em poucos anos, os efeitos gravitacionais do planeta na órbita do pulsar e da anã branca foram medidos, dando uma estimativa da massa do terceiro objeto que era pequeno demais para ser uma estrela. A conclusão de que o terceiro objeto era um planeta foi anunciada por Stephen E. Thorsett e seus colaboradores em 1993. Em 6 de outubro de 1995, Michel Mayor e Didier P. Queloz, da Universidade de Genebra, anunciaram a primeira detecção definitiva de um exoplaneta orbitando uma estrela da sequência principal, a estrela próxima de classe G 51 Pegasi. Esta descoberta, feita no Observatório de Haute-Provence, inaugurou a era moderna da descoberta exoplanetária e foi reconhecida por uma parte do Prêmio Nobel de Física de 2019. Os avanços tecnológicos, principalmente na espectroscopia de alta resolução, levaram à rápida detecção de muitos novos exoplanetas: os astrônomos podiam detectar exoplanetas indiretamente medindo sua influência gravitacional no movimento de suas estrelas hospedeiras. Mais exoplanetas foram detectados mais tarde, observando a variação na luminosidade aparente de uma estrela à medida que um planeta em órbita transitava na frente dela. Inicialmente, os exoplanetas mais conhecidos eram planetas massivos que orbitavam muito perto de suas estrelas hospedeiras. Os astrônomos ficaram surpresos com esses \"Júpiteres quentes\", porque as teorias de formação planetária indicavam que planetas gigantes só deveriam se formar a grandes distâncias das estrelas. Mas, eventualmente, mais planetas de outros tipos foram encontrados, e agora está claro que os Júpiteres quentes constituem a minoria dos exoplanetas. Em 1999, Upsilon Andromedae tornou-se a primeira estrela da sequência principal conhecida por ter vários planetas. Kepler-16 contém o primeiro planeta descoberto que orbita em torno de um sistema estelar binário de sequência principal. Em 26 de fevereiro de 2014, a NASA anunciou a descoberta de 715 exoplanetas recém-verificados em torno de 305 estrelas pelo Telescópio Espacial Kepler. Esses exoplanetas foram verificados usando uma técnica estatística chamada \"verificação por multiplicidade\". Antes desses resultados, a maioria dos planetas confirmados eram gigantes gasosos comparáveis em tamanho a Júpiter ou maiores porque são mais facilmente detectados, mas os planetas Kepler estão principalmente entre o tamanho de Netuno e o tamanho da Terra. Em 23 de julho de 2015, a NASA anunciou Kepler-452b, um planeta quase do tamanho da Terra orbitando a zona habitável de uma estrela doe classe G2. Em 6 de setembro de 2018, a NASA descobriu um exoplaneta a cerca de 145 anos-luz da Terra na constelação de Virgo. Este exoplaneta, Wolf 503b, tem o dobro do tamanho da Terra e foi descoberto orbitando um tipo de estrela conhecido como \"anã laranja\". Wolf 503b completa uma órbita em apenas seis dias porque está muito próximo da estrela. Wolf 503b é o único exoplaneta tão grande que pode ser encontrado perto da chamada lacuna de Fulton. A lacuna de Fulton, notada pela primeira vez em 2017, é a observação de que é incomum encontrar planetas dentro de uma certa faixa de massa. Sob os estudos da lacuna de Fulton, isso abre um novo campo para os astrônomos, que ainda estão estudando se os planetas encontrados na lacuna de Fulton são gasosos ou rochosos. Em janeiro de 2020, os cientistas anunciaram a descoberta do TOI-700 d, o primeiro planeta do tamanho da Terra na zona habitável detectado pelo TESS. === Descobertas de candidatos === Em janeiro de 2020, as missões Kepler e TESS da NASA identificaram 4 374 candidatos planetários ainda a serem confirmados, vários deles sendo quase do tamanho da Terra e localizados na zona habitável, alguns em torno de estrelas semelhantes ao Sol. Em setembro de 2020, os astrônomos relataram evidências, pela primeira vez, de um planeta extragaláctico, M51-ULS-1b, detectado ao eclipsar uma fonte brilhante de raios-X, na Galáxia do Redemoinho (M51a). Também em setembro de 2020, astrônomos usando técnicas de microlente relataram a detecção, pela primeira vez, de um planeta órfão de massa terrestre não ligado a qualquer estrela e flutuando livremente na Via Láctea. == Métodos de detecção == === Imagem direta === Os planetas são extremamente fracos em comparação com suas estrelas hospedeiras. Por exemplo, uma estrela parecida com o Sol é cerca de um bilhão de vezes mais brilhante do que a luz refletida de qualquer exoplaneta que a orbita. É difícil detectar uma fonte de luz tão fraca e, além disso, a estrela hospedeira causa um brilho que tende a eliminá-la. É necessário bloquear a luz da estrela hospedeira para reduzir o brilho deixando a luz do planeta detectável; fazer isso é um grande desafio técnico que requer extrema estabilidade optotérmica. Todos os exoplanetas que foram fotografados diretamente são grandes (mais massivos que Júpiter) e amplamente separados de sua estrela hospedeira. Instrumentos de imagem direta especialmente projetados, como o Gemini Planet Imager, VLT-SPHERE e o SCExAO, farão imagens de dezenas de gigantes gasosos, mas a grande maioria dos exoplanetas conhecidos só foi detectada por métodos indiretos. A seguir estão os métodos indiretos que provaram ser úteis: === Métodos indiretos === * Método de trânsito :Se um planeta cruza (ou transita) na frente do disco de sua estrela hospedeira, o brilho observado da estrela diminui um pouco. A quantidade pela qual a estrela escurece depende de seu tamanho e do tamanho do planeta, entre outros fatores. Como o método de trânsito requer que a órbita do planeta cruze uma linha de visão entre a estrela hospedeira e a Terra, a probabilidade de um exoplaneta em uma órbita orientada aleatoriamente ser observado transitando pela estrela é um pouco pequena. O Telescópio Espacial Kepler usou esse método. * Velocidade radial ou método Doppler :À medida que um planeta orbita uma estrela, a estrela também se move em sua própria pequena órbita ao redor do centro de massa do sistema. Variações na velocidade radial da estrela, ou seja, a velocidade com que ela se aproxima ou se afasta da Terra, podem ser detectadas a partir de deslocamentos nas linhas espectrais da estrela devido ao efeito Doppler. Variações de velocidade radial extremamente pequenas podem ser observadas, de 1 m/s ou até um pouco menos. * Variação de tempo de trânsito (TTV) :Quando vários planetas estão presentes, cada um perturba ligeiramente as órbitas dos outros. Pequenas variações nos tempos de trânsito de um planeta podem, assim, indicar a presença de outro planeta, que pode ou não transitar. Por exemplo, variações nos trânsitos do planeta Kepler-19b sugerem a existência de um segundo planeta no sistema, o Kepler-19c não transitório.Planet Hunting: Finding Earth-like Planets . Scientific Computing. 19 July 2010 * Variação da duração do trânsito (TDV) :Quando um planeta orbita várias estrelas ou se o planeta tiver luas, seu tempo de trânsito pode variar significativamente por trânsito. Embora nenhum novo planeta ou lua tenha sido descoberto com este método, ele é usado para confirmar com sucesso muitos planetas circumbinários em trânsito. * Microlente gravitacional :A microlente ocorre quando o campo gravitacional de uma estrela age como uma lente, ampliando a luz de uma estrela distante de fundo. Os planetas que orbitam a estrela de lente podem causar anomalias detectáveis na ampliação à medida que varia ao longo do tempo. Ao contrário da maioria dos outros métodos que têm viés de detecção para planetas com órbitas pequenas (ou para imagens resolvidas, grandes), o método de microlente é mais sensível para detectar planetas em torno de 1 a 10 UA de distância de estrelas semelhantes ao Sol. * Astrometria :A astrometria consiste em medir com precisão a posição de uma estrela no céu e observar as mudanças nessa posição ao longo do tempo. O movimento de uma estrela devido à influência gravitacional de um planeta pode ser observável. Como o movimento é tão pequeno, no entanto, esse método ainda não foi muito produtivo. Ele produziu apenas algumas detecções contestadas, embora tenha sido usado com sucesso para investigar as propriedades dos planetas encontrados de outras maneiras. * Tempo de pulsar :Um pulsar (o pequeno e ultradenso remanescente de uma estrela que explodiu como uma supernova) emite ondas de rádio com extrema regularidade enquanto gira. Se os planetas orbitarem o pulsar, eles causarão pequenas anomalias no tempo de seus pulsos de rádio observados. A primeira descoberta confirmada de um exoplaneta foi feita usando este método. Mas a partir de 2011, não foi muito produtivo; cinco planetas foram detectados desta forma, em torno de três pulsares diferentes. * Tempo de estrela variável (frequência de pulsação) :Como os pulsares, existem alguns outros tipos de estrelas que exibem atividade periódica. Desvios da periodicidade às vezes podem ser causados por um planeta que a orbita. A partir de 2013, alguns planetas foram descobertos com este método. * Modulações de reflexão/emissão :Quando um planeta orbita muito perto da estrela, ele capta uma quantidade considerável de luz estelar. À medida que o planeta orbita em torno da estrela, a quantidade de luz muda devido a planetas com fases do ponto de vista da Terra ou planeta brilhando mais de um lado do que do outro devido às diferenças de temperatura. * Radiação relativística :A radiação relativística mede o fluxo observado da estrela devido ao seu movimento. O brilho da estrela muda à medida que o planeta se aproxima ou se afasta de sua estrela hospedeira. * Variações elipsoidais :Planetas massivos próximos de suas estrelas hospedeiras podem deformar ligeiramente a forma da estrela. Isso faz com que o brilho da estrela se desvie ligeiramente, dependendo de como ela é girada em relação à Terra.Atkinson, Nancy (13 May 2013) Using the Theory of Relativity and BEER to Find Exoplanets. Universe Today. * Polarimetria :Com o método de polarimetria, uma luz polarizada refletida do planeta é separada da luz não polarizada emitida pela estrela. Nenhum novo planeta foi descoberto com este método, embora alguns planetas já descobertos tenham sido detectados com este método. * Discos circunstelares :Discos de poeira espacial cercam muitas estrelas, que se acredita serem originárias de colisões entre asteroides e cometas. A poeira pode ser detectada porque absorve a luz das estrelas e a reemite como radiação infravermelha. Características nos discos podem sugerir a presença de planetas, embora isso não seja considerado um método de detecção definitivo. == Formação e evolução == Os planetas podem se formar dentro de algumas dezenas (ou mais) de milhões de anos de sua formação estelar. Exoplanets and Disks: Their Formation and Diversity: Proceedings of the International Conference Os planetas do Sistema Solar só podem ser observados em seu estado atual, mas observações de diferentes sistemas planetários de idades variadas nos permitem observar planetas em diferentes estágios de evolução. As observações disponíveis variam de discos protoplanetários jovens onde os planetas ainda estão se formando a sistemas planetários com mais de 10 bilhões de anos. Quando os planetas se formam em um disco protoplanetário gasoso, eles acumulam envelopes de hidrogênio/hélio. Esses envelopes esfriam e se contraem com o tempo e, dependendo da massa do planeta, parte ou todo o hidrogênio/hélio acaba sendo perdido no espaço. Isso significa que mesmo planetas terrestres podem começar com grandes raios se eles se formarem cedo o suficiente. Um exemplo é Kepler-51b, que tem apenas cerca de duas vezes a massa da Terra, mas é quase do tamanho de Saturno, que é cem vezes a massa da Terra. Kepler-51b é bastante jovem com algumas centenas de milhões de anos. == Estrelas hospedeiras de planetas == Há pelo menos um planeta em média por estrela. Cerca de 1 em cada 5 estrelas semelhantes ao Sol tem um planeta do \"tamanho da Terra\" na zona habitável. A maioria dos exoplanetas conhecidos orbitam estrelas aproximadamente semelhantes ao Sol, ou seja, estrelas da sequência principal das categorias espectrais F, G ou K. Estrelas de massa mais baixa (anãs vermelhas, da categoria espectral M) são menos propensas a ter planetas massivos o suficiente para serem detectados pelo método de velocidade radial. Apesar disso, várias dezenas de planetas em torno de anãs vermelhas foram descobertos pelo Telescópio Espacial Kepler, que usa o método de trânsito para detectar planetas menores. Usando dados do Kepler, foi encontrada uma correlação entre a metalicidade de uma estrela e a probabilidade de que a estrela hospede um planeta gigante, semelhante ao tamanho de Júpiter. Estrelas com maior metalicidade são mais propensas a ter planetas, especialmente planetas gigantes, do que estrelas com menor metalicidade. Alguns planetas orbitam um membro de um sistema estelar binário, e vários planetas circumbinários foram descobertos que orbitam em torno de ambos os membros da estrela binária. Alguns planetas em sistemas estelares triplos são conhecidos e um no sistema quádruplo Kepler-64. == Parâmetros orbitais e físicos == == Características gerais == === Cor e brilho === Em 2013, a cor de um exoplaneta foi determinada pela primeira vez. As medições de albedo de melhor ajuste de HD 189733 b sugerem que é azul escuro profundo. Mais tarde naquele mesmo ano, as cores de vários outros exoplanetas foram determinadas, incluindo Gliese 504 b que visualmente tem uma cor magenta, e Kappa Andromedae b, que se visto de perto pareceria de cor avermelhada. Espera-se que os planetas de hélio tenham aparência branca ou cinza. O brilho aparente (magnitude aparente) de um planeta depende de quão longe o observador está, quão reflexivo o planeta é (albedo) e quanta luz o planeta recebe de sua estrela, o que depende de quão longe o planeta está da estrela e quão brilhante é a estrela. Assim, um planeta com albedo baixo que está próximo de sua estrela pode parecer mais brilhante do que um planeta com albedo alto que está longe da estrela.The Apparent Brightness and Size of Exoplanets and their Stars , Abel Mendez, updated 30 June 2012, 12:10 pm O planeta mais escuro conhecido em termos de albedo geométrico é TrES-2b, um Júpiter quente que reflete menos de 1% da luz de sua estrela, tornando-o menos reflexivo do que carvão ou tinta acrílica preta. Espera-se que os Júpiteres quentes sejam bastante escuros devido ao sódio e potássio em suas atmosferas, mas não se sabe por que o TrES-2b é tão escuro, pode ser devido a um composto químico desconhecido. Para gigantes gasosos, o albedo geométrico geralmente diminui com o aumento da metalicidade ou da temperatura atmosférica, a menos que haja nuvens para modificar esse efeito. O aumento da profundidade da coluna de nuvem aumenta o albedo em comprimentos de onda ópticos, mas o diminui em alguns comprimentos de onda infravermelhos. O albedo óptico aumenta com a idade, porque os planetas mais antigos têm profundidades de coluna de nuvens mais altas. O albedo óptico diminui com o aumento da massa, porque os planetas gigantes de massa mais alta têm gravidades superficiais mais altas, o que produz profundidades de coluna de nuvens mais baixas. Além disso, as órbitas elípticas podem causar grandes flutuações na composição atmosférica, o que pode ter um efeito significativo. Há mais emissão térmica do que reflexão em alguns comprimentos de onda do infravermelho próximo para gigantes gasosos massivos e/ou jovens. Portanto, embora o brilho óptico seja totalmente dependente da fase, isso nem sempre é o caso no infravermelho próximo. As temperaturas dos gigantes gasosos diminuem com o tempo e com a distância de sua estrela. Abaixar a temperatura aumenta o albedo óptico mesmo sem nuvens. A uma temperatura suficientemente baixa, formam-se nuvens de água, que aumentam ainda mais o albedo óptico. Em temperaturas ainda mais baixas, nuvens de amônia se formam, resultando em albedos mais altos na maioria dos comprimentos de onda ópticos e infravermelhos próximos. === Campo magnético === Em 2014, um campo magnético em torno de HD 209458 b foi inferido pela forma como o hidrogênio estava evaporando do planeta. É a primeira detecção (indireta) de um campo magnético em um exoplaneta. O campo magnético é estimado em cerca de um décimo da força do campo magnético de Júpiter. Os campos magnéticos de exoplanetas podem ser detectados por suas emissões de rádio aurorais com radiotelescópios suficientemente sensíveis, como o LOFAR. As emissões de rádio podem permitir a determinação da taxa de rotação do interior de um exoplaneta e podem produzir uma maneira mais precisa de medir a rotação do exoplaneta do que examinando o movimento das nuvens. O campo magnético da Terra resulta de seu núcleo metálico líquido fluindo, mas em super-Terras massivas com alta pressão, podem se formar diferentes compostos que não correspondem aos criados sob condições terrestres. Os compostos podem se formar com maiores viscosidades e altas temperaturas de fusão, o que pode impedir que os interiores se separem em diferentes camadas e, assim, resultar em mantos sem núcleo indiferenciados. Formas de óxido de magnésio, como MgSi3O12, podem ser um metal líquido nas pressões e temperaturas encontradas nas super-Terras e podem gerar um campo magnético nos mantos das super-Terras. Júpiteres quentes foram observados com um raio maior do que o esperado. Isso pode ser causado pela interação entre o vento estelar e a magnetosfera do planeta, criando uma corrente elétrica através do planeta que o aquece, fazendo com que ele se expanda. Quanto mais magneticamente ativa for uma estrela, maior será o vento estelar e maior será a corrente elétrica, levando a mais aquecimento e expansão do planeta. Esta teoria coincide com a observação de que a atividade estelar está correlacionada com os raios planetários inflados. Em agosto de 2018, os cientistas anunciaram a transformação do deutério gasoso em uma forma metálica líquida. Isso pode ajudar os pesquisadores a entender melhor os gigantes gasosos, como Júpiter, Saturno e exoplanetas relacionados, uma vez que se acredita que esses planetas contenham muito hidrogênio metálico líquido, que pode ser responsável por seus poderosos campos magnéticos observados. Embora os cientistas tenham anunciado anteriormente que os campos magnéticos de exoplanetas próximos podem causar aumento de erupções estelares e manchas estelares em suas estrelas hospedeiras, em 2019 essa afirmação foi demonstrada como falsa no sistema HD 189733. A falha em detectar \"interações estrela-planeta\" no bem estudado sistema HD 189733 põe em questão outras alegações relacionadas ao efeito. Em 2019, a força dos campos magnéticos de superfície de 4 Júpiteres quentes foi estimada e variou entre 20 e 120 gauss em comparação com o campo magnético de superfície de Júpiter de 4,3 gauss. === Placas tectônicas === Em 2007, duas equipes independentes de pesquisadores chegaram a conclusões opostas sobre a probabilidade de placas tectônicas em super-Terras maiores com uma equipe dizendo que as placas tectônicas seriam episódicas ou estagnadas e a outra equipe dizendo que a tectônica de placas é muito provável em super-Terras, mesmo que o planeta esteja seco. Se as super- Terras tiverem mais de 80 vezes mais água do que a Terra, elas se tornarão planetas oceânicos com toda a terra completamente submersa. No entanto, se houver menos água do que esse limite, o ciclo das águas profundas moverá água suficiente entre os oceanos e o manto para permitir que os continentes existam. === Vulcanismo === Grandes variações de temperatura da superfície em 55 Cancri e foram atribuídas à possível atividade vulcânica liberando grandes nuvens de poeira que cobrem o planeta e bloqueiam as emissões térmicas. === Anéis === A estrela 1SWASP J140747.93-394542.6 é orbitada por um objeto que é circundado por um sistema de anéis muito maior que os anéis de Saturno. No entanto, a massa do objeto não é conhecida; pode ser uma anã marrom ou uma estrela de baixa massa em vez de um planeta. O brilho das imagens ópticas de Fomalhaut b pode ser devido à luz estelar refletida em um sistema de anéis circumplanetários com um raio entre 20 e 40 vezes o raio de Júpiter, aproximadamente o tamanho das órbitas das luas galileanas. Os anéis dos gigantes gasosos do Sistema Solar estão alinhados com o equador do seu planeta. No entanto, para exoplanetas que orbitam perto de sua estrela, as forças de maré da estrela levariam os anéis mais externos de um planeta a serem alinhados com o plano orbital do planeta ao redor da estrela. Os anéis mais internos de um planeta ainda estariam alinhados com o equador do planeta, de modo que, se o planeta tiver um eixo rotacional inclinado, os diferentes alinhamentos entre os anéis interno e externo criariam um sistema de anéis deformados. === Luas === Em dezembro de 2013, uma exolua candidata de um planeta órfão foi anunciada. Em 3 de outubro de 2018, foram relatadas evidências sugerindo uma grande exolua orbitando Kepler-1625b. === Atmosferas === Atmosferas foram detectadas em torno de vários exoplanetas. O primeiro a ser observado foi o HD 209458 b em 2001. Em fevereiro de 2014, mais de 50 atmosferas de exoplanetas em trânsito e 5 imagens diretas foram observadas, resultando na detecção de características espectrais moleculares; observação de gradientes de temperatura dia-noite; e restrições na estrutura atmosférica vertical. Além disso, uma atmosfera foi detectada no não-transitório Júpiter quente Tau Boötis b. Em maio de 2017, brilhos de luz da Terra, vistos como cintilando de um satélite em órbita a um milhão de milhas de distância, foram encontrados como luz refletida de cristais de gelo na atmosfera. A tecnologia usada para determinar isso pode ser útil no estudo das atmosferas de planetas distantes, incluindo os de exoplanetas. ==== Caudas de cometa ==== KIC 12557548 b é um pequeno planeta rochoso, muito próximo de sua estrela, que está evaporando e deixando um rastro de nuvens e poeira como um cometa. A poeira pode ser cinzas em erupção de vulcões e escapando devido à baixa gravidade superficial do pequeno planeta, ou pode ser de metais que são vaporizados pelas altas temperaturas de estar tão perto da estrela com o vapor de metal então se condensando em poeira. Em junho de 2015, os cientistas relataram que a atmosfera de Gliese 436 b estava evaporando, resultando em uma nuvem gigante ao redor do planeta e, devido à radiação da estrela hospedeira, uma longa cauda de 14 milhões de km de comprimento. === Padrão de insolação === Planetas bloqueados por maré em uma ressonância de rotação-órbita de 1:1 teriam sua estrela sempre brilhando diretamente sobre um ponto que seria quente com o hemisfério oposto recebendo nenhuma luz e sendo muito frio. Tal planeta poderia se assemelhar a um globo ocular com o ponto de acesso sendo a pupila. Planetas com uma órbita excêntrica podem ser bloqueados em outras ressonâncias. Ressonâncias 3:2 e 5:2 resultariam em um padrão de globo ocular duplo com pontos quentes nos hemisférios oriental e ocidental. Planetas com uma órbita excêntrica e um eixo de rotação inclinado teriam padrões de insolação mais complicados. == Superfície == === Composição da superfície === As características da superfície podem ser distinguidas das características atmosféricas comparando a espectroscopia de emissão e reflexão com a espectroscopia de transmissão. A espectroscopia no infravermelho médio de exoplanetas pode detectar superfícies rochosas, e o infravermelho próximo pode identificar oceanos de magma ou lavas de alta temperatura, superfícies de silicato hidratado e gelo de água, fornecendo um método inequívoco para distinguir entre exoplanetas rochosos e gasosos. === Temperatura de superfície === A temperatura de um exoplaneta pode ser estimada medindo a intensidade da luz que recebe de sua estrela hospedeira. Por exemplo, estima-se que o planeta OGLE-2005-BLG-390Lb tenha uma temperatura de superfície de aproximadamente -220 °C (50 K). No entanto, essas estimativas podem estar substancialmente erradas porque dependem do albedo geralmente desconhecido do planeta e porque fatores como o efeito estufa podem introduzir complicações desconhecidas. Alguns planetas tiveram sua temperatura medida observando a variação na radiação infravermelha à medida que o planeta se move em sua órbita e é eclipsado por sua estrela hospedeira. Por exemplo, estima-se que o planeta HD 189733 b tenha uma temperatura média de 1 205 K (932 °C) em seu lado diurno e 973 K (700 °C) em seu lado noturno. == Habitabilidade == À medida que mais planetas são descobertos, o campo da exoplanetologia continua a crescer em um estudo mais profundo de exoplanetas e, finalmente, abordará a perspectiva de vida em planetas além do Sistema Solar. A distâncias cósmicas, a vida só pode ser detectada se desenvolver em escala planetária e modificar fortemente o ambiente planetário, de tal forma que as modificações não possam ser explicadas por processos físico-químicos clássicos (processos fora de equilíbrio). Por exemplo, o oxigênio molecular () na atmosfera da Terra é resultado da fotossíntese por plantas vivas e muitos tipos de microorganismos, de modo que pode ser usado como uma indicação de vida em exoplanetas, embora pequenas quantidades de oxigênio também possam ser produzidas por meios não biológicos. Além disso, um planeta potencialmente habitável deve orbitar uma estrela estável a uma distância dentro da qual objetos de massa planetária com pressão atmosférica suficiente possam suportar água líquida em suas superfícies. === Zona habitável === A zona habitável em torno de uma estrela é a região onde a temperatura é adequada para permitir a existência de água líquida na superfície do planeta; isto é, não muito perto da estrela para que a água evapore e não muito longe da estrela para que a água congele. O calor produzido pelas estrelas varia de acordo com o tamanho e a idade da estrela, de modo que a zona habitável pode estar a distâncias diferentes para estrelas diferentes. Além disso, as condições atmosféricas do planeta influenciam a capacidade do planeta de reter calor, de modo que a localização da zona habitável também é específica para cada tipo de planeta: planetas desérticos (também conhecidos como planetas secos), com muito pouca água, terão menos vapor de água na atmosfera do que a Terra e, portanto, têm um efeito estufa reduzido, o que significa que um planeta desértico poderia manter oásis de água mais perto de sua estrela do que a Terra está do Sol. A falta de água também significa que há menos gelo para refletir o calor no espaço, de modo que a borda externa das zonas habitáveis do planeta desértico está mais distante.Choi, Charles Q. (1 September 2011) Alien Life More Likely on 'Dune' Planets . Astrobiology Magazine Planetas rochosos com uma espessa atmosfera de hidrogênio poderiam manter a água superficial muito mais longe do que a distância Terra-Sol. Planetas com massa maior têm zonas habitáveis mais amplas porque a gravidade reduz a profundidade da coluna de nuvens de água, o que reduz o efeito estufa do vapor de água, aproximando a borda interna da zona habitável da estrela. A taxa de rotação planetária é um dos principais fatores que determinam a circulação da atmosfera e, portanto, o padrão das nuvens: planetas em rotação lenta criam nuvens espessas que refletem mais e, portanto, podem ser habitáveis muito mais perto de sua estrela. A Terra com sua atmosfera atual seria habitável na órbita de Vênus, se tivesse a rotação lenta de Vênus. Se Vênus perdeu seu oceano de água devido a um efeito estufa descontrolado, é provável que tenha tido uma taxa de rotação mais alta no passado. Alternativamente, Vênus nunca teve um oceano porque o vapor de água foi perdido para o espaço durante sua formação e poderia ter sua rotação lenta ao longo de sua história. Planetas bloqueados por maré (também conhecidos como planetas \"globo ocular\") podem ser habitáveis mais perto de sua estrela do que se pensava anteriormente devido ao efeito das nuvens: em alto fluxo estelar, a convecção forte produz nuvens de água espessas perto do ponto subestelar que aumentam muito a velocidade planetária albedo e reduzir as temperaturas da superfície. As zonas habitáveis geralmente são definidas em termos de temperatura da superfície, no entanto, mais da metade da biomassa da Terra é de micróbios subsuperficiais, e a temperatura aumenta com a profundidade, de modo que a subsuperfície pode ser propícia para a vida microbiana quando a superfície está congelada e se isso é considerado, a zona habitável se estende muito mais longe da estrela,Further away planets 'can support life' say researchers, BBC, 7 January 2014. mesmo planetas órfãos poderiam ter água líquida em profundidades suficientes no subsolo. Em uma era anterior do Universo, a temperatura do fundo cósmico de micro-ondas teria permitido que quaisquer planetas rochosos que existissem tivessem água líquida em sua superfície, independentemente de sua distância de uma estrela. Planetas semelhantes a Júpiter podem não ser habitáveis, mas podem ter luas habitáveis.Home, sweet exomoon: The new frontier in the search for ET, New Scientist, 29 July 2015 === Eras do gelo e estados bola de neve === A borda externa da zona habitável é onde os planetas estão completamente congelados, mas planetas bem dentro da zona habitável podem ficar congelados periodicamente. Se as flutuações orbitais ou outras causas produzirem resfriamento, isso criará mais gelo, mas o gelo refletirá a luz solar causando ainda mais resfriamento, criando um ciclo de feedback até que o planeta esteja completamente ou quase completamente congelado. Quando a superfície está congelada, isso interrompe o intemperismo do dióxido de carbono, resultando em um acúmulo de dióxido de carbono na atmosfera a partir de emissões vulcânicas. Isso cria um efeito estufa que descongela o planeta novamente. Planetas com uma grande inclinação axial são menos propensos a entrar em estados bola de neve e podem reter água líquida mais longe de sua estrela. Grandes flutuações de inclinação axial podem ter um efeito de aquecimento ainda maior do que uma grande inclinação fixa.Kelley, Peter (15 April 2014) Astronomers: 'Tilt-a- worlds' could harbor life. www.washington.edu Paradoxalmente, planetas que orbitam estrelas mais frias, como anãs vermelhas, são menos propensos a entrar em estados bola de neve porque a radiação infravermelha emitida por estrelas mais frias é principalmente em comprimentos de onda que são absorvidos pelo gelo que o aquece.Kelley, Peter (18 July 2013) A warmer planetary haven around cool stars, as ice warms rather than cools. www.washington.edu === Aquecimento de maré === Se um planeta tem uma órbita excêntrica, o aquecimento de maré pode fornecer outra fonte de energia além da radiação estelar. Isso significa que planetas excêntricos na zona habitável radiativa podem ser muito quentes para a água líquida. A maré também circularizam as órbitas ao longo do tempo para que possa haver planetas na zona habitável com órbitas circulares que não têm água porque costumavam ter órbitas excêntricas. Planetas excêntricos mais distantes do que a zona habitável ainda teriam superfícies congeladas, mas o aquecimento de maré poderia criar um oceano subterrâneo semelhante ao de Europa. Em alguns sistemas planetários, como no sistema Upsilon Andromedae, a excentricidade das órbitas é mantida ou mesmo variada periodicamente por perturbações de outros planetas no sistema. O aquecimento de maré pode causar a liberação de gases do manto, contribuindo para a formação e reabastecimento de uma atmosfera. === Planetas potencialmente habitáveis === Uma revisão em 2015 identificou os exoplanetas Kepler-62f, Kepler-186f e Kepler-442b como os melhores candidatos a serem potencialmente habitáveis. Estes estão a uma distância de 1 200, 490 e 1 120 anos-luz de distância, respectivamente. Destes, Kepler-186f é de tamanho semelhante ao da Terra com sua medida de raio terrestre de 1,2, e está localizado na borda externa da zona habitável em torno de sua estrela anã vermelha. Ao olhar para os candidatos a exoplanetas terrestres mais próximos, Proxima Centauri b está a cerca de 4,2 anos-luz de distância. Sua temperatura de equilíbrio é estimada em -39 °C (234 K). ==== Planetas do tamanho da Terra ==== * Em novembro de 2013, estimou-se que 22±8% das estrelas são semelhantes ao Sol na Via Láctea podem ter um planeta do tamanho da Terra na zona habitável. Assumindo 200 bilhões de estrelas na Via Láctea, seriam 11 bilhões de planetas potencialmente habitáveis, subindo para 40 bilhões se as anãs vermelhas forem incluídas. * Kepler-186f, um planeta de 1,2 raio da Terra na zona habitável de uma anã vermelha, relatado em abril de 2014. * Proxima Centauri b, um planeta na zona habitável de Proxima Centauri, a estrela conhecida mais próxima do Sistema Solar com uma massa mínima estimada de 1,27 vezes a massa da Terra. * Em fevereiro de 2013, pesquisadores especularam que até 6% das pequenas anãs vermelhas podem ter planetas do tamanho da Terra. Isso sugere que o mais próximo do Sistema Solar pode estar a 13 anos-luz de distância. A distância estimada aumenta para 21 anos-luz quando é utilizado um intervalo de confiança de 95%. Em março de 2013, uma estimativa revisada deu uma taxa de ocorrência de 50% para planetas do tamanho da Terra na zona habitável de anãs vermelhas. * Com 1,63 vezes o raio da Terra, Kepler-452b é o primeiro planeta quase do tamanho da Terra descoberto na \"zona habitável\" em torno de uma estrela semelhante ao Sol de classe G2 (julho de 2015). == Notas == == Leitura adicional == * (Hardback); (Paperback). * (Hardback); (Paperback). * (Hardcover). * * . * . * (Paperback). * == Ligações externas == * What Is An Exoplanet? (SETI; 2020) * Earth Similarity Index Calculator * The Extrasolar Planets Encyclopaedia (Paris Observatory) * NASA Exoplanet Archive * Open Exoplanet Catalogue * The Habitable Exoplanets Catalog (PHL/UPR Arecibo) * Extrasolar Planets – D. Montes, UCM * Exoplanets - Paris Observatory * Graphical Comparison of Extrasolar Planets * * Categoria:Exoplanetologia Categoria:SETI Categoria:Tipos de planetas Categoria:Conceitos de astronomia",
 "title": "Exoplaneta"
}