{
 "id": "36652",
 "text": "Ziraldo Alves Pinto (Caratinga, – Rio de Janeiro, 6 de abril de 2024) foi um cartunista, chargista, pintor, escritor, dramaturgo, cartazista, caricaturista, poeta, cronista, desenhista, apresentador, humorista, advogado e jornalista brasileiro. Foi o criador de personagens famosos, como o Menino Maluquinho, e foi um dos mais conhecidos e aclamados escritores infantis de seu tempo. Ziraldo foi pai de três filhos, a cineasta Daniela Thomas, o compositor Antonio Pinto e a diretora de teatro Fabrízia Alves Pinto. Faleceu em sua residência no estado do Rio de Janeiro, Lagoa Rodrigo de Freitas em 6 de abril de 2024 aos 91 anos. == Infância == Ziraldo passou toda a infância em Caratinga. Era irmão do também desenhista, cartunista, jornalista e escritor Zélio Alves Pinto e também de Ziralzi Alves Pinto. Estudou dois anos no Rio de Janeiro e voltou a Caratinga, tendo concluído o módulo científico (atual ensino médio). Formou-se em Direito pela Universidade Federal de Minas Gerais em 1957. Seu talento no desenho já se manifestava desde essa época, tendo publicado um desenho no jornal Folha de Minas com apenas 6 anos de idade. == Carreira == Começou a trabalhar no jornal Folha da Manhã (atual Folha de S.Paulo), em 1954, com uma coluna dedicada ao humor. Ganhou notoriedade nacional ao se estabelecer na revista O Cruzeiro em 1957 e, posteriormente, no Jornal do Brasil, em 1963. Alguns de seus personagens desta época foram Jeremias, o Bom; Supermãe e Mirinho. Em 1960 lançou a primeira revista em quadrinhos brasileira feita por um só autor, Turma do Pererê, que também foi a primeira história em quadrinhos a cores totalmente produzida no Brasil. Embora tenha alcançado uma das maiores tiragens da época, Turma do Pererê foi cancelada em 1964, logo após o início do regime militar no Brasil. Nos anos 1970, a Editora Abril relançou a revista, desta vez, porém, sem o sucesso inicial. A revista da Turma do Pererê teve outras passagens pelas bancas numa edição encadernada pela Editora Primor no ano de 1986 e em formato de almanaque pela Editora Abril na década de 1990. Em 1960 recebeu o \"Nobel\" Internacional de Humor no 32º Salão Internacional de Caricaturas de Bruxelas e também o prêmio Merghantealler, principal premiação da imprensa livre da América Latina. Foi fundador e posteriormente diretor do periódico O Pasquim, tabloide de oposição ao regime militar, uma das prováveis razões de sua prisão, ocorrida um dia após a promulgação do AI-5. Em 1980 lançou o livro \"O Menino Maluquinho\", seu maior sucesso editorial, o qual foi mais tarde adaptado na televisão e no cinema. Para televisão, foi adaptado em 2006 pela TV Brasil, chamada Um Menino muito Maluquinho, que durou uma temporada com vinte e seis episódios sob a direção de Anna Muylaert e Cao Hamburger. No cinema, foi adaptado três vezes, a primeira em Menino Maluquinho - O Filme em 1995 e uma sequência em 1998 dirigida por Fernando Meirelles, Menino Maluquinho 2 - A Aventura. A adaptação mais recente da série é Uma Professora Muito Maluquinha de 2010, estrelado por Paolla Oliveira. Em 1999 lançou a revista Bundas\", uma publicação de humor sobre o cotidiano que faz uma brincadeira com a revista Caras, esta voltada para o dia a dia de festas e ostentação da elite brasileira. Ziraldo foi também o fundador da revista \"A Palavra\" em 1999. Ilustrações de Ziraldo já figuraram em publicações internacionais como as revistas \"Private Eye\" da Inglaterra, \"Plexus\" da França e \"Mad\", dos Estados Unidos. A partir do ano de 2000, participou da \"Oficina do Texto\", maior iniciativa de coautoria de livros do Mundo, criada por Samuel Ferrari Lago, então diretor do Portal Educacional, na qual ilustrou histórias que ganharam textos de alunos de escolas do Brasil todo, totalizando aproximadamente 1 milhão de diferentes obras editadas em coautoria com igual número de crianças. Ziraldo foi homenageado por escolas de samba e afirmou que essa é a maior homenagem que um brasileiro pode receber. No carnaval de São Paulo, foi a Nenê de Vila Matilde em 2003 que celebrou a trajetória do artista. Na Sapucaí, Ziraldo foi enredo da Tradição em 2012. No dia 3 de outubro de 2016 recebeu a Medalha de Honra da Universidade Federal de Minas Gerais em cerimônia presidida pelo reitor Jaime Arturo Ramírez no auditório da reitoria da universidade. == Vida pessoal == O cartunista foi casado com Vilma Gontijo Alves Pinto de 1958 até a morte dela em 2000, quando aos 66 anos ela sofreu um infarto enquanto dormia. Ziraldo casou-se novamente, dessa vez com Márcia Martins da Silva. Ziraldo foi fumante durante 40 anos, mas conseguiu abandonar o vício. Em 2013, Ziraldo concedeu entrevista para o Museu da Pessoa, na qual comentou sobre a sua vida, principalmente sobre a sua infância. Descobriu que tinha tino para o humor ainda muito novo em meio a uma epidemia de esquistossomose, em Caratinga, onde nasceu.Traços cheios de humor; museudapessoa.org/ autoria: Museu da Pessoa Segundo vizinhos, Ziraldo tinha o hábito de, de vez em quando, descer para o térreo do seu prédio durante a madrugada assobiando, o que eles entendiam como sendo um sinal de que ele iria criar algo novo. === Posicionamento político === Ziraldo era uma figura pública ligada à esquerda. Foi membro do Partido Comunista Brasileiro (PCB) juntamente com amigos como o arquiteto Oscar Niemeyer. Após o fim da Ditadura, em 1989, o grupo liderado por Roberto Freire no PCB transferiu a estrutura partidária para uma nova legenda, o Partido Popular Socialista (PPS), como forma de enfrentar o desgaste com a experiência socialista soviética e a queda do muro de Berlim. Em 2005, o cartunista filiou-se ao Partido Socialismo e Liberdade (PSOL), para o qual desenhou o logo partidário. No ano seguinte, apoiou no primeiro turno a candidata Heloísa Helena para a presidência da República, e ao segundo turno fez apoio para reeleição de Luiz Inácio Lula da Silva (PT). No ano de 2010, participou de atos em prol da eleição de Dilma Rousseff (PT) para o cargo de Presidente da República. Em 2014, apoiou novamente a candidatura de Dilma para reeleição. Durante o processo de impeachment de Dilma Rousseff, Ziraldo posicionou-se de maneira contrária ao processo, participando de comícios e fazendo elogios à presidente. Em 2018, também declarou voto ao candidato do Partido dos Trabalhadores, Fernando Haddad. Nas eleições de 2022, apoiou a candidatura vitoriosa de Lula (PT). ==== Indenização por conta da ditadura militar ==== Em 5 de abril de 2008, Ziraldo — juntamente com mais vinte jornalistas que foram perseguidos durante a ditadura militar brasileira — teve seu processo de anistia aprovado pela Comissão de Anistia do Ministério da Justiça e foi indenizado em mais de 1 milhão de reais, além de receber uma pensão vitalícia de cerca de 4,3 mil reais..\"Anistia: Ziraldo e Jaguar vão receber indenização e pensão mensal\" - O Globo Ele e o cartunista Jaguar receberam as maiores indenizações. À época, Ziraldo afirmou que \"o Brasil lhe devia\" a indenização declarando: O episódio foi comentado por seu antigo colega Millôr Fernandes, que se negou a exigir indenização, questionando: \"Quer dizer que aquilo não era ideologia, era investimento?\".\"Para Ziraldo, 'se é um direito, então está OK'\" - Estadão == Problemas de saúde e morte == Em 2013, durante uma viagem a Alemanha, Ziraldo teve um infarto leve, necessitando fazer um cateterismo. Em 2018, sofreu um AVC e chegou a ficar internado em estado grave. Nos quatro anos seguintes, sofreu outros dois AVCs, o que o fez ficar com a saúde debilitada. Por causa disso, passou a aparecer em público em poucas ocasiões. Nos últimos meses, Ziraldo passava a maior parte do tempo acamado e se alimentando por sonda. Na tarde do dia 6 de abril de 2024, em torno das 15h, aos 91 anos, Ziraldo morreu em sua casa enquanto dormia, segundo a sua família. O presidente Luiz Inácio Lula da Silva lamentou a morte de Ziraldo e afirmou que \"O Brasil perdeu neste sábado, 6/4, um de seus maiores expoentes da cultura, da imprensa, da literatura infantil e do imaginário do país.\" Várias instituições prestaram homenagens ao cartunista, como os clubes de futebol Flamengo, Atlético Mineiro e Corinthians. Mais tarde, no mesmo dia, uma de suas filhas revelou que a causa da morte foi falência múltipla dos órgãos. No dia seguinte, o corpo de Ziraldo foi velado no Museu de Arte Moderna do Rio de Janeiro e sepultado no Cemitério de São João Batista. == Controvérsias == === Condenação por impropridade administrativa === Em 31 de março de 2011, Ziraldo, seu irmão Zélio Alves Pinto e mais 9 pessoas foram condenados por improbidade administrativa na realização, em 2003, do primeiro Festival Internacional do Humor Gráfico das Cataratas do Iguaçu (Festhumor) e no “Fantur - Iguaçu dê uma volta por aqui”, em ação movida em 2006 pelo Ministério Público Federal. A ação relata que o dinheiro público municipal e federal foi mal utilizado porque, segundo a sentença, para o primeiro Festhumor, houve contratações sem licitação e pagamentos em duplicidade, que corresponde a remuneração dupla pelo serviço prestado uma vez. O processo relata ainda desvio de verba no Fantur, que foi uma ação promovida pela Secretaria de Turismo de Foz do Iguaçu para levar jornalistas e cartunistas para cidade, com todas as despesas custeadas pela prefeitura. Além disso, Ziraldo registrou indevidamente a marca do festival em seu nome no Instituto Nacional da Propriedade Industrial (INPI), contrariando o edital (que previa a cessão perpétua do desenho), e caracterizando assim a intenção de utilizar a marca comercialmente. Em 24 de novembro de 2011, a pena de Ziraldo foi fixada em dois anos, dois meses e 20 dias de reclusão, além do pagamento de multa de cerca de 87,3 mil reais. O juiz substituiu a prisão por prestação de serviço à comunidade ou entidades públicas, e o pagamento de um salário-mínimo mensal pelo mesmo período da pena. Ziraldo e os demais réus podem recorrer da decisão. === Declaração sobre homossexuais === Em uma entrevista concedida ao site Hoje em Dia em maio de 2015, Ziraldo criticou a TV Globo por abordar relacionamentos entre pessoas do mesmo sexo na telenovela Babilônia. \"A Fernanda Montenegro não tem direito de fazer apologia do afeto homossexual. Grandes fãs dela estão estarrecidos com isso. E mesmo que ela estivesse pensando em ajudar as mães dos homossexuais... Mas qual é a porcentagem de mães de homossexuais?\", afirmou. Ele ainda fez uma comparação com a obra Grande Sertão: Veredas, de Guimarães Rosa, ao alegar que o escritor \"não teve coragem de fazer Riobaldo assumir a homossexualidade dele\" e que \"inventou que Diadorim era uma mulher vestida de homem\", concluindo que manter a sexualidade dos homossexuais escondida seria \"uma coisa mineira\", já que \"aceitar a homossexualidade em Ipanema é uma coisa, aceitar a homossexualidade em Caratinga é outra\". == Prêmios == Ano Premiação Categoria Trabalho de Destaque Resultado 1969 Nobel Internacional do Humor Prêmio Merghantealler 1980 Prêmio Jabuti de Literatura Infantil O Menino Maluquinho 2004 Premio Andersen - Il mondo dell'infanzia Miglior libro mai premiato Flicts, Editori Riuniti 2005 Ordem do Mérito Cultural Agraciamento anual 2008 Prêmio Ibero-Americano de Humor Gráfico 2012 Prêmio Jabuti de Literatura Infantil Os Meninos do Espaço == Obra == === Quadrinhos === *O Pererê (1959 – 1976) *Jeremias, O Bom (1965-1969) *The Supermãe (1968-1984) *O Menino Maluquinho (1988-2007) === Livros === *Flicts (1969) *O Planeta Lilás (1979) *O Menino Maluquinho series **O Menino Maluquinho (1980) **Uma Menina Chamada Julieta (2009) **Mônica e o Menino Maluquinho na Montanha Mágica (2018) **O Bebê que Sabia Brincar (2020) *O Bichinho da Maçã / Bichim series **O Bichinho da Maçã (1982) **Como ir ao Mundo da Lua (1995) **Cada um Mora Onde Pode (2008) **As Anedotinhas do Bichinho da Maçã (2011) **As Flores da Primavera (2020) **Um Amor de Família (2020) **O Bichinho que Queria Crescer (2020) **As Cores e os Dias da Semana (2020) *A Fábula das Três Cores (1985) *O Pequeno Planeta Perdido (1985) *O Menino Marrom (1986) *Corpim serieshttp://www.dicasdadinda.com.br/index.php/home/cultura/livros/8178-ziraldo- e-o-corpo-humano **Pelegrino & Petrônio **Os Dez Amigos **Um Sorriso Chamado Luiz **Rolim **Dodó **O Joelho Juvenal **O Calcanhar de Aquiles *O Menino Quadradinho (1989) *Professora Maluquinha series **Uma Professora Muito Maluquinha (1995) **As Aventuras da Professora Maluquinha em Quadrinhos (2010) *Vito Grandam: Uma História de Vôos (1995) *O Menino do Rio Doce (1996) *Tia Nota Dez (1996) *Menina Nina: Duas Razões Para Não Chorar (2002) *O Menino e seu Amigo (2003) *Os Meninos Morenos (2004) *O Aspite (2005) *Os Meninos dos Planetas serieshttps://paginacinco.blogosfera.uol.com.br/2018/05/01/ziraldo- meninos-dos-planetas/ **O Menino da Lua **O Namorado da Fada ou Menino de Urano **O Menino da Terra **O Capetinha do Espaço: ou o Menino de Mercúrio **Os Meninos de Marte **O Menino Que Veio de Vênus **Nino, o Menino de Saturno **O Menino D´Água e o Planeta Netuno **Ju, o Menino de Júpiter: O Maior Menino do Mundo **As Cores do Escuro e os Meninos de Plutão *Menina das Estrelas (2007) *A Bela Borboleta (2009) *Meninas (2016) === Ilustrações === *Chapeuzinho Amarelo (1970) *Pra Boi Dormir (1992) *Noções de Coisas (1995) == Ver também == *Lista de autores de banda desenhada == Ligações externas == * * * Ziraldo on Google Cultural Institute * Categoria:Naturais de Caratinga Categoria:Alunos da Universidade Federal de Minas Gerais Categoria:Advogados de Minas Gerais Categoria:Autores de banda desenhada do Brasil Categoria:Autores de literatura infantojuvenil do Brasil Categoria:Caricaturistas do Brasil Categoria:Cartunistas do Brasil Categoria:Desenhistas de Minas Gerais Categoria:Família Alves Pinto Categoria:Humoristas de Minas Gerais Categoria:Jornalistas de Minas Gerais Categoria:Presidentes da Funarte Categoria:Ziraldo Categoria:Sobreviventes de acidente vascular cerebral Categoria:Membros do Partido Comunista Brasileiro Categoria:Membros do Partido Socialismo e Liberdade Categoria:Homens ganhadores do Prêmio Jabuti Categoria:Homens ganhadores do Prêmio Angelo Agostini Categoria:Homens ganhadores do Troféu HQ Mix Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Sepultados no Cemitério de São João Batista (Rio de Janeiro) Categoria:Ilustradores de cartazes de filmes",
 "title": "Ziraldo"
}