{
 "id": "36664",
 "text": "{{Info/Município do Brasil | nome = Barcarena | foto = Igreja de Nossa Senhora das Dores - Barcarena - 20230924131258.JPG | leg_foto = Igreja de Nossa Senhora das Dores em Barcarena | apelido = | brasão = Coat of Arms of Barcarena - PA - Brazil.png | bandeira = Flag of Barcarena - PA - Brazil.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Barcarena | aniversário = 30 de dezembro | fundação = | gentílico = barcarenense | lema = | prefeito = Renato Ogawa | partido = PP | fim_mandato = 2024 | mapa = Para Municip Barcarena.svg | latP = S | latG = 01 | latM = 30 | latS = 21 | lonP = O | lonG = 48 | lonM = 37 | lonS = 33 | estado = Pará | mesorregião = Metropolitana de Belém | data_mesorregião = IBGE/2008 | microrregião = Belém | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Belém, Ponta de Pedras, Abaetetuba, Acará e Moju | dist_capital = 15 | dist_capital_ref = | capital_link = Belém (Pará) | área = 1310 | área_ref = | população = 128190 | data_pop = IBGE/2017 | altitude = 15 | clima = Equatorial | sigla_clima = Af | idh = 0.662 | data_idh = PNUD/2010 | pib = mil | pib_pos = PA: 5º | data_pib = IBGE/2015 | pib_per_capita = 47684.37 | data_pib_per_capita = IBGE/2015 | site_prefeitura = barcarena.pa.gov.br | site_câmara = barcarena.pa.leg.br }} Barcarena é um município brasileiro do estado do Pará, na Região Norte do Brasil. Pertencente à Região Metropolitana de Belém. Localiza-se a uma latitude 01º31'8 sul e a uma longitude 48º37'1 oeste, estando a uma altitude de 9 metros. ==História== Os primeiros habitantes das terras de Barcarena eram indígenas do povo Aranã que, durante o período Brasil-colônia, antes de 1709, foram catequizados pelos padres jesuítas. Estes se instalaram em terras doadas por Francisco Rodrigues Pimenta, onde fundaram uma fazenda com o nome de Gibirié, depois conhecida como \"Missão Gibirié\", fundando aí uma igreja, que ainda serve de matriz. Posteriormente, o povoado foi elevado à categoria de Freguesia, sob a invocação de São Francisco Xavier. Sua elevação à categoria de Vila aconteceu mediante a promulgação da Lei Estadual nº. 494, de 10 de maio de 1897, ocorrendo sua instalação em 2 de janeiro de 1898, segundo determinado pelo Decreto nº. 513, de 13 de dezembro de 1897. Devido a sua proximidade de Belém, a cujo território pertenceu até 1938, Barcarena foi palco de importantes acontecimentos durante os agitados anos da Cabanagem. Em seu território morreu o cônego Batista Campos, a 31 de Dezembro de 1834, líder revolucionário paraense que editou um jornal contra o presidente Bernardo Lobo de Souza. Em 2023, o município de Barcarena passa a integrar a Região Metropolitana de Belém depois da aprovação unânime da Lei Complementar N° 164, de 5 de abril de 2023, por parte da Assembleia Legislativa do Pará e, posteriormente, da sanção do governador Helder Barbalho. ==Etimologia== O nome \"Barcarena\" se originou da presença, no assentamento populacional, de uma grande embarcação que havia sido batizada como \"Arena\" vulgarmente conhecida como barca. A junção das duas palavras fez com que a localidade ficasse conhecida como Barcarena. Contudo, também existia em 1487 uma povoação em Portugal chamada Barcarena, e que de lá vinha a maior parte do armamento e pólvora do império português (Fábrica da Pólvora de Barcarena), portanto provavelmente o nome se teve origem nesta localidade portuguesa. ==Economia== A cidade é um importante pólo industrial, onde é feita a industrialização, beneficiamento e exportação de caulim, alumina, alumínio e cabos para transmissão de energia elétrica. A economia tem base tradicional na agricultura, mas também avança com o turismo e com as indústrias instaladas na cidade, gerando crescimento econômico para o município e para o estado do Pará. É em Barcarena que está localizado o maior porto do estado do Pará: o Porto de Vila do Conde, onde a Santos Brasil administra o terminal de contêineres \"Tecon\" Vila do Conde. Ficheiro:Sede operacional Hydro Alunorte vista da Transaluminio (31293850838).jpg|Sede operacional da Alunorte em Barcarena Ficheiro:Sede do Porto da Companhia Docas do Pará em vila dos Cabanos, por onde escoa o alumínio produzido na cidade (44256465885).jpg|Sede do Porto da Companhia Docas do Pará em Vila dos Cabanos, por onde escoa o alumínio produzido na cidade. Ficheiro:Feira Municipal de Vila dos Cabanos.jpg|ligação=|Feira Municipal de Vila dos Cabanos == Turismo == Barcarena é famosa por suas belas praias. É no município onde encontra-se algumas das mais famosas praias do estado do Pará, como a Praia de Cuipiranga, Praia Guajarino e, a mais famosa da região, a Praia do Caripi, onde se encontra o famoso Trapiche do Caripi. (Na língua tupi “Cari” quer dizer 'branco' e “Pi”, 'maus'.) Além das praias, Barcarena abriga naturalmente centenas de espécies nativas e fortes belezas naturais, assim sendo bastante procurada pelo seu ecoturismo. ==Cultura== Barcarena tem uma academia de Letras chamada Academia Barcarenense de Letras. == Ligações externas == * Prefeitura Municipal de Barcarena * Câmara Municipal de Barcarena Categoria:Fundações no Pará em 1897",
 "title": "Barcarena (Pará)"
}