{
 "id": "36669",
 "text": "{{Info/Município do Brasil | nome = Bragança | foto = Centro_histórico_de_Bragança-01.jpg | leg_foto = Centro Histórico de Bragança visto da Orla do Rio Caeté. | apelido = Pérola do Caeté\" \"Terra da Marujada \" \"Amazônia Atlântida | brasão = Brasão_de_Bragança_(Pará).jpg | bandeira = Bragan%C3%A7a_bandeira.svg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Bragança | aniversário = 8 de julho | fundação = | gentílico = bragantino(a) | lema = | prefeito = Raimundo Nonato de Oliveira | partido = MDB | mandato_início = 2017 | fim_mandato = 2024 | vereadores = 19 | mapa = Para Municip Braganca.svg | latP = S | latG = 01 | latM = 03 | latS = 46 | lonP = O | lonG = 46 | lonM = 46 | lonS = 22 | estado = Pará | mesorregião = Nordeste Paraense | data_mesorregião = IBGE/2008 | microrregião = Bragantina | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Tracuateua, Augusto Corrêa, Viseu e Santa Luzia do Pará | dist_capital = 220 | área = 2090.234 | área_ref = | população = 130.122 | data_pop = IBGE/2021 | altitude = | clima = Quente-úmido | sigla_clima = | CEP = 68600-000 | idh = 0.6 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 10.682,63 | data_pib_per_capita = IBGE/2020 | padroeiro = Nossa Senhora do Rosário | site = Site Oficial }} Bragança é um município brasileiro do estado do Pará, localizado na latitude 01° 03' 13\" sul e longitude 46° 45' 56\" oeste, na Região norte do Brasil, situado na Região Geográfica Bragantina Sua população estimada em 2021 era de 130.122 habitantes no IBGE. Segundo memórias construídas, as origens de Bragança remontam ao episódio de 1613, com a visita da expedição francesa vinda de São Luís (MA), liderada por Daniel de La Touche. A expedição possivelmente passou pela bacia do rio Caeté (ou Cayté), região habitada por índios Tupinambá. Porém, existem controvérsias sobre essas memórias.PEREIRA, Benedito César. Sinopse da História de Bragança. Belém: Imprensa Oficial, 1963. Outra versão fundadora dá conta da doação da capitania particular do rei de Portugal à família Souza, do então governador geral do Brasil, em 9 fevereiro de 1622. Essas memórias constituintes das cidades foram acessadas ao longo do tempoRODRIGUES, Dário Benedito Rodrigues. Uma caracterização histórica de Bragança. Bragança: 09.fev.2011.. Em 1627, no contexto da Capitania do Grão-Pará (1621–1820) foi inicialmente fundada como a povoação de Vera Cruz, em Viseu. Em 1634, foi fundada a Vila Souza do Caeté à margem esquerda do rio Caeté por Álvaro de Souza. Em 1753, Francisco Xavier de Mendonça Furtado fundou a vila de Bragança, instalada em 1754. Só um século depois, em 1854, um decreto imperial criou o município de Bragança (Lei Provincial 252, de 02/10/1854). == História == === Arqueologia amazônica === Por muito tempo acreditou-se que a Amazônia não possuía história até seu contato com o europeu e, que a história da região começasse a partir do momento em que os ocidentais iniciaram os processos de colonização (visão eurocêntrica ou eurocentrismo). Essa visão de uma Amazônia que carece de história, onde reina apenas a natureza, ainda é muito pertinente, no entanto de forma gradativa, esse pensamento tem sido transformado. Muitos pesquisadores têm voltado seus estudos para a Amazônia antiga (pré-cabralino ou pré-colombiana) desconstruindo a ideia de que a Amazônia não possui história que antecede a chegada dos colonizadores. O conceito de \"cultura de floresta tropical\", definido pelo antropólogo Julian Steward e Robert Lowie, virtualmente influenciou toda a arqueologia realizada na Amazônia desde a década de 1940, atribuindo um lugar periférico à região na história pré-colonial da América do Sul. Dentre os meios de estudo, a arqueologia tem sido muito importante para comprovar que o território amazônico já era habitado por povos indígenas muito antes de sua colisão com os europeus, o que nos permite afirmar que a Amazônia é dona de uma antiguidade.Guías visuales El País - Aguilar: Brasil. Madri. Santillanes Ediciones Generales. 2009. p. 47. Dados arqueológicos comprovam que a ocupação humana do território amazônico data de mais de 11 mil anos, pois na Amazônia brasileira foram encontrados vestígios arqueológicos de populações paleoamericanos (última glaciação no período Pleistoceno tardio) conforme evidências arqueológicas encontradas em exploração na Caverna da Pedra Pintada (município brasileiro de Monte Alegre). A presença humana na região de Santarém e no Marajó é conhecida desde 3000 a.C. Onde os povos agricultores habitavam cabanas ou casas subterrâneas, plantavam mandioca, conheciam a cerâmica, medicina natural e, praticavam a coivara (queimadas para limpeza da terra). As dinâmicas de povoamento do território amazônico foram diversificadas, segundo os arqueólogos os grupos indígenas da região precisaram desenvolver uma série de estratégias de manejo de plantas e animais ao longo dos milênios.Dias, Adriana. (2021). «Arqueologia guarani: territorialidade e cultura material.». In: Morales, W; Moi, F. Tempos ancestrais. São Paulo: Annablume, pp. 119-158. O aumento demográfico das antigas populações indígenas amazônicas, suscitou grandes transformações nessas sociedades, passaram a se organizar de forma cada vez mais elaborada entre e Os arqueólogos definem estas sociedades como Cacicados Complexos; Atualmente, crônicas estrangeiros do início do período colonial europeu são empregadas na reconstrução das antigas civilizações brasileiras, onde cronistas descreveram elementos indígenas do período dos cacicados complexos. A dissolução dessas organizações sociais normalmente é relacionada à conquista e a submissão europeia, que teria abalado a estrutura demográfica. === Bragança === Na atual cidade de Bragança, localizada na região Nordeste do estado do Pará, não foi diferente. Antes da chegada dos europeus, a região que hoje corresponde à cidade já era habitada pelos Tupinambás, que povoaram densamente a região do vale dos rios amazônicos, depois de terem sido expulsos dos litorais da Bahia e de Pernambuco. O contato dos europeus com a região do Caeté (do tupi caa+y+eté: \"mato bom, verdadeiro, que tem água\") remontam ao ano de 1613, período que era habitada pelos Tupinambás, provavelmente ocorrido em 08 de julho deste ano (há controvérsias em relação a exatidão da data), após a fundação do Maranhão, os franceses da viagem marítima de Daniel de La Touche (primeiros europeus a contatarem a região) partiram para a conquista francesa do território amazônico. Posteriormente, iniciam-se os processos de ocupação europeia do território, o início da construção da capitania não foi fácil. Os indígenas foram consideravelmente aniquilados por diversos fatores como os conflitos ente franceses e holandeses, bem como pelas enfermidades trazidas pelos europeus. Os indígenas também foram levados para um lugar específico para exercerem trabalhos obrigatórios junto aos primeiros colonizadores. Em razão da redução significativa de operários indígenas, Gaspar de Souza renunciou o processo de povoamento da capitania. Algum tempo depois, Álvaro de Souza (sucessor de Gaspar) construiu a vila de Souza do Caeté. Posteriormente, ocorreu a fundação da aldeia de São João Batista, pelos missionários jesuítas que estavam à frente dos tupinambás do lado esquerdo do Caeté, na região onde se localiza hoje o bairro da Aldeia, especificamente o Cruzeiro da Aldeia. Daí em diante, os processos históricos da formação da cidade de Bragança foram se desenvolvendo. Em 1753, a vila de Souza do Caeté foi reorganizada em Vila de Bragança, juntando a chamada Vila-que-Era e a Aldeia de São João BatistaRODRIGUES, Dário Benedito. Bragança, 11 de outubro de 1753. Blog. Bragança: 11.out.2010.. A carta do Governador e Capitão-general do Estado do Pará e Maranhão, Francisco Xavier de Mendonça Furtado ao rei Dom José I, enviada em 11 de outubro de 1753, é considerada um dos principais documentos nesse processo de elevação da vila. Em 02 de outubro de 1854, a vila é elevada à categoria de cidade pelo então presidente da Província do Grão Pará (1821–1889) o tenente-coronel Sebastião do Rego Barros (resolução 252 de 02/10/1854) com a denominação de Bragança, uma homenagem à Família Real Orleans e Bragança. Ao longo dos séculos, Bragança passou e continua passando por diversos processos de desenvolvimento, no entanto, sua história pode ser percebida em sua paisagem. Aqui, é importante destacar que a paisagem também pode ser considerada uma fonte de dados de outros tempos. No caso de Bragança, dentre diversos elementos, sejam eles urbanos ou naturais, os casarões históricos, muitos deles tombados como patrimônios históricos e culturais, remontam seu passado colonial e nos permitem conhecer diversos outros aspectos da história da cidade. == Arquitetura == As cidades sofreram consideráveis transformações ao longo do tempo, sobretudo com a chegada dos europeus. Alguns municípios do estado do Pará carregam essas memórias (como Viseu, Cametá e Bragança) em seus casarões e edifícios centenários de características europeias (por exemplo, grandes janelas e revestimento em azulejos), que remontam ao século da colonização. Bragança possui uma vasta historiografia dentre tantas temporalidades, desde o período colonial ao tempo presente. As cidades de colonização portuguesa remetem a uma preferência pela construção de cidades próximas de rios, vegetações e ilhotas. Nesse caso, a localidade em que hoje se encontra a cidade de Bragança era um cenário ideal para aproximar as transformações do ambiente português. Há também pontos específicos dessa colonização, como a Igreja de São Benedito, construída a partir de 1720 por indígenas, uma relíquia e importante exemplar do patrimônio histórico cultural material do município. A igreja remete a aspectos barrocos bastante presentes na estrutura e organização de templos católicos. Além da Igreja de São Benedito, é válido ressaltar o Palácio Episcopal que foi residência de diversos bispos da igreja católica. O edifício foi construído por jesuítas e traz uma herança colonial significativa. O Instituto Santa Teresinha é outro exemplo de construção fundada por Dom Eliseu, que remonta às características lusitanas já mencionadas. == Geografia == Bragança está localizado à uma latitude de 01° 03' 13\" sul e à uma longitude de 46° 45' 56\" oeste, sendo a cidade sede da Região Geográfica Imediata de Bragança (situada na Região Geográfica Intermediária de Castanhal), estando à altitude de 19 metros. Possuindo uma população estimada em 2022 de 123 082 habitantes (conforme IBGE). == Turismo == A cidade é uma das mais procuradas do Estado no período de julho (férias escolares), devido a grande quantidade de balneários, igarapés e as sua famosa Praia de Ajuruteua conhecida por ser uma das mais extensas do Estado e também por possuir em maré baixa uma extensa faixa de areia. Outras atrações procuradas são a Vila dos Pescadores, praia do Pilão, Praia Chavascal e Ilha do Canela. == Região de Integração Caeté == A Região de Integração do rio Caeté é composta por 15 municípios paraenses: Augusto Corrêa, Bonito, Bragança, Cachoeira do Piriá, Capanema, Nova Timboteua, Peixe-Boi, Primavera, Quatipuru, Salinópolis, Santa Luzia do Pará, Santarém Novo, São João de Pirabas, Tracuateua e Viseu. A formação territorial desta RI CAETÉ é consequencia da aglutinação de municípios das antigas microrregiões Bragantina e Salgado e, algumas cidades foram criados antes da construção da Estrada de Ferro Belém Bragança (1883-1906), entretanto foi durante a construção desta ferrovia que teve a intensificação da ocupação territorial dessa região. == Galeria de imagens == Ficheiro:Orla de Bragança-07-2023.jpg|Orla do Rio Caeté, reinaugurada em Julho de 2023. Ficheiro:Praia de Ajuruteua-001.jpg|alt=Praia de Ajuruteua|Praia de Ajuruteua em horário de maré baixa. Ficheiro:Praia do Ajuruteua-3584.jpg|Praia do Ajuruteua no período da tarde. Ficheiro:Rio Caeté-002023.jpg|Rio Caeté visto a partir da Orla de Bragança. Ficheiro:Cantinho do Artesanato-001.jpg|Cantinho do Artesanato onde se encontram produtos de interesse turístico. Ficheiro:Benquerença-3785.jpg|Casarão tradicional da cidade onde é utilizado como um restaurante. Ficheiro:Banco do Brasil-3755.jpg|Casarão utilizado como agência bancária. Ficheiro:Instituto Santa Teresinha-816.jpg|Instituto Santa Teresinha, uma das escolas mais tradicionais da cidade de Bragança. == Ver também == *Lista de municípios do Pará *Lista de municípios do Brasil acima de cem mil habitantes ==Ligações externas== * Mapa de Bragança * Prefeitura de Bragança * Secretaria de Turismo do Pará * Nois pelo Mundo == Referências == Categoria:Bragança (Pará) Categoria:Municípios históricos do Brasil Categoria:Fundações no Pará em 1854",
 "title": "Bragança (Pará)"
}