{
 "id": "36713",
 "text": "{{Info/Município do Brasil | nome = Santa Cruz | apelido = Terra de Nestor Antunes\" \"Santa City | brasão = Brasão Santa Cruz-PB.jpg | foto = Igrejscpb.jpg | bandeira = Bandeira de Santa Cruz (PB).jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 29 de dezembro | fundação = | gentílico = santacruzense ou santacrucense | Lema do Governo = Melhorando a Vida da Gente! | prefeito = Paulo César Ferreira BatistaPrefeito e vereadores de Santa Cruz tomam posse; veja lista de eleitos em g1.globo.com | partido = PL | fim_mandato = 2024 | mapa = Brazil Paraíba Santa Cruz location map.svg | latP = S | latG = 06 | latM = 31 | latS = 58 | lonP = O | lonG = 38 | lonM = 03 | lonS = 43 | estado = Paraíba | região_intermediária = Sousa-Cajazeiras | data_região_intermediária = IBGE/2017 | região_imediata = Sousa | data_região_imediata = IBGE/2017 | região_metropolitana = Sousa | vizinhos = a Oeste com Lastro, a Leste Lagoa, ao Sul Sousa, São Francisco e Pombal, a Nordeste Bom Sucesso e a Norte com Tenente Ananias e Alexandria ambos no Estado do Rio Grande do Norte. | dist_capital = 445,5 | área = 217.677 | área_ref = | população = 5947 | data_pop = IBGE/2022 | altitude = | clima = semiárido | sigla_clima = | idh = 0.618 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 9441.21 | data_pib_per_capita = IBGE/2021 }} Santa Cruz é um município brasileiro do estado da Paraíba, distante 445 quilômetros de João Pessoa, capital do estado. De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE) ocupa uma área de aproximadamente 217 km², tendo sido criado pela lei nº 2.707 de 29 de Dezembro de 1961 e contando com uma população de 5.947 habitantes. ==Geografia== O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005Ministério da Integração Nacional, 2005. Nova delimitação do semiárido brasileiro .. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. A Serra do Comissário, está localizada no município, possui mais de 800 metros de altitude e é considerada Patrimônio Cultural Imaterial do estado da Paraíba desde 2023. === Rodovias === O município está ligado ao município de Alexandria/RN e São Francisco/PB através da rodovia estadual PB-359, a rodovia também dá acesso ao município de Aparecida/PB onde se localiza a Rodovia Federal BR-230 que dá acesso ao município de Sousa/PB. ==História== ===Origem=== As origens de Santa Cruz retrocedem a 1918, quando, foi instalado no lugar chamado Tabuleiro Formoso um Posto Fiscal do estado, que teve como primeiro chefe o senhor João Antunes de Oliveira, mais tarde, veio a ser o fundador de Santa Cruz. ===Histórico=== Em 30 de junho de 1922 o padre Sá, celebrou a primeira missa no Sítio Santa Cruz. Em 7 de junho de 1951 foi instalado na Vila de Santa Cruz o Termo Judiciário, que teve como primeiro tabelião o senhor Luiz Sobreira de Oliveira. Em 1921, naquele local, foi construída uma latada criando-se ali uma feira que proporcionava aos moradores da região a comercialização dos seus produtos. A ideia da construção de uma Igreja, foi de Nestor Antunes, filho do fundador, nascido a 6 de março de 1896 e faleceu no dia 19 de novembro de 1957, que concretizaria um ideal do seu falecido pai. Primeiramente, no lugar, foi erguida uma cruz como símbolo do cristianismo da gente de Santa Cruz, que representava por poucas e dispersas famílias que habitavam a região. Partido do princípio religioso que tem a cruz como símbolo do Cristianismo, o senhor Antunes de Oliveira, pensou já na construção de uma capela, erguendo naquele local onde é a Igreja matriz uma grande cruz de madeira. Sua intenção era fazer com que os viajantes que por ali passavam sentissem a presença de Cristo naquela região. O antigo povoado de Tabuleiro Formoso em 1949 ganhou à categoria de Distrito Administrativo, pelo decreto-lei estadual nº 318, de 7 de janeiro de 1949, subordinado ao município de Sousa Em 28 de março de 1948 foi inaugurado o Mercado Público. Beneficiada com a construção da estrada de ferro, ramal Mossoró (RN) a Sousa (PB), cuja estação ferroviária do lugar, localizada no km 238, inaugurada no dia 29 de dezembro de 1951 e foi extinta em 2002. Em 7 de junho de 1951 foi instalado na Vila de Santa Cruz o Termo Judiciário, Em 17 de janeiro de 1963 a Capela Coração de Jesus conquistou a categoria de Paróquia, desmembrada da de Sousa. ===Emancipação política=== Santa Cruz conquistou sua independência política, através da lei lei nº 2.707 de 29 de Dezembro de 1961 e instalado no dia 31 de dezembro de 1961, que teve como primeiro prefeito o senhor Homero Pires de Sá, nomeado pelo então governador do Estado da Paraíba, Dr. Pedro Moreno Gondim, que administrou o novo município até 1º de janeiro de 1963, quando passou o cargo para o senhor Adauto Ferreira de Andrade, primeiro prefeito constitucional de Santa Cruz. Em 29 de dezembro de 1976 foi fundado o Sindicato dos Trabalhadores Rurais do Município de Santa Cruz. A Bandeira e o Brasão do município foi criado em 5 de agosto de 1958, enquanto, o Hino Municipal foi composto em 1956. ===Saúde=== O município de Santa Cruz dispõe de um Hospital denominado de Maternidade Francisca Wanderley de Oliveira e de três postos de saúde. == Religião == O Município é sede da Paróquia Sagrado Coração de Jesus subordinada diretamente à Diocese de Cajazeiras e à Santa Sé. Na cidade encontra-se também a Igreja Batista da Vida, Assembléia de Deus, Missão Evangélica Pentecostal do Brasil entre outras localizadas por todo o Município. De acordo com o censo de 2010 a população de Santa Cruz é 95.2% Católica Apostólica Romana e 4.8% Evangélica. == Ligações externas == * Página da Prefeitura Municipal * Federação dos Municípios da Paraíba * municipais e mapa de alta resolução em PDF Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1961",
 "title": "Santa Cruz (Paraíba)"
}