{
 "id": "36737",
 "text": "{{Info/Município do Brasil | nome = Salgueiro | preposição = de | foto = Villa-maria-1920.jpg | leg_foto = Vila Maria em Salgueiro-PE | apelido = Encruzilhada do Nordeste | brasão = Brasão Salgueiro.png | bandeira = Bandeira Salgueiro.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Salgueiro | aniversário = 23 de dezembro | fundação = | gentílico = salgueirense | lema = | CEP = 56000-000 | prefeito = Fabinho Lisandro[https://www.folhape.com.br/colunistas/carlos-britto/a-nova-realidade-do-prefeito-eleito-de-salgueiro/22135/ | partido = PRD | fim_mandato = 2028 | mapa = Brazil Pernambuco Salgueiro location map.svg | latP = S | latG = 08 | latM = 04 | latS = 27 | lonP = O | lonG = 39 | lonM = 07 | lonS = 09 | estado = Pernambuco | mesorregião = Sertão Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Salgueiro | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Penaforte (CE) (norte), Belém de São Francisco (sul), Verdejante, Mirandiba e Carnaubeira da Penha (leste) e Cabrobó, Terra Nova, Serrita e Cedro (Pernambuco) | dist_capital = 518 | área = 1686.815 | área_ref = | população = 62372 | data_pop = IBGE/2022 | altitude = 420 | clima = semiárido | sigla_clima = BSh | idh = 0.669 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2013 | pib_per_capita = 13.070,53 | data_pib_per_capita = IBGE/2013 | site_prefeitura = salgueiro.pe.gov.br | site_câmara = salgueiro.pe.leg.br }} Salgueiro é um município brasileiro do interior do estado de Pernambuco, Região Nordeste do país. Conhecido também como encruzilhada do nordeste localizando-se a oeste da capital estadual, a uma distância de 513 km de Recife. Possui uma extensão territorial de , sendo em perímetro urbano. Sua população em 2022 era de habitantes. A sede municipal tem uma temperatura média de , tendo a Caatinga como sua vegetação original e predominante. Com aproximadamente da população vivendo na área urbana, Salgueiro dispunha, no ano de 2009, de 52 estabelecimentos de saúde. O seu Índice de Desenvolvimento Humano (IDH-M) é de 0,669, considerado médio em relação ao valor estadual. A prestação de serviços e a indústria destacam-se como os principais geradores de renda para o município. A região onde o município se localiza foi habitada originalmente pelos índios Cariris, sendo, posteriormente, ocupada por habitantes oriundos da região sul do estado do Ceará, atraídos pela abundância e pela fertilidade dos solos. Em 1835, Manuel de Sá Araújo cumpre a promessa a Santo Antônio dedicando-lhe uma capela. A construção da capela foi feito no ano seguinte ao reaparecimento do filho sumido do fazendeiro, o qual havia desaparecido das terras do seu pai, passando três dias perdido na caatinga, sendo encontrado em baixo de um salgueiro brincando. Os trabalhadores que ergueram a capela estabeleceram algumas residências próximas, dando origem ao primeiro povoado do município. Conhecida como a \"Encruzilhada do Nordeste\" por situar-se na parte mais central da Região, pode ser considerada equidistante de praticamente todas as capitais nordestinas. Salgueiro é a principal cidade da região do sertão central pernambucano, detendo, a nível regional, um comércio diversificado. No município se localiza o ponto central das operações da Transnordestina, ferrovia que conecta o Porto de Suape, no litoral sul pernambucano, ao cerrado do Piauí e ao Porto do Pecém, no Ceará. Salgueiro ainda é cortada pelos canais da Transposição do rio São Francisco, obras que prometem levar a água do rio São Francisco ao Ceará, ao sertão paraibano e ao potiguar, além de ser cortada pelas rodovias federais BR-116, que conecta o município ao eixo Rio-São Paulo e a outros grandes centros urbanos do Brasil, além da BR-232, que conecta o município à capital pernambucana, além de Caruaru e Petrolina. ==História== As terras do município de Salgueiro tem sido ocupadas por grupos humanos há milhares de anos, como provam as figuras rupestres no Sítio Letras e em Conceição das Crioulas. Na época em que chegaram os primeiros colonizadores, eram habitadas por índios Cariris, tribo de valentes guerreiros que reunia diversos grupos e promoveu uma guerra para resistir ao avanço do colonialismo português. A poderosa Casa da Torre ( casa-forte da Bahia ) de Garcia D'Ávila recebeu da coroa portuguesa boa parte das terras nordestinas, que chegavam ao cariri cearense passando pelo sertão central de Pernambuco, e organizou a ocupação da região, dividindo-a em sesmarias. A conquista do Sertão se deu no contexto da expansão da pecuária extensiva quando fazendeiros portugueses, cristãos novos e filhos empobrecidos ou mestiços das grandes famílias do litoral pediam aos grandes donatários a doação de sesmarias, onde formavam currais e casarões fortificados para se defender do ataque dos nativos, guardadas por homens armados com bacamartes e espadas, ao redor se formavam pequenas povoações de vaqueiros mestiços que cuidavam de rebanhos com centenas de animais. O cariri atraiu senhores de engenho que plantavam cana e produziam rapadura, nas margens do São Francisco se espalharam currais cujas carnes e peles eram levadas ao litoral sendo tangidas por boiadeiros ou embarcadas pelo rio. Com o tempo levas de fazendeiros da região do Vale do São Francisco vieram a se estabelecer na parte sul das terras do município. Alguns remanescentes de Quilombos como Conceição da Crioulas, fundado por escravas de origem banta fugidas da opressão do litoral se estabeleceram na região, e outros grupos negros vindos como escravos ou acoitados pelos senhores locais formaram povoamentos nas suas terras. Muitos negros e mulatos, especialmente os de origem Iorubá (nagôs), orgulhosa nação negra da região da Nigéria muito comuns entre os escravos na Bahia, tornaram-se vaqueiros e introduziram diversas técnicas de construção de casas de barro, cercas de pau-em-pé, desconhecidas pelos portugueses. Os remanescentes de Cariris associados à foragidos negros e criminosos brancos que se infiltravam nesses grupos para evitar a punição do estado, resistiram durante anos à ocupação de suas terras mas foram sendo eliminados em lutas como o \"Massacre de Ouro Preto\" e definiram nomes de fazendas como \"Trincheira\" e \"Contendas\". Mulheres e crianças dessas tribos foram sendo integrados às populações locais e acabaram se tornando concubinas dos fazendeiros e de seus aliados, sendo comum fazendeiros poderosos terem várias amantes pobres que dividiam sua atenção com uma esposa (a \"sinhazinha\" de família tradicional) cujos rebentos herdariam a posição social do pai, e dividirem partes de suas propriedades entre suas dezenas de filhos e netos mestiços que asseguravam seu poder paramilitar e político através de lutas e casamentos com outras famílias influentes. Segundo alguns pesquisadores, muitos aventureiros europeus se mesclaram com as famílias locais casando com filhas desses proprietários rurais. ==Geografia== ===Localização=== O município de Salgueiro está localizado na Mesorregião do Sertão Pernambucano, e na Microrregião de Salgueiro no Estado de Pernambuco. Noroeste: Cedro e Serrita Norte: Penaforte(CE) Nordeste: Verdejante Oeste: Terra Nova Leste: Mirandiba Sudoeste: Cabrobó Sul: Belém de São Francisco Sudeste: Carnaubeira da Penha === Acessos === No cruzamento das BRs 232 e 116, o município de Salgueiro está no coração do Nordeste, tendo uma localização estratégica do ponto de vista logístico. Tem fácil acesso e é equidistante da maioria das capitais nordestinas, com média de 596 quilômetros - à exceção de São Luís, Maranhão, que fica a 1.078 quilômetros -, estando a apenas 518 quilômetros do Recife, do Porto de Suape e da rota da Ferrovia Transnordestina. Salgueiro também está próxima de outras cidades médias do interior nordestino, como Petrolina - PE, Juazeiro - BA, Juazeiro do Norte - CE e Feira de Santana - BA. Servida por boas rodovias, tem ligação fácil com o Sul e Sudeste do país, através de uma das principais rodovias do Brasil, a BR-116, que também dá acesso às BR's 101 e 316. ===Relevo=== O município localiza-se na unidade geoambiental da Depressão Sertaneja. Apresenta uma variação de plano e montanhoso. Esse relevo e clima variado faz com que a região seja caracterizada tanto por áreas de sequeiro com chuvas escassas e mal distribuídas, vegetação caatinga xerófita e rios temporários, como por áreas de altitude com temperatura amena e bons índices pluviométricos e floresta caducifólia. ===Clima=== O clima de Salgueiro é o semiárido, do tipo Bsh'. Com verão quente e chuvoso, com máximas entre 26 °C e 34 °C, e mínimas entre 18 °C e 23 °C. O inverno é seco e ameno, com máximas entre 25 °C e 29 °C, e mínimas entre 15 °C e 19 °C. ===Hidrografia=== Salgueiro está inserido nos domínios da bacia hidrográfica do Rio Terra Nova. Tem como principais tributários os riachos Santa Rosa, Riachinho, Pau Branco, das Traíras, do Pau Ferro, dos Pilões, dos Milagres, Malícia, Baixio Grande, Baixio Verde, Acauã, das Bestas, Salgueiro, Formiga, do Iço, do Miguel, Sau á, do Valério, do Tanque, da Pitombeira, Boa Vista, da Pauta, da Luna, da Balança, do Junco, Caieira, do Sabão, do Fogo, da Ingazeira, dos Negreiros, da Barra, Gravatá, do Boi Morto, do Urubu, da Ramadinha, da Favela, do Firmiano, do Olho d’ Água, do Boqueirão, do Caldeirão, do Juazeiro, Ouricuri, Canoa, da Cachoeirinha, Rodeador e do Massapê, todos de regime intermitente. Conta ainda com os açudes Argemiro, Monte Alegre, Boa Vista, com capacidade de acumulação de 16.448.450 m³, Conceição Creoulas (1.169.400 m³) e Salgueiro (14.698.200 m³), além das lagoas do Junco, da Caatinga, de Dentro, das Caraíbas e da Jurema. == Bairros== *Alto das Abelhas *COHAB *Copo de Cristal *Divino Espírito Santo *Granja Aurora *Imperador *Nossa Senhora Aparecida (Prado) *Nossa Senhora de Fátima *Nossa Senhora das Graças *Novo Everest *Novo Horizonte *Novo Olinda *Pimenta I, II e III *Planalto *Primavera *Riachinho *Santa Margarida *Santo Antônio (Centro) *Santuário == Economia== Salgueiro tem como atividades econômicas predominantes a agricultura e o comércio varejista. Os principais produtos agrícolas de Salgueiro são: cebola, algodão herbáceo, milho, banana, feijão, arroz, tomate e manga. O artesanato também tem potencialidade de desenvolvimento econômico no município. O município de Salgueiro faz parte da Microrregião de Salgueiro, na Mesorregião do Sertão Pernambucano, com uma área de 9.183,1 km², que corresponde a 9,28% do território estadual. A economia está voltada para a agricultura de subsistência e a agropecuária extensiva, na qual se destacam a caprinocultura e a avicultura. Além de Salgueiro, mais cinco municípios compõem a Região de Desenvolvimento do Sertão Central: Cedro, Verdejante, Parnamirim, Terra Nova e Serrita. Dados do IBGE sobre a economia do município (2010-2017) PIB per capita [2016] R$ 13.070,53 Percentual das receitas oriundas de fontes externas [2015] 69,4% Índice de Desenvolvimento Humano Municipal (IDHM) [2010] 0.669 Total de receitas realizadas [2017] R$ 123.974,00 (×1000) Total de despesas empenhadas [2017] R$ 112.548,00 (×1000) Fonte: Panorama IBGE No ranking do Produto Interno Bruto dos Municípios realizado pelo IBGE, em 2016, Salgueiro ocupava a posição 889, com um PIB Municipal de R$ 785.761,31, estando na 1ª posição São Paulo-SP (R$ 687.035.889,61), 2ª posição Rio de Janeiro-RJ (R$ 329.431.359,90) e na 3ª posição Brasília-DF (R$ 235.497.106,59). Dentre os municípios do estado de Pernambuco, Salgueiro ocupa a 27º posição, ficando atrás de Araripina-PE, 26ª posição, (R$ 786.673,23), com Recife-PE em 1º lugar no estado, com um PIB de R$ 49.544.087,54. Na microrregião, ocupa a 1.ª posição. == Educação == === Escolas particulares === * Escola Objetiva * Escola Professor Paulo Freire * Centro Educacional Raquel de Queiroz - CERAQUE * Escola Cecília Meireles * Escola Construção do Saber * Escola Maria Luiza * Escola Pais e Mestres * Escola Progressiva * Centro Educacional Jean Piaget === Escolas técnicas === * Instituto Federal de Educação Ciência e Tecnologia do Sertão Pernambucano Campus Salgueiro - IF Sertão-PE Campus Salgueiro === Escolas de ensino médio === *Escola de Referência em Ensino Médio de Salgueiro - EREMSAL *Escola de Referência em Ensino Médio Aura Sampaio Parente Muniz *Escola de Referência em Ensino Médio Professor Urbano Gomes de Sá *Centro de Educação de Jovens e Adultos - CEJA (Escola Maria da Conceição Cysneiros Sampaio) *Escola Carlos Pena Filho *Escola Professora Maurina Rodrigues dos Santos *Escola Agrícola de Umãs *Escola Antônio Vieira de Barros *Escola José Vitorino de Barros *Escola Professor Manuel Leite *Escola Professora Maria Bernadete Marins de Brito === Escolas municipais === *Escola Bevenuto Simão de Oliveira (Sítio Paula) *Escola Cleuzemí Pereira do Nascimento *Escola David Gonçalves dos Santos (Sítio Jiboia) *Escola Deocleciano Zacarias dos Santos (Sítio Barra da Favela) *Escola Domingos Paulo de Sá *Escola Dom Malan *Escola Dr. Severino Alves de Sá *Escola Joana Maria de Jesus (Sítio Contendas) *Escola João XXIII *Escola Joaquim Barbosa de Maria (Distrito de Pau Ferro) *Escola José Néu (Distrito de Conceição das Crioulas) *Escola José Pedro Pereira *Escola Manoel Antônio dos Santos (Sítio Baixio da Cacimbinha) *Escola Maria Dalva Gonçalves de Barros (Distrito de Umãs) *Escola Maria Guilhermina de Jesus (Sítio Montevidéu) *Escola Maria Nilza *Escola Osmundo Bezerra *Escola Valdemar Soares de Menezes *Escola Paulo Fernando dos Santos *Escola Padre Manoel Garcia e Garcia (Sítio Campinhos) *Escola Pedro Paixão (Sítio Uri) *Escola Professor Baldoíno Gomes de Sá *Escola Professor José Mendes (Distrito de Conceição das Crioulas) *Escola Senhorinha Izabel da Conceição (Sítio Pitombeira) *Escola Torres Galvão (Sítio Feijão) === Ensino superior === *Universidade Federal do Vale do São Francisco *Universidade de Pernambuco *Faculdade de Ciências Humanas do Sertão Central (FACHUSC) *Instituto Superior de Ensino de Salgueiro (ISES) *Centro Universitário (UNINTER), polo Salgueiro *Universidade Norte do Paraná (UNOPAR) == Música== Salgueiro é a terra da banda Limão com Mel e de Targino Gondim. == Esporte== ===Futebol=== O Salgueiro Atlético Clube é o time de futebol da cidade, mais conhecido como o Carcará do Sertão, campeão estadual de 2020. == Filhos Ilustres == *Raimundo Carrero, jornalista e escritor *Jesuíta Barbosa, ator *Manoel Tobias, jogador de futsal *Ciro Henrique Alves Ferreira e Silva, futebolista *Aderlan Leandro de Jesus Santos, futebolista *Zenilton, músico *Targino Gondim, cantor *Júnior Marreca, político *Orlandinho, influenciador == Mídia== === Televisão === * Canal 09 UHF / 48(12.1) digital - TV Pernambuco/TV Cultura - Caruaru * Canal 16 UHF / 18(16.1) digital - TV Guararapes/RecordTV - Recife * Canal 18 UHF / 22(19.1) digital - TV Grande Rio/Rede Globo - Petrolina * Canal 28 UHF / 39(4.1) digital -TV Jornal Interior - Caruaru * Canal 50 UHF(17.1) digital - Band - São Paulo === Rádio === * Asa Branca - FM 91.5 * Salgueiro FM - FM 102.9 * Executiva FM - FM 97.1 * Vida - FM - FM 104.9 == Pontos turísticos == Designações Categoria Tipologia Construção Catedral de Santo Antônio Arquitetura religiosa Catedral 1835 Santuário Nossa Senh. do Perpétuo Socorro Arquitetura religiosa Igreja Igreja da Santa Cruz Arquitetura religiosa Igreja Igreja de Nossa Senhora da Conceição Arquitetura religiosa Igreja Capela de Nossa Senhora da Conceição Arquitetura religiosa Capela Capela de Umãs Arquitetura religiosa Capela Capela de Campinhos Arquitetura religiosa Capela Chalé Villa Maria Arquitetura civil Casa Casario da Praça da Matriz Arquitetura civil Casa Século XIX Museu do Couro Arquitetura civil Museu Museu da Cidade de Salgueiro' Arquitetura civil Museu Casa da Cultura Arquitetura civil Casa Conceição das Crioulas Vilarejo Quilombola Vilarejo 1802 Sítio Arqueológico da Fazenda Paula Arqueologia Arte rupestre Sítio Arqueológico da Lagoa da Pedra Arqueologia Arte rupestre Sítio Arqueológico da Pedra da Mão Arqueologia Arte rupestre Sítio Arqueológico da Fazenda Letras Arqueologia Arte rupestre Sítio Arqueológico da Pedra da Mão Arqueologia Arte rupestre Serra da Onça Natureza Serra Serra das Princesas Natureza Serra Serrote da Timbaúba Natureza Serrote Serra da Onça Natureza Serra Mirante do Cruzeiro Natureza Mirante 1925 ==Festas e eventos== * Salgueiro Moto Fest * Carnaval * São João * Trezenas de Santo Antônio * Arte Cultura Show * Jogos Escolares e Intermunicipais * Entrega da Medalha Lucila Angelim * Festa da Santa Cruz * Conferência Municipal da Juventude * Show pela Paz ==Estatísticas== # IDH de nível médio, comparável ao do Cabo Verde (118º do mundo). # Mortalidade infantil comparável ao da Quirguistão (76ª mais elevada). # Esperança de vida comparável à da Trinidad e Tobago (116ª). ==Composição racial== Salgueiro-PE Etnia Porcentagem da População Total Pardo 56,09% 28.927 Branco 32,13% 16.566 Negro 9,90% 5.106 Índio 1,22% 630 Amarelo 0,24% 125 Sem Declaração 0,42% 217 == Zona rural== ===Divisão Administrativa=== * Salgueiro (Sede do Município) * Conceição das Crioulas (2º Distrito) * Umãs (3º Distrito) * Vasques (4º distrito) * Pau-Ferro (5º Distrito) ==Feriados== Feriados fixos Data Nome Observações 1 de janeiro Confraternização Universal Início do ano civil 6 de março Carta Magna de Pernambuco é assinada. 21 de abril Tiradentes Em homenagem ao mártir da Inconfidência Mineira 30 de abril Emancipação Política Dia em que a cidade foi elevado a tal categoria. 1 de maio Dia do Trabalhador Homenagem a todos os trabalhadores 13 de junho Santo António Padroeiro da cidade. 7 de setembro Independência Proclamação da Independência de Portugal 12 de outubro Nossa Senhora Aparecida Dia das crianças Padroeira do Brasil 2 de novembro Finados Dia de memória aos mortos 15 de novembro Proclamação da República Transformação de Império em República 23 de dezembro Fundação da Cidade Dia em que o comandante Raimundo de Sá encontrou seu filho,debaixo de um salgueiro, que deu o nome da cidade 25 de dezembro Natal Natal ==Ligações externas== *Prefeitura de Salgueiro *Câmara de Salgueiro *Confederação Nacional de Municípios *Ministério das Minas e Energia, 2005. Diagnóstico do Município de Salgueiro Categoria:Fundações em Pernambuco em 1864",
 "title": "Salgueiro (Pernambuco)"
}