{
 "id": "36743",
 "text": "Limoeiro é um município brasileiro situado no estado de Pernambuco. Localizado na Região Intermediária do Recife e na Região Imediata de Limoeiro, possui uma área de 277,54 km². Sua padroeira é Nossa Senhora da Apresentação. == História == De acordo com uma velha lenda, Limoeiro foi uma aldeia de índios Tupis, numa região com muitos limoeiros (pés de limão), o que justifica o nome da cidade. Na história da fundação de Limoeiro, a origem do seu nome foi graças a um padre com o nome de Ponciano Coelho, que teria chegado à região para catequizar os índios. Conta-se que um dia chegou para morar perto de Limoeiro, em Poço do Pau, um português que tinha por nome Alexandre Moura, trazendo consigo a imagem de Nossa Senhora da Apresentação, imagem essa que atraía os índios. Alexandre Moura construiu perto de sua residência uma igrejinha, onde colocou a imagem da referida santa, que tinha missas celebradas pelo Pe. Ponciano Coelho, e organizando festas, sendo isso atração para as famílias que começaram a morar na localidade, ficando mais perto do movimento religioso. Presume-se que o Pe. Ponciano Coelho fizera desaparecer a imagem de Nossa Senhora da Apresentação da Capela de Poço do Pau para Limoeiro, aldeia indígena onde hoje se ergue a torre da igreja matriz, marco da fundação do povoado chamado Limoeiro de Nossa Senhora da Apresentação. Pode-se acreditar que a antiga aldeia de índios, hoje, Limoeiro, foi fundada pelos padres Manuel dos Santos e João Duarte do Sacramento, em 1711. De acordo com o escritor limoeirense Antônio de Souza Vilaça: Em 1752, o Pe. Ponciano Coelho recebeu a carta de Sesmaria, e Limoeiro cresceu deixando de ser aldeia de índios. A Sesmaria de Limoeiro se estendia desde o atual município de Feira Nova até o município Santa Cruz do Capibaribe e desde o município de Macaparana até o atual município de Passira. O extenso território foi perdido através de inúmeras emancipações políticas, que deram origem a 16 municípios. == Economia == Uma das principais feiras de gado da região, ocorre semanalmente em Limoeiro. Organizada pela Sociedade dos Criadores de Limoeiro, a feira movimento aproximadamente R$ 1 milhão com a venda de 500 animais, em média.Feira de gado movimenta a economia e o setor agropecuário de Limoeiro Diário de Pernambuco - acessado em 16 de novembro de 2019 == Geografia == === Clima === O clima do município é do tipo tropical sub-úmido, com período chuvoso nos meses de outono e inverno, entre março e agosto. O período seco ocorre nos meses de primavera e verão, entre setembro e fevereiro. A média anual de precipitações é de aproximadamente 1.000 mm. Média de precipitação mensal e anual em mm (milímetros) segundo dados da Apac (Agência Pernambucana de Águas e Clima) e do Ipa (Instituto Agronômico de Pernambuco): *Janeiro - 52,3 mm *Fevereiro - 64,1 mm *Março - 86,30 mm *Abril - 113,2 mm *Maio - 135,5 mm *Junho - 166,7 mm *Julho - 141,8 mm *Agosto - 77,1 mm *Setembro - 39,9 mm *Outubro - 16,7 mm *Novembro - 17,2 mm *Dezembro - 28,6 mm Anual - 939,4 mm === Hidrografia === O município está inserido na bacia do Rio Capibaribe, com duas pontes o cruzando. === Vegetação === Na região onde Limoeiro está localizado a predominância e da Caatinga arbórea. Encontramos também árvores típicas da Mata Atlântica. === Relevo === O município está localizado na unidade geoambiental do Planalto da Borborema. === Localização === Localiza-se a uma latitude 07º52'29\" sul e a uma longitude 35º27'01\" oeste, estando a uma altitude de 138 metros. === Limites municipais === * Norte: Vicência e Buenos Aires * Sul: Salgadinho, Passira e Feira Nova * Oeste: Bom Jardim e João Alfredo * Leste: Carpina e Lagoa do Carro === Divisão Distrital === Distrito- sede, Urucuba e Mendes. === Povoados === Gameleira, Mendes, Cedro, Pitombeira e Ribeiro do Mel. == Política == === Executivo === Seu atual prefeito é Orlando Jorge Pereira de Andrade Lima para a gestão 2021/2024. === Símbolos municipais === Os símbolos da cidade de Limoeiro são a bandeira municipal, o brasão municipal e o hino municipal. O escritor paraibano Ariano Vilar Suassuna é o responsável pela criação da bandeira do município de Limoeiro. === Lista de ex-prefeitos === *Antônio José (1893-1895) *Firmino José da Silva (1895-1898) *Antônio Vieira de Moura Vasconcelos (1898-1902) *Luiz José da Silva (1902-1905) *Júlio Cassiano Pestana da Silva (1905-1910) *Afonso de Sá e Albuquerque (1910-1913) *Pedro de Souza Lemos (1913-1916) *Severino Marques de Queiroz Pinheiro (1916-1920) *Francisco Heráclio do Rêgo (1920-1922) *Manoel de Aquino e Albuquerque (1922-1925) *José Heráclio do Rêgo (1925-1928) *Severino Marques de Queiroz Pinheiro (1928-1930) *Gerôncio Quintero (1930) *Cícero Barreto Coutinho da Silveira (1930) *Davino de Sena (1930-1931) *João Paulo Barbosa Lima (1931-1933) *Manoel Gomes Maranhão (1933-1934) *João Marinho Falcão (1934-1935) *José Braz Pereira de Lucena (1935-1936) *Severino de Vasconcelos Aragão (1936) *Raimundo Moura Filho (1936-1937) *Francisco de Albuquerque Leal (1937-1938) *José Donino da Costa Lima (1938-1944) *Manoel Cândido Carneiro da Silva (1944-1945) *Adauto Nicolau Pimentel (1945) *Prisciliano Pereira de Morais (1945-1946) *Severino Mendes de Araújo Pereira (1946-1947) *Argenor Maerinck Freire (1947) *Francisco de Morais Heráclio (1947-1950) *Antônio de Souza Vilaça (1950-1951) *Manuel Gonçalves de Lima (1951) *Eulino Barbosa (1951-1955) *Francisco de Morais Heráclio (1955-1957) *Lívio Teobaldo de Vasconcelos Azevedo (1957-1959) *João Heráclio Duarte (eleito em 1959) *Seráfico Ricardo da Silva (1959-1963) *Adauto Heráclio Duarte (1963-1969) *José Antônio Correa de Paula (1969-1973) *Artur Correia de Oliveira (1973-1977) *Adauto Heráclio Duarte (1977-1983) *José Artur Teobaldo Cavalcanti (1983-1989) *José Xavier Quirino (1989-1993) *José Artur Teobaldo Cavalcanti (1993-1997) *Luís Heráclio do Rêgo Sobrinho (1997-2005) *Luis Raimundo Medeiros Duarte (2005-2009) *Ricardo Teobaldo Cavalcanti (2009-2014) *Thiago Cavalcanti ( 2014-2016 ) *João Luís Ferreira Filho (2017-2020) == Educação == No que diz respeito à educação básica, a cidade possui escolas e colégios municipais, estaduais e particulares e a GRE do Vale do Capibaribe. === Escolas particulares === * Colégio Convergente * Colégio 3º Milênio * Colégio Regina Coeli * Colégio Santa Mônica * Educandário Reino Feliz * Escolinha do Mickey * Escola Cônego Fernando Passos * Escola Nossa Senhora de Fátima * Escola Criatividade * 3º Milênio Kids * Educandário Beatriz França * Potencial Colégio e Cursos * Escola Instituto Ariádnes * Escola Divina Sabedoria * Escola Maria Clara * Escola Érico Veríssimo * Escola Josefa Barbosa da Silva - Vovó Santinha === Escolas públicas === * Escola Ginásio de Limoeiro Arthur Correia de Oliveira * Escola Profª Jandira de Andrade Lima (CERU) * ETE José Humberto de Moura Cavalcanti * EREM Austro Costa * Escola São Francisco * EREM Dr. Sebastião de Vasconcelos Galvão * Escola Nossa Senhora dos Anjos * Escola Seráfico Ricardo * Centro de Educação Infantil Profª Suzel Galiza * Escola Salomão Ginsburg No âmbito do ensino superior conta com a Faculdade de Ciências da Administração de Limoeiro/Faculdade de Ciências Jurídicas de Limoeiro (FACAL/FACJUL), a Universidade Aberta do Brasil (UAB), que engloba quatro instituições de ensino: Instituto Federal de Pernambuco (IFPE), Universidade Federal de Pernambuco (UFPE), Universidade Federal Rural de Pernambuco (UFRPE) e a Universidade Federal da Paraíba (UFPB). == Saúde == O município possui o Hospital Regional José Fernandes Salsa, a Casa de Saúde e Maternidade de Limoeiro (Valimagem), Posto de Saúde Municipal, UPAE (Unidade de Pronto Atendimento de Emergência), SAMU 24H, entre outros consultórios públicos e particulares. É no município de Limoeiro que está a II GERES (Gerência Regional de Saúde). == Cultura == ===Gastronomia=== Sua alimentação típica é caracterizada pela pamonha, canjica, munguzá, milho assado e cozido durante o período de junho a agosto. Possui as típicas culinárias regionais nordestinas, assegurando sua estrutura de intensa brasilidade. Assim, encontra-se facilmente em Limoeiro vários preparos de origem afro-descendente como sarapatel, buchada de bode, rabada de porco, etc. A linhagem indígena é intensa com os alimentos oriundos da mandioca como o bolo de mandioca, tapioca e beiju. O consumo da população de tubérculos e raízes nativas, garantem boa nutrição há séculos: inhame, batata doce, cará, macaxeira, etc. Por estar avizinhado da histórica área de produção açucareira, em Limoeiro encontra-se grande variedades de doces artesanais e industriais: cocadas, doces em calda, de leite e das mais variadas frutas, bem como grande variedades de conhecidas iguarias populares de base no açúcar: quindim, lolita, pasteis, brigadeiros, sonhos, etc. === Música === No município há a Sociedade Musical 25 de setembro, que realiza aulas de músicas para jovens e adultos, educando musicalmente na cultura popular e inserindo no mercado de trabalho, da qual já saíram vários músicos. Também grandes maestros tiveram passagem, como Caramuru, Seminha Adolfo, Levino Ferreira e o grande Pepê que até hoje é maestro e mestre da entidade musical na qual mantém viva a cultura de Limoeiro de revelar grandes talentos na arte da música no agreste de Pernambuco As tradições nordestinas de música e dança são fortíssimas na cidade, destacando o Coco de Roda, a Ciranda e o Forró. Diversos grupos de artistas dessa modalidade popular de festejo cultural fazem parte da história cultual de Limoeiro. === Eventos === * O segundo sábado do mês de fevereiro, desde 2006, tornou-se o dia do desfile do bloco lírico Flor do Limoeiro, bloco de pau e corda que se caracteriza pela beleza de suas fantasias e pela animação de seus integrantes. * No dia 10 de fevereiro de 2007, foi às ruas de Limoeiro o bloco Mais Um, da rua Otacílio Fernandes de Lima, e desde então vem se apresentando. * O Micaeiro (carnaval fora de época de Limoeiro), consolidado no calendário cultural de Pernambuco como o maior evento festivo do interior, traz à cidade todos os anos milhares de turistas, movimentando a economia municipal, desde hotéis e restaurantes, a bares e vendedores autônomos. O já tradicional evento sempre movimenta um fim de semana do último trimestre do ano, com infraestrutura montada na Avenida Severino Pinheiro, no centro da cidade. A festa tem sido patrocinada por empresas públicas e privadas. O evento é organizado pela Prefeitura de Limoeiro. * Festa de São Sebastião realizada no mês de janeiro, no terceiro domingo encerra-se a com a procissão ao mártir da igreja católica, atraindo milhares de turistas e romeiros da região. == Comunicação == === Rádios === *Rádio Cultural FM 96.3 FM *Rádio Jornal Limoeiro 99.5 FM *Rádio Novas de Paz 107 FM *Rádio Princesa do Capibaribe 98.5 FM === Televisão === *TV Globo Nordeste (Globo) *TV Jornal Caruaru (SBT) *TV Clube (Record) *TV Tribuna (Band) == Esportes == Na recreação e desporto o município tem a AABB (Associação Atlética Banco do Brasil), o Colombo Sport Club, o Centro Limoeirense e o Clube dos Motoristas. O único time de futebol profissional da cidade é o Centro Limoeirense, o 3º clube mais antigo do estado de Pernambuco, fundado no dia 15 de Setembro de 1913. A equipe realiza os seus jogos no Estádio José Vareda, popularmente conhecido como Varedão, e atualmente disputa a Série A-2 do Campeonato Pernambucano. Outro clube da cidade foi o Clube Roma de Limoeiro. == Limoeirenses notórios == == Festas tradicionais == * Festa de São Sebastião * Festa Junina * Emancipação Política * Exposições de animais de Limoeiro * Vaquejada == Ligações externas == * Categoria:Fundações em Pernambuco em 1893",
 "title": "Limoeiro (Pernambuco)"
}