{
 "id": "36755",
 "text": "{{Info/Município do Brasil | nome = Campo Maior | nome_oficial = Campo Maior | imagem_montagem = | apelido = Terra dos carnaubais\" “Terra da Carne do Sol” \"Terra de Santo Antônio Aparecido | padroeiro = Santo AntônioCampo Maior tem história de tradição e fé em Santo Antônio, padroeiro da cidade Portal G1 - acessado em 4 de abril de 2021 | brasão = Brasão de Campo Maior (Piauí)Brasil.svg | bandeira = Bandeira de Campo Maior (Piauí).svg | link_brasão = Brasão de Campo Maior (Piauí) | link_bandeira = | link_hino = s:Hino do município de Campo Maior | aniversário = | fundação = | gentílico = campomaiorense | lema = Terra dos Heróis do Jenipapo\" \"Berço de Heróis\" | prefeito = João Félix de Andrade Filho | partido = MDB | fim_mandato = 2024 | mapa = Piaui Municip CampoMaior.svg | latP = S | latG = 04 | latM = 49 | latS = 40 | lonP = O | lonG = 42 | lonM = 10 | lonS = 08 | estado = Piauí | mesorregião = Centro-Norte Piauiense | data_mesorregião = IBGE/2008 | microrregião = Campo Maior | data_microrregião = IBGE/2017 | região_metropolitana = | vizinhos = Cabeceiras do Piauí, Nossa Senhora de Nazaré, Alto Longá, Novo Santo Antônio, Cocal de Telha, Jatobá do Piauí, Sigefredo Pacheco, Coivaras, José de Freitas, Altos e Barras | dist_capital = 73 | área = 1699.383 | área_ref = | população = 46950 | data_pop = IBGE/2021 | altitude = 125 | clima = tropical | sigla_clima = | idh = 0.675 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2016 | pib_per_capita = 61433.99 | data_pib_per_capita = IBGE/2016 | site_prefeitura = campomaior.pi.gov.br | site_câmara = campomaior.pi.leg.br }}Campo Maior é um município brasileiro do estado do Piauí. Localiza-se à latitude 04º49'40\" sul e à longitude 42º10'07\" oeste, estando à altitude de 125 metros. É o 7° município mais populoso do estado do Piauí e a cidade mais importante da Região dos Carnaubais. A localidade foi fundada por portugueses e elevada a Distrito em 1761. A criação da Vila se deu em 8 de agosto de 1762, data que é comemorada como aniversário da cidade. A conversão em município ocorreu em 28 de dezembro de 1899. == Demografia == == História == Em 13 de março de 1823, ocorreu em Campo Maior a Batalha do JenipapoMATTOS, João Batista de (Tenente-coronel). Os Monumentos Nacionais - Piauí. Rio de Janeiro; Imprensa Militar, 1949., a mais violenta batalha sangrenta pela Independência do Brasil, que teve papel decisivo para manter a unidade territorial do país. Consistiu na luta de vaqueiros, agricultores e outros trabalhadores contra as tropas do Major João José da Cunha Fidié, que cumpria ordens do Rei de Portugal, D.João VI, para que o norte do Brasil permanecesse sob o domínio português. O povo nativo, que lutava com facões e instrumentos de trabalho, perdeu a batalha, mas não a guerra. Tendo perdido parte de seu arsenal, Fidié seguiu para o Maranhão, onde foi rendido e preso.SOARES, Sidney. Enciclopédia dos Municípios Piauienses. Fortaleza; Escola gráfica Santo Antonio. 1972. == Política == O poder executivo do município de Campo Maior tem como chefe o prefeito, que escolhe seu gabinete de secretários, seguindo o modelo proposto pela Constituição Federal. A sede da prefeitura está estabelecida no Palácio das Carnaúbas, na Praça Luiz Miranda. O poder legislativo é constituído pela Câmara Municipal, atualmente composta por 13 vereadores eleitos para mandatos de quatro anos, cabendo a eles o papel de fiscalizar e assessorar o executivo, além de elaborar leis sobre todos os temas de competência do município. A câmara de vereadores encontra-se instalada desde 26 de dezembro de 1994 no Palácio do JenipapoLIMA, Reginaldo Gonçalves de. Geração Campo Maior: anotações para uma enciclopédia. Teresina; Gráfica Junior, 1995.. Trata-se de uma edificação construída no fim do século XIX em uma colina na Praça Bona Primo; tem paredes com cerca de um metro de largura e possui elementos e adornos da arquitetura árabe. == Economia == Sua economia está baseada principalmente na atividade comercial, agricultura, pecuária e extrativismo. Além disso, a cidade dispõe de um grande potencial caprino-ovinocultor notadamente advindo da adaptabilidade das raças às condições edofoclimáticas da região.Também é importante polo industrial cerâmico de fabricação de materiais de construção civil com várias industrias de telha e tijolo e de argamassas e rejuntes.Anuário do Piauí, 2009. == Saúde == O município é servido por clínicas e hospitais da iniciativa privada e também, por ser cidade-pólo, sedia o Hospital Regional de Campo Maior, também conhecido como Hospital Regional Santo Antonio, inaugurado pelo governo do estado do Piauí nos anos iniciais da década de 1970. Ainda no setor de saúde pública tem a rede de Unidades Básicas de Saúde abrangendo a zona urbana e ruralAnuário do Piauí 2013. Teresina: Gráfica e editora O Dia e desde 13 de março de 2009 conta com uma base do SAMU, instalada anexa ao posto de saúde da antiga FSESP. 295x295px|thumb|Periodicamente existe o Sabor Maior, um festival gastronômico e cultural, de realização da prefeitura de Campo Maior e do SEBRAE. Agência SEBRAE. Acesso em 19 de novembro de 2015.|esquerda == Cultura == === Culinária === A \"carne de sol\" é prato obrigatório e marca registrada do município. Pode ser consumida também na forma de Paçoca e Maria Isabel. === Religião === Campo Maior é um polo religioso, contando com a Catedral de Santo Antônio, que atrai turistas para os maiores festejos juninos, de rito católico do estado. O festejo de Santo Antônio é reconhecido como patrimônio cultural do Piauí pela lei estadual nº 8.220, de 27 de novembro de 2023.Rafael sanciona lei que torna Festejos de Campo Maior Patrimônio Cultural do Piauí. portalr10. Acesso em 23 de maio de 2024.Leis aprovadas na Alepi reconhecem a força das tradições religiosas no Piauí. www.al.pi.leg.br. Acesso em 23 de maio de 2024. === Teatros === Dispõe do Teatro Sigefredo Pacheco, conhecido como teatro dos estudantes, com capacidade para cerca de 400 pessoas, e também possui o Cine-Teatro Ludetana.Revista Presenca, várias edições, é a revista do Conselho Estadual de Cultura do Piauí === Biblioteca === A Biblioteca Municipal de Campo Maior foi criada em 1940, através do Decreto-Lei Nº 38, de 29 de outubro de 1940, época da gestão do prefeito Francisco Alves Cavalcante. == Comunicações == O município possui as rádios 100 FM, Meio Norte FM Campo Maior e Radio Verdes Campos Sat. A cidade também possui retransmissoras de TV das emissoras baseadas na capital Teresina. == Esporte == === Futebol === A cidade de Campo Maior conta com dois clubes de futebol que disputam o campeonato piauiense: o Comercial e o Caiçara. ==Arquitetura == miniaturadaimagem|Estação ferroviária de Campo Maior-PI|201x201px miniaturadaimagem|Monumento ao Vaqueiro Brasileiro, na Praça Bona Primo|201x201px === Centro histórico === O centro histórico com casarios em arquitetura colonial e imperial se faz presente na estrutura de edificações da praça Bona Primo e entornos e conta com um raro cemitério iniciado em 1804.MASCARENHAS, Marielly Ibiapina. Entre telhas e carnaúbas: breve história da arquitetura de Campo Maior - Piauí. Teresina; ed autora, 2012BARRETO, Paulo Thedim. O Piauí e Sua Arquitetura. Centro de Estudos Folclóricos. Rio de Janeiro, 1952MORAIS, Jéssica Gadelha. “Aqui jazem” muitas histórias: um estudo arqueológico do acervo histórico do cemitério Santo Antônio, em Campo Maior - Piauí (1804-1978). Dissertação ( Mestrado em Arqueologia). Universidade Federal do Piauí. Teresina, 2016, páginas 68 e 69. === Palacete dos Pachecos === Sobrado na avenida José Paulino, centro de Campo Maior. O prédio é todo branco, de traços arquitetônicos pré-modernistas e com detalhes porticais. Sua preservação é de acordo com a Lei Municipal de Preservação do Patrimônio Cultural Material e Imaterial. O palacete teve construção iniciada em fins da década de 1940, como propriedade da família Pacheco. O último membro da família a residir no palacete foi o ex-prefeito Ivon Pacheco, até morrer, em 1988. == Controvérsias sobre o hino do município == Desde 2012 que ha discussões entre a intelectualidade e matérias na imprensa de Campo Maior devido suspeitas de que a letra e a música do hino municipal se enquadre como um plágio da canção “Cidade Morena”, interpretada pela dupla Tonico & Tinoco, tanto que, em 24 de agosto de 2017 a Câmara Municipal de Campo Maior realizou uma audiência pública com a participação de professores de música, advogados e historiadores para começar a construir uma definição legal para o caso, conforme o princípio da autotutela , que manda que administração pública tem a competência para sanar seus atos quando eivados de erros ou de ilegalidades.Hino de Campo Maior é um plágio da letra e melodia de “Cidade Morena”; Mais três cidades têm hino quase igual. Campo Maior em Foco. Acesso em 29 de agosto de 2017. == Ver também == * Diocese de Campo Maior * Catedral de Santo Antônio (Campo Maior) * Medalha do Mérito Heróis do Jenipapo * Palácio das Carnaúbas * Serviço Autônomo de Água e Esgoto de Campo Maior * Frigorífico do Piauí S/A - FRIPISA * Brasão de Campo Maior (Piauí) == Ligações externas == * Página da Prefeitura * SAAE * Relatório Geológico (PDF) * Diário Oficial dos municípios do Piauí * Campo Maior pela Enciclopédia dos Municípios Brasileiros nos anos 1950 Categoria:Fundações no Brasil em 1761",
 "title": "Campo Maior (Piauí)"
}