{
 "id": "36750",
 "text": "Acapulco (ou Acapulco de Juárez, nome oficial) é uma cidade e porto mexicano localizado no estado de Guerrero, no sudoeste do país, na costa do Pacífico. É cabeceira do município homônimo. Sua baía semicircular foi batizada com o nome de Santa Lúcia, correspondente ao dia de seu descobrimento por navegantes espanhóis. Acapulco se divide em três grandes zonas turísticas conhecidas como: Acapulco Tradicional, Acapulco Dourado e Acapulco Diamante. ==Etimologia== A palavra Acapulco provem do náhuatl: ácatl carrizo o cana, poló (destruir ou arrasar) e co (povo ou lugar), o que em conjunto quer dizer \"local onde foram arrasados e destruídos os juncos\". Também existe outra versão que indica que provavelmente provém de: ácatl (cana), pul (aumentativo) e co (lugar), \"lugar de canas grandes\". Enquanto alguns autores aceitam o primeiro, a Sociedade Acadêmica de História concorda que a segunda é uma tradução mais exata, especialmente porque a cana de açúcar chegou muito depois da conquista espanhola, enquanto a cana de milho, obviamente, é de origem indígena. Além disso, foi sugerido que a palavra deriva das palavras em latim aqua (água) e pulchra (limpo ou bonito). Em 27 de junho de 1873, como homenagem ao então recém falecido ex-presidente Benito Juárez, o município foi renomeado com o nome oficial de Acapulco de Juárez.MARTÍNEZ CARBAJAL, 2005: 614. == História == Após a sua descoberta pelos espanhóis, em 1531, por Hernán Cortés, deu-se logo a sua fundação, tornando-se o porto da cidade num estaleiro das naus espanholas que navegavam entre o México e o Sudoeste Asiático. O porto segue a ter uma grande importância, nomeadamente nas exportações de produtos como o algodão, as frutas tropicais, a cana-de-açúcar, o café, o tabaco e outros produtos que advêm do interior do país. A rede de transportes, com destaque para a estrada de ligação à Cidade do México, estabelece uma complementaridade eficiente com as facilidades marítimas. O anfiteatro da baía é habitada desde 3000 a.C. e os primeiros assentamentos formais ocorreram no século XIII da nossa era por várias tribos olmecas que fundaram Tambuco entre Long Beach e Cerro de la Aguada e Ycacos entre El Monte Guitarrón, Punta Bruja e A Truncheon. A primeira exploração dos espanhóis foi quando chegaram em 13 de dezembro de 1523 sob o comando de Juan Rodríguez de Villafuerte. Foi fundada por Fernando de Santa Ana e 29 chefes de família no ano de 1550, em seguida foi chamada de Cidade dos Reis. Pouco tempo depois, encomendado pela Realeza Espanhola o frade Andrés de Urdaneta atravessou o Pacífico a partir do arquipélago das Filipinas a fim de encontrar a melhor rota, esse processo de idas e vindas dos espanhóis foi durante mais de 250 anos comunicando às colônias da asiáticas com a Península Ibérica. De 1571 a 1815, Acapulco tornou-se uma vez por ano por cerca de dois meses no ponto de comércio mais ativo e dinâmico da Nova Espanha, superando até mesmo o Porto de Veracruz. A população triplicou rapidamente, com galeões carregados com belas novidades do Oriente, como China, Japão, Ceilão, Damasco. Em 28 de novembro de 1799, Charles IV deu o título de cidade para Acapulco. E começaram a se estabelecer em 1550 Fernando de Santa Anna. Uma vez consumada a Independência, Acapulco era parte do estado do México. Mas em 27 de outubro de 1849, a criação do estado de Guerrero tornou-a uma cidade do distrito de Tabares. esquerda|thumb|200px|Edificios da zona do Club Deportivo em Acapulco. === Atualmente === A aglomeração de Acapulco é considerada a décima sétima maior aglomeração do México com um total populacional de habitantes. A cidade tornou-se uma estância turística mundial a partir dos anos 50, década em que o boom dos arranha-céus iniciou-se. É uma zona privilegiada economicamente, uma vez que se situa 411 km ao sul da capital. Especialmente entre dezembro e abril as temperaturas em Acapulco são muito agradáveis. Inserida nos planaltos costeiros do México em uma área denominada \"tierra caliente\", suas temperaturas ultrapassam frequentemente os 40 °C. Por outro lado, o clima é bastante úmido, com a estação das chuvas a decorrer entre maio e outubro, sendo designada, por vezes, de \"Riviera Mexicana\". É o centro turístico mais importante do México e um dos mais importantes do mundo, dado o contexto natural paradisíaco, a nível do relevo, do clima e da vegetação tropical. O seu desenvolvimento económico é perfeitamente assente no turismo, com complexos turísticos, cinemas, grandes hotéis e centros de recreio que proporcionam uma boa qualidade de vida. A cidade também é muito famosa por ter sido no 1º semestre de 1977 local de gravação de 3 episódios dos seriados mexicanos de autoria de Roberto Gomez Bolaños Chapolin Colorado e Chaves (episódios tidos como \"especiais\" por terem sido os únicos episódios gravados fora da Cidade do México, as cenas foram gravadas no Hotel Acapulco Continental, atual Hotel Acapulco Emporio, e em algumas partes da cidade e da praia de Acapulco). Tais episódios, devido à sua alta audiência, têm até hoje um avassalador sucesso na América Latina. Em outubro de 1997, um violento furacão atingiu a cidade, fazendo vários estragos, como a destruição de estradas e pontes e a morte de cerca de 100 pessoas. == Demografia == Evolução da população Ano População Total População Metro +/- 1900 4 932 - - 1910 5 900 - 19,6% 1921 5 768 - 2,2% 1930 6 529 - 13,1% 1940 9 993 - 53,0% 1950 28 512 - 185,3% 1960 49 149 113 475 72,3% 1970 174 378 277 460 254,7% 1980 301 902 456 819 73,1% 1990 515 374 653 973 70,7% 2000 620 656 791 558 20,4% 2010 673 479 863 431 8,5% Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Fonte: INEGI Acapulco é a cidade mais populosa do estado de Guerrero, superando por larga maioria a população na capital Chilpancingo. De acordo com os resultados que mostrou o II Senso Geral da População e Habitação, que efetuou o Instituto Nacional de Estatística, Geografia e Informática (INEGI), do México em 2005, a cidade tinha uma população total de habitantes, desse número, homens e mulheres. A Região Metropolitana de Acapulco é composta por seis aldeias da cidade do município de Acapulco de Juárez e quatro municípios de Coyuca de Benitez. Segundo a última contagem oficial e delimitação desenvolvido conjuntamente pelo Instituto Nacional de Estatística, Geografia e Informática, e pelo Conselho Nacional de População e a SEDESOL em 2005, a população total da região metropolitana era até este ano um total de habitantes, colocando-a na décima para a sétima maior aglomeração urbana do México.Instituto Nacional de Estatística e Geografia INEGI, CONAPO, Secretaría de Desenvolvimento Social do México SEDESOL == Turismo == thumb|200px|direita|Forte de San Diego. === Atrações turísticas === * Ilha da Roqueta * A virgem dos mares (monumento marinho submerso no mar) * La Quebrada * Palma Sola (petroglifos) * Murais de Diego Rivera na Exekatlkalli (Casa dos Ventos) de Dolores Olmedo * Forte de San Diego (Museo Histórico de Acapulco) * Fortín Álvarez * Catedral de Nossa Senhora da Soledad de Acapulco * Praça Álvarez Zócalo de Acapulco * Malecón * Parque de la Reina e Praça da Heróica Escola Naval Militar (Malecón) * Parque Papagayo * Museo Histórico Naval de Acapulco * Casa de la Cultura * Capilla Ecuménica de la Paz * Puerto Marqués * Pie de la Cuesta * Laguna de Coyuca * Laguna de Três Palos * Laguna Negra * Barra Vieja * Parque Nacional El Veladero * Centro Internacional de Convivencia Infantil (CICI) * Mágico Mundo Marinho * sifonia do Mar === Praias === Acapulco, como muitos outros destinos turísticos no México, tem várias praias, cujos nomes dizem respeito a fatos históricos, hábitos ou simplesmente causas naturais. Entre os principais portos são: * Praia Caleta y Caletilla * Praia Honda * Praia Langosta * Praia Manzanillo * Praia Tlacopanocha * Praia Hornos * Praia Condesa * Praia Icacos * Praia Pichilingue * Pie de la Cuesta * Praia Majahua * Praia Revolcadero * Praia Bonfil == Clima == == Educação == === Instituções de nível superior === No que diz respeito à entrega de ensino superior público, Acapulco tem oito unidades acadêmicas da Universidade Autónoma de Guerrero, estas são: Medicina, Enfermagem (N°2), Odontologia, Ciências Sociais, Administração e Contabilidade, Turismo, Ecologia Marinha e Ciências e Tecnologias da Informação. A Junto com essa instituição, é o Instituto Tecnológico de Acapulco, fundada em 1975, que tem gradução em Arquitetura, Administração e Contabilidade, também em Engenharia bioquímica, Engenharia elétrica, Gestão de negócios e Ciências da Computação. Além disso, o instituto oferece uma pós-graduação em Planejamento Empresarial e Desenvolvimento Regional. Entre as principais instituções de caráter privado se encontram: * Universidade Americana de Acapulco, institução establecida desde 1992. * Universidade Loyola del Pacífico, institução establecida desde 1992 (Membro do Sistema Universitário Jesuita e do AUSJAL). == Atividade econômica == A população economicamente ativa do município é de 50,04%, que teve um aumento de 4,87% em relação aos anos 90. A atividade econômica predominante é no setor de serviços, que concentra a maior atividade, com 72,92%. Esta atividade emprega cerca de 75 mil pessoas em 10 890 empresas vocacionadas para esse ramo produtivo. No setor secundário é usado 18,73% da população, segundo ranking no recrutamento de trabalho. Este setor emprega 34 323 pessoas. É o mesmo percentual que vem de 1990. Este setor abrange apenas as necessidades básicas da população que vive predominantemente no setor dos serviços. Finalmente, há o primeiro setor, a sua oferta de trabalho é 13 426 pessoas, correspondendo a 7,38%, sem alteração desde 1990. == Cidades irmãs == * Manila, Filipinas (1969) * Sendai, Japão (1973) * Onjuku, Japão (1978) * Netanya, Israel (1980) * Qingdao, China (1985) * Quebec, Canadá (1986) * Nápoles, Itália (1986) * Beverly Hills, Estados Unidos (1988) * Cannes, França (1998) * Ordizia, Espanha (2008) * Sochi, Rússia (2008) * Ialta, Ucrânia (2009) * Pangim, Índia (2009) * McAllen, Estados Unidos (2009) * Cuernavaca, México (2010) * Guanajuato, México (2010) * Ha Long, Vietname (2011) * Lárnaca, Chipre (2011) * Baku, Azerbaijão (2011) * Huamantla, México (2011) * Boca del Río, México (2012) * Puerto Quetzal, Guatemala (2012) * Sosúa, República Dominicana (2012) * Eilat, Israel (2012) * Bandar Torkaman, Irão (2012) * Nassau, Bahamas (2012) * El Callao, Peru (2013) * Morelia, México (2013) == Ligações externas == * acapulcoturisticohoy.com Categoria:Acapulco",
 "title": "Acapulco"
}