{
 "id": "36785",
 "text": "Breslávia (em polaco ; em alemão Breslau) é uma cidade da Baixa Silésia, na Polônia. Tem cerca de 640 000 habitantes, o que a torna a quarta mais populosa cidade da Polônia. Localiza–se nas margens do rio Oder (em polaco Odra), a cerca de 350 km ao sudoeste de Varsóvia. Breslávia é a capital informal da região histórica da Silésia. Breslávia é também a capital do voivodato da Baixa Silésia e sede de muitas indústrias e instituições de ensino superior, como da Universidade de Breslávia (Uniwersytet Wrocławski), Politécnica de Breslávia (Politechnika Wrocławska), Universidade de Economia (Uniwersytet Ekonomiczny), Universidade de Medicina (Uniwersytet Medyczny), Academia de Belas Artes (Akademia Sztuk Pięknych) e da Academia de Educação Física (Akademia Wychowania Fizycznego), possuindo, também, um teatro e uma ópera. Breslávia foi uma das subsedes do Campeonato Europeu de Futebol de 2012 e foi a Capital Europeia da Cultura em 2016 ao lado de San Sebastián. Também foi sede dos Jogos Mundiais de 2017, o evento que corresponde às Olimpíadas para aqueles esportes/e ou provas que não estão no programa olímpico. == Etimologia == O nome da cidade foi mencionado pela primeira vez no ano 1000 pela \"Crônica de Dietmar\" () como Wrotizlawa (conforme descrito pelo Congresso de Gniezno). A junta municipal estabeleceu, pela primeira vez, Sigillum civitatis Wratislavie. Um nome simplificado deu-se em 1175 como Wrezlaw, Prezla ou Breslaw. A ortografia checa utilizou-se em documentos em latim, como Wratislavia ou Vratislávia. Neste momento, Prezla foi utilizado no alto-alemão médio, que se converteu em Preßlau. Em meados do século XIV, no alto-alemão, a forma Breslau começou a substituir as suas versões anteriores. Tradicionalmente, imaginava-se que o nome da cidade provinha de Wrocisław (pronunciado vrotsísuav) ou Vratislau, que se imagina que provenha do duque Vratislau I da Boêmia. Também é possível que tenha sido denominado em homenagem ao duque tribal da Silésia, ou de um antigo governante da cidade chamado Vratislau. O nome da cidade em outros idiomas estrangeiros é o seguinte: , , ou Budorgis, hebraico, ורוצלב (Vrotsláv); , , ou Vroclav, (Urocłaŭ), e em alemão silésio, Brassel. == História == A cidade foi fundada no século X e, no ano 1000, foi fundado também o episcopado de Breslávia. Na crônica do século XII de Galo Anônimo, a cidade foi nomeada uma das três principais cidades do Reino da Polônia, ao lado de Cracóvia e Sandomierz. A região da Silésia e a cidade pertenceram à Polónia (990 ao século XIV), ao Reino da Boêmia (hoje República Checa), à Áustria (1526 a 1741), à Prússia (em 1871, o rei da Prússia fundou o Império Alemão. Desde 1945, Breslávia (Wroclaw) é uma cidade polaca. No final do século XVII, os dados de nascimento e morte da cidade serviram de base para o cientista Edmond Halley elaborar um estudo que apresentou a primeira tábua de vida elaborada cientificamente. === Da Revolução Industrial à Segunda Guerra Mundial === Na primeira metade do século XIX, iniciou-se um importante desenvolvimento industrial e econômico, que tornou a cidade uma das maiores e mais importantes da Alemanha. Sua população, que era de pouco mais de habitantes, saltou para mais de 500 000 habitantes. Esse grande aumento populacionais deu-se graças ao comércio, energia e matérias-primas da Alta Silésia, e também pelo trabalho exercido pelos cidadãos alemães e poloneses. Após a Primeira Guerra Mundial, Breslávia foi afetada pela obrigação imposta à Alemanha pelos vencedores de ceder a parte com mais recursos de toda a alta Silésia à recém-restituída Polônia. A recuperação, por parte da Polônia, dos territórios da Silésia, provocou consideráveis tensões entre a Alemanha e a Polônia no período compreendido entre as Grandes Guerras. Nas eleições de 5 de março de 1933, o Partido Nazista conquistou 51,7 por cento dos votos da cidade, uma das áreas de maior apoio eleitoral de Hitler. Durante a Segunda Guerra Mundial, Breslávia foi inicialmente removida das frentes de guerra e fora do alcance da anglo- americana de bombardeio, o que levou à transferência da população de outras regiões da Alemanha e ao estabelecimento de uma grande indústria bélica. No entanto, o avanço das tropas russas, na última ofensiva soviética, no inverno de 1945, ocupando todo o leste da Alemanha e da Silésia, levou ao cerco da cidade, que tinha sido declarada por Hitler como uma fortaleza e local de defesa de grande importância. Esta decisão levou a um cerco feroz da cidade, que provocou muitas baixas no Exército Vermelho e muitas vítimas entre os habitantes da cidade, a qual foi destruída. Porém o pior veio depois, quando, depois da capitulação da guarnição em 6 de maio de 1945, o Exército Vermelho entrou na cidade e incendiou as ruínas no dia 7, os restos foram saqueados até o ponto em que a Biblioteca da Universidade Leopoldina, para a qual Brahms compôs uma famosa obra, foi saqueada, incendiada e destruída. No dia 15, foi a vez do museu da cidade e das torres gêmeas de Santa Maria Madalena, uma das grandes igrejas góticas construídas em tijolos, voarem pelo ar. Assim, a ideia de que Breslávia tinha sido completamente destruída durante o cerco foi uma ficção do período pós-guerra.Mc Donogh, Giles, Después del Reich, Galaxia Gutemberg, Barcelona, 2007, páginas 104 y ss. === Do pós-guerra aos dias atuais === Os acordos de Ialta e Potsdam entre os aliados trouxeram, como consequência, que a Polônia obtivesse a cidade e todos da Silésia, e procedesse à deportação de toda a população alemã (cerca de 570 000 pessoas) para o resto da Alemanha. O repovoamento da cidade veio depois da guerra, em grande parte provinda do centro da Polônia, mas também com aqueles que haviam sido deportados de Lwów (atualmente Ucrânia), no final da guerra, onde os poloneses haviam representado o grupo étnico maior, mesmo que muitos (45 por cento), ucranianos, os quais, com documentos poloneses, tenham povoado os novos territórios recém-conquistados. Autoridades comunistas da Polônia tentaram banir o passado alemão da cidade em todas as suas manifestações e promoveram uma visão histórica segundo a qual Breslau, agora oficialmente Wrocław, e a Silésia sempre fizeram parte da Polônia, habitada por poloneses. Após o término do Guerra Fria, e como resultado da melhoria das relações entre Alemanha e Polônia, os atuais habitantes de Breslávia estão descobrindo o passado de sua cidade e fazendo contatos com ex-habitantes alemães, que, atualmente, visitam a cidade com fins turísticos. Economicamente, Breslávia tornou-se, na crise de 1989-2008, uma das cidades mais dinâmicas da Polônia. == População == No início do século XIX, a cidade era habitada por 78 mil pessoas (dados de 1819). Na metade do século, a população ultrapassou 150 mil habitantes, já em 1870, passou dos 200 mil. A unificação da Alemanha em 1871 colaborou com o rápido crescimento populacional da cidade. No início do século XX vivia na Breslávia mais de meio milhão de pessoas (de acordo com a compilação de Heinz Rogmann de 1937, em 1910 vivia 512 105 pessoas, enquanto que o suplemento da Enciclopédia de Orgelbrand fornece o número de 510 929 habitantes). A Breslávia tornou-se a sexta cidade em número de habitantes do Império alemão. De acordo com o censo de 1910 feito por historiadores poloneses e também alguns alemães, este inventário, como outros alemães da primeira metade do século XIX, é considerado impreciso,Tadeusz Ładogórski, Złudzenia pruskiej statystyki ludności pierwszej połowy XIX w., Przeszłość demograficzna Polski. Materiały i Studia, 1970, t. III, s. 3–27. falsoEugeniusz Romer, Polacy na Kresach Pomorskich i Pojeziernych, „Prace Geograficzne”, z. 2, red. E. Romer, Lwów 1919. e tendenciosoL. Bernhard, „Die Fehlerquellen In der Statistik der Nationalitaten. Die Polen in Oberschlesien. Eine statistische Untersuchung”, red. P. Weber, Verlag von Julius Springer, Berlin 1914.) Em Breslávia a população era 95,71% de alemães, 2,95% de poloneses, 0,67% de polaco-alemães e 0,67% de tchecos. Antes da Segunda Guerra Mundial o número de habitantes atingiu cerca de 630 mil e em 1º de dezembro de 1940 chegou a 638 905; em janeiro de 1945, com os refugiados das zonas orientais do terceiro Reich passou de 1 milhão. Entre meados de Janeiro e o início de fevereiro, a mando do Gauleiter Hanke cerca de sete mil pessoas foram forçadas a ir para o oeste. No censo de um ano após o fim da guerra havia 170 mil habitantes. Em 1983 o número de habitantes voltou ao que era em 1939. A população da Breslávia chegou ao ápice em 1991 – de acordo com dados do Escritório Estatístico Geral da Polônia - com 643 640 habitantes.GUS Bank Danych Regionalnych, faktyczne miejsce zamieszkania, stan na 31.12.1991. Desde a guerra entre a Ucrânia e a Rússia em 2015, o número de ucranianos em Breslávia tem crescido constantemente e eles já são 10% da população. A população de Breslávia ao longo dos anos ImageSize = width:800 height:300 PlotArea = left:60 right:30 top:25 bottom:30 TimeAxis = orientation:vertical AlignBars = late Colors = id:linegrey2 value:gray(0.9) id:linegrey value:gray(0.7) id:cobar value:rgb(0.2,0.7,0.8) id:cobar2 value:rgb(0.6,0.9,0.6) DateFormat = yyyy Period = from:0 till:700000 ScaleMajor = unit:year increment:100000 start:0 gridcolor:linegrey ScaleMinor = unit:year increment:20000 start:0 gridcolor:linegrey2 PlotData = color:cobar width:22 align:left bar:1526 from:0 till:22000 bar:1710 from:0 till:40890 bar:1849 from:0 till:110702 bar:1871 from:0 till:207997 bar:1890 from:0 till:335186 bar:1900 from:0 till:422709 bar:1910 from:0 till:512105 bar:1919 from:0 till:528260 bar:1933 from:0 till:625198 bar:1939 from:0 till:629565 bar:1946 from:0 till:170656 bar:1955 from:0 till:378619 bar:1965 from:0 till:474199 bar:1975 from:0 till:575890 bar:1985 from:0 till:637207 bar:1991 color:cobar2 from:0 till:643640 bar:1995 from:0 till:641974 bar:2000 from:0 till:633857 bar:2010 from:0 till:632996 bar:2016 from:0 till:637075 PlotData= textcolor:black fontsize:S bar:1526 at: 22000 text: 22.000 shift:(-17,5) bar:1710 at: 40890 text: 40.890 shift:(-17,5) bar:1849 at: 110702 text: 110.702 shift:(-14,5) bar:1871 at: 207997 text: 207.997 shift:(-17,5) bar:1890 at: 335186 text: 335.186 shift:(-17,5) bar:1900 at: 422709 text: 422.709 shift:(-17,5) bar:1910 at: 512105 text: 512.105 shift:(-17,5) bar:1919 at: 528260 text: 528.260 shift:(-17,5) bar:1933 at: 625198 text: 625.198 shift:(-17,5) bar:1939 at: 629565 text: 629.565 shift:(-17,5) bar:1946 at: 170656 text: 170.656 shift:(-17,5) bar:1955 at: 378619 text: 378.619 shift:(-17,5) bar:1965 at: 474199 text: 474.199 shift:(-17,5) bar:1975 at: 575890 text: 575.890 shift:(-17,5) bar:1985 at: 637207 text: 637.207 shift:(-29,5) bar:1991 at: 643640 text: 643.640 shift:(-23,5) bar:1995 at: 641974 text: 641.974 shift:(-17,5) bar:2000 at: 633857 text: 633.857 shift:(-12,5) bar:2010 at: 632996 text: 632.996 shift:(-4,5) bar:2016 at: 635759 text: 637.075 shift:(-2,0) ==Esporte== O clube mais famoso da cidade é Śląsk Wrocław, fundado em 1947, tendo sido campeão polonês de futebol em 1977 e 2012. Outro clube importante é o Sparta Wrocław - quatro vezes campeão polonês de speedway. A Maratona de Breslávia é realizada anualmente. Entre 21 e 22 de julho de 2012, foi disputada Turniej Wrocław Polish Masters, no Estádio Municipal de Breslávia, no qual também foram disputadas várias partidas da Eurocopa 2012. == Clima == Breslávia é uma das cidades de clima mais ameno da Polônia. A temperatura média anual é de 9,8 graus Celsius (50 graus Fahrenheit). O mês mais frio é janeiro (temperatura média de −0,5 grau Celsius), a neve é comum no inverno, e o mês mais quente é julho (temperatura média de 19,9 graus Celsius). A temperatura mais alta registrada em Breslávia foi de 39,0 graus Celsius, em 31 de julho de 1994 e a mais baixa registrada foi em 8 de janeiro de 1985 (−30,0 graus Celsius). ==Personalidades== * Adolf Anderssen (1818-1879), enxadrista, um dos mais destacados jogadores do século XIX. * Ernest Cassirer (1874-1945), filósofo neokantiano que fundou a Filosofia da Cultura. * Max Born (1882-1970), Prémio Nobel de Física de 1954 * Fritz Haber (1868-1934), prémio Nobel da Química de 1918 * Friedrich Bergius (1884-1949), prémio Nobel da Química de 1931 *Edith Stein (1891-1942), ou Santa Teresa Benedita da Cruz, religiosa, mártir, padroeira da Europa *Manfred von Richthofen (1892-1918), ou conhecido como \"Barão Vermelho \" um dos pilotos de guerra do Império Alemão e o mais famoso == Imagens == Wrocław - Rynek 2015-12-25 12-44-18.JPG|Centro Histórico 598731 Wrocław Ratusz Staromiejski 05.JPG|Paços do concelho Muzeum Narodowe, Wrocław (cropped).jpg|Museu Nacional Ossolineum, Breslavia, Polonia, 2017-12-20, DD 20.jpg|Ossolineum Wroclaw- Uniwersytet i Kosciol Uniwersytecki.jpg|Universidade de Breslávia Opera, Breslavia, Polonia, 2017-12-20, DD 23-25 HDR.jpg|Ópera de Wroclaw PL - Wrocław - Teatr Lalek - Kroton 001.jpg|Teatro de fantoches Catedral de San Juan, Breslavia, Polonia, 2017-12-20, DD 13.jpg|Portal da Catedral de São João Wrocław_Dworzec_Główny.jpg|Estação Ferroviária SM Wrocław Kościół św Idziego 2016 ID 598584.jpg|Igreja de São Egídio - a igreja mais antiga da cidade Wrocław - Pomnik Aleksandra Fredry we Wrocławiu2.jpg|Estátua de Aleksander Fredro, escritor polonês Pałac Królewski, ogród, Wrocław.jpg|Museu da Cidade de Wrocław == Ver também == * Universidade de Ciências Sociais e Humanidades * Arquidiocese de Breslávia == Ligações externas == * * Roman Catholic Pastoral Centre for English-speakers in Breslávia * O mercado de trabalho em Wrocław (PL): Praca we Wrocławiu. Categoria:Membros da Liga Hanseática Categoria:Cidades com status de powiat da Polónia",
 "title": "Breslávia"
}