{
 "id": "36838",
 "text": "Esta é uma lista de revoluções e rebeliões organizada em ordem cronológica. Designação Período País(es) Outras designações Observações Guerra da Independência Escocesa 1296-1333 Escócia Independência da Escócia Revolução de Aves 1383-1385 Portugal Crise de 1383-1385 Fundação de uma nova dinastia em Portugal, a Casa de Avis, debaixo o rei João I, depois o morte do rei Fernando I sem filhos. Confederação dos Tamoios 1554~1556-1567 Brasil Com a interferência dos jesuítas Nóbrega e Anchieta que ainda não era nem jesuíta e nem padre, no episódio conhecido como Armistício de Iperó-ig (atual praia da Gávea, Rio de Janeiro), foi selada uma trégua. Guerra dos Oitenta Anos 1568-1648 Países Baixos Independência da Holanda Independência dos Países Baixos da Espanha de Filipe II da Dinastia Filipina Guerra dos Segadores 1640-1659 Catalunha Sublevação da Catalunha Revolta camponesa contra a presença opressiva de soldados reais e independência da Catalunha da Espanha de Filipe IV da Dinastia Filipina Revolta de Khmelnitski 1648-1653 Polônia, Rússia e Ucrânia Revolta de Khmenytskyi ou Rebelião de Chmielnicki Assinado o Tratado de Pereyaslav e o Tratado de Hadiach. Criação da Ucrânia, como estado satélite do Império Russo. Confederação dos Cariris 1683-1713 Brasil Guerra dos Bárbaros Após anos de luta, entrou, em ação, o temível regimento de ordenanças do coronel João de Barros Braga. Essa cavalaria, vestida de couro como os vaqueiros e composta de homens conhecedores do terreno em que pisavam, bem como do modo de guerrear dos indígenas, promoveu uma expedição guerreira em 1713 que subiu pelo vale do Jaguaribe até o Cariri, matando todos os indígenas que encontrou pelo caminho, sem distinção de sexo ou idade. Revolução Gloriosa 1685-1689 Reino Unido Revolução sem sangue Deposição do rei Jaime II e inauguração do rei Guilherme III e a rainha Maria II. Revolta de Filipe dos Santos 1720 Brasil Execução de Filipe dos Santos. O Conde de Assumar impôs todas as suas vontades: as Câmaras se calaram, o povo ficou submisso enquanto a polícia do governador passava a vigiar todo o distrito, com uma legislação pesada que a todos subjugava e as casas de fundição foram então instaladas. Guerras Guaraníticas 1754-1777 Brasil, Argentina e Uruguai Assinado o Tratado de Madrid para novas demarcações do terrítio entre o Brasil Colonial e a região espanhola do Rio da Prata. Posteriormente é assinado o Tratado de Santo Ildefonso e, por fim, o Tratado de Badajós. Anexação do Rio Grande do Sul e do Sete Povos das Missões por Portugal e anexação da Colônia do Sacramento pela Espanha. Revolução Industrial ~1760~1830 Reino Unido Revolução Americana 1776 Estados Unidos Independência de treze colônias britânicas como os Estados Unidos da América, debaixo George Washington. Rebelião de Túpac Amaru II 1780-1782 Peru e Bolívia Grande Rebelião Revolução Francesa 1789-1799 França Deposição e execução do rei Luís XVI e proclamação da Declaração dos Direitos do Homem e do Cidadão por a nova Assembléia Nacional. Conjuração Carioca 1794-1795 Brasil Conjuração Baiana 1796 Brasil Revolução dos Afaiates ou Revolta dos Alfaietes A revolta resultou em um dos projetos mais radicais do período colonial, propondo idealmente uma nova sociedade igualitária e democrática. Foi barbaramente punida pela Coroa de Portugal. Este movimento, entretanto, deixou profundas marcas na sociedade soteropolitana, a ponto tal que o movimento emancipacionista eclodiu novamente, em 1821, culminando na guerra pela Independência da Bahia. Guerra da Independência da Argentina 1810-1816 Argentina Independência da Argentina do Império Espanhol Guerra da Independência do Chile 1810-1826 Chile Independência do Chile Independência do Chile da Espanha Revolução Pernambucana 1817 Brasil Revolução dos Padres ou Insurreição Pernambucana Dominada a revolução, foi desmembrada de Pernambuco, com sanção de João VI de Portugal, a comarca de Alagoas, cujos proprietários rurais haviam se mantido fiéis à Coroa, e como recompensa, puderam formar uma província independente. Apesar dos revolucionários terem ficado no poder menos de três meses, conseguiram abalar a confiança na construção do império americano sonhado por D. João VI. A coroa nunca mais estaria segura de que seus súditos eram imunes à contaminação das ideias responsáveis pela subversão da antiga ordem na Europa. Revolução liberal do Porto 1820 Portugal Adopção de uma constituição em Portugal depois protestas em Porto e outras cidades portuguesas. Guerra da Independência do Brasil 1822-1825 Brasil Independência do Brasil Reconhecimento, por Portugal, da nação e do Estado brasileiro Revolução Farroupilha 1835-1845 Brasil Guerra dos Farrapos Proclamação da independente República Rio-Grandense sobre território português na América do Sul. Revoltas liberais de 1842 1842 Brasil Foram movimentos sediciosos que agitaram o Brasil durante o Império, promovidos e organizados pelo Partido Liberal, que contestava a elevação do Partido Conservador ao poder. A queda do Gabinete Liberal e a ascensão do Gabinete Conservador e suas reformas são os fatores que provocaram a rebelião de 1842, em São Paulo e Minas Gerais. Guerra de Independência da República Dominicana 1844-1856 Haiti e República Dominicana Independência da República Dominicana do Haiti e anexação da mesma pela Espanha Revoluções de 1848 1848 Alemanha, Áustria, França, Hungria, Itália Protestas contra autocracia real em os países de Europa ; abdicação do rei Luís Filipe da França e proclamação da Segunda República Francesa. Guerra da Restauração (República Dominicana) 1863-1865 República Dominicana Independência de facto da República Dominicana da Espanha Revolta de Janeiro 1863-1865 Polônia e Rússia Revolução de 1868 1868 Espanha Revolta Herzegovina 1875-1878 Bósnia e Herzegovina, Sérvia e Montenegro No Tratado de Berlim decidiu-se que a Bósnia e Herzegovina, mantendo-se nominalmente sob soberania turca, seria ocupada e governada pela Áustria-Hungria. Revolta de Abril (1876) 1876 Bulgária Restabelecimento, indiretamente, da Bulgária em 1878. Guerra de Independência Cubana 1895-1898 Cuba Guerra de 95 Independência de Cuba do Império Espanhol Revolução Filipina 1896-1898 Filipinas Independência das Filipinas do Império Espanhol e a proclamação da Primeira República das Filipinas. Revolução Acriana 1899-1903 Brasil e Bolívia Guerra do Acre Anexação do Acre pelo Brasil Revolução Russa de 1905 1905 Rússia Criação de uma assembleia na Rússia depois derrota em a Guerra Russo-Japonesa e protestas contra a autocracia do czar. Revolução Mexicana 1910-1928 México Deposição do Presidente do Mexico, Porfirio Díaz, e fundação do Partido Revolucionário Institucional. Revolução Chinesa 1911 China Deposição do imperador Pu Yi e proclamação de uma república debaixo Sun Yat-sen. Revolução Russa de 1917 1917 Rússia Abdicação e execução do Czar Nicolau II, e mais tarde triunfo dos Bolcheviques e do Marxismo-Leninismo. Revolução Russa de 1918 1918 Rússia Tentativa contra os Bolcheviques por os Mencheviques e outros grupos esquerdos de oposição. Revolução Ucraniana 1917 - 1921 Ucrânia Revolução Makhnovista, Makhnovshchina Tentativa de implantação do Comunismo libertário pela guerrilha, por Nestor Makhno na Ucrânia. Intentona Comunista 1935 Brasil Revolta Vermelha de 35,Hélio Silva (1969). O Ciclo de Vargas - Volume VIII. 1935 - A Revolta Vermelha. [S.l.]: Civilização Brasileira. 476 páginas Revolta Comunista de 35, Levante Comunista, e Levantes Anti-Fascistas, Foi uma tentativa de golpe contra o governo de Getúlio Vargas realizado em 23 de novembro de 1935 por militares, em nome da Aliança Nacional Libertadora, com apoio do Partido Comunista Brasileiro (PCB) e do Comintern. Revolução Espanhola 1936-1939 Espanha Revolta dos Marinheiros de 1936 1936 Portugal Motim dos Barcos do Tejo Foii um levantamento militar ocorrido a 8 de Setembro de 1936 a bordo dos navios Armada Portuguesa NRP Dão, NRP Bartolomeu Dias e NRP Afonso de Albuquerque. O levantamento foi organizada pela Organização Revolucionária da Armada, uma estrutura ligada ao Partido Comunista Português que visava a solidariedade com as forças republicanas em Espanha. A rebelião foi esmagada, resultando na morte de 10 marinheiros e na deportação de outros 60 para o Campo de Concentração do Tarrafal.Revolta dos Marinheiros Foram demitidos diversos oficiais e sargentos. Foi o último desafio militar ao Estado Novo até 1974. Revolução Egípcia de 1952 1952 Egito Deposição do rei Faruk e proclamação de uma república no Egito debaixo Gamal Abdel Nasser. Revolução Cubana 1953-1959 Cuba O ditador Fulgencio Batista é deposto e o líder comunista Fidel Castro é triunfante. Revolução Húngara de 1956 1956 Hungria Campanha por reforma política na Hungria é esmagada por os soviéticos. Revolução de 14 de Julho 1958 Iraque Assassinato do rei Faiçal II do Iraque e seus familiares e proclamação de uma república no Iraque. Revolução Cultural Chinesa 1966 China Campanha por Mao Tsé-tung a reformar e radicalizar o Partido Comunista Chinês. Primavera de Praga 1968 Checoslováquia Campanha por reforma política na Checoslováquia é esmagada por os soviéticos. Revolução dos Cravos 1974 Portugal 25 de Abril Um golpe militar em Portugal termina o regime de direita e uma Assembleia Constituinte é fundada. Revolução de Saur 1978 Afeganistão Assassinato do líder Mohammed Daoud Khan e triunfo do comunismo no Afeganistão. Revolução Iraniana 1979 Irã Deposição do Xá Mohammad Reza Pahlavi e fundação de uma república islâmica no Irã. Mais tarde, uma guerra começa contra Iraque. Revoluções de 1989 1989 Alemanha Oriental, Bulgária, Checoslováquia, Hungria, Polônia, Romênia Queda do Socialismo Dissolução dos regimes socialistas na Polônia e na Hungria; queda do Muro de Berlim; demissão do líder comunista na Bulgária; queda do regime socialista na Checoslováquia; deposição e execução do ditador romeno Nicolae Ceaușescu. Revolução Bulldozer 2000 Jugoslávia Deposição do presidente jugoslavo, Slobodan Milošević. Revolução Rosa 2003 Geórgia Deposição do Presidente da Geórgia, Eduard Shevardnadze. Revolução Laranja 2004 - 2005 Ucrânia Protestas de fraude eleitoral resultam em a eleição de Viktor Yushchenko como Presidente da Ucrânia. Revolução das Tulipas 2005 Quirguistão Deposição do Presidente do Quirguistão, Askar Akayev. Primavera Árabe 2010-2012 Arábia Saudita, Argélia, Bahrein, Egito, Iémen, Iraque, Jordânia, Líbia, Marrocos, Omã, Síria, Tunísia Revoluções Árabes Deposições de Zine El Abidine Ben Ali na Tunísia e de Hosni Mubarak no Egito; uma guerra civil na Líbia resulta em a queda de seu regime, e o morte de Muammar al-Gaddafi; o presidente do Iémen deixa em 2012; protestas por reforma na Argélia, Omã, Marrocos, Jordânia, Iraque e Arábia Saudita; manifestações no Bahrein; uma guerra civil começa na Síria. == Ver também == * Lutas e revoluções no Brasil Revoluções *",
 "title": "Lista de revoluções"
}