{
 "id": "36901",
 "text": "A Faculdade de Ciências da Universidade do Porto (FCUP) MHIP é um estabelecimento de Ensino Superior da Universidade do Porto, dedicado ao ensino das ciências naturais e exatas. Tem atualmente 16 licenciaturas das quais se destacam as de Matemática, Ciência de Computadores, Física, Química, Geologia e Biologia, bem como a de Bioquímica (que funciona com a colaboração do Instituto de Ciências Biomédicas Abel Salazar da Universidade do Porto) e a de Engenharia Física (que funciona com a colaboração da Faculdade de Engenharia da Universidade do Porto). Oferece também uma vasta gama de Pós- Graduações, Mestrados e Doutoramentos. == Apresentação == É, desde a sua formação, em 1911, a Escola da Universidade do Porto responsável pelo Ensino das Ciências Exatas e Naturais. Ao longo dos tempos, o ensino ministrado tem sido acompanhado cada vez mais de perto por atividades de investigação e desenvolvimento, o que possibilita a consolidação do rigor científico que caracteriza a sua atividade de formação a nível graduado e pós-graduado. Continuando a ser responsável por licenciaturas em áreas das Ciências Exatas e Naturais, como a Matemática, as Ciências de Computadores, a Física, a Química, a Biologia e a Geologia, apresenta atualmente uma abordagem interdisciplinar no ensino-aprendizagem, de forma a assegurar uma formação adequada às exigências e expectativas do mundo moderno. Assim, surgem licenciaturas em áreas mais aplicadas, algumas delas com caráter marcadamente tecnológico, outras reúnem competências transversais, constituindo exemplos recentes as de Arquitetura Paisagista, Engenharia de Redes e Sistemas Informáticos e de Ciências e Tecnologia do Ambiente. Em termos de formação pós-graduada, apresenta uma oferta diversificada a nível de cursos de pós-graduação, mestrados e doutoramentos nas várias áreas do saber, tais como Bioquímica, Física, Segurança Informática, Matemática, etc. As atividades de investigação e de interface com a comunidade promovem a integração da Faculdade de Ciências no tecido socioeconómico e cultural da Cidade e da Região. As novas instalações, no Pólo III da Universidade do Porto (Campo Alegre), proporcionam condições para um ensino moderno e uma vivência plena entre alunos e docentes. A 7 de outubro de 2016, foi feita Membro-Honorário da Ordem da Instrução Pública, distinção que foi entregue a 24 de novembro de 2016 pelo Presidente Marcelo Rebelo de Sousa, por ocasião do Dia Nacional da Cultura Científica. == Organização == Está funcionalmente organizada em seis departamentos, que correspondem a domínios da Ciência. ;Departamentos * Departamento de Biologia; * Departamento de Ciência de Computadores; * Departamento de Física e Astronomia; * Departamento de Geociências, Ambiente e Ordenamento do Território; * Departamento de Matemática; * Departamento de Química e Bioquímica. Os departamentos são unidades orgânicas, de ensino graduado e pós- graduado, de investigação, de apoio ao desenvolvimento tecnológico, de prestação de serviços à comunidade e de divulgação da cultura nos domínios que lhe são próprios, compreendidos nos fins da faculdade. Até 2009, havia oito departamentos (Botânica, Ciência de Computadores, Física, Geologia, Matemática Aplicada, Matemática Pura, Química, e Departamento de Zoologia e Antropologia) e uma Secção Autónoma (Engenharia das Ciências Agrárias). == Unidades de Investigação == Unidades de Investigação e de Desenvolvimento reconhecidos pela Fundação para Ciência e Tecnologia que integram Docentes e Investigadores da Faculdade de Ciências.«Investigação e Desenvolvimento & Inovação» * Centro de Física das Universidades do Minho e do Porto - Centro de Física do Porto * Centro de Investigação em Biodiversidade e Recursos Genéticos * Centro de Investigação em Ciências Geo-Espaciais * Centro de Investigação em Produção Agroalimentar Sustentável * Centro de Investigação em Química da Universidade do Porto * Centro de Investigação em Tecnologias e Serviços da Saúde * Centro Interdisciplinar de Investigação Marinha e Ambiental * Centro de Matemática da Universidade do Porto * Instituto de Astrofísica e Ciências do Espaço - Centro de Astrofísica da Universidade do Porto * Instituto de Ciências da Terra * Instituto de Engenharia de Sistemas e Computadores, Tecnologia e Ciência * Instituto de Física dos Materiais Avançados, Nanotecnologia e Fotónica da Universidade do Porto * Instituto de Investigação e Inovação em Saúde * Instituto de Telecomunicações * Laboratório Associado para a Química Verde - REQUIMTE – Rede de Química e Tecnologia * Laboratório de Inteligência Artificial e Ciência de Computadores * Observatório da Paisagem == Ligações externas == * * * * * * * * Grupos de Investigação * Categoria:Universidade do Porto Categoria:Polo Universitário do Campo Alegre Categoria:Faculdades de Portugal Categoria:Fundações em Portugal em 1911 Categoria:Membros honorários da Ordem da Instrução Pública",
 "title": "Faculdade de Ciências da Universidade do Porto"
}