{
 "id": "36939",
 "text": "Catânia (em italiano e siciliano Catania) é uma comuna italiana da região da Sicília, província de Catania, com cerca de 315 576 habitantes e é a segunda maior cidade da Sicília após a capital Palermo. Era conhecida como Catana no período romano. ==Geografia== Localiza-se no leste da ilha, junto ao monte Etna, e foi fundada no século VIII a.C. por colonos calcídicos. Estende-se por uma área de 180 km², tendo uma densidade populacional de 1703 hab/km². Faz fronteira com Aci Castello, Belpasso, Carlentini (SR), Gravina di Catania, Lentini (SR), Mascalucia, Misterbianco, Motta Sant'Anastasia, San Gregorio di Catania, San Pietro Clarenza, Sant'Agata li Battiati, Tremestieri Etneo. Uma vida noturna movimentadíssima nos fins de semana, com muita gente bonita nas ruas. Com belíssimos \"palazzi\" e igrejas barrocas enegrecidos pela fuligem do Etna, iluminados à noite a por luminárias de época, instaladas nas fachadas, a meia altura o que confere um especial charme às construções e ruas. Santa Ágata é a padroeira e o símbolo da cidade é o elefante. Segundo a lenda, elefantes de pedra eram colocados nas portas da cidade para assustarem os invasores e o único que teria restado seria aquele colocado na \"Fontana dell'Elefante\" defronte ao \"Palazzo dei Chierici\". ==Demografia== Catânia é a maior cidade não capital regional da Itália. Isto é: entre todas as cidades que não são capitais de suas regiões, Catânia é a maior delas.A população da cidade caiu um pouco mais de 20% em relação ao ano de 1971, e por ano, perde em média 2 mil habitantes (0,7% da população datada no último censo). == Galeria == Image:Catania BW 2012-10-06 11-32-08 2 fj.JPG|Duomo di Sant'Agata Image:Catania BW 2012-10-06 11-23-47.JPG| Colegiada de Santa Maria da Esmola - Collegiata di Santa Maria dell'Elemosina Image:Catane San Nicolo.jpg|Basilica di San Nicola l'Arena Image:Chiesa di San Placido (Catania).JPG|São Plácido -San Placido Image:2893 - Catania - Giov. Batt. Vaccarini - Chiesa della Badia di S. Agata (1767) - Foto Giovanni Dall'Orto, 4-July-2008.jpg|Badìa di Sant'Agata Image:ChiesaSFrancescoImmacolataCT.JPG|San Francesco d'Assisi all'Immacolata Image:SAgataFornaceEst.JPG|Santa Águeda da Fornalha - Sant'Agata alla Fornace - San Biagio Image:Chiesa di Santa Maria dell'aiuto (Catania, XVIII sec.).jpg|Santa Maria dell'Aiuto Image:Catania Chiesa San Benedetto234232.jpg|San Benedetto da Norcia Image:Chiesa di San Francesco Borgia a Catania.jpg|San Francesco Borgia Image:Catane Fontana Dell elefante.jpg|Fontana dell'Elefante Image:MonumentoBelliniCT.jpg|Monumento a Vincenzo Bellini Categoria:Cidades portuárias da Europa",
 "title": "Catânia"
}