{
 "id": "36971",
 "text": "thumb|left|250px|A \"Ponte das Américas\" à noite. As economia do Panamá apóia- se num bem desenvolvido setor de serviços, que responde por 3/4 do Produto Interno Bruto. Os serviços estão associados à operação do Canal do Panamá, cujo controle total passou ao país em 1999, e também ao setor bancário e à zona de livre comércio de Colón, além do aluguel da bandeira panamenha para registro de navios. Os principais cultivos são a banana, a cana-de-açúcar, o arroz, o milho e o café. A pesca é uma das atividades mais importantes do país. O principal produto mineral é o sal. Os produtos industriais abastecem somente o mercado. Ass: Ricardo Somavila. ==Setor primário== Cerca do 9% do solo do Panamá está cultivado. A maior parte da sua produção agrícola obtém-se em explorações de caráter comercial e está destinada à exportação. Os principais cultivos e grupos de cultivos, segundo dados de 2006, são: cana de açúcar (1,77 milhões de t.); frutas (659.283 t), principalmente banana, e laranja; arroz (280.000 t.); milho (70.000 t.); café (13.153) e tomate. Em 2018, o Panamá produziu 2,9 milhões de toneladas de cana-de-açúcar, 400 mil toneladas de banana, 314 mil toneladas de arroz, 112 mil toneladas de milho, 109 mil toneladas de abacaxi, 46 mil toneladas de óleo de palma, 40 mil toneladas de laranja, além de produções menores de outros produtos agrícolas como melancia, mandioca, coco, cebola, batata, tomate, inhame etc. Panama production in 2018, by FAO Em 2006 a pecuária contava 1,56 milhões de cabeças de gado bovino, 286.200 de suínos e aproximadamente 14,9 milhões de aves de granja. Os produtos florestais do Panamá estão conformados por uma ampla variedade de madeiras. O país conta com reservas florestais consideráveis, quase 57% do seu território, às vezes difíceis de explorar devido à deficiente infra-estrutura do transporte. Em 2006 a produção anual de madeira era de 1,35 milhões de m³. ==Setores secundário e terciário== A indústria do Panamá está basicamente orientada para a satisfação da demanda doméstica. O país depende sobretudo do seu setor de serviços de transporte e logística orientados para o comércio mundial, tendo como centro o Canal do Panamá. Ao redor do Canal estão portos de transbordo de contêineres, zonas francas de comércio, ferrovias e o maior entroncamento aéreo de passageiros da América Latina. Também conta com o maior centro financeiro Latino-Americano.",
 "title": "Economia do Panamá"
}