{
 "id": "36981",
 "text": "A Paz de Augsburgo ou de Ausburgo foi um tratado assinado entre Carlos V e as forças da Liga de Esmalcalda em 25 de setembro de 1555 na cidade de Augsburgo, na atual Alemanha.GLÜCKSMANN, Ralph (Ed.). Der Augsburger Religionsfriede vom 25. September, 1555. O resultado da Paz de Augsburgo foi o estabelecimento da tolerância oficial dos luteranos no Sacro Império Romano-Germânico. De acordo com a política de cujus regio, ejus religio a religião (católica ou luterana) do príncipe (príncipe-eleitor) da região seria aquela à qual os súditos desse príncipe se deveriam converter. Foi concedido um período de transição no qual os súbditos puderam escolher se não preferiam mudar-se com família e haveres para uma região governada por um príncipe da religião de sua escolha (Artigo 24: \"No caso de os nossos súbditos, quer pertencentes à velha religião ou à confissão de Augsburgo, pretendam deixar suas casas com suas mulheres e crianças por forma a assentar noutra, eles não serão impedidos quer na venda do seu imobiliário desde que pagas as devidas taxas, nem magoados na sua honra\"). Apesar de a Paz de Augsburgo ter sido moderadamente bem-sucedida em aliviar a tensão no império e ter aumentado a tolerância, ela deixou coisas importantes por fazer. Nem os anabaptistas nem os calvinistas ficaram protegidos sob esta paz: muitos grupos protestantes vivendo sob o domínio de um príncipe luterano ainda se encontravam em perigo de acusação de heresia. (Artigo 17: \"No entanto, todas as religiões que não aquelas duas mencionadas acima não serão incluídas na presente paz, e estão totalmente excluídas dela.\") A tolerância não foi oficialmente estendida a calvinistas antes do Tratado de Vestfália em 1648. As divisões religiosas criadas pela Paz de Augsburgo deixaram a região politicamente fragmentada até bem depois de outras nações-estados se terem unido (Inglaterra, França, Áustria-Hungria, etc.), desta forma enfraquecendo a Alemanha como potência mundial até ao final do século XIX (apenas em 1871). Alguns historiadores acham que foi por causa deste atraso na unificação que se verificou um extremo nacionalismo alemão nos séculos XIX e XX, o que levou indirectamente à Primeira Guerra Mundial e Segunda Guerra Mundial. == Ligações externas == * Categoria:Reforma Protestante Augsburgo Augsburgo",
 "title": "Paz de Augsburgo"
}