{
 "id": "36992",
 "text": "{{Info/Região metropolitana do Brasil | nome = Região Metropolitana da Baixada Santista | mapa = SaoPaulo RM BaixadaSantista.svg | imagem = Baixada Santista from space.jpg | estado = São Paulo | lei = Lei Complementar Estadual 815/96 | data = 30 de julho de 1996 | municípios = 9 | sede = Santos | regiões metropolitanas limítrofes = São Paulo Vale do Paraíba | área = 2419.930 | área_ref = | população = 1897551 | data_pop = Estimativa Populacional IBGE/2021 |população_pos = 17 | idh = 0.817 | data_idh = PNUD/2000 | idh_pos = 10 | idh_ref = | pib = 52.364.700,000 mil | data_pib = Seade/2011 | pib_per_capita = 31.183,51 | data_pib_per_capita =IBGE/2011 }} A Região Metropolitana da Baixada Santista foi criada mediante Lei Complementar Estadual 815, em 30 de julho de 1996, tornando-se a primeira região metropolitana brasileira sem status de capital estadual. Estende-se sobre municípios pertencentes tanto à Mesorregião de Santos (sobreposta à Microrregião de Santos) quanto à Mesorregião do Litoral Sul Paulista (mais precisamente, à Microrregião de Itanhaém). Todos os municípios da Região Metropolitana integram o litoral de São Paulo. A região abrange quilômetros quadrados (corresponde a menos de 1% da superfície do estado de São Paulo). É a 17ª região metropolitana mais populosa do Brasil, com uma população de cerca de 1,8 milhão de moradores fixos, e faz parte do Complexo Metropolitano Expandido, uma megalópole que compreende 12% da população brasileira, ou cerca de 30 milhões de habitantes. Nos períodos de férias, acolhe igual número de pessoas, que se instalam na quase totalidade em seus municípios. == Aspectos econômicos == A região caracteriza-se pela grande diversidade de funções presentes nos municípios que a compõem. Além de contar com o parque industrial de Cubatão e o Complexo Portuário de Santos, ela desempenha outras funções de em nível estadual, como as atividades industrial e de turismo, e outras de abrangência regional, como as relativas aos comércios atacadista e varejista, ao atendimento à saúde, educação, transporte e sistema financeiro. Têm presença marcante ainda na região as atividades de suporte ao comércio de exportação, originadas pela proximidade do complexo portuário. Com aproximadamente 13 km de cais, quase 500 mil m² de armazéns, o Porto de Santos, maior e mais importante complexo portuário da América do Sul, movimenta anualmente 76 milhões de toneladas, entre carga geral, líquidos e sólidos a granel e mais de 40% do movimento nacional de contêineres, ou seja, de cada cinco contêineres embarcados ou desembarcados na costa brasileira, dois passam pelo Porto de Santos. Para o Estado de São Paulo, a presença do Porto representa enorme avanço econômico, permitindo o direcionamento de grande parcela de suas atividades industriais e agrícolas para o suprimento de mercados internacionais. As atividades industriais, localizadas predominantemente em Cubatão, importante polo siderúrgico em escala regional, assim como as portuárias em Santos e as ligadas ao comércio, serviços e atividades de turismo e veraneio têm reflexos diretos na economia da região e respondem pela geração de um Produto Interno Bruto de R$ 52,3 bilhões (Seade/2011), o que representa 3,88% do PIB do estado de São Paulo. O turismo também tem grande participação no PIB da região, quesito que inclui todas as cidades da Região Metropolitana, tendo para vários atrativos naturais e culturais. Com a Camada pré-sal situada na Bacia de Santos o PIB da região tende a aumentar gradativamente de forma robusta. === Parque Tecnológico === O parque da Baixada Santista ficará localizado entre os bairros do Valongo e Vila Mathias e será voltado às áreas de petróleo, gás natural, porto, tecnologia da informação, meio ambiente e logística. As empresas que já manifestaram interesse em fazer parte do empreendimento são a Petrobrás, a Usiminas e iniciativas especializadas em TI. A prefeitura de Santos (SP) estima investimento inicial de R$ 50 milhões nas obras das duas unidades-âncora do futuro parque tecnológico de Santos, que atenderá sobretudo a cadeia de petróleo e gás da Bacia de Santos. São elas um núcleo do Centro de Pesquisas (Cenpes) da Petrobras e a própria sede do parque tecnológico. Para o entorno dessas duas instalações serão atraídas as empresas fornecedoras da operação de exploração e produção de óleo e gás. ==Aspectos demográficos== O crescimento exacerbado em Santos, Cubatão e Guarujá, aliado a outras atividades geradoras de emprego nos setores de comércio e serviços, provocou um movimento altamente pendular em direção a outros municípios, com melhores condições de habitabilidade e espaço disponível. Os municípios de São Vicente e Praia Grande e o distrito de Vicente de Carvalho, no Guarujá, adquiriram características de cidades-dormitório, apresentando intensa conurbação entre si, só prejudicada pela presença de restrições de ordem física, que os impedem, aqui e ali, de apresentar uma mancha urbana contínua. Apesar da sua função portuária, importante para um crescente intercâmbio em face do processo de globalização, e de constituir sede do expressivo pólo siderúrgico e da indústria de turismo, a RMBS apresenta problemas comuns aos grandes aglomerados urbanos, como os relacionados com a questão ambiental, carência de infraestrutura, saneamento ambiental, transporte e habitação. ==Municípios== Esta lista é classificável. Clique no ícone no cabeçalho da coluna para alterar a chave e a ordem de classificação. Foto Município Área territorial (km²) População (2022) PIB (2021) (em mil reais) IDH-M (2010) 491,54 0,730 alto 142,87 0,737 alto 144,79 0,751 alto 601,71 0,745 alto 142,75 0,754 alto 326,21 0,749 alto 149,65 0,754 alto 281,03 0,840 muito alto 148,15 0,768 alto Total Total 2 428,737 0,817 muito alto === Distritos === Municípios Distritos Vicente de Carvalho Solemar Área Continental == Infraestrutura == === Transportes === Sistema Anchieta (SP–150) – Imigrantes (SP – 160): liga o Planalto ao Litoral. Rodovia Caiçara (SP– 55): liga a Cônego Domênico Rangoni (antiga Piaçagüera-Guarujá) ao Guarujá, Vicente de Carvalho e Bertioga. Rodovia Padre Manuel da Nóbrega (SP– 55), já duplicada em seu trecho inicial: estabelece o elo entre Cubatão, São Vicente, Praia Grande, Mongaguá, Itanhaém e Peruíbe. Rodovia Ariovaldo de Almeida Viana (SP–61): estende-se desde a zona urbana do Guarujá até a balsa, que dá acesso ao município de Bertioga, que é ligado ao Planalto (Mogi das Cruzes) através da Rodovia Dom Paulo Rolim Loreiro (SP–98). *Rodovia Caminho do Mar *Rodovia Anchieta *Rodovia dos Imigrantes *Rodovia Rio-Santos *Rodovia Caiçara *Rodovia Cônego Domênico Rangoni *Rodovia Padre Manuel da Nóbrega *Rodovia Ariovaldo de Almeida Viana *Rodovia Mogi-Bertioga *Rodovia Pedro Taques === Ligação Santos-Guarujá === Um acesso a Guarujá (Ilha de Santo Amaro) pode ser feito por balsas da Travessia Santos-Guarujá, que partem da Ponta da Praia em Santos. Na travessia são utilizadas seis balsas que tem capacidade entre 12 e 72 carros. A capacidade da travessia é atualmente de 1500 carros por hora. A travessia que possui o maior fluxo de veículos do mundo nessa categoria, com a quantia de aproximadamente 23 mil veículos ao dia.http://www.atribuna.com.br/noticias/noticias-detalhe/cidades/travessia-de- balsas-esta-no-limite-da-capacidade/ ==== Projetos ==== Uma ponte estaiada de 4,6 km foi proposta pelo governo paulista em 2010. Em 2011, no entanto, um túnel de aproximadamente 900 m de extensão foi proposto depois que o projeto previsto inicialmente para a construção da ponte foi descartado porque a altura máxima permitida na região, pela proximidade com a Base Aérea, é de 75 m. No entanto, a ponte deveria ter pelo menos 85 m de altura para atender ao gabarito do Porto de Santos, o que inviabilizou o projeto. ===Veículo leve sobre trilhos=== O governo do estado de São Paulo vai implantar o Veículo Leve sobre Trilho (VLT) da Baixada Santista. Na primeira fase, a obra ligará os municípios de Santos e São Vicente, num trajeto de 15 quilômetros. A expectativa é que essa etapa do empreendimento custe R$ 660 milhões. Este projeto integra pacote de R$ 5,3 bilhões de investimentos anunciados para a Baixada Santista. O aporte abrange as áreas de educação, saúde, segurança, turismo e transportes. O primeiro trecho do VLT, com 11,5 km de extensão foi entregue à população no dia 31 de janeiro de 2017, ligando o Terminal Barreiros, em São Vicente, à Estação Porto, em Santos. A operação parcial no trecho começou em abril de 2015.http://www.emtu.sp.gov.br/emtu/empreendimentos/empreendimentos/vlt-da- baixada-santista-veiculo-leve-sobre-trilhos.fss Todas as 15 estações estão operando , atendendo diariamente 13 mil pessoas nos primeiros 10 dia de operação comercial. No início do projeto havia uma previsão que 35 mil usuários utilizassem o VLT diariamente por conta da integração com as linhas municipais, que deveria ter ocorrido no final do primeiro semestre de 2017, mas infelizmente isso ainda não foi concluído. O Pátio de Manutenção e Estacionamento próximo ao Porto de Santos também já foi entregue. O espaço tem capacidade para 33 VLTs e abriga oficina, almoxarifado, subestação de energia própria e equipamentos de lavagem dos veículos e de retificação de rodas. O segundo trecho, de 8 km, ligará a estação Conselheiro Nébias ao bairro Valongo, em Santos. Esta etapa está em fase de projetos, aguardando a emissão da Licença Ambiental prévia pela Cetesb para a publicação do edital de contratação de obras. === Educação === A Baixada Santista apresenta grande concentração de instituições de ensino em suas cidades centrais - Santos, São Vicente e Praia Grande - embora toda a região possua boa estrutura educacional. Os principais centros de ensino superior da Região Metropolitana são: Estabelecimentos de Ensino Superior na RMBS Municípios Faculdade/Universidade ESAMC Faculdade Alfa Faculdade Don Domênico FALS FGV (Strong) FATEC IFSP UAB UNAERP UNESP UNIDEZ UNIBR UNIFESP UNILUS UNIMES UNIMONTE UNIP UNISA UNISANTA UNISANTOS UNIUBE Universidade Metodista UNOPAR USP UNOESTE == Recordes == Recordes da Baixada Santista Maior avenida: Praia Grande Pres. Castelo Branco, 22 quilômetroshttp://www.tecnocalconstrutora.com.br/noticias/voce-sabe-quais-sao- as-maiores-avenidas-da-baixada-santista/ Lugar mais visitado: Santos Aquário de Santos, 500 mil visitantes/anohttp://www.vivasantos.com.br/aquario/historia/main.htm Maior malha cicloviária: Praia Grande 79,5 quilômetroshttp://www.blueinternet.com.br/gazetadolitoral/index.php?option=com_content&view;=article&id;=12692:com- premios-de-reconhecimento-cidade-e-a-maior-em-ciclovias-da-baixada-santista Maior rio: Praia Grande/ São Vicente Rio Piaçabuçu, 16 quilômetros Maior frota de carros: Santos 287.755 veículoshttp://www.investsantos.com.br/noticias/arquivos/aumentofrotabaixadasantista.pdf Maior número de bicicletas: Guarujá 35.000 bicicletas Cidade mais antiga: São Vicente Fundação em http://www.oieduca.com.br/biblioteca/que-dia-e- hoje/fundada-a-vila-de-sao-vicente-a-primeira-do-brasil.html?sniveleduca=efaf Cidade mais nova: Bertioga Fundação em http://www.bertioga.sp.gov.br/servicos- online/servicos-para-o-cidadao/historia/ Ponto mais afastado da costa: Santos Laje de Santos, 42 quilômetroshttp://www.lajedesantos.com/site/ Maior porto: Santos Porto de Santos, 13 quilômetros de caishttp://www.observatoriodasmetropoles.net/index.php?option=com_k2&view;=item&id;=724:ibeu- baixada-santista-crescimento-econ%C3%B4mico-e-desigualdade- social&Itemid;=164⟨=pt Maior aeroporto: Itanhaém Aeroporto de Itanhaém, 1.350 x 30 metros de pistahttp://internationalforeigntrade.com/page.php?aid=955#.VL7PTtLF-Ak Ponto mais alto (área urbana): Praia Grande Morro do Xixová, 320 metroshttp://www.apolo11.com/minhanoticia.php?noticia=Os_recantos_mais_frios_da_Baixada_Santista&posic;=dat_20130421-014146.inc Ponto mais alto (geral): Praia Grande Pedra de Tórguer, 1.055 metroshttp://www.novomilenio.inf.br/pg/pggeo01.htm Maior população masculina: Mongaguá Mongaguá, 51,27% http://www.censo2010.ibge.gov.br/sinopse/index.php?uf=35&dados;=26 Maior população feminina: Santos Santos, 54,25% ==Ver também== *Complexo Metropolitano Estendido *Região Metropolitana de Campinas *Região Metropolitana do Rio de Janeiro *Região Metropolitana de São Paulo *Megalópole Rio-São Paulo *Região Geográfica Imediata de Santos ==Ligações externas== *Emplasa - Metrópoles em Dados *Agência Metropolitana da Baixada Santista *Integração da Baixada sai do papel neste ano *Região Metropolitana da Baixada Santista Baixada Santista Categoria:Baixada Santista",
 "title": "Região Metropolitana da Baixada Santista"
}