{
 "id": "37001",
 "text": "A família Sterculiaceae é uma família difundida nas regiões tropicais, sobretudo na América e África, com cerca de 68 gêneros e 430 espécies. Estudos recentes em filogenia da APG incluem esta família em Malvaceae, como subfamília denominada Sterculioideae. A utilização como família ou subfamília não está definida, porque os estudos ainda não são conclusivos. São arbustos ou árvores, de flores coloridas e pequenas. Os frutos são folículos ou cápsulas, que se abrem na maturação revelando sementes nuas. Alguns frutos permanecem fechados e suas sementes são envolvidos em uma polpa adocicada. É uma família importante economicamente devido a três espécies cultivadas em vários países tropicais: a cola (Cola acuminata), cujas sementes são usadas na feitura de uma bebida homônima, usada como base para refrigerantes; o cacaueiro (Theobroma cacao), cultura importante no Brasil, que é o quinto produtor mundial (o primeiro é a Costa do Marfim, responsável por mais de quarenta por cento da produção mundial), de cujas sementes se faz a manteiga de cacau, o licor de cacau e o chocolate e o cupuaçu (Theobroma grandiflorum), fruto amazônico cuja polpa é usada em doces e sorvetes e cujas sementes produzem um alimento similar ao chocolate, o cupulate. Há outras espécies de menor valor como fonte de alimento, como o chichá ou xixá (Sterculia chicha), que produz pequenas sementes negras que, tostadas, são saborosas e nutritivas, embora essa espécie seja cultivada mais pelas suas qualidades ornamentais. Há ainda várias espécies ornamentais entre árvores e arbustos, com floração abundante e colorida, algumas vezes aromática, outras vezes com flores de odor desagradável, como o próprio chichá. == Gêneros == Acropogon, Aethiocarpa, Ambroma (Abroma), Astiria, Ayenia, Brachychiton, Byttneria, Cheirolaena, Chiranthodendron, Cola (125 spp.), Commersonia, Corchoropsis, Cotylonychia, Dicarpidium, Dombeya, Eriolaena, Firmiana, Franciscodendron, Fremontodendron, Gilesia, Glossostemon, Guazuma, Guichenotia, Hannafordia, Harmsia, Helicteres, Helmiopsiella, Helmiopsis, Heritiera, Hermannia, Herrania, Hildegardia, Keraudrenia, Kleinhovia, Lasiopetalum, Leptonychia, Lysiosepalum, Mansonia, Maxwellia, Megatritheca, Melhania, Melochia, Neoregniella, Nesogordonia, Octolobus, Paradombeya, Paramelhania, Pentapetes, Pterocymbium, Pterospermum, Pterygota, Rayleya, Reevesia, Ruizia, Rulingia, Scaphium, Scaphopetalum, Seringia, Sterculia (250 spp.), Theobroma, Thomasia, Trichostephania, Triplochiton, Trochetia, Trochetiopsis, Uladendron, Ungeria, Waltheria. Categoria:Famílias botânicas Categoria:Malvaceae Categoria:Famílias de angiospermas reconhecidas historicamente",
 "title": "Sterculiaceae"
}