{
 "id": "37023",
 "text": "D. António, Prior do Crato (Lisboa, 20 de março de 1531 – Paris, 26 de agosto de 1595), mais conhecido pelo cognome de o Prior do Crato (e, mais raramente, como o Determinado, o Lutador ou o Independentista, pela ênfase posta no recobro da independência de Portugal), era filho natural do infante D. Luís e neto de , tendo sido um dos pretendentes ao trono português durante a crise sucessória de 1580. Foi aclamado rei de Portugal, na ilha Terceira nos Açores, mas nunca foi realmente rei. == Antecedentes == António era filho do infante D. Luís (1506 – 1555), e como tal neto do rei A sua mãe chamava-se Violante Gomes, de alcunha a Pelicana, e pertencia ao povo. Alguns autores afirmam que seria uma cristã-nova ou judia, como se convencionou chamar, pela qual o infante D. Luís se deixara fascinar e com quem teria casado em segredo.António (D.)., Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume I, págs. 603-606, João Romano Torres - Editor, Edição em papel, 1904-1915, Manuel Amaral, Edição electrónica 2000-2012 Foi precisamente em virtude de ser conhecido como um bastardo e filho de cristã-nova, embora esta última afirmação não se possa ter por verdadeira, que a sua pretensão ao trono foi considerada inválida; ademais o seu pai fora também Prior da Ordem do Crato (o que o impedia de contrair matrimónio válido sem que antes obtivesse dispensa papal). A sua infância foi confiada aos frades do convento da Costa, junto a Guimarães, seguindo depois, em 1548, para o convento de Santa Cruz de Coimbra. Aí, em 5 de maio de 1551, fez o grau de licenciado em artes na Universidade de Coimbra, e a seguir vais receber lições de teologia de Frei Bartolomeu dos Mártires em Évora. Só depois é que entrou para a Ordem dos Hospitalários, cujo prior era o seu pai. Em 1574 foi governador da praça norte-africana de Tânger e em 1578 acompanhou o rei D. Sebastião na campanha em Marrocos. Feito prisioneiro na batalha de Alcácer- Quibir, conta-se que conseguiu a libertação com recurso à astúcia: Quando lhe perguntaram o significado da cruz de S. João que usava, respondeu que era o sinal de uma pequena mercê que tinha obtido do papa, e que a perderia se não voltasse até 1 de Janeiro. O seu captor, pensando que se tratava de um homem pobre, permitiu a sua libertação em troca de um pequeno resgate. == Pretensão ao trono == Quando regressou a Portugal em 1578, D. António reclamou o trono. Pretensão essa que acabou por lhe ser negada por não ser reconhecido como filho legítimo, acabando por ser aclamado o seu tio D. Henrique. A 23 de Novembro de 1579, uma carta régia retira a D. António a nacionalidade portuguesa; os seus bens são confiscados e é expulso do reino. Era conhecida a antipatia do cardeal que foi encarregado em Évora da sua educação e se empenhou para que este seguisse a vida eclesiástica. Em Janeiro de 1580, estando reunidas as Cortes em Almeirim, nas quais se esperava designar um herdeiro para o trono português, faleceu o velho cardeal D. Henrique. Uma Junta Governativa, constituída por cinco governadores, assumiu a regência do reino. O trono português era então disputado por diversos pretendentes. Entre eles, destacavam-se a duquesa de Bragança, D. Catarina, e o próprio Prior do Crato. O mais legítimo herdeiro seria a duquesa, mesmo sendo mulher, já que descendia de D. Manuel por via masculina; Filipe II, por seu turno, era um estrangeiro e descendente de D. Manuel por via feminina; quanto a D. António, embora fosse também neto por via masculina, pesava sobre ele a suposta bastardia. Filipe, no entanto, conseguiu subornar os grandes do reino com o ouro vindo das Américas, e a coroa começou a pender favoravelmente para o seu lado. Para estes, a ideia de uma união pessoal com a Espanha seria altamente proveitosa para Portugal, que estava a passar um mau momento económico. D. António procurou, pois, seduzir o povo para a sua causa, à semelhança da situação vivida durante a crise de 1383-1385. Tal como nesse período, também o rei de Castela invocara argumentos de natureza familiar para herdar o trono português; também então, D. João, Mestre de Avis, filho ilegítimo do rei , apresentou uma candidatura que acabou por sair vencedora nas Cortes de Coimbra de 1385 e foi ratificada por Aljubarrota. == Reinado como regente == A 24 de Julho de 1580, durante a preparação para a esperada invasão espanhola, D. António foi aclamado rei de Portugal pelo povo, no castelo de Santarém. D. António pedira ao povo que o aclamasse apenas regedor e defensor do reino, mas já o povo rejubilava. É aclamado também em Lisboa, Setúbal e em numerosos outros lugares. No entanto, um mês mais tarde, a 25 de Agosto, as suas forças são derrotadas na batalha de Alcântara pelas do duque de Alba. Tendo sobrevivido ao combate, D. António foge para o Norte, com as tropas de Sancho de Ávila a persegui-lo até Viana do Castelo. Durante 6 meses, de Novembro de 1580 até Maio do ano seguinte, vive homiziado no seu «reino», abrigando-se quer em mosteiros quer em casas de partidários devotados. De Junho a Setembro de 1581 está em Inglaterra, na corte de Isabel I, procurando ali em vão auxílio militar, e em seguida dirige-se a França, onde o encontra. Em 1582 está na ilha Terceira,Mattoso, José, História de Portugal, vol. 3; Rio de Mouro, Sintra: Editorial Estampa, s/data; ISBN 972-33-1084-8, p. 562. nos Açores, que havia tomado o seu partido e de onde continuou a governar. Era reconhecido apenas localmente, de modo que, em Portugal Continental e na Madeira, o poder passou a ser exercido por Filipe II de Espanha, reconhecido oficialmente pelas Cortes de Tomar de 1581 como Filipe I de Portugal. Iniciava-se, na história de Portugal, a Dinastia Filipina. D. António desembarcou na vila de São Sebastião, ao invés de no porto de Angra, tendo marchado por terra até aos portões de São Bento nesta cidade. Ali era esperado por Ciprião de Figueiredo, pelo conde de Torres Vedras, por Manuel Silva e outras personalidades locais. À sua chegada, as fortificações de Angra salvaram, o mesmo tendo feito as guarnições, com seus mosquetes e arcabuzes. Ficou hospedado no Convento de São Francisco e, posteriormente, no palácio do marquês de Castelo Rodrigo. Na ilha, visitou a baía da Salga e a baía da Praia (atual Praia da Vitória). Frequentou ainda o Convento da Esperança, cujas religiosas também o apoiavam. De imediato determinou reforçar as defesas de Angra, face à iminência de um ataque espanhol e à acção dos corsários, tendo contado para tal com o incondicional apoio de Dona Violante do Canto, inclusive financeiro. Ainda com relação às finanças, cunhou moeda – um acto típico de soberania e realeza. Por essas razões, aqueles já mencionados autores não hesitaram em considerá-lo o derradeiro príncipe da Casa de Avis, ao invés do cardeal D. Henrique, e o décimo oitavo rei de Portugal. Em Julho de 1580, D. António já havia escrito à rainha de França, Catarina de Médici, uma carta pedindo auxílio. Na ilha Terceira, em 1581, regista-se a primeira tentativa de desembarque de tropas espanholas, dando origem à batalha da Salga, onde os Espanhóis foram completamente derrotados. Participaram neste combate os escritores Cervantes e Lope de Vega. Finalmente em 1583, quando D. António já ali não se encontrava,Saraiva, José Hermano, História de Portugal, vol. 2; Toledo: Publicações Alfa SARL, 1983; p.563. forças espanholas muito superiores, sob o comando de D. Álvaro de Bazán, (vencedor da batalha de Lepanto), logram dominar a ilha após violentos combates. Após a derrota de suas forças nos Açores, D. António instalou-se em França – inimigo tradicional dos Habsburgos de Espanha – onde se exilou. == Exílio e morte == Depois de alguns meses, onde andou escondido em casas de amigos e mosteiros, D. António viajou até à Inglaterra, congregando também o auxílio da rainha Isabel I, que se tornara também inimiga figadal da Espanha. O auxílio seria prestado ao longo de vários anos, como durante os planos de D. António em tomar Lisboa a Julho de 1589, a troco de facilidades no Brasil e Açores, e ajuda na luta contra a casa da Áustria. Atacou Lisboa a 3 de Junho de 1589 com o exército inglês que o auxiliava pela Porta da Trindade e Portas de Santa Catarina, fazendo grande destruição e pondo fogo a todos os edifícios exteriores à muralha. Porém, a armada inglesa, comandada pelo famoso almirante Francis Drake foi atacada de peste e retirou-se. D. António, desembarcado em Peniche e já a caminho de Lisboa, que contava com o apoio popular, viu assim fracassada a sua tentativa de tomar a cidade, bem guarnecida pelos espanhóis. O povo, com medo e desinteressado, não reagiu, e D. António seria obrigado a partir novamente para o exílio. Há notícia também de uma tentativa de desembarque ao largo do Cabo de São Vicente, que viria a fracassar. D. António acabou por perder os meios económicos. Os diamantes que trouxera do reino para o exílio foram sendo gastos gradualmente. O último e o melhor foi adquirido por M. de Sancy, de quem foi comprado por Sully e mais tarde incluído nas jóias da coroa inglesa. Nos seus últimos dias viveu com uma pequena pensão oferecida por Henrique IV da França. Continuou ainda a lutar até ao fim da sua vida pela restauração da independência do seu país. Não chegaria a assistir ao fim do domínio filipino. D. João, neto da sua prima, a duquesa D. Catarina de Bragança, seria aclamado como rei após o golpe vitorioso de 1 de Dezembro de 1640. Desapareceu assim, proscrito e esquecido, o último príncipe de Avis. D. António, prior do Crato, morreu em Paris, em 1595, deixando vários filhos, esses sim ilegítimos, o que à partida lhes dificultaria sustentar as pretensões paternas. A sua descendência foi vastíssima, conta centenas de descendentes até à actualidade. Radicados fundamentalmente na Holanda, Bélgica e Suíça, curiosamente não houve mais sangue deste príncipe que brotasse em Portugal. Para além dos documentos que publicou para defender a sua causa, D. António foi o autor do Panegyrus Alphonsi Lusitanorum Regis (Coimbra, 1550), e de um cento dos Salmos, Psalmi Confessionales (Paris, 1592). Esta obra foi traduzida para a língua inglesa com o título The Royal Penitent by Francis Chamberleyn (Londres, 1659), e para a língua alemã com o título Heilige Betrachtungen (Marburg, 1677). D. António, na hora extrema, pediu que os seus ossos fossem trasladados para Alenquer, e os sepultassem no coro do convento de S. Francisco. O seu filho D. Manuel também manifestou este desejo, porém não se cumpriram as suas últimas vontades. Foi sepultado no convento grande dos franciscanos em Paris, mas o coração ficou depositado no convento da Avé- Maria, da ordem de Santa Clara, na mesma cidade de Paris. == Legitimidade de D. António == Já antes de Alcácer Quibir, e com grande acuidade depois, a questão é recorrente e nunca foi encerrada. D. António foi o 18.º rei de Portugal? Um estudo recente tenta demonstrar que D. António era filho legítimo do Infante D. Luís, filho de por Violante Gomes. Nele vem reproduzido um assento da Sé de Évora, de 15 de Junho de 1544, descoberto por Luís de Mello Vaz de São Payo, no qual um baptizando é filho de uma escrava \"de Pero Gomes, sogro do Infante D. Luís\".D. António Prior do Crato e outros cavaleiros da Ordem do Hospital de São João, Luís de Mello Vaz de São Payo (1997) O autor do estudo argumenta que \"não podemos crer que o cura da Sé chamasse sogro ao pai da manceba do Príncipe, mesmo que com ele vivesse maritalmente\". Também refere que este assento \"fornece o nome, que não vimos mencionado em nenhuma outra fonte, do pai de Violante Gomes\". Justiça seja feita, já em 1917 o Visconde de Faria nomeava o pai da Bela Pelicana como Pedro Gomes, não hesitando também em afirmar que D. António \"era filho do casamento secreto de D. Luís, duque de Beja, com Violante Gomes, filha de Pedro Gomes\".Descendência de D. António, Prior de Crato, Visconde de Faria, 3.ª edição Não menciona a fonte em que se baseia, mas poderá ser a mesma que está guardada no Arquivo de Évora. Faria sustenta que o casamento fora secreto por ser morganático, mas que a família real reconhecia D. António como um dos seus membros, vistos os cargos e prerrogativas que os seus tios, e cardeal D. Henrique, lhe concederam. Quanto à sua mãe Violante Gomes, não era judia como com alguma conveniência se disse. Pertenceria à pequena nobreza, católica, tendo abandonado o mundo, com o consentimento de seu marido, e professado na Ordem de São Bernardo, morrendo ainda jovem no Mosteiro de Almoster. _Poderá concluir-se assim_ que D. António podia suceder a D. Sebastião, por preceder na linha sucessória ao cardeal. E que então fora o rei legítimo, entre o fatídico 4 de Agosto de 1578 até à aclamação do seu tio D. Henrique, a 28 desse mesmo mês. Enredado nos interesses imperiais dos Áustrias, o cardeal D. Henrique pressionou o papa a pronunciar-se pela ilegitimidade do sobrinho. Mas o próprio Gregório XIII veio a revogar aquela sua declaração. Afirmando sempre a legitimidade sustentada no casamento de seus pais, o prior do Crato deveria ser rei após a morte do tio, a 31 de Janeiro de 1580, fazendo-se aclamar a 19 de Junho. De pouco lhe valeu a sua legitimidade ante as tropas do duque de Alba, e as intrigas sustentadas pelo opulento Filipe II, que já se impusera ao titubeante cardeal-rei, e agora comprava adeptos desde Madrid a Lisboa. Fugindo para França em 1581, as sucessivas manobras deste desventurado neto de D. Manuel para retomar o país foram infrutíferas. == Títulos, estilos, e honrarias == === Títulos e estilos === * 1531 – 19 de Julho de 1580: Dom António de Avis * 19 de Julho de 1580 – 25 de Agosto de 1580: Sua Alteza Real, O Rei de Portugal e dos Algarves (em pretensa) * 25 de Agosto de 1580 – 17 de Maio de 1581: Sua Alteza Real, O Rei de Portugal e dos Algarves nos Açores (em pretensa) * 17 de Maio de 1581 – 26 de Agosto de 1595: Sua Alteza Real, O Rei Titular D. António de Portugal (em pretensa) D. António reivindicava o estilo oficial de: :Pela Graça de Deus, António I, Rei de Portugal e dos Algarves, d'Aquém e d'Além-Mar em África, Senhor da Guiné e da Conquista, Navegação e Comércio da Etiópia, Arábia, Pérsia e Índia, etc. == Descendência == D. António deixou vários filhos – todos nascidos de aventuras galantes, uma vez que nunca casou. O celibato era, aliás, uma das obrigações dos cavaleiros de Malta: * D. Manuel de Portugal, o primogénito; * D. Cristóvão de Portugal, nascido em Tânger por Abril de 1573; * D. Dinis de Portugal, monge de Cister no Mosteiro de Valbuena; * D. João de Portugal, que «morreu moço, sem estado»; * D. Filipa de Portugal, que foi freira em Lorvão e, depois, em Ávila; * D. Luísa de Portugal, que foi freira em Tordesilhas, onde também professaram mais duas filhas de D. António, cujos nomes se desconhecem. == Ver também == * Amigo de Peniche == Bibliografia == * ==Ligações externas== * D. António, Reis, Rainhas e Presidentes de Portugal, O Portal da História * D. António, Prior do Crato, e seu descendentes, ANTT * O Último Avisː D. Antônio, antonismo e a crise dinástica portuguesa (1580-1640), por Carlos Jokubauskas Coral, Universidade de S. Paulo, Brasil, 2010 * A Batalha de Alcântara e o exílio de Dom António, Mistérios e ruínas em Castelo Rodrigo (Excerto de documentário), por José Hermano Saraiva, RTP, 2005 * D. António, Prior do Crato e defensor de Portugal, Nome de Rua - D. António Prior do Crato, por Nunes Forte, RTP Ensina, Videofono, 1991 *Documentos relativos ao período do domínio castelhano da Coroa Portuguesa após a morte de D. Sebastião, 1601, na Biblioteca Nacional de Portugal *Soliloquios em que hum peccador arrependido fala com Deos: disposiçoes para bem se confessar, & industrias para bem morrer, Lisboa, 1653, na Biblioteca Nacional de Portugal Categoria:Naturais de Lisboa Categoria:Alumni da Universidade de Coimbra Categoria:Grão-Mestres da Ordem da Torre e Espada Categoria:Portugueses na Batalha de Alcácer-Quibir Categoria:Nobres de Portugal do século XVI Categoria:Casa de Avis-Beja Categoria:Priores do Crato Categoria:Crise de sucessão de 1580 Categoria:Governadores de Tânger Categoria:Reis de Portugal Categoria:Pretendentes ao trono de Portugal",
 "title": "António, Prior do Crato"
}