{
 "id": "37061",
 "text": "Panenteísmo—πᾶν-ἐν-Θεός— _Todos_ _em_ _Deus_ —Krausismo, doutrina que diz que o universo está contido em Deus, mas Deus é maior do que o universo (bem distinto do Panteísmo e Monismo). Termo esse que foi proposto por Karl Christian Friedrich Krause , na sua obra \"System des Philosophie\" , daí o termo krausismo que designa sua doutrina teológica. No panenteísmo, Deus é visto como imanente, a alma do universo, o espírito universal presente em todos os lugares e no qual todos os seres participam, ao mesmo tempo que transcende todas as coisas criadas. Uma frase atribuída a Epimênides de Creta \"Nele vivemos, nos movemos e temos nosso ser\" e citada por Paulo de Tarso em Atos 17:28 é famosa como exemplo de possível panenteísmo. == Terminologia e desenvolvimento == O termo passou a ser utilizado para designar múltiplas tentativas análogas, extravasando o sentido original dado por Karl Krause. Agora são empregados vários termos teológicos para conceitualizar as idéias panenteístas, são eles:Encyclopédie de la philosophie (ISBN 2253130125). # Teísmo Clássico; # Panteísmo; # Transcendência; # Imanência; # Kenosis; # Kenosis Essencial. Termos influenciados pelo idealismo alemão de Hegel e Schelling: # Dialética; # Infinito; # Pericorese. Termos influenciados pela filosofia do processo de Whitehead: # Relações Internas e Externas; # Dipolar. Termos relacionados ao pensamento científico atual: # Reducionismo; # Superveniência; # Emergência; # Causação Top-Down; # Emaranhamento. Embora numerosos significados tenham sido atribuídos ao “em” no panenteísmo,Clayton 2004, 253 os mais significativos são: * Significado Locativo; * Base metafísica para ser (Absoluto);Clayton 2008, 118-119 * Base Metafísica- Epistemológica para ser;Göcke 2013 *Potencial interativo metafísico;Keller 2003, 219 * Metáfora de emergência; * Significado analógico da mente/corpo; * Parte/significado analógico inteiro. Ainda que a maioria das expressões contemporâneas do panenteísmo envolvam cientistas e teólogos ou filósofos protestantes, articulações de formas de panenteísmo também se desenvolveram na tradição católica romana, na tradição ortodoxa e em outras religiões além do cristianismo. Dentre os filósofos que aderiram ao panenteísmo incluem-se; Alfred North Whitehead, Thomas Hill Green (1839-1882), James Ward (1843-1925), Andrew Seth Pringle-Pattison (1856-1931). A partir da década de 1940, Charles Hartshorne examinou numerosas concepções de Deus. Ele revisou e descartou o panteísmo, o deísmo e o pandeísmo em favor do panenteísmo, descobrindo que tal doutrina contém todo deísmo e pandeismo, exceto suas negações arbitrárias. Hartshorne formulou Deus como um ser que poderia se tornar mais perfeito: Ele tem perfeição absoluta em categorias para as quais a perfeição absoluta é possível e a perfeição relativa (isto é, superior a todas as outras) em categorias para as quais a perfeição não pode ser determinada com precisão. Nos estudos acadêmico em especial o da Universidade de Stanford sobre Filosofia onde há um estudo que oferece em sua abordagem uma ordem cronológica do desenvolvimento do pensamento panenteísta, cujo início remonta há c. 1300 a.C.: *Iknaton (1375-1358 a.C.);Hartshorne 1953, 29-30 *Vedanta, incluindo tradições como a Vishishtadvaita de Ramanuja; *Upanishads;Whittemore 1988, 33, 41-44 *Lao-Tse (século IV a.C.).Hartshorne 1953, 32-38 Nas reflexões filosóficas na Grécia Antiga: * Platão (427/428-348/347 a.C.);Hartshorne 1953, 54 * Plotino (204–270);Cooper 2006, 35-39, Baltzly 2010 * Proclo (412–485) e Pseudo-Dionísio (final do quinto ao início do sexto século).Cooper 2006, 42-46 Na Idade Média, a influência do neoplatonismo continuou no pensamento de: *Eriugena (815-877); *Eckhart (1260-1328); *Gregório Palamas (1296-1359); *Nicolau de Cusa (1401-1464); *Boehme (1575-1624).Cooper 2006, pp. 47–62 No período moderno por: * Moses ben Jacob Cordovero (1522-1570); * Isaac Luria (1534-1572); *Bruno (1548-1600); *Spinoza (1631-1677). *Israel ben Eliezer (1698-1760)—Hassidismo Nos pensadores posteriores, os platonistas: *De Cambridge (século XVII), por exemplo Herbert de Cherbury (1583-1648); *Jonathan Edwards (1703-1758); *Friedrich Schleiermacher (1768–1834).Cooper 2006, pp. 64–90 Nos séculos XIX e XX com o idealismo filosófico e a adaptação filosófica do conceito científico de evolução forneceram as fontes básicas da posição explícita do panenteísmo. * Chaim Volozhiner (1749-1821); * Soyen Shaku (1860-1919); *Hegel (1770-1831)—Hegelianismo; *Schelling (1775-1854);Clayton 2000, 2008, p. 125, Hartshorne 1953, 234, Cooper 2006, 95 *Karl Krause (1781–1832);Reese, 2008, p. 1, Cooper 2006, 107 *Samuel Alexander (1859-1938); *Henri Bergson (1859-1941); *C. Lloyd Morgan (1852-1936). *Mordecai Kaplan (1881-1983) *Liev Tolstói (1828-1910) Os últimos três ainda que possa haver questionamentos sobre seu relacionamento com o panenteísmo, por certo, formam o plano de fundo para o desenvolvimento sistemático da filosofia processual de Whitehead e posteriormente Hartshorne como uma expressão do panenteísmo. == Ver também == * Teísmo * Deísmo * Pandeísmo * Panteísmo * Pantiteísmo * Teísmo Aberto == Bibliografia == * * * * * * * * * * * * Categoria:Filosofia Categoria:Teísmo Categoria:Cabala",
 "title": "Panenteísmo"
}