{
 "id": "37143",
 "text": "Cereais são as plantas cultivadas por seus frutos (do tipo cariopse) comestíveis, normalmente chamados grãos e são na maior parte gramíneas, compondo uma família com mais de 6 mil espécies. Os cereais são produzidos em todo o mundo, em maiores quantidades do que qualquer outro tipo de produto e são os que mais fornecem calorias ao ser humano. Em alguns países em desenvolvimento, os cereais constituem praticamente a dieta inteira da população. Nos países desenvolvidos, o consumo de cereal é mais moderado mas ainda substancial. A palavra cereal tem sua origem na deusa romana do grão, Ceres. O trigo sarraceno, a quinoa e o amaranto são plantas consideradas pseudocereais, plantas de famílias diferentes a dos cereais mas que apresentam valores proporcionalmente próximos de carboidratos, lipídeos, proteínas e fibras em relação aos cereais. Destacam-se pelo alto teor e qualidade da proteína, com ausência de glúten, possuindo ainda algumas vitaminas e minerais em maior quantidade.Que são pseudocereais, qual sua importância e situação no Brasil? == Domesticação == Com o fim do último período glacial, ocorrido há 10 mil anos, houve o estímulo a uma intensa migração de animais e o surgimento de plantas em regiões antes inóspitas ao desenvolvimento destas, o que acabou por favorecer a migração de populações humanas para outras áreas. Com o advento de novas tecnologias e o início do domínio do fogo a humanidade passa a se fixar, época que ficou conhecida como Revolução Neolítica. A partir de então tem início a domesticação de animais e vegetais pelo homem. Pelo abandono paulatino do nomadismo e seminomadismo em preferência ao assentamento fixo e de caráter permanente, é que se pode falar em uma domesticação do ser humano pelos animais e vegetais, em menção à sua dependência para com seres e, consequentemente, ao impacto exercido na organização da vida humana. Estima-se que os primeiros grãos de cereais tenham sido domesticados cerca de 11 000 anos atrás por comunidades agrícolas antigas na região do Crescente Fértil. Por meio de registros arqueológicos datados de 10 000 a.C, sabe-se que pequenas aldeias agrícolas da Palestina recolhiam intensamente cereais selvagens, e que a semeadura desses cereais foi detectada na Síria por volta de . A expansão da cultura de cereais como o trigo acaba por impulsionar também a domesticação e cultivo de outros vegetais, tais como as leguminosas ervilha e lentilha. As primeiras espécies cereais envolvidas no processo de domesticação foram as variedades selvagens de trigo Triticum boeticum e Triticum dicoccoides, de cevada a Hordeum spontaneum e do gênero Aegilops a Aegilops squarrosa.A Domesticação de Plantas Nativas do Pantanal A domesticação de espécies vegetais acaba por tornar essa espécie totalmente dependente do homem, seja para sua disseminação ou desenvolvimento, além de tornar a mesma geneticamente distinta da variedade selvagem da qual se originaDomesticação das Plantas Cultivadas: *Trigo A domesticação do trigo ocorreu por meio da seleção artificial daqueles espécimes com sementes mais resistentes e mais aderidas, facilitando o transporte do campo para o local de debulha, o que não era possível na variedade selvagem, onde as sementes se desprendiam facilmente. *Milho Um exemplo que evidencia essa maior dependência do vegetal está na domesticação do milho. Quando o comparamos ao teosinto, seu espécime ancestral, vemos que seus grãos são aderidos ao sabugo e envoltos por palha. Além disso, todas as sementes germinam ao mesmo tempo, impedindo que qualquer uma das mudas possa se desenvolver, a não ser que antes do plantio os grãos sejam separados da espiga pelo homem.A Semente: o alicerce da agricultuta agroecológica Acredita-se que o milho tenha sido domesticado inicialmente no México, a partir da gramínea teosinto, na região do rio Balsas. Estudos no local confirmam que esta ocorreu no início do Holoceno. Com o desenvolvimento de seu plantio, este se estendeu para o Panamá há 7,6 mil anos, chegando na América do Sul há 6 mil anos.Origem do cultivo do milho remonta ao México de 8,7 mil anos atrás Quando da chegada de Cristóvão Colombo a América, o milho era cultivado desde a Argentina até o Canadá sendo, dentre os vegetais, a base alimentícia dos indígenas que aqui viviam. *Arroz A origem do arroz é incerta, e o mesmo pode ser dito de sua domesticação, que se acredita possa ter ocorrido na região de Korat, ou em algum vale ao norte da Tailândia ou no Planalto de Shan em Myanmar, ou ainda em Assam na Índia. Sua dispersão pelo mundo só veio a ocorrer na Era das Grandes Navegações pelos europeus que já conheciam a cultura devido às incursões de Alexandre Magno a Índia. O primeiro registro na América do Norte é datado de 1685, na Carolina do Sul; no Brasil, seu cultivo foi introduzido pelos portugueses, sendo o primeiro registro na capitania de São Vicente, já as primeiras lavouras ocorreram em 1587 na Bahia. O fato de diversas variedades de arroz, inclusive as consideradas envolvidas na domesticação do mesmo, serem encontradas entre essa regiões corrobora a ideia de que o sudeste asiático possa ser o berço do cultivo de arroz. Evidências arqueológicas confirmam o uso deste cereal em 4 000 a.C. na região de Korat, Tailândia, que juntamente com evidências do uso de plantas a 10 000 a.C. encontradas na Caverna dos Espíritos, na fronteira entre o Myanmar e a Tailândia, faz supor que a agricultura possa ter se iniciado há mais tempo do que se pensa. Assim como outros cereais, o arroz sofreu alterações durante seu processo de domesticação, dentre as quais tem-se o exemplo de uma variação genética entre espécies selvagens e variedades domesticadas que tornou o talo desta última mais robusto, além de ter aumentado a sua produção. Ao se compararem as variedades percebe-se também que as espécies selvagens têm mais diversidade genética do que as domésticas. == Morfologia do grão == Os grãos são compostos por três partes :Pericarpo – a camada mais externa, rica em fibras :Endosperma – parte intermediaria, fonte energética composta por carboidratos e proteínas :Gérmen ou embrião – parte interna, rica em nutrientes, minerais e vitaminas == Cultivo == Cada espécie de cereais apresenta características próprias e muitas vezes distintas, porém o seu cultivo é muito semelhante. Todos são plantas anuais, isto é, produzem apenas uma vez no seu ciclo de vida de um ano. O trigo, o centeio, a aveia, a cevada, entre outros cereais, são considerados plantas de clima frio, que crescem bem em clima moderado mas param o seu desenvolvimento em períodos de clima mais quente, cerca de 30 °C a depender da espécie, o contrário se aplica a cereais que se enquadram como plantas de clima quente como o milho, o milheto e o sorgo cultivados em planícies baixas tropicais ao longo de todo o ano, além de regiões de clima temperado. Cereais de clima frio são bem adaptados a climas temperados. A maioria das variedades de uma espécie em particular são ou do tipo de inverno ou de primavera. As variedades de inverno são semeadas no outono, germinam e crescem vegetativamente, então adormecem durante o inverno, que nas zonas temperadas do hemisfério Norte ocorre de dezembro a março. Elas só retomam o crescimento na primavera, amadurecendo até o início do verão. Este sistema de cultivo faz uso otimizado da água e libera terra para outra safra no início da temporada de crescimento. Variedades de inverno não florescem até a primavera porque elas necessitam da vernalização. As variedades de primavera são cultivadas em locais em que não se alcança a vernalização ou que excedem a rusticidade da planta, estes são plantados no início da primavera e amadurecem no verão, eles requerem menos irrigação, porém rendem menos do que os cereais de inverno.Rações – Site Ruralxelb O centeio é o cereal mais rústico, suportando o inverno no sub-ártico da Sibéria. O trigo, por sua vez, é o mais popular e, apesar de ser de estações frias, pode ser cultivado nos trópicos, em regiões de clima mais ameno, na realidade todos os cereais de clima frio podem ser cultivados em regiões tropicais, desde que suas necessidades climáticas sejam atendidas. Dentre os principais cultivos por área cultivada no mundo temos grande participação de cultivos de cereais, cerca de metade da terras agrícolas do globo é ocupada pelos três principais grãos.Agricultura do Futuro: Um Retorno às Raízes? Dez Principais Cultivos do Mundo por área cultivada (2004) Cultivos Percentual (%) Trigo 17,80 Arroz 12,50 Milho 12,20 Soja 7,60 Cevada 4,70 Sorgo 3,50 Algodão 3,90 Feijão seco 2,90 Milheto 2,80 Mostarda / Colza 2,20 == Produção == A tabela a seguir mostra a produção de cereais no mundo nos anos de 2010 (último ano com levantamento) a 2008, a título de comparação há os dados levantados no ano de 1961, quando se iniciou o levantamento. Cereal Produção mundial (milhões (106) de toneladas) Notas 2010 2009 Notas 2008 1961 Milho 844 819 827 205 O milho é um dos cereais mais utilizados em todo o mundo, além de ser um dos alimentos mais nutritivos que existem. A importância econômica do milho é caracterizada pelas diversas formas de sua utilização, que vai desde a alimentação animal até a indústria de alta tecnologia.Introdução e Importância Econômica do Milho Arroz 672 684 689 285 Juntamente com o milho é considerado o cereal básico para a alimentação das regiões de clima tropical e algumas regiões de clima temperado. Trigo 651 686 683 222 Considerado o cereal mais importante para a alimentação humana nas regiões de clima temperado. Cevada 123 151 157 72 Muito conhecida para a produção de malte na fabricação da cerveja, já foi um alimento de suma importância para os povos antigos, utilizada como alimento pelos primeiros hominídeos, foi de suma importância para a agricultura do crescente fértil.Cevada Cereal de inverno que ocupa a quinta posição, em ordem de importância econômica, no mundo, é ainda utilizada para compor farinhas ou flocos para panificação, na produção de medicamentos, é ainda empregada em alimentação animal como forragem verde e na fabricação de ração, principalmente em países de clima temperado.A cultura da Cevada Sorgo 55 56 66 41 Cereal muito cultivado em áreas onde a produtividade de outros cereais é antieconômica.Cultivo do Sorgo Excelente fonte de energia, é muito utilizado em regiões muito secas e quentes, cuja produtividade é ruim, servindo como alimento básico em países da África, Sul da Ásia e da América Central, além de regiões semiáridas do brasil, é ainda um importante componente na alimentação animal nos Estados Unidos, Austrália e América do Sul. Milheto 29 27 35 26 Um grupo de cereais semelhantes, porém distintos que formam um importante alimento básico nas populações pobres da Ásia e África.Cultivo do Milheto Aveia 20 23 26 50 Importante fonte de proteínas e fibras na alimentação humana, é um alimento energético com altos teores de minerais e vitaminas,Aveia sua presença na dieta alimentar reflete positivamente na saúde do indivíduo pois a aveia atua como mecanismo de prevenção de diversas doenças.Os benefícios da aveia na alimentação Centeio 12 18 18 35 Importante em climas frios, o centeio é uma opção de cultivo de inverno no Brasil. Pode ser utilizado tanto para alimentação humana quanto para a animal, além de possuir grande potencial como planta forrageira e para cobertura de solo.Cultivo do Centeio Triticale 13 16 14 1.2 O triticale é um cereal de inverno obtido pelo cruzamento artificial de trigo com centeio. Em geral sua produção se destina a alimentação animal.Triticale Fonio (Digitaria exilis) 0,53 0,49 0,50 0,18 Dentre as diversas variedades de Digitaria, cultivadas nas savanas da África ocidental, o fonio apresenta uma grande importância pois além dos valores nutricionais possui boa adaptabilidade ao clima e solos pobres da região.Fonio File:Milho.JPG|Grãos de milho File:Millet.jpg|Grãos de milheto File:Brun kvit ris.jpg|Grãos de arroz branco e arroz integral File:Haverkorrels Avena sativa.jpg|Grãos de aveia File:Sorghum.wild-India-Tamil word27.1.jpg|Grãos de Sorgo File:Secale cereale (roggekorrels).jpg|Grãos de Centeio File:ZeaMays.jpg|Milho - gramínea File:Millet fields in Annapurna.png|Milheto - gramínea File:Rice plant with grains.jpg|Arroz - gramínea Ficheiro:Avena fatua1.jpg|Aveia - gramínea File:Sorghum bicolor.JPG|Sorgo - gramínea Ficheiro:Secale cereale.jpg|Centeio - gramínea == Nutrição == Desde antes do advento da agricultura que os cereais fazem parte do hábito alimentar da humanidade, principalmente devido a sua facilidade de manutenção e conservação além de seu baixo custo e do seu alto valor nutritivo. Neles encontramos diversos nutrientes tais como carboidratos, proteínas, gorduras, sais minerais, vitaminas e enzimas; os cereais integrais possem ainda alto teor de fibras. Dentre os nutrientes os carboidratos são os que aparecem em maior proporção por grão, com valores em torno de 78 a 83% a depender do cereal, sendo quase em sua totalidade o amido. O glúten é uma substância presente nos cereais, especialmente no trigo, formado por duas proteínas: gliadina e glutenina. As gorduras por sua vez são principalmente trigliceróis. Dentre os sais temos o sódio, o potássio, o cloro, o fósforo, o cálcio, o magnésio, o enxofre e o ferro. As vitaminas encontradas são as do complexo B, principalmente a B1, no germe e a B2 mais distribuída no grão. A vitamina E, é encontrada principalmente no germe. Os cereais são deficientes nos aminoácidos lisina, treonina e triptofano. Em geral os nutrientes estão assim distribuídos nos cereaisCereais integrais - Site nestlé: *Farelo ::Fibras ::Vitaminas B ::Minerais ::Proteínas ::Fitonutrientes (substâncias encontradas naturalmente nas plantas que fazem bem para a saúde) *Endosperma ::Carboidratos ::Proteínas ::Pequenas quantidades de vitaminas B *Gérmen ::Minerais ::Vitaminas B ::Vitamina E ::Fitonutrientes Quando os cereais são moídos, ou refinados, temos a remoção do farelo e do gérmen, permanecendo apenas o endosperma. Desta maneira a maior parte do valor nutricional do cereal é perdida, o que não ocorre com os cereais integrais. Grão Nutrientes Notas Grão Calorias (100g) Notas Proteínas (g) Carboidratos (g) Gordura (g) Arroz polido 167,00 2,30 32,30 0,50 Conhecido como arroz branco, perde a maior parte dos minerais e vitaminas, pois no processo de beneficiamento para ficar branco é retirada a casca e a película, restando assim poucos nutrientes no grão. Arroz parbolizado 109,70 2,80 24,40 0,10 O processo de beneficiamento é o mesmo do arroz polido, só que antes é realizado um cozimento sob pressão. Os nutrientes estão no centro do grão, em relação ao arroz polido possuem mais rendimento e maior valor nutritivo. Arroz selvagem 298,00 13,16 60,47 0,46 Não é um arroz verdadeiro, e sim uma gramínea aquática com elevado valor nutritivo, rico em proteínas, minerais e vitaminas do complexo B. Arroz integral 350,40 8,06 75,13 1,96 É o arroz mais nutritivo, pois no seu beneficiamento é retirado apenas a casca. Arroz arbóreo 171,00 2,30 32,30 0,50 Variedade de arroz italiano, com grãos grossos, redondos e curtos. Milho Verde 129,00 3,30 27,80 0,80 O milho apresenta o mais elevado valor de lipídios, é rico em amido e fibras. Encontra-se as vitaminas B1 e B2, E, fósforo e potássio. Milho enlatado 109,00 3,50 18,00 2,50 Farinha de milho 361,00 6,90 77,90 3,80 Aveia 350,00 15,00 57,50 7,50 Apresenta um teor mais elevado de lipídios, pois quase todo o germe é mantido. É menos oxidável devido ao seu alto teor de vitamina E., seu grão apresenta em média 13,3% de proteínas, 6,2% de lipídios e 66,4% de carboidratos. A proteína da aveia distingue-se pelo seu alto teor de arginina em relação aos outros cereais. Rica em fibras, vitaminas do complexo B, vitamina E, cálcio, fósforo e ferro. Centeio 357,30 12,10 73,40 1,70 A proporção de proteínas de centeio varia e é quase inferior as do trigo. Contém vitaminas do complexo B, ferro, manganês, zinco, cobre e potássio. Cevada 299,10 23,63 50,00 0,52 Os índices proteicos encontrados na cevada são inferiores aos do trigo, pobres em gorduras, mas ricos em vitaminas do complexo B, cálcio, fósforo e potássio. Trigo 374,60 13,74 75,20 2,10 Constituído de amido e glúten, possui ainda de 8 a 14% de proteínas. A farinha de trigo branca é obtida com a moagem dos grãos sem o farelo e o germe. A farinha de trigo integral é preparada através da moagem do grão de trigo completo. == Composição química == Abaixo temos a composição dos principais cereais: Composição Química dos GrãosComposição Química dos Grãos Constituintes (%) Trigo Centeio Milho Cevada Aveia Arroz Água 13,20 13,70 12,50 11,70 13,00 13,10 Proteínas 11,70 11,60 9,20 10,60 12,60 7,40 Lipídeos 2,20 1,70 3,80 2,10 5,70 2,40 Amido 59,20 52,40 62,20 52,20 40,10 70,40 Outros carboidratos 10,10 16,60 8,40 19,60 22,80 5,00 Fibra 2,0 2,1 2,15 1,55 1,56 0,67 Sais Minerais 1,50 1,80 1,90 2,25 2,85 1,20 == Referência bibliográfica == Bespalhok F., J.C.; Guerra, E.P.; Oliveira, R. Melhoramento de Plantas. Disponível em www.bespa.agrarias.ufpr.br Jorge, M. H. A.; A domesticação de plantas nativas do Pantanal. Documentos nº70. Corumbá: Embrapa Pantanal, 2004. == Ligações externas == * Categoria:Culinária vegana",
 "title": "Cereal"
}