{
 "id": "37171",
 "text": "Metrossexual é um estilo de moda masculina associado a homens urbano excessivamente preocupado com a aparência, gastando grande parte do seu tempo e dinheiro em cosméticos, acessórios, roupas e tem suas condutas pautadas pela moda e as \"tendências\" de cada estação. O termo tem origem no final da década de 1990, a partir da junção das palavras \"metropolitano\" e \"sexual\". == Origem == Foi usado pela primeira vez em 1994 pelo jornalista britânico Mark Simpson e foi aproveitado pelas revistas masculinas britânicas e norte-americanas para fazerem desta definição o seu público-alvo. Depois da sua utilização ter decrescido nos Estados Unidos, o termo foi reintroduzido em 2000, mas só em 2002 é que o termo se popularizou. Tudo começou com um novo artigo de Mark Simpson, onde afirma que um exemplo conhecido de alguém que se encaixa no perfil do metrossexual é David Beckham, ex-atleta de futebol e constantemente associado a diminuição dos tabus relativos à lacuna existente entre a homossexualidade e a cultura gay, que gosta de passar o dia nas compras, arranjar as unhas, ir ao cabeleireiro, fazer depilação completa ou cuidar excessivamente do corpo. Após a publicação de tal artigo, a firma Euro RCSG Worldwide adoptou-o numa pesquisa de mercado e o jornal New York Times deu uma grande destaque ao homem metrossexual, difundindo amplamente o termo. Os metrossexuais são conhecidos por não viverem sem a sua marca predileta de hidratante para a pele, apreciarem um bom vinho, sonharem com o último modelo de carro desportivo, preocupação com a calvície e gostarem de comprar roupas de marca famosas. Essas pessoas vaidosas, geralmente na faixa etária superior aos 35 anos, costumam estar bem colocados profissionalmente. == Atualidade == Mais do que uma moda passageira, a presença deste homem está bem viva nos Estados Unidos e Europa, tendo o mercado de acessórios masculinos e femininos crescido exponencialmente. Marcas como Dolce & Gabbana, Ferr De Laria, Giorgio Armani, Prada, Chanel, Victoria Secret ou Versace têm colocado cada vez mais artigos à disposição dos seus clientes. Por outro lado, a marca de sapatos de design italiano Tod's tem-se dedicado a modelos feitos à mão para este nicho de mercado, podendo atingir um par de sapatos valores como 350 euros. A dominância entre os metrossexuais é a roupa de grife excessivamente justa que destaca os glúteos e a utilização de pulseiras delicadas. O aparecimento recente deste termo está ligado à alteração de comportamento de parte de integrantes do sexo masculino no final do século XX. Tal como as mulheres, este segmento começou a folhear as revistas masculinas para saberem o que está ou não na moda e adaptarem ao seu estilo sem gênero claramente definido. Deixaram de cortar o cabelo no barbeiro e passaram a frequentar com mais assiduidade os institutos de beleza e spa's femininos. Têm cuidados com a sua pele e sentem-se menos embaraçados para entrarem numa perfumaria e adquirirem cosméticos para si. Nos anos 1970, apenas alguns homossexuais masculinos se preocupavam com tais questões. O termo também se aplica à pessoas excessivamente preocupadas com o corpo e aparência física, chamados de \"ratos- de-academia\", fazendo com que a obsessão pelo próprio corpo transgrida os desejos sexuais e fortaleça a atração por pessoas de mesma aparência, e na maioria dos casos, do mesmo sexo. O metrossexual de academia se preocupa com horários que come, quantidade de proteína ingerida, e hora do início do processo catabólico. Suas refeições são padronizadas e todas selecionadas para evitar perda de massa muscular para manter a definição mais próximo ao perfeito. Estudos apontam que pessoas que têm assiduidade em suas academias passando maior parte do tempo admirando formas físicas \"perfeitas\" e tentando chegar ao mesmo padrão, admirando-se em frente a espelhos, são considerados \"metrossexuais ativo-passivos\" onde existe uma grande oscilação de humor, alta irritabilidade e comportamento explosivo em virtude de sua dúvida em relação quanto a orientação sexual. Estes fatos não se aplicam somente a frequentadores assíduos e fiéis de academia, mas também, se aplica a todos que estão sempre buscando de qualquer maneira estar com o corpo que beire a perfeição e gastam tempo excessivo dedicando-se à própria imagem. Uma britcom de 1999 com 6 episódios, intitulada Metrosexuality (Metrossexual Como Eu, na tradução portuguesa), foi transmitida em Portugal no canal do cabo SIC Radical em 2004 e vincula diretamente o termo a homossexualidade masculina.matéria referente ao comentário http://www.cmjornal.xl.pt/detalhe/noticias/lazer/tv-- media/series-de-culto-regressam-a-sic-radical == Ver também == * Masculinidade * Masculinidade hegemônica * Lumbersexual * Retrossexual * Spornossexual * Playboy * Mauricinho * Bon vivant * It boy * Geek == Ligações externas == Categoria:Estilos de vida Categoria:Masculino Categoria:Apropriação cultural Categoria:Narcisismo Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Metrossexual"
}