{
 "id": "37250",
 "text": "Na matemática, a sucessão de Fibonacci (ou sequência de Fibonacci), é uma sequência de números inteiros, começando normalmente por 0 e 1, na qual cada termo subsequente corresponde à soma dos dois anteriores. A sequência recebeu o nome do matemático italiano Leonardo de Pisa ou Leonardo Fibonacci, mais conhecido por apenas Fibonacci, que descreveu, no ano de 1202, o crescimento de uma população de coelhos, a partir desta. Esta sequência já era, no entanto, conhecida na antiguidade. Os números de Fibonacci são, portanto, os números que compõem a seguinte sequência (A000045 na OEIS): :0,1, 1, 2, 3, 5, 8, 13, 21, 34, 55, 89, 144, 233, 377, 610, 987, 1597, 2584, ... .Pela convenção moderna a sequência inicial começa por F0 = 0\\. No livro Liber Abaci (veja Seção Origens) esta começava com F1 = 1, omitindo-se o zero inicial.Lista com os 2000 primeiros números da sequência de Fibonacci. . Consultado em 09 de maio de 2016 :É importante destacar que a sequência de Fibonacci é infinita. Portanto, o ideal é que você defina um valor que tenha como objetivo e, ao alcançar esse objetivo, você decida uma nova meta para alcançar. Em termos matemáticos, a sequência é definida recursivamente pela fórmula abaixo, sendo o primeiro termo F1= 1: F_n = F_{n-1} + F_{n-2}, e valores iniciais F_1 = 1,\\; F_2 = 1.Ou, de acordo com a nota: F_0 = 0,\\; F_1 = 1. Pode ser representada também pela fórmula matemática: F(n) = \\left\\\\{ \\begin{matrix} 0\\,,\\qquad\\qquad\\qquad\\quad\\,\\ \\ \\,&&\\mbox{se }n=0\\,;\\ \\ \\\\\\ 1,\\qquad\\qquad\\qquad\\qquad\\,&&\\mbox{se }n=1;\\ \\ \\,\\\\\\ F(n-1)+F(n-2)&&\\mbox{outros casos.} \\end{matrix} \\right. . A sequência de Fibonacci tem aplicações na análise de mercados financeiros, na ciência da computação e na teoria dos jogos. Também aparece em configurações biológicas, como, por exemplo, na disposição dos galhos das árvores ou das folhas em uma haste, no arranjo do cone da alcachofra, do abacaxi, ou no desenrolar da samambaia. == Origens == No ocidente, a sequência de Fibonacci apareceu pela primeira vez no livro Liber Abaci (1202) de Leonardo Fibonacci, Capítulo II.12, pp. 404–405. embora ela já tivesse sido descrita por gregos e indianos. Fibonacci considerou o crescimento de uma população idealizada (não realista biologicamente) de coelhos. Os números descrevem o número de casais na população de coelhos depois de n meses se for suposto que: * no primeiro mês nasce apenas 1 casal; * casais amadurecem de forma sexual (e reproduzem-se) apenas após o segundo mês de vida; * não há problemas genéticos no cruzamento consanguíneo; * todos os meses, cada casal fértil dá a luz a um novo casal; e * os coelhos nunca morrem. Mas genericamente, chama-se sequência de Fibonacci qualquer função g tal que g(n + 2) = g(n) + g(n + 1). Essas funções são precisamente as de formato g(n) = aF(n) + bF(n + 1) para alguns números a e b, então as sequências de Fibonacci formam um espaço vetorial com as funções F(n) e F(n + 1) como base. Em particular, a sequência de Fibonacci com F(1) = 1 e F(2) = 3 é conhecida como a sequência de Lucas. A importância dos números de Lucas L(n) reside no fato deles gerarem a Proporção áurea para as n-ésimas potências: \\left( \\frac 1 2 \\left( 1 + \\sqrt{5} \\right) \\right)^n = \\frac 1 2 \\left( L(n) + F(n) \\sqrt{5} \\right). Os números de Lucas se relacionam com os de Fibonacci pela fórmulas:L(n) = F(n-1) + F(n-2)., F(2n)=F(n)L(n), \\prod_{p=1}^{n}L_{2^p}=F_{2^{n+1}} e L(n)=\\left(\\frac{1+\\sqrt{5}}{2}\\right)^n+\\left(\\frac{1-\\sqrt{5}}{2}\\right)^n. Observando-se que (1+\\sqrt{5})(1-\\sqrt{5})=-4, logo (1-\\sqrt{5})=\\frac{-4}{1+\\sqrt{5}} e que \\left({\\frac{1+\\sqrt{5}}{2}}\\right)^2=1+\\left({\\frac{1+\\sqrt{5}}{2}}\\right), pois é a solução de x^2=1+x e substituindo isso em L(n), obtemos a fórmula apenas em termos da raiz positiva: L(n)=\\frac{\\left({1+\\left({\\frac{1+\\sqrt{5})}{2}}\\right)}\\right)^n+(-1)^n}{{{(\\frac{1+\\sqrt{5}}{2}})^n}} Com esta fórmula podemos montar a sequência de Fibonacci e descobrir, por exemplo, quantos coelhos foram gerados no sexto mês, basta aplicar a fórmula descrita acima até chegar ao ponto inicial de 1 e 1, como mostra a figura abaixo: Ou seja, no sexto mês foram gerados 8 coelhos. * F(6) = (F(6 - 1)) + (F(6 - 2)) = 5 e 4 → 8 (Soma do Resultado de F(5) e F(4)) * F(5) = (F(5 - 1)) + (F(5 - 2)) = 4 e 3 → 5 (Soma do Resultado de F(4) e F(3)) * F(4) = (F(4 - 1)) + (F(4 - 2)) = 3 e 2 → 3 (Soma do Resultado de F(3) e F(2)) * F(3) = (F(3 - 1)) + (F(3 - 2)) = 2 e 1 → 2 * F(2) = (F(2 - 1)) + (F(2 - 2)) = 1 e 0 → 1 E a primeira posição 1. Note que a sequência de Fibonacci esta no resultado de cada posição: 1, 1, 2, 3, 5, 8, ... == Representações alternativas == Para analisar a sequência de Fibonacci (e, em geral, quaisquer sequências) é conveniente obter outras maneiras de representá-la matematicamente. Observação: os números da sequência também podem ser calculados por: F_{n+2}=\\sqrt{\\frac{F_n{F_{n+1}^2}(3{F_n}+4{F_{n+1}})+1}{{F_n}^2+{F_{n+1}}^2}}. Observe que não é possível reduzir essa expressão à fórmula de recorrência F_{n+2}=F_{n+1}+F_n, apesar de ambas fornecerem o mesmo resultado na sequência de Fibonacci. === Função geradora === Uma função geradora para uma sequência qualquer a_0,a_1,a_2,\\dots é a função f(x) = a_0+a_1x+a_2x^2+a_3x^3+a_4x^4+\\cdots, ou seja, uma série potências formais em que cada coeficiente é um elemento da sequência. Os números de Fibonacci possuem a seguinte função geradora f\\left(x\\right)=\\frac{x}{1-x-x^2}. Quando se expande esta função em potências de x, os coeficientes são justamente os termos da sequência de Fibonacci: \\frac{x}{1-x-x^2}=0x^0+1x^1+1x^2+2x^3+3x^4+5x^5+8x^6+13x^7+\\cdots === Fórmula explícita === Conforme mencionado por Johannes Kepler, a taxa de crescimento dos números de Fibonacci, que é F_{n+1}/F_n, tende à Proporção áurea, denotada por \\phi \\phi = \\frac{1+\\sqrt{5}}{2} \\approx 1,61803398875. Em outras palavras, \\lim_{n \\to \\infty}\\left(\\frac{F_{n+1}}{F_n}\\right)=\\phi=\\frac{1+\\sqrt{5}}{2}=1,61803398875. (De um modo mais geral, \\lim_{n \\to \\infty}\\left(\\frac{F_{n+k}}{F_n}\\right)={\\phi}^k. ) Esta é a raiz positiva da equação de segundo grau x² − x − 1 = 0, então φ² = φ + 1\\. Se multiplicarmos ambos os lados por φn, teremos φn+2 = φn+1 + φn, então a função φn é uma sequência de Fibonacci. É possível demonstrar que a raiz negativa da mesma equação, 1 − φ, tem as mesmas propriedades, então as duas funções φn e (1 − φ)n formam outra base para o espaço. Ajustando os coeficientes para obter os valores iniciais adequados F(0) = 0 e F(1) = 1, tem-se a fórmula de Binet: F\\left(n\\right) = \\frac{1}{\\sqrt{5}}\\left\\\\{ \\left ( \\frac{1+\\sqrt{5}}{2} \\right )^n - \\left ( \\frac{1-\\sqrt{5}}{2} \\right )^n \\right \\\\} = {\\phi^n \\over \\sqrt{5}} - {(1-\\phi)^n \\over \\sqrt{5}}. Este resultado também pode ser derivado utilizando-se a técnica de funções geradoras, ou a técnica de resolver relações de recorrência. Quando n tende a infinito, o segundo termo tende a zero, e os números de Fibonacci tendem à exponencial φn/√5. O segundo termo já começa pequeno o suficiente para que os números de Fibonacci possam ser obtidos usando somente o primeiro termo arredondado para o inteiro mais próximo. ====Fórmula de Binet e o Binômio de Newton==== Se expandirmos a Fórmula de Binet usando o Binômio de Newton, é possível também escrevê-la em termos racionais, ou seja, nessa forma: :a) Se n for ímpar: F(n)=\\frac{ \\displaystyle\\sum_{p=0}^{(n-1)/2}{n\\choose 2p+1}5^p }{2^{n-1}} :b) Se n for par: F(n)=\\frac{ \\displaystyle\\sum_{p=0}^{(n-2)/2}{n\\choose 2p+1}5^p }{2^{n-1}} :Ou ainda, de modo equivalente: F(n)=\\frac{ \\displaystyle\\sum_{p=0}^{\\lfloor (n-1)/2 \\rfloor}{n\\choose 2p+1}5^p }{2^{n-1}}, onde \\lfloor (n-1)/2 \\rfloor representa a parte inteira de (n-1)/2. ====Função inversa da fórmula de Binet==== Para resolver o problema inverso, ou seja, qual a posição que um dado número de Fibonacci ocupa na sequência, existe a função inversa da fórmula de Binet:Mathematics - \"How can I find an inverse to the Binet formula?\". . Consultado em 09 de maio de 2016. 1) O número dado é um número de Fibonacci se \\sqrt{5{{F_n}^2}\\pm 4} for um número inteiro e positivo. Como ainda não sabemos o valor de n, (temos apenas o número que desejamos calcular: o suposto F_n), há que se testar inicialmente as duas possibilidades. Se n for ímpar, então \\sqrt{5{{F_n}^2}- 4} será inteiro, e se n for par, então \\sqrt{5{{F_n}^2}+ 4} será inteiro. 2) A posição que esse número ocupa na sequência é calculada por: \\lfloor n \\rfloor=\\log_{\\left(\\frac{1+{\\sqrt{5}}}{2}\\right)}{\\left({\\frac{{F_n}{\\sqrt{5}}+{\\sqrt{5{{F_n}^2}+4{(-1)}^{n}}}}{2}}\\right)}. Onde \\lfloor n \\rfloor representa a parte inteira de n. Exemplos: 1) Dado o número 1597, verifique se ele pertence à sequência de Fibonacci e, em caso afirmativo, determine a sua posição na sequência. Verificamos que \\sqrt{5(1597)^2- 4}= \\sqrt{12752041}=3571 é inteiro, o que indica que ele pertence à sequência e n neste caso é ímpar. Aplicando-se a função inversa da fórmula de Binet para F_n=1597: \\lfloor n \\rfloor=\\log_{\\left(\\frac{1+{\\sqrt{5}}}{2}\\right)}{\\left({\\frac{{F_n}{\\sqrt{5}}+{\\sqrt{5{{F_n}^2}+4{(-1)}^{n}}}}{2}}\\right)} \\lfloor n \\rfloor=\\log_{\\left(\\frac{1+{\\sqrt{5}}}{2}\\right)}{\\left({\\frac{{1597}{\\sqrt{5}}+{\\sqrt{5{(1597)^2}+4{(-1)}^{n}}}}{2}}\\right)} Lembrando que (-1) elevado a qualquer número ímpar sempre resulta (-1). Logo: \\lfloor n \\rfloor=17, o que significa que 1597 é o 17° número da sequência de Fibonacci. De fato: 1, 1, 2, 3, 5, 8, 13, 21, 34, 55, 89, 144, 233, 377, 610, 987, {\\color{blue}1597} \\cdots 2) Verifique se o número 2016 pertence ou não à sequência de Fibonacci. Neste caso, nem \\sqrt{5{(2016)^2}+4} e nem \\sqrt{5{(2016)^2}- 4} são números inteiros, o que indica que 2016 não é um número de Fibonacci. De fato, F_{17}=1597 e F_{18}=2584>2016. === Forma matricial === Para argumentos muito grandes, quando utiliza-se um computador bignum, é mais fácil calcular os números de Fibonacci usando a seguinte equação matricial: \\begin{bmatrix} 1 & 1 \\\\\\ 1 & 0 \\end{bmatrix}^n = \\begin{bmatrix} F\\left(n+1\\right) & F \\left(n\\right) \\\\\\ F\\left(n\\right) & F \\left(n-1\\right) \\end{bmatrix}, em que a potência de n é calculada através do produto matricial repetidas vezes. Um exemplo de aplicação desta expressão matricial é na demonstração do teorema de Lamé sobre o algoritmo de Euclides para o cálculo do MDC.Veja por exemplo o capítulo sobre o máximo divisor comum do wikilivro de Teoria de números. thumb|Representação da Série de Fibonacci na Molle Antonelliana em Turim, Itália == Tipos de algoritmos == Há diversos algoritmos (métodos) para calcular o n-ésimo elemento da sequência de Fibonacci, sendo que os mais comuns empregam um das seguintes abordagens: * Recursiva * Iterativa * Dividir para conquistar A seguir é apresentado um exemplo de cada um destes tipos de algoritmos em pseudocódigo. === Abordagem recursiva === A própria definição da sequência de Fibonacci pode ser tomada como base para implementar um algoritmo recursivo que gera os termos da sequência, como é mostrado a seguir: função {\\it fib}(n) :se n<2 então ::retorne n :caso contrário ::retorne {\\it fib}(n-1) + {\\it fib}(n-2) Apesar de simples, essa estratégia não é recomendável porque os mesmos valores são calculados muitas vezes (a não ser que a linguagem de programação guarde automaticamente os valores calculados nas chamadas anteriores da mesma função com o mesmo argumento). Uma análise cuidadosa mostra que a complexidade computacional do algoritmo é O(\\varphi^n). Por esse motivo, normalmente calcula-se os números de Fibonacci \"de baixo para cima\", começando com os dois valores 0 e 1, e depois repetidamente substituindo-se o primeiro número pelo segundo, e o segundo número pela soma dos dois anteriores. Uma outra alternativa é fazer uso da fórmula apresentada na seção anterior, que envolve potências da proporção áurea. No entanto, isso pode não ser muito conveniente para valores grandes de n, já que os erros de arredondamento se acumulam e a precisão dos números de ponto flutuante normalmente não será suficiente. === Abordagem iterativa === Com o uso de um algoritmo iterativo como o que é mostrado a seguir, é possível obter a sequência um pouco mais eficientemente: função {\\it fib}(n) j\\gets 1 i\\gets 0 :para k de 1 até n faça :t\\gets i+j :i\\gets j :j\\gets t :retorne i Neste caso, a complexidade computacional do algoritmo é O(n). === Abordagem dividir para conquistar === O algoritmo abaixo é bem mais eficiente e baseia-se na representação matricial da sequência de Fibonacci. Sua complexidade computacional é O(\\log(n)). função {\\it fib}(n) :se n\\leq0 então ::retorne 0 i\\gets n-1 a \\gets 1 b \\gets 0 c \\gets 0 d \\gets 1 aux1 \\gets 0 aux2 \\gets 0 :enquanto i > 0 faça ::se i é impar então ::aux1 \\gets db + ca ::aux2 \\gets d(b + a) + cb ::a \\gets aux1 ::b \\gets aux2 :aux1 \\gets c^2 + d^2 :aux2 \\gets d(2c + d) :c \\gets aux1 :d \\gets aux2 :i\\gets i\\div 2 :retorne a+b === Algoritmo em C === O algoritmo abaixo é um exemplo de como escrever um código simples em C para encontrar a sequência de Fibonacci. #include main(){ int N, num, numA, numB, i; printf(\"Digite quantos termos devem aparecer. \"); scanf(\"%d\", &N;); numA = 1; numB = 0; i = 0; while(i < N){ printf(\"%d, \", numA); num = numA + numB; numB = numA; numA = num; i++; } } == Aplicações == Os números de Fibonacci são importantes para a análise em tempo real do algoritmo euclidiano, para determinar o máximo divisor comum de dois números inteiros. Matiyasevich mostrou que os números de Fibonacci podem ser definidos por uma Equação diofantina, o que o levou à solução original do Décimo Problema de Hilbert. Os números de Fibonacci aparecem na fórmula das diagonais de um triângulo de Pascal (veja coeficiente binomial). Um uso interessante da sequência de Fibonacci é na conversão de milhas para quilômetros. Por exemplo, para saber aproximadamente a quantos quilômetros 5 milhas correspondem, pega-se o número de Fibonacci correspondendo ao número de milhas (5) e olha-se para o número seguinte (8). 5 milhas são aproximadamente 8 quilômetros. Esse método funciona porque, por coincidência, o fator de conversão entre milhas e quilômetros () é próximo de φ () (obviamente ele só é útil para aproximações bem grosseiras: além do factor de conversão ser diferente de φ, a série converge para φ). Em música os números de Fibonacci são utilizados para a afinação, tal como nas artes visuais, determinar proporções entre elementos formais. Um exemplo é a Música para Cordas, Percussão e Celesta de Béla Bartók. Le Corbusier usou a sequência de Fibonacci na construção do seu modulor, um sistema de proporções baseadas no corpo humano e aplicadas ao projeto de arquitetura. Em The Wave Principal, Ralph Nelson Elliot defende a ideia que as flutuações do mercado seguem um padrão de crescimento e decrescimento que pode ser analisado segundo os números de Fibonacci, uma vez determinada a escala de observação. Defende que as relações entre picos e vales do gráfico da flutuação de bolsa tendem a seguir razões numéricas aproximadas das razões de dois números consecutivos da sequência de Fibonacci. Teorias mais recentes, defendem que é possível encontrar relações “de ouro” entre os pontos de pico e os de vale, como no gráfico abaixo: Se tomarmos o valor entre o início do ciclo e o primeiro pico, e o compararmos com o valor entre este pico e o pico máximo, encontraremos também o número de ouro. O ciclo, naturalmente, pode estar invertido, e os momentos de pico podem se tornar momentos de vale, e vice-versa. == Generalizações == Uma generalização da sequência de Fibonacci são as sequências de Lucas. Um tipo pode ser definido por: U(0) = 0 U(1) = 1 U(n+2) = PU(n+1) - QU(n) onde a sequência normal de Fibonacci é o caso especial de P = 1 e Q = -1. Outro tipo de sequência de Lucas começa com V(0) = 2, V(1) = P. Tais sequências têm aplicações na Teoria de Números e na prova que um dado número é primo (primalidade). Os polinômios de Fibonacci são outra generalização dos números de Fibonacci. == Identidades == *\\sum_{p=1}^{n}{F_n}^2=F_nF_{n+1} *\\sum_{p=1}^{n}{F_{2p}}=F_{2n+1}-1 *\\sum_{p=1}^{n}{F_{2p-1}}=F_{2n} *\\sum_{p=1}^{2n}{F_{p}}=F_{2n+2}-1Propriedades matemáticas dos números de Fibonacci. . Consultado em 06 de maio de 2016. *\\sum_{p=0}^{\\lfloor n/2\\rfloor}{n-p\\choose p}=F_{n+1}, onde \\lfloor n/2\\rfloor denota a parte inteira de n/2.Wolfram MathWorld: Pascal's Triangle. . Consultado em 06 de maio de 2016. *\\sum_{p=1}^{n}{\\frac{F_{p+1}}{F_{p+2}.F_{p+3}}}=\\frac{F_{n+3}-2}{2F_{n+3}}. *\\frac{{F^{2}}_{2k + 1} + {F^{2}}_{2k - 1} + 1}{{F_{2k + 1}}\\cdot{F_{2k - 1}}} = 3. *\\sum_{p=1}^{n}{F_{4p}}=\\sum_{p=1}^{2n}{F_pF_{p+1}}={F^{2}}_{2n+1}-1 *\\sum_{p=0}^{n}{f_n}^3=\\frac{f_{3n+4}+6(-1)^nf_{n-1}+5}{10}. (Onde f_n=F_{n+1})Sumofcubes.pdf. . Acessado em 04 de maio de 2016. *F_nF_{n+1}-F_nF_{n-1}=F_n^{2} *\\sum_{k=0}^\\infty \\frac{1}{1+F_{2k+1}} = \\frac{\\sqrt{5}}{2}, *\\sum_{k=1}^\\infty \\frac{(-1)^{k+1}}{\\sum_{j=1}^k {F_{j}}^2} = \\frac{\\sqrt{5}-1}{2}. *\\psi = \\sum_{k=1}^{\\infty} \\frac{1}{F_k} = 3,359885666243 \\dots *\\sum_{n=0}^{\\infty} \\frac{1}{F_{2^n}} = \\frac{7 - \\sqrt{5}}{2}\\,, *\\sum_{n=0}^N \\frac{1}{F_{2^n}} = 3 - \\frac{F_{2^N-1}}{F_{2^N}}. *{F_n}^2+{F_{n+1}}^2=F_{2n+1} Além disso, F_{n+2}=\\sqrt{\\frac{F_n{F_{n+1}^2}(3{F_n}+4{F_{n+1}})+1}{{F_n}^2+{F_{n+1}}^2}} *F_nF_{n+2}+F_{n+1}F_{n+3}=F_{n+2}F_{n+3}-F_{n+1}F_n * F_{n+2}=F_{n+1}+F_{n} (da definição) * \\sum_{n=1}^NF_{n}=F_{N+2}-1 (usando a identidade telescópica) * \\sum_{n=1}^NnF_{n}= NF_{N + 2} - F_{N+ 3}+2 Esta fórmula pode ser provada por indução. Para N=1 é evidente. Supondo o resultado certo para N\\geq 1 \\sum_{n=1}^{N+1}nF_{n}= \\sum_{n=1}^{N}nF_{n}+(N+1) F_{N+1} =NF_{N + 2} - F_{N+ 3}+2+(N+1) F_{N+1} =NF_{N + 3} - F_{N+ 3}+2+ F_{N+1} =NF_{N + 3} - F_{N+ 3}+2+ F_{N+1} =NF_{N + 3} - F_{N+ 2}+2= NF_{N + 3} - (F_{N+ 4}-F_{N+3})+2 =NF_{N+2}+2-F_{N+3} Ou heuristicamente \\sum_{n=1}^{N}nF_{n}= \\sum_{n=1}^{N}n(F_{n+2}-F_{n+1}) = \\sum_{n=1}^{N}(nF_{n+2}-nF_{n+1}) =\\sum_{n=1}^{N}((n+2-2)F_{n+2}-(n+1-1)F_{n+1}) =\\sum_{n=1}^{N}((n+2)F_{n+2}-(n+1)F_{n+1})-\\sum_{n=1}^{N}(2F_{n+2}-F_{n+1}) =(N+2)F_{N+2}-2F_{2}-\\sum_{n=1}^{N}(F_{n+2}+F_{n}) =(N+2)F_{N+2}-2-(F_{N+4}-1-F_1-F_2+ F_{N+2}-1 ) =(N+1)F_{N+2}+2-(F_{N+4}) =NF_{N+2}+-(F_{N+4}-F_{N+2}) =NF_{N+2}+2-F_{N+3} ==Outras propriedades== 1) Considerando-se os inteiros positivos a \\ge 1 e b \\ge 1, então : F_{b+a}=F_{b-1}F_a+F_bF_{a+1} Prova: :Para a=1: F_{b+1}=F_{b-1}+F_{b} :Para a=2 F_{b+2}=F_{b}+ F_{b+1} :Supondo para todo b>1, com q>k\\ge2, e usando-se o princípio da Indução Matemática, F_{b+(q-2)}=F_{b-1}F_{q-2}+F_{b}F_{q-1} F_{b+(q-1)}=F_{b-1}F_{q-1}+F_{b}F_{q} :Somando-se membro a membro e considerando a fórmula recursiva, F_{b+q}=F_{b-1}F_{q}+F_{b}F_{q+1} Isso vale também para q. Logo, fazendo-se a substituição: F_{b+a}=F_{b-1}F_a+F_bF_{a+1} :2) Se b é divisível por a, então F_{b} é divisível por F_{a} :Prova: b=aq para algum q inteiro não negativo. Hipótese de indução: q \\ge 1 e F_{aq} é divisível por F_{a}. :Pela propriedade 1, citada acima: F_{a(q+1)}=F_{aq+a}=F_{aq-1}F_{a}+F_{aq}F_{a+1}. :Como F_{aq-1}F_{a} e F_{aq}F_{a+1} são divisíveis por F_{a}, pela hipótese de indução, então F_{a} divide a soma desses dois produtos, quer dizer: F_{a(q+1)} é divisível por F_{a} :3) Se c é o máximo divisor comum (mdc) de a e b, então o máximo divisor comum de F_{a} e F_{b} é igual a F_{c}. :Prova: :Se a=1, o mdc é 1 e mdc de F_{a} e F_{b} é F_{1}. Se a=b não há o que provar. :Se a é maior ou igual a 2 e menor que b, F_{b}=F_{a+(b-a)}=F_{a-1}F_{b-a}+F_{a}F_{b-a+1}. Consequentemente, o máximo divisor comum de F_{a} e F_{b} é igual ao mdc de F_{a} e F_{a-1}F_{b-a}, ou seja, de F_{a} e F_{b-a}. :Pela hipótese de indução: F_{mdc(a, b-a)}=F_{mdc(a,b)} 4) (Teorema de Zeckendorf).Representação de Zeckendorf. Encyclopedia of Mathematics (em inglês). Consultado em 02 de maio de 2016 \"Todo número inteiro positivo pode ser representado unicamente como a soma de números de Fibonacci de índices não consecutivos e maiores que 1.\" 5) Definindo A_n=\\sqrt{{F_n}^2+{F_{n+2}}^2}, os números A_n, A_{n+1} e A_{n+2} são as medidas de comprimento dos lados de um triângulo cuja área é \\frac{1}{2} unidade. == Número Tribonacci == Um número Tribonacci assemelha-se a um número de Fibonacci, mas em vez de começarmos com dois termos pré- definidos, a sequência é iniciada com três termos pré-determinados, e cada termo posterior é a soma dos três termos precedentes. Os primeiros números de uma pequena sequência Tribonacci são: 1, 1, 2, 4, 7, 13, 24, 44, 81, 149, 274, 504, 927, 1705, 3136, 5768, 10609, 19513, 35890, 66012, 121415, 223317, etc.A000073 OEIS ===Forma explícita dos números de TribonacciWolfram MathWorld .Acessado em 04 de maio de 2016.=== De modo semelhante à sequência de Fibonacci, é possível obter a forma explícita de um número Tribonacci (T_n): T_1=T_2=1 e T_3=2 e T_n=T_{n-1}+T_{n-2}+T_{n-3} Sendo \\alpha, \\beta e \\gamma as soluções da equação: x^3-x^2-x-1=0. Então: T_n=\\frac{\\alpha^{n+1}}{(\\alpha-\\beta)(\\alpha-\\gamma)}+\\frac{\\beta^{n+1}}{(\\beta-\\alpha)(\\beta-\\gamma)}+\\frac{\\gamma^{n+1}}{(\\gamma-\\alpha)(\\gamma-\\beta)} T_n=\\frac{\\alpha^{n}}{-{\\alpha}^2+4{\\alpha}-1}+\\frac{\\beta^{n}}{-{\\beta}^2+4{\\beta}-1}+\\frac{\\gamma^{n}}{-{\\gamma}^2+4{\\gamma}-1} ===Função geradora=== \\frac{x}{1-x-x^2-x^3}=1+x+2x^2+4x^3+7x^4+13x^5+24x^6+44x^7+81x^8+149x^9+... ==Sequências recursivas semelhantes à de Fibonacci de modo geral== De modo semelhante aos resultados obtidos sobre a sequência de Fibonacci apresentados acima, é possível descobrir, por raciocínios semelhantes, propriedades de sequências da forma A_n=aA_{n-1}+bA_{n-2}, onde a e b são números reais. Tomemos, como exemplo, a sequência definida recursivamente por A_n=2A_{n-1}+A_{n-2} com A_1=A_2=1. É a sequência (1,1,3,7,17,41,99,239,577,...) De modo semelhante à sequência de Fibonacci, ao dividirmos um de seus termos pelo seu antecessor, o resultado também tenderá a um número real, só que neste caso é (1+\\sqrt{2})=2,41421356237309... Ou seja, \\lim_{n \\to \\infty}\\left(\\frac{A_{n}}{A_{n-1}}\\right)=1+\\sqrt{2}=2,41421356237309.... A propósito, o número {1 + \\sqrt{2}} é conhecido como \"Razão de prata\" ou \"Silver ratio\"Vera W. de Spinadel (1999). The Family of Metallic Means, Vismath 1(3) from Mathematical Institute of Serbian Academy of Sciences and Arts. Também é possível obter fórmulas explícitas para calcular cada termo A_n em função de n, neste caso o resultado é cada vez mais preciso à medida que n aumenta, até que a partir de n=21 o resultado é exato. As fórmulas explícitas dessa sequência são: A_n=\\frac{{(1+\\sqrt{2})}^n+{(1-\\sqrt{2})}^n}{2{(1+\\sqrt{2})}} e A_n=\\frac{{(1+\\sqrt{2})}^n-{(1-\\sqrt{2})}^n}{2{(1+\\sqrt{2})}}. A tabela a seguir mostra os resultados para os 22 primeiros números dessa sequência: n A_n (pela fórmula recursiva) \\frac{{(1+\\sqrt{2})}^n+{(1-\\sqrt{2})}^n}{2{(1+\\sqrt{2})}} \\frac{{(1+\\sqrt{2})}^n-{(1-\\sqrt{2})}^n}{2{(1+\\sqrt{2})}} \\frac{A_n}{A_{n-1}} 1 1 0,414213562373095 0,585786437626905 - 2 1 1,24264068711929 1,17157287525381 1 3 3 2,89949493661166 2,92893218813452 3 4 7 7,04163056034261 7,02943725152286 2,33333333333333 5 17 16,9827560572969 16,9878066911802 2,42857142857143 6 41 41,0071426749364 41,0050506338833 2,41176470588235 7 99 98,9970414071697 98,9979079589469 2,41463414634146 8 239 239,001225489276 239,000866551777 2,41414141414141 9 577 576,999492385721 576,999641062501 2,41422594142259 10 1393 1393,00021026072 1393,00014867678 2,41421143847487 11 3363 3362,99991290716 3362,99993841606 2,41421392677674 12 8119 8119,00003607503 8119,0000255089 2,41421349985132 13 19601 19600,9999850572 19600,9999894339 2,41421357310014 14 47321 47321,0000061895 47321,0000043766 2,41421356053263 15 114243 114242,999997436 114242,999998187 2,41421356268887 16 275807 275807,000001062 275807,000000751 2,41421356231892 17 665857 665856,99999956 665856,999999688 2,41421356238239 18 1607521 1607521,00000018 1607521,00000013 2,4142135623715 19 3880899 3880898,99999992 3880898,99999994 2,41421356237337 20 9369319 9369319,00000002 9369319,00000001 2,41421356237305 21 22619537 22619537 22619537 2,4142135623731 22 54608393 54608393 54608393 2,41421356237309 \\cdots \\cdots \\cdots \\cdots \\cdots \\infty A_n A_n A_n 1+\\sqrt{2} Perceba, por exemplo, que nessa sequência é válido que: {A_n}^2+{A_{n+1}}^2=A_{2n+1}-A_{2n}. Outro exemplo, seja a sequência definida por B_{n+2}=B_{n+1}+B_n, com B_1=a e B_2=b, onde a e b são números reais. Sendo F_n o n-ésimo termo da sequência de Fibonacci, então B_n=F_n{\\left(a{\\phi}^{-2}+b{\\phi}^{-1}\\right)}, onde \\phi=\\left(\\frac{1+\\sqrt{5}}{2}\\right). == A Sequência de Fibonacci na natureza == A sequência de Fibonacci está intrinsecamente ligada à natureza. Estes números são facilmente encontrados no arranjo de folhas do ramo de uma planta, em copas das árvores ou até mesmo no número de pétalas das flores. As sementes das flores, frutos e, de forma particularmente interessante, as pinhas, trazem no seu escopo natural esta sequência. Como esta proporção trata-se de uma sucessão numérica, é possível perceber, em vários traços notáveis, a manifestação desta em muitos aspectos da natureza de maneira estética e funcional. Tal linha de análise é, muitas vezes, utilizada como base explicativa para a teoria criacionista denominada Design Inteligente. === Nautilus === Na espiral do nautilus, por exemplo, pode ser facilmente percebida a sequência de Fibonacci. A composição de quadrados com lados de medidas proporcionais aos números da sequência mostram a existência desta sucessão numérica nesta peça natural. O primeiro quadrado terá os lados com medida 1, o segundo também, o terceiro terá os seus lados com medida 2, o quarto com medida 3, o quinto com medida 5, o sexto com medida 8 e, assim, sucessivamente. === Anatomia humana - dentição === Vistos frontalmente, os dentes anteriores estão na proporção áurea entre si. Por exemplo, a largura do incisivo central está proporcional à largura do incisivo lateral, assim como o incisivo lateral está proporcional ao canino, e o canino ao primeiro pré- molar. O segmento “incisivo central até o primeiro pré-molar” se encontra na proporção áurea em relação ao canto da boca (final do sorriso). A altura do incisivo central está na proporção áurea em relação à largura dos dois centrais Na face relaxada, a linha dos lábios divide o terço inferior da face nos segmentos da proporção áurea: “da ponta do nariz à linha dos lábios” e “da linha dos lábios até o queixo” (retângulo de ouro). === A espiral === Na espiral formada pela folha de uma bromélia, pode ser percebida a sequência de Fibonacci, através da composição de quadrados com arestas de medidas proporcionais aos elementos da sequência, por exemplo: 1, 1, 2, 3, 5, 8, 13… , tendentes à razão áurea. Este mesmo tipo de espiral também pode ser percebida na concha do Nautilus marinho. === Arranjos nas folhas === Os arranjos das folhas de algumas plantas em torno do caule são números de Fibonacci. Com este arranjo, todas as folhas conseguem apanhar os raios solares uniformemente. Esta formação, em caso de chuva, também facilita o escoamento da água na planta. === Reprodução das abelhas === A seqüência de Fibonacci descreve perfeitamente a reprodução das abelhas. Recentemente, uma análise matemática- histórica do contexto e da proximidade com a cidade de \"Bugia\" (que é derivado da versão francesa do nome desta cidade, ou seja \"Bougie\", que significa \"vela\" em francês), importante exportadora de cera na época de Leonardo de Pisa, sugeriu ele, fez o que realmente a abelha-produtores de Bugia e o conhecimento das linhagens de abelhas que inspirou os números da seqüência de Fibonacci, em vez de o modelo de reprodução de coelhos. == A Sequência de Fibonacci no cinema == O filme Pi de Darren Aronofsky apresenta várias referências à sequência de Fibonacci. Seu protagonista é Maximillian \"Max\" Cohen (Sean Gullette), um matemático brilhante e atormentado que tenta decodificar o padrão numérico do mercado de ações. Em uma cena, Max desenha quadrados com arestas de medidas proporcionais aos elementos da sequência de Fibonacci e os sobrepõe ao desenho do Homem Vitruviano de Leonardo da Vinci, trazendo-lhe certezas às suas convicções de que a matemática é a linguagem da natureza. Em outra cena, Max apanha uma concha em uma praia e observa a espiral nela descrita. Em outro trecho do filme, Max encontra o judeu Lenny Meyer, que lhe fala da crença em que a Torah seria uma sequência de números que formam um código enviado por Deus, quando entendidas as correspondências entre as letras do alfabeto hebraico a números. Max diz que alguns dos conceitos apresentados por Lenny são similares a uma sequência de Fibonacci. A sequência também é tema de um episódio da série Touch da Rede FOX e de Criminal Minds, no canal AXN. Em O Código Da Vinci, a sequência de Fibonacci foi usada como um código, mas também para confundir os personagens. == Repfigits == Um repfigit ou número de Keith é um número inteiro, superior a 9, tal que os seus dígitos, ao começar uma sequência de Fibonacci, alcançam posteriormente o referido número. Um exemplo é 47, porque a sequência de Fibonacci que começa com 4 e 7 (4, 7, 11, 18, 29, 47) alcança o 47. Outro exemplo é 197: 1+9+7= 17, 9+7+17= 33, 7+17+33= 57, 17+33+57= 107, 33+57+107= 197. Um repfigit pode ser uma sequência de Tribonacci se houver três dígitos no número, e de Tetranacci se o número tiver quatro dígitos, etc. Alguns Números de Keith conhecidos: 14, 19, 28, 47, 61, 75, 197, 742, 1104, 1537, 2208, 2580, 3684, 4788, 7385, 7647, 7909, 31331, 34285… ===Definição=== Um número Keith é um inteiro positivo N que aparece como um termo em uma relação de recorrência linear com termos iniciais com base nas suas próprias casas decimais. Dado um número n número de quatro dígitos: N=\\sum_{i=0}^{n-1} 10^i {d_i}, uma sequência S_N é formada com condições iniciais d_{n-1}, d_{n-2},\\ldots, d_1, d_0 e com um termo geral produzido como a soma dos anteriores n termos. Se o número N aparece na sequência S_N então dizemos que N é um número de Keith. Números de um dígito possuem a propriedade Keith trivialmente, e normalmente são excluídos. ===Tabela com os 94 primeiros números de KeithOEIS/A007629-Lista dos 94 primeiros números de Keith< http://oeis.org/A007629/b007629.txt >=== 1 14 2 19 3 28 4 47 5 61 6 75 7 197 8 742 9 1104 10 1537 11 2208 12 2580 13 3684 14 4788 15 7385 16 7647 17 7909 18 31331 19 34285 20 34348 21 55604 22 62662 23 86935 24 93993 25 120284 26 129106 27 147640 28 156146 29 174680 30 183186 31 298320 32 355419 33 694280 34 925993 35 1084051 36 7913837 37 11436171 38 33445755 39 44121607 40 129572008 41 251133297 42 24769286411 43 96189170155 44 171570159070 45 202366307758 46 239143607789 47 296658839738 48 1934197506555 49 8756963649152 50 43520999798747 51 74596893730427 52 97295849958669 53 120984833091531 54 270585509032586 55 754788753590897 56 3621344088074041 57 3756915124022254 58 4362827422508274 59 11812665388886672 60 14508137312404344 61 16402582054271374 62 69953250322018194 63 73583709853303061 64 119115440241433462 65 166308721919462318 66 301273478581322148 67 1362353777290081176 68 3389041747878384662 69 5710594497265802190 70 5776750370944624064 71 6195637556095764016 72 12763314479461384279 73 27847652577905793413 74 45419266414495601903 75 855191324330802397989 76 7657230882259548723593 77 26842994422637112523337 78 36899277593852609997403 79 61333853602129819189668 80 229146413136585558461227 81 9838678687915198599200604 82 18354972585225358067718266 83 19876234926457288511947945 84 98938191214220718050301312 85 133118411174059688391045955 86 153669354455482560987178342 87 154140275428339949899922650 88 154677881401007799974564336 89 295768237361291708645227474 90 956633720464114515890318410 91 988242310393860390066911414 92 9493976840390265868522067200 93 41796205765147426974704791528 94 70267375510207885242218837404 == Ver também == * Proporção áurea * Divisão em média e extrema razão * György Dóczi == Ligações externas == * , On-Line Encyclopedia of Integer Sequences * * * Categoria:Sequências de números inteiros",
 "title": "Sequência de Fibonacci"
}