{
 "id": "37265",
 "text": "{{Info/Município do Brasil | nome = São Francisco | foto = | leg_foto = Entrada da Cidade de São Francisco - SP | apelido = A cidade criança | brasão = Bsfspbr.png | bandeira = Bandeira de São Francisco.jpg | link_brasão = | link_hino = | aniversário = | fundação = | gentílico = são-francisquense | lema = | prefeito = Sebastião de Oliveira Baptista | vice-prefeito = Luciano Fernando Giacometi | partido = PTB | fim_mandato = 2024 | mapa = SaoPaulo Municip SaoFrancisco.svg | latP = S | latG = 20 | latM = 21 | latS = 32 | lonP = O | lonG = 50 | lonM = 41 | lonS = 49 | estado = São Paulo | mesorregião = São José do Rio Preto | data_mesorregião = IBGE/2008 | microrregião = Jales | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Urânia, Dirce Reis, Jales, Palmeira d'Oeste | dist_capital = 608 | área = 75.6 | área_ref = | população = 2793 | data_pop = Censo IBGE/2010 | altitude = 402 | clima = tropical | sigla_clima = aw | idh = 0.758 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2009 | pib_per_capita = 9137.01 | data_pib_per_capita = IBGE/2009 }} São Francisco é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 20º21'33\" sul e a uma longitude 50º41'48\" oeste, estando a uma altitude de 402 metros. A cidade tem uma população de 2.793 habitantes (IBGE/2010) e área de 75,6 km². == História == No dia 3 de maio de 1958 foi fundado o patrimônio de São Francisco, pelo senhor Euphly Jalles, juntamente com o Sr. José Pinheiro Neto (co-fundador), cujo nome foi dado em homenagem a seu pai Francisco Jalles. O patrimônio fora planejado com o intuito de ser cidade. O dia 3 de maio fora escolhido por ser o dia de santa cruz, cuja manhã foi chuvosa, obrigando o padre a rezar a missa campal sob um guarda-chuva, o homem que segurava o guarda-chuva chamava João Mantovani. Ali compareceram alguns moradores que haviam adquirido lotes e construído suas casas por intermédio do Senhor José Pinheiro Neto, o primeiro habitante que tinha a função de administrar o patrimônio e vender os lotes, o qual também exercia a função de prático em farmácia, sendo a sua farmácia a primeira de São Francisco. Assistiram a missa e presenciaram o ato de fundação os senhores: Antônio Galoni, Juvenal Câmara, Manoel Rocha da Silva, Aloísio Rocha da Silva, Alfredo Buzzo, João Mantovani e muitos outros. nesta data levantou-se o cruzeiro. Ainda neste dia foi lavrada a ata de fundação. O local onde se realizou a missa estava destinado à futura capela. falou na ocasião Euphly Jalles, esclarecendo os objetivos da fundação e enaltecendo o trabalho até então realizado. frisou que na periferia do patrimônio haveria o loteamento de pequenas propriedades rurais, não devendo ultrapassar a dois alqueires. No ano de 1959 o patrimônio de São Francisco foi elevado à categoria de distrito, pertencente ao município de Jales. Pela lei estadual nº 8.092 de 28 de fevereiro de 1964, São Francisco foi elevado à categoria de município. Existia no município de São Francisco o então distrito de Dirce Reis que em 9 de janeiro de 1990 obteve autonomia político-administrativa, tornando-se município. == Geografia == === Hidrografia === * Ribeirão dos Coqueiros === Clima === * São Francisco possui um clima tropical semiúmido com inverno seco e verão chuvoso, com precipitações médias em torno de 1362mm. As temperaturas médias mínimas e máximas atingem, respectivamente, 17°C e 33,5°C, com oscilações bruscas durante o ano. === Rodovias === * SP-563 === Demografia === Dados do Censo - 2010 População total: 2.793 * Urbana: 2.167 * Rural: 626 * Homens: 1.400 * Mulheres: 1.393 Densidade demográfica (hab./km²): 36,94 == Economia == * A Agropecuária é a base da economia local. O Município conta com vários pequenos e médios produtores rurais, o cultivo de frutas cítricas (laranja e limão) e sementes para pastagem se destacam junto com a criação de bovinos e suínos para a indústria de alimentos e laticínios. == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu em 1985 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Prefeitos anteriores == * 1965 a 1968 - Edson Steluti * 1969 a 1972 - João José de Paula * 1973 a 1976 - José Nunes Pires * 1977 a 1982 - Oscar Antônio da Costa / Guilhermino de Souza Lima (Dirce Reis) * 1983 a 1988 - Reinaldo dos Santos * 1989 a 1992 - Guilhermino de Souza Lima (Dirce Reis) * 1993 a 1996 - Natanael Valera * 1997 a 2000 - José Carlos Sabadini * 2001 a 2004 - Natanael Valera * 2004 a 2008 - Natanael Valera * 2009 a 2012 - Sebastião de Oliveira Baptista * 2013 a 2016 - Mauricio Honório de Carvalho * 2017 a 2020 - Mauricio Honório de Carvalho ==Ver também== *Programa Acessa São Paulo ==Ligações externas== * * Categoria:Fundações em São Paulo em 1958 Categoria:Municípios de São Paulo",
 "title": "São Francisco (São Paulo)"
}