{
 "id": "37270",
 "text": "{{Info/Município do Brasil | nome = Barracão | foto = Memorial 100 anos demarcação Brasil-Argentina - 100 years memorial demarcation Brazil - Argentina - picture Eugênio Lazarotto - panoramio.jpg | leg_foto = Memorial 100 anos demarcação Brasil-Argentina | apelido = | brasão = Barracãobrasão.png | bandeira = Bandeira de Barracão.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = barraconense | lema = | prefeito = Jorge Luiz Santin | partido = PSD | fim_mandato = 2024 | mapa = Parana Municip Barracao.svg | latP = S | latG = 26 | latM = 15 | latS = 14 | lonP = O | lonG = 53 | lonM = 37 | lonS = 58 | estado = Paraná | mesorregião = Sudoeste Paranaense | data_mesorregião = IBGE/2008 | microrregião = Francisco Beltrão | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = | dist_capital = 544 | área = 163.931 | área_ref = | população = 10238 | data_pop = estimativa IBGE/2018 | altitude = 835 | clima = Subtropical | sigla_clima = | idh = 0.764 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10261.87 | data_pib_per_capita = IBGE/2008 | site_prefeitura = barracao.pr.gov.br }} Barracão é um município do sudoeste do Paraná conurbada com a cidade de Dionísio Cerqueira (Santa Catarina), e Bernardo de Irigoyen (Misiones, Argentina), com as quais forma uma tríplice fronteira (Misiones, Santa Catarina e Paraná). Sua população, conforme estimativas do IBGE de 2018, era de habitantes. == História == No dia 04 de julho de 1903, o General Dionísio Cerqueira, na época Chefe da Comissão de Demarcação dos Limites entre Brasil e Argentina, fundou um povoado nas cabeceiras dos Rios Capanema e Peperi Guaçu, na fronteira com a vizinha República do Prata. O primeiro morador da localidade, que recebeu a denominação de Barracão, foi Misael Siqueira Bello que, na condição de pioneiro deu grande impulso ao seu desenvolvimento. Inclusive, Misael foi por vários anos agente de Correios e Telégrafos, também vindo a ser futuramente seu primeiro prefeito. Dada a exuberância e a fertilidade das terras e a grande quantidade de madeira existente, colonos vindos dos Estados do Rio Grande do Sul e Santa Catarina, estabeleceram-se em Barracão, dedicando-se à extração de madeira, de erva-mate e também à cultura de cereais, fumo e cana de açúcar, com isso o povoado teve rápido crescimento. Em 1914, foi criado um Distrito Judiciário com a denominação de Dionísio Cerqueira, com sede no lugar denominado Barracão, no Município de Clevelândia. Havia, na época, uma questão de limites entre os Estados do Paraná e Santa Catarina que foi resolvida em 1916, com a celebração de um acordo entre os dois Estados. Em função desse acordo de limites, Barracão foi dividido em dois, ficando parte no Paraná e parte em Santa Catarina, separadas apenas por uma linha divisória seca. A parte que ficou no Paraná, permaneceu com o nome de Barracão e a que ficou em Santa Catarina, recebeu a denominação de Dionísio Cerqueira, em homenagem ao seu fundador. A cidade fundada no lado Argentino, separada apenas pelo Rio Peperi Guaçu, recebeu a denominação de Bernardo Irigoyen. Desta forma, Barracão no Paraná e Dionísio Cerqueira em Santa Catarina parecem formar uma só Cidade. Em 1951, Barracão foi elevado a Município. Barracão era o nome de uma hospedaria construída no povoado e que servia de local de pouso e descanso de tropeiros, originando-se, daí, o nome do Município. == Fundação == Fundado no dia, 14 de dezembro de 1952, Barracão passou por uma formação administrativa em divisões territoriais datadas de 31-12-1936 e 31-12-1937, figura no município de Clevelândia o distrito de Dionísio Cerqueira. Pelo decreto-lei estadual n° 7573, de 26-10-1938, o distrito de Dionísio Cerqueira passou a denominar-se Santo Antônio. Sob o mesmo decreto o distrito de Santo Antônio foi extinto, sendo seu território anexado ao distrito de Porto Branco. Elevado à categoria de município e distrito com a denominação de Barracão, pela lei estadual n° 790, de 14-11-1951, desmembrado de Clevelândia. Sede no atual distrito de Barracão. Constituído do distrito sede. Instalado em 14-12-1952. Pela lei municipal n° 13, de 20-08-1955, é criado os distritos de Bom Jesus do Barracão, Salgado Filho, São Sebastião da Bela Vista e Siqueira Belo e anexados ao município de Barracão. Em divisão territorial datada de 1-07-1960, o município é constituído de 5 distritos: Barracão, Salgado Filho, São Sebastião da Bela Vista, Siqueira Belo e Bom Jesus do Barracão. Pela lei municipal n° 19, de 10-08-1962, é criado o distrito de Tiradentes e anexado ao município de Barracão. Pela lei estadual n° 788, e 29-11-1963, desmembra do município de Barracão os distritos de Salgado Filho, São Sebastião do Bela Vista e Tiradentes. Para formar o novo município de Barracão. Em divisão territorial datada de 31-12-1963, o município é constituído de 3 distritos: Barracão, Bom Jesus do Barracão e Siqueira Belo. Assim permanecendo em divisão territorial datada de 1-06-1995. Pela lei estadual nº 11260, de 21-12-1995, desmembra do município de Barracão o distrito de Bom Jesus do Sul (ex-Bom Jesus do Barracão). Elevado à categoria de município. Em divisão territorial datada de 15-07-1999, o município é constituído de 2 distritos: Barracão e Siqueira Belo. Alterações Toponímicas Distritais: Dionísio Cerqueira para Santo Antônio alterado, pelo decreto-lei estadual nº 7573, de 26-10-1938. Santo Antônio para Barracão alterado, pela lei estadual nº 790, de 14-11-1951.acão alterado, pela lei estadual nº 790, de 14-11-1951. Barracao Categoria:Municípios fronteiriços do Brasil Categoria:Fundações no Paraná em 1951",
 "title": "Barracão (Paraná)"
}