{
 "id": "37281",
 "text": "{{Info/Município do Brasil | nome = Califórnia | foto = | leg_foto = | apelido = | brasão = Brasão_Califórnia.jpg | bandeira = Bandeira_Califórnia.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Califórnia | aniversário = 26 de novembro | fundação = | gentílico =californiano | prefeito = Paulo Wilson Mendes | partido = UNIÃO | fim_mandato = 2024 | mapa = Parana Municip California.svg | estado = Paraná | mesorregião = Norte Central Paranaense | data_mesorregião = IBGE/2008 | microrregião = Apucarana | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte, Oeste e Nordeste: Apucarana; Sul, Sudeste e Sudoeste: Marilândia do Sul | dist_capital = 348 | área = 141.816 | área_ref = | população = 8533 | data_pop = estimativa IBGE/2018 | altitude = 800 | clima = Subtropical | sigla_clima = | idh = 0.745 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6898.54 | data_pib_per_capita = IBGE/2008 | site_prefeitura = california.pr.gov.br }} Califórnia é um município brasileiro do estado do Paraná. Localiza-se a uma latitude 23º39'00\" sul e a uma longitude 51º21'18\" oeste, estando a uma altitude de 800 metros. Sua população, conforme estimativas do IBGE de 2018, era de habitantes. Possui uma área de 137,77 km². == História == A fundação de Califórnia deve-se ao engenheiro civil Alberto Le Veillie Du Plessis, cidadão francês, que auxiliado pelo topógrafo Menotti Bolinelli, fizeram a medição da terra. O começo do povoado se deu em 1942, com pessoas vindas de Minas Gerais, sendo que as primeiras casas foram construídas onde hoje passa a BR-376, no trecho denominado avenida Ponta Grossa. Em 1949 o povoado foi elevado a categoria de distrito de Araruva (atual Marilândia do Sul). Pela lei nº 253 de 26 de novembro de 1954, foi elevado a categoria de município, sendo instalado oficialmente em 17 de dezembro de 1955. Seu fundador Alberto Le Veillie Du Plessis, que deu a denominação de Califórnia a este município, por achar seu clima e aspectos naturais semelhante ao estado norte-americano de mesmo nome. == Geografia == ; Área A área do município é de 134 quilômetros quadrados ou 5620 alqueires, e os principais acidentes geográficos são o rio Taquara e o rio Jacucaca. ; Clima O clima do município é quente e pouco úmido no verão e na primavera, e ameno e agradável no inverno e no outono. As temperaturas situam-se nas faixas: * Máxima:36 °C no verão * Mínima: 1 °C no inverno == Pontos turísticos == * Igreja Matriz São Francisco de Assis (conhecida por ter uma das maiores torres do Paraná) * Portal turístico da saída para Curitiba * Portal turístico da saída para Apucarana * Calçadão * Praça da Independência (praça da igreja) == Filhos ilustres == * Orlando Pessuti - político do Estado do Paraná. * Fabiano da dupla César Menotti & Fabiano. * Dailza Damas, nadadora, sendo a primeira brasileira a atravessar a nado o Canal da Mancha. * João Lopes, cantor e autor da canção \"Bicho do Paraná\". Categoria:Fundações no Paraná em 1954",
 "title": "Califórnia (Paraná)"
}