{
 "id": "37294",
 "text": "{{Info/Município do Brasil | nome = Douradina | foto = | leg_foto = | apelido = | brasão = Brasao_douradina.jpg | bandeira = Bandeira_de_Douradina.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 1 de fevereiro | fundação = | gentílico =douradinense | lema = | prefeito = Oberdam José de Oliveira | partido = UNIÃO | fim_mandato = 2024 | mapa = Parana Municip Douradina.svg | latP = S | latG = 23 | latM = 22 | latS = 51 | lonP = O | lonG = 53 | lonM = 17 | lonS = 31 | estado = Paraná | mesorregião = Noroeste Paranaense | data_mesorregião = IBGE/2008 | microrregião = Umuarama | data_microrregião = IBGE/2008 | região_metropolitana = Umuarama | vizinhos = Santa Cruz de Monte Castelo e Santa Isabel do Ivaí (ao Norte); Maria Helena (ao Sul); Tapira (ao Leste) e Ivaté (a Oeste) | dist_capital = 630 | área = 419.852 | área_ref = | população = 8621 | data_pop = estimativa IBGE/2018 | altitude = 406 | clima = Subtropical | sigla_clima = Cfa | idh = 0.74 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 25684.11 | data_pib_per_capita = IBGE/2008 }} Douradina é um município do estado do Paraná, no Brasil e está localizada no noroeste paranaense, numa área de 470 km². == História == Toda a região do noroeste do estado brasileiro do Paraná era ocupada, até meados do século XX, pela etnia indígena dos xetás. Com os projetos de colonização da região levados a cabo a partir dessa época, os xetás foram praticamente exterminados, seja através da perda de suas terras, através de doenças trazidas pelos não índios ou através do assassínio puro e simples. Douradina recebeu status de município pela lei estadual nº 7107 de 17 de janeiro de 1979, com território desmembrado de Maria Helena. == Geografia == O Município de Douradina está localizado na região Noroeste do Estado do Paraná, possuindo uma latitude 23º22'51\" sul e a uma longitude 53º17'30\" oeste. Sua altitude é de 406 metros, a área total de 420,23 km² e a população, conforme estimativas do IBGE de 2018, era de habitantes. == Organização Político-Administrativa == O Município de Douradina possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Douradina, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Douradina === * Prefeito: Oberdam José de Oliveira - UB (2021/-) * Vice-prefeito: Aguinaldo Yoshio Nakamura - UB (2021/-) == Ligações externas == * Categoria:Municípios do Paraná Categoria:Fundações no Paraná em 1979",
 "title": "Douradina (Paraná)"
}