{
 "id": "37293",
 "text": "{{Info/Município do Brasil |nome = Colorado |foto = |leg_foto = |apelido = Princesa do norte | |brasão = |bandeira =Flag for Colorado.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico =colorados |lema = |prefeito = Marcos José Consalter de Mello |partido = UNIÃO |fim_mandato = 2024 | |mapa = Parana Municip Colorado.svg |latP = S |latG = 22 |latM = 50 |latS = 16 |lonP = O |lonG = 51 |lonM = 58 |lonS = 22 |estado = Paraná |mesorregião = Norte Central Paranaense |data_mesorregião = IBGE/2008 |microrregião = Astorga |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Itaguajé, Santa Inês, Santo Inácio, Nossa Senhora das Graças, Santa Fé, Lobato, Paranacity e Paranapoema |dist_capital = 531 | |área = 412.233 | área_ref = |população = 23941 |data_pop = estimativa IBGE/2017 |altitude = 380 |clima = subtropical |sigla_clima = Cfa | |idh = 0.782 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 13266.34 |data_pib_per_capita = IBGE/2008 }} Colorado é um município brasileiro do estado do Paraná. O município tem como padroeira Nossa Senhora Auxiliadora. ==História== Colorado recebeu status de município pela estadual nº 253 de 26 de novembro de 1954, com território desmembrado de Jaguapitã. ==Geografia== Possui uma área é de 412,233 km² representando 0,2023 % do estado, 0,0716 % da região e 0,0047 % de todo o território brasileiro. Localiza-se a uma latitude 22°50'16\" sul e a uma longitude 51°58'22\" oeste. Sua população estimada em 2017 era de 23941 habitantes. ===Demografia=== ;Dados do Censo - 2007 População Total: 20.957 *Urbana: 18.772 *Rural: 2.185 *Homens: 10.360 *Mulheres: 10.597 Índice de Desenvolvimento Humano (IDH-M): 0,719 *IDH-M Renda: 0,627 *IDH-M Longevidade: 0,716 *IDH-M Educação: 0,813 ==Economia== Faz parte da AMUSEP - Associação dos Municípios do Setentrião Paranaense. Tem como principais produtos agrosilvopastoris, a cana-de-açúcar, o leite e bovinos. A indústria dominante é química, produtos alimentares, couros, peles e produtos similares. O Aeroporto mais próximo é o de Maringá a 87 km. ===Turismo=== Testemunhos históricos podem ser encontrados no museu da cidade, que funciona numa antiga escola de madeira. O acervo constitui-se de objetos doados por pioneiros como telefones, máquinas de escrever, móveis, lampiões, roupas, objetos em geral. Há muitas fotos dos pioneiros, das construções da época e do cinema. A Igreja Matriz de Colorado também merece destaque, uma vez que compõe a praça central da cidade, que recebe o nome de praça Dom Bosco. Conforme relatam seus pioneiros, foi construída com o mesmo projeto da igreja de Catanduva, com planta trazida por um corretor, sendo que a única modificação teria sido a retirada da torre, pois o sino já estava fora de uso. Colorado ficou conhecida por realizar anualmente uma das maiores festas de rodeios do Brasil, a Festa do Peão. ==Esporte== Colorado possui um clube no Campeonato Paranaense de Futebol: o Colorado Atlético Clube. No passado jogou o Clube Atlético Colorado. ==Ligações externas== * * Categoria:Fundações no Paraná em 1954",
 "title": "Colorado (Paraná)"
}