{
 "id": "37378",
 "text": "{{Info/Município do Brasil | nome = Tobias Barreto | preposição = de | foto = Imagem aérea tobias barreto.jpg | leg_foto = Visão aérea de Tobias Barreto. | apelido = Capital dos Bordados | brasão = Brasao tobias.png | bandeira = Bandeira de Tobias Barreto.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Tobias Barreto | aniversário = 23 de outubro | fundação = 1599 | emancipação = | gentílico = tobiense | lema = Educatio ad libertatem \"Educar para libertar\" | CEP = 49.300-000 | padroeiro = Nossa Senhora Imperatriz dos Campos | prefeito = Dilson de Agripino | partido = Cidadania | fim_mandato = 2024 | mapa = Mapa de Localização.png | latP = S | latG = 10 | latM = 11 | latS = 02 | lonP = O | lonG = 37 | lonM = 59 | lonS = 54 | estado = Sergipe | mesorregião = Intermediária de Itabaiana | data_mesorregião = IBGE/2008 | microrregião = Vale do Rio Real | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Poço Verde, Simão Dias, Riachão do Dantas, Itabaianinha e Tomar do Geru; Itapicuru em território baiano | dist_capital = | área = 1032.829 | área_pos = BR: 1373º | área_ref = | área_urbana = | área_urbana_pos = SE: 6º | área_urbana_ref = est. Embrapa | distritos = Samambaia e Monte Coelhos | população = 50905 | população_pos = SE: 7º | data_pop = censo IBGE/2022 | altitude = 158 | altitude_ref = est. Embrapa | clima = Tropical | sigla_clima = B'sh | idh = 0.604 | data_idh = PNUD/2010 | idh_pos = BR: 5098° | gini = | data_gini = PNUD/2010 | pib = 403 067 962,83 | data_pib = IBGE/2013 | pib_per_capita = 8244,82 | data_pib_per_capita = IBGE/2015 | site_prefeitura = | site_câmara = }} Tobias Barreto, antiga Vila de Campos do Rio Real, é um município brasileiro do estado de Sergipe, na Região Nordeste do Brasil. Localizado na região Sudoeste de Sergipe. ==Geografia== Localiza-se a uma latitude 11º11'02\" sul e a uma longitude 37º59'54\" oeste, estando a uma altitude de 158 metros. Tobias Barreto situa-se ás margens de uma importante rodovia federal, a BR-349, constituindo-se em um importante entroncamento rodoviário, o que permite a integração da cidade com os maiores centros urbanos da Bahia e consequentemente de Goiás, a cidade fica a 128 km da capital Aracaju e vem se destacando como um dinâmico centro de serviços para a região e por ser a cidade de maior expressão politica e econômica da região funciona como uma espécie de capital regional para o Sudoeste Sergipano e Nordeste Baiano. A geografia conferiu uma posição privilegiada a cidade de Tobias Barreto em relação as outras cidades da região, estando a apenas 30 km de Itabaianinha, 43,9 km de Tomar do Geru, 55 km de Poço Verde, 57 km de Cristinápolis no Estado de Sergipe e a apenas 31,5 km de Itapicuru (Bahia), 43,7 km de Olindina, 40 km de Rio Real (Bahia) e a 65 km de Nova Soure, cidades estas que pertencem ao vizinho Estado da Bahia, dentre outras cidades próximas. Exatamente por causa de sua posição estratégica na região Sudoeste de Sergipe, em Tobias Barreto se encontram estabelecidas as sedes de diversos orgãos públicos e de caráter privado estaduais e também federais com competência e atribuição regional, o que a classifica como Centro regional na Hierarquia urbana estadual. Cidade-polo de referência para toda a região Sudoeste de Sergipe e Nordeste da Bahia, exercendo também sua função regional através de orgãos como o Escritório Regional da Junta Comercial do Estado, Instituto Nacional do Seguro Social, Serviço Nacional de Aprendizagem Comercial, Serviço Nacional de Aprendizagem Rural, 11º Batalhão de Polícia Militar Delegacia Regional de Polícia Civil,Instituto Federal de Sergipe, Presídio Regional, CREAM, Posto Regional do Instituto de Identificação, Departamento Estadual de Trânsito de Sergipe, Centro de Especialidades Odontologicas, NAT e mais recentemente a sede da Comissão Regional do Sudoeste Sergipano da OAB/SE, a além de intensa atividade comercial e de serviços que atende as cidades da região Sudoeste de Sergipe e Nordeste da Bahia, o comércio de Tobias Barreto é seguramente o maior da região. Centro comercial em desenvolvimento, atende, inclusive, às cidades do vizinho Estado da Bahia, através de sua feira semanal, com sua área de influência atingindo todo o Sudoeste sergipano e também o Nordeste baiano, penetrando pelos municípios baianos vizinhos. O municipio localizado estrategicamente na parte central de sua área de influência alcança uma população que supera os 300 mil habitantes distribuidos em municípios próximos num raio de 50 km, justamente por causa de sua posição privilegiada e sua infraestrutura de polo econômico regional, atendendo entre 14 a 20 municípios nos estados de Sergipe e Bahia e mais de 300 mil habitantes. ===Demografia=== É o sétimo município mais populoso de Sergipe, com uma população estimada, em 2019, pelo Instituto Brasileiro de Geografia e Estatística (IBGE), em 52.191 habitantes. ==Topônimo== Tobias Barreto foi uma homenagem a um ilustre habitante da região de nome Tobias Barreto de Menezes.https://www.ibge.gov.br/cidades-e-estados/se/tobias-barreto.html == Clima == Segundo dados da [[Estação Meteorológica Particular]] (PWS), referentes ao período de 2020 a 2023, a temperatura mínima absoluta registrada em Tobias Barreto foi de em 9 de agosto de 2022 e a máxima absoluta de em 27 de fevereiro de 2020. O maior acumulado de precipitação em 24 horas atingiu em 29 de novembro de 2022. Outros acumulados iguais ou superiores aos foram: em 11 de novembro de 2022, em 4 de novembro de 2022, em 6 de fevereiro de 2020 e em 18 de abril de 2020. Novembro de 2022, com , foi o mês de maior precipitação, sucedido por novembro de 2021 (). == Poder Executivo == O poder executivo do município se encontra atualmente a cargo do Prefeito Dilson de Agripino (PSD). Esta é a lista de prefeitos na história do município: Nº Nome Partido Início do Mandato Fim do Mandato Observações 1 José Domingues de Menezes 1898 1901 Prefeito nomeado 2 Antônio Guimarães de Carvalho 1901 1904 Prefeito nomeado 3 Cel. Francisco Barreto do Rosário 1904 1907 Prefeito nomeado 4 Comendador João Alves de Oliveira 1907 1910 Prefeito nomeado 5 Cel. Francisco Barreto do Rosário 1910 1913 Prefeito nomeado 6 Severiano Cardoso dos Santos 31/05/1914 31/03/1915 Prefeito nomeado 7 Antônio Justiniano de Menezes 01/01/1916 31/12/1918 Prefeito nomeado 8 Francisco Alves de Oliveira 01/01/1919 31/12/1921 Prefeito nomeado 9 Thomé Dantas da Costa 01/01/1922 31/12/1924 Prefeito nomeado 10 Pedro Antônio de Menezes 01/01/1925 Maio de 1925 Prefeito nomeado 11 Isaías Alves Barreto Junho de 1925 31/12/1925 Presidente do Conselho Municipal 12 Joviniano José dos Santos 01/01/1926 31/12/1928 Prefeito nomeado 13 Carlos Vieira Sobral 01/01/1929 07/11/1930 Prefeito nomeado 14 Josué Montalvão Filho 08/11/1930 28/11/1930 Secretário Interino 15 Filadelpho dos Santos Lima 28/11/1930 25/02/1932 Prefeito nomeado 16 José Pedro dos Santos 05/03/1932 13/04/1935 Prefeito nomeado 17 Cel. Francisco Barreto do Rosário 29/04/1935 17/09/1935 Prefeito nomeado 18 Petrolino Ferreira de São José 18/09/1935 Agosto de 1937 Prefeito nomeado 19 José de Souza Santos 21/08/1937 13/11/1937 Presidente da Câmara Municial 20 Cel. Francisco Barreto do Rosário 15/11/1937 Dezembro de 1937 Prefeito nomeado 21 João Hermenegildo Ramos 12/12/1937 02/08/1940 Prefeito nomeado 22 Dr. Aloísio B. Coutinho Neves 03/08/1940 01/12/1940 Prefeito nomeado 23 Josué Montalvão Filho 01/12/1940 31/07/1941 Secretário Interino 24 Dr. Aloísio B. Coutinho Neves 01/08/1941 30/05/1942 Prefeito nomeado 25 José Joviniano dos Santos 31/05/1942 12/03/1945 Prefeito nomeado 26 Francisco Sales de Menezes 10/12/1945 10/12/1945 27 Dr. João Fontes de Faria 20/11/1945 Dezembro de 1945 Prefeito nomeado 28 Francisco Sales de Menezes 10/12/1945 10/12/1945 Prefeito nomeado 29 João Batista Lima 11/12/1945 10/12/1945 Secretário Interino 30 Capitão Deoclides Bastos 23/12/1945 01/03/1946 Prefeito nomeado 31 João Hermenegildo Ramos 16/03/1946 03/05/1947 Prefeito nomeado 32 João Antônio César 03/05/1947 09/11/1947 Prefeito nomeado 33 José Francisco de Menezes 09/11/1947 31/01/1951 Prefeito eleito 34 Raimundo Geraldo dos Santos 01/02/1951 31/01/1955 Prefeito eleito 35 José Francisco de Menezes 01/02/1955 31/01/1959 Prefeito eleito 36 João Valeriano dos Santos 01/02/1959 31/01/1963 Prefeito eleito 37 Raimundo Geraldo dos Santos 01/02/1963 31/01/1967 Prefeito eleito 38 Antônio de Souza Ramos 30/03/1967 31/01/1971 Prefeito eleito 39 João Valeriano dos Santos 01/02/1971 15/03/1973 Prefeito eleito 40 Luiz Alves de Oliveira Filho 15/03/1973 31/01/1977 Prefeito eleito 41 Josafá Ribeiro de Almeida 01/02/1977 09/03/1977 Secretário Interino 42 José Dias dos Santos 10/03/1977 14/04/1977 Presidente da Câmara 42 José Dias dos Santos 43 Antônio Ávila dos Reis 14/04/1977 31/01/1983 Prefeito eleito 44 Luiz Alves de Oliveira Filho 01/02/1983 31/12/1988 Prefeito eleito 45 Josafá Ribeiro de Almeida 01/01/1989 31/12/1992 Prefeito eleito 45 Josafá Ribeiro de Almeida 46 Antônio Nery do N. Júnior Foi cassado 01/01/1993 31/10/1996 Prefeito eleito 47 Armindo Oliveira Santos Presidente da Câmara 01/11/1996 31/12/1996 48 Diógenes José de Oliveira Almeida 01/01/1997 31/12/2000 Prefeito eleito 49 Esdras Valeriano dos Santos 01/01/2001 31/12/2004 Prefeito eleito 50 José Airton de Andrade Faleceu em um acidente de carro 01/01/2005 23/05/2005 Prefeito eleito 51 Marly do Carmo Barreto Campos 25/05/2005 31/12/2008 Vice-prefeita assumiu após o falecimento de Airton Andrade 52 Adilson de Jesus Santos 01/01/2009 31/12/2012 Prefeito eleito 53 Adilson de Jesus Santos 01/01/2013 31/12/2016 Prefeito reeleito 54 Diógenes José de Oliveira Almeida 01/01/2017 31/12/2020 Prefeito eleito 55 Adilson de Jesus Santos 01/01/2021 31/12/2024 Prefeito eleito == Poder Legislativo == Estes são os vereadores eleitos nas eleições de 15 de novembro de 2020 para a legislatura de 2021-2024: Nome Partido Votos % 1 Gal de Filó Partido Social Democrático (PSD) 5,17 2 Roberto do IBV Cidadania 4,69 3 Toinho Barreto Movimento Democrático Brasileiro (MDB) 4,68 4 Miguelão Partido Social Democrático (PSD) 4,29 5 Montival da Coalhada Partido Social Democrático (PSD) 3,93 6 Neguita Movimento Democrático Brasileiro (MDB) 3,52 7 Careca Movimento Democrático Brasileiro (MDB) 3,15 8 Elisângela Campos Partido Social Democrático (PSD) 3,11 9 Gilson Ramos, Gata Amarrada Movimento Democrático Brasileiro (MDB) 3,10 10 Júnior Cisneiros Partido Social Democrático (PSD) 2,55 11 Samoel da Samambaia Cidadania 2,41 12 Neném do Jacaré Cidadania 2,34 13 Divan das Candeias Partido Verde (PV) 2,25 14 Finha da Sagrada Família Cidadania 2,19 15 Marivaldo de Nequinha Partido Verde (PV) 1,96 https://www.ibge.gov.br/cidades-e-estados/se/tobiasbarreto.html",
 "title": "Tobias Barreto (Sergipe)"
}