{
 "id": "37382",
 "text": "Montenegro (em montenegrino: , , literalmente \"montanha negra\") é uma pequena república montanhosa situada nos Balcãs, no sudeste da Europa, que faz fronteira com o mar Adriático a sudoeste, com a Albânia e o Cosovo a sudeste, com a Bósnia e Herzegovina e uma pequena fronteira com a Croácia a noroeste, e com a Sérvia a nordeste. A sua capital é a cidade de Podgoritza. Entre 1945 e 1991, e desde então até 2003, foi uma das repúblicas constituintes da República Socialista da Jugoslávia e da República Federal da Jugoslávia, respectivamente; desde então e até junho de 2006, foi uma das duas repúblicas que integraram o Estado da Sérvia e Montenegro. Em 21 de maio de 2006 realizou-se um referendo para determinar a vontade do povo de se tornar independente ou de manter a união com a Sérvia. Os resultados indicaram que 55,5% dos eleitores haviam escolhido a independência, poucos décimos acima dos 55% requeridos pelo referendo. Em 3 de junho de 2006 o parlamento montenegrino declarou oficialmente a independência do novo país, mas só obteve aceitação da ONU no dia 28 de junho do mesmo ano. Em 2018, o Montenegro estava em negociações para integrar a União Europeia, após a sua candidatura de adesão ter sido aceita em 2010. == Etimologia == O nome do país deriva da língua vêneta e se refere à aparência do Monte Lovćen quando coberto por densas florestas verdes. O nome nativo Crna Gora', significando literalmente \"montanha negra\" ou \"colina negra\", foi mencionado pela primeira vez em uma carta emitida por Estêvão Milutino. Ele veio a denotar a maioria de Montenegro contemporâneo no século XV. O atual Montenegro era cada vez mais conhecido por esse nome no período histórico após a queda do Despotado Sérvio. Originalmente, referia-se apenas a uma pequena faixa de terra sob o domínio da tribo Paštrovići, mas o nome acabou por ser usado para a região montanhosa mais ampla depois que a família nobre Crnojević assumiu o poder no Alto Zeta. A região acima mencionada tornou-se conhecida como Stara Crna Gora,ou 'Velha Montenegro' no século XIX para distinguir a região independente do vizinho território montenegrino ocupado pelos otomanos de Brda, 'Terras Altas'. Montenegro aumentou ainda mais seu tamanho, várias vezes no século XX, como resultado de guerras contra o Império Otomano, que viu a anexação da Velha Herzegovina e partes de Metohija e sul da Ráscia. Suas fronteiras mudaram pouco desde então, perdendo Metohija e ganhando a Baía de Kotor. == História == Durante muito tempo, o Montenegro constituiu um principado autónomo face ao poder hegemónico que o Império Otomano exercia nos Balcãs. A sua independência foi formalmente reconhecida pelo Tratado de Berlim de 1878 (que também reconheceu a independência da Bulgária, da Roménia e da vizinha Sérvia). Em 1910, o príncipe Nicolau proclamou-se rei. No entanto, o reino de Montenegro existiu durante apenas oito anos. Com o fim da Primeira Guerra Mundial, em 1918, o Montenegro foi integrado no Reino dos Sérvios, Croatas e Eslovenos (não havendo no nome do estado qualquer referência aos montenegrinos, assim como aos bósnios ou aos Macedônia do Norte), o qual se tornou em 1929 o reino da Jugoslávia. Durante a Segunda Guerra Mundial, os guerrilheiros de Tito procuraram refúgio nas suas montanhas, e quando em 1944 a região foi libertada, o Montenegro tornou-se uma das seis repúblicas constituintes da República Socialista da Jugoslávia. Com o fim desta entidade no início da década de 90, quatro das repúblicas sucederam e tornaram-se independentes; somente a Sérvia e o Montenegro lhe deram continuidade, formando a nova República Federal da Jugoslávia, governada por Slobodan Milošević, e com um grande predomínio da entidade sérvia dentro da federação. Em 1992, no último referendo ocorrido para discutir a união com a Sérvia, cerca de 96% dos votos foram favoráveis a essa alternativa, ainda que apenas 66% da população tenha ido às urnas (as minorias muçulmana e católica, assim como alguns montenegrinos que não se reviam nessa união, boicotaram o referendo). De notar também que as condições de voto eram desiguais e injustas, tendo havido mesmo pessoas que votaram nas ruas. No entanto, desde então muitas coisas mudaram, e hoje a cena política montenegrina é significativamente diferente. Desde 1996 que o governo de Milo Đukanović isolou de facto o Montenegro da Sérvia (então sob o governo de Slobodan Milošević) em vários aspectos. O Montenegro desenvolveu uma política económica independente da Sérvia, e trocou o dinar pelo marco alemão; actualmente, usa como moeda o euro, ainda que a república não esteja integrada nem na União Europeia nem na Zona Euro. O governo montenegrino tem vindo desde então a desenvolver uma política predominantemente pró-independentista. No entanto, sucessivos referendos acerca dessa matéria foram adiados, pelo que muitos apoiantes da independência começaram a perder a esperança na sua causa. Em 2002 a Sérvia e o Montenegro assinaram um novo acordo no tocante à cooperação dentro da federação. No ano seguinte, com o patrocínio da União Europeia, o país Jugoslávia desapareceu formalmente dos mapas e deu lugar a uma nova entidade chamada Sérvia e Montenegro, com o projecto de o Montenegro realizar um referendo sobre a independência até 2006. O governo de Đukanović; tem entretanto estado sob intensa pressão, devido a escândalos envolvendo, designadamente, o tráfico de mulheres moldavas. O Escândalo Moldavo, como foi chamado nos média montenegrina, envolveu mesmo altas figuras da República, como Zoran Piperovic. === Independência da Nação === ==== Preparação para o referendo ==== Em 12 de julho de 2004, o parlamento montenegrino adoptou uma nova bandeira, hino e dia nacional, como parte do programa de crescente independência face à Sérvia. A nova bandeira é semelhante à do antigo Reino de Montenegro, vermelha com uma bordadura de amarelo, e carregada ao centro com as armas de Nicolau I (diferindo desta apenas pela inexistência do monograma NI, das iniciais do nome do soberano, presentes no antigo brasão de armas). O 13 de julho foi decretado o dia nacional, para comemorar o preciso dia em que, pelo Tratado de Berlim, o Montenegro foi reconhecido como o 27.º Estado independente do Mundo. O parlamento escolheu também o popular Oj, svijetla majska zoro (Oh, brilhante alvorecer de Maio) como hino nacional montenegrino. O Montenegro realizou um referendo no dia 21 de maio de 2006 para determinar se se tornaria um estado independente ou se continuaria a fazer parte da união com a Sérvia. A independência do Montenegro saiu vencedora por 55,5% dos votos, 0,5% acima do limite mínimo exigido pela União Europeia para reconhecer o novo estado. ==== A Independência ==== No dia 3 de junho de 2006, Montenegro declarou sua independência à Sérvia, e no dia 5 de junho, a Sérvia declarou independência, pondo fim ao ex-estado europeu da Sérvia e Montenegro. O pequeno Estado balcânico do Montenegro tornou-se no dia 28 de junho de 2006 o 192º país- membro da ONU (Organização das Nações Unidas), menos de um mês depois de ter proclamado sua independência. A independência do Montenegro foi reconhecida pela União Europeia, Estados Unidos, China, Rússia e outros países. Desde o dia 5 de junho 2017, Montenegro torna-se oficialmente no 29.º estado-membro da OTAN. === Governo e política === A Constituição de Montenegro descreve o Estado como um \"estado cívico, democrático e ecológico de justiça social, baseado no império da lei\". Montenegro é uma república independente e soberana que estabeleceu sua constituição em 22 de outubro de 2007. O Presidente de Montenegro é o chefe de Estado, eleito por um período de cinco anos através de eleições diretas. O Presidente representa o país no exterior, promulga leis por portaria, convoca eleições para o parlamento, e propõe candidatos a primeiro-ministro, presidente e juízes do Tribunal Constitucional ao Parlamento. O Presidente propõe ainda a convocação de um referendo ao Parlamento, concede amnistia por infracções penais prescritas pela legislação nacional, confere condecorações e prémios e desempenha outras funções constitucionais e é membro do Conselho Supremo de Defesa. A residência oficial do Presidente é em Cetinje. O Governo de Montenegro é o ramo executivo da autoridade governamental de Montenegro. O governo é liderado pelo primeiro- ministro e consiste em vice-primeiros-ministros e ministros.Ustavno uređenje, .me O Parlamento de Montenegro é um órgão legislativo unicameral. Aprova leis, ratifica tratados, nomeia o primeiro-ministro, ministros e juízes de todos os tribunais, adota o orçamento e desempenha outras funções conforme estabelecido pela Constituição. O Parlamento pode aprovar um voto de desconfiança no Governo por maioria simples. Um representante é eleito por cada 6 000 eleitores. Em 2019, a Freedom House informou que anos de crescente captura de Estado, abuso de poder e táticas fortes empregadas pelo presidente Đukanović levaram o país pela primeira vez desde 2003, Montenegro a ser categorizado como um regime híbrido em vez de uma democracia. O Partido Democrático dos Socialistas (DPS) pró-ocidental de Djukanovic perdeu por pouco a eleição parlamentar montenegrina de 2020, encerrando seu governo de 30 anos. O bloco de oposição \"Para o Futuro de Montenegro\" (ZBCG) é composto principalmente por partidos nacionalistas sérvios. O novo governo pró-sérvio foi formado pelo primeiro-ministro Zdravko Krivokapic. No entanto, o governo do primeiro- ministro Zdravko Krivokapic foi derrubado em um voto de desconfiança após 14 meses no poder. Em abril de 2022, um novo governo minoritário, composto por partidos moderados pró-europeus e pró-sérvios, foi formado. O novo governo foi liderado pelo primeiro-ministro Dritan Abazovic. === Política externa === O Ministério dos Negócios Estrangeiros foi encarregado de definir as prioridades e atividades de política externa necessárias para a sua implementação em cooperação com outras autoridades da administração do Estado, o Presidente, o Presidente do Parlamento e outras partes interessadas relevantes. A integração na União Europeia é o objetivo estratégico do Montenegro. Este processo continuará a ser o foco da política externa montenegrina a curto prazo. O segundo objetivo era aderir à OTAN, alcançado em 5 de junho de 2017. === Forças Armadas === Os militares de Montenegro são um exército permanente profissional sob o Ministério da Defesa. É composto pelo Exército Terrestre do Montenegro, pela Marinha do Montenegro e pela Força Aérea do Montenegro, juntamente com forças especiais. O recrutamento foi abolido em 2006. Os militares mantêm uma força ativa de 2 400. A maior parte de seus equipamentos e forças foram herdados das forças armadas da União Estatal da Sérvia e Montenegro. Montenegro continha toda a costa da antiga união e manteve praticamente toda a força naval. Montenegro é membro da OTAN e membro da Carta do Adriático. O governo planejou que o exército participasse de missões de paz através da ONU e da OTAN, como a Força Internacional de Assistência à Segurança. === Símbolos === A bandeira inclui uma borda e braços em ouro e um leão dourado no centro. O dia nacional de 13 de julho marca a data em 1878, quando o Congresso de Berlim reconheceu Montenegro como o 27º estado independente do mundo e o início de uma das primeiras revoltas populares na Europa contra as Potências do Eixo em 13 de julho de 1941 em Montenegro. Em 2004, a legislatura montenegrina selecionou uma popular canção tradicional montenegrina, \"Oh, Bright Dawn of May\", como o hino nacional. O hino oficial de Montenegro durante o reinado do rei Nicolau I foi Ubavoj nam Crnoj Gori (\"Para Nossa Bela Montenegro\"). === Divisões administrativas === Montenegro é dividido em vinte e quatro municípios (Opština). Isso inclui 21 municípios distritais e 2 municípios urbanos, com duas subdivisões do município de Podgorica, listadas abaixo. Cada município pode conter várias cidades e vilas. Historicamente, o território do país foi dividido em \"nahije\". As regiões do Montenegro, concebidas para fins estatísticos pelo Serviço de Estatística, não têm qualquer função administrativa. Note-se que outra organização (i.e. Associação de Futebol de Montenegro) usa diferentes municípios como parte de regiões semelhantes. == Geografia == O Montenegro é uma pequena e montanhosa república situada nos Balcãs, no Sudeste da Europa, fazendo fronteira com o Mar Adriático a Sudoeste, com a Albânia e o Cosovo a Sudeste, com a Bósnia e Herzegovina e uma pequena fronteira com a Croácia a Oeste, e com a Sérvia a Norte. A sua capital é a cidade de Podgoritza. Algumas das maiores cidades no Montenegro são: * Podgoritza (capital; habitantes) * Nikšić () * Pljevlja () * Bijelo Polje () * Cetinje () * Bar () * Herceg Novi () * Berane () O relevo montenegrino varia de altos picos montanhosos nas fronteiras com Albânia e Sérvia, passando por segmentos de Carste no Oeste da Península Balcânica, até uma estreita faixa plana no litoral. A parte plana transforma-se abruptamente nas montanhas presentes à beira da Baía de Kotor como o Monte Lovćen e o Monte Orjen. A principal região de carste no Montenegro alcança em média altitudes de 1 000 m; entretanto, em algumas partes, chegam próximo de 2 000 m, como o Monte Orjen (1 894 m), o maior maciço entre a cadeia de montanhas da costa montenegrina. O vale do Rio Zeta possui o mais baixo segmento, alcançando cerca de 500 m. As montanhas de Montenegro incluem algumas das áreas mais acidentadas na Europa. Elas possuem média superior a 2000 m de altitude. Um dos cumes mais característicos é o Bobotov Kuk, nas montanhas Durmitor, cuja altitude chega a 2 522 m. A cadeia de montanhas dessa região foi uma das mais erodidas na Península Balcânica durante o último período glacial. * Praia mais longa: Velika Plaža, Ulcinj — m * Pico mais alto: Zla Kolata, Prokletije — m * Maior Lago: Lago Skadar — 391 km² de área * Desfiladeiro mais profundo: Desfiladeiro do rio Tara — m * Maior Baía: Baía de Kotor * Parques Nacionais: Durmitor — 390 km², Lovćen — 64 km², Biogradska Gora — 54 km², Lago Escútare — 400 km² * Patrimônios Mundiais da UNESCO: Desfiladeiro do rio Tara e Durmitor, cidade antiga de Kotor. == Demografia == Segundo o censo de 2011, a população do país era de pessoas. Em termos de composição étnica, assim se distribuía: * montenegrinos: (45%) * sérvios: (28,7%) * bósnios: (8,6%) * albaneses: (4,9%) * muçulmanos de outras etnias: (3,3%) * croatas: (1%) * ciganos: (0,8%) O estatuto dos montenegrinos enquanto grupo étnico diferenciado dos sérvios é matéria de controvérsia entre os especialistas. De acordo com a Constituição de Montenegro, a língua oficial é o sérvio, na forma ijekavian. Segundo o censo de 2003, mais de 60% da população afirmava usar o sérvio como língua materna, enquanto apenas 21,53% declarou o montenegrino. Os dialectos usados são iguais, e muito semelhantes aos que os sérvios usam na Bósnia e Herzegovina. === Línguas === thumb|276x276px|direita|Estrutura linguística de Montenegro por assentamentos, em 2011. A língua oficial no Montenegro é a montenegrina. Além desta, o sérvio, bósnio, albanês e o croata são reconhecidos como idiomas em uso. Todas essas línguas, exceto o albanês, são mutuamente inteligíveis. Segundo o censo de 2011, a maioria dos cidadãos declarou ter o sérvio como língua materna. Apesar disto, a língua montenegrina é a língua materna da maioria da população com menos de 18 anos de idade. Em 2013, a Matica Crnogorska, um instituto de pesquisa do país, anunciou os resultados de pesquisa de opinião pública em relação às atitudes de identidade dos cidadãos de Montenegro, indicando que a maioria da população afirma ter o montenegrino como sua língua materna. De acordo com o censo de 2011, as línguas mais faladas no país são: Sérvio (42,88%), Montenegrino (36,97%), Bósnio (5,33%) e o Albanês e Croata, com 5,27% e 2,03%, respectivamente. Além destas, outras línguas também são faladas, como o romani, russo e macedônio, mas seus falantes não ultrapassam 1% da população. === Religião === thumb|upright=1.0|Estrutura religiosa de Montenegro por assentamentos, 2011. Montenegro tem historicamente estado na encruzilhada do multiculturalismo e ao longo dos séculos isso moldou sua coexistência única entre as populações muçulmanas e cristãs. Os montenegrinos foram historicamente membros da Igreja Ortodoxa Sérvia (governada pela Metrópole de Montenegro e do Litoral). O cristianismo ortodoxo sérvio é a religião mais popular. A Igreja Ortodoxa Montenegrina foi recentemente fundada e é seguida por uma minoria de montenegrinos, embora não esteja em comunhão com qualquer outra Igreja Ortodoxa Cristã, pois, não foi oficialmente reconhecida. Apesar das tensões entre grupos religiosos durante a Guerra da Bósnia, Montenegro permaneceu bastante estável, principalmente devido à perspectiva de sua população sobre tolerância religiosa e diversidade de fé. As instituições religiosas têm direitos garantidos e são separadas do Estado. A segunda maior religião é o Islã, praticado por 19% da população. Montenegro tem a sexta maior proporção de muçulmanos na Europa, depois de Kosovo (96%), Turquia (90%), Albânia (60%), Bósnia e Herzegovina (51%) e Macedônia do Norte (34%), e a terceira maior proporção entre os países eslavos, atrás apenas da Bósnia e Herzegovina e Macedônia do Norte. Um pouco mais de um quarto dos albaneses do país são católicos (8 126 no censo de 2004), enquanto o resto (22 267) são principalmente muçulmanos sunitas; em 2012, um protocolo reconheceu o Islã como uma religião oficial, que garante que alimentos halal sejam servidos em instalações militares, hospitais, dormitórios e instalações sociais; e que as mulheres muçulmanas podem usar lenços nas escolas e em instituições públicas, bem como garantir que os muçulmanos tenham o direito de tirar sextas-feiras para a oração Jumu'ah (sexta-feira). Desde a época da dinastia Vojislavljević, o catolicismo é natural na área montenegrina. Uma pequena população católica romana, principalmente albaneses com alguns croatas, é dividida entre a Arquidiocese de Bar liderada pelo Primaz da Sérvia e a Diocese de Kotor, que faz parte da Igreja Católica na Croácia. === Cidades mais populosas === == Subdivisões == Montenegro é dividido em 21 municípios, que são: * Andrijevica * Bar * Berane * Bijelo Polje * Budva * Cetinje * Danilovgrad * Herceg-Novi * Kolašin * Kotor * Mojkovac * Nikšić * Plav * Plužine * Pljevlja * Podgoritza * Rožaje * Šavnik * Tivat * Ulcinj * Žabljak == Economia == A economia de Montenegro é principalmente baseada em serviços e está em transição tardia para uma economia de mercado. De acordo com o Fundo Monetário Internacional, o PIB nominal de Montenegro foi de US$ 5,424 bilhões em 2019. O PIB PPC para 2019 foi de US$ 12,516 bilhões, ou US$ 20 083 per capita. Segundo dados do Eurostat, o PIB montenegrino per capita situou-se em 48% da média da UE em 2018. Apesar de não pertencer à União Europeia, o Montenegro resolveu adoptar o euro como moeda após sua independência, em 2006. Durante o domínio jugoslavo, o país experimentou uma rápida urbanização e industrialização, apoiada na geração de energia hidroeléctrica, na mineração (alumínio, carvão, etc.), na indústria florestal e na indústria têxtil. A isto somou-se a industrialização de cigarros e ao turismo, em fins da década de 1980. Montenegro ainda não tem uma unidade monetária definida. A introdução do euro foi priorizada em 2002 e o Marco alemão foi a moeda de facto em todas as transações privadas e bancos. O PIB cresceu 10,7% em 2007 e 7,5% em 2008. O país entrou em recessão em 2008 como parte da Grande Recessão. O PIB contraiu 4%. No entanto, o Montenegro permaneceu uma meta para o investimento estrangeiro, o único país nos Balcãs a aumentar o seu montante de investimento estrangeiro direto em 2008.FDI falls across West Balkans, except Montenegro. Reuters India 10 December 2009. acessado em 14 de dezembro de 2009. O país saiu da recessão em meados de 2010, com o crescimento do PIB em torno de 0,5%. Em 2007, o setor de serviços representava 72,4% do PIB, com a indústria e a agricultura compondo o restante em 17,6% e 10%, respectivamente. 50 000 famílias rurais em Montenegro dependem da agricultura. == Infraestrutura == === Turismo no Montenegro === Montenegro tem como uma de suas principais actividades económicas actuais, o turismo. Pelas suas costas pitorescas, suas regiões montanhosas exuberantes e por sua excelente posição estratégica em plenos Balcãs, Montenegro é um destino altamente procurado pelos turistas no Leste Europeu. Durante o regime em que o país estava sob domínio jugoslavo, principalmente na década de 1980, o turismo no país passou a ser investido e essa área cresceu rapidamente no sector financeiro. A belíssima e incrível cidade de Kotor, as bocas de Cattaro e a preservada cidade histórica de Budva são os destaques do país na região da costa norte. Na região da costa sul, vale a pena visitar a cidadezinha de Ulcinj, a magnífica cidade de Bar e o exuberante Lago Escútare. Na região central, seus pontos turísticos mais surpreendentes são: o Monastério de Ostrog, a cidade histórica de Cetinje e o monte Lovćen, uma formidável montanha. E, finalmente, na região norte, o parque nacional de Durmitor e a floresta exuberante de Biogradska Gora são seus destaques principais. == Cultura == A cultura montenegrina foi moldada pelas culturas, ortodoxa, otomana (turca), eslava, centro-europeia e adriática (principalmente partes da Itália, como a República de Veneza). Montenegro tem muitos locais históricos e culturais significativos, incluindo patrimônios dos períodos pré-românico, gótico e barroco. A região costeira montenegrina é conhecida por seus monumentos religiosos, incluindo a Catedral de São Trifão em Kotor, a basílica de S. Lucas (mais de 800 anos), Nossa Senhora das Rochas (Škrpjela), o Mosteiro Savina e outros. Mosteiros medievais contêm muitos afrescos artisticamente importantes. Uma dimensão cultural é o ideal ético de Čojstvo i Junaštvo, \"Humanidade e Bravura\". A dança folclórica tradicional dos montenegrinos é a Oro, a \"dança da águia\" que envolve dançar em círculos com casais alternando no centro, e é terminada formando uma pirâmide humana de dançarinos em pé nos ombros uns dos outros. === Mídias === Televisão, revistas e jornais são operados por corporações estatais e com fins lucrativos que dependem de publicidade, assinatura e outras receitas relacionadas a vendas. A Constituição de Montenegro garante a liberdade de expressão. O sistema de mídia de Montenegro está em transformação, juntamente com o resto do país. === Esporte === Nikola Peković, jogador de basquetebol. Mirko Vučinić, jogador de futebol. O esporte em Montenegro gira principalmente em torno de esporte de equipes, como polo aquático, futebol, basquetebol, handebol e voleibol. Outros esportes envolvidos são boxe, tênis, natação, judô, caratê, atletismo, tênis de mesa e xadrez. O polo aquático é o mais popular e é considerado o esporte nacional. A equipe masculina de polo aquático de Montenegro é uma das melhores equipes do mundo, ganhando a medalha de ouro no Campeonato Europeu de Polo Aquático de 2008 em Málaga, Espanha, e ganhando a medalha de ouro na Liga Mundial de Polo Aquático Masculino FINA 2009, realizada em Podgoritza. A equipe montenegrina PVK Primorac de Kotor se tornou um campeão da Europa na LEN Euroleague 2009 em Rijeka, Croácia. O futebol é o segundo esporte mais popular. Jogadores notáveis são Dejan Savićević, Predrag Mijatović, Mirko Vučinić, Stefan Savić, Stevan Jovetić e Stefan Mugoša. A seleção montenegrina de futebol, fundada em 2006, jogou nos playoffs do UEFA Euro 2012, seu maior sucesso. A equipe nacional de basquetebol de Montenegro é conhecida por bons desempenhos e ganhou muitas medalhas como parte da equipe nacional de basquetebol da Iugoslávia. Em 2006, a Federação de Basquete de Montenegro, juntamente com esta equipe se juntou à Federação Internacional de Basquete (FIBA) por conta própria, após a Independência. Montenegro participou em dois EuroBasket. Entre os esportes femininos, a equipe nacional de handebol é a mais bem sucedida, tendo vencido o Campeonato Europeu de 2012 e terminando como vice-campeã nos Jogos Olímpicos de Verão de 2012. O ŽRK Budućnost Podgorica venceu duas vezes a EHF Champions League. O xadrez é outro esporte popular e notáveis enxadristas globais como Slavko Dedić nasceram em Montenegro. Nos Jogos Olímpicos de 2012 em Londres, a seleção feminina de handebol de Montenegro ganhou a primeira medalha olímpica do país, reivindicando a prata. Eles perderam na final para a defensora mundial, campeã olímpica e europeia Noruega por 26–23. Após esta derrota, a equipe venceu a Noruega na final do Campeonato Europeu de 2012, tornando-se campeã pela primeira vez. ==Ver também== *Missões diplomáticas de Montenegro ==Ligações externas== *Governo de Montenegro *Parlamento da República de Montenegro *Presidente da República de Montenegro *República de Montenegro *Eventos políticos actuais no Montenegro *Igreja Ortodoxa de Montenegro *Nicolau, último rei de Montenegro *Boka Kotorska Categoria:Estados membros da OTAN",
 "title": "Montenegro"
}