{
 "id": "37431",
 "text": "No catolicismo, um dogma é uma verdade revelada sobre a Fé Absoluta. Os dogmas têm estas características porque os católicos romanos confiam que um dogma é uma verdade que está contida, implícita ou explicitamente, na imutável Revelação divina ou que tem com ela uma \"conexão necessária\".Catecismo da Igreja Católica (CIC), n. 88 Para que estas verdades se tornem em dogmas, elas precisam ser propostas pela Igreja Católica diretamente à sua fé e à sua doutrina, através de uma definição solene e infalível pelo Supremo Magistério da Igreja (Papa ou Concílio ecuménico com o PapaCIC, n. 889-891) e do posterior ensinamento destas pelo Magistério ordinário da Igreja. Para que tal proclamação ou clarificação solene aconteça, são necessárias duas condições: * o sentido deve estar suficientemente manifestado como sendo uma autêntica verdade revelada por Deus;\"O que é Dogma?\", do site Sociedade Católica * a verdade ou doutrina em causa deve ser proposta e definida solenemente pela Igreja como sendo uma verdade revelada e uma parte integrante da fé católica. Mas, \"a definição dos dogmas ao longo da his­tó­­ria da Igreja não quer dizer que tais ver­dades só tardiamente tenham sido re­veladas, mas que se tornaram mais cla­ras e úteis para a Igreja na sua progres­são na fé\".Verbete \"Definição dogmática\", da Enciclopédia Católica Popular Por isso, a definição gradual dos dogmas não é contraditória com a crença católica de que a Revelação divina é inalterável, definitiva e imutável desde a ascensão de Jesus. Os mais importantes dog­mas, que tratam de assuntos como a Santíssima Trindade e Jesus Cristo, \"fo­ram definidos nos primeiros concílios ecuménicos; o Concílio Vaticano I foi o último a definir verdades dogmá­ti­cas (primado e infalibilidade do Papa)\". As definições de dogmas \"mais recentes estão a da Imaculada Conceição [...] (1854) e da Assunção de Nossa Senhora [...] (1950)\". ==Dogmas Católicos== A Igreja Católica proclama a existência de muitos dogmas, sendo 49 o número dos principais. Eles estão subdivididos em 8 categorias diferentes: * Dogmas sobre Deus * Dogmas sobre Jesus Cristo * Dogmas sobre a criação do mundo * Dogmas sobre o ser humano * Dogmas marianos * Dogmas sobre o Papa e a Igreja * Dogmas sobre os sacramentos * Dogmas sobre as últimas coisas ===Dogmas sobre Deus=== # A Existência de Deus: \"A ideia de Deus não é inata em nós, mas temos a capacidade para conhecê-lo com facilidade, e de certo modo espontaneamente por meio de Sua obra.\" O dogma indica que a ideia de Deus não vem em nós, mas a capacidade de conhecê-Lo surge de maneira relativamente fácil e espontânea por meio da observação de Sua obra, como a criação e a ordem do universo. # A Existência de Deus como Objeto de Fé: \"A existência de Deus não é apenas objeto do conhecimento da razão natural, mas também é objeto da fé sobrenatural.\" Este explica que a existência de Deus não se restringe à razão natural, sendo principalmente uma questão de fé sobrenatural, indicando que vai além do conhecimento racional para envolver confiança e aceitação além do entendimento lógico. # A Unidade de Deus: \"Não existe mais que um único Deus.\" Esse dogma enfatiza o fato da existência de um único Deus, fato este que torna o catolicismo uma religião monoteísta. #Deus é Eterno: \"Deus não tem princípio nem fim.\" O quarto dogma diz que a ideia de que Deus é atemporal e além dos limites de espaço, não sendo sujeito às restrições temporais e espaciais que nós, humanos, experimentamos e concebemos. Indica que Deus transcende as categorias temporais e espaciais, não sendo limitado pelo início ou fim, nem pelas dimensões físicas. # Santíssima Trindade: \"Em Deus há três pessoas: Pai e Filho e Espírito Santo; e cada uma delas possui a essência divina que é numericamente a mesma.\" O quinto dogma descreve a doutrina da Trindade na teologia cristã, afirmando que em Deus, que é Uno, existem três Pessoas distintas: Pai, Filho e Espírito Santo. Cada uma dessas Pessoas compartilha a mesma e imutável Essência Divina, indicando uma unidade na divindade, mas uma distinção nas Pessoas da Trindade. Isso é um conceito fundamental na compreensão da natureza de Deus na fé cristã. ===Dogmas sobre Jesus Cristo=== # Jesus Cristo é verdadeiro Deus e filho de Deus por essência, sendo chamado em Isaías como \"Deus Conosco\" (Emanuel): \"O dogma diz que Jesus Cristo possui a infinita natureza divina com todas suas infinitas perfeições, por haver sido engendrado eternamente por Deus.\" # Jesus possui duas naturezas que não se transformam nem se misturam: \"Cristo é possuidor de uma íntegra natureza divina e de uma íntegra natureza humana: a prova está nos milagres e no padecimento.\" O dogma afirma que Cristo possui integralmente natureza divina e humana, evidenciada pelos milagres que realizou e pelos sofrimentos que enfrentou. Isso reflete a compreensão cristã da dualidade da natureza de Cristo. # Cada uma das naturezas em Cristo possui uma própria vontade física e uma própria operação física: \"Existem também duas vontades físicas e duas operações físicas de modo indivisível, de modo que não seja conversível, de modo inseparável e de modo não confuso.\" Esse dogma se refere à doutrina cristã da dupla vontade e operação em Cristo. Ela afirma que em Cristo há duas vontades e duas operações, tanto divinas quanto humanas, de maneira indivisível, não conversível, inseparável e não confusa. Isso destaca a compreensão da coexistência harmoniosa das naturezas divina e humana em Cristo, sem mistura ou divisão, uma doutrina que foi debatida e formalizada nos primeiros concílios cristãos. # Jesus Cristo, ainda que homem, é Filho natural de Deus: \"O Pai celestial quando chegou à plenitude, enviou aos homens seu Filho, Jesus Cristo.\" O quarto dogma resume a crença cristã de que, quando chegou o tempo certo, o Pai celestial enviou seu Filho, Jesus Cristo, aos homens para cumprir um propósito redentor. # Cristo imolou-se a si mesmo na cruz como verdadeiro e próprio sacrifício: \"Cristo, por sua natureza humana, era ao mesmo tempo sacerdote e oferenda, mas por sua natureza Divina, juntamente com o Pai e o Espírito Santo, era o que recebia o sacrifício.\" O dogma afirma que, na sua natureza humana, Cristo era simultaneamente sacerdote e oferenda, representando a união do sacerdócio e do sacrifício. Na sua natureza divina, com o Pai e o Espírito Santo, Cristo é visto como aquele que recebe o sacrifício, destacando sua centralidade no plano redentor. # Cristo nos resgatou e reconciliou com Deus por meio do sacrifício de sua morte na cruz: \"Jesus Cristo quis oferecer-se a si mesmo a Deus Pai, como sacrifício apresentado sobre a ara da cruz em sua morte, para conseguir para eles o eterno perdão.\" Esse dogma refere-se à doutrina cristã da expiação e redenção por meio do sacrifício de Jesus Cristo na cruz. Ele afirma que Jesus, por Sua própria vontade, ofereceu-Se como sacrifício a Deus Pai durante Sua morte na cruz. Esse sacrifício é entendido como a base para a obtenção do perdão eterno para a humanidade. Essa doutrina central na teologia cristã destaca o significado redentor da morte de Cristo como um ato voluntário para reconciliar a humanidade com Deus. # Ao terceiro dia depois de sua morte, Cristo ressuscitou glorioso dentre os mortos: \"ao terceiro dia, ressuscitado por sua própria virtude, se levantou do sepulcro.\" Esse dogma refere-se à crença cristã fundamental de que Jesus Cristo ressuscitou dos mortos no terceiro dia após Sua crucificação. A afirmação destaca a ressurreição como um evento sobrenatural e central para a fé cristã, indicando que Jesus, por Seu próprio poder divino, superou a morte e emergiu do sepulcro. Essa ressurreição é considerada como prova da vitória de Cristo sobre o pecado e a morte, e é um ponto central na mensagem cristã da redenção e da vida eterna. # Cristo subiu em corpo e alma aos céus e está sentado à direita de Deus Pai: \"ressuscitou dentre os mortos e subiu ao céu em Corpo e Alma.\" O dogma afirma que Jesus Cristo ressuscitou dos mortos e ascendeu ao céu em corpo e alma. Ele destaca a crença na ressurreição corporal de Jesus, indicando que Ele não apenas retornou à vida espiritual, mas também fisicamente. A ascensão ao céu, por sua vez, enfatiza que Jesus subiu à presença divina, completando assim Sua missão terrena. Esses eventos são considerados elementos essenciais na narrativa cristã da redenção e da natureza divina de Jesus. ===Dogmas sobre a criação do mundo=== # Tudo o que existe foi criado por Deus a partir do Nada: \"A criação do mundo do nada, não apenas é uma verdade fundamental da revelação cristã, mas também que ao mesmo tempo chega a alcançá-la a razão com apenas suas forças naturais, baseando-se nos argumentos cosmológicos e sobretudo na argumento da contingência.\" O dogma afirma que Deus criou o mundo a partir do nada (criação ex nihilo). Essa verdade, central na fé cristã, é também considerada acessível à razão, que pode compreendê-la por meio de argumentos cosmológicos, especialmente o da contingência, que destaca a necessidade de um Criador diante da causalidade no universo. Isso destaca a harmonia entre a fé e a razão na compreensão da origem do mundo. # Caráter temporal do mundo: \"O mundo teve princípio no tempo.\" Esse dogma declara que o mundo teve um começo ou início no tempo. Ele reflete a crença de que o universo não é eterno, mas foi criado em algum momento do passado por uma causa primordial, frequentemente associada a Deus. Essa afirmação destaca a ideia de que o tempo, como o conhecemos, começou juntamente com a criação do mundo, e é uma crença fundamental na teologia cristã sobre a origem do universo. # Conservação do mundo: \"Deus conserva na existência a todas as coisas criadas.\" Esse dogma expressa a crença de que Deus sustenta e mantém todas as coisas criadas em existência. Ele reflete a ideia de que a criação não é apenas um evento do passado, mas que Deus continua a sustentar ativamente a existência de tudo o que foi criado. Esse conceito destaca a dependência contínua de todas as criaturas da providência divina e é uma parte fundamental da visão teológica da relação entre Deus e o universo na tradição cristã. ===Dogmas sobre o ser humano=== # O homem é formado por corpo material e alma espiritual: \"O humano como comum constituída de corpo e alma.\" O dogma afirma que a natureza humana é composta de corpo e alma, refletindo a visão dualista de que os seres humanos têm uma dimensão material (corpo) e uma dimensão espiritual (alma). Essa compreensão é essencial na teologia cristã. # O pecado de Adão se propaga a todos seus descendentes por geração, não por imitação: \"Pecado, que é morte da alma, se propaga de Adão a todos seus descendentes por geração e não por imitação, e que é inerente a cada indivíduo.\" O dogma afirma que o pecado, considerado a morte da alma, é transmitido de Adão a todos os seus descendentes não por imitação, mas por geração. Isso significa que a predisposição para o pecado é inerente a cada indivíduo desde o nascimento, devido à queda de Adão e Eva, e requer a redenção pela graça divina. # O homem caído não pode redimir-se a si próprio: \"Somente um ato livre por parte do amor divino poderia restaurar a ordem sobrenatural, destruída pelo pecado.\" Este dogma afirma que apenas um ato livre do amor divino pode restaurar a ordem sobrenatural, que foi danificada pelo pecado. Ele destaca a necessidade de uma intervenção divina, realizada por meio do amor livre de Deus, para reestabelecer a relação harmoniosa entre Deus e a humanidade após a quebra causada pelo pecado. ===Dogmas marianos=== # A Imaculada Conceição de Maria: \"A Santíssima Virgem Maria, no primeiro instante de sua concepção, foi por singular graça e privilégio de Deus onipotente em previsão dos méritos de Cristo Jesus, Salvador do gênero humano, preservada imune de toda mancha de culpa original.\" Este dogma, conhecido como a Imaculada Conceição, declara que a Virgem Maria foi preservada do pecado original desde o primeiro momento de sua concepção, como um privilégio especial de Deus, em antecipação aos méritos de Cristo. Isso significa que Maria foi concebida sem a mancha do pecado original. # A Virgindade Perpétua de Maria: \"A Santíssima Virgem Maria é virgem antes, durante e depois do parto de seu Divino Filho, sendo mantida assim por Deus até a sua gloriosa Assunção.\" Este dogma, conhecido como a Virgindade Perpétua de Maria, afirma que Maria foi virgem antes, durante e depois do nascimento de Jesus, e permaneceu virgem até sua Assunção ao Céu. Essa crença destaca a pureza e santidade contínuas de Maria ao longo de sua vida. # Maria, Mãe de Deus: \"Maria, como uma virgem perpétua, gerara a Cristo segundo a natureza humana e quem dela nasce, ou seja, o sujeito nascido, Cristo tem uma natureza humana e a natureza divina, ou seja, o Verbo. Daí que o Filho de Maria é propriamente o Verbo que subsiste junto à natureza humana; então Maria é verdadeira Mãe de Deus, posto que o Verbo é Deus. Cristo: Verdadeiro Deus e Verdadeiro Homem, duas naturezas inseparáveis.\" Este dogma, conhecido como a Maternidade Divina, ensina que Maria, como Virgem Perpétua, gerou a Cristo, possuindo uma natureza humana e uma divina. O Filho de Maria é o Verbo encarnado, tornando Maria a verdadeira Mãe de Deus, uma vez que o Verbo é Deus. Assim, Cristo é verdadeiro Deus e verdadeiro Homem. # A Assunção de Maria: \"A Virgem Maria foi assunta ao Céu imediatamente depois que acabou sua vida terrena; seu Corpo não sofreu nenhuma corrupção como sucederá com todos os homens que ressuscitarão até o final dos tempos, passando pela decomposição.\" Este dogma afirma que, ao término de sua vida terrena, a Virgem Maria foi elevada de corpo e alma ao Céu de maneira imediata, portanto seu corpo não sofreu decomposição, como ocorre com todos os outros seres humanos. Essa crença destaca a singularidade e a santidade especial atribuídas a Maria. ===Dogmas sobre o Papa e a Igreja=== # A Igreja foi fundada pelo Deus e Homem, Jesus Cristo: \"Cristo fundou a Igreja, que Ele estabeleceu os fundamentos substanciais da mesma, no tocante à doutrina, culto e constituição.\" Esse dogma afirma que Cristo estabeleceu a Igreja, determinando seus fundamentos essenciais, incluindo doutrina, culto e organização. Essa crença destaca a autoridade e a fundação divina da Igreja Cristã por Jesus Cristo. # Cristo constituiu o Apóstolo São Pedro como primeiro entre os Apóstolos e como cabeça visível de toda a Igreja, conferindo-lhe imediata e pessoalmente o primado da jurisdição: \"O Romano Pontífice é o sucessor do bem-aventurado Pedro e tem o primado sobre todo o rebanho.\" Esse dogma sustenta que o Papa, como o Bispo de Roma, é o sucessor de São Pedro e possui a primazia sobre toda a Igreja. Essa crença destaca a autoridade papal como uma continuidade do papel de liderança atribuído a Pedro por Jesus Cristo. # O Papa possui o pleno e supremo poder de jurisdição sobre toda a Igreja, não somente em coisas de fé e costumes, mas também na disciplina e governo da Igreja: \"Conforme esta declaração, o poder do Papa é: de jurisdição, universal, supremo, pleno, ordinário, episcopal, imediato.\" Esse dogma afirma que o poder do Papa é de jurisdição, universal, supremo, pleno, ordinário, episcopal e imediato. Isso destaca a autoridade abrangente e suprema do Papa sobre a Igreja Católica, em termos de jurisdição, governo e direção espiritual. # O Papa é infalível sempre que se pronuncia ex cathedra: \"Sujeito da infalibilidade papal é todo o Papa legítimo, em sua qualidade de sucessor de Pedro e não outras pessoas ou organismos (ex.: congregações pontificais) a quem o Papa confere parte de sua autoridade magistral.\" O dogma afirma que apenas o Papa legítimo, como sucessor de Pedro, é o sujeito da infalibilidade papal. Isso exclui outras pessoas ou organismos aos quais o Papa possa delegar parte de sua autoridade magistral. # A Igreja é infalível quando faz definição em matéria de fé e costumes. Esse dogma afirma que a Igreja é infalível ao fazer definições em questões de fé e costumes. Isso significa que, quando a Igreja declara algo como uma verdade de fé ou prática moral, essa declaração é considerada isenta de erro. ===Dogmas sobre os sacramentos=== # O Batismo é verdadeiro Sacramento instituído por Jesus Cristo: \"Foi dado todo poder no céu e na terra; ide então e ensinai todas as pessoas, batizando-as em nome do Pai, do Filho e do Espírito Santo.\" Esse dogma se baseia nas palavras de Jesus Cristo aos apóstolos, onde Ele concede a eles todo poder no céu e na terra e os instrui a ensinar todas as pessoas, batizando-as em nome do Pai, do Filho e do Espírito Santo. Esse mandato é conhecido como a Grande Comissão e representa a missão apostólica de pregar o Evangelho e administrar o batismo como meio de incorporar as pessoas à comunidade cristã. # A Confirmação é verdadeiro e próprio Sacramento: \"Este Sacramento concede aos batizados a fortaleza do Espírito Santo para que se consolidem interiormente em sua vida sobrenatural e confessem exteriormente com valentia sua fé em Jesus Cristo.\" Esse dogma refere-se ao sacramento da Confirmação, que concede aos batizados a fortaleza do Espírito Santo. Isso os capacita a fortalecerem interiormente sua vida espiritual e a testemunharem corajosamente sua fé em Jesus Cristo publicamente. # A Igreja recebeu de Cristo o poder de perdoar os pecados cometidos após o Batismo: \"Foi comunicada aos Apóstolos e a seus legítimos sucessores o poder de perdoar e de reter os pecados para reconciliar aos fiéis caídos depois do Batismo.\" Esse dogma destaca que aos Apóstolos e a seus sucessores legítimos foi conferido o poder de perdoar e reter os pecados, permitindo a reconciliação dos fiéis que caíram em pecado após o Batismo. Isso está associado ao sacramento da Confissão ou Reconciliação na tradição cristã. # A Confissão Sacramental dos pecados está prescrita por Direito Divino e é necessária para a salvação: \"Basta indicar a culpa da consciência apenas aos sacerdotes mediante confissão secreta.\" Este dogma destaca a prática da confissão secreta, onde os fiéis confessam suas faltas apenas aos sacerdotes. Indica que é suficiente revelar a culpa da consciência por meio dessa confissão para buscar o perdão e a reconciliação, conforme praticado no sacramento da Confissão na tradição católica. # A Eucaristia é verdadeiro Sacramento instituído por Cristo: \"Aquele que come Minha Carne e bebe Meu Sangue tem a vida eterna.\" Esse dogma se baseia nas palavras de Jesus registradas nos Evangelhos, especialmente em João 6:54, onde Ele afirma: \"Aquele que come Minha Carne e bebe Meu Sangue tem a vida eterna.\" Essa declaração está relacionada à compreensão católica da Eucaristia, ensinando que a participação na comunhão, onde os fiéis recebem o Corpo e Sangue de Cristo, é um meio de obter a vida eterna. Essa prática é central na teologia eucarística da Igreja Católica. # Cristo está presente no sacramento do altar pela transubstanciação de toda a substância do pão em seu corpo e toda a substância do vinho em seu sangue. Este dogma afirma que, no Sacramento da Eucaristia, Cristo está presente de maneira real e substancial. Através do processo de transubstanciação, a substância do pão torna-se o Corpo de Cristo, e a substância do vinho torna-se o Seu Sangue. Isso destaca a crença católica na presença real de Cristo na hóstia consagrada durante a celebração da Missa. # A Unção dos enfermos é verdadeiro e próprio Sacramento instituído por Cristo: \"Existe algum enfermo entre nós? Façamos a unção do mesmo em nome do Senhor.\" Esse dogma afirma que a Unção dos Enfermos é um verdadeiro e próprio Sacramento instituído por Cristo. Isso significa que a prática da unção, quando realizada segundo os rituais sacramentais da Igreja, é reconhecida como um meio especial de graça e bênção para os enfermos, de acordo com o ensinamento cristão. # Ordem é verdadeiro e próprio Sacramento instituído por Cristo: \"Existe uma hierarquia instituída por ordenação Divina, que consta de Bispos, Presbíteros e Diáconos.\" Este dogma estabelece a existência de uma hierarquia na Igreja instituída por ordenação divina. Essa hierarquia inclui Bispos, Presbíteros e Diáconos. A crença afirma que essa organização foi estabelecida por Deus para governar e orientar a comunidade cristã, garantindo uma estrutura de liderança que remonta aos tempos apostólicos. # O matrimónio é verdadeiro e próprio Sacramento: \"Cristo restaurou o matrimónio instituído e bendito por Deus, fazendo que recobrasse seu primitivo ideal da unidade e indissolubilidade e elevando-o à dignidade de Sacramento.\" Este dogma afirma que Cristo restaurou o matrimônio, que foi instituído e abençoado por Deus. Ele elevou o matrimônio à dignidade de sacramento, restabelecendo seus ideais originais de unidade e indissolubilidade. Essa crença destaca a visão cristã do matrimônio como um sacramento sagrado, com bases nos ensinamentos e ações de Jesus Cristo. ===Dogmas sobre as últimas coisas=== # A Morte e sua origem: \"A morte, na atual ordem de salvação, é consequência primitiva do pecado.\" Este dogma ensina que, na ordem de salvação atual, a morte é uma consequência original do pecado. Ele reflete a crença cristã de que a entrada da morte no mundo está ligada à queda da humanidade no pecado, como narrado no relato do Gênesis na Bíblia. A morte é vista como uma realidade que entrou na criação devido à desobediência humana. # O Céu (Paraíso): \"As almas dos justos que no instante da morte se acham livres de toda a culpa e pena de pecado entram no céu.\" Este dogma afirma que as almas dos justos que, no momento da morte, estão livres de toda culpa e pena de pecado, entram no céu. Isso expressa a crença na entrada dos justos na presença de Deus após a morte, desfrutando da plenitude da vida eterna no céu. # O Inferno: \"O inferno é uma possibilidade graças à nossa liberdade. Deus nos fez livres para amá-lo ou para rejeitá-lo. Se o céu pode ser representado como onde todos vivem em plena comunhão entre si e com Deus, o inferno pode ser visto como solidão, divisão e ausência do amor que gera e mantém a vida. Deve-se salientar que a vontade de Deus é a vida e não a morte de quem quer que seja. Jesus veio para salvar e não para condenar. No limite, Deus não condena ninguém ao inferno. É a nossa opção fundamental, que vai se formando ao longo de toda a vida, pelos nossos pensamentos, atos e omissões, que confirma ou não o desejo de estar com Deus para sempre.\" A Igreja reconhece que o medo da punição eterna também leva muitos à conversão, bastando, por exemplo, o arrependimento por medo do inferno para a validade de uma confissão. # O Purgatório: \"As almas dos justos que no instante da morte estão agravadas por pecados veniais ou por penas temporais devidas pelo pecado vão ao purgatório. O purgatório é estado de purificação.\" Este dogma ensina que as almas dos justos que, no momento da morte, possuem pecados veniais ou penas temporais devidas ao pecado, passam pelo purgatório. O purgatório é considerado um estado de purificação, onde as almas são preparadas para entrar no céu após serem purificadas de suas faltas veniais e penas temporais. # O Fim do mundo e a Segunda vinda de Cristo: \"No fim do mundo, Cristo, rodeado de majestade, virá de novo para julgar os homens.\" Este dogma afirma que, no final do mundo, Cristo voltará rodeado de majestade para julgar a humanidade. Isso reflete a crença cristã na segunda vinda de Cristo, onde Ele exercerá o juízo final sobre todos os seres humanos, determinando o destino eterno de cada indivíduo com base em suas ações e fé durante suas vidas. # A Ressurreição dos mortos no Último Dia: \"Aos que crêem em Jesus e comem de Seu corpo e bebem de Seu sangue, Ele lhes promete a ressurreição.\" Este dogma afirma que aqueles que creem em Jesus, participam do Seu corpo e sangue (na Eucaristia), recebem a promessa da ressurreição. Reflete a promessa cristã de vida eterna para aqueles que têm fé em Cristo e participam dos sacramentos, particularmente a Eucaristia, onde a comunhão com o corpo e sangue de Cristo é central. #O Juízo Universal: \"Cristo, depois de seu retorno, julgará a todos os homens.\" Este dogma ensina que, após o retorno de Cristo, Ele julgará todos os seres humanos. Reflete a crença cristã na segunda vinda de Cristo, quando Ele exercerá o juízo final sobre toda a humanidade, determinando o destino eterno de cada indivíduo com base em suas ações e fé durante suas vidas. ==Ver também== * Igreja Católica * Doutrina da Igreja Católica * Magistério da Igreja Católica * Dogma * Teologia cristã * Catecismo da Igreja Católica Categoria:Filosofia da religião Categoria:Conceitos religiosos Categoria:Teologia dogmática católica Categoria:Dogma",
 "title": "Dogmas da Igreja Católica"
}