{
 "id": "37447",
 "text": "{{Info/Município do Brasil |nome = Rio Negro |foto = Rio Negro.jpg |leg_foto = Vista parcial da cidade de Rio Negro |apelido = |brasão = Brasaorionegro.png |bandeira = Bandeira Rio Negro - PR.png |link_hino = s:Hino do município de Rio Negro (Paraná) |aniversário = 15 de novembro |fundação = |gentílico = rio-negrense |prefeito = James Karson Valério |partido = PSD |fim_mandato = 2024 |lema = Trabalho, fé, perseverança |mapa = Parana Municip RioNegro.svg |latP = S | latG = 26 | latM = 06 | latS = 21 |lonP = O | lonG = 49 | lonM = 47 | lonS = 52 |estado = Paraná |mesorregião = Metropolitana de Curitiba |data_mesorregião = IBGE/2008 |microrregião = Rio Negro |data_microrregião = IBGE/2008 |vizinhos = Lapa, Campo do Tenente, Piên, Mafra (SC) e Rio Negrinho (SC) |dist_capital = 109 |área = 603.246 | área_ref = |população = 33922 |data_pop = estimativa IBGE/2018 |altitude = 780 |clima = subtropical |sigla_clima = Cfb |idh = 0.801 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 18058.94 |data_pib_per_capita = IBGE/2008 |site_prefeitura = rionegro.pr.gov.br }} Rio Negro é um município brasileiro situado na região sudeste do estado do Paraná. Localiza-se a uma latitude 26º06'21\" sul e a uma longitude 49º47'51\" oeste, estando a uma altitude de 780 metros. A área total do município é de 604,63 km² e a sua população, conforme estimativas do IBGE de 2018, era de habitantes. É limítrofe ao estado de Santa Catarina, através do rio Negro, tendo sua sede integrada à cidade vizinha de Mafra, formando um aglomerado urbano de cerca de habitantes; fenômeno típico de cidades irmãs, localizadas em margens opostas nos pontos de travessia de rios de grande porte, apresentando uma simbiose no relacionamento socioeconômico, comportando-se como uma cidade única. A região destaca-se também no setor de transportes, sendo cortada pelo principal corredor de transporte rodoferroviário que liga a Região Sul às demais regiões do Brasil (BR-116 e tronco da América Latina Logística) e ainda pela BR-280. A sede municipal dista 92 quilômetros de Curitiba e do Aeroporto Internacional Afonso Pena, os portos de Paranaguá a 180 quilômetros, São Francisco do Sul a 120 quilômetros e do Porto de Itajaí a 200 km. Integra a Bacia do Rio Iguaçu, no Alto Iguaçu, sendo na margem direita o rio Negro um de seus principais afluentes e em cuja sub-bacia encontram-se extensas regiões de várzeas inundáveis. O rio Negro, neste trecho, tem qualidade da água avaliada pelo IAP como classe 02, ou seja, pode ser utilizada para o consumo desde que tratada, e liberada para o lazer. A região de Rio Negro caracteriza-se por ter um clima subtropical. A temperatura média registrada é de 17 °C, a média-máxima é de 28 °C e a média-mínima é de 6 °C. As geadas são frequentes e fortes por ocasião do inverno, ocorrendo entre os meses de abril e agosto. == Etimologia == De origem geográfica, constituindo-se na simplificação da antiga denominação de Capela de Rio Negro. É referência ao Rio Negro, que banha o município e serve de divisa entre os estados do Paraná e Santa Catarina. == História == A partir de 1730, o governador da Capitania de São Paulo, D. Antonio da Silva Caldeira Pimentel, determinou que se abrisse uma via de comunicação com Viamão, Capitania de São Pedro do Rio Grande do Sul, com o objetivo de alcançar a feira de Sorocaba, em São Paulo. Surge então a \"Estrada do Mota\", numa referência ao seu executor, o curitibano Manoel Rodrigues da Mota, que partiu de Curitiba, cruzou os rios Iguaçu e Negro, abrindo uma picada até o Campos de Lages. Com o passar do tempo esta via teve a denominação alterada para \"Estrada da Mata\". Como se observa é antiga a movimentação nessa região. O núcleo de colonização que deu origem a Rio Negro iniciou-se ao redor de um registro fiscal, na região que era conhecida como Sertão da Mata, ou Mata do Sertão. Esta comunidade vivia em permanente estado de alerta, em face dos constantes ataques indígenas ocorridos. Para dar maior estabilidade à localidade, D. Francisco de Assis Mascarenhas, governador da capitania, autorizou o estabelecimento de cinquenta casais de portugueses açorianos, que vieram do Porto de Cima (Morretes). Em 1828 foi erguida a Capela da Mata do Caminho do Sul, sob a invocação do Senhor Bom Jesus da Coluna. Em 26 de julho do mesmo ano, por ofício do Bispo de São Paulo, D. Manoel de Andrade, a povoação elevou-se à categoria de Capela Curada. Nesta época a povoação era conhecida como Capela do Rio Negro. É tido como benemérito e fundador da cidade o sr. João da Silva Machado, gaúcho que notabilizou-se em terras paranaenses, onde entre outras coisas foi o primeiro senador da Província do Paraná e recebeu o título honorífico de Barão de Antonina. Em 1829 chegaram os primeiros imigrantes alemães ao Paraná, que deram forte impulso ao lugar. Alguns anos após houve imigração espontânea de famílias alemãs das regiões das cidades catarinenses de Joinville, São Bento do Sul, Blumenau e também do Rio Grande do Sul. Da Bukovina vieram quinze famílias descendentes de bávaros, que chegaram em 1886. O núcleo é elevado à categoria de freguesia em 1838, e a nível de vila e município no dia 2 de abril de 1870, através da Lei Provincial nº 219, com território desmembrado do município da Lapa. A instalação oficial deu-se no dia 15 de novembro de 1870, e a composição dos Camaristas era a seguinte: Comendador João de Oliveira Franco, capitão João Bley, capitão Francisco Frade, João Vieira Ribas, tenente Pedro Amálio Ribas, Salvador José de Lima e Tibireça dos Santos Pacheco Lima. Data de 4 de fevereiro de 1883 a chegada do vapor Cruzeiro ligando Rio Negro a Canoinhas, Porto União da Vitória e Curitiba. Os vapores mais frequentes eram o \"Pery\", \"Rio Negro\", \"Curitiba\" e \"Iguaçu\". A navegação do Rio Negro durou até 1953 com a liquidação do Lloyd Paranaense. No ano de 1896, o município recebe foros de cidade, e seu primeiro prefeito, Joaquim Teixeira Sabóia. Desde o início de sua colonização os povoadores de Rio Negro ocuparam ambas as margens do Rio Negro, no entanto, após o acordo na Questão de Limites com o Estado de Santa Catarina, a cidade ficou dividida em duas, de um lado a cidade de Rio Negro e de outro, Mafra. Rio Negro passou a ser sede de Comarca pela Lei Estadual nº 210, de 1º de dezembro de 1896, sendo primeiro Juiz de Direito, o dr. Augusto Leonardo S. Guarita, cuja posse foi em 6 de janeiro de 1897. Em Rio Negro existe o Clube de Tropeiros “Estrada da Mata”, que tem por objetivo resgatar a história dos tropeiros e do município, como surgiram, quais os primeiros moradores, sua etnia e manter um relacionamento de confraternização, amizade e lealdade, preservando os costumes e tradição do tropeirismo. == Turismo == === Ponte Dr. Dinis Assis Henning === === Parque Ecoturístico Municipal === O Parque Ecoturístico Municipal ocupa a área pertencente ao antigo Seminário Seráfico São Luís de Tolosa, que teve sua origem no Collegio Seraphico Santo Antonio, em Blumenau (Santa Catarina), fundado por padres franciscanos alemães. O responsável pela instalação do Seminário em Rio Negro foi o cônego José Ernser e a pedra fundamental foi lançada em 1918, sendo a construção concluída e inaugurada em 3 de fevereiro de 1923, com 118 seminaristas vindos de Blumenau. Ficou ativo até a década de setenta, sendo tombado como Patrimônio Histórico e Cultural do Município em 1978. Do Seminário Seráfico fizeram parte figuras eminentes, tais como o arcebispo Dom Evaristo Arns e Leonardo Boff. Além da prefeitura, o parque abriga a Capela Cônego José Ernser, cujas pinturas murais foram feitas entre 1922 e 1935, por Pedro Cechet. O forro da capela é revestido pela técnica “estuque” (madeira entrelaçada e internamente revestida com argamassa). Possui elementos góticos (céu lateral) e românicos (abóbadas, arcos, forma das janelas). A técnica utilizada no forro é óleo, nas laterais e rodapés a têmpera e a nave central apresenta pinturas à cal. A capela passou por um processo de restauração em 2000, quando recebeu a denominação de Capela “Cônego José Ernser”, homenagem ao Pe. José Ernser, ex-vigário de Rio Negro chamado carinhosamente de “Construtor de Igrejas”. O parque abriga também o Cine Teatro “Antônio Cândido do Amaral” que, assim como a capela, recebeu pintura mural do artista Pedro Cechet. Restaurado em 2002, é popularmente conhecido como “Cine Seminário”. Outro atrativo do parque, a “Casa Branca”, usada pelos franciscanos como casa de hóspedes, passou a ser o “Centro Ambiental”, voltado a desenvolver pesquisas científicas da flora e fauna locais, assim como promover a integração da comunidade com os recursos naturais do parque, que possui aproximadamente , oferecendo aos turistas trilhas com diversos atrativos: gruta Nossa Senhora de Lourdes, Campo Santo (antigo cemitério dos Franciscanos) e a Capelinha de São José. Outro atrativo do parque é a exposição das obras do artista Meinrad Horn, que construiu em palha de milho um presépio com cerca de personagens, a “Cidade de Belém”, ocupando uma área de 50 metros quadrados, além de “Passagens da Vida de Cristo”, com quarenta oratórios, compostos por mais de 800 personagens. Ainda no parque se encontra o Museu Professora Maria José França Foohs, inaugurado no dia 15 de novembro de 2002, no interior da edificação, onde funcionavam a cozinha e os antigos refeitórios dos franciscanos. O museu resgata usos e costumes das mais diversas etnias que compõem o povo da região. == Imigrantes == === Os alemães === Em Rio Negro, onde existia um pequeno povoado com o nome de “Capela da Estrada da Mata” com 108 moradores em 1828, localizaram-se famílias alemãs, que teriam embarcado no veleiro alemão Charlote Louise em 30 de junho de 1828, portanto de conformidade com os planos do Governo Imperial em atrair imigrantes europeus ao Brasil. Apesar de terem aportado no Rio de Janeiro em 2 de outubro, somente em janeiro de 1829 chegaram em Antonina, e seu destino foi alcançado em 6 de fevereiro de 1829. (NADALIN, 1969, p. 2). Houve duas remessas de colonos alemães para Rio Negro, a pedido do Barão de Antonina que, “para garantir a subsistência própria, tiveram de derrubar as matas, deslocar terras para revolvê-la e plantar o cereal necessário à vida” (CENTENÁRIO, Livro do 1929, p. 37). Com a chegada desses colonos, a povoação ganha impulso e cria um movimento notável para a época. Os primeiros alemães a chegar a Rio Negro foram 20 famílias que compunham aproximadamente de 100 pessoas; a segunda leva de imigrantes de colonos alemães era composto de 27 famílias com 138 pessoas. (D'ALMEIDA, Raul - História de Rio Negro, 1976) === Os alemães bucovinos === A origem dos bucovinos está na Baviera, estado autônomo do sul da Alemanha. Da região bávara, emigraram em fins do século XVIII um considerável número de famílias camponesas para colonizar algumas áreas a província austríaca da Boêmia (atual República Checa). Em 1838/1840, os descendentes desses camponeses de origem bávara seguiram para a Bucovina, a província mais oriental do Império Austro-Húngaro (e parte da Moldávia histórica), hoje dividida entre Romênia e Ucrânia. Lá, fundaram comunidades e prosperaram; além dos alemães, havia na Bucovina colonos de origem ucraniana, polonesa e húngara, súditos do Império Austro-Húngaro (1813-1918). Nos anos de 1887 e 1888, os bucovinos emigraram em duas levas para o Brasil, mais especificadamente para Rio Negro, totalizando 377 pessoas divididas em 77 famílias. Na região, os alemães bucovinos (ou austríacos bucovinos, como se afirmam alguns dos mais velhos descendentes) realizaram as tarefas de desbravamento, a começar pela derrubada das matas para o plantio e estabelecimento de sua cultura. Os bucovinos ocuparam largo setor de atividades econômicas conquistando relativa prosperidade, conservando no Brasil suas características específicas: língua (dialeto), tradições, danças folclóricas e culinária. Um considerável número de imigrantes se instalou no vizinho município de Mafra e alguns ainda em São Bento do Sul, cidade colonizada, em sua maioria, por alemães oriundos da Baviera, da antiga Boêmia e da Floresta Negra. Rio Negro e Mafra formam juntas a maior colônia bucovina existente no Mundo. Faltam, contudo, projetos culturais que garantem a preservação do dialeto (bávaro) bucovino, que diminuiu consideravelmente entre os descendentes. \"Tal dialeto é um patrimônio cultural de uma região que, enquanto de língua alemã, não existe mais e sua preservação e promoção é de vital importância para a manutenção da cultura dos emigrantes bucovinos\" (ALTMAYER, Everton - Deutsche Dialekte in Brasilien, 2005). Anualmente é realizada em Rio Negro a Festa Bucovina (Bukowinenfest), que preserva os costumes dos emigrantes alemães da antiga região da Bucovina. Sempre em julho, a festa conta com grupos folclóricos, corais, bandas tradicionais, além dos pratos típicos e cerveja. A festa é promovida pela comunidade bucovina de Rio Negro e Mafra. === Os poloneses === Em 1890, Rio Negro recebeu um considerável número de colonos poloneses que seguiram para a colônia Lucena, então pertencente a Rio Negro. Marcaram definitivamente sua presença no município em 1891, alojando-se primeiramente num barracão às margens do Rio Negro, onde viviam com imigrantes de outras origens em difíceis condições. Foram surpreendidos por uma enchente avassaladora, que causou a morte de vários colonos. Além disso, as epidemias causadas pós-enchente mataram mais de trezentos imigrantes poloneses, sem contar os que foram mortos por ocasião do Cerco da Lapa, durante a Revolução Federalista, onde lutaram. Posteriormente emancipada de Rio Negro através do Acordo de Limites entre Paraná e Santa Catarina, em 1916, a antiga colônia deu origem ao município de Itaiópolis em Santa Catarina, que preserva até hoje as tradições polonesas. == Educação == Rio Negro conta com 34 estabelecimentos de ensino, sendo 25 localizados na sede do Município e 09 na zona rural, em especial: *Universidade Aberta do Brasil (UAB), criada pelo Governo Federal em parceria com as Universidades Federais e Estaduais e algumas Prefeituras Municipais a partir do ano de 2005. *Polo de Apoio Presencial no Município de Rio Negro, implantado no ano de 2008, contando com apoio da Prefeitura Municipal de Rio Negro, juntamente com a Secretaria Municipal de Educação. A manutenção do polo é realizada pela Prefeitura Municipal de Rio Negro, através da Secretaria Municipal de Educação de Rio Negro. O Polo Presencial de Professor Francisco de Oliveira recebe este nome em homenagem a um professor local que fez diferença com suas ações na comunidade tendo recebido título de Cidadão Honorário, foi Juiz de Paz, contador, participou de ações sociais com a Igreja Católica local, sendo um grande exemplo na comunidade e região. == Enchentes de 1983 e 1992 == Em 14 de julho de 1983 a população de Rio Negro, e Mafra, cidade divisa de Santa Catarina, observou perplexa o nível das águas do rio Negro, que corta os dois municípios, subir rapidamente. As intensas chuvas fizeram o nível normal de 1,50 metro, chegar no mês de julho a 14,57 metros, inundando bairros, destruindo edificações e deixando milhares de desabrigados. Nove anos depois, em 29 de maio de 1992 o nível chegou a 14,42 metros e as águas novamente invadiram as cidades. Rio Negro ficou isolada de Mafra com a interdição das pontes Rodrigo Ajace e a Dr. Diniz Assis Henning (a ponte Metálica). Cerca de oito mil desabrigados foram enviados a 24 abrigos oficiais, entre salões paroquiais, ginásios, clubes, barracões de empresas e até vagões de trens da antiga Rede Ferroviária Federal. Decretado estado de calamidade pública Rio Negro sofreu ainda com racionamento de alimentação de remédios e com problemas de abastecimento de água potável. Os prejuízos foram calculados em cinco bilhões de cruzeiros, na época. Passado o susto e a limpeza do que restou aconteceu a dragagem do rio Negro e seus afluentes e moradores foram removidos das áreas consideradas de risco devido a proximidade dos rios. == Subdivisões == ==Transporte== O município de Rio Negro é servido pelas seguintes rodovias: * BR-116, que liga Curitiba à Porto Alegre. * PR-281, que liga a BR-376 pela cidade de Piên Rio Negro também é servido pela seguinte ferrovia: * Ramal do Rio Negro da antiga Rede de Viação Paraná-Santa Catarina. == Ver também == * Centro Paleontológico da Universidade do Contestado * Aracy de Carvalho * Helena Kolody * Rio Negro Categoria:Colônias alemãs no Paraná Categoria:Fundações no Paraná em 1870",
 "title": "Rio Negro (município do Paraná)"
}