{
 "id": "37495",
 "text": "A SIC Mulher é um canal temático da SIC. Foi o quarto canal da empresa televisiva a ser lançado, tendo sido especialmente desenhado para a televisão paga por cabo e satélite. As suas emissões iniciaram-se no dia 8 de março de 2003, Dia Internacional da Mulher. A 6 de outubro de 2016, no vigésimo quarto aniversário da SIC, o canal migrou para o formato HD. Apesar de o seu público- alvo serem as mulheres, o canal transmite programas com interesse para todo o \"tipo\" de pessoas, independentemente do género, como séries de ficção ou talk shows internacionais, magazines e filmes. No entanto, o seu principal objetivo era, pelo menos nos primeiros anos de emissão, a difusão de uma programação destinada à mulher que não se revê na totalidade em nenhum dos canais disponíveis no panorama televisivo português da atualidade. Inicialmente, foi também apresentado como um canal que se destinava à mulher que já saiu de casa da família, que já não estuda, já é independente, trabalha, tem uma carreira, já casou ou tem filhos. Em junho de 2006, foi anunciado que a estava a ser equacionado o fim da SIC Mulher, em dezembro desse mesmo ano, devido às baixas audiências alcançadas pelo canal, mas isso acabou por não acontecer. Em março de 2023 - e a propósito da comemoração do 20.º aniversário da SIC Mulher -, foi anunciado que em janeiro desse ano o canal tinha alcançado o melhor resultado [em termos de audiência e/ou rating] durante o período da década precedente. À data de 2021, o canal transmitia muito poucos conteúdos portugueses, sendo que nos seus primeiros anos de emissão os programas originais perfaziam uma percentagem maior da grelha. Com a maior penetração da internet ao longo das décadas de 2010 e 2020, a SIC Mulher apostou mais no seu site, onde apresenta conteúdos que não \"chegam\" ao canal, como notícias da atualidade que sejam consideradas do interesse do público feminino. Na primeira metade da década de 2020, o canal passou a exibir séries e telenovelas turcas dobradas em espanhol - assim como o canal-irmão SIC Caras -, o que se revelou uma aposta de sucesso, passando o canal a dar menos destaque a talent shows estrangeiros, que antes compunham uma boa parte da grelha de programação. Para além de Portugal (onde está presente nas quatro operadoras de televisão paga: NOS, MEO, Vodafone e Nowo), a SIC Mulher também está disponível em Angola e Moçambique. ==Direção da SIC Mulher== *Diretor Geral de Entretenimento: **Daniel Oliveira *Diretor da SIC Mulher: **Nelson Furtado *Anteriores Diretores da SIC Mulher: **Júlia Pinheiro (2018-2023) **Pedro Boucherie Mendes (2017-2018) **Sofia Carvalho (2003-2017) ==Programas SIC Mulher== ===Produção Nacional=== * Mundo das Mulheres * Mais Mulher * Faz Sentido * Não Faz Sentido * Entre Nós * Amor Sem Limites * Chakall & Pulga * Dias com Mafalda * Combinações Improváveis * Irresistível (Em exibição) * Whats Up? TV (Em exibição) * Mesaluísa (Em exibição) * Médico da Casa (Em exibição) * Temos de Falar (Em exibição) * Boa Cama, Boa Mesa (Em exibição) * Kológica (Em exibição) ===Ficção Nacional=== A SIC Mulher transmitiu as seguintes séries/novelas da SIC, em reposição: * Médico de Família * Jura * O Bairro da Fonte * Querido Professor === Ficção Internacional === A SIC Mulher transmite as seguintes séries/novelas internacionais: * The White Slave - (Em Exibição) * Benim Adım Melek (como \"Melek: a Mother's Struggle\") \\- (Em Exibição) * Yaralı Kuşlar (como \"Wounded Birds\") (exibido em 2024) ===Programas Internacionais=== Joias TV (Em Exibição) * Oprah Winfrey Show * The Biggest Loser * The Ellen DeGeneres Show * ~The Tyra Banks Show * Video Fashion Daily - (Em Exibição) * Style By Jury - (Em Exibição) * Dr. Oz - (Em Exibição) * Rachel Zoe Project - (Em Exibição) * Dr. Phil - (Em Exibição) * Extreme Makeover (como \"Reconstrução Total\") - (Em Exibição) * Re-Vamped (Começar de Novo) * Masterchef Brasil * Living Smaller ===Eventos=== * Rock In Rio Lisboa * Gala Mulher Activa ==Profissionais da SIC Mulher== Apresentadores Programa Estado Ana Rita Clara Faz Sentido Terminado Catarina Morazzo Jóias TV Em exibição Adelaide Sousa Entre Nós Terminado Dra. Maria do Céu Santo Amor Sem Limites Terminado Marta Crawford 100 Tabus Terminado Raquel Strada Portugal Fashion Terminado Maria Botelho Moniz Eu Quero Arrumar (1ª Temporada) Terminado Alexandra Lencastre Irresistível Terminado Carolina Patrocínio What's Up? TV Em exibição Ana Marques Eu Quero Arrumar (2ª Temporada) Terminado Luísa Vilar Mesaluisa Em exibição Dr. Almeida Nunes Médico da Casa Em exibição Bárbara Guimarães Irresistível Em exibição Temos de Falar Fátima Lopes Mudar para Melhor Em exibição Ana Galvão Temos de Falar Ana Garcia Martins Temos de Falar Vera Kolodzig Kológica == Audiências == 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 0,4% 0,5% 0,5% 0,4% 0,5% 0,5% 0,6% 0,7% 0,9% 0,7% 0,7% 0,6% 0,6% 0,6% 0,9% ==Ligações Externas== * * Mulher Categoria:Canais de televisão fundados em 2003 Categoria:Fundações em Portugal em 2003 Categoria:Canais de televisão por assinatura de Portugal Categoria:Canais de televisão de língua portuguesa Categoria:Canais de televisão dirigidos ao público feminino",
 "title": "SIC Mulher"
}