{
 "id": "37516",
 "text": "A rosa (do latim rosa)FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 522. é uma das flores mais populares no mundo. Vem sendo cultivada pelo homem desde a Antiguidade. A primeira rosa cresceu nos jardins asiáticos há cerca de 5 000 anos. Na sua forma selvagem, a flor é ainda mais antiga.Revista História Viva: \"As rosas não falam (mas contam a história)\" Celebrada ao longo dos séculos, a rosa, símbolo dos apaixonados, também marcou presença em eventos históricos importantes e decisivos. Fósseis dessas rosas datam de há 35 milhões de anos. == Descrição == Cientificamente, as rosas pertencem à família Rosaceae, e ao gênero Rosa L., com mais de 100 espécies, e milhares de variedades, híbridos e cultivares. São arbustos ou trepadeiras, providos de acúleos. As folhas são simples, partidas em 5 ou 7 lóbulos de bordos denteados. As flores, na maioria das vezes, são solitárias. Apresentam originalmente 5 pétalas, muitos estames e um ovário ínfero. Os frutos são pequenos, normalmente vermelhos, algumas vezes comestíveis. == Cultivo == Atualmente, as rosas cultivadas estão disponíveis em uma variedade imensa de formas, tanto no aspecto vegetativo como no aspecto floral. As flores, particularmente, sofreram modificações através de cruzamentos realizados ao longo dos séculos para que adquirissem suas características mais conhecidas: muitas pétalas, forte aroma e cores das mais variadas. == As rosas e o seu simbolismo == Tradicionalmente, as rosas apresentam simbolismos variados conforme suas distintas cores. Dentre os sentidos mais comuns atribuídos a cada coloração das flores temos: * Rosas amarelas: diz-se que podem significar amor por alguém que está a morrer, ou um amor platónico, ou amizadeAs rosas e a sua simbologia Jardim . pt - acessado em 9 de agosto de 2018 * Rosas azuis: verdadeiro amor eterno, raro, forte, que nunca se abala ou descolore, em algumas culturas ela tradicionalmente significa mistério ou a busca _ ou o alcance do impossível * Rosas Brancas: reverência, segredo, inocência, pureza e paz * Rosas champanhe: admiração, simpatia * Rosas coloridas em tons claros: amizade e solidariedade * Rosas coloridas, predominando as vermelhas: amor, paixão e felicidade * Rosas cor- de-rosa: gratidão, agradecimento, o feminino (muitas vezes aparece simbolizando o útero em algumas culturas, como o gineceu está para a cultura ocidental - ver cor-de-rosa) * Rosas vermelhas: paixão, amor, respeito, adoração * Rosas vermelhas com amarelas: felicidade * Rosas vermelhas com brancas: harmonia, unidade * Rosas laranjas: entusiasmo e desejo * Rosas vermelhas bordeaux: beleza inconsciente * Rosas azuis: confiança, reserva, harmonia e afeto * Rosas verdes: esperança, descanso da juventude e equilíbrio * Rosas violeta: calma, autocontrole, dignidade e aristocracia * Rosas pretas: separação, tristeza e morte * Rosas cinzentas: desconsolo, aborrecimento e velhice == Impacto cultural == No catolicismo romano a rosa é um componente simbólico do Santo Rosário; é relatado que o Beato Angelico enquanto rezava o rosário na rua viu a Santíssima Virgem com um grupo de anjos que eles estão oferecendo canções e louvores ao compor uma coroa de rosas. Surpreso com a visão interrompeu a oração e os anjos eles pararam; começando a rezar novamente viu os anjos compor da coroa de rosas para oferecer a Maria.. Adelaide Trabucco, iconografia rosariana e la Madonna del Santo Rosario di Pompei A rosa também preenche o ser humano de admiração, tanto por sua beleza, tanto por sua simbologia, tanto pelo próprio impacto cultural como vimos anteriormente. talvez seja por isso que a rosa também está presente na arte, incluindo a pintura, a música, o artesanato, o teatro e tantas outras mídias, é como se o ser humano encontrasse na rosa a inspiração necessária para construir algo ou apenas para contemplar sua beleza. == Espécies == * Rosa acicularis Lindl. * Rosa agrestis Savi * Rosa arkansana Porter * Rosa arvensis Huds. * Rosa ×alba L. * Rosa banksiae Aiton * Rosa blanda Aiton * Rosa bracteata J.C.Wendl. * Rosa canina L. * Rosa carolina L. * Rosa centifolia L. * Rosa chinensis Jacq. * Rosa cymosa Tratt. * Rosa damascena Mill. * Rosa dumalis Bechst. * Rosa filipes Rehder & E.H.Wilson * Rosa foetida Herrm. * Rosa gallica L. * Rosa ×odorata nothovar. gigantea (Collett ex Crép.) Rehder & E.H.Wilson * Rosa glauca Pourr. * Rosa glauca Pourr. * Rosa henryi Boulenger * Rosa hugonis Hemsl. * Rosa laevigata Michx. * Rosa luciae Franch. & Rochebr. ex Crép. * Rosa majalis Herrm. * Rosa micrantha Borrer ex Sm * Rosa moschata Herrm. * Rosa moyesii Hemsl. & E.H.Wilson * Rosa multiflora Thunb. * Rosa nutkana K.Presl. * Rosa omeiensis Rolfe * Rosa pendulina L. * Rosa pimpinellifolia L. * Rosa rubiginosa L. * Rosa rugosa Thunb. * Rosa sempervirens L. * Rosa spinosissima L. ou Rosa pimpinellifolia type spinosissima * Rosa virginiana Mill. * Rosa xanthina Lindl. * (em alemão) == Sinonímia == * Hulthemia Dumort. * Hulthemosa Jus. == Classificação do gênero == Sistema Classificação Referência Linné Classe Icosandria, ordem Polygynia Species plantarum (1753) == Galeria de fotos == * Clique na foto para ver maior Flôr rosa REFON.jpg|Rosa mesclada Rosa Maxim.jpg|Rosa mesclada Rosa amarela.PNG|Rosa amarela-clara Rosa laranja 2 REFON ..jpg|Botão de rosa Rapperswil - Kapuzinerkloster Rosengeraten.jpg|Rosa cultivar Salmon color ROSE.jpg|Rosa cor de salmão Lavender rose.jpg|Rosa roxa Epcot rose.jpg|Rosa rosada Rosa sp.300.jpg|Rosa branca Rosa Dorola 1.jpg|Rosa amarela Rosa Ave Maria 2.JPG|Rosa Ave Maria Rosa em Dia de Sol.JPG|Rosa em dia de sol == Ligações externas == * * !",
 "title": "Rosa"
}