{
 "id": "37529",
 "text": "{{Info/Município do Brasil | nome = Modelo | apelido = | foto = | bandeira = Bandeira do município de Modelo (SC).svg | brasão = Brasão do município de Modelo (SC).svg | link_hino = s:Hino do município de Modelo | aniversário = | fundação = | gentílico =modelense | lema = | prefeito = Dirceu Silveira | partido = PSD | fim_mandato = 2024 | mapa = SantaCatarina Municip Modelo.svg | latG = 26 | estado = Santa Catarina | latP = S | latM = 46 | lonP = O | lonG = 53 | lonM = 03 | latS = 40 | lonS = 18 | mesorregião = Oeste Catarinense | microrregião = Chapecó | região_metropolitana = |vizinhos =Bom Jesus do Oeste, Cunha Porã, Maravilha, Pinhalzinho, Saudades, Serra Alta, Sul Brasil | dist_capital = 650 | área = 92.717 | área_ref = | população = 4047 | altitude = 470 | clima = Subtropical | sigla_clima = | idh = 0.76 | pib = mil | pib_per_capita = 11819.83 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | | data_pop = Censo IBGE/2010 | data_idh = PNUD/2010 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Modelo é um município localizado no estado de Santa Catarina, na região Sul do Brasil. Situa-se na Região Geográfica Intermediária de Chapecó, e a uma distância de 600 km da capital estadual Florianópolis. Estando a uma altitude de 470 metros, possui uma área de 95,791 km². Sua população estimada em 2020 pelo IBGE foi de 4.218 habitantes. == História == O município de Modelo emancipou-se politicamente pela Lei Estadual nº 780 de 7 de dezembro de 1961. == Aspectos geográficos e climáticos == Modelo situa-se no Oeste de Santa Catarina, distante cerca de 600 quilômetros da capital - Florianópolis, e 70 quilômetros de Chapecó e 80 quilômetros de São Miguel do Oeste, centros regionais mais próximos. Ao norte o município faz limite com Serra Alta e Bom Jesus do Oeste; ao sul, com Saudades, Pinhalzinho e Cunha Porã; ao leste, com Sul Brasil e Pinhalzinho; e ao oeste, com Maravilha. Atualmente, conta com 18 comunidades interioranas: Janguta, Santa Lúcia, Pitinga, Santa Rosa, Bela Vista, Cedro, Meneghetti, Saudades, Salete, Pedra Furada, Cesco, Lajeado Couro, Narzetti, Ouro Vede, Ragazzon, Esperança, Spegiorin e Lajeado Pedro, além dos bairros Palmeiras, Alvorada, Laranjeiras, Centro, Iguaçú, Floresta, Primavera, Jardim, Araucárias e Industrial. Modelo pertence, juntamente com outros 16 municípios, à microrregião da Amerios, cuja sede localiza-se no município de Maravilha. Modelo também é conhecida como cidade do Verde, pelo grande número de árvores nas ruas e nos leitos dos rios que cortam a cidade. São eles os Rios Saudades, Lageado Timbó e Arroio Leopoldo. A mais recente ação popular em favor da preservação das águas dos rios do município de Modelo aconteceu no dia 24 de março de 2012, onde foram coletadas mais de 20 toneladas de entulhos encontrados as margens dos rios. Outros dados Estradas: 210 km (municipais) e 22 KM (estaduais) Solo: cambissolo litólico Temperatura: entre 0ºC a 40ºC. Principais rios: Saudades, Jundiá e Joelho ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura *Página da câmara Categoria:Modelo (Santa Catarina) Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1961",
 "title": "Modelo (Santa Catarina)"
}