{
 "id": "37528",
 "text": "{{Info/Município do Brasil | nome = Palmeira | foto = | leg_foto = | apelido = | brasão = Brasão do município de Palmeira (SC).png | bandeira = Bandeira do município de Palmeira (SC).png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =palmeirense | lema = | prefeito = Fernanda Córdova | partido = PL | fim_mandato = 2024 | mapa = SantaCatarina Municip Palmeira.svg | latP = S | latG = 27 | latM = 34 | latS = 58 | lonP = O | lonG = 50 | lonM = 09 | lonS = 32 | estado = Santa Catarina | mesorregião = Serrana | data_mesorregião = IBGE/2008 | microrregião = Campos de Lages | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Lages, Correia Pinto, Ponte Alta, | dist_capital = 236 | área = 292.216 | área_ref = | população = 2550 | data_pop = Est. IBGE/2017 | altitude = 886 | clima = Mesotérmico úmido, com temperatura média de 15°C | sigla_clima = | idh = 0.755 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 16229.38 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Palmeira é um município brasileiro do Estado de Santa Catarina. Localiza-se a uma latitude 27º34'58\" sul e a uma longitude 50º09'34\" oeste, estando a uma altitude de 886 metros. Sua população estimada em 2017 foi de 2.550 habitantes. Possui uma área de 292,21 km². A origem do nome do município está associada às belas árvores, palmeiras que são abundantes na região. Emancipado de Otacílio Costa, Palmeira teve origem como localidade devido à antiga estrada geral que ligava Lages a Rio do Sul, atualmente denominada SC-425. Rota de viajantes, a localidade se desenvolveu como ponto de referência e descanso. Atualmente, a atividade de silvicultura (pinus) representa uma importante atividade econômica neste município. Além disso, há indústrias químicas e agricultura como atividades complementares. == Lista de Prefeitos eleitos em Palmeira-SC == O município foi emancipado em 1995. Seu primeiro prefeito foi eleito em 1996, o sr. Antonio Sorly de Souza. Gestão Prefeito(a) Legenda Vice-prefeito Votos Referência 1997-2000 Antonio Sorly de Souza PFL Alcides Ribeiro Valente Couto 983 2001-2004 Antonio Sorly de Souza PFL Wolni Francisco de Souza 1185 2005-2008 Osni Francisco de Souza PP Moacir Cruz Faxina 1083 2009-2012 Osni Francisco de Sousa PP Jani Pedro Pereira do Amaral 1182 2013-2016 José Valdori Hemkemaier PMDB Sebastião Ribeiro dos Santos 1482 2017-2020 Fernanda Souza Córdova PR Sandro Alex Masselai 1496 2021-2024 Fernanda Souza Córdova PL Sandro Alex Masselai 1591 == Vereadores eleitos em Palmeira-SC == 1996 - Gestão 1997-2000 2000 - Gestão 2001-2004 Vereador Leg. Votos Vereador Leg. Votos Ronaldo Vieira de Jesus PPB 156 Ronaldo Vieira de Jesus PPB 190 Ildo Pereira de Oliveira PFL 145 Valdir Silva Souza PFL 146 Janio Carlos Schumacker Xavier PMDB 134 Rui Tadeu Andrade PFL 139 Jani Pedro Pereira do Amaral PPB 109 Artenis Schumacker Xavier PMDB 113 Osni Jardim de Souza PFL 99 Moacir Cruz Faxina PMDB 106 Jose Ribeiro Valente PDT 94 Roberto Vieira da Silva PFL 93 Wolni Francisco de Souza PFL 83 Antonio Francisco de Souza PFL 91 Orlando Baldessar PFL 68 Osni Jardim de Souza PFL 84 Nilton Reis de Andrade PMDB 66 Herminio Francisco de Souza PPB 82 2004 - Gestão 2005-2008 2008 - Gestão 2009-2012 Vereador Leg. Votos Vereador Leg. Votos Ronaldo Vieira de Jesus PFL 243 Rui Tadeu Andrade PP 346 Jani Pedro Pereira do Amaral PFL 176 Ronaldo Vieira de Jesus DEM 275 Orival Largura Avila PMDB 143 Orival Largura Avila PMDB 257 Valdir Silva Souza PFL 134 Valter Rogério Sasso PMDB 180 Luiz Melo de Souza PP 134 Osni Jardim de Souza PP 142 Artenis Schumacker Xavier PMDB 128 Roberto Vieira da Silva DEM 136 Dulcemar Rodolfo da Silva PPS 122 Wolni Francisco de Souza PMDB 127 Zenita Pereira Couto PPS 121 Luiz Melo de Souza PP 120 Roberto Vieira da Silva PFL 97 Celito Baldessar PMDB 107 2012 - Gestão 2013-2016 2016- Gestão 2017-2020 Vereador Leg. Votos Vereador Leg. Votos Ronaldo Vieira de Jesus PSD 283 Ronaldo Vieira de Jesus PR 358 Romildo Rodrigues da Cruz PMDB 209 Edgar Souza de Oliveira PMDB 248 Celito Baldessar PMDB 191 Sebastião Arcanjo de Farias PR 235 Edgar Souza de Oliveira PMDB 181 Romildo Rodrigues da Cruz PMDB 205 Orival Largura Avila PSD 174 Orival Largura Avila PSD 173 Fernanda Souza Córdova PMDB 146 Lucia Helena Rodrigues Xavier PROS 166 Sandro Alex Masselai PP 142 Roberto Vieira da Silva PSD 148 Osni Jardim de Souza PP 132 Celito Baldessar PR 120 Willian Jesus Silva PC do B 127 Vilmar Pereira da Cruz PR 92 2020 - Gestão 2021-2024 Vereador Leg. Votos Ronaldo Vieira de Jesus PL 352 Carlos Geovane do Amaral PL 209 Reinildo Silva Souza MDB 189 Romildo Rodrigues da Cruz MDB 175 Simone Silveira Silva Melo PL 175 Edgar Souza de Oliveira MDB 173 Reinaldo Carlos Borges PL 152 Alcione Pereira da Cruz PL 147 Luiz Ricardo de Souza PL 145 ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população == Ligações externas == * Página da prefeitura * Página da câmara Categoria:Municípios de Santa Catarina Categoria:Fundações em Santa Catarina em 1995",
 "title": "Palmeira (Santa Catarina)"
}