{
 "id": "37543",
 "text": "{{Info/Município do Brasil | nome = Santa Terezinha | foto = | leg_foto = | apelido = | brasão = | bandeira = Sc-santa-terezinha-bandeira.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = Terezinhense | lema = | prefeito = Genir Antônio Junckes | partido = MDB | fim_mandato = 2024 | mapa = SantaCatarina Municip SantaTerezinha.svg | latP = S | latG = 26 | latM = 46 | latS = 44 | lonP = O | lonG = 50 | lonM = 00 | lonS = 28 | estado = Santa Catarina | mesorregião = Norte Catarinense | data_mesorregião = IBGE/2008 | microrregião = Canoinhas | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Itaiópolis, Papanduva, Rio do Campo, Vitor Meireles | dist_capital = 290 | área = 716.253 | área_ref = | população = 8767 | data_pop = Censo IBGE/2010 | altitude = 610 | clima = | sigla_clima = | idh = 0.738 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 12899.30 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Santa Terezinha é um município brasileiro do Estado de Santa Catarina. Localiza-se a uma latitude 26º46'43\" sul e a uma longitude 50º00'29\" oeste, estando a uma altitude de 610 metros. Sua população estimada em 2011 era de habitantes. Possui uma área de 722,28 km². == História == Santa Terezinha é um dos principais núcleos de colonização eslava de Santa Catarina. Sua história se inicia juntamente com a história do município vizinho Itaiópolis, do qual fez parte até 1991. Sua formação ocorreu sobre antiga rota de tropeiros que faziam a ligação comercial entre o sudeste e o sul do Brasil em lombo de mulas, e tem sua origem em conjunto com a fundação da cidade paranaense de Rio Negro. Entre os anos 1890 e 1895, a Comissão de Rio Negro PR, foi responsável pela formação das colônias polonesas de Lucena e Itaiópolis num total de 1488 pessoas e a colônia de Augusta Vitória com 120 pessoas. Outros colonos chegavam em 1891, vindos da Inglaterra, e os imigrantes russos, rutenos, poloneses e alemães vieram a partir de 1903 formando, com as famílias de tropeiros que já acampavam na região, o povoado onde hoje se localizam as cidades de Itaiópolis e Santa Terezinha. Os imigrantes enfrentaram a resistência de índios botocudos que viviam na região, havendo vários episódios sangrentos. Toda essa região pertenceu ao Paraná até 1909, e estava entre as terras que foram palco da Guerra do Contestado. A questão dos limites entre Santa Catarina e Paraná iniciara em 1853, quando os paranaenses, desmembrados da Província de São Paulo, buscaram a posse das terras do oeste catarinense, alargando seu território. As rixas vão se alastrando, em especial após a Constituição de 1891, que assegurava aos estados o direito de decretar impostos sobre exportações de mercadorias de sua própria propriedade e sobre indústrias e profissões[3]. A questão se estenderá até 20 de outubro de 1916, quando os governadores do Paraná, Afonso Camargo, e de Santa Catarina, Felipe Schmidt, mediados pelo Presidente da República Venceslau Brás, assinaram um acordo, estabelecendo os limites entre os dois estados. Em 1917, após o acordo, a localidade foi transformada novamente em distrito, passando a pertencer a Mafra, no estado de Santa Catarina. Um ano depois, Itaiópolis conquistou definitivamente sua emancipação. Vários distritos foram compondo o município, tais como Iracema, Moema, Iraputã, Itaió e, em 1982, foi criado o distrito de Santa Terezinha. Pela Lei Estadual nº 8.349, de 26 de setembro de 1991, foi criado o município de Santa Terezinha, desmembrado do território de Itaiópolis.Gazeta de Itaiópolis, publicado em 28 de outubro de 2010, in Itaiópolis 92 anos de conquistas e vitórias ==Hino de Santa Terezinha== Edson Blonkowski, aluno do Prolicenmus, de Itaiópolis, participou e foi vencedor de um concurso para a composição de um hino para o município de Santa Terezinha. Edson, que compôs a letra e a música do hino, relata: \"O processo de criação do Hino Municipal de Santa Terezinha - SC iniciou em Julho de 2008 sendo a letra aprovada pela Câmara de Vereadores em novembro do mesmo ano. O arranjo também é meu, sendo gravado pela Banda Sinfônica Santos Anjos de Porto União - preferi gravar as vozes valorizando cantores da região. Realizei esse trabalho aqui em casa mesmo no meu PC\"Edson Blonkowski, setembro de 2010, “Aluno de Itaiópolis compôe Hino Municipal de Santa Terezinha – SC, in Notícias Número 79 . ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população == Bibliografia == * ==Ligações externas== *Página da prefeitura *Página da câmara Categoria:Fundações em Santa Catarina em 1991",
 "title": "Santa Terezinha (Santa Catarina)"
}