{
 "id": "3759",
 "text": "{{Info/Município do Brasil | nome = Oliveira dos Brejinhos | foto = | leg_foto = | apelido = | brasão = Brasão de Oliveira dos Brejinhos.jpg | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = brejinhense | lema = | prefeito = Silvando Brito SantosPrefeito e vereadores de Oliveira dos Brejinhos tomam posse Portal G1 - acessado em 2 de abril de 2021 | partido = PSD | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Bahia Municip OliveiradosBrejinhos.svg | latP = S | latG = 12 | latM = 19 | latS = 01 | lonP = O | lonG = 42 | lonM = 53 | lonS = 45 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Boquira | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ibotirama, Boquira, Paratinga, Morpará, Brotas de Macaúbas e Ibitiara | dist_capital = 590 | área = 3313.418 | área_ref = | população = 20715 | data_pop = IBGE/2010 | altitude = | clima = Tropical, Seco | sigla_clima = | idh = 0.554 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2883.21 | data_pib_per_capita = IBGE/2008 | site_prefeitura = oliveiradosbrejinhos.ba.gov.br }} Oliveira dos Brejinhos é um município brasileiro do estado da Bahia, na microrregião de Boquira. O município situa-se a 550 m de altitude e tem 20.715 habitantes dos quais 6.584 residem na área urbana, numa área total de 3 586,7 km². == Historia == As origens da ocupação contemporânea do território que formaria o futuro município de Oliveira dos Brejinhos teria se dado com um arraial criado na década de 1640 denominado de Brejos que teria sido formado por um conjunto de famílias de colonos portugueses (os Brito, Maia, Vale e Borges), os quais passaram a ser conhecidos como \"brejeiros\" e que se dedicavam ao cultivo de uma agricultura de subsistência e na existência de dois engenhos que produziam melado e rapadura, duas casas de farinha de mandioca, dez teares e dois carros de boi. Ainda no século XVII, o arraial de Brejos passaria a ser chamado como arraial do Brejo Grande, ficando conhecido durante a época colonial pela ocorrência no final daquele século por uma epidemia de varíola conhecida no período como mal ou peste da bexiga preta, doença que durante duas décadas contagiou a população e matou parte significativa dela, vindo fazer com que o arraial sofresse uma forte decadência até o início do século XIX, quando ocorreu a chegada de novos colonos luso-brasileiros oriundos das famílias Reis, Ramos, Cunha e Pereira. A chegada de tais famílias de colonos no séc. XIX teria contribuído para a ruptura da estagnação nos séculos anteriores, pois elas se dedicaram ao comércio, o que contribuiu para o a prosperidade econômica com a circulação da produção agrícola local. Na década de 1860, o \"capitão\" José Manuel Teixeira Leite, proprietário de terras como a Fazenda Brejinho (ou Brejo), requereu às autoridades municipais de Santo Antônio do Urubu de Cima que a localidade passasse a ser denominada como Brejo Grande de Oliveira, requerimento atendido pelo Conselho de Urubu em 1865. Quinze anos depois desta mudança de nome, o arraial de Brejo Grande de Oliveira foi elevado à categoria de freguesia, vindo a ter o seu nome novamente modificado para Oliveira dos Brejinhos, tendo sido o seu território desmembrado da área que integrava Urubu. Foi o arraial de Brejinho elevado a vila e criado o município de Oliveira dos Brejinhos em 1891. == Economia == A produção minerária principal é o quartzo, com diversas utilidades, principalmente na formatação de fios ópticos. O mármore imperial também é encontrado nesto município, sendo que a produção é exportada para a Europa, principalmente para a Itália e Países Baixos. Oliveira Brejinhos Categoria:Fundações na Bahia em 1891 Categoria:Deserto de notícias",
 "title": "Oliveira dos Brejinhos"
}