{
 "id": "37596",
 "text": "Félix Guattari (Villeneuve-les-Sablons, Oise, — Cour-Cheverny, ) foi um filósofo, psicanalista, psiquiatra, semiólogo, roteirista e ativista revolucionário francês. Foi um dos fundadores dos campos da esquizoanálise e ecosofia. Guattari é conhecido por suas colaborações em obras com Gilles Deleuze, notavelmente em O Anti-Édipo (1972) e Mil platôs (1980), os dois volumes que formam a coleção Capitalismo e esquizofrenia. Guattari produziu uma grande quantidade de textos, relacionou-se de forma produtiva com muitas das figuras mais importantes das últimas três duas ou quatro décadas, militou política e ativamente tanto nas organizações tradicionais, como na maioria das alternativas importantes do seu tempo cronológico, foi criador de uma série de movimentos e fundador de uma série de dispositivos políticos que tiveram um papel importantíssimo nas tentativas de transformação do que é o mundo moderno e pós-moderno. Entre os conceitos e noções criadas por Guattari, estão os de transversalidade, ecosofia, caosmose, desterritorialização, ritornelo, singularidade, produção de subjetividade e capitalismo mundial integrado. Teorizou também sobre a questão da transdisciplinaridade, do desejo, das instituições e foi, juntamente com Deleuze, o mais profundo crítico da psicanálise que, segundo Michel Foucault, tratava-se de um inimigo tático, ao passo que o seu inimigo estratégico seria o poder, o fascismo. A partir desta crítica, criou, em intercessão com Gilles Deleuze o que chamou de esquizoanálise (e Cartografia e Pragmática Menor). Atuou e teorizou nos temas da homossexualidade - chegando a ser preso por seus ditos e escritos — travestilidade, feminismo, anticolonialismo e outros movimentos minoritários, além das temáticas anarquistas e comunistas. É um dos principais percursores e referências da reforma psiquiátrica no mundo, juntamente com o italiano Franco Basaglia e outros. É também considerado um dos principais expoentes do pós- estruturalismo francês. == Biografia == === Clínica de La Borde === Guattari nasceu em Villeneuve-les-Sablons, um subúrbio de classe trabalhadora no noroeste de Paris.Guattari (1989, ix). Ele foi discípulo do psicanalista Jacques Lacan durante o início dos anos 1950, tendo acompanhado durante muito tempo os seminários lacanianos. Posteriormente, trabalhou toda a sua vida na clínica psiquiátrica experimental da clínica La Borde sob orientação do psiquiatra Jean Oury, outro discípulo de Lacan. A clínica La Borde foi construída ao se reformar um castelo em ruínas no interior da França, e logo se transformou em um campo experimental para uma série de propostas psiquiátricas modernas, alternativas e revolucionárias, que continuam a influenciar a psicanálise e os movimentos alternativos psiquiátricos contemporâneos. A La Borde era também um local frequentado por estudantes de filosofia, psicologia, etnologia e serviço social. Ao longo de sua colaboração com Deleuze, Guattari se distanciou do lacanianismo, numa busca por se reconectar com a inventividade original da psicanálise, e sucedeu em encontrar caminhos alternativos, principalmente na prática brasileira ao trabalhar com a psicanalista Suely Rolnik. === Grupos de pesquisa e ativismo político (1960-1970) === Entre 1955 e 1965, Guattari escreveu e contribuiu com o La Voie Communiste, um jornal trotskista relacionado à Liga Comunista e com as organizações marxistas e anarquistas.Guattari (1989, x). Ativista de extrema- esquerda, Guattari foi um dos organizadores do comitê de defesa a Pierre Goldman, também ativista de extrema esquerda que, tendo caído no banditismo, foi acusado do assassinato de dois farmacêuticos. Este comitê reuniu importantes personalidades intelectuais e artísticas da esquerda. Félix Guattari apoiou várias causas internacionais em favor das minorias, a exemplo de seu apoio aos palestinos durante a resistência ao plano israelense de expropriação em 1976, ao operaísmo dos italianos no movimento de 1977, e de ter sido defensor do processo de redemocratização do Brasil a partir de 1979. Ao longo da segunda guerra mundial, participou de vários movimentos sociais e partidos de esquerda, entre os quais de um movimento destinado a construir albergues juvenis para refugiados de guerra. Dentro de suas tarefas políticas, Guattari teve contato com muitas figuras intelectuais da França, a exemplo do trabalhador em saúde mental de orientação anarquista e libertária, Francesc Tosquelles, que tinha imigrado da Catalunha no tempo da guerra civil e fundado a comunidade de Saint Alban. Guattari demonstrou interesse nas ideias do psiquiatra martinicano Frantz Fanon, escritor de Pele Negra, Máscaras Brancas que influenciou a psicoterapia de Guattari acrescentando a esta os elementos decolonialistas da obra de Fanon. Guattari militou na Juventude Comunista, mas foi expulso por sua oposição aos acontecimentos de Budapeste e à política do Partido Comunista Francês na Argélia. Participou na organização de ajuda à Frente de Libertação Nacional da Argélia. Em 1966, organizou um jornal e um grande agrupamento que se denominou \"Oposição de Esquerda\". Participou também da redação das novas teses da \"Oposição de Esquerda\", propondo uma ética militante que reunia os descontentes de todos os partidos políticos de esquerda, particularmente da Liga Trotskista e do Partido Comunista Francês. Participou na operação de ajuda ao povo do Vietnã na guerra contra os Estados Unidos. Guattari pertenceu à Escola Freudiana de Paris e, no início dos anos 1960, foi um dos fundadores do Grupo de Trabalho em Psicoterapia e Socioterapia Institucional (GTSI), organizado por Jean Oury, e que reunia vários psiquiatras. Em novembro de 1965, Félix criou a Associação de Psicoterapia Institucional. Ao mesmo tempo fundou, junto com outros militantes, a Federação de Grupos de Estudos e Pesquisas Institucionais (FGERI – Fédération des Groupes d'Etudes et de Recherche Institutionnell). Félix Guattari fundou também a revista Recherches, que teve um papel importante na divulgação das ideias institucionalistas e abordava temas em filosofia, matemática, psicanálise, educação, arquitetura, etnologia, representando uma corrente que reunia especialistas de diferentes disciplinas, os quais se ocupavam em estudar as instituições. Dentre suas publicações na Recherches, uma em particular se referia aos movimentos homossexuais, o que motivou sua prisão, tendo sido anistiado por Giscard d'Estaign. A FGERI representou os aspectos multidisciplinares dos engajamentos políticos e culturais de Guattari, que participou de diversos movimentos estudantis, políticos e sociais: o Grupo de Jovens Hispânicos, as Amizades Franco-Chinesas (nos tempos das comunas populares), as atividades de oposição contra as guerras na Argélia e Vietnã, a participação na Nacional dos Estudantes da França (MNEF – Mutuelle nationale des étudiants de France) e na União Nacional dos Estudantes da França (UNEF – Union nationale des étudiants de France), seu envolvimento com o Departamento de Ajuda Psicológica aos Estudantes (BAPU – Bureaux d'Aide Psychologique Universitaires), na organização dos Grupos de Trabalho Universitários (GTU), entre outros. Félix também se associou às reorganizações dos cursos de formação com os enfermeiros psiquiátricos, bem como a constituição de uma Bolsa de Enfermeiros (Amicales d'infirmiers) em 1958, os estudos de arquitectura e os projectos de construção de um hospital-dia para \"estudantes e jovens trabalhadores\". O fim da Guerra da Argélia em 1962 fortaleceu a atividade política e influência intelectual de Guattari nos movimentos estudantis, a exemplo da MNEF e a UNEF. Em 1967, foi um dos fundadores da Organização Latino-Americana de Solidariedade (OLAS), organização esta do intelectual Régis Debray, que estava preso na Bolívia. Em maio de 1968, Guattari associou-se a vários setores protagonistas desse importantíssimo fato histórico e participou, pessoalmente, de uma das manobras táticas que foi a ocupação do teatro Odeon. Em 1968, Guattari conheceu Gilles Deleuze na Universidade de Vincennes e começou a preparar as bases para o livro O anti-Édipo (1972), que Michel Foucault descreveu como \"uma introdução à vida não fascista\" Em 1973, Guattari foi julgado e multado por cometer um \"ultraje à decência pública\" por publicar uma edição da Recherches sobre homossexualidade. Em 1977, fundou o Centro de Iniciativa pelos Novos Espaços da Liberdades (CINEL – Centre d'initiative pour de nouveaux espaces de liberté), organização junto a qual defendeu o autonomismo dos trabalhadores italianos e a libertação do intelectual Toni Negri, preso na Itália, por sua vinculação com as Brigadas Vermelhas. A partir de 1970, militou ativamente pela implantação da rede de rádios livres, a primeira das quais se chamou Radio Alice. Em 1981 foi um dos artífices da candidatura do célebre cômico francês Coluche. Foi membro ativíssimo de uma grande organização ecológica chamada \"Geração Ecológica\" e, finalmente, fundador da Rede de Alternativa Psiquiátrica, um movimento com propostas psiquiátricas críticas que se estendeu pelo mundo inteiro. === Subjetividades, filosofia e caosmose (1980-1990) === direita|miniaturadaimagem|200x200px|Túmulo de Guattari no cemitério Père Lachaise, em Paris Em seu último livro, Chaosmosis (1992), Guattari retoma a questão da subjetividade, e questiona: \"Como se articulam tais sistemas de modelização? O que faz com que a subjetividade de uma criança seja constituída no cruzamento de n sistemas de modelização?\". A preocupação com o tema da subjetividade é recorrente em todas as obras de Guattari, desde Psicanálise e Transversalidade (uma coletânea de artigos de 1957 a 1972) até sua colaboração com Deleuze, em O que é Filosofia? (1991). Em Chaosmosis, Guattari propõe uma análise da subjetividade em termos de quatro fatores: (1) fluxos materiais, energéticos e semióticos; (2) filos maquínicos concretos e abstratos; (3) universos virtuais de valor; e (4) territórios existenciais finitos. Esta classificação tenta captar a heterogeneidade de todos os componentes envolvidos na produção da subjetividade, em termos de como Guattari a interpretava, que incluem tanto componentes semióticos significantes quanto \"dimensões semiológicas não significantes\", que operam paralelamente ou independentemente de qualquer fator significante na formação da subjetividade. Em 29 de agosto de 1992, duas semanas após ter concedido uma entrevista à televisão grega, com curadoria do filósofo grego Yiorgos Veltsos, Guattari morreu na clínica de La Borde, no departamento francês Loir-et-Cher, vitimado por ataque cardíaco. Em 1995, se deu o lançamento póstumo de Caosofia, livro que compila ensaios escritos por Guattari, bem como entrevistas sobre seu trabalho enquanto diretor da clínica experimental de La Borde, além de trazer algumas de suas colaborações com Deleuze. Esta coletânea contém os ensaios \"Everybody Wants to be a Fascist\" e \"Balance-Sheet Program for Desiring Machine\", este último escrito em conjunto com Deleuze. O livro é tido como uma introdução à esquizoanálise, conjunto de teorias desenvolvidas por Guattari e Deleuze, expostas minuciosamente em O anti-Édipo (1972) e Mil Platôs (1980), e que se opõem à concepção freudiana do desejo e à castração por meio da edipianização psicanalítica. == Filosofia == Guattari escreveu os seguintes livros: \"Psicanálise e Transversalidade\"; \"A Revolução Molecular\", um livro que resume suas propostas de militância política; \"O Inconsciente Maquínico\", onde expõe a reformulação que fez da ideia do inconsciente freudiano; posteriormente escreveu com Gilles Deleuze, o grande filósofo e seu amigo pessoal, \"O Anti-Édipo\", um livro que foi expressivo do movimento político e cultural de maio de 68. Fez um estudo com Deleuze sobre o escritor Kafka, a quem eles consideram uma das maiores expressões de um gênero que seria \"uma literatura menor\"; depois, escreveu, também com Deleuze, \"Mil Platôs\", que é o segundo tomo de \"O Anti-Édipo\". Mais recentemente ele publicou um livro chamado \"Caosmose\" e, imediatamente antes deste, um belo livro sobre Ecologia, chamado \"As Três Ecologias\", e depois, com Gilles Deleuze, \"O Que é Filosofia?\". Além disso, inúmeros artigos publicados em todos estes órgãos que acabamos de expor. Por outra parte, publicou, em português, em colaboração com Suely Rolnik, o livro \"Cartografias do Desejo\", e, na mesma língua, foi editado um pequeno volume de suas conversas com o presidente Lula e outro com Toni Negri. == Obra == === Livros === * *} * * * * * ==== Com Gilles Deleuze ==== * * * * * * ==== Com Toni Negri ==== * * ==== Com Suely Rolnik ==== * === Outros === * * * == Ver também == * Pós- estruturalismo * Filosofia da história * Antipsiquiatria * Guy Debord * Jacques Derrida == Bibliografia == * == Ligações externas == * Félix Guattari na revista Chimeres * * * DELEUZE, G. e GUATTARI, F. O que é a filosofia? Trad. Bento Prado Jr. e Alberto Alonso Munoz. Coleção TRANS. Editora 34 * Pós- mídia e Ecosofia, perspectivas de Guattari(vídeo) Categoria:Filósofos da França Categoria:Anarquistas da França Categoria:Reforma psiquiátrica Categoria:Pós-estruturalistas Categoria:Extrema-esquerda na França Categoria:Alunos da Universidade de Paris Categoria:Naturais de Oise Categoria:Psiquiatras da França Categoria:Filósofos continentais Categoria:Materialistas",
 "title": "Félix Guattari"
}