{
 "id": "37614",
 "text": "O é uma partícula que possui spin inteiro (em unidades de \\hbar) e obedece à estatística de Bose-Einstein. Ele tem este nome em homenagem ao físico indiano Satyendra Nath Bose.The Times of India, Santosh Mathew, Bosons everywhere, but Bose not to be found, artigo de 13 de setembro de 2011 (em linha) Entre os exemplos de bósons estão as partículas elementares, como o fóton, o glúon, o bóson de Higgs, e partículas compostas, como mésons e núcleos atômicos estáveis, como o hélio-4. == Motivação == As partículas microscópicas exibem propriedades que, no começo do século XX, motivaram o surgimento da mecânica quântica. O problema da identidade das partículas, antes tido como ponto pacífico pela mecânica clássica, toma feição inteiramente nova. Duas partículas que podem ser distinguidas pela posição na mecânica clássica já não o podem ser pela mecânica quântica. Isso decorre pela imprecisão inerente às medidas efetuadas sobre os observáveis, que correspondem, grosso modo, à noção de propriedade da mecânica clássica. A imprecisão da mecânica quântica decorre do princípio da incerteza de Heisenberg, que estipula restrição para a medição simultânea de propriedades incompatíveis, que são aquelas relacionadas pelo princípio da incerteza. ==Estatística quântica== Com o advento da mecânica quântica as noções de distinguibilidade das partículas subatômicas e da ocupação de estados de energia sofreu sérias reformulações. No começo do século XX, Boltzmann havia chegado à forma correta da distribuição do número de partículas em função do nível de energia. Mas isso no âmbito da mecânica clássica. Contudo, principalmente com o surgimento da moderna teoria quântica, o conceito de trajetória se torna seriamente prejudicado, quando não totalmente desnecessário e contraditório. Uma trajetória implica o deslocamento, no espaço (e é claro, no tempo) de uma partícula, idealizada como um ponto matemático. Nesse sentido, uma trajetória física corresponderia, na matemática, a uma curva suave e diferenciável, completamente contínua em todos os seus pontos. Porém, mesmo no trabalho de Einstein sobre o movimento browniano em 1905 (publicado juntamente com outros três trabalhos: sobre o efeito fotoelétrico, sobre o calor específico dos sólidos e sobre a relatividade), esse cientista postulou trajetórias em zig-zag, descontínuas em inúmeros (para não dizer infinitos) pontos, para as moléculas e átomos, assim como também as partículas movidas, fossem elas partículas de pó, pólen, dentre outras. Assim, ainda no cenário da física clássica, as trajetórias suaves já não eram ponto pacífico. Com o entendimento trazido à luz pela interpretação do princípio da incerteza de Heisenberg, e pela interpretação estatística da função de onda dada por Max Born foi totalmente por terra a noção de que a partícula tinha trajetória definida. Assim sendo, não se podem distinguir partículas cujas características sejam idênticas se se aproximam muito uma da outra, porque então não se pode identificá-las pela trajetória, já que para pontos muitos próximos, dependendo da velocidade, os pontos já não são discerníveis. A relação matemática que rege essa indeterminação fundamental é a relação da incerteza de Heisenberg: [Xk,Pl] = i\\hbar\\delta_kl onde Xk representa o operador posição e Pl representa o operador de momento linear Dentro desse entendimento, a distribuição de Boltzmann não é mais válida, senão como aproximação. Verificou-se que as distribuições válidas para partículas com carácter manifestamente quântico, são as seguintes: *Distribuição de Fermi-Dirac *Distribuição de Bose-Einstein A primeira é válida para partículas de spin semi-inteiro ( 1/2, 3/2, 5/2...),em unidades de \\hbar, ou seja, para os férmions, ao passo que a segunda é a distribuição válida para partículas de spin inteiro (0,1,2,3...), ou seja, para os bósons, assunto deste artigo. Pode-se explicar qualitativa e sucintamente, de forma simplificada, que os bósons podem ter as suas funções de onda explicitadas separadamente em coordenadas espaciais e nas coordenadas de spin. A função de onda para os bósons são funções simétricas perante a inversão simultânea das coordenadas espaciais e das coordenadas de spin. Boson * Categoria:Satyendra Nath Bose",
 "title": "Bóson"
}