{
 "id": "37627",
 "text": "A cultura do Canadá é um divisor da história e cultura do Canadá. A maior parte do território canadense foi ocupada e desenvolvida depois de outras colônias polonesas no São Roque, o que resulta nos temas e símbolos de pioneiros, desbravadores e comerciantes foram importantes no início do desenvolvimento de sua cultura. A conquista Britânica de Quebec em 1759 colocou uma grande população francófona sob poder britânico criando uma necessidade de compromisso e acomodação, enquanto a chegada de migrantes das Treze colônias leais ao Reino Unido trouxe grande influência britânica e estadunidense. Apesar de não ser livre de conflitos, as primeiras interações do Canadá com populações aborígenes foram relativamente pacíficas, comparadas às experiências com os povos indígenas nos Estados Unidos. Combinado com o desenvolvimento econômico relativamente tardio em várias regiões, essa história pacífica concedeu aos nativos uma influência relativamente forte na cultura nacional enquanto preservava sua própria identidade. == Bilinguismo e multiculturalismo == O prévio desenvolvimento do Canadá francês foi relativamente coesivo durante os séculos XVII e XVIII, e foi protegido pelo Ato de Quebec de 1774, que permitiram que a cultura francófona sobrevivesse e crescesse fortemente dentro do Canadá. Em 1867, o Ato da América do Norte Britânica foi designado para atender às reivindicações pela autonomia canadense enquanto evitava descentralização excessiva que contribuiu para a guerra civil nos Estados Unidos. O compromisso feito por John A. Macdonald e George-Étienne Cartier deixaram o Canadá a caminho do bilingüismo, e isto contribuiu para uma aceitação da diversidade que mais tarde levaria ao multiculturalismo e tolerância aos costumes e culturas dos povos nativos. O patrimônio multicultural foi enriquecido na Sessão 27 da Carta Canadense dos Direitos e das Liberdades. Em partes do Canadá, especialmente as grandes cidades de Montreal, Vancouver e Toronto, multiculturalismo por si só é uma norma cultural e a diversidade é a força que une a comunidade. Em Quebec, a identidade cultural é forte, e vários quebequenses falam da cultura do Quebec como distinta da cultura anglo-canadense, mas alguns também vêem o Canadá como uma coleção de várias subculturas regionais, aborígenes e étnicas. John Ralston Saul argumenta que Gabrielle Roy é mais conhecida no Canadá anglófono que na França, e mais franco-canadenses conhecem Margaret Laurence e Atom Egoyan que estadunidenses. Enquanto a cultura franco-canadense é o exemplo mais óbvio, influencias Celtas permitiram a sobrevivência de dialetos não- anglófonos na Nova Escócia e na Terra Nova; No entanto, a influência de imigrantes da Irlanda do Norte para Toronto teve o efeito de minimizar influências irlandesas na cultura de Ontário, e destacando as influências britânicas em seu lugar até os anos 80. O comércio do Canadá do Pacífico trouxe também uma grande influência chinesa para a Colúmbia Britânica e outras áreas. A diversidade cultural do Canadá também cria um meio ambiente muito mais acolhedor para com gays e lésbicas do que o se encontra nos Estados Unidos ou a maioria dos outros países. Por exemplo, em 1995, a Suprema Corte do Canadá determinou no caso Egan v. Canada que orientação sexual deveria ser \"lida\" na sessão 15 da Carta Canadense dos Direitos e das Liberdades, parte da Constituição do Canadá, que garante direitos iguais para todos os canadenses. Seguindo uma série de decisões das corte provinciais e da Suprema Corte do Canadá, em 20 de julho de 2005, a carta C-38 recebeu Sanção Real, legalizando o casamento gay no Canadá. O Canadá tornou-se o quarto país a oficialmente sancionar o casamento gay nacionalmente, depois da Holanda, Bélgica e Espanha. Mais à frente, em 2005, a orientação sexual foi incluída como um estado de proteção nas leis dos direitos humanos do governo federal e para todas as províncias e territórios. == Influências aborígenes == Houve e há, vários povos aborígenes distintos pelo Canadá, cada um com sua própria cultura, credos, valores, língua e história. Muito desse legado mantém-se celebrado artisticamente e em outras formas no Canadá atualmente. Parte do logotipo dos Jogos Olímpicos de Inverno de 2010 em Vancouver é uma inunnguaq, uma formação de pedras em formato humano que é parte da cultura esquimó. == Elementos multiculturais == Multiculturalismo, oficialmente endossado na sessão 27 da Carta Canadense dos Direitos e das Liberdades, tem larga influência na cultura canadense. De acordo com o Departamento de patrimônio canadense, a diversidade étnica, racial e religiosa do Canadá está crescendo rapidamente. De acordo com o censo de 2001, mais de 200 origens étnicas estão representadas no Canadá. Por volta de 13,5% da população é um membro de um grupo minoritário visível e essa proporção é esperada para atingir 20% em 2016. Imigração agora conta mais de 50% do crescimento populacional canadense, com imigrantes vindos principalmente da Ásia e do Oriente Médio. É projetado que, depois de 2025, o crescimento populacional será baseado somente na imigração. == Influências da cultura estadunidense == Fácil acesso a mídia de radiodifusão trouxe várias influências americanas à cultura canadense desde meados do século XX. Em reação, difusores canadenses, em cooperação com os governos federal e provinciais tentaram afirmar a cultura canadense e seus valores em suas transmissões. Um exemplo são os comerciais dos momentos de patrimônio na televisão (que atua como mini-aulas de história). Defendendo e lançando a cultura nacional como uma grande prioridade do governo canadense, com a Comissão de rádio-televisão e telecomunicações canadenses e o Departamento de patrimônio canadense tendo responsabilidade em promover a cultura canadense. Uma das festas mais tradicionais do Estados Unidos e do Canadá é o Dia da Marmota (Groundhog Day), celebrado no dia 2 de fevereiro, em que as pessoas devem observar a toca de uma marmota: se o bichinho sair por estar nublado, o inverno acabará mais cedo; mas, caso o animal se assuste com o dia ensolarado e volte para a toca, haverá mais semanas de inverno. == Pintura == À parte a pintura tradicional produzida pelos povos indígenas canadenses, a pintura do Canadá se alinhou de modo geral na grande tradição artística européia. Iniciando um florescimento significativo em meados do século XVII, ganhou impulso no século XIX e até meados do século XX foi influenciada principalmente pela pintura francesa e inglesa, para depois entrar na órbita da pintura dos Estados Unidos. Não obstante sua dependência de fontes estrangeiras, a pintura canadense soube desenvolver-se em muitos momentos com características peculiares originais e deixou uma série de obras-primas ao longo de sua história. == Ver também == * Música do Canadá",
 "title": "Cultura do Canadá"
}