{
 "id": "37652",
 "text": "Linfócito é um tipo de leucócito (também chamado de glóbulo branco) presente no sangue e possui um importante papel no sistema imunológico dos vertebrados. Por ser o principal tipo de célula encontrada na linfa, recebeu o nome \"linfócito\". Constitui entre 18% e 42% dos leucócitos circulantes no sangue, variando conforme a saúde de uma pessoa (cresce muito no caso de uma infecção viral e cai bastante em indivíduos deprimidos ou estressados). Os linfócitos são divididos em três principais grupos: linfócitos B, linfócitos T e células NK (que participam da resposta inata). Os linfócitos B os principais responsáveis pela chamada imunidade humoral e os únicos produtores de imunoglobulinas (ou também conhecidos como anticorpos), enquanto os linfócitos T são os principais responsáveis pela chamada imunidade celular e podem tanto ativar os linfócitos B (são os linfócitos T auxiliares ou T CD4) quanto eliminar diretamente agentes patogênicos, como vírus e bactérias (chamados linfócitos citotóxicos ou T CD8).Sasson, Sezar; Silva Junior, Cesar da - Biologia 1 Citologia Histologia - 5ª Edição - Atual Editora, São Paulo, 1989 - ISBN 85-7056-045-1 == Desenvolvimento == São produzidos pela medula óssea vermelha, através das células-tronco linfoides que se diferenciam em células pre-búrsicas e pre-timócitos. Os pre-timócitos dão origem aos Linfócitos T que por sua vez vão amadurecer no timo; já as células pre-búrsicas dão origem aos Linfócitos B e amadurecem na própria medula óssea. ==Distribuição no sangue== Os linfócitos são encontrados no sangue contribuindo para 18%-42% dos leucócitos. Esta porcentagem varia muito de acordo com a saúde do paciente. Se ele está deprimido, estressado, esta porcentagem cai muito, ou no caso de uma infecção viral, esta porcentagem cresce bastante. Numa rejeição de transplante, observamos grande aumento de linfócitos. Uma baixa quantidade de linfócitos no sangue atesta que o corpo não possui defesas contra doenças perigosas como a neoplasia maligna. ==Morfologia== Para observar os linfócitos em microscópio é necessário fazer colorações específicas, assim será possível fazer um estudo da morfologia dos linfócitos. Geralmente os linfócitos entre os leucócitos do sangue são as menores células. Análise microscópica do sangue periférico mostra que um linfócito pequeno normal tem entre 10-12 micrômetros de diâmetro, um núcleo redondo com cromatina condensada e citoplasma escasso pouco basofílico. Normalmente o linfócito pequeno tem o tamanho aproximado de uma hemácia (aproximadamente 7 micrômetros de diâmetro).O linfócito grande tem entre 12-16 micrômetros, núcleo redondo, cromatina nuclear menos condensada, citoplasma mais abundantes e com contorno celular irregular. Os grandes e granulares apresentam grânulos azurófilos que contém enzimas lisossômicas. É impossível distinguir as células T e B no esfregaço de sangue periférico. ==Tipos== São três os tipos de linfócitos: células linfóides inatas (ILCs) que incluem as Natural Killers (ou células NK), linfócitos T e linfócitos B. ===Células NK=== São componentes da imunidade inata com atuação semelhantes as CTLs, podendo estimular apoptose em células que exibem marcadores de ativação. Células NK possuem um papel importante no patrulhamento de células infectadas por vírus, tumorais ou estressadas. Células NK distinguem células infectadas e tumorosas de células normais por reconhecimento de alterações nos níveis da molécula de superfície chamada de MHC - classe I (Complexo principal de histocompatibilidade), componente necessário para inibir sua ativação. O MHC- classe I é uma molécula necessária para ativação de células T CD8+, apresentando antígenos exógenos (geralmente virais) que culminam com a apoptose da célula apresentadora. No intercurso da evolução diversos vírus desenvolveram estratégias que inibem a síntese do MHC de classe I, escapando da patrulha das CTLs (linfócitos T citotóxicos), nessa falha que as células NK atuam, levando a apoptose células que não expressam o MHC-I (missing-self recognition). O processo de apoptose é feito através de perforinas que fazem pequenos poros na membrana da célula infectada e permitem a passagem de granzimas que ativam caspases que levam a morte celular. . ===Linfócitos T=== São assim chamados pois sofrem maturação no timo sendo também conhecidos pelo nome de timócitos. São responsáveis pela imunidade celular. Organismos estranhos ou células infectadas são destruídas pelas células T em um complexo mecanismo. Há vários tipos de linfócitos T: * Linfócitos CD8+, T8, Tc ou Citotóxicos (célula killer): Destroem as células infectadas através de mecanismo de apoptose, que é a morte celular programada. * Linfócitos CD4+, T4, Th ou Auxiliares (T helper): São os intermediários da resposta imunitária que proliferam após o contato com o antígeno para ativar outros tipos de células que agirão de maneira mais directa. Existem 2 subtipos conhecidos de linfócitos T auxiliares: Th1 e Th2. *Linfócito Th1 (pró-inflamatória) promove a inflamação.BATISTA, Keila Zaniboni Siqueira. Notas de Aula. 2020. Projetor Digital. *Linfócito Th2 (anti-inflamatório) induz a produção de anticorpos. *Linfócitos T Memória: ou Células T de memória são derivadas de outros linfócitos T que aprenderam a responder a um invasor específico, por exemplo uma espécie de bactéria, ou um tipo de fungo ou mesmo a um alérgeno e foram bem sucedidos em eliminar-los. Passam a viver por muitos anos, e podem ser re- ativados para uma resposta mais rápida a um invasor similar ao que combateu no passado. Por exemplo, um linfócito que foi ativado para combater sarampo (por contato direto ou por vacina) pode seguir combatendo novas invasões pelo vírus do sarampo garantindo imunidade vitalícia a esse indivíduo. * Linfócitos T Reguladores: Produzem mensageiros químicos que inibem a actividade das células B e T quando a infecção se encontra debelada. São células T que evitam as doenças autoimunes. Os Linfócitos T Reguladores também são conhecidos como T-Reg ou Treg. * Linfócitos T Supressores: é um termo antigo utilizado para designar os Linfócitos T Reguladores. * Linfócitos NKT: são linfócitos que guardam marcadores típicos de linfócitos T como os TCRs de baixa afinidades mas também possuem fenótipos específicos de células NK, realizando papel similar a estas. ===Linfócitos B=== São assim chamados por terem sido inicialmente estudados na bursa de Fabricius, um órgão das aves. Os linfócitos B fazem reconhecimento direto de antígenos, através de proteínas de superfície, marcadores fenotípicos que reconhecem antígenos e apresentam para linfócitos T CD4, estes então ativam a população de linfócitos B específica do antígeno, iniciando dois processos: * Clonagem: diversas divisões celulares simétricas de linfócitos B que reconheceram algum antígeno específico. Poucas células dessa divisão celular simétrica irão ser reservadas como células de memória, também podendo ser chamadas de Linfócitos B de Memória, células que permanecerão inativas até nova exposição pelo mesmo antígeno, sendo a resposta imune mais eficaz nessa segunda exposição. Já a maioria das células simétricas produzidas pela clonagem, irão sofrer o processo de diferenciação. * Diferenciação: Maioria dos Linfócitos B produzidos pelo processo de clonagem irão se diferenciar em Plasmócitos, células responsáveis pela imunidade humoral. Os Plasmócitos (Linfócitos B que foram ativados e diferenciados) produzem imunoglobulinas, chamadas de anticorpos, contra antígenos específicos estranhos que ativaram a diferenciação dos Lifócitos B. Os plasmócitos possuem um retículo endoplasmático rugoso bem desenvolvido com a capacidade de produzir anticorpos em massa. Os linfócitos B ativados se transformam em plasmócitos e em células memória, com maior longevidade que os plasmócitos. As células memória possuem a capacidade de reconhecerem um determinado antigénio caso o encontrem de novo na corrente sanguínea. Após este reconhecimento, os linfócitos B memória clonar-se-ão em outras células B memória e plasmócitos. (p.t) == Doenças ligadas aos linfócitos == === Leucopenias === Leucopenias são um tipo de problema nos leucócitos que causa uma diminuição do número dos mesmos existente no corpo, sendo que para homens o normal se encontra entre 4500 e 11000 por milímetro cúbico de sangue. Geralmente este tipo de doença é apenas temporária e são a principal causa para o encaminhamento de pacientes a um hematologista. Estas podem ser originárias de diversos fatores como por infeções, uso de drogas e megablastócitos, podendo estas serem consideradas das causas mais comuns. Dentro das leucopenias podemos distinguir a neutropenia e a linfopenia, sendo que a primeira pode ser considerada um sinónimo de leucopenia, enquanto que a segunda é uma diminuição no número de linfócitos. ==== Neutropenias ==== Pode resultar de um aumento na utilização e consequente destruição dos leucócitos, diminuição da sua produção ou até ambos. Pelas suas causas podemos criar uma classificação a nível funcional das neutropenias, como: * _Tipo1: Produção reduzida de hipoplasia mielóide_ Hipoplasia mielóide é o nome para quando ocorre uma deficiência na produção de leucócitos, eritrócitos e plaquetas pela medula óssea. Isto causa uma diminuição na quantidade de neutrófilos produzidos, mas sem afetar a sua sobrevivência. * _Tipo 2: Agranulocitose incorreta ou sem eficiência_ Ocorre uma morte intercelular dos percursores mielóides, ou seja, menos células são produzidas. * _Tipo 3: redução da taxa de sobrevivência_ Devido a um aumento das toxinas ou antígenos de leucócitos, hiperatividade do sistema retículo- endotelial ou excreção exagerada de esplênico. * _Tipo 4: granulocitopenia combinada_ Este é o mecanismo que normalmente mais leva a neutrofenia e um comum exemplo deste é leucemia aguda com sepse. * _Tipo 5: Pseudoneutropenia_ É uma aparente neutropenia, resultando de um desequilíbrio no local onde os granylócitos são armazenados como aumento do espaço ocupado pelos mesmos na medula óssea. Além disso, as neutropenias podem ser encontradas como um caso isolado ou associadas a outras doenças como anemia e/ou trombocitopenia e pode-se apresentar clinicamente de variadas formas. Também, podemos apontar que esta pode ocorrer por diversas causas e origens, como: * _Infecções:_ Sendo que existem vários tipos de infecções que podem levar a esta doença, no entanto, o clássico ocorre por uma infecção hepática ou mononucleose. Após o aparecimento destas, neutropenia desenvolve-se durante os dois primeiros dias. * _Medicações:_ Devido muitas vezes ao uso de várias medicações simultaneamente pode-se encontrar dificuldade em entender qual a especifica causadora da neutropenia, além de que por vezes a doença para a qual as medicações são usadas é que é a verdadeira culpada pelo aparecimento deste problema. Dentro das causas de neutropenia por droga pode-se identificar dois tipos distintos, sendo eles o de reação previsível e de idiossincrático \\- Previsivel: é comum o uso destes levar a neutropenia se usados em certas dosagens. Exemplo: quimioterapia \\- Idiossincrático: mais comuns entre mulheres de idade ou pacientes com um historial de diversas alergias, neste tipo de reação esta é inesperada. * _Tumores:_ Pode estar associado a certos tumores tanto hematológicos como de d+outros tipos. É bastante comum em leucemias agudas, como já dito previamente, por exemplo. * _Hiperesplenismo:_ O normal é ocorrer uma diminuição de todas as células presentes no sangue. * _Imunoneutropenia:_ Neutropenia encontra-se presente em mais de 50% dos pacientes com lúpus eritematoso sistêmico, que é uma doença inflamatória crônica de origem autoimune. Além destas causas existem também causas incomuns tanto a nível pediátrico como em adultos. ===== Diagnóstico: ===== Para ser feito o diagnóstico desse tipo de doenças é feito um exame de sangue, hemograma com um pediatra ou clínico geral. Caso com este não se consiga fazer um diagnóstico totalmente preciso é necessário outros exames mais sofisticados como, por vezes, o mielograma ( usando uma amostra de medula óssea). ==== Linfócitopenias ==== A linfopenia, como já dito previamente, ocorre quando há um menor número de linfócitos que o normal. Sendo que o normal em adultos se encontra entre 1000 e 4800 linfócitos e em crianças entre 3000 e 9500. Portanto, linfocitopenia seria quando há menos de 1000 por microlitro de sangue em adultos e menos de 3000 por microlitro em crianças. Esta doença pode ser devido á formação de menos linfócitos, destruição dos linfócitos formados, não serem capazes de chegar ao seu destino por ficarem presos em nódulos linfáticos ou no baço ou uma combinação de todos estes fatores. Diversas doenças e fatores podem levar ao desenvolvimento de linfocitopenia e estas podem ser herdadas ou adquiridas. * _Herdadas:_ Existem diversas doenças hereditárias, ou seja, passadas geneticamente pelos progenitores, que podem levar a linfócitopenia, no entanto são relativamente raras. Exemplo: anomalia DiGeorge, síndrome Wiskott-Aldrich, síndrome de Louis-Bar e imunodeficiência combinada grave. * _Adquiridas:_ Podem ser de vários tipos, como: \\- Doenças infecciosas como AIDS, hepatite vira ou tuberculose; \\- Problemas autoimunes como lupus; \\- Uso de esteróides; \\- Câncer do sangue e outras doenças saguineas como aplasia medular ou doença de Hodgkin´s; \\- Radiação e quimioterapia. ===== Diagnóstico ===== O diagnóstico irá ser feito baseando-se no historial médico, exame físico e testes adicionais, sendo que poucos linfócitos unicamente pode não originar qualquer tipos de sintomas. Para se entender o historial médico irá ser necessário saber se a pessoa possui algum tipo de doença infecciosa, se já necessitou de tratamento de quimioterapia e será verificado o histórico familiar em busca de alguma doença hereditária que possa causar linfocitopenia. No exame fisíco irá ser buscado qualquer tipo de sinal para uma infecção, como febre e verificar, por apalpação, o tamanho dos nódulos linfáticos e baço. Por fim, irão ser realizados testes de sangue e para outras condições que possam estar associadas a esta doença. ==Ligações externas== * * Categoria:Sistema hematopoiético ! Categoria:Hematologia ja:白血球#リンパ球",
 "title": "Linfócito"
}