{
 "id": "37713",
 "text": "Néctar é uma substância aquosa secretada pelos vegetais através de glândulas especializadas. Sua constituição química geralmente inclui açúcares em quantidades variáveis de acordo com a espécie. == A polinização e a intermediação entre as espécies vegetal e animal == Normalmente, o néctar é aproveitado por certos animais (insetos, aves e mamíferos) como fonte de água e carboidratos, e estes animais procuram as plantas nectaríferas para sua alimentação. Em contrapartida, muitas espécies vegetais apresentam glândulas de néctar (nectários) nas suas flores, de maneira que, ao visitar esta fonte de néctar, o animal fatalmente irá esbarrar nas anteras e carregar o pólen para outras flores, efetuando assim a polinização. Esta relação mútua entre plantas e animais, intermediada pelo néctar, tem evoluído e uma miríade de espécies vegetais e animais, com as mais variadas adaptações morfológicas, surgiram assim sobre a Terra. O néctar também pode ser produzido em outros órgãos das plantas, onde assumem função protetora. Em certas espécies, como nos gêneros Passiflora, Croton e Impatiens,As espécies Passifora, ou Passifloraceae, ou Maracujá; Croton e Impatiens são espécies vegetais utilizadas pela homeopatia, por suas características curativas. Cairo, Nilo e Brickmann, A.. Guia da Medicina Homeopática. São Paulo, Livraria Teixeira, 1972, p.313/114; 503. e Riotte, Louise. As Rosas adoram os Alhos. Segredos da Consociação de Plantas de Jardim e Plantas Hortículas. Sintra, Publicações Europa-América, 1983, p.151 o néctar é produzido por glandulares nas folhas ou no caule. Formigas são atraídas por estas fontes de açúcar, e atacam qualquer outro animal que se aproxime da planta, protegendo-a contra possíveis predadores. Em mais este caso, há uma relação com vantagens mútuas intermediada pelo néctar. == Simbologia == O néctar, ou amṛita, do sânscrito \"imortal\", para o Hinduismo, Taoismo, Budismo e várias escolas de mistérios acha-se associado é um símbolo sagrado da sabedoria, iluminação espiritual e também da cura e renovação da vida. Na mitologia greco-romana o néctar e a ambrosia eram, respectivamente, a bebida e a comida dos deuses que habitavam o Olimpo. Semideuses também bebiam néctar, que segundo livros, trazia de volta o gosto de boas lembranças da vida. Na iconografia, o néctar é o líquido precioso da compaixão que verte do vaso dos bodhisattvas, ou seres já iluminados, como Kuan Yin, que assumiram o compromisso de ajudar os que ainda sofrem na Terra.Blofeld, John. A Deusa da Compaixão e do Amor. O Culto Místico de Kuan Yin. Trad. Antônio de Pádua Danesi e Gilson César Cardoso de Sousa. SP, Ibrasa, 1995. == Notas == == Bibliografia == * Cairo, Nilo e Brickmann, A.. Guia da Medicina Homeopática. São Paulo, Livraria Teixeira, 1972. * Riotte, Louise. As Rosas adoram os Alhos. Segredos da Consociação de Plantas de Jardim e Plantas Hortículas. Sintra, Publicações Europa-América, 1983, p. 151 == Ligações externas == * Glossário de plantas e ervas medicinais e fitoterápicos Categoria:Polinização Categoria:Flores",
 "title": "Néctar"
}