{
 "id": "37738",
 "text": "Francisco Higino Craveiro Lopes CvTE • ComC • GCA • MV • MOCE • MPMM • MCC (Lisboa, 12 de Abril de 1894 – Lisboa, 2 de Setembro de 1964) foi um político e militar português, tendo sido o décimo segundo presidente da República Portuguesa (segundo do Estado Novo), entre 1951 e 1958. == Biografia == Francisco Craveiro Lopes nasceu a 12 de Abril de 1894, em Lisboa. Era filho de João Carlos Craveiro Lopes, general do exército português e governador-geral da Índia Portuguesa, e de Júlia Clotilde Salinas Cristiano. Frequentou e concluiu o Colégio Militar a 23 de Julho de 1911, após o que ingressou na Escola Politécnica de Lisboa. Alistou-se como voluntário no Regimento de Cavalaria n.º 2, também em 1911. Como primeiro sargento-cadete tira o curso de Cavalaria na antiga Escola do Exército, ingressando posteriormente na Aeronáutica Militar. Em 1915 é mobilizado para a fronteira Norte de Moçambique, onde em Novembro de 1916, defrontando tropas alemãs durante a Primeira Guerra Mundial, se distingue com bravura na defesa do forte de Nevala e combates de Kiwambo: Recebe por estas acções em 1917, aos 23 anos, a Cruz de Guerra e é feito Cavaleiro da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito. Segundo reza o louvor: \"Em Nevala mostrou grande valor militar e coragem fazendo fogo com uma metralhadora do fortim, serviço que não lhe competia, expondo-se e arriscando a sua vida, porque o inimigo não poupava a sua posição…\". Casou em Lourenço Marques a 22 de novembro de 1918 com Berta da Costa Ribeiro Arthur de quem teve 4 filhos: João Carlos Craveiro Lopes, coronel de cavalaria; Nuno Craveiro Lopes, alferes miliciano piloto aviador, e arquitecto; Maria João Craveiro Lopes; Manuel Craveiro Lopes, tenente-coronel da Força Aérea, e comandante de aviação comercial. Tira em 1918 o curso de piloto militar, na Escola de Aviação francesa, em Chartres, sendo na altura promovido a tenente. Dirige-se de novo a Moçambique em 1918. Em Março de 1922, exerce as funções de instrutor de pilotagem, como capitão piloto aviador. Em 1925 sofre um desastre tripulando um avião Fairey, ficando ferido. Em 1926, colocado na Aeronáutica Militar, é nomeado director da Divisão de Instrução da Escola Militar, cargo que exerce até 1929, voltando a exercer a mesma função em 1932, e também em 1939, por curtos períodos. Faz o levantamento aéreo de Goa, Damão e Diu (1929) e ainda o 1.º voo de correio aéreo Goa-Bombaim-Goa num avião monomotor De Havilland DH-80A \"Puss Moth\" (em 1930) que fora oferecido por Francisco Sarmento Pimentel que nele voara desde Lisboa a Mormugão em Novembro de 1930. Nesse mesmo ano, como major, exerce as funções de chefe da Repartição do Gabinete do governador-geral da Índia. De 1933 a 1934 ocupa a chefia do Gabinete do governador-geral da Índia, cargo que volta a exercer alguns meses em finais de 1936. É, em 1934, governador interino do distrito de Damão, cargo mais tarde confirmado com as atribuições de intendente, sendo mesmo encarregado do governo-geral da Índia em 1936, a título interino, cargo que desempenha até 1938. Em 1939, como tenente-coronel, comanda a Base Aérea de Tancos. Comandante-geral da Aeronáutica em 1941, negocia as condições de utilização da Base Aérea dos Açores pelos Estados Unidos, após o que é designado comandante da Base Aérea dos Açores. Em 1943, tira o curso de Altos Comandos e é chamado para o Instituto de Altos Estudos Militares com funções docentes. De 1944 a 1950, exerce as funções de comandante-geral da Legião Portuguesa. Em 1947 é promovido a brigadeiro e em 1949 a general. Por duas legislaturas, IV e V, é eleito pelo distrito de Coimbra, como deputado à Assembleia Nacional, cargo que ocupa entre 1945 a 1951 e que acumula com o de comandante da Base Aérea da Terceira. Ainda em 1951 é nomeado comandante da terceira Região Militar, em Tomar, cargo que acumula com as funções docentes no Instituto de Altos Estudos Militares. Ainda em 1951, pouco após a morte de Carmona, é indigitado pela União Nacional como candidato às eleições presidenciais, sendo eleito a 21 de Julho de 1951. Apesar de ter sido julgado um candidato capaz de suscitar consensos, cedo viria a revelar a sua frieza nas relações com o Presidente do Conselho e a demonstrar até, uma certa simpatia pelos oposicionistas. Por isso mesmo, não foi proposto para um segundo mandato presidencial. Depois de retirado da política activa, foi feito Marechal da Força Aérea; ao mesmo tempo, manteve sempre os contactos com os líderes da Oposição, e esteve associado ao golpe Botelho Moniz, em Abril de 1961. Francisco Craveiro Lopes morreu a 2 de Setembro de 1964, aos 70 anos, em Lisboa. Seu jazigo de família está no Cemitério lisboeta dos Prazeres, na rua F. == Integridade moral == Sobre o seu carácter recto e integridade moral, é conhecido que todas as ofertas de Estado e presentes pessoais que lhe ofereceram, foram doados a instituições e obras de caridade. Apenas guardou para si algumas das medalhas e ofertas de menor valor. Conta-se que seu filho, Nuno Craveiro Lopes com sua mulher, então grávida, se encontravam entre os passageiros do comboio da linha do Estoril que descarrilou devido à derrocada da barreira junto ao farol de Caxias, em 1952. Embora não tenham ficado feridos, no meio da confusão entre mortos e feridos a esposa ter-se-á sentido mal. Não sendo possível arranjar transporte no local, o filho telefonou ao Presidente, no sentido de lhe enviar um carro da Presidência para os levar a casa. Francisco Higino, depois de se certificar de que se encontravam bem, retorquiu que não podia dar ordem para enviarem o carro pois estes eram exclusivamente para serviço oficial; que procurassem um táxi para o efeito. E seu filho assim fez: foram andando a pé em direcção a Lisboa e um pouco adiante conseguiram apanhar um táxi. Como norma, nas viagens e visitas, não eram oferecidos objetos de valor, conforme o desejo do Presidente que era transmitido previamente às entidades pelos elementos do protocolo. Apenas aceitava flores, medalhas comemorativas e diplomas honoríficos. Livros, só oferecidos pelos autores. Isto devia-se ao facto de que durante a inauguração das Feiras do Livro, era usual nos governos anteriores enviar uma camioneta que os livreiros faziam carregar com livros, facto que o Presidente achava despropositado. Do mesmo modo, nas visitas ao Ultramar, fez saber que não aceitava diamantes, metais de valor, peles, marfim, e coisas semelhantes. Até um boi que lhe foi oferecido pelo Rei do Congo, que não podia recusar por motivos de protocolo, foi abatido e comido pelo seu povo, com grande satisfação. O Generalíssimo Franco ofereceu em Maio de 1953, quando este visitou oficialmente a Espanha, um automóvel Pegaso, na altura, um topo de gama desportivo, orgulho da indústria automóvel espanhola. Porque o General Craveiro Lopes, homem de grande honestidade e escrúpulo, não desejava conservar presentes recebidos durante o seu mandato de imediato o registou, em 5 de Abril de 1954, em nome do Estado Português, Presidência da República. Foi poucas vezes utilizado pelo General Craveiro Lopes mas o seu filho, Capitão Aviador João Carlos Craveiro Lopes, rodou alguns milhares de quilómetros até que em 1958, quando o Almirante Américo Tomás foi eleito Presidente da República, o Pegaso ficou imobilizado no Palácio de Belém. Mais tarde foi transferido para um armazém do Ministério das Finanças, em Xabregas, onde veio a sofrer graves danos com as inundações que assolaram Lisboa, em Novembro de 1967. Acabou por ser recuperado nas Oficinas Gerais de Material Aeronáutico de Alverca, obtendo-se um perfeito restauro na forma original e exposto no Museu do Automóvel do Caramulo em Portugal. No fim do mandato de Presidente da República, o Governo de Salazar tentou \"amenizar\" a desfaçatez de não ter proposto o General Craveiro Lopes a um novo mandato com a sua promoção a Marechal, incluindo também a atribuição de uma casa para sua residência, e um automóvel do Estado, para seu uso pessoal. O ainda Presidente Craveiro Lopes, fez constar que não aceitaria qualquer benefício ou privilégio de parte do Governo, que não estivesse do antecedente, já publicado em lei. No respeitante a uma eventual promoção a Marechal, só a aceitaria se ela fosse da iniciativa das Forças Armadas e não do Governo. Entretanto, o General Botelho Moniz, indigitado novo Ministro de Defesa incitou o Presidente a aceitar a promoção nas condições que pretendia, pois assim não passaria à situação de reforma, continuando no activo, o que designou como \"reserva de Nação\". E foi assim que num dia do mês de Fevereiro de 1959, uma representação de Oficiais Generais foi recebida, pelo então ex-presidente, na casa alugada para si por seus filhos, sita na Rua Sinel de Cordes (hoje Rua Alves Redol), num 1.º andar em Lisboa, onde o foram cumprimentar e transmitir a sua promoção a Marechal. Do mesmo modo a viatura que passou a dirigir, um modesto Ford Perfect, foi-lhe também oferecido por seus filhos. O bastão e estrelas de Marechal da Força Aérea, para vergonha do governo de Salazar, foi-lhe oferecido em 1958, por subscrição pública da população de Moçambique que nutria por si um carinho e admiração especial, principalmente pelas posições que defendia, contrárias às políticas coloniais de Salazar. A iniciativa foi do Diário de Notícias de Lourenço Marques e foi um êxito, tendo-se recolhido uma pequena fortuna. Por seu desejo expresso, após a sua morte, foram oferecidos à população de Moçambique, ficando depositado no Museu Militar da Fortaleza de Lourenço Marques == Cargos == * Oficial de Aeronáutica * Participou na I Guerra Mundial onde se distinguiu no combate contra os alemães em Moçambique * Presidente da Câmara Municipal de Sintra (1926) * Comandante da Base aérea das Lajes entre 14 de Novembro de 1946 e 16 de junho de 1947 * Governador da Índia Portuguesa (1936-1938) * Presidente da República Portuguesa (1951-1958) * Marechal do Ar == Visitas de Estado feitas durante o seu mandato == * 1953 - 15 de Maio, visita à Espanha. * 1955 - 20 de Outubro, visita à Grã-Bretanha. * 1956 - 8 de Agosto, visita à União da África do Sul. * 1957 - 20 de junho, visita ao Brasil. == Outros == * Prefaciou a obra de Manuel José Homem de Mello, Portugal, o Ultramar e o Futuro, Lisboa, edição do autor, 1962. * No início dos anos 90 foram publicadas Cartas de Salazar a Craveiro Lopes 1951-1958, introdução e coordenação de Manuel José Homem de Mello, Lisboa, Edições 70, 1990. ==Condecorações== Ordens honoríficas portuguesas: * Cavaleiro da Antiga e Muito Nobre Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito (31 de Março de 1923) * Oficial da Ordem Militar de São Bento de Avis (5 de Outubro de 1926) * Comendador da Ordem Militar de Nosso Senhor Jesus Cristo (14 de Junho de 1929) * Grande-Oficial da Ordem Militar de São Bento de Avis (4 de Dezembro de 1943) * Grã-Cruz da Ordem Militar de São Bento de Avis (3 de Novembro de 1950) * Banda das Três Ordens (9 de agosto de 1951 - 9 de agosto de 1958) Ordens honoríficas estrangeiras: * Senhor Grã-Cruz da Ordem de Cisneros de Espanha (14 de Junho de 1950) * Grande-Colar da Ordem Nacional do Cruzeiro do Sul do Brasil (27 de março de 1952) * Grã-Cruz da Ordem Nacional da Legião de Honra de França (8 de Agosto de 1953) * Colar da Ordem Equestre do Santo Sepulcro de Jerusalém do Vaticano ou da Santa Sé (11 de Agosto de 1953) * Excelentíssimo Senhor Grande-Colar da Ordem Imperial del Yugo e las Flechas de Espanha (30 de Dezembro de 1953) * Grã-Cruz da Ordem Pro Merito Melitensi da Ordem Soberana e Militar Hospitalária de São João de Jerusalém, de Rodes e de Malta (9 de Março de 1954) * Grã-Cruz da Ordem do Salvador da Grécia (1 de Março de 1955) * Grã-Cruz da Ordem do Mérito Naval do Brasil (13 de Agosto de 1955) * Grã-Cruz da Ordem do Mérito Militar do Brasil (16 de Março de 1956) * Grã-Cruz da Ordem do Mérito Aeronáutico do Brasil (16 de Março de 1956) * Extraordinário da Ordem Nacional do Cedro do Líbano (17 de Abril de 1956) * Cavaleiro-Grã-Cruz Honorário da Honorabilíssima Ordem do Banho da Grã-Bretanha e Irlanda do Norte (20 de Abril de 1956) * 60px Grã-Cruz da Ordem do Mérito de Duarte, Sánchez y Mella da República Dominicana (20 de Novembro de 1957) Medalhas: * Medalha da Vitória com Estrela * Medalha Militar de Ouro de Comportamento Exemplar * Medalha de 1.ª Classe de Mérito Militar * Medalha Militar de 1.ª Classe da Cruz de Guerra ==Ligações externas== * Biografia de Craveiro Lopes no Sítio oficial do Museu da Presidência * Categoria:Portugueses de ascendência francesa Categoria:Família Craveiro Lopes Categoria:Naturais de Lisboa Categoria:Alunos do Colégio Militar (Portugal) Categoria:Presidentes de Portugal Categoria:Governadores da Índia Portuguesa Categoria:Deputados da Assembleia Nacional de Portugal Categoria:Presidentes da Câmara Municipal de Sintra Categoria:Marechais de Portugal Categoria:Veteranos da Primeira Guerra Mundial de Portugal Categoria:Cavaleiros da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Oficiais da Ordem Militar de Avis Categoria:Medalhas de Ouro de Comportamento Exemplar Categoria:Medalhas Militares de 1.ª Classe de Mérito Militar Categoria:Grandes-Oficiais da Ordem Militar de Avis Categoria:Comendadores da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem Militar de Avis Categoria:Grã-Cruzes da Ordem Nacional da Legião de Honra Categoria:Cavaleiros da Ordem do Banho Categoria:Grã-cruzes da Ordem Nacional do Cruzeiro do Sul Categoria:Generais da Força Aérea Portuguesa Categoria:Banda das Três Ordens Categoria:Políticos portugueses do século XX",
 "title": "Francisco Craveiro Lopes"
}