{
 "id": "3774",
 "text": "O deísmo é uma oposição ao teísmo, não é uma religião mas sim uma posição filosófica que acredita na criação do universo por uma inteligência superior (que pode ser Deus, ou não), e que podemos ter conhecimento disso através da razão, do livre pensamento e da experiência pessoal, em vez dos elementos comuns das religiões teístas como a revelação direta, ou tradição, isto é, acreditar em uma deidade ausente de religiões. A existência de um Criador ou Organizador do Universo (comparável ao Demiurgo do filósofo grego Platão), é a primeira causa da filosofia deísta. Em palavras mais simples: um deísta é aquele que está inclinado a afirmar a existência de um princípio criador, mas não pratica nenhuma religião, não negando a realidade de um mundo completamente regido pelas leis naturais e físicas. A interpretação de Deus pode variar para cada deísta. Deístas podem acreditar que as ideologias religiosas devem tentar reconciliar e não contradizer as evidências e que todas devem estar de acordo com os ensinamentos bíblicos. Assim, um dos princípios fundamentais desta posição é baseado na consolidação de que Deus criou todo o visível e o invisível, o mundo físico e o espiritual mas não interfere nele de maneira evidente como sugerem as religiões teístas. O deísmo não acredita na existência de um deus providencialista. Também não tomam posição sobre o que é esse ser criador, e nem têm como princípio encontrá-lo. O deísmo nega revelações divinas, contrariamente ao fideísmo encontrado em muitos ensinamentos do Cristianismo, Islamismo e Judaísmo, que afirma que a religião depende da revelação das escrituras ou o testemunho de outras pessoas. Os deístas tipicamente também rejeitam certos eventos religiosos. Isso porque tais ideias (cultos, profecias, etc.) não parecem ser verdades racionais. Sobre as religiões organizadas que usam revelações divinas e livros sagrados, a maioria dos deístas interpretam-nas como invenção de outros seres humanos e não como fontes de autoridade, embora possam ser aceitas como inspiração moral e ética. Os deístas dizem que o maior presente do universo para a humanidade não é a religião, mas \"a capacidade de raciocinar\". ==Conceitos== Os deístas acreditam em um deus, como apregoam as religiões, mas não acreditam que as religiões possam estar certas ao se dizerem conhecedoras da Palavra de Deus ou da maneira como Deus quer que nós ajamos moralmente. Para eles, não há quaisquer comprovações científicas da veracidade de tais argumentos. Como meio de investigação para comprovações metafísicas, os deístas tendem a aceitar totalmente a lógica. Logo, para os deístas, as religiões denominacionais são apenas invenções humanas. O deísta acredita que a própria estrutura do universo, tão complexa como é, é a prova de que existe um criador; entretanto é importante ressaltar que o deísmo permite aos seus seguidores uma livre interpretação disso. Para alguns deístas, por exemplo, Deus pode ser um ser transcendental criador das coisas; para outros, pode ser uma força completamente neutra – não pensante, não sobrenatural – que gera e mantém o universo, ou até mesmo um ser mortal dotado de altíssima tecnologia. O deísmo pretende enfrentar a questão da existência de Deus através da razão, em lugar dos elementos comuns das religiões teístas tais como a \"revelação divina\", os dogmas e a tradição. Os deístas geralmente questionam as religiões denominacionais e seu(s) deus(es) dito(s) \"revelado(s)\", argumentando que o Criador não intervém nos afazeres do mundo. Para os deístas, a criação revela- se através da ciência e as leis da natureza. Pessoas que não são seguidoras de religiões mas não estão dispostas a ver a realidade dessa maneira e acreditam num Deus interferente não são deístas, mas, na verdade, irreligiosas. Quanto a questões metafísicas, como a existência ou não de vida após a morte, cada deísta é livre para formar a sua opinião sobre isso. Podem crer, ou podem ser incertos sobre isso, achando que não dá para saber ou que ainda não foram encontradas provas que demonstrassem ou refutassem essa ideia. Um deísta pode ter opiniões bem diferentes de outras pessoas que acreditam em Deus – como achar que Deus não faz questão de ter o seu nome escrito com inicial maiúscula ou acreditar que ele não quer ser adorado ou, ainda, acreditar que nem ele mesmo sabe que nós existimos etc. Mas isso não ocorre necessariamente com todos eles, já que cada um é um livre pensador individual, com conceitos diferentes, tendo apenas a não interferência como característica em comum. Portanto, entre deístas, as concepções podem variar. Os deístas em geral consideram que anjos e demônios são apenas fraquezas da mente humana que podem ser vencidas pelo raciocínio lógico. Da mesma forma, não acreditam que Deus castigue ou premie as pessoas pelos seus atos, dado que cada um seria responsável por seus atos e respectivas consequências. O mais próximo da ideia de um Deus interferente em que um deísta pode acreditar é a ideia de uma providência geral, como Voltaire, por exemplo, que disse certa vez a uma senhora: Ou seja, deístas não têm religião e acreditam em um criador não interferente (ou não mais interferente). Portanto, não acreditam em milagres e, se acreditam, interpretam de uma forma natural.PAINE, Thomas Age of Reason, Part First, Section 15 Immanuel Kant, sobre o deísmo, escreveu: > \"Como estamos acostumados a entender, pelo conceito de Deus, não apenas uma > natureza eterna, atuando cegamente, como raiz das coisas, mas um Ser > supremo, que deve ser o criador das coisas pela inteligência e a liberdade, > e só este conceito nos interessa, poderíamos em rigor negar ao deísta toda a > crença em Deus e deixar-lhe apenas a afirmação de um ser originário ou de > uma causa suprema. No entanto, como ninguém deve ser acusado de pretender > negar inteiramente alguma coisa, só por não se atrever a afirmá-la, é mais > justo e indulgente dizer que o deísta crê num Deus, ao passo que o teísta > crê num Deus vivo (summa intelligentia).\" (Crítica da Razão Pura - A633, > B661). == História == As raízes do deísmo estão ligadas aos antigos filósofos gregos e sobretudo à filosofia aristotélica da primeira causa.Aristóteles.O Pensamento : a gnosiologia Mais tarde este movimento floresce durante o Iluminismo, com o apoio de cientistas britânicos e italianos, como Galileu Galilei e Isaac Newton. As primeiras obras de críticas à Bíblia, tais como Thomas Hobbes no Leviatã e Spinoza no Tratado Político Teológico, bem como obras de autores menos conhecidos, como Richard Simon e Isaac La Peyrère, pavimentaram o caminho para o desenvolvimento do deísmo crítico. Edward Herbert, Lorde de Cherbury (1583-1648), é geralmente considerado como o \"pai do deísmo inglês\", e seu livro De Veritate (na verdade, It Is Distinguished from Revelation, the Probable, the Possible, and the False) (1624) a primeira grande demonstração do deísmo. Herbert apresentou os pontos básicos do deísmo que pode ser resumido na seguinte maneira: \"Deus existe, e pode ser cultuado pelo arrependimento e por uma vida de tal modo digna, que a alma imortal possa receber a recompensa eterna em vez do castigo\". Outros deístas influentes, como Charles Bloynt (1654-1693), John Tolarndt ou John Toland (1670-1722), Lorde Shaftesbury (1671-1713) pregaram que o cristianismo não era um mistério e poderia ter sua autenticidade verificada pela razão; tudo o que não pudesse ser provado pela razão deveria ser descartado. Entretanto, foi na época do Iluminismo no final do século XVII, que o movimento deísta atingiu o seu apogeu a partir dos escritos de autores ingleses e franceses como Thomas Hobbes, John Locke, Jean-Jacques Rousseau e Voltaire. O mais famoso dos deístas franceses foi Voltaire, que adquiriu o gosto pela ciência newtoniana, e reforçou inclinações deístas, durante uma visita de dois anos a Inglaterra a partir de 1726. Ao mesmo tempo, com a imigração de deístas ingleses, a divulgação dos escritos deístas e a difusão das ideias iluministas nas Treze Colônias contribuíram para popularizar o deísmo nos Estados Unidos, com os escritos dos norte-americanos, John Quincy Adams, Ethan Allen, Benjamin Franklin, Thomas Jefferson, James Madison, George Washington e, especialmente, Thomas Paine em seu livro A Era da Razão. Os princípios deístas, especificamente tiveram efeito sobre as estruturas política e religiosa dos Estados Unidos, tais como a separação entre Igreja e Estado e a liberdade religiosa. O deísmo, geralmente considerado como uma influente escola de pensamento, declinou em cerca de 1800. O termo deísta tornou-se raramente utilizado, mas as crenças deístas, suas ideias e influências, não. Elas podem ser vistas no século XIX na teologia liberal britânica e na ascensão do unitarianismo, que adotou muitas das suas crenças e ideias. Mesmo hoje, há um número significativo de sítios deístas. Também existe o ateísmo deísta. Uma corrente filosófica na qual os ateus, aqueles que não acreditam em nenhuma divindade superior, são deístas. Mais precisamente: esses, os ateus, acreditam que eles próprios são deuses, em cada caso, o mais comum é acreditar que é o deus de sua própria vida (portanto, não um ser onipotente que criou os céus e a Terra), sendo o controlador magnânimo desta. == Fatores que contribuíram para o declínio geral na popularidade do deísmo == * a aceitação do panteísmo por muito deístas, o que gerou o surgimento do pandeísmo; * as influências dos escritores céticos e (mais tarde, darwinistas) aumentaram a dúvida sobre o argumento da primeira causa e do Argumento Teleológico, transformando muitos (embora não todos) potenciais deístas em agnósticos ou ateus; * e campanhas anti-deístas e anti-racionalismo dos clérigos, com o intuito de caluniar o deísmo e equipará-lo com o ateísmo na opinião pública. == Características == Os deístas não estão presos a nenhum tipo de mitologia ou dogma, podendo ou não acreditar em algum tipo de pós-vida. Frequentemente, os deístas se encontram insatisfeitos com as religiões denominacionais, e apresentam, geralmente, algumas afirmações que os diferenciam dos religiosos e teístas. Na idade contemporânea, muitas pessoas que se descobrem como deístas, através das definições mencionadas, se perguntam se os deístas por não frequentarem nenhuma religião, também não rezam. A oração tem aspectos internos no homem, podendo modificar a sua consciência. Como cada deísta possui uma visão diferenciada sobre Deus e sobre a moral, mas sempre sob a sua influência cultural e nunca de ordem religiosa. Rezar em uma instituição organizada e religiosa estaria fora da sua aceitação, principalmente se essa oração buscar interferências de um deus pessoal na ordem universal. Contudo, alguns deístas rezam sim, mas de forma isolada. As orações não seguem um ritual e nem uma doutrina específica, pois não seguem dogmas ou tradições. Podemos encontrar como sugestão a \"Oração da Felicidade Plena\" de autoria de Marco Antonio Okuma, autodeclarado deísta há mais de 30 anos. === Pandeísmo === Pandeísmo é uma corrente filosófica que surgiu da mistura do panteísmo com o deísmo. Panteísmo é a crença de que tudo compõe um Deus abrangente e imanente, ou que o Universo (ou Natureza) é idêntica à divindade. Panteístas e pandeístas, assim, não acreditam em um deus pessoal ou antropomórfico. Para pandeístas: \"Deus originou e se tornou o Universo\". == Deístas famosos == == Ver também == * Teísmo * Pandeísmo * Panteísmo * Panenteísmo * Teísmo agnóstico * Agnosticismo * Ateísmo * Sem religião * Interacionismo == Ligações externas == * Associação internacional dos deístas (World Union of Deists) * CATHOLIC ENCYCLOPEDIA: Deism (newadvent.org) Categoria:Conceitos religiosos Categoria:Deísmo",
 "title": "Deísmo"
}