{
 "id": "37750",
 "text": "Estigma é a parte receptiva do pistilo das flores, onde o grão de pólen se fixa e inicia a germinação do tubo polínico.. Pode estar posicionado no ápice do pistilo, ou lateralmente, e anatomicamente corresponde à parte achatada da extremidade superior daquele órgão, onde se localiza a estrutura receptiva do carpelo (ou carpelos fundidos). Apresenta uma superfície papilosa, geralmente recoberta por um líquido pegajoso, que contribui para a fixação do grão de pólen..Strassburger, E. 1994. Tratado de Botánica. 8.ª edición. Omega, Barcelona, 1088 p. ==Descrição== Em botânica, a parte do gineceu (parte feminina das flores) que recebe o pólen durante a polinização é designada por estigma. São regiões do lado externo da superfície dos carpelos (as folhas femininas da flor), separadas do ovário pelo estilete. A superfície é geralmente papilosa, onde cada papila é uma célula, e húmida, duas características que facilitam a aderência do pólen. O estigma, junto com o estilete e o ovário (normalmente designado por sistema estigma-estilete- ovário) forma o pistilo, integra o gineceu, o órgão reprodutor feminino da planta. O estigma insere-se na porção distal do estilete, ou dos respetivos estilódios quando o estilete é ramificado, e é composto de papilas estigmáticas, cujas células são receptivas ao pólen. Estas papilas podem estar restritos ao ápice do estilete ou, especialmente em espécies polinizadas pelo vento, cobrir uma superfície ampla na extremidade do estilete. O estigma recebe pólen e é no estigma que o grão de pólen germina. Muitas vezes pegajoso, o estigma é adaptado de várias maneiras para capturar e prender o pólen, recorrendo a vários tipos de tricomas, abas ou incisões.The Penguin Dictionary of Botany, edited by Elizabeth Toothill, Penguin Books 1984 O pólen pode ser capturado do ar (pólen transportado pelo vento nas espécies que recorrem à anemofilia), ser trazido insetos visitantes ou outros animais (polinização biótica) ou, em casos raros, pela água circundante (polinização hidrofílica). O estigma pode variar desde longo e fino a um formato globoso a ramificado e plumoso. O pólen é tipicamente altamente dessecado quando é libertado pela antera. Foi demonstrado que o estigma auxilia na re-hidratação do pólen e na promoção da germinação do tubo polínico. O estigma também garante a adesão adequada das espécies corretas de pólen, rejeitado ou impedindo a germinação de pólen de outras espécies. O estigma pode desempenhar um papel ativo na discriminação do pólen ao apresentar reações de auto- incompatibilidade, que rejeitam pólen de plantas iguais ou geneticamente semelhantes, as quais envolvem uma interação bioquímica entre o estigma e a superfície do grão de pólen. Para que seja garantida a setletividade na polinização, aceitando apenas a germinação dos grãos da espécie e ainda assim mantendo a incompatibilidade com o pólen da própria planta, a superfície do estigma de cada espécie está morfológica e bioquimicamente estruturada de acordo com a tipologia do grão de pólen correspondente. Espécies com grãos secos e pulverulentos geralmente apresentam áreas estigmáticas grandes, humidificadas pels secreção de fluido estigmático, ramificadas ou cobertas de tricomas, de forma a que o pólen adira com facilidade na sua superfície. Já espécies com grãos de pólen revestidos de lipídios ou dotados de apêndices espinhosos normalmente possuem estigmas secos e simples. De uma forma ou de outra, é o contato entre a superfície do grão de pólen e a superfície estigmática que ocasiona o crescimento do tubo polínico, que conduz a célula reprodutora masculina do grão de pólen até ao óvulo no interior do ovário. Uma vez no estigma, o pólen germina, abrindo-se e deixando crescer um tubo polínico através do qual se move o núcleo ou núcleos que realizam a fecundação dos gâmetas femininos. O tubo deve penetrar no tecido do estigma e do estilete por forma a atingir o interior do ovário. ===Estrutura=== O estilete é geralmente uma estreita extensão ascendente do ovário, conectando-o às papilas estigmáticas. Ocasionalmente pode estar ausente, caso em que o estigma é descrito como séssil. Os estiletes são geralmente tubulares, longos ou curtos. O estilete pode ser aberto (contendo poucas ou nenhuma célula na porção central) com um canal central que pode ser preenchido com mucilagem. Alternativamente, o estilo pode ser fechado (densamente compactado com células por toda parte). A maioria das monocotiledóneas sincárpicas e alguns eudicotiledóneas apresentam estiletes abertos, enquanto a maioria das eudicotiledóneas sincárpicas e gramíneas apresentam estiletes fechados (sólidos), contendo tecido secretor transmissor especializado, ligando o estigma ao centro do ovário. Essa estrutura forma um trato rico em nutrientes que permite o fácil crescimento do tubo polínico. O estigma é frequentemente dividido em lobos, por ex. trífido (três lóbulos), e pode assemelhar-se à cabeça de um alfinete (capitado), ou chegar a um ponto (puntiforme). A morfologia do estigma pode variar consideravelmente: Quando haja mais de um carpelo por pistilo, cada carpelo pode ter um estilódio separado, semelhante a um estilete, ou compartilhar um estilete comum. Nas espécies do género Iris e outras géneros da família Iridaceae, o estilete é dividido em três ramificações de estilete semelhantes a pétalas (petalóides), por vezes também referidos como estilódios,Klaus Kubitzki (Editor) quase na base do estilo e é designado por tribraquiado. Aquelas estruturas são um tecido apendicular, que corre ao longo do tubo de perianto na porção acima da sépala, sendo o estigma um bordo ou protuberância na parte inferior da ramificação, perto dos lóbulos terminais. Ramificações de estilete também ocorrem nos géneros Dietes e Pardanthopsis e na maioria das espécies do género Moraea.Klaus Kubitzki (Editor) No género Crocus existem três ramificações de estilete, criando um tubo.Michael Hickey, Clive King No género Hesperantha o estilete apresenta uma ramificação alongada. Alternativamente, o estilo pode ser lobado em vez de ramificado. No género Gladiolus o estilete é bilobado. Nos géneros Freesia, Lapeirousia, Romulea, Savannosiphon e Watsonia o estilete é bifurcado (dois ramos) e recurvado. File:Stigma shapes (Capitate and simple).svg|Capitado e simples. File:Trifid Stigma.jpg|Trífido. ===Fluido estigmático=== O fluido estigmático e uma solução aquosa com elevada viscosidade que é secretada pelos tecidos do conectivo e do exotélio do estigma, que forma um exsudado viscoso sobre as papilas estigmáticas. Este fluido é constituído, fundamentalmente, por ácidos gordos, açúcares e aminoácidos.Anatomia das Plantas: Estruturas secretoras, p. 34. O fluido estigmático forma uma camada oleosa, como que uma cutícula fluida espessa, que recobre uma fina película de água em contacto directo com a epiderme. A presença da camada oleosa evita a transpiração excessiva, evitando assim a dessecação da superfície do estigma, e cria uma superfície pegajosa que captura, por aderência lipofílica, os grãos de pólen. Por sua vez, a película aquosa em contacto directo com a superfície do estigma produz um gradiente de humidade entre ela e a superfície do exsudado oleoso que funciona como regulador do tropismo inicial do tubo polínico. O grão de pólen ao cair no estigma vai mergulhando na camada oleosa e inicia a germinação quando atinge a região em que a humidade do exsudado é suficientemente elevada. As funções do fluido estigmático são assim de retenção e de criação de condições capazes de quebrar a dormência e desencaderar o processo germinativo do pólen, pois estudos mostram que o exsudado estigmático não contribui para a nutrição do tubo polínico, pois este na fase inicial cresce à custa das reservas próprias do grão de pólen. Os glóbulos oleosos exsudados acumulam-se gradualmente na região intercelular, tornando-se as cavidades esquizogéneas progressivamente maiores. A secreção atravesa inicialmente a parede celulósica das células epidérmicas e das papilas e acumula-se entre esta parede e a cutícula. A primeira exsudação dá- se por rompimento da cutícula. Uma segunda exsudação mais intensa tem lugar depois da ântese, proveniente dos produtos segregados em camadas de células subepidérmicas e acumulados em intercelulares dessa zona. Esta excreção arrasta a cutícula remanescente das células epidérmicas que ficam desprovidas de cutícula na altura da polinização. === Inserção no ovário e polinização=== A inserção do estilete no ovário, e por consequência o caminho seguido pelo tubo polínico a partir do estigma, pode ser terminal (apical), subapical, lateral, ginobásica ou subginobásico. A posição do estilete terminal (apical) refere-se à fixação no ápice do ovário e é o padrão mais comum. No padrão subapical, o estilete surge lateralmente, ligeiramente abaixo do ápice. Um estilete lateral surge do lado do ovário e é encontrado essencialmente nos membros da família Rosaceae. O estilete ginobásico surge da base do ovário, ou entre os lobos ovarianos, e é característico da família Boraginaceae. Os estiletes subginobásicos são caracerísticos do género Allium. Os tubos polínicos crescem ao longo do estilete para atingir os óvulos e, em alguns casos, a existência de reações de auto-incompatibilidade no estilete impedem o crescimento dos tubos polínicos. Em algumas espécies, incluindo Gasteria pelo menos, o tubo polínico é direcionado para o micrópilo do óvulo pela inserção do estilete. Christophe Clement, Ettore Pacini, Jean-Claude Audran (Editores) File:Gynoecium morphology style position terminal.png |Terminal (apical) File:Gynoecium morphology style position lateral.png|Lateral File:Gynoecium morphology style position gynobasic.png|Ginobásico ==Ver também== * Gineceu * Espádice ==Referências== == Bibliografia == * * Gola, G., Negri, G. y Cappeletti, C. 1965. Tratado de Botánica. 2.ª edición. Editorial Labor S.A., Barcelona, 1110 p. * Strassburger, E. 1994. Tratado de Botánica. 8.ª edición. Omega, Barcelona, 1088 p. * * * * * * ==Galeria== File:Amaryllis stigma.jpg|Estilete e estigmas de Amaryllis, onde se percebe a textura papilosa do gineceu. File:Crowning P Somniferum topview.jpg|Estigma estrelado de papoula (Papaver somniferum). File:Saffron stigmas Crocus speciosus corrected cropped.jpg|Flor de Crocus sativus (açafrão) onde as ramificações são estiletes e estigmas. File:Estigma de una Pelargonium zonale, Múnich, Alemania, 2020-06-23, DD 01-15 FS.jpg|Vista de alta resolução do estigma de uma flor de Pelargonium zonale. File:Saffron stigmas Crocus speciosus corrected cropped.jpg|O estigma em forma de pluma de Crocus speciosus (as ramificações correspondem aos 3 carpelos). File:Iris missouriensis (3624887687).jpg|Flor de Iris missouriensis mostrando o estilete azul-claro acima da pétala descaída. File:Iris versicolor 3.jpg|Flor de Iris versicolor mostrando três estruturas com dois labelos sobrepostos, um estilete petaloide ramificado (superior) e uma tépala (inferior), encerrando um estame. File:Echinocereus scheeri var obscuriensis 01.jpg|Estigma esverdeado com lóbulos ainda fechados de Echinocereus scheeri var. obscuriensis. File:Mohnkapsel 2.jpg|Cápsula de papoula com um disco estigmático. File:Stempel tulpe.jpg|Detalhe do estigma de uma tulipa. File:Amaryllis10.jpg|Flor de Amaryllis: abaixo do estilete, à esquerda, o estigma de coloração violeta-claro. == Ligações externas == * Stigma shape and size - English labels * Terminal versus gynobasic style Images * Gynobasic Diagram Categoria:Anatomia da flor Categoria:Terminologia botânica Categoria:Polinização Categoria:Reprodução vegetal",
 "title": "Estigma"
}