{
 "id": "37767",
 "text": "Em matemática, um número perfeito é um número natural para o qual a soma de todos os seus divisores naturais próprios (excluindo ele mesmo) é igual ao próprio número.Plutarco, Vidas Paralelas, Vida de Licurgo, 5.8. Plutarco especula se Licurgo havia escolhido o 28 como o número de membros da Gerúsia por ser este um número perfeito, a soma dos seus fatores, mas logo em seguida rejeita esta ideia Por exemplo, o número 28 é, pois: \\,\\\\!28=1+2+4+7+14. Todo número perfeito é um número triangular, bem como um número hexagonal. == Números perfeitos pares == O IX Livro dos Elementos de Euclides contem a definição de números perfeitos e a seguinte proposição: 'Se tantos números quantos se queira começando a partir da unidade forem dispostos continuamente numa proporção duplicada até que a soma de todos resulte num número primo, e se a soma multiplicada pelo último origina algum número, então o produto será um número perfeito'. Em linguagem matemáticas temos que se 2n − 1 é um número primo então a fórmula 2n−1(2n-1) resulta em um número perfeito. Os gregos antigos estavam limitados aos quatro primeiros dados pela fórmula de Euclides 2n−1(2n−1): :para n = 2: 21(22 − 1) = 6 :para n = 3: 22(23 − 1) = 28 :para n = 5: 24(25 − 1) = 496 :para n = 7: 26(27 − 1) = 8.128 Os matemáticos da Antiguidade fizeram várias afirmações sobre os números perfeitos baseados nos quatro que conheciam, mas a maior parte delas vieram a provar-se serem falsas. Nicômaco de Gerase, um neo-pitagórico do século I, afirmou que como 2, 3, 5, e 7 são precisamente os quatro primeiros primos, o quinto número perfeito seria obtido com n = 11, que é o quinto primo. Todavia, 211 − 1 = 2.047 = 23 × 89 não é primo e daí n = 11 não gera um número perfeito. Duas outras falsas afirmações são: * O quinto número perfeito teria cinco algarismos pois os primeiros quatro têm, respectivamente, 1, 2, 3, e 4 algarismos. * Os números perfeitos alternam 6 e 8 no último algarismo. O quinto número perfeito (33.550.336=2^{12}(2^{13}-1)) tem 8 algarismos, contrariando a primeira afirmação. Como termina em 6, a segunda afirmação parecia não ser falsa. Todavia, o sexto número perfeito (8 589 869 056) também termina em 6. É fácil provar que o último algarismo de um número perfeito par é sempre 6 ou 8. Para que 2^n-1 seja primo, é necessário mas não suficiente que n seja primo. Os primos da forma 2n − 1 são conhecidos como primos de Mersenne, em honra do monge e matemático Marin Mersenne, que os estudou em 1.644 junto com a teoria dos números e as propriedades dos números perfeitos. Um milénio depois de Euclides, Ibn al-Haytham (Alhazen) por volta do ano 1000 percebeu que todo o número perfeito par é da forma 2n−1(2n − 1) onde 2n − 1 é um número primo, Mas não conseguiu provar o resultado. Só no século XVIII Leonhard Euler provou que a fórmula 2n−1(2n − 1) daria todos os números perfeitos pares. Portanto, todo o primo de Mersenne gera um diferente número perfeito par, numa correspondência unívoca entre ambos os conjuntos. Este resultado é muitas vezes referido como o \"teorema de Euclides-Euler\". Até o momento, , conhece-se 51 primos de MersenneNúmeros primos de Mersenne Visitado em 08/01/2020. o que significa que há 51 números perfeitos pares conhecidos, sendo o maior 282.589.932 × (282.589.933 − 1), um enorme número com 49.724.095 algarismos. Com a ajuda do GIMPS, através de uma busca exaustiva, descobriu-se que os primeiros 47 números perfeitos pares são da forma 2n−1(2n − 1) para n = 2, 3, 5, 7, 13, 17, 19, 31, 61, 89, 107, 127, 521, 607, 1279, 2203, 2281, 3217, 4253, 4423, 9689, 9941, 11213, 19937, 21701, 23209, 44497, 86243, 110503, 132049, 216091, 756839, 859433, 1257787, 1398269, 2976221, 3021377, 6972593, 13466917, 20996011, 24036583, 25964951, 30402457, 32582657, 37156667, 42643801 e 43112609 . E com a ajuda do mesmo GIMPS, descobriu-se que isso também é verdade para n = 57885161, 74207281, 77232917 e 82589933. Não se sabe se há outros algures neste intervalo. Atualmente temos :\\,\\\\!\\left\\\\{6; 28; 496; 8.128; 33.550.336; 8.589.869.056;...\\right\\\\} == Números perfeitos ímpares == Não se conhecem actualmente números perfeitos ímpares e se existem ou não é uma conjectura antiga que permanece sem solução no caso geral. Em 2004 foi submetido ao arXiv um artigo pelo matemático australiano Simon Davis contendo uma demonstração.Proof of the Odd Perfect Number Conjecture Estes números estão ligados a uma questão denominada como: \"Conjectura de Oystein Ore sobre números harmônicos divisores\". == Ligações externas == * Numero perfeito Categoria:Sequências de números inteiros",
 "title": "Número perfeito"
}