{
 "id": "37785",
 "text": "Cotonu () é a maior cidade do Benim. É um porto no golfo da Guiné. Tem cerca de 760 mil habitantes. Foi um Estado autónomo até ao , quando passou para o Reino do Daomé. Em 1883 foi ocupada pelos franceses. Foi também nesta cidade que, em 2000, foi assinado o Acordo de Cotonu. É a cidade mais populosa do país, e sede ainda de numerosos órgãos governamentais e representações consulares e diplomáticas estrangeiras - apesar de, legalmente, a capital do Benim não ser Cotonu, mas sim a vizinha Porto Novo. == História == Cotonu significa \"a foz do rio da morte\", em fon.Butler, Stuart (2019) Bradt Travel Guide - Benin, pgs. 74-91 No início do , era uma pequena vila de pescadores. A região era dominada pelo Reino do Daomé, desde o , e acredita-se que Cotonu tenha sido fundada por Guezô, rei de Daomé, em 1830. Posteriormente, Cotonu viria a se tornar um centro de tráfico negreiro. Em 1851, os franceses, mediante um tratado com Guezô, rei do Daomé, obtiveram permissão para estabelecer uma feitoria na cidade. No reinado do sucessor de Guezô, Glelê (1858-1889), o território foi cedido à França por meio de um tratado assinado em 19 de maio de 1878.Houngnikpo, Mathurin C.; Decalo, Samuel. Historical Dictionary of Benin, Rowman & Littlefield, USA, 2013, p. 117 Em 1863, o primeiro protetorado francês é estabelecido, em troca de ajuda ao rei Toffa de Porto Novo que enfrenta dificuldades diante das pretensões do rei de Abomei e dos ataques dos britânicos baseados em Lagos. No mesmo ano, Glelê, rei de Abomei autoriza os franceses a se estabelecerem em à Cotonu. Em 1882, o soberano do reino de Porto Novo assina um novo acordo de protetorado com a França, que envia um \"residente francês\" encarregado de dar assistência ao rei. Em 1883 a marinha francesa ocupa a cidade para evitar a conquista da área pelos britânicos. Depois da morte de Glelê, em 1889, seu filho Behanzin tentou, em vão, contestar o tratado. Histoire du Bénin, www.presidence.bj Já no século XX, a cidade experimenta um rápido crescimento, após a construção de um porto, em 1908. Em 1894, os franceses, depois de derrotarem os reis locais, criaram a colônia de Daomé e dependências. O território tem o nome do reino preponderante (e mais resistente à ocupação estrangeira), Danhomé, com seu legendário rei Behanzin. Proclamada a república em 4 de dezembro de 1958, com o nome de Daomé (Benim, a partir de 1975), o país tem sua soberania reconhecida internacionalmente em 1º de agosto de 1960, tendo Cotonou como sede do governo e capital de facto do país. == Geografia == Cotonu está localizada na faixa litorânea entre o Lago Nocué e o Oceano Atlântico. A cidade é cortada por um canal, a lagoa de Cotonu, cavada pelos franceses em 1855. A cidade possui três pontes, que ligam os dois lados da lagoa.Devido à sua posição geográfica favorável Cotonu começa a desenvolver o comércio com os países vizinhos. A cidade tem portas de saída por ar (Aeroporto Internacional de Cotonou-Cadjehoun, COO), mar (Porto de Cotonu), rio (canal para Porto Novo) e eixos terrestres que servem a sub-região (Departamento Littoral), Nigéria, Níger, Burquina Fasso. Um grave processo erosivo atinge a costa há várias décadas. A situação piorou depois de 1961, após grandes obras de infraestrutura realizadas no Benim (a Barragem de Nangbeto, o porto de águas profundas de Cotonu), em Gana (Barragem de Akosombo) e Togo (porto de águas profundas de Lomé). Segundo Paul Houssou, que coordena um projeto antierosão do PNUMA (Programa das Nações Unidas para o Meio Ambiente), a linha costeira a leste de Cotonou recuou 400 metros em 40 anos, o que representa uma média de 10 metros por ano\".Benin's Cotonou - a city slowly swallowed by waves. Spacedaily/AFP, 25 de janeiro de 2008. Isso levou os habitantes da área a abandonar as suas casas, construídas ao longo da costa. O governo decidiu, então, proibir o bombeamento de areia do mar e construir diques de proteção. === Ambiente === A cidade está ameaçada pela subida das águas do Golfo da Guiné.Benin's Cotonou - a city slowly swallowed by waves The Terra Daily, 25 January 2008 ===Clima=== O clima local é do tipo equatorial, com uma alternância de duas estações chuvosas (abril-julho e setembro-outubro), com 800 a 1200 mm de chuva por ano, e duas épocas secas (dezembro-janeiro). A temperatura oscila entre 18 e 35 °C. === População === Em 1960, a cidade tinha apenas 70 000 habitantes; em 2002, eram 665.100, ou seja, em 40 anos, a população local quase decuplicou. Résultats par Département et Commune, instad.bj *1979: 320 348 (censo) *1992: 536 827 (censo) *2002: 665 100 (censo) *2013: 679 012 (censo) Segundo estimativa do Worldometer, a população atual de Cotonu é de 780.000 pessoas. Benin Population (LIVE) As frentes de urbanização estão a se expandir, sobretudo a oeste da cidade. ===Religião === ===Lugares de culto=== File: Cathédrale Notre-Dame-de-Miséricorde de Cotonou.jpg |Catedral de Cotonou de Nossa Senhora da Piedade (Igreja Católica) File: Église des Assemblées de Dieu – Temple Salem de Cotonou.jpg| Temple Salem de Cotonou (Assembleia de Deus) File: Side view Central Mosque of Cotonou Jonquet in Benin.jpg | Mosquée centrale de Cotonou (Islão) Entre os lugares de culto, existem principalmente igrejas e templos cristãos : Arquidiocese de Cotonou (Igreja Católica), Église Protestante Méthodiste du Bénin (Conselho Metodista Mundial), Église du christianisme céleste, Union des Églises Baptistes du Bénin (Aliança Batista Mundial), Living Faith Church Worldwide, Redeemed Christian Church of God e Assembleia de Deus. J. Gordon Melton, Martin Baumann, ‘‘Religions of the World: A Comprehensive Encyclopedia of Beliefs and Practices’’, ABC-CLIO, USA, 2010, p. 338 Há também mesquitas muçulmanas. == Economia == Em 2012 a pirataria no golfo da Guiné diminuiu o comércio no porto de Cotonu. ==Transportes== Benim possui uma ferrovia (Ferrovia Cotonu-Paracu) que permanece ativa. O ramal da Ferrovia Cotonu-Pobé funciona até Porto Novo, e a Ferrovia Cotonu-Segboroué está desativada. Cotonu também é servida pelas rodovias RNIE1 e RNIE2 (Rotas Nacionais Interestaduais) e pela Rodovia Costeira da África Ocidental (Rodovia Transafricana 7 ou Dacar-Lagos). Na cidade se usa muito os zémidjans, mototáxis típicos do país. == Cidades-irmãs == * Taipé, Taiwan * Atlanta, Geórgia, EUA * Salvador, Bahia, Brasil * Créteil, Val-de-Marne, França * Rosny-sous-Bois, Seine-Saint-Denis, França * Žilina, Žilina, Eslováquia == Pessoas famosas nascidas na cidade == * Djimon Hounsou, ator (1964) ==Ligação externas== * Acordo de Cotonu assinado em 2000 Categoria:Cotonu",
 "title": "Cotonu"
}