{
 "id": "37827",
 "text": "Leon Battista Alberti (Génova, – Roma, ) foi um arquiteto, teórico de arte e humanista italiano. Ao estilo do ideal renascentista, foi filósofo da arquitetura e do urbanismo, pintor, músico e escultor. Sua vida é descrita em Vite, de Giorgio Vasari. Personificou o ideal renascentista do «uomo universale», ou seja, o letrado humanista capaz em numerosos campos de atividade. Filho ilegítimo de um florentino exilado em Gênova, pertencente a uma família de mercadores. Estudou Direito na Universidade de Bolonha. Sua carreira jurídica foi abreviada em consequência de uma doença que lhe provocou a perda parcial da memória. Os interesses de Alberti viraram-se, então, para a ciência e para a arte. Leitor atento de Vitrúvio, escreveu seu célebre tratado De re aedificatoria (impresso depois de sua morte) tomando como base de referência a arte da Antiguidade. Baseava na música dos números a harmonia das proporções e concebia o edifício como um todo, solidário em cada um de seus elementos. Foi excelente na concepção de plantas e modelos. Deve-se-lhe a frontaria de Santa Maria Novella e o Palácio Rucellai, em Florença; San Sebastiano e Sant'Andrea, em Mântua; e o Templo Malatesta, de Rimini: a Igreja de São Francisco, à qual deu por fachada um arco de triunfo. Uma célebre frase sua foi \"Uma obra está completa quando nada pode ser acrescentado, retirado ou alterado, a não ser para pior\". Sabe-se que de 1432 a 1434 viveu em Roma, e mais tarde em Florença, Bolonha, Mântua e Ferrara onde trabalhou também como arquiteto. A partir de 1443 ficou mais tempo em Roma, onde se concentrou no estudo do legado clássico da cidade, cujo resultado surgiu em seu livro «Descriptio urbis Roma» (Descrição da cidade de Roma). Tornou-se assistente do papa Nicolau V, aconselhando-o em numerosos projetos, como o desenho da reforma da Basílica de Santo Estêvão Redondo (Santo Stefano Rotondo) e nos novos planos do Vaticano. Em Roma, em 1452, completou seu principal trabalho teórico, «De re aedificatoria libri decem» ou Dez Livros sobre Arquitetura, o primeiro grande tratado moderno de arquitetura. == Vida == Nascido em Genoa, Alberti é filho de mãe desconhecida e de um cidadão de Florença que foi exilado da cidade, e que viria a retornar apenas em 1428. Leon foi estudar em um externato, na cidade de Padua. Em sequência, estudou direito em Bolonha. Melissa Snell, Leon Battsta Alberti, About.com: Medieval History. Viveu por um tempo em Florença, até decidir mudar-se para Roma, já no ano de 1431. Por lá, ingressou na Igreja Católica, e fez parte da corte papal. The Renaissance:a Illustrated Encyclopedia, Octopus (1979) Na época, começou a estudar as ruínas antigas, o que fez com que despertasse o interesse por arquitetura. Elas viriam a influenciar a obra de Alberti. Alberti era visto como um homem de sorte. Alto e forte, encontrou-se como escritor ainda cedo, quando ainda era apenas uma criança. Aos vinte anos, já havia escrito uma peça, que fora posteriormente reconhecida como um clássico literário. Em 1435, começou seu primeiro grande trabalho: Della Pittura. Inspirado na crescente pictórica ocorrida no início do século 15, a obra analisa o estilo de pintura, e explora elementos como a perspectiva, a composição e as cores. Já em 1438, começou a dedicar sua carreira à arquitetura, incentivado principalmente por Leonello D'Este, para quem Alberti construiu um pequeno arco do triunfo para suportar uma estátua do pai de Leonello. Em 1447, tornou-se conselheiro de arquitetura do Papa Nicolau V. Desta forma, envolveu com alguns projetos arquitetônicos do Vaticano. Seu primeiro grande trabalho com uma comissão arquitetônica aconteceu em 1446: a fachada do Palácio Rucellai, em Florença. O trabalho foi seguido pela parceria com Sigismundo Malatesta, para transformar a Catedral Gótica de São Francisco, em Rimini, em uma capela memorial: o Templo Malatestiano. Em Florença, projetou as partes superiores da fachada da Igreja de Santa Maria Novella. Resolveu um problema existente no local, e sua técnica usada foi pioneira para arquitetos de igrejas por cerca de 400 anos.Joseph Rykwert, ed., Leon Baptiste Alberti, Architectul Design, Vol 49 No 5-6, London Em 1452, completou o \"De re aedificatoria\", um tratado arquitetônico que tem como base o trabalho de Vitruvio, e influenciado pelos restos arqueológicos de Roma. Até 1485, o tratato ainda não havia sido publicado. O trabalho foi seguido, já em 1464, pelo tratado \"De Statua\", que analisa a escultura. Inclusive, a única escultura conhecida à respeito de Alberti é um retrato dele em um medalhão, trabalho atribuído a Pisanello. Foi contratado para projetar duas igrejas em Mântua: a de São Sebastião, que não foi terminada, e a Basílica de Santo André. O projeto desta só foi terminado em 1471, um ano antes da morte de Alberti, mas foi totalmente construída, sendo conhecida como o trabalho mais importante do arquiteto. Como artista, distinguiu-se da própria persona do simples artesão, educado em oficinas. Foi considerado um humanista, e parte da expansão dos intelectuais e artesãos apoiados pela corte e a alta sociedade da época. Ele é visto com bons olhos, por ser proveniente de uma família nobre e membro da Cúria Romana. Era bem-recebido pela Casa d'Este, em Ferrara, além de passar parte das temporadas de verão em Urbino, junto a nobres da região, como o Duque Frederico III de Montefeltro. Este era considerado um patrocinador da arte, por ter gasto boa parte de suas riquezas com obras artísticas. Alberti chegou a até mesmo planejar dedicar seu tratado em arquitetura ao amigo de Urbino.Jacob Burckhardt in The Civilization of the Renaissance Italy, 2.1, 1860. Além dos estudos em arquitetura, onde foi pioneiro, escreveu também um tratado à respeito da criptografia, nomeado \"De componendis cifris\", além da primeira gramática italiana. Junto ao cosmógrafo Paolo Toscanelli, colaborou no ramo da astronomia, que confundia-se com a geografia naquele período. Também produziu um pequeno trabalho geográfico, em latim, de nome \"Descriptio urbis Romae\" (O Panorama da cidade de Roma). Poucos anos antes de sua morte, produziu um ensaio sobre Florença conhecido como \"De iciarchia\" (Governando o Lar), que tratava sobre a cidade durante o governo da Dinastia Médici. Devido ao fato de ter entrado para a Igreja Católica, Alberti nunca se casou. Amante dos animais, teve um cachorro de estimação, para quem ele chegou a escrever um panegírico, denominado \"Canis\". Vasari o descreveu como um \"cidadão admirável, com bagagem cultural…amigo de homens talentosos, aberto e cortês com todos. Sempre viveu com honra, e como o cavalheiro que sempre foi.\"Vasari, The Lives of the Artists Morreu em Roma, no dia 25 de abril de 1472, aos 68 anos. == Ligações externas == * Albertian Bibliography on line, in french, italian and english * Obras de Leon Battista Alberti on line Categoria:Teóricos da arquitetura Categoria:Matemáticos da Itália do século XV Categoria:Arquitetos da Itália do século XV Categoria:Arquitetos do Renascimento Categoria:Pintores da Itália Categoria:Escultores da Itália Categoria:Filósofos da Itália Categoria:Pintores do Renascimento Leon Battista Alberti Categoria:Naturais de Gênova Categoria:Filósofos do século XV Categoria:Alunos da Universidade de Bolonha Categoria:Arquitetura utópica",
 "title": "Leon Battista Alberti"
}