{
 "id": "37829",
 "text": "O Outeiro de Santa Catarina localiza-se na cidade de Santos, Estado de São Paulo, no Brasil, sendo considerado o marco inicial santista. O local é conhecido por ter sido o sítio das duas capelas consagradas à Santa Catarina de Alexandria, a primeira erguida por iniciativa de Luís de Góis e sua esposa, Catarina de Aguillar, e que constituiu o núcleo inicial da vila de Santos no século XVI. Quando o corsário inglês Thomas Cavendish saqueou a vila em 1591, a capela foi saqueada e a imagem da sua santa lançada ao mar. Em meados do século XVII, a imagem foi resgatada das águas por escravos e, em 1603, iniciou-se a construção de uma nova estrutura, desta vez no topo do outeiro. Esta segunda capela acabou demolida entre 1880 e 1884. O Outeiro também foi diminuído, por conta da utilização de suas pedras para o calçamento das ruas da cidade. No que sobrou do pequeno morro, foi construída uma casa acastelada pelo médico italiano João Éboli (isso no final do século XIX). Tombada em 1985 e reformada pela Prefeitura Municipal de Santos em 1992, atualmente pertence à Fundação Arquivo e Memória de Santos. Alicerçada sobre rocha, a edificação desenvolve-se em três níveis ligados por escadarias, acomodando-se à topografia do terreno. Portas e janelas em ogiva, bem como ameias e merlões dos muros produzem o feitio de castelo. Supõe-se que a arquitetura se deva à origem de João Éboli, médico que a teria mandado construir inspirado nas edificações medievais da região em que nascera, na Itália. == História == A história do outeiro confunde-se com a da cidade. No século XVI, Luiz Góes e sua esposa, Catarina de Aguillar, ergueram a capela de Sta. Catarina de Alexandria na base do morro. Em 1543, junto à ermida já funcionava a primeira Santa Casa. Quando o corsário inglês Thomas Cavendish saqueou a vila (1591), a igreja foi destruída. Jogada no mar, a imagem da santa foi resgatada em 1663 e hoje está exposta no Museu de Arte Sacra. Na mesma época, o Padre Alexandre de Gusmão reconstruiu-a no alto do monte. Mas o desbaste do morro para obtenção de aterro, destinado à construção do porto, resultou na demolição definitiva da capela. Foi sobre a rocha restante que João Éboli mandou erguer, em 1900, sua casa acastelada. Em 1902, a pedra recebeu uma placa com os dizeres: \"Esta rocha é o resto do Outeiro de Santa Catarina e foi sobre este outeiro que Brás Cubas lançou os fundamentos desta povoação, fundando ao mesmo tempo, época de 1543, o Hospital de Misericórdia, sob a invocação de Todos os Santos, que deu o nome a esta cidade e à primeira instituição pia que se estabeleceu no Brasil\". Por muito tempo relegado ao abandono, o imóvel foi tombado e recuperado pela Prefeitura Municipal, em 1992. Inserido no Projeto de Revitalização do Centro Histórico, desenvolvido pela Prefeitura Municipal a partir de 1997, em 2000 ganhou uma praça. Categoria:História de Santos (São Paulo) Categoria:Patrimônio tombado pelo CONDEPHAAT",
 "title": "Outeiro de Santa Catarina"
}