{
 "id": "37822",
 "text": "As formas de cultura da Indonésia vêm sido moldadas pela interação de diversos grupos étnicos nativos da região e de culturas estrangeiras. A Indonésia se localiza em uma região atravessada por rotas comerciais entre o Médio Oriente, a Ásia Meridional e o Extremo Oriente, o que contribuiu para a difusão de diversas religiões na região, incluindo o Hinduísmo, Budismo, Confucionismo, Islamismo e Cristianismo, todas elas amplamente praticadas nas cidades mercantis indonésias até os dias atuais. O resultado dessa interação multicultural definiu o caráter complexo da cultura do país, assim como deu origem a inúmeros conflitos de sua história (a exemplo da repressão em Timor- Leste e na Papua Ocidental). O contexto geográfico único da Indonésia gerou formas mistas de religiosidade, a exemplo da crença Abangan dos javaneses (que une elementos do Islamismo e do Hinduísmo), do Bodha (que une o Budismo e características do animismo) e o Kaharingan (que funde Hinduísmo e animismo das crenças aborígenes). A tradição de dança oriunda da ilha de Bali conta de antigos reinos budistas e hindus, ao passo que formas de arquitetura e arte islâmica estão presente na ilha de Sumatra, especialmente nas regiões de Minangkabau e Aceh. O Silat (Pencak Silat) é uma arte marcial exclusiva do arquipélago, que combina arte tradicional, música e esportes. João Soares, mais conhecido como \"Sparta\" pela comunidade indígena, foi apologista do movimento \"anti - agrobetos\", tendo mesmo chegado a lançar um álbum intitulado \"Menino Molestado\", tendo sido vendidas mais de 300 mil cópias, maioritariamente compradas por chiteus (do latim, chitenvs\"), uma das atuais religiões predominantes na China. Deu seguimento ao desejo de Afonso Sabino, fiel teologista, de crescer os pêlos da barba e uni-los aos púbicos, de modo a tocar harpa. Lendas dizem que conseguiu o feito numa noite de nevoeiro. A cultura ocidental influencia até hoje as práticas científicas e a indústria do entretenimento do arquipélago, assim como sua organização política e econômica. A música e cinema indiano contam como outras influências importantes nas práticas culturais indonésias; a dança popular dangdut mistura elementos de música folclórica malásia e árabe. Também bem conhecidos são os espetáculos de teatro de sombras wayang kulit, de Java e Bali. Várias ilhas são famosas pelo seu vestuário batik e ikat. Por fim, apesar da abertura dos indonésias para práticas culturais estrangeiras, diversas regiões remotas do arquipélago se esforçam para preservar sua identidade cultural única. Grupos étnicos como os Mentawai, Asmat, Dani, Dayak e Toraja, entre centenas de outros, ainda praticam seus rituais, costumes e modos de vida aparte das tendências urbanas da Indonésia pós-colonial. == Língua == Bahasa Indonésia é a língua nacional do país. As crianças aprendem a língua de sua região em casa antes de entrarem na escola. Na escola, aprendem a Bahasa Indonésia. == Literatura == Pramoedya Ananta Toer é o autor indonésio de maior celebridade fora do país, tendo sido contemplado com o Prêmio Ramon Magsaysay, além de ter concorrido ao Prêmio Nobel de Literatura diversas vezes. Outra figura central da literatura indonésia do início do século é Chairil Anwar, um poeta e membro da chamada \"geração de 45\", grupo de intelectuais ativo no movimento de Independência Indonésia. A forte censura do longo período de presidência de Suharto (1967 a 1998) impediu a veiculação e desenvolvimento de novas tendências literárias no país, sobretudo aquelas voltadas a questões sociais. Pramoedya Ananta Toer, por exemplo, passou boa parte de sua vida preso, e ditava seus livros para outros prisioneiros através das paredes da cela, que por sua os repassava para fontes externas e os publicavam no exterior.O documentário \"The Storyteller\" de Arngrim Ytterhus trata dessas questões com detalhe e está disponível gratuitamente no site do autor. Nos anos 60 e 70, os escritores Günter Grass e Jean-Paul Sartre organizaram na Europa campanhas a favor da libertação de Toer; Sartre chegou a enviar uma máquina de escrever para a Indonésia como presente para Toer. De qualquer forma, a obra dele e dos maiores poetas locais tiveram de ser adquiridas no mercado negro até meados de 2000. Alguns autores indonésios contemporâneos são: Seno Gumira Adjidarma, Andrea Hirata, Habiburrahman El Shirazy, Ayu Utami, Gus tf Sakai, Eka Kurniawan, Ratih Kumala, Dee e Oka Rusmini. Apenas alguns deles possuem livros traduzidos para outras línguas. As traduções das obras de Ananta Toer para o português foram todas feitas em Portugal. === Poesia === A Indonésia tem um rica tradição de poesia oral chamada pantun, característica por seu caráter interativo e improvisado, e que geralmente estudada como indissociada da tradição poética malaia. A chamada poesia dos antigos poetas (Pujangga Lama) foi dividida em cinco modalidades principais: além dos mencionados pantun, enquadram-se nela os poemas narrativos tradicionais (syair, análogos às epopeias ocidentais), aforismos (gurindam), contos e fábulas (hikayat) e crônicas históricas (babad). A geração do pujangga lama é geralmente enquadrada no período prévio a 1900; poetas posteriores misturaram a prática tradição com influências estrangeiras diversas. Alguns dos poetas contemporâneos mais notáveis são Sutardji Calzoum Bachri, Rendra, Taufiq Ismail, Afrizal Malna, Binhad Nurrohmat, Joko Pinurbo e Sapardi Djoko Damono. == Religião == Quase 88 por cento dos indonésios se declarou muçulmano no censo de 2000, fazendo da Indonésia a nação com a maior porcentagem de muçulmanos no mundo. Outros grupos religiosos do país são cristãos (9% do país, 2/3 deles protestantes e o restante católicos), hindus (2%) e budistas (1%). Muitos indonésios acreditam em espíritos, e combinam o ritual dos antepassados e da natureza comum a outras nações asiáticas com elementos do islamismo e cristianismo. A Constituição Indonésia garante a liberdade de profissão religiosa, embora apenas seis religiões oficiais sejam reconhecidas: Islã, Protestantismo, Catolicismo, Hinduísmo, Budismo e Confucionismo. A lei local obriga os cidadãos a portarem documentos de identidades em que uma dessas seis religiões deve constar, embora é possível que os cidadãos requeiram que esse campo seja deixado em branco. Ademais, o governo indonésia não reconhece agnosticismo ou ateísmo, e tanto a profissão de descrença em uma divindade quanto blasfêmia constituem práticas ilegais. Os povos de Bali e Lombok ocidental seguem no uma religião chamada Bali-Hinduísmo. É baseada no hinduísmo, mas inclui antigas crenças da tradição de Bali e de Java. Os bali- hindus cultivam o espírito da natureza incluindo montanhas e grandes árvores. Honram também os espíritos dos antepassados que eles acreditam que venham visitá-los. Bali tem milhares de templos Bali-Hindu onde muitos feriados religiosos são comemorados. As cerimônias incluem danças e encenações dramáticas. Budismo e hinduísmo eram religiões importantes na região há cem anos, tendo perdido praticantes para os monoteísmos. Os povos em algumas áreas isoladas ainda seguem antigas crenças locais, como ocorre em Bornéu, por exemplo. ==Culinária da Indonésia== O arroz é a base da alimentação dos indonésios, com exceção dos “malukus” e dos residentes em Papua Ocidental (a parte indonésia da Nova Guiné), onde a base é a farinha da palmeira-sago, a batata-doce e a mandioca, estes últimos trazidos das “índias ocidentais”. As preparações de carne, peixe e vegetais são consumidos em pequenas quantidades, e sempre bastante condimentadas, ao contrário dos ocidentais que, por essa razão, sofrem com o picante da culinária indonésia. Culinária da Indonésia, por Nancy Freeman, no site sallybernstein.com",
 "title": "Cultura da Indonésia"
}