{
 "id": "37869",
 "text": "Cristão-novo era a designação dada em Portugal e Espanha aos judeus convertidos ao cristianismo e seus descendentes, em contraposição aos cristãos-velhos (\"genuínos\"). A expressão foi difundida após a conversão forçada de judeus feita em 1497 pelo rei de Portugal, anos antes da instauração do Tribunal da Inquisição. == Expulsão e conversão forçada == Após a expulsão dos judeus de Espanha pelos Reis Católicos em 1492, cerca de judeus que recusavam converter-se à religião cristã emigraram para Portugal. , influenciado por judeus importantes na Corte, acolhe-os, mas impõe o pagamento de oito ducados de ouro, uma quantia deveras elevada para a época, para permanecerem em terras lusitanas (aos que não podiam pagar este valor, metade dos seus bens eram confiscados a favor da Coroa). Pretendia-se com isso a fixação de artesãos especializados, que faltavam em Portugal. Falecido , sucede-lhe , monarca que se revelou tolerante para com os judeus que não podiam pagar. Segundo o jornalista e escritor , D. Manuel, ao casar-se com Isabel de Aragão e Castela, posteriormente Rainha consorte de Portugal, filha de e de , aceitou inserir no contrato de casamento, a pedido dos pais da noiva, uma cláusula que garantia expressamente a expulsão dos judeus de seu reino, tal como ocorrera em Espanha. Para cumprir esta cláusula, D. Manuel publica, em dezembro de 1496, um decreto em que determina a saída de Portugal dos judeus ainda não convertidos ao cristianismo, sob pena de morte, dando- lhes um prazo até outubro de 1497 e garantindo-lhes meios de transporte para que pudessem partir. No entanto, o verdadeiro plano do monarca visava a conversão dos judeus ao cristianismo, não a sua partida. Deste modo, em abril de 1497, Dom Manuel proclama novas ordens para que os filhos menores de 14 anos dos judeus que optassem pelo exílio ao invés da conversão fossem retirados às suas famílias para serem batizados e criados em Portugal dentro da doutrina cristã. Com a aproximação do prazo dado pela Coroa para a partida dos judeus, o rei ordena que todos se dirijam a Lisboa para cumprir a promessa de ajuda com os meios de transporte. Porém, ao se reunirem no local, descobriram tratar-se de nova artimanha do monarca, que desta vez recorreu à violência com os judeus que ainda não haviam aceitado voluntariamente a conversão: ordenou que fossem arrancados à força os filhos até 25 anos de idade, avisando os pais que deviam aceitar a conversão caso quisessem continuar a conviver com eles em vida. Muitos judeus continuaram firmes, ainda que sob torturas durante três dias em que foram privados de comida e bebida, e ao fim deste prazo foram submetidos à mesma violências que os filhos, arrastados \"[…] pelas pernas, outros pelas barbas e cabelos, dando-lhes punhadas no rosto, e espancando-os, às igrejas onde lhes deitaram a água, os levaram\", consumando assim a conversão forçada e transformando-os em cristãos, com a alcunha de \"cristãos-novos\". Tal ato violento, como ressalta Lipiner, trouxe à Coroa Portuguesa consequências acentuadas na demografia da população, pois contribuiu para a miscigenação entre portugueses e judeus, bem como para o domínio de aproximadamente três séculos de Inquisição e seu regime de perseguições, sendo o rei condenado tanto por clérigos e intelectuais liberais como pela população. O ato de violência de D. Manuel foi condenado de forma mais significativa em 1821, quando as Cortes Gerais e Extraordinárias da Nação Portuguesa o usaram como argumento principal para determinar a extinção do Santo Ofício, convidando os descendentes das famílias judias prejudicadas a regressarem a Portugal. == Outras definições == *Meio cristão-novo: Aquele fruto de um casamento misto (entre um judeu e um cristão-velho), ato condenado pelo clero pois \"sujava\", maculava o sangue nobre cristão português. A quantidade de sangue judaico em uma pessoa era uma das qualificações usadas pela Inquisição em seus réus, dando origem à \"limpeza de sangue\", culto racista em Portugal na época. *Criptojudeu: Cristão-novo vivia publicamente como católico, porém fazia uso da religião cristã apenas no que concerne aos direitos civis e preservava seus cultos e práticas de judaísmo clandestinamente. Também chamados \"judaizantes\". Muitos deles se filiavam às confrarias ou irmandades católicas para manter essas aparências, chegando inclusive a ocupar cargos importantes. *Marrano: forma considerada pejorativa de se referir ao cristão-novo, principalmente ao criptojudeu. *Batizado em pé: Outro termo relacionado ao cristão-novo, usado com os judeus convertidos e batizados já quando adultos, ao contrário dos cristãos-velhos, batizados sempre quando criança. Foram encontradas ocorrências do uso desse termo nas Mesas de Visitação inquisitoriais no Brasil. *Comer em mesa baixa/Varrer a casa às avessas: Ser criptojudeu; termo referente a hábitos judeus e que eram causa de prisão e condenação pelo Santo Ofício. *Pertinazes: Cristãos-novos que manifestavam a vontade de morrer, quando condenados, na Lei de Moisés. Eram queimados vivos nos autos de fé. *Tornadiço: Judeu convertido que retornou à antiga crença ou também aquele que se converteu antes de 1497. *Renegado: Cristão-novo que realmente aceitava a conversão e o catolicismo, inclusive ajudando na perseguição de judaizantes. Renegados eram usados pela Inquisição como espiões. *Reconciliado: Judaizante que conseguia o perdão dos inquisidores, sendo novamente aceite na Igreja, cumprindo penitências. == Perseguição pela Inquisição == Mesmo após a conversão, alguns cristãos-novos permaneceram fiéis à sua religião original (denominados criptojudeus ou, de forma pejorativa, marranos) e inventaram formas de esconder sua convicção religiosa. As alheiras, um tipo de enchido de carne de galinha e outras aves, foram, por exemplo, criadas para imitar os tradicionais chouriços de carne de porco, proibida aos judeus. Em Abril de 1499, um alvará proíbe a saída do Reino aos cristãos-novos e a situação de perseguição assumiu contornos drásticos na Páscoa de 1506. Em 19 de abril, iniciou-se uma revolta popular impulsionada por frades dominicanos contra os cristãos-novos, que se prolongou por três dias. A multidão, movida pelo fanatismo religioso, perseguiu, violou, torturou e matou centenas de pessoas acusadas de serem judias. Este episódio, conhecido como o Massacre de Lisboa, acentuou o clima de crescente antissemitismo em Portugal e levou muitas famílias a abandonar o Reino. A falha da seriedade de muitas conversões levou a mandar instalar a Inquisição em Portugal em 1536 e a estabelecer uma política de distinção em relação aos cristãos-novos. Com a Inquisição, os cristãos-novos, maioritariamente judeus conversos, não mais tiveram tranquilidade em Portugal. Famílias recém- convertidas, como a de Francisco Sanches, continuaram, clandestinamente, a fugir para os Países Baixos, Constantinopla, Norte da África, Itália e Brasil, mantendo laços secretos e apoiando os cristãos-novos portugueses. A maioria das vítimas, bem como grande parte dos processos da Inquisição portuguesa eram cristãos-novos, assim como boa parte dos seus processos. Para além do confisco de bens que sofriam, os cristãos-novos foram também vítimas dos atestados de limpeza de sangue nas candidaturas a cargos públicos, militares ou da Igreja, o que os afastava após possuírem confirmação inquisitorial. A partir do , as ideias de pureza de sangue foram legitimadas em Portugal, vedando aos cristãos-novos as possibilidades de ocuparem cargos públicos e religiosos. O casamento misto entre os conversos e cristãos-velhos foi uma forma encontrada pelos primeiros de garantir a \"limpeza do sangue\" e de encobrir suas origens judaicas, fugindo das perseguições inquisitoriais. Entretanto, foi promulgado um decreto em 1671, influenciado pelo Tribunal do Santo Ofício, no qual se proibia essa prática. No , o apoio financeiro e político dos cristãos-novos à Restauração lhes permitiu uma certa ascensão social e algumas liberdades e garantias, iniciando-se o reaparecimento dos grupos mercantis. Com a morte de , porém, recomeça a perseguição aos cristãos-novos. Apenas em 25 de Maio de 1773, já em plena época das luzes, Sebastião José de Carvalho e Melo, mais conhecido como Marquês de Pombal, primeiro-ministro de D. José I, promulga uma lei que extinguia as diferenças entre cristãos-velhos e cristãos-novos, tornando inválidos todos os decretos e leis anteriores que discriminavam os conversos. Foram queimadas as listas de cristãos-novos no Reino, abolida a limpeza de sangue e passou a ser proibido usar a palavra “cristão-novo”, quer por escrito ou oralmente. As penas para quem usasse a expressão eram pesadas. A partir daí, os cristãos-novos passaram a poder exercer todos os cargos e empregos públicos. A Inquisição transformou-se em tribunal de Estado, acabando com a perseguição da Igreja contra os conversos. == Cristãos-novos no Brasil == Para fugir das perseguições em Portugal e também na Espanha, muitos cristãos-novos em princípios do foram para o então Novo Mundo, terra com um futuro promissor e, consequentemente, para o Brasil, que apesar de ser colônia do reino que os afugentara, era considerado um local de refúgio e recomeço por não possuir Tribunal da Inquisição nem uma estrutura eclesiástica firme, o que permitia que vivessem menos apreensivos e, junto com a boa convivência com os cristãos-velhos daqui, facilitava o criptojudaísmo. Aqueles que não retomavam às práticas judaicas ao chegar, preferiam manter as aparências e ocultar totalmente suas origens para que sua família não fosse discriminada, criando os filhos e gerações seguintes na fé católica e sem ter conhecimento sobre a antiga crença de seus antepassados. Os cristãos novos que se estabeleceram no Brasil voluntariamente provinham de ambientes menos inclinados para a vida intelectual, e do ponto de vista religioso eram os menos ortodoxos. O Brasil não oferecia então ambiente propício para estudos filosóficos, limitando-se os estudos aos colégios da Companhia de Jesus. Pela já citada convivência harmoniosa com os cristãos-velhos e também oportunidade de enriquecimento rápido com o avanço da produção açucareira no Brasil, muitos dos cristãos- novos que aqui fixaram residência acabaram por se tornar religiosos, vereadores e até senhores de engenho, adquirindo posses e vivendo nas mesmas condições financeiras que antigas famílias cristãs-velhas. Em um primeiro plano isto não era problema, visto que os cristãos, tanto novos quanto velhos, possuíam outros assuntos mais urgentes e relevantes para tratar na colônia, como por exemplo a falta de materiais e ferramentas para trabalho e o risco de doenças tropicais, do que suas diferenças religiosas e financeiras. Todavia, com o tempo, a ascensão econômica e social dos cristãos-novos passou a incomodar, sendo as visitações do Santo Ofício a oportunidade encontrada pelos cristãos-velhos para se livrar de seus \"concorrentes\". No decorrer dos anos da ocupação holandesa, aumentou de forma considerável no Brasil a migração de cristãos-novos de Portugal e portugueses cristãos-novos da Holanda. Contudo, após a expulsão dos holandeses em 1654, as perseguições voltaram com mais força. Cristãos-velhos denunciaram vários cristãos-novos que, com a liberdade obtida anteriormente sob domínio dos holandeses, praticavam de maneira descarada o judaísmo, sendo que até então ninguém sequer desconfiava que eram judeus. A economia, principalmente açucareira, fonte de renda de grande parte dos cristãos-novos no nordeste e norte do país, foi seriamente prejudicada. Por volta de 1760, a ação do Santo Ofício diminui consideravelmente no Brasil, se tornando quase que inexistente depois da instituição das reformas do Marquês de Pombal entre 1768 e 1774. Alguns donos de engenho, lavradores e homens de negócio cristãos-novos da Paraíba e Rio de Janeiro foram arruinados pela Inquisição por meio do Dr. Lourenço de Mendonça, considerado \"o mais implacável inimigo dos cristãos-novos nos meados do \", conforme a leitura de processos identificados na Torre do Tombo, sendo assim o judaísmo motivo da prisão da maioria dos réus do Santo Ofício no Brasil nessa época. Bethencourt fala em cerca de 50% dos réus inquisitoriais no Brasil serem cristãos-novos de origem portuguesa. == Criptojudaísmo feminino == O tribunal do Santo Ofício da Inquisição, criado primeiramente na Espanha em 1478, iniciou um processo contra os judeus que se estenderia posteriormente ao reino de Portugal e a colônia lusa hoje conhecida como Brasil. A criação dos cristãos-novos com as conversões forçadas dos judeus no final século XV e início do século XVI, iniciaria um processo de resistência judaica dentro do lar, denominado criptojudaísmo, e centralizado na figura feminina. O “judaísmo portas a dentro” ou “judaísmo e cozinha” seria a forma encontrada para garantir a sobrevivência de um judaísmo outrora permitido, mas que depois seria criminalizado e perseguido. Forçadas a parecer cristãs perante a sociedade, as matriarcas das famílias judaicas viram o lar como uma possibilidade de passar aos seus descendentes sua antiga fé. Sua resistência não passaria em branco para os inquisidores, que veriam nessas mulheres uma barreira ao monopólio católico na colônia portuguesa. Acusadas, perseguidas, presas e em alguns casos mortas, essas mulheres representam todo um movimento de preservação da antiga fé de Israel em um ambiente hostil a elas. Nos 285 anos em que o tribunal da inquisição atuou, 298 mulheres foram processadas, representando a parcela de 27,7% do total de pessoas presas pelo Santo Ofício. Anteriormente, as funções mais importantes da religião eram atribuídas aos homens. No entanto, após a entrada da doutrina hebraica na ilegalidade, as mulheres acabaram assumindo este papel, se tornando as principais fontes de resistência e disseminadoras dos ideais disfarçados, ajudando, assim, na reestruturação do judaísmo na época inquisitorial. Frente ao novo momento da trajetória do criptojudaísmo no território da colônia, as novas formas de exclusão social presentes e tendo que driblar a ilegalidade para não desaparecer, os criptojudeus teriam na figura feminina a forma principal de conservar sua antiga religião. Diferente das mulheres portuguesas, que eram em sua maioria analfabetas, mais da metade das cristãs-novas na colônia eram alfabetizadas e exerciam um papel de destaque na família, visto que a educação dos filhos, incluindo a religiosa, estava em suas mãos. Sendo as mulheres tratadas de maneira inferior e incumbidas dos serviços domésticos, bem como da criação dos filhos e preparação de alimentos e celebrações sagradas enquanto os homens ocupavam cargos, obtinham lugares privilegiados nos cultos e recebiam melhor educação dentro da religião tradicional, foram nas mãos delas que recaiu a responsabilidade de dar continuidade às suas crenças quando Portugal condenou tais práticas. Desta maneira, por não mais serem permitidas sinagogas, escolas e celebrações na lei de Moisés, o aprendizado se dava apenas dentro de casa e na maioria das vezes de forma oral, pois era muito arriscado ter as escrituras sagradas. Com os homens trabalhando fora e constantemente ausentes por conta das distâncias, as mulheres foram então encarregadas de prover a família não só de alimentos e serviços domésticos como também dos ensinamentos religiosos (papel antes reservado aos homens), que eram passados enquanto criavam e educavam seus filhos. Era na cozinha, local de destaque das casas judaicas, que o judaísmo feminino se desenvolveu. Naquele ambiente familiar “as mulheres, a beira do fogo, cozinhavam os alimentos e contavam histórias de seu povo e tradições para os filhos, ensinando-lhes a língua dos antepassados, as canções e orações, o preparo dos alimentos e ensinamentos do livro sagrado”. Há então uma \"suavização\" na rigidez dos antigos costumes para que conseguissem lidar com a nova realidade, encontrando-se agora a mulher em situação de destaque no judaísmo e na resistência. Segundo Anita Novinsky, citada por Assis: > \"[…] A casa foi o lugar do culto, a casa tornou-se o próprio Templo. No > Brasil colonial, como em Portugal, somente em casa os homens podiam ser > judeus. Eram cristãos para o mundo e judeus em casa. Isso teria sido > impossível sem a participação da mulher. […] mulheres cristãs-novas > apresentaram no Brasil uma resistência passiva e deliberada ao catolicismo. > Foram prosélitas; recebiam e transmitiam as mensagens orais e influenciavam > as gerações mais novas\". Um dos exemplos da influência feminina no criptojudaísmo é a rainha Ester. Apesar de não ser contemporânea da Inquisição, era judia e escondia sua origem e crenças de seu marido Assuero, rei da Pérsia, vivendo como os criptojudeus. Seu sofrimento era comparado às perseguições sofridas pelos cristãos-novos e sua prece, a \"Oração de Ester\", acabou se tornando uma espécie de hino criptojudaico, ajudando na resistência dos cristãos-novos ao forçado catolicismo. A I visitação Inquisitorial na colônia lusa no final do século XVI deixou alguns registros dessas cristãs-novas e de suas heresias. Os casos mais conhecidos são de Branca Dias em Pernambuco e Ana Rodrigues na Bahia, ambas em fins do século XVI durante a I visitação do Santo Ofício. Essas duas mulheres, mesmo não estando conectadas pelo espaço geográfico, estão conectadas pelo tempo e pelas formas que encontraram para resistir e conservar a tradição judaica no espaço familiar e colonial. Os casos de rabinato feminino de Branca Dias e Ana Rodrigues, ambas da região do nordeste, são importantes devido ao alto número de acusações contra elas. Ambas mantinham práticas de judaísmo em seu cotidiano e podem ser consideradas matriarcas do criptojudaísmo brasileiro. Branca Dias nascera no reino de Portugal durante o século XVI. Foi denunciada pela mãe e pela irmã de práticas criptojudaicas, ambas também presas pelo tribunal da inquisição pelo mesmo motivo. Deixou o reino depois de cumprir sua pena no Tribunal Santo Ofício de Lisboa. Quando livre, veio para Pernambuco encontrar seu marido, Diego Fernandes (comerciante) e transmitiu aos filhos os valores da antiga fé de Israel. Junto com o esposo, abriu um internato para jovens, com boa procura de alunas, onde as preparava para o mercado matrimonial. As ensinava a lavar, costurar, cozinhar, trabalhos do lar e boas maneiras. Branca Dias, uma matriarca, se esforçava para parecer boa cristã perante a sociedade casando suas filhas com cristãos-velhos para encobrir a sua verdadeira fé. Não dispensava, no entanto, as celebrações da fé judaica que praticava em casa, um exemplo típico do criptojudaísmo colonial. Quando o Inquisidor chegou em Pernambuco, Branca Dias já estava morta, o que não impediu que delações fossem feitas contra ela pelas suas antigas aprendizes e vizinhos, que lembravam seu estranho comportamento e costumes mal vistos da professora. Uma de suas alunas, Joana Fernandes, afirmou ter visto a professora “nos sábados de todo o dito ano que em uma casa aprendeu não fiar nunca. E que nos ditos sábados pela manhã se vestia com camisa lavada e apertava a cabeça com um toucado lavado”. Também relatou que a professora vestia os filhos com as melhores roupas que tinha e jantava mais cedo nos sábados que nos outros dias. Outras alunas relataram o descaso cristão da mestra e sua antiga vizinha Beatriz Luis, em seu depoimento, mostrou a confusão que se fazia entre os símbolos judaicos, alguns delatados eram herdeiros de seu próprio imaginário que tendia a demonizar os judeus. Branca e sua família foram mais de quatro gerações de indivíduos presos e julgados pelo Santo Ofício, incluindo sua Mãe, sua irmã, suas duas filhas e seu netos. Ana Rodrigues, era uma cristã-nova vinda do reino com seu marido Heitor Antunes (senhor-de-engenho e “cavaleiro da casa del-rei”, descendente direto dos Macabeus) para morar em Matoim, no recôncavo baiano. Teve sete filhos e, como Branca Dias, casou os filhos com genros de puro sangue. Quando seu marido morreu, o enterrou segundo as tradições judaicas. Mesmo frequentando missas e vivendo publicamente como cristã, Ana tomou as rédeas dos negócios do marido após seu falecimento, incluindo a sinagoga clandestina que mantinha em um de seus engenhos na Bahia, e fazia em casa festas e ritos judaicos, se recusando a aceitar as práticas católicas. A Inquisição acabaria com a tranquilidade da família. De toda a família Antunes, Ana Rodrigues foi a mais denunciada e com maior gravidade por criptojudaísmo e desrespeito pela. Muitos costumes da matriarca e de sua família foram denunciados ao visitador Heitor Furtado, como práticas de jejum, bençãos e lutos judaicos, orações com guaias, respeito aos dias santos dos hebreus, guardar dias sagrados, não comer certos tipos de alimentos, transmitir as cerimônias aos descendentes e guardar a alma do marido. A presença dos filhos, netos e sobrinhos nas acusações mostra a complexidade do criptojudaísmo na família, principalmente quando percebe-se como algumas tradições foram filtradas e algumas práticas foram abandonadas através do próprio processo de aculturação a qual os cristãos- novos estavam submetidos. Assim como o resto de sua família, ela depôs para Heitor Furtado na tentativa de aliviar as culpas impostas pelo inquisidor. Usou sua dissimulação, procurou confundir o inquisidor, negava coisas que antes havia afirmado, mudava seu depoimento e alterava sua idade de 80 anos para 86 e para 110. Seu teatro, no entanto, não convenceu ao inquisidor, foi presa e enviada para Lisboa, onde foi enjaulada e ficou incomunicável. Morreu no cárcere, o que não a livrou de ser processada, teve sua memória amaldiçoada, seu corpo desenterrado e queimado e recebeu um quadro de ser corpo sendo queimado, que foi colocado na igreja de Matoim como um lembrete as demais criptojudaicas que ousassem ir contra a fé católica. > \"Mártir da religião proibida, Ana sofreu pressões, ofensas, intolerâncias, > calúnias, discriminações e punições por lutar pelo resgate e continuidade da > identidade de seu povo. Não foi vencida, pois ensinava a tradição mosaica > aos filhos e contribuía para manter vivos a memória e os ideais da religião > oculta que insistia em acreditar\". Fica configurada, assim, a importância da mulher na resistência e no criptojudaísmo feminino, tanto em Portugal como no Brasil colônia. O incômodo que essas mulheres pecadoras causava foi suficiente para que elas fossem acusadas e processadas, gerando alguns processos Inquisitoriais devido as suas resistências. Os casos de Branca Dias e Ana Rodrigues são bons exemplos de como esse judaísmo pode sobreviver através da educação dada aos filhos por essas mulheres e de que sem elas, a transmissão das tradições judaicas que manteria viva a antiga religião de israel não teria sido possível. == Bibliografia == * * * * * * cristãos-novos. São Paulo: Brasiliense, 1983 * * * * * * * * * == Ligações externas == * * Episódios dramáticos da inquisição portuguesa, v. 1, Antonio Baião * Episódios dramáticos da inquisição portuguesa, v. 2, Antonio Baião * * Hipólito e seu tempo - Luz e trevas, estrangeirados e Inquisição de Alberto Dines, Observatório da Imprensa (arquivado)",
 "title": "Cristão-novo"
}