{
 "id": "37879",
 "text": "{{Info/Município do Brasil |nome = Jundiá |foto = |leg_foto = |apelido = |brasão = |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = 26 de agosto |fundação = |gentílico =jundiáense |lema = |prefeito = Jorge Silvio Luengo Galvão |partido = PSD |fim_mandato = 2024 |mapa = Jundiá.png |latP =S | latG =08| latM =56 | latS =06 |lonP =O | lonG =35| lonM =34 | lonS =26 |estado = Alagoas |mesorregião = Leste Alagoano |data_mesorregião = IBGE/2008 |microrregião = Mata Alagoana |data_microrregião = IBGE/2008 |região_metropolitana = Zona da Mata |vizinhos = Jacuípe, Campestre, Novo Lino, Matriz de Camaragibe e Porto Calvo |dist_capital = aprox. 120 |área = 119.713 | área_ref = |população = 4202 |data_pop = IBGE/2010 |altitude = 112 |clima = Temperado |sigla_clima = |idh = 0.56 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 4120.71 |data_pib_per_capita = IBGE/2008 |site = http://jundia.al.gov.br/ }} Jundiá (antigamente Vila de Jundiá) é um município brasileiro do estado de Alagoas. De acordo com o censo realizado pelo IBGE em 2022, sua população é de 4.093habitantes. DENILDSON XAVIER == História == Jundiá tem suas primeiras escrituras registradas em Olinda, Pernambuco. O nome do município foi escolhido em razão da grande quantidade de peixes da espécie jundiá encontrados no Rio Manguaba. A ocupação começou de uma propriedade de Gregório e Vituriana Alves e, mesmo com poucas casas, garantiu progresso pela estrada de Palmares, em Pernambuco e da lavoura canavieira. Em 1860, quando Dom Pedro II viajou à Colônia Leopoldina também passou por Jundiá, doando terras da Coroa a moradores da região. Os pioneiros do desenvolvimento da cidade são: João Alves de Lima, Francisco Carlos de Oliveira, Joaquim Carlos e Pedro Alves, além de Antônio Buarque, que formou o comércio para Jundiá. Em 1926 foi construída a primeira igreja pelo padre Francisco Gerardi em louvor à padroeira do município, Nossa Senhora da Conceição. O movimento da emancipação política de Jundiá começou perto de 1954. Tertuliano Turíbio de Araújo e João Batista de Moraes foram os líderes. Em agosto de 1960, Jundiá foi emancipado de Porto Calvo, ganhando autonomia política. Em 28 de abril de 2011, foi registrada a maior enchente que a cidade sofreu, chegando a ficar 1 m acima da ponte de acesso aos conjuntos. == Cultura == Jundiá tem na tradição folclórica seu maior acervo, num resgate permanente a folguedos como guerreiro, que manifestam a cultura popular. Também fazem parte do nosso folclore: quadrilhas, pastoril e o coco de roda. A crença na fé em Nossa Senhora da Conceição também atrai muitos visitantes à festa de sua padroeira. O clima festivo do município e de sua população, chega ao auge do mais novo evento da cidade, o Jundiá Fest, um carnaval fora de época (realizado no início de março), que já faz parte do circuito estadual de micaretas. == Arte == O povo jundiaense destaca-se em: poesia, bordado, pintura, costura, culinária, crochê, artesanatos variados, etc. == Topografia == O município apresenta relevo algo acidentado, estando localizado na região da mata existindo característica montanhosa. == Vegetação == Na agricultura predomina a cana-de-açúcar e a mandioca. Atualmente a floresta encontra-se devastada, pois as árvores foram cortadas para dar lugar à cana-de-açúcar e à plantação de outras lavouras como inhame, batata-doce, pimenta e milho. == Hidrografia == O rio Manguaba banha o município de Jundiá, sua nascente na Serra Teixeira passa por alguns municípios desaguando na cidade de Porto de Pedras. Segue-se em importância os riachos: Brejinho, Manguabinha, Lava Pé e o açude Promontório que abastece a cidade. Categoria:Municípios de Alagoas Categoria:Fundações em Alagoas em 1960",
 "title": "Jundiá (Alagoas)"
}