{
 "id": "37920",
 "text": "{{Info/Município do Brasil | nome = Filadélfia | foto = | leg_foto = | apelido = | brasão = Brasão_de_Filadélfia.png | bandeira = Bandeira de Fátima BA.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 9 de maio | fundação = | gentílico = filadelfense | lema = Irmãos que se amam | prefeito = Lourivaldo Pereira Maia | partido = UNIÃO | fim_mandato = 2024 | mapa = Bahia Municip Filadelfia.svg | latP = S | latG = 10 | latM = 44 | latS = 27 | lonP = O | lonG = 40 | lonM = 07 | lonS = 58 | estado = Bahia | mesorregião = Centro Norte Baiano | data_mesorregião = IBGE/2008 | microrregião = Senhor do Bonfim | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Itiúba, Ponto Novo, Pindobaçu, Senhor do Bonfim, Antônio Gonçalves. | dist_capital = 355 | área = 579.686 | área_ref = IBGE/2022 | população = 17897 | data_pop = IBGE/2022 | altitude = 424 | clima = Semi-tropical | sigla_clima = | idh = 0.565 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2872.25 | data_pib_per_capita = IBGE/2008 | site_prefeitura = filadelfia.ba.gov.br }} Filadélfia é um município brasileiro do estado da Bahia. == História == O território que compõem a contemporâneo município de Filadélfia foi originariamente povoado por diversas etnias indígenas, com destaque para os povos genericamente denominados de cariris. Com a invasão portuguesa nos territórios indígenas no interior do Nordeste, houve a expansão dos domínios sesmariais dos proprietários \"curraleiros\" com destaque para a família dos descendentes do latifundiário \"Garcia d'Ávila\", família que viria ser conhecida historicamente como a Casa da Torre. Os povos indígenas que viviam neste território foram expulsos da terra que tradicionalmente ocupavam, deslocando-se para outras regiões para sobreviver. Assim, os indígenas remanescentes acabaram sendo aldeados entre os séculos XVII e XVIII nas Missões religiosas do Sahy (Senhor do Bonfim da Tapera), de São Francisco Xavier (atual Jacobina Velha) e de Bom Jesus da Glória de Jacobina (Santo Antônio de Jacobina). Em razão desse esquecimento do território pelas autoridades políticas do século XIX e do século XX, a região, que era conhecida como Várzea do Curral, teria recebido incursões de cangaceiros, como Lampião. Na década de 1980, com o fim da ditadura militar e a promulgação da Constituição Federal de 1988, as reivindicações da população de Filadélfia passaram a ser mais escutadas pelas autoridades políticas instituídas com a redemocratização do Brasil, o que levou a Assembléia Legislativa da Bahia a decidir emancipar politicamente a localidade para formar o Município de Filadélfia. Assim, a AL-BA acabou criando este novo ente municipal em 9 de maio 1985, desmembrando-o do município de Pindobaçu. == Geografia == O município de Filadélfia se localiza à latitude 10º44'34\" sul e à longitude 40º07'55\" oeste, com altitude de 424 metros. Sua população era estimada no ano de 2004 em 17.297 habitantes, distribuídos por 566,214 km² de área. Filadélfia situa-se na microrregião de Senhor do Bonfim, sendo um dos principais produtores de feijão do estado. == Organização Político-Administrativa == O Município de Filadélfia possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Filadélfia, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Filadélfia === * Prefeito: Lourivaldo Pereira Maia - UNIÃO (2021/-) * Vice-prefeito: Odejonnes Barbosa Pereira - PSC (2021/-) * Presidente da Câmara: Lailson Miranda Nascimento - UNIÃO (2021/-) ==Ligações externas== * Página da Prefeitura Municipal Filadelfia Categoria:Municípios da Bahia",
 "title": "Filadélfia (Bahia)"
}