{
 "id": "3799",
 "text": "Hollywood é um distrito da região central de Los Angeles, Califórnia, situado a noroeste do centro financeiro da cidade. Seu nome se tornou uma referência abreviada para a indústria cinematográfica dos Estados Unidos e as pessoas a ela associadas. O distrito possui grande importância na constituição da identidade cultural dos Estados Unidos e se tornou famoso mundialmente pela concentração de empresas do ramo cinematográfico e pela influência que exerce na cultura global. O distrito também é famoso por estar localizado perto do famoso letreiro de Hollywood e por abrigar a Calçada da Fama. Com o passar das décadas, Hollywood se tornou símbolo do cinema estadunidense, sediando premiações e abrigando homenagens públicas para os mais destacados artistas de cinema e musicais do mundo. Devido à sua fama e identidade cultural como o centro histórico de estúdios e astros de cinema, a palavra \"Hollywood\" é frequentemente usada como uma metonímia do cinema americano, e é muitas vezes usada alternadamente para se referir à Grande Los Angeles em geral. As alcunhas StarStruck Town e Tinseltown referem-se a Hollywood e sua indústria cinematográfica. Atualmente, grande parte da indústria do cinema se dispersou em áreas vizinhas, como a região de Westside, entretanto, significativas indústrias auxiliares, tais como empresas de edição, efeitos, adereços, pós-produção e iluminação permanecem em Hollywood, como o backlot da Paramount Pictures. Muitos teatros históricos de Hollywood são utilizados como pontos de encontro de eventos importantes do cinema e da cultura pop, além de sediar a premiação do Oscar. Alguns distritos e localidades vizinhas como West Hollywood e Hollywood Bowl se tornaram destinos populares para a vida noturna, turismo e concertos musicais. Embora não seja uma prática comum da cidade de Los Angeles estabelecer limites específicos para distritos ou bairros, Hollywood é uma exceção recente. Em 16 de fevereiro de 2005, os deputados da Assembleia do Estado da Califórnia Jackie Goldberg e Paul Koretz apresentaram um projeto de lei para requerer que a Califórnia mantivesse registros específicos em Hollywood, como se fosse independente. Para que isso pudesse ser feito, os limites foram definidos. Este projeto foi apoiado unanimemente pela Câmara de Comércio de Hollywood e pelo Los Angeles City Council, sendo aprovado pelo então governador da Califórnia, Arnold Schwarzenegger, em 28 de agosto de 2006, permitindo que o distrito de Hollywood possuísse fronteiras oficiais. A fronteira pode ser vagamente descrita como a área a leste de Beverly Hills e West Hollywood, ao sul de Mulholland Drive, Laurel Canyon, Cahuenga Boulevard e Barham Boulevard, e as cidades de Burbank e Glendale, ao norte da Avenida Melrose e a oeste do Golden State Freeway e da Avenida Hyperion. Sendo uma parte da cidade de Los Angeles, Hollywood não tem seu próprio governo municipal, mas tem um funcionário público, nomeado pela Câmara de Comércio de Hollywood, que exerce a função honorária de \"Presidente de Hollywood\" apenas para fins cerimoniais. Johnny Grant manteve esta posição durante décadas, até à sua morte em 9 de janeiro de 2008. == História == ===História e desenvolvimento iniciais=== Em 1853, uma cabana de adobe ficava em Nopalera (campo de Nopal), batizada em homenagem ao cacto Nopal mexicano, indígena da região. Em 1870, uma comunidade agrícola floresceu. A área era conhecida como o Cahuenga Pass, após a passagem nas montanhas de Santa Monica imediatamente ao norte. De acordo com o diário de H. J. Whitley, também conhecido como o \"Pai de Hollywood\", em sua lua de mel em 1886, ele estava no topo da colina olhando para o vale. Junto veio um homem chinês em uma carroça carregando madeira. O homem saiu da carroça e fez uma reverência. Perguntou ao homem chinês o que ele estava fazendo e respondeu: \"Eu holly-wood\", que significa \"transportar madeira\". H. Whitley teve uma epifania e decidiu nomear sua nova cidade de Hollywood. \"Holly\" representaria a Inglaterra e \"wood\" representaria sua herança escocesa. Whitley já havia iniciado mais de 100 cidades no oeste dos Estados Unidos.Margaret Leslie Davis, (1993), p. 92. Whitley conseguiu comprar o rancho E.C. Hurd de 480 acres (190 ha). Eles concordaram em um preço e apertaram as mãos no acordo. Whitley compartilhou seus planos para a nova cidade com o general Harrison Gray Otis, editor do Los Angeles Times, e Ivar Weid, um proeminente homem de negócios na área. Daeida Wilcox soube do nome Hollywood de Ivar Weid, sua vizinha em Holly Canyon (agora Lake Hollywood) e uma proeminente investidora e amiga de Whitley.The Father of Hollywood by Gaelyn Whitley Keith The Father of Hollywood (2010) pg. 127The Quarterly, pg 93–94 Ela recomendou o mesmo nome para o marido, Harvey. H. Wilcox, que havia comprado 120 acres em 1 de fevereiro de 1887. Não foi até agosto de 1887 que Wilcox decidiu usar esse nome e arquivou no escritório do Los Angeles County Recorder em um mapa de ações e encomendas da propriedade. O primeiro boom imobiliário explodiu no final daquele ano. Em 1900, a região possuía uma agência de correios, jornais, hotéis e dois mercados. Los Angeles, com uma população de 102 479, ficava a 16 km a leste pelas vinhas, campos de cevada e pomares de frutas citrinos. Uma linha de bonde de uma só linha passava pelo meio da Prospect Avenue, mas o serviço não era frequente e a viagem durou duas horas. Uma linha de bonde de uma só linha passava pelo meio da Prospect Avenue, mas o serviço não era frequente e a viagem durou duas horas. A velha casa de embalagem de frutas citrinos foi convertida em estábulo, melhorando o transporte para os habitantes de Hollywood. O Hollywood Hotel foi inaugurado em 1902 por H. J. Whitley, que foi presidente da Los Pacific Boulevard and Development Company. Tendo finalmente adquirido o rancho Hurd e subdividido, Whitley construiu o hotel para atrair compradores de terras. Flanqueando o lado oeste da Highland Avenue, a estrutura ficava em frente à Prospect Avenue, que, ainda empoeirada, não pavimentada, era regularmente classificada e coberta de cascalho. O hotel tornou-se internacionalmente conhecido e foi o centro da vida cívica e social e lar das estrelas por muitos anos.Father of Hollywood Dies Hollywood Daily Citizen (1931) A empresa de Whitley desenvolveu e vendeu uma das primeiras áreas residenciais, o Ocean View Tract.Los Angeles from the mountains to the sea: with selected biography ..., Volume 3 By John Steven McGroarty 1921 pg. 815 Whitley fez muito para promover a área. Ele pagou milhares de dólares por iluminação elétrica, incluindo a eletricidade e a construção de um banco, bem como uma estrada para a passagem de Cahuenga. A iluminação corria por vários quarteirões pela Prospect Avenue. A terra de Whitley estava centrada na Highland Avenue.Cahuenga Valley Sentinel (May 7, 1904).Hollywood Citizen (Spring Addition March 4, 1914). Seu desenvolvimento de 1918, Whitley Heights, foi nomeado para ele. ===Incorporação e fusão=== Hollywood foi incorporada como um município em 14 de novembro de 1903, por 88 votos a favor e 77 contra. Em 30 de janeiro de 1904, os eleitores de Hollywood decidiram, por um voto de 113 a 96, pelo banimento de bebidas alcoólicas na cidade, exceto quando estava sendo vendido para fins medicinais. Nem hotéis nem restaurantes foram autorizados a servir vinho ou licor antes ou depois das refeições. \"Hollywood Becomes a Prohibition Town,\" Los Angeles Times, 29 de dezembro de 1903, página A-3 Em 1910, a cidade votou pela fusão com Los Angeles, a fim de garantir um abastecimento de água adequado e obter acesso ao sistema de esgotos de Los Angeles. Com a anexação, o nome da Prospect Avenue mudou para Hollywood Boulevard e todos os números das ruas também foram alterados.Hollywood California | Hollywood History and Information . Abouthollywood.com (16 de novembro de 2010). Recuperado em 11 de dezembro de 2011. ===Indústria cinematográfica=== Em 1912, grandes empresas cinematográficas montaram a produção perto ou em Los Angeles.Jacobs, Lewis. The Rise of the American Film Harcourt Brace, New York, 1930; p. 85 No início dos anos 1900, a maioria das patentes de filmes era realizada pela Motion Picture Patents Company, de Thomas Edison, em Nova Jersey, e os cineastas eram frequentemente processados para interromper suas produções. Para escapar disso, os cineastas começaram a se mudar para o oeste, onde as tentativas de reforçar as patentes de Edison eram mais facilmente evitadas. Além disso, o clima era ideal e havia acesso rápido a várias configurações. Los Angeles tornou-se a capital da indústria cinematográfica. As montanhas, as planícies e os baixos preços da terra fizeram de Hollywood um bom lugar para estabelecer estúdios cinematográficos. O diretor D. W. Griffith foi o primeiro a fazer um filme em Hollywood. Seu curta de 17 minutos In Old California (1910) foi filmado para a Biograph Company. Embora Hollywood proibisse cinemas—dos quais não tinha nenhum—antes da anexação naquele ano, Los Angeles não tinha essa restrição. O primeiro filme de um estúdio de Hollywood, Nestor Motion Picture Company, foi filmado em 26 de outubro de 1911. A casa de H. J. Whitley foi usada como cenário e o filme sem nome foi filmado no meio de seus bosques, na esquina da Whitley Avenue com a Hollywood Boulevard.The Father of Hollywood by Gaelyn Whitley Keith (31 de agosto de 2010) thefatherofhollywood.com O primeiro estúdio em Hollywood, a Nestor Company, foi estabelecido pela Centaur Company, sediada em New Jersey, em uma pousada na 6121 Sunset Boulevard (a esquina da Gower), em outubro de 1911.Robertson (2001), p. 21. It later became the Hollywood Film Laboratory, now called the Hollywood Digital Laboratory. Quatro grandes companhias cinematográficas — Paramount, Warner Bros., RKO e Columbia — tinham estúdios em Hollywood, assim como várias empresas menores e estúdios de aluguel. Na década de 1920, Hollywood foi a quinta maior indústria do país. Na década de 1930, os estúdios de Hollywood tornaram-se totalmente integrados verticalmente, já que a produção, distribuição e exibição eram controladas por essas empresas, permitindo que Hollywood produzisse 600 filmes por ano.Hayward, Susan. \"Hollywood\" in Cinema Studies: The Key Concepts (Third Edition). Routledge, 2006. p. 205 Hollywood ficou conhecido como Tinseltown e a \"fábrica dos sonhos\" por causa da imagem brilhante da indústria cinematográfica. Desde então, Hollywood tornou-se um importante centro de estudo de filmes nos Estados Unidos. ===Desenvolvimento=== Em 1923, uma grande placa, que dizia HOLLYWOODLAND, foi construída em Hollywood Hills. Seu objetivo era divulgar um conjunto habitacional. Em 1949, a Câmara de Comércio de Hollywood assinou um contrato com a cidade de Los Angeles para reparar e reconstruir o sinal. O acordo estipulava que \"TERRENO\" seria removido para soletrar \"HOLLYWOOD\", de modo que o sinal agora se referisse ao distrito, e não ao desenvolvimento habitacional. Durante o início dos anos 1950, a Hollywood Freeway foi construída no canto nordeste de Hollywood. A Capitol Records Building na Vine Street, ao norte de Hollywood Boulevard, foi construída em 1956, e a Calçada da Fama de Hollywood foi criada em 1958 como uma homenagem aos artistas e outros contribuintes significativos para a indústria do entretenimento. A abertura oficial foi em 8 de fevereiro de 1960.History of WOF hollywoodchamber.net; Hollywood Chamber of Commerce. Recuperado 31 de maio de 2010.\"Kramer First Name Put in Walk of Fame\"(abstract). Los Angeles Times, 29 de março de 1960, p. 15. Full article: LA Times Archives Recuperado em 12 de junho de 2010. O Hollywood Boulevard Commercial and Entertainment District foi listado no Registro Nacional de Lugares Históricos em 1985. Em junho de 1999, a extensão de Hollywood do metrô da Linha Vermelha do Metrô de Los Angeles abriu do centro de Los Angeles para o Vale de San Fernando, com paradas ao longo da Hollywood Boulevard na Western Avenue (Hollywood/estação de metrô ocidental), Vine Street (Hollywood/Vine Estação de Metro) e Highland Avenue (estação de metro Hollywood/Highland). O Dolby Theater, inaugurado em 2001 como o Kodak Theatre no Hollywood & Highland Center Mall, é a casa do Oscar. O shopping está localizado onde ficava o histórico Hollywood Hotel. ===Revitalização=== Depois de anos de sério declínio na década de 1980, muitos marcos de Hollywood foram ameaçados de demolição. (subscription may be required for this article) A Columbia Square, no canto noroeste da Sunset Boulevard e da Gower Street, faz parte do contínuo renascimento de Hollywood. O complexo de estúdios em estilo Art Déco concluído em 1938, que já foi a sede da CBS em Hollywood, tornou-se o lar de uma nova geração de emissoras quando as redes de TV a cabo MTV, Comedy Central, BET e Spike TV consolidaram seus escritórios em 2014 como parte de um complexo de escritórios, residenciais e de varejo de US$ 420 milhões. Desde 2000, Hollywood tem sido cada vez mais gentil devido à revitalização da iniciativa privada e dos planejadores públicos. ===Movimento de secessão=== Em 2002, alguns eleitores de Hollywood começaram uma campanha para a área se separar de Los Angeles e se tornar um município separado. Em junho daquele ano, o Conselho de Supervisores do Condado de Los Angeles colocou referendos de secessão tanto para Hollywood quanto para o Vale de San Fernando nas urnas. Para passar, eles exigiram a aprovação da maioria dos eleitores no novo município proposto, bem como a maioria dos eleitores em toda a cidade de Los Angeles. Nas eleições de novembro, ambas as medidas fracassaram por ampla margem na votação em toda a cidade. == Geografia == De acordo com o projeto Mapping L.A. do Los Angeles Times, Hollywood é ladeada por Hollywood Hills ao norte, Los Feliz a nordeste, East Hollywood e Virgil Village a leste, Larchmont e Hancock Park ao sul, Fairfax a sudoeste, West Hollywood para o oeste e Hollywood Hills West para o noroeste. Os limites das ruas do bairro de Hollywood são: norte, Hollywood Boulevard, da avenida La Brea, até o limite leste do Wattles Garden Park e Franklin Avenue, entre Bonita e as avenidas ocidentais; leste, avenida ocidental; sul, Melrose Avenue e oeste, La Brea Avenue ou a linha da cidade de West Hollywood.The Thomas Guide, Los Angeles County 2006, page 593 Em 1918, H. Whitley contratou o arquiteto A. S. Barnes para projetar Whitley Heights como uma vila de estilo mediterrâneo nas colinas acima do Hollywood Boulevard, e se tornou a primeira comunidade de celebridades. Outras áreas dentro de Hollywood são Franklin Village, Little Armenia, Spaulding Square, Thai Town, e Yucca Corridor. Yucca Corridor Coalition websiteMonte Morin, \"A Look Ahead: Activists Are Stepping Up Efforts on Their New Cause and Meeting Strong Business Opposition,\" Los Angeles Times,23 de agosto de 1999, página 1 ===Clima=== == Demografia == O censo de 2000 dos EUA contava 77 818 residentes no bairro de Hollywood de 3,51 milhas quadradas (9,1 km²) — uma média de 22 193 pessoas por quilômetro quadrado (8 569 por km²), o sétimo bairro mais denso de todo o condado de Los Angeles. Em 2008, a cidade estimou que a população aumentou para 85 489\\. A idade mediana dos moradores foi de 31 anos, sobre a média da cidade. Dizia-se que Hollywood era \"altamente diversificado\" quando comparado à cidade como um todo. O colapso étnico em 2000 foi: latinos ou hispânicos, 42,2%, brancos não-hispânicos, 41%; Asiática, 7,1%; negros, 5,2% e outros, 4,5%. O México (21,3%) e a Guatemala (13%) foram os locais de nascimento mais comuns para os 53,8% dos residentes nascidos no exterior, número considerado alto para a cidade como um todo. A renda familiar média em 2008 foi de US$ 33 694, considerada baixa para Los Angeles. O tamanho médio das famílias de 2,1 pessoas também foi menor do que a norma da cidade. Os locatários ocupavam 92,4% das unidades habitacionais, e os proprietários de residências ou apartamentos o resto. As percentagens de homens nunca casados (55,1%), mulheres não casadas (39,8%) e viúvas (9,6%) estavam entre as mais altas do país. Havia 2 640 famílias chefiadas por pais solteiros, em média, para Los Angeles. Em 2000, havia 2 828 militares veteranos, ou 4,5%, uma taxa baixa para a cidade como um todo. == Educação == Os estudantes que vivem em Hollywood são direcionados às escolas do Distrito Escolar Unificado de Los Angeles. A área pertence ao Conselho Distrital 4. === Escolas primárias === * Cheremoya Elementary School * Grant Elementary School * Gardner Elementary School * Ramona Elementary School * Selma Ave. Elementary School * Valley View Elementary School * Escola Pedro Américo * Vineyard Street Elementary School A Christ the King Elementary School é uma escola privada em Hollywood. === Escolas de ensino médio === * Bancroft Middle School * Helen Bernstein High School * Hollywood High School * Le Conte Middle School Por muitos anos, a indústria cinematográfica teve a sua própria instituição privada para atores mirins, a Hollywood Professional School. === Biblioteca pública === Existem duas filiais da Biblioteca Pública de Los Angeles em Hollywood: a Will and Ariel Durant Branch e a Frances Howard Goldwyn — Hollywood Regional Branch. == Pontos de interesse == === Cinema e teatro === Cinemas NOS Lusomundo e Canal Hollywood * Anfiteatro Gibson * Cinerama Dome * Hollywood Palladium * Teatro Earl Carroll * Teatro El Capitan * Teatro Grauman's Chinese * Teatro Grauman's Egyptian * Teatro Kodak * Teatro Pantages === Entretenimento === * Hollywood and Highland Center * Laugh Factory * Ripley's Believe It or Not! === Estúdios === * CBS Columbia Square * Charlie Chaplin Studios * Gower Gulch * Paramount Pictures * Sunset Gower Studios * The Prospect Studios * Universal Studios Hollywood * Nickelodeon on Sunset Studios === Televisão === * KCBS-TV * KCET * KTLA === Outros === * Calçada da Fama * Hollywood Forever Cemetery * Crossroads of the World * Edifício Capitol Records * Edifício Hollywood & Western * Frederick's of Hollywood * Guitar Center * Hollywood and Vine * Hollywood High School * Hotel Knickerbocker * Hotel Roosevelt * Museu de Cera de Hollywood * Museu Hollywood Heritage * Parque Barnsdall Art * Parque Runyon Canyon * Rock 'n' Roll Ralphs * The Magic Castle == Eventos especiais == * A premiação do Oscar é realizada entre o final de fevereiro e início de março de cada ano (desde 2004), considerando os filmes do ano anterior. Antes de 2004, era realizada entre o final de março e início de abril. Desde 2002, o Oscar vem sendo realizado na sua nova casa, no Teatro Kodak, localizado na Hollywood Boulevard e Avenida Highland. * O CINECON — Classic Film Festival & Exposition, ocorre anualmente durante cinco dias no final de semana próximo ao feriado do Dia do Trabalho e disponibiliza suvenirs de filmes clássicos, apresentações de especialistas, autógrafos de autores e projeções de filmes com celebridades convidadas. * O desfile do Hollywood Christmas Parade percorre a Hollywood Boulevard e é transmitido na área de LA pela KTLA. == Ver também == * Calçada da Fama * Cinema dos Estados Unidos * Greve dos roteiristas dos Estados Unidos (2007/08) * História do cinema * Hollywood Pictures * Sinal de Hollywood == Ligações externas == * Movies | Reviews | Movie Times | Hollywood News | Hollywood.com * A Short History of Hollywood by Historic Resources Group Categoria:Cinema dos Estados Unidos Categoria:Bairros de Los Angeles",
 "title": "Hollywood"
}