{
 "id": "38057",
 "text": "Estilete (ou estilo) é o nome usada em botânica para designar o órgão, de comprimento variável, que liga o ovário (parte inferior) ao estigma (parte superior) no gineceu das flores. Do ponto de vista anatómico, o estilete é o prolongamento superior da estrutura carpelar do pistilo.Strassburger, E. 1994. Tratado de Botánica. 8.ª edición. Omega, Barcelona, 1088 p. ==Descrição== Em botânica, o estilete de uma flor das angiospermas é o prolongamento do ovário no final de qual se insere o estigma. O estilete não contém óvulos, estando estes restritos à região do gineceu denominada ovário. Anatomicamente o estilete é a parte do carpelo (ou do pistilo, quando considerado como unidade constitutiva do gineceu) que suporta o estigma. O termo, na forma latina stilus, significando originalmente caneta, foi introduzida na morfologia descritiva das plantas por Charles de l'Écluse. o famosos Clusius, e generalizada apos a adopção do termo por Marcellus Malpighi e Joachim Jungius.Gerhard Wagenitz: Wörterbuch der Botanik. Die Termini in ihrem historischen Zusammenhang. 2., erweiterte Auflage. Spektrum Akademischer Verlag, Heidelberg / Berlin 2003, ISBN 3-8274-1398-2, p. 315. Um estilete, na acepção botânica do termo, só pode ocorrer como parte do carpelo em plantas com flor. Mesmo no caso de carpelos não fundidos (apocárpicos), a porção superior do carpelo, que não contém óvulos, pode ser considerada como um estilete, embora o termo estilete seja em geral apenas usado para carpelos fundidos (cenocárpicos). Dependendo de quanto os carpelos estão fundidos, vários estiletes podem estar presentes num mesmo gineceu. Podem ser parcialmente fundidos e formar ramificações de estiletes livres na extremidade superior (estilódios), ou podem ser fundidos num único estilete, na extremidade do qual existem tantos estigmas quanto carpelos, ou também podem ser apenas um tecido estigmático uniforme. O estilete é formado por um tecido diferenciado chamado \"tecido de transmissão\", sujeito a ser degradado por enzimas secretadas pelo tubo polínico, que cresce pelo estilete até alcançar o ovário. Embora tenha importância na reprodução das Angiospermas, não está presente em algumas espécies. O estilo em angiospermas pode ser sólido ou oco. Nas plantas com estilete oco, o tecido transmissor (onde crescem os tubos polínicos para realizar a fecundação) é constituído por uma camada de células epidérmicas altamente diferenciadas que envolvem um canal oco (o chamado canal estilar). Os tubos polínicos crescem do estigma em direção ao ovário ao longo da superfície desse canal, geralmente através de uma fina camada de mucilagem. Em plantas com estilos sólidos, por outro lado, as células epidérmicas estão intimamente fundidas e não deixam nenhum espaço entre elas. Os tubos polínicos, neste caso, crescem entre as células do tecido transmissor (como no caso de Petunia, ) ou através das paredes celulares (como em Gossypium). O tecido de transmissão em estiletes sólidos inclui uma substância intercelular contendo pectina, comparável à mucilagem encontrada no canal estilar de estiletes ocos. Do ponto de vista da distribuição de ambos os tipos de estiletes entre as diferentes famílias de angiospermas, os estiletes sólidos são típicos das eudicotiledóneas e são raros nas monocotiledóneas. Nas apiáceas, a base do estilete é engrossada e nectarífera, sendo denominada estilopódio. ==Morfologia do estilete e estigma== O estilete é uma extensão estreita e ascendente do ovário, conectando o ovário às papilas estigmáticas. Pode estar ausente em algumas plantas, caso em que falamos de estigma séssil. Os estiletes assemelham-se geralmente a tubos mais ou menos longos. O estilete pode ser aberto (poucas ou nenhuma células ocupando a parte central), apresentando um canal central que pode ser preenchido por mucilagem. Caso contrário, o estilo pode ser fechado (completamente preenchido por células). A maioria das plantas pistilo-sincarpos (monocotiledóneas e algumas eudicotiledóneas) têm estiletes abertos, enquanto muitas eudicotiledóneas e gramíneas têm estiletes fechados (completos), contendo tecidos secretores especializados, que conectam o estigma com o centro do ovário. Esses tecidos formam um cordão rico em nutrientes destinado a facilitar o crescimento do tubo polínico. ===Estrutura do estilete=== Quando o pistilo é composto por vários carpelos, cada um deles pode ter um estilódio (um pseudo-estilete) distinto, ou compartilhar um estilete comum. Nas espécies do género Iris, e em muitas outras espécies da família das Iridaceae, o estilete é ramificado em três estruturas petaloides (semelhantes a pétalas), por vezes também designados por estilódios. A ramificação ocorre quase na base do estilete, o qual por essa razão é dito ser tribraquiado. Nesta última família, as Iridaceae, as ramificações do estilete são abas de tecido que emergem do tubo do perianto, logo acima de cada sépala. O estigma é um rebordo ou saliência na parte inferior da ramificação, perto da região terminal dos lóbulos.. Estiletes ramificados também ocorrem nos génerosDietes, Pardanthopsis e na maior parte das espécies do género Moraea. Nas espécies do género Crocus, o estilete é divido em três «ramos», formando um tubo. As plantas do género Hesperantha apresentam um estilete profundamente ramificado. O estilete também pode ser lobado em vez de ramificado. As plantas do género Gladiolus têm um estilete bilobado. Nos géneros Freesia, Lapeirousia, Romulea, Savannosiphon e Watsonia o estilete tem ramos bifurcados e curvos. Style and stigma shape in color-01 all types from APWeb glossary.svg|Glossário da APWeb. ===Papilas estigmáticas=== Nas angiospérmicas, as papilas estigmáticas são as células epidérmicas do estigma. Durante a maturação do pistilo, as papilas estigmáticas expandem-se para formar células alongadas receptivas à polinização. São o local de captura do grão de pólen, onde este é hidratado, germina e produz o tubo polínico que se alonga até alcançar o óvulo. ===Inserção no ovário=== A inserção no ovário pode ser terminal (também designada por apical), subapical , lateral, ginobásica ou subginobásica. Uma posição de estilete terminal (ou apical) refere-se a uma inserção no ápice do ovário; este é o tipo mais comum. No tipo subapical, o estilete está do lado um pouco abaixo do ápice. Um estilo lateral insere-se no lado do ovário e é encontrado nas Rosaceae. O estilete ginobásico é fixado na base do ovário ou entre os lobos do ovário e é característico das Boraginaceae. Estiletes sub- ginobásicos caracterizam espécies do género Allium. ===Estilopódio=== Quando a flor exibe um disco nectarífero epíginico, resultante de um espessamento da base dos estiletes, diz-se que apresenta um etilopódio (ou stylopodium, literalmente pé-de-estilete). Essas estrutura nectaríferas são típicas das Umbelliferae e persistentes sobre os frutos, mesmo após a maturação.Glossário de botânica: «Estilopódio». ===Estilódio=== Os estilódios (stylodium) são ramificações do estilete,MoBot: stylodium. Anatomicamente, são estigmas alongados que se assemelham a ramificações do estilete. Aparentam ser falsos estiletes, surgindo mesmo em situações em que ocorrem pistilódios reduzidos com apenas os ramos (reduzidos) do estilete. Por vezes são simples prolongamentos carpelares, especialmente no caso de cada carpelo ter o seu estilete.The Great Soviet Encyclopedia (1979): «Stylodium». Num gineceu apocárpico, em que os carpelos não são concrescenetes e onde cada um forma um pistilo independente, o número de estilódios corresponde ao número de carpelos. Por exemplo, o género Ranunculus apresenta múltiplos estilódios e os membros da família Leguminosae apenas um. Num gineceu sincárpico, em que os carpelos concrescem apenas na região do ovário, há dois ou mais estilódios como, por exemplo, nas Caryophyllaceae. Quando os carpelos se unem acima do ovário, forma-se um único estilete em vez de vários estilódios. A função do estilódio é a mesma do estilete. == Polinização == O tubo polínico cresce ao longo do estilete para atingir os óvulos, mas em alguns casos reações de auto- incompatibilidade no estilete impedem o crescimento completo do tubo polínico. Em algumas espécies, como por exemplo no género Gasteria, o tubo polínico é direcionado para o micrópilo do óvulo pelo estilete.. == Referências == == Bibliografia == * * Gola, G., Negri, G. y Cappeletti, C. 1965. Tratado de Botánica. 2.ª edición. Editorial Labor S.A., Barcelona, 1110 p. * Strassburger, E. 1994. Tratado de Botánica. 8.ª edición. Omega, Barcelona, 1088 p. * * * * * * ==Ver também== * Terminologia descritiva das plantas * Gineceu * Polinização * Heterostilia * Enantiostilia * Ginostémio (gynostemium) * Ginostégio (gynostegium) ==Ligações externas== * . * . Categoria:Anatomia da flor Categoria:Terminologia botânica Categoria:Polinização Categoria:Morfologia vegetal Categoria:Reprodução vegetal",
 "title": "Estilete (botânica)"
}