{
 "id": "38059",
 "text": "{{Info/Município do Brasil | nome = Cachoeira Dourada | foto = Praça em Cachoeira Dourada.jpg | leg_foto = Praça na Praia da Lua, em Cachoeira Dourada | apelido = | brasão = | bandeira = Bandeira de Cachoeira Dourada (GO).jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =cachoeirense-do-sul | lema = | prefeito = Rodrigo Rodrigues Almeida | partido = MDB | fim_mandato = 2024 | mapa = Goias Municip CachoeiraDourada.svg | latP = S | latG = 18 | latM = 29 | latS = 31 | lonP = O | lonG = 49 | lonM = 28 | lonS = 29 | estado = Goiás | mesorregião = Sul Goiano | data_mesorregião = IBGE/2008 | microrregião = Meia Ponte | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cachoeira Dourada (MG), Inaciolândia, Itumbiara | dist_capital = 238 | área = 521.130 | área_ref = | população = 8031 | data_pop = IBGE/2020 | altitude = 459 | clima = Tropical | sigla_clima = | idh = 0.698 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 49578.20 | data_pib_per_capita = IBGE/2008 }} Cachoeira Dourada é um município brasileiro do interior do estado de Goiás, Região Centro-Oeste do país. O Município é formado também pelo seus dois distritos, Nilópolis e Almerindonópolis. Sua população, de acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE), era de em 2020. == História == Cachoeira Dourada surgiu como uma vila as margens do rio Paranaíba, com a economia fundada na pesca e agricultura familiar. No curso natural do Rio Paranaíba, encontrava-se no limite do município, uma linda cachoeira de águas cristalinas, frequentada pelos antigos moradores e destruída no início da década de 50 para a construção da Usina Hidroelétrica de Cachoeira Dourada. Nessa época o governo federal do então presidente Jucelino kubistchek (JK) articulava a construcãode de uma nova capital, para isso precisava de grande quantidade de energia para concretizaçao de tal projeto.Conta-se que na antiga cachoeira, em decorrência do contato dos raios solares com as suas águas, formava-se um lindo arco-íris, denominado “Ituverava” pelos índios Caiapós. Outra característica marcante do local à época era a diversidade de peixes existentes no Rio Paranaíba, notadamente o dourado Da cachoeira demolida para dar lugar ao progresso, restou a inspiração do nome “Cachoeira Dourada”, bem como as lembranças cravadas na memória daqueles que a conheceram. O nome Cachoeira Dourada, segundo relatos coletados com anciões locais, teria surgido através de duas hipóteses. A primeira seria devido ao brilho amarelo-dourado que o vapor de água da cachoeira emanaria ao ter contato com a luz solar ao entardecer. A segunda seria relacionada a quantidade de dourados, espécie de peixe encontrada em abundancia naquela época. Ao analisar a linha do tempo de Cachoeira Dourada, nos deparamos com o marco da construção da usina hidrelétrica na década de 1950 que tomaria lugar da cachoeira nativa e ocuparia grande parte do território com as águas do represamento. Enel Green Power Cachoeira Dourada S.A é uma companhia de capital fechado que atua na realização de estudos, projeções, construção, instalação, operação e exploração de usinas geradoras de energia elétrica, bem como na comercialização de energia. Construída na década de 1950 para gerar a energia necessária à construção de Brasília, a EGP Cachoeira Dourada é controlada pelo Grupo Enel desde setembro de 1997 com um contrato de concessão com vencimento em setembro de 2027. Sua capacidade instalada é de 658 MW. == Descoberta das fontes termais == O município ficou conhecido a partir da década de 1970 por ser descoberto em sua estrutura geológica veios de água quente e com índice elevado de salinidade, sendo seu diferencial. Mais uma vez, conforme relatos de moradores, a descoberta do recurso hídrico se deu por acaso. Na tentativa da construção de um poço artesiano para o abastecimento do posto de gasolina local, o comerciante (Mario Gomes) e os operários da obra teriam se surpreendido com o jato de água quente e salobra, depois de dificuldades em romper a camada rochosa presente no caminho da broca empregada. Percebendo o potencial, Mario Gomes investiu na construção de piscinas aquecidas e uma galeria comercial próximas ao local da perfuração. Dando início ao desenvolvimento turístico da comunidade. == Emancipação Municipal == Tendo em mente o desenvolvimento socioeconômico local a partir do turismo, dos avanços na exploração agro e também a influência da construção da Hidrelétrica, em 1982, atendendo ao anseio da população, após um plebiscito, Cachoeira Dourada se emancipou de Itumbiara, deixando a categoria de distrito e se tornando município. * Fundação: == Georreferenciamento == Localiza-se a uma latitude 18º29'30\" sul e a uma longitude 49º28'30\" oeste, estando a uma altitude de 459 metros do nível do mar. Sua população estimada em 2004 era de 8.537 habitantes. Possui uma área de 522,74 km². === Hidrografia === * Rio Paranaíba * Rio Meia-Ponte * Ribeirão da Campanha * Ribeirão Boa Vereda * Córrego do Canta Galo * Corrego do tigre * Corrego do yambu === Rodovias === * GO-206 * BR-154 * GO-502 == Administração == * Prefeita: Rodrigo Rodogues Almeida (2020/2024) * Vice-prefeito: Sargento Belair == Turismo == Além das águas termais, Cachoeira Dourada também é banhada pelo lago no rio Paranaíba com uma extensão de 65 km formado pela barragem da usina hidrelétrica. Aos fins de semana e feriados, a cidade se enche de turistas que vêm em busca da tranquilidade e do clima hospitaleiro da cidade, e também da diversão no lago e nos clubes da cidade. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil ==Ligações externas== * Página da prefeitura * Cachoeira Dourada no WikiMapia Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1982",
 "title": "Cachoeira Dourada (Goiás)"
}