{
 "id": "38077",
 "text": "{{Info/Município do Brasil | nome = Bom Jardim | apelido = | bandeira = Bom Jardim.jpg | brasão = Bom-jardim.jpg | link_hino = | aniversário = 14 de março | fundação = | gentílico =bonjardinense | lema = Compromisso com a Renovação | prefeito = Cristiane Varão | partido = PL | fim_mandato = 2024 | vereadores = 13 | mapa = Maranhao Municip BomJardim.svg | estado = Maranhão | latG = 04 | latM = 44 | latS = 30 | latP = S | lonG = 44 | lonM = 21 | lonS = 00 | lonP = O | mesorregião = Oeste Maranhense | microrregião = Pindaré | região_metropolitana = | vizinhos = Monção, Açailândia, Tufilândia, Pindaré Mirim, São João do Caru, Governador Newton Bello, Alto Alegre do Pindaré, Centro Novo do Maranhão, Itinga do Maranhão | dist_capital = 275 | área = 6590.531 | área_ref = | população = 41630 | data_pop = est. IBGE/2019 | altitude = 40 | clima = | sigla_clima = | idh = 0.515 | pib = mil | pib_per_capita = 7619.36 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 }} Bom Jardim é um município brasileiro do estado do Maranhão. Localiza-se à latitude 04°44'30\" sul, à longitude 44°21'00\" oeste, e à altitude de 40 metros. Sua população é de 41.630 habitantes segundo estimativa do IBGE para 2019. Possui área de 6.590,531 km² e densidade demográfica de 6,3 hab/km². Localizada às margens da BR-316, que a liga ao estado do Pará. ==História== No princípio, Bom Jardim era pertencente a Monção, onde só vinham caçadores residentes em águas boas que caçavam, pescavam e retornavam. Porém, chegou um disposto a ficar: o Sr. José Pedro Vasconcelos. O local até então era uma verdadeira floresta, com mata fechada, e a existência de uma rica fauna e flora. Os animais existentes eram: onças, veados, pebas, tatus, porcos caititus, pacas etc. José Pedro Vasconcelos faleceu em 2 de outubro de 2002, na cidade de Rio Preto da Eva, Amazonas.http://www.bomjardim.ma.gov.br/?page_id=19 ==Geografia== Localizando-se na microrregião do Vale do Pindaré, faz limites com os municípios de Monção, Açailândia, Tufilândia, Pindaré Mirim, São João do Caru, Governador Newton Bello, Alto Alegre do Pindaré, Buriticupu, Bom Jesus das Selvas, Zé Doca, Centro Novo do Maranhão e Itinga do Maranhão. O município tem 6.590,48 km³ de área territorial. A área urbana corresponde a 113 km². A referida área detém 35% da população total, sendo que 65% da população se concentra na zona rural. A densidade demográfica do município em 2016 é de 6,2 habitantes por km². A distância de Bom Jardim a São Luís é de 275 km. Os principais rios que formam a hidrografia do município são: rio Pindaré, Caru, rio Azul ou Poranguetê, rio Ubim, os dois últimos são braços do rio Pindaré, na região da Miril. Existe também os igarapés Água Preta, Limoeiro, Crumaçu, Arvoredo, Galego e Turizinho. O rio Pindaré, nome que significa ―anzol pequeno, nasce ao leste da Serra da Cinta e desemboca no rio Mearim, após um curso de 750 km de extensão. É um rio caudaloso, extenso, navegável e rico em peixes. A temperatura média é de 30º e o clima é quente e úmido como da Amazônia Equatorial. Índice de chuvas por ano: 2000 a 2200 mm anuais. Período chuvoso: janeiro, fevereiro, março, abril, maio e junho. Período seco: julho a dezembro.ftp://geoftp.ibge.gov.br/Organizacao/Divisao_Territorial/2008/DTB_2008.zip Divisão Territorial do Brasil e Limites Territoriais. Instituto Brasileiro de Geografia e Estatística (IBGE). 1 de julho de 2008. Consultado em 17 de agosto de 2016. A vegetação ou plantas nativas do município é formada de cocais e matas (árvores grossas e capoeira). As madeiras nativas no município (atualmente escasseando) são: pau-d'arco, maçaranduba, pequi, jatobá, mirindiba e cedros, ressaltando também os capins Jaraguá e canarana. Árvores frutíferas mais predominantes são os mangueirais. ==Economia== Atualmente, destaca-se na produção agrícola: arroz, milho, feijão, cana-de-açúcar, mandioca, soja. Sendo os principais frutos: banana, laranja, abacaxi e melancia. O produto número um na produção municipal foi e continua sendo o arroz. Bom Jardim já foi um dos maiores produtores e exportadores de arroz do Maranhão. Eis os indicadores da economia bom-jardinense: *Agricultura: 21% *Pecuária: 56,4% *Indústria: 0,3% *Serviço: 22,3% Fonte: IBGE/2000 A agricultura é explorada, em grande parte, por pequenos produtores rurais. Sabe-se que economicamente, a agricultura é muito importante para o desenvolvimento do município, mas esta não apresenta ultimamente bons índices de produtividade. A estrutura agrária põe em evidência o latifúndio, onde se percebe, que a maior parte das terras são ocupadas por latifundiários. A pecuária é uma das atividades de destaque no município de Bom Jardim. Predomina a criação de bovinos, suínos, cabras e aves. A atividade pecuária contribui em maior escala para a economia municipal: 56,4%.http://g1.globo.com/ma/maranhao/cidade/bom-jardim-ma.html ==Política== 1° Mandato-(1969/1972) Gildasio Ferreira Brabo (Prefeito) José Alves de Souza (vice) vereadores: Adroaldo Alves Matos, Bernardo Carvalho Nunes, Luís Ferreira Lima, Raimundo Nonato Figueiredo, Agostinho Maranhão Oliveira, Miguel Alves Meireles, João Soares de Melo, José Jesus Carvalho e Zeferino Gomes Ferreira. 2° Mandato-(1973/1976) Adroaldo Alves Matos (Prefeito) Miguel Alves Meireles (vice) vereadores: Nilo Ribeiro, Mauzol, Ângelo Vieira, Aldimar da Silva Porto, João Soares de Melo, Martinho Gomes de Azevedo, Raimundo Nonato Figueiredo, Antonio Carvalho e Zeferino Gomes Ferreira. 3° Mandato-(1977/1982) Miguel Alves Meireles (Prefeito) Joaquim Servo de Araújo (vice) vereadores: Valquírio Bertoldo, Mauzol, Nilo Ribeiro, João Sobral, José Abreu de Oliveira, João Soares de Melo, Hélio Ferreira da Paixão, Francisco Cândido de Araújo. 4° Mandato-(1983/1988) Adroaldo Alves Mato (Prefeito) Antonio Muniz Alves (vice) vereadores:Francisco Nascimento, José Abreu de Oliveira, Manoel Varão, Bernardo Luís de Andrade, Benedito Alves de Carvalho, Apolinário Antonio de Araújo, Joaquim Severo, Pedro Costa de Souza, Salomão, Miguel Dias Brasil, Raimundo Alves Ferreira e Chiquinho do Abdon 5° Mandato-(1988/1992) Antonio Soares Pedrosa (Fogoió) Adelaide Sales Rios Matos (vice) vereadores: Tadico, Ozimo Jansen, Eliseu Alves, Raimundo Alves Ferreira, Manoel Varão, João Batista Feitosa, Chiquinho do Abdon, Bernardo Luís de Andrade, José Rodrigues Neto, Licota, Misael Souza, Antonio Feitosa Primo, Boanerges da Silva Andrade. 6°Mandato-(1993/1996) Carlos Celso Ribeiro Vieira (Dr Celso-Prefeito) João Soares de Melo (vice) vereadores: Ângelo Vieira, Toinho Paraibano, Bernanrdo Luís de Andrade, Boanerges da Silva Andrade, Eliseu Alves, Francisco Soares de Melo, José Rodrigues Neto, Misael Souza, Alciomar Matos, Manoel Varão, Marinete dos Santos de Abreu, Raimundo Alves Ferreira e Tadico 7°Mandato-(1997/2000) Manoel Lídio Alves Matos (Manoel Gralhada-Prefeito) Chiquinho do Abdon (vice) vereadores: Tadico, Eliseu Alves, Toinho Paraibano, Dr Varão, Licota, Pedro Costa Sousa, Chico do Braz, Bernardo Meireles, Marinete dos Santos Abreu, Remy Rodrigues, Demétrio, João Batista Feitosa, Leny Pacheco 8°Mandato-(2001/2004) Manoel Lídio Alves Matos (Manoel Gralhada-Prefeito) Eliseu Alves (vice) vereadores: Reginaldo Meireles, Dr Varão, Tadico, Licota, Alcionildo Matos, Tonha do PT, Morena, Elber, Chico Abel, Chico do Braz, Chiquinho do Abdon, Leny Pacheco e Zé Filho 9°Mandato-(2005-2008) Antonio Roque Portela de Araújo (Dr Roque-Prefeito) Eliseu Alves (vice) vereadores: Alciomar Matos, Élia do Paulão, Dr Varão, Leny Pacheco, Zé Filho, Licota, Elber, Chico do Braz, Marcio Abdon 10°Mandato-(2009-2012) Antonio Roque Portela de Araújo-(Dr Roque-Prefeito) Leny Pacheco (vice) vereadores: Antonio Cesarino, Silvano Andrade, Zé Filho, Pedrinho, Chico do Braz, Puaka, Sinego, Seloneide Noronha, Seu Augusto 11°Mandato-(2013/2016) Lidiane Leite da Silva-(Prefeita) Malrinete dos Santos Matos (Malrinete Gralhada-vice) vereadores: Adriano Varão, Silvano Andrade, Sônia Brandão, Robert Meireles, Chico do Braz, Arão, Sinego, Sandra do Salomão, Manim, Poré, Hiater, Ana Cesarino, Professor Markony 12°Mandato-(2017/2020) Francisco Alves de Araújo (Dr Francisco-Prefeito) João Rodrigues Fortaleza (vice) vereadores: Duvan Boiadeiro, Manim, Christianne Varão, Homero Vieira, Lebreu, Dandor, Sinego, Antonio Cesarino, Dra Sônia Brandão, Vânia, Professor Markony, Filho, Professor Clebson 13°Mandato-(2021/2024) Christianne Araújo Varão (Prefeita) Franekson Gralhada (vice) vereadores: Antonio Cesarino, Duvan Boiadeiro, Marcos Caldeira, Dandor, Vânia, Marlley Sampaio, Lindomar Pescador, Manim, Rhony do Igarapé dos Indios, Rubem Silva, Elisnelson do Novo Carú, Fred Abdon, Raidon Braz 14° Mandato-(2025/2028) Christianne Araújo Varão (Prefeita) Isaías Alves Rodrigues (vice) vereadores: Antonio Cesarino, Manim, Rhony do Igarapé dos Indios, Elisnelson do Novo Carú, Vânia, Nildo Perninha, Divino Mendes, Evaldo Liarte, Homero Vieira, Elisangela do Alex, Jorge Guerreiro, Marcio da Pesca REFERÊNCIA BIBLIOGRÁFICA MOTTA, Adilson. Radiografia de Bom Jardim-MA. História e geografia. 2007 ==Ligações externas== * Categoria:Fundações no Maranhão em 1967",
 "title": "Bom Jardim (Maranhão)"
}