{
 "id": "38144",
 "text": "John Fitzgerald Kennedy (Brookline, 29 de maio de 1917 – Dallas, 22 de novembro de 1963), conhecido também pelas iniciais do seu nome JFK, foi um político americano que serviu como Presidente dos Estados Unidos de 1961 a 1963, quando foi assassinado. Kennedy serviu como comandante-em-chefe no auge da Guerra Fria e ele teve que lidar com uma economia cada vez mais globalizada, o fim da era da segregação racial e as relações diplomáticas problemáticas com a União Soviética e Cuba. Um membro da Família Kennedy e do Partido Democrata, ele representou Massachusetts em ambas as casas do Congresso antes de virar presidente. Kennedy se formou na Universidade de Harvard em 1940 antes de se alistar na reserva da marinha no ano seguinte. Durante a Segunda Guerra Mundial, ele comandou barcos PT no Teatro de Operações do Pacífico, ganhando uma medalha por heroismo. Após uma breve passagem pelo jornalismo, Kennedy serviu na Câmara dos Representantes pelo 11º distrito em Boston, de 1947 a 1953. Foi subsequentemente eleito para o Senado por seu estado natal de Massachusetts, servindo lá de 1953 a 1960. Enquanto servia no Senado, Kennedy publicou seu livro, Profiles in Courage, que ganhou um Prêmio Pulitzer. Na eleição presidencial de 1960, ele derrotou, por uma pequena margem, o republicano Richard Nixon, que era o vice-presidente incumbente. O humor, charme e juventude de Kennedy, além do dinheiro e influência do seu pai, foram muito importantes na campanha. Kennedy e Nixon participaram do primeiro debate televisionado ao vivo na história dos Estados Unidos, que deu a vantagem a ele. Kennedy foi o primeiro católico a ser eleito presidente. O governo Kennedy viu um acentuado aumento das tensões com as nações do bloco comunista durante a Guerra Fria. Como resultado, ele manteve as políticas de Eisenhower para o sudeste da Ásia e chegou a aumentar a presença militar americana no Vietnã do Sul. Em abril de 1961, ele deu sinal verde para uma tentativa de derrubar o governo cubano de Fidel Castro em Cuba na Invasão da Baía dos Porcos.de Quesada, Alejandro The Bay of Pigs: Cuba 1961 (2011) p. 17 Kennedy autorizou o chamado \"Projeto Cubano\", em novembro de 1961, para minar a presença comunista na ilha, porém se recusou a aprovar a chamada \"Operação Northwoods\" em março de 1962 mas manteve em aberto a possibilidade de invadir Cuba para derrubar o regime de Castro. Em outubro daquele ano, aviões espiões americanos descobriram que bases de mísseis nucleares haviam sido implantadas secretamente em Cuba pelos soviéticos; o período de tensões que se seguiu, denominado como a Crise dos Mísseis, quase resultou na eclosão de um conflito termonuclear global. Também assinou o primeiro tratado de armas nucleares em outubro de 1963. Kennedy presidiu sobre um período de prosperidade econômica, tensões raciais sobre a dessegregação e aumento da influência do poder do governo federal. Ele aprovou a criação do chamado Peace Corps, a Alianza para el Progreso com a América Latina e a continuação do Programa Apollo com o objetivo principal de levar um homem a Lua antes de 1970. Ele apoiou o movimento dos direitos civis para negros, mas foi apenas um pouco bem sucedido em passar pelo Congresso seu programa de políticas domésticas, chamado de New Frontier. Em 22 de novembro de 1963, Kennedy foi assassinado em Dallas. O vice-presidente Lyndon B. Johnson rapidamente foi empossado presidente logo após a morte de Kennedy. Lee Harvey Oswald, um marxista e ex-fuzileiro, foi preso como sendo o provável atirador que baleou o presidente, mas antes que ele pudesse ser levado a julgamento, ele mesmo acabou sendo assassinado por Jack Ruby, dois dias mais tarde. O FBI e a Comissão Warren concluíram que Oswald agiu sozinho no seu complô para matar JFK, mas muitas pessoas contestam isso e acreditam que Kennedy foi vítima de uma conspiração. Após sua morte, várias das propostas de Kennedy que estavam paradas no Congresso acabaram sendo aprovadas, incluindo a Lei de Direitos Civis e a Lei de Receitas de 1964. Apesar do curto governo, muitos americanos viam em Kennedy um ícone das esperanças e aspirações do país, e em algumas pesquisas de opinião ele ainda é valorizado como um ótimo líder. Historiadores e acadêmicos frequentemente o classificam como um dos melhores presidentes da história da nação. Sua vida pessoal também tem sido o foco de considerável interesse sustentado após revelações públicas na década de 1970 de suas doenças crônicas de saúde e relações extraconjugais. ==Infância e juventude== John F. Kennedy era filho de Joseph P. Kennedy e Rose Fitzgerald. Joseph era um empresário e também foi embaixador americano no Reino Unido. Rose foi a filha mais velha de John Fitzgerald, uma figura política proeminente em Boston, que foi deputado e prefeito de sua cidade. O casal teve nove filhos, sendo John o segundo deles. Nascido no número 83 da Beals Street, em Brookline, Massachusetts na terça-feira 29 de maio de 1917, às 15h00. Durante seus primeiros 10 anos de vida, viveu em Brookline. Estudou na escola Devotion Edward do jardim de infância até o início da terceira série. Na quarta série, ingressou numa escola particular para meninos chamada de Noble e Greenough, mais tarde chamado de Dexter School. Em setembro de 1927, Joseph mudou-se com a sua família para uma mansão alugada de 20 cômodos em Riverdale, no bairro do Bronx em Nova York. Dois anos depois, eles se mudaram cinco milhas a nordeste, para uma mansão com 21 quartos em um campo de seis hectares, em Bronxville, Nova York, adquirida em maio de 1929. Kennedy à época era escoteiro e um membro da \"Tropa Escoteiro 2\" de Bronxville entre 1929 e 1931, e também foi primeiro escoteiro a ser eleito presidente. Passou seus verões com sua família em uma casa em Hyannis Port, Massachusetts, também comprada em 1929 e as festas de Natal e de Páscoa reuniam-se em sua casa em Palm Beach, Flórida, adquirida em 1933. A partir da quinta para a sétima série, John estudou na escola particular Country Riverdale, uma escola exclusivamente para os meninos de Riverdale. Em setembro de 1930, Kennedy foi enviado para um internato de meninos de Canterbury School para participar da oitava série. Esta escola era 50 milhas de sua casa em New Milford, Connecticut. No final de abril de 1931 teve um ataque de apendicite e passou por uma apendicectomia, após o qual ele se ausentou da Canterbury para se recuperar em casa. Em setembro de 1931, John foi enviado com seu irmão mais velho, Joe, à escola privada Choate, que ficava a cerca de 60 milhas de sua casa em Wallingford, Connecticut, que era uma escola preparatória para a faculdade. Em janeiro de 1934, ele começou a perder muito peso e ficou doente, sendo internado no Hospital Yale-New Haven até a Páscoa e passou a maior parte do mês de junho de 1934 hospitalizado na Clínica Mayo, em Rochester, Minnesota, objeto de análise pelo colite que sofreu. Se formou em Choate, em junho de 1935.Os anuários, naturalmente, para as instituições de ensino americanas têm o hábito de qualificar os alunos com estas \"superlativos\": \"trabalhar mais duro\", \"mais criativo\", \"melhor atleta\" ou \"o maior número de vitórias na negócios, a intenção \"por vezes, bastante humorístico Em setembro, ele viajou para Londres no navio SS Normandie, o que era sua primeira viagem ao exterior. Estava acompanhado por seus pais e sua irmã Kathleen. A ideia da viagem era que o jovem Kennedy estudasse por um ano com o professor Harold Laski na London School of Economics (LSE), como tinha feito seu irmão mais velho, Joe. Mas na segunda semana no LSE foi hospitalizado por causa de icterícia. Devido a isso, ele viajou de volta para a América depois de passar apenas três semanas no Reino Unido. Em outubro de 1935, Kennedy ingressou tardiamente na Universidade de Princeton onde apenas seis semanas depois, entre janeiro e fevereiro de 1936, foi hospitalizado por mais duas semanas no Hospital Peter Bent Brigham, em Boston, onde houve comentários sobre uma possível leucemia. Entre março e abril deste ano permaneceu em Palm Beach, na casa de inverno da família, recuperando-se, e durante maio e junho, trabalhou na fazenda de 40 mil hectares nos arredores de Benson, Arizona. Em setembro de 1936 ele se matriculou para estudar seu primeiro ano na Universidade Harvard, vivendo em House Winthrop do primeiro ao último ano. Mais uma vez ele seguiu seu irmão Joe, que já havia feito dois anos na faculdade. Em julho de 1937, viajou para a França no SS Washington. Passou 10 semanas de viagem com um amigo, não só neste país mas também na Itália, Alemanha, Países Baixos e no Reino Unido. No final de junho de 1938, ele viajou com seu pai e seu irmão Joe no SS Normandie para trabalhar o mês de julho na Embaixada americana em Londres, porque seu pai foi nomeado Embaixador dos Estados Unidos na Corte de Saint James pelo presidente Franklin D. Roosevelt. De fevereiro a setembro de 1939, Kennedy visitou a União Soviética, os Bálcãs e o Oriente Médio para reunir informações para sua tese em Harvard. Passou os últimos dez dias de agosto na Checoslováquia e na Alemanha antes de retornar a Londres em 1 de setembro de 1939, mesmo dia em que aconteceu a invasão alemã da Polônia. Em 3 de setembro, foi com seus pais, seu irmão Joe e a irmã Kathleen na Galeria Strangers da Câmara dos Comuns britânica, onde ele ouviu discursos de apoio à declaração de guerra do Reino Unido para a Alemanha. Kennedy foi enviado por seu pai como seu representante para ajudar nos esforços aos sobreviventes americanos do navio SS Athenia. No final de setembro ele voltou para os Estados Unidos em um voo transatlântico do Clipper Dixie da Pan Am, que voou de Foynes a Port Washington, New York. Em 1940, ele completou sua tese de doutorado, intitulada de \"Apaziguamento em Munique\", sobre o Acordo de Munique. Inicialmente, ele queria que sua tese fosse privada, mas seu pai o convenceu a publicá-la em um livro. Doutorou-se pela Universidade Harvard com uma licenciatura em relações internacionais em junho de 1940 e em julho do mesmo ano a sua tese foi publicada sob o título \"Why England Slept?\" (\"Por que a Inglaterra Dormiu?\") que se tornou um bestseller. Entre setembro e dezembro de 1940, assistiu a palestras na Stanford Graduate School of Business. No início de 1941, ele ajudou seu pai a completar a escrita de suas memórias de três anos como embaixador. Em maio e junho de 1941 viajou para à América do Sul. == Serviço militar == Na primavera de 1941, Kennedy se voluntariou para o Exército dos Estados Unidos, mas foi rejeitado principalmente por seus problemas na coluna. No entanto, em setembro do mesmo ano, a Marinha aceitou-o, pela influência do diretor do Escritório de Inteligência Naval (ONI), um antigo assessor naval de seu pai nos tempos de embaixador na Grã- Bretanha. Com a patente de tenente, ele trabalhou em um escritório fazendo boletins e relatórios que eram apresentados ao secretário da Marinha. Foi durante este período que ocorreu o ataque japonês a base de Pearl Harbor. Estudava na Escola Naval Preparatória para Oficiais da Reserva e no Torpedo Motor Boat Squadron Training Center, antes de ser designado para o Panamá e, finalmente, para as operações no Pacífico. Ele participou em diversas missões e foi promovido a Comandante de um barco torpedeiro de patrulha (que eram embarcações pequenas e rápidas, projetadas para atacar navios de grande porte de surpresa). Em 2 de agosto de 1943, o barco de Kennedy, o PT-109, foi abordado pelo destróier japonês Amagiri durante uma missão noturna no estreito de Blackett, perto da Nova Geórgia nas Ilhas Salomão.Hove, Duane (2003) American Warriors: Five Presidents in the Pacific Theater of World War II Bard Street Press ISBN 1-57249-307-0 John caiu para fora do barco e machucou sua coluna. Apesar de sua lesão, ele ajudou seus 10 colegas sobreviventes, especialmente um que foi gravemente ferido, até chegarem em uma ilha (hoje designada Ilha Kennedy) onde foram resgatados. Por esta ação, ele recebeu a Medalha da Marinha e dos Fuzileiros Navais (\"Navy e Marine Corps Medal\") e a seguinte declaração: Em agosto de 1963, três meses antes de seu assassinato, Kennedy escreveu: \"Qualquer homem que pediu neste século algo que ele fez para fazer sua vida valer a pena, eu acho que poderá responder com muito orgulho e satisfação: servi na Marinha dos Estados Unidos\". en \"Medal of Freedom\" (em inglês). == Início de sua carreira política == Após a Segunda Guerra Mundial, Kennedy considerou a ideia de se tornar um jornalista. Nos anos antes da guerra não tinha pensado muito sobre política porque sua família tinha depositado as suas esperanças políticas em seu irmão mais velho, Joseph P. Kennedy Jr, no entanto, ele morreu em combate durante o conflito. Em 1946, o representante da Câmara dos Representantes, o democrata James Michael Curley abandonou o cargo para aspirar ser candidato a prefeito de Boston, dando a Kennedy uma chance de tentar concorrer a vaga deixada. Ele eventualmente venceria aquela eleição contra o seu adversário republicano por uma larga maioria. JFK foi membro do Congresso por seis anos. Seus votos sobre diversas iniciativas não são ajustados para uma tendência fixa partidária e, muitas vezes, difere da posição do Presidente Harry S. Truman e do resto do seu partido. Em 1952, ele derrotou o candidato republicano Henry Cabot Lodge Jr. na eleição para o cargo de Senador. miniaturadaimagem|Kennedy em 1956. Kennedy então casou-se com Jacqueline Lee Bouvier em 12 de setembro de 1953. Durante os próximos dois anos ele foi submetido a várias cirurgias para tentar corrigir seus problemas de coluna. Ficou, portanto, ausente em várias sessões do Senado. Durante sua convalescença, ele escreveu \"Profiles in Courage\", um livro que descreve situações em que oito senadores americanos arriscaram suas carreiras para permanecer firme em suas convicções e crenças. O livro foi premiado em 1957 com o Prêmio Pulitzer de melhor biografia. Em 1956, o candidato a presidência de esquerda, Adlai Stevenson, foi para a Convenção do Partido Democrata e precisava da nomeação de um candidato à vice-presidência dos Estados Unidos. Kennedy terminou em segundo lugar na votação, atrás do Senador Estes Kefauver do Tennessee. Graças a este episódio e apesar de sua derrota, JFK ganhou notoriedade nacional, o que o ajudaria nos anos seguintes. Seu pai, Joseph Kennedy, notou que no fundo foi bom para John não conseguir a nomeação, porque então, muitos culpavam os católicos na derrota eleitoral, mas em particular reconheceu que para qualquer democrata seria difícil competir contra o candidato Republicano Dwight Eisenhower. Anos mais tarde revelaram que em setembro de 1947, quando ele tinha 30 anos e durante seu primeiro mandato como congressista, Kennedy foi diagnosticado com a doença de Addison (uma deficiência hormonal rara) por Sir Daniel Davis em uma clínica de Londres. Este e outros problemas médicos foram mantidos em segredo do público e da imprensa durante a vida de Kennedy.Online NewsHour with Senior Correspondent Ray Suarez and physician Jeffrey Kelman, PBS - Os secredos sobre a saúde do Presidente Kennedy, transcrição do programa de noticias The NewsHour with Jim Lehrer, 18 de novembro de 2002 Em Wisconsin o senador republicano Joseph McCarthy, principal responsável pela caça às bruxas nos primeiros anos da década de 1950 foi um grande amigo da família Kennedy. Joe Kennedy sempre apoiou McCarthy, Robert F. Kennedy trabalhou para a subcomissão de McCarthy e foi romanticamente ligado à Patricia Kennedy. Em 1954, quando se estudava no Senado que se julgasse o senador de Wisconsin, John Kennedy redigiu um discurso para censurar McCarthy, mas nunca foi entregue. Em 2 de dezembro de 1954, o senador Kennedy estava no hospital quando o Senado anunciou sua decisão de censurar McCarthy. Embora ausente, Kennedy poderia ter influenciado a decisão, mas preferiu não e nunca indicou como teria votado. Este episódio seriamente danificou o apoio a Kennedy dos mais progressistas, especialmente Eleanor Roosevelt, mesmo nas eleições de 1960.O'Brien (2005) 274-79, 394-99. == Eleição Presidencial de 1960 == Em 2 de janeiro de 1960, Kennedy manifestou sua intenção de concorrer nas eleições presidenciais daquele ano. Nas primárias do Partido Democrata, concorreu com o senador Hubert Humphrey de Minnesota e o senador Wayne Morse de Oregon. JFK derrotou Humphrey em Wisconsin e na Virgínia Ocidental e Morse em Maryland e em Oregon. Também superou a oposição (muitos candidatos usavam seus nomes informais que eram escritos pelo eleitor para preencher a cédula), em New Hampshire, Indiana e em Nebraska. Nas minas de carvão na Virginia Ocidental, ele visitou e conversou com os mineiros pelo seu apoio, a maioria do eleitorado do estado era conservador, protestante, muito suspeito do catolicismo de Kennedy, apesar de ter sido vitorioso apenas lá, que confirmou a sua posição como um candidato de recurso popular. No dia 13 de julho, Kennedy foi eleito candidato democrata à presidência, o segundo católico a receber a nomeação para tentar se eleger ao cargo de Presidente (Al Smith foi o primeiro em 1928, apoiado pelo próprio pai de Kennedy). Ele perguntou a Lyndon B. Johnson se ele queria ser o seu candidato à Vice-Presidência, apesar da oposição de muitos delegados liberais, e do grupo perto de Kennedy, incluindo seu irmão Robert. Mas ele precisava da popularidade de Johnson nos estados do sul para ganhar o que proporcionou uma das mais disputada eleições presidenciais desde 1916. As principais questões incluíam a religião católica de Kennedy, a preocupação se a União Soviética estava vencendo ou não a corrida espacial e a crise com Cuba. Entre setembro e outubro houve três debates presidenciais entre Kennedy e Richard Nixon, o candidato republicano. Em 26 de setembro, 70 milhões de telespectadores viram o primeiro debate presidencial televisionado da história americana. Antes do primeiro debate, Nixon tinha passado duas semanas no hospital devido a uma lesão na perna, usava uma barba e não queria maquiagem. Ele parecia tenso e desconfortável, enquanto Kennedy apareceu relaxado. No final do debate a maior parte do público deu Kennedy como o vencedor. Mas aqueles que escutaram no rádio deram Nixon como o vencedor ou disseram que o resultado foi um empate. Em 7 de outubro o segundo debate foi realizado e o terceiro e último debate foi realizado no dia 13 de outubro. Atualmente, os debates televisivos são considerados fundamentais na política americana, mas foi o debate Kennedy- Nixon de 1960, no tempo em que a televisão teria um papel dominante na política. Após o debate, a campanha de Kennedy ganhou impulso, conseguiu superar Nixon em alguns pontos na maioria das pesquisas. Na terça-feira, 8 de novembro de 1960, Kennedy derrotou Richard Nixon, em uma das eleições presidenciais mais apertadas do século XX. No voto popular nacional, Kennedy venceu com 49,7% dos votos contra 49,5% do concorrente, enquanto no Colégio Eleitoral ganhou com 303 votos contra 219 (269 eram necessários para vencer). == Presidência (1961-1963) == John F. Kennedy tomou posse como o 35º presidente dos Estados Unidos em 20 de janeiro de 1961. Em seu discurso inaugural,Portal Inep Discurso Inaugural, também chamado de \"discurso da inauguração\" de Kennedy falou da necessidade dos cidadãos americanos em serem mais ativos, proporcionando uma de suas frases mais famosas: \"Não pergunte o que seu país pode fazer por você, pergunte o que você pode fazer por seu país!\" Também pediu a outras nações que lutassem juntas contra o que ele chamou de \"inimigos comuns do homem\": a tirania, doenças, pobreza e a guerra em si.Discurso inaugural de Kennedy ao assumir a presidência 20 de Janero de 1961 No final, expandiu o seu desejo de mais internacionalismo: \"Finalmente, se vocês são cidadãos dos Estados Unidos como se eles estão no mundo, exijam de nós a mesma generosidade de força e sacrifício que pedimos a vocês.\" === Política interna === Kennedy chamou o seu programa de política interna de The New Frontier (\"A Nova Fronteira\"). Ambiciosamente prometeu maior financiamento federal para a educação, cuidados com a saúde dos idosos e intervenção governamental para travar a recessão econômica. Também prometeu acabar com a discriminação racial. Em 1963, propôs uma reforma tributária que incluía a redução de impostos, que foi aprovada pelo Congresso em 1964, após o seu assassinato. Alguns dos mais importantes programas de Kennedy conseguiram ser votados no Congresso durante a sua vida mas sob Johnson, seu sucessor, o Congresso votou os demais projetos durante o período de 1964 a 1965. Como presidente, Kennedy autorizou a execução de duas penas de morte, uma para a condenação dos tribunais comuns e uma nos tribunais militares, em ambos os casos, recusou-se a exercer o seu poder de comutar as sentenças. O governador do estado de Iowa, à época Harold Hughes, disse que Kennedy pessoalmente pediu clemência para Victor Feguer e os condenados por tribunais civis, incapaz de impedir que ele fosse enforcado em 15 de março de 1963. A execução de Feguer foi a última do estado de Iowa (que aboliu a pena capital em 1965) e também a última de um prisioneiro federal, antes da moratória de 1972-76,Havia um outro em 1967, Luis Monge, mas foi condenado por estado, Colorado. Na verdade, a próxima execução de uma condenação federal ocorreu em 2001 vinte anos após o caso Furman vs. Georgia.Em 1972, decisão da Suprema Corte, uma vez que aplicado era inconstitucional. Não aboliram a pena de morte, mas foi necessário modificar os sistemas processuais. Em 1976, os Estados Unidos retomou a execução da pena em estados que não tinham sido abolidas, e em janeiro de 1977, veio a próxima execução. Esta foi a última execução militar realizada até à data atual. ==== Economia ==== Kennedy encerrou um período de políticas fiscais rigorosas. A política monetária diminuiu para manter as taxas de juros baixas para estimular o consumo interno e o crescimento da economia. JFK foi o primeiro presidente a quebrar a marca de US$ 100 bilhões de dólares no orçamento em 1962 e seu primeiro orçamento em 1961 levou ao primeiro déficit orçamentário sem guerra ou recessão na história do país. A economia, que passou por duas recessões em três anos, estava mal antes de Kennedy tomar posse. Apesar de baixa inflação e das baixas taxas de juros, o PIB havia crescido a uma média de apenas 2,2% no governo do presidente Eisenhower (um pouco maior que o crescimento da população na época). A economia voltou a prosperar durante o governo Kennedy. O PIB cresceu a uma média de 5,5% no início de 1961 até o final de 1963, enquanto a inflação permaneceu estável em torno de 1% e o desemprego começou a diminuir. A produção industrial cresceu em 15% e as vendas de automóveis deram um salto de 40%. Esta taxa de crescimento da economia e da indústria continuou até cerca de 1966. ==== Direitos Civis ==== Uma das questões domésticas mais evidentes da era Kennedy foi o final turbulento da prática de discriminação racial tolerada ou autorizada pelas autoridades estaduais. Em 1954, a Suprema Corte dos Estados Unidos decidiu que a segregação racial nas escolas públicas era inconstitucional. No entanto, muitas escolas, especialmente aquelas dos estados do sul, não obedeceram a decisão da Corte. A segregação nos ônibus, restaurantes, teatros, cinemas, banheiros e outros espaços públicos também continuou. Kennedy havia apoiado a integração racial e dos direitos civis durante sua campanha presidencial de 1960 e chegou a telefonar para Coretta Scott King, esposa do reverendo preso Martin Luther King, Jr., o que talvez tenha atraído o apoio de eleitores negros para a sua candidatura. A intervenção de John e Robert Kennedy ajudou na liberação do reverendo. Ajuda de John e Robert Kennedy a sua liberacão Em 1962, um estudante negro chamado James Meredith tentou se matricular na Universidade do Mississippi, mas violentos protestos de estudantes brancos fizeram com que ele fosse impedido, com a tolerância do governador do Estado. Kennedy respondeu enviando 400 soldados da Guarda Nacional e 3 000 agentes federais para garantir que Meredith pudesse se inscrever. Em 11 de junho do mesmo ano, o presidente Kennedy interveio quando o governador do Alabama, George Wallace, bloqueou a porta da Universidade do Alabama para impedir que dois alunos afro-americanos se inscrevessem, sendo eles Vivian Malone e James Hood. Wallace simplesmente desistiu e afastou-se quando foi intimado por policiais federais. Naquela noite, Kennedy deu o seu famoso discurso dos direitos civis no rádio e na televisão. Em seu discurso exortou o Congresso a legislar sobre o assunto a sério e, assim, atingir os objetivos propostos por Abraham Lincoln, 100 anos antes. Esta proposta se tornou a Lei dos Direitos Civis de 1964. ====Imigração==== Durante a campanha presidencial de 1960, Kennedy propôs uma revisão das leis de imigração e naturalização americanas para proibir a discriminação com base em origem nacional. Ele via esta proposta como uma extensão de sua agenda de direitos civis planejada como presidente. Essas reformas virariam lei através do Ato de Imigração e Nacionalidade de 1965, que mudou drasticamente a fonte de imigração dos países da Europa do Norte e Ocidental para a imigração da América Latina e da Ásia. Essa mudança de política também mudou a ênfase na seleção de imigrantes em favor da reunificação familiar. O irmão do falecido presidente, o senador Edward Kennedy, de Massachusetts, ajudou a passar a legislação pelo Senado. === Programa espacial === Kennedy queria ansiosamente que os Estados Unidos liderassem a corrida espacial. Sergei Khrushchev, filho do primeiro-ministro soviético, disse que Kennedy aproximou-se de seu pai, Nikita Khrushchev, duas vezes para unir esforços e explorar o espaço. Na primeira ocasião, a União Soviética estava muito à frente em termos de tecnologia comparado aos americanos no espaço. A primeira vez que Kennedy disse que o objetivo de levar um homem à Lua foi em uma Sessão Conjunta do Congresso e do Senado, em 25 de maio de 1961. Na ocasião, ele disse: Na segunda abordagem à Khrushchev, o líder russo foi convencido dos benefícios que resultariam em compartilhar os custos e os Estados Unidos haviam avançado muito na tecnologia espacial. Os americanos lançaram um satélite em órbita geoestacionária e Kennedy pediu ao Congresso para aprovar um orçamento de mais de 25 bilhões de dólares para o Programa Apollo. O premier russo considerou trabalhar junto com os norte- americanos no outono de 1963, mas Kennedy foi assassinado antes de qualquer acordo desse tipo pudesse ser formalizado. Em 20 de julho de 1969, quase seis anos após a morte de JFK, o Programa da Apollo 11 conquistou seus objetivos e finalmente um homem pousou na lua.Biblioteca JFK. Mensagem Especial do Presidente Kennedy ao Congresso sobre as necessidades urgentes da nação === Política externa === ==== Cuba e a invasão da Baía dos Porcos ==== Antes que Kennedy fosse eleito presidente, a administração Eisenhower criou um plano para derrubar o regime de Fidel Castro em Cuba. Com o plano estruturado e detalhado pela CIA com apoio mínimo do Departamento de Estado, incluía montar uma insurgência contra-revolucionária composta de cubanos anticastristas.Schlesinger, Robert Kennedy and His Times Os insurgentes cubanos foram treinados pelos americanos e deveriam invadir Cuba e instigar uma revolta do povo cubano para alcançar o objetivo de derrubar Fidel do poder. Em 17 de abril de 1961, Kennedy ordenou que o plano fosse implementado. Com o apoio da Inteligência americana, 1 500 exilados cubanos treinados nos Estados Unidos, a chamada \"Brigada 2506\", voltou para a ilha na esperança de derrubar o regime comunista de Castro, no episódio que ficou conhecido como a invasão da Baía dos Porcos. No entanto, JFK ordenou que a invasão acontecesse sem o apoio da Força Aérea americana. Em 19 de abril, o governo cubano havia capturado ou matado muitos dos exilados durante a fracassada operação e Kennedy foi forçado a negociar a saída dos 1 189 sobreviventes. Entre as causas do fracasso do plano, notou a falta de diálogo entre os líderes militares e da total falta de apoio naval para destruir a artilharia da ilha, que facilmente acabava com os exilados cubanos quando eles desembarcaram. Depois de 20 meses de negociações, Cuba libertou todos os exilados capturados em troca de 53 milhões de dólares em alimentos e medicamentos. O incidente foi constrangedor para Kennedy. Devido a esta invasão, Castro começou a preocupar- se com os americanos, acreditando que uma segunda invasão era iminente.Jean Edward Smith, \"Bay of Pigs: The Unanswered Questions\", The Nation, 13 de abril, 1964 ==== Crise dos Mísseis em Cuba ==== A crise dos mísseis em Cuba começou dia 14 de outubro de 1962, quando o avião espião americano U-2 tirou fotografias das construções de silos para mísseis de longo alcance soviéticos em Cuba. As fotografias foram mostradas a Kennedy em 16 de outubro de 1962. Os Estados Unidos enfrentavam agora uma ameaça nuclear direta e iminente. Muitos militares e membros da ExComm pressionaram Kennedy para aprovar um ataque aéreo contra as instalações dos mísseis em Cuba, mas o presidente limitou-se a ordenar um bloqueio naval em que a Marinha deveria inspecionar todos os navios que chegassem à Cuba. Ele então iniciou conversações com os soviéticos para que retirassem todo o material de \"defesa\" que estava sendo instalado em Cuba. JFK então ordenou que a quarentena durasse indefinidamente. Uma semana depois, ele e o Premiê Soviético Nikita Khrushchev chegaram a um acordo. Khrushchev concordou em retirar os mísseis sujeitos a inspecções da ONU se os Estados Unidos emitissem uma declaração pública dizendo que nunca iriam invadir Cuba. Após esta crise, o que foi o mais próximo na história de uma guerra nuclear, Kennedy começou a ser mais cuidadoso em seus confrontos com a União Soviética. ==== O Corpo da Paz ==== Como um de seus primeiros atos presidenciais, Kennedy criou o \"Peace Corps\". Através desse programa, os americanos poderiam se voluntariar para ajudar as nações em desenvolvimento em áreas como educação, agricultura, saúde e construção.JFK Rice Moon Speech, Nasa.gov. Página acessada em 16 de setembro de 2012. ==== Iraque ==== Em 1963, a administração Kennedy apoiou um golpe contra o governo do Iraque encabeçada pelo general Abdul Karim Qasim, que cinco anos antes tinha deposto os aliados ocidentais com a monarquia iraquiana. A CIA ajudou o novo governo do Partido Baath liderada por Abdul Salam Arif em livrar o país de supostos esquerdistas e comunistas. No golpe de Estado baathista, o governo usou listas de comunistas suspeitos e de membros da esquerda fornecida pela CIA. De forma sistemática, os assassinatos aconteceram, tendo contado com a ajuda do jovem Saddam Hussein. As vítimas incluíam centenas de médicos, professores, técnicos, advogados e outros profissionais, bem como figuras políticas e militares.\"The Old Social Classes and the Revolutionary Movements of Iraq\", Princeton: Princeton University Press, 1978; Peter and Marion Sluglett, \"Iraq Since 1958\" London, I.B. Taurus, 1990Regarding the CIA's \"Health Alteration Committee's work in Iraq, see U.S. Senate's Church Committee Interim Report on Assassination, page 181, Note 1 De acordo com um artigo de opinião do The New York Times, os Estados Unidos enviaram armas para o novo regime, armas usadas contra insurgentes curdos que os americanos apoiaram contra Kassem e depois os abandonaram. O petróleo bruto e outros interesses, atraiu empresas como Mobil, Bechtel e British Petroleum, que foram ao Iraque na intenção da realização de negócios. ==== Vietnã ==== No Sudeste Asiático, Kennedy continuou o que Eisenhower tinha começado a fazer, utilizando de força militar limitada para lutar contra os comunistas comandados principalmente por Ho Chi Minh no Vietnã. Proclamada uma guerra contra a propagação do comunismo pelo mundo, Kennedy estabeleceu programas para ajudar os sul-vietnamitas, de forma econômica e militar, que incluiu o envio de 16 mil conselheiros militares e Forças Especiais americanas para a região. JFK também concordou em usar \"zonas livres para disparar\"No manual utilizado pelas tropas dos Estados Unidos no Vietnã mostra uma definição dessas áreas, chamadas zonas de livre-fogo, \"Uma área específica designada para ser a disparar qualquer arma de fogo sem coordenação específica com as operações de sede.\" Em outras palavras, uma zona de combate em que eles podem abrir fogo ou explodir bombas sem pedir permissão ou dar o aviso prévio, com ou sem presença de pessoas napalm e agente laranja lançado por seus aviões. Os Estados Unidos estavam cada vez mais envolvidos na área, mesmo que não estivessem envolvidos diretamente no combate terrestre na guerra que arrastava, porém o conflito iria se intensificar consideravelmente na administração seguinte. Kennedy inicialmente aumentou o apoio militar mas as forças armadas do Vietnã do Sul foram incapazes de superar as tropas do Việt Minh e dos vietcongues. JFK enfrentou uma crise no Vietnã do Sul em julho de 1963 quando os generais sul-vietnamitas deram um golpe de Estado contra o seu presidente, Ngo Dinh Diem. Em 2 de novembro, Diem foi deposto, preso e executado (embora as circunstâncias exatas da morte nunca foram divulgadas). O presidente americano começou então a desenvolver um plano de retirada das tropas do Vietnã, que se completaria em 1965 mas ele foi morto antes disso. Seu sucessor, o vice-presidente Johnson, optou então por manter os militares por lá e intensificar o conflito.LeFeber, \"America, Russia and the Cold War\", p. 233) (Estados Unidos, Russia e a Guerra Fria). No entanto, uma faceta menos conhecida de Kennedy, defendida por alguns autores e jornalistas, retrata o ex-presidente democrata como um importante arquiteto na escalada da Guerra do Vietnã, tendo diretamente provocado um golpe militar contra o presidente o sul-vietnamita Ngô Đình Diệm, até mesmo o patrocinador direto do assassinato deste, porque Diem se opôs a um aumento no envolvimento militar dos Estados Unidos no Vietnã e estaria considerando quebrar a aliança de seu país com os Estados Unidos. Porém, a maioria dos historiadores acreditam que, caso Kennedy tivesse sido reeleito em 1964, ele teria retirado as forças americanas do Vietnã e evitado a guerra. Seu secretário de defesa, Robert McNamara, afirmou, no documentário \"The Fog of War\", que JFK definitivamente pretendia encerrar a missão militar americana em território vietnamita após 1964. Theodore Sorensen concordava e acreditava que possivelmente Kennedy não teria mandado mais soldados americanos para lutar no Vietnã como Lyndon Johnson fez, mas ele também afirma que, no período de sua morte, o presidente ainda não havia tomado uma decisão.Sorensen, Theodore (1966) [1965]. Kennedy (paperback). New York: Bantam. OCLC 2746832. ==== Discurso em Berlim Ocidental ==== miniaturadaimagem|Placa homenageando o discurso de Kennedy, ao lado da entrada principal da Rathaus Schöneberg. Após a Segunda Guerra Mundial, a Alemanha foi dividida em zonas militares controladas pelos Aliados ocidentais e pelos soviéticos. Com a construção do Muro de Berlim em 13 de agosto de 1961, a cidade de Berlim divididos em duas partes, uma controlada pelos Aliados chamada de Berlim Ocidental e outro, sob o controle dos soviéticos, chamada Berlim Oriental. Kennedy visitou Berlim Ocidental no dia 26 de junho de 1963 e realizou um discurso público criticando o comunismo para marcar o décimo quinto aniversário do bloqueio de Berlim impostas pela União Soviética. No discurso, feito a partir da varanda do edifício Rathaus Schöneberg, disse que a construção do Muro de Berlim era um exemplo do fracasso comunista. A frase \"Ich bin ein Berliner\" (\"Eu sou um berlinense\"), foi o auge desse discurso histórico, veio a Kennedy quando ele foi até a varanda da Rathaus Schöneberg. A ideia foi baseada na velha frase Civis Romanus sum (\"eu sou um cidadão de Roma\") usado pelos romanos. Foi para seu intérprete, Robert H. Lochner para traduzir a frase de que \"eu sou um berlinense\" e para ajudá-lo com a sua pronúncia, escrita rapidamente numa folha as palavras e pronúncia. Quase 83% da população de Berlim estava na rua quando Kennedy disse esta frase. Então, impressionado, confessou a seus assessores: \"Nunca teremos outro dia como este\".Jean Edward Smith, The Defense of Berlin, Baltimore: Johns Hopkins Press, 1963; Jean Edward Smith, The Wall as Watershed, Arlington, Virginia: Institute for Defense Analysis, 1966. ==== Tratado de Proibição de testes nucleares ==== Perturbada pelos perigos constante de poluição radioativa e proliferação de armas nucleares, a administração Kennedy começou a trabalhar na adoção do Tratado da proibição de testes nucleares parcial que proibia testes atômicos em terra, ar ou debaixo de água, mas não testes subterrâneos. Os Estados Unidos, o Reino Unido e a União Soviética foram os primeiros signatários do tratado. Kennedy assinou o tratado em agosto de 1963. ==== Visita à Irlanda ==== Quando Kennedy visitou a Irlanda em 1963, reuniu-se com o presidente deste país, Éamon de Valera, para formar o \"American Foundation Ireland\". A missão desta organização foi de promover a comunicação entre os americanos de ascendência irlandesa e com o país de seus antepassados. Kennedy teve um relacionamento mais profundo de solidariedade cultural, aceitando uma crista do Herald Chefe da Irlanda. Também visitou a casa de campo onde viviam os seus ancestrais antes de emigrar para a América e disse: \"Este é o lugar onde tudo começou\". Em 22 de dezembro de 2006, o Departamento de Justiça irlandês revelou documentos policiais que indicaram que Kennedy recebeu três ameaças de morte durante sua visita. Na época, foram consideradas falsas apesar de que a polícia irlandesa tomou medidas extraordinárias de segurança. == A vida social e familiar == No casamento entre John e Jackie Kennedy, eles tiveram quatro filhos, incluindo a sua primeira filha, Arabella Kennedy, que morreu antes do nascimento em 1956. Sua segunda filha Caroline Kennedy, nascida em 1957, e depois teve seu primeiro filho, John F. Kennedy, Jr., nascido em 1960, que morreu em um acidente com seu avião em 1999. Seu último filho nasceu no mesmo ano do assassinato de Kennedy, Patrick Bouvier Kennedy, mas morreu dois dias após o nascimento devido a problemas respiratórios. O Presidente é geralmente associado à cultura popular. Coisas como \"Torcendo na Casa Branca\" e o musical \"Camelot\" (um trabalho popular da Broadway) fazem parte da cultura de JFK. O álbum de comédia Vaughn Meader \"Primeira Família\" (\"Family First\") - uma paródia do Presidente, a Primeira Dama, seus filhos e da administração Kennedy - vendeu cerca de 4 milhões de cópias. Em 19 de maio de 1962, Marilyn Monroe cantou para o presidente em sua festa de aniversário no Madison Square Garden. Por trás da fachada glamourosa, os Kennedys sofreram uma grande tragédia pessoal. Jacqueline sofreu um aborto natural em 1955 e em 1956 deu à luz sua filha já falecida, Arabella Kennedy. A morte de seu filho recém-nascido, Patrick Bouvier Kennedy, em agosto de 1963 foi outra grande perda. Desde a morte de Kennedy tem sido especulado em numerosas relações extraconjugais que ele teria mantido durante a sua presidência com mulheres como a atriz Marilyn Monroe e Mary Pinchot Meyer, membro do chamado \"Jet-Set\". Apesar da imagem idílica que o casamento dos Kennedy representou para grande parte do público, John Fitzgerald permaneceu por alguns anos com as relações extraconjugais. Barbara Gamarekian escreveu em JF Kennedy: An Unfinished Life, que \"para JFK e seus assistentes não era incomum ter sexo com as meninas que trabalhavam na Casa Branca\". Felizmente para ele, o relacionamento bom com a mídia impediu que tais casos viessem a público. No levantamento intitulado \"lista de pessoas mais admiradas do século XX\" por Gallup, Kennedy ficou em terceiro lugar, perdendo apenas para Martin Luther King Jr e Madre Teresa de Calcutá. == Morte == === Assassinato === Durante uma visita política a cidade de Dallas, no estado americano do Texas, para iniciar sua campanha a reeleição, o Presidente Kennedy, enquanto desfilava pelas ruas da cidade em carro aberto, foi atingido por dois disparos às 12h30 do dia 22 de novembro de 1963. Foi declarado morto meia hora depois. Lee Harvey Oswald, o suposto assassino, foi preso em um teatro cerca de 80 minutos após o ocorrido. Oswald foi inicialmente acusado do assassinato de um policial de Dallas, J. D. Tippit, antes de ser acusado do assassinato do presidente.Asesinato de Tippit: texto, portada. Assassinato de Kennedy: texto, portada. Oswald disse que não tinha matado ninguém, alegando que ele era um chamariz. Também seria assassinado, em 24 de novembro, por Jack Ruby. Em 29 de novembro, o novo Presidente, Lyndon B. Johnson, criou a Comissão Warren que foi presidida pelo Chefe de Justiça Earl Warren para investigar o assassinato. A comissão concluiu que Oswald agiu sozinho, mas as suas conclusões ainda estão em debate, tanto no meio acadêmico quanto entre a população, com boa parte do povo americano acreditando que a morte do Presidente envolveu uma grande conspiração. O espião E. Howard Hunt foi acusado de participação no assassinato. Em 1999, o ex-arquivista da KGB, Vasili Mitrokhin, indicou em que Hunt foi vítima de uma \"medida ativa\" soviética que criou uma teoria conspiratória disseminada para desacreditar a CIA e os Estados Unidos. De acordo com Mitrokhin, a KGB falsificou uma carta de Oswald para Hunt, implicando ambos como conspiradores e enviou cópias desta para \"três dos mais entusiastas fãs de conspirações\" em 1975. Mitrokhin indicou que tais cópias eram acompanhadas por uma falsa carta de uma fonte anônima, alegando que a original fora dada ao diretor do FBI, Clarence M. Kelley, a qual, aparentemente, estava sendo censurada. === Funeral e enterro === Após o assassinato de Kennedy, seu corpo foi transferido para Washington, D.C., especificamente a Ala Leste da Casa Branca, onde permaneceu até o domingo seguinte. Neste dia, 24 de novembro, o caixão foi levado em uma carruagem puxada por cavalos da Casa Branca ao Capitólio e foi velado em público. Na segunda-feira, 25 de novembro, foi realizado o funeral de Estado, com a participação de mais de 90 representantes de vários países. Um dia após o assassinato, o novo Presidente Johnson declarou segunda-feira como um dia nacional de luto. Na parte da manhã houve uma missa na Catedral de St. Matthew, em Washington, e depois o corpo foi enterrado no Cemitério Nacional de Arlington com todas as honras.This Day in History 1967: JFK's body moved to permanent gravesite , History.com. (em inglês) Pesquisado em 29 de maio de 2012. == Legado == A televisão foi a principal fonte através da qual as pessoas foram informadas dos acontecimentos que rodearam o assassinato de John F. Kennedy. Jornais foram mantidos como souvenirs, em vez de fontes de notícias atualizadas. As três principais redes de televisão suspenderam seus programas habituais e noticiário continuamente a partir de 22 de novembro até 25 de novembro a cobrir o assunto. O funeral de Kennedy e o assassinato de Lee Harvey Oswald foram transmitido ao vivo por todo o país e para outras nações do mundo. O funeral de Estado foi o primeiro de três que ocorreram dentro de 18 meses, os outros dois foram o do General Douglas MacArthur e o do ex- presidente Herbert Hoover. O assassinato do presidente Kennedy e os mistérios não resolvidos que envolveram o acontecido, acabaram afetando a confiança das pessoas na política americana. Esta morte com o posterior assassinato de seu irmão, o senador e ex-Procurador Geral Robert F. Kennedy e o reverendo Martin Luther King Jr., formaram um trio que desilusionaram a população em termos de mudanças políticas e sociais. Muitos dos discursos de KennedyJFK Library Seleção de discursos completos de Kennedy en la Biblioteca e Museu Presidencial de John F. Kennedy (em inglês) (especialmente seu discurso de posse) são considerados como ícones. Apesar de seu período relativamente curto no gabinete e embora sem grandes mudanças introduzidas na legislação, os americanos tendem a votar em Kennedy como um dos melhores presidentes do país, colocando-o no mesmo nível como Abraham Lincoln, George Washington e Franklin D. Roosevelt. Alguns trechos do discurso de posse de Kennedy foram gravados em uma placa especial e colocado perto de seu túmulo no cemitério de Arlington. Recebeu postumamente o Prêmio \"Pacem in Terris\". Este prêmio foi criado em honra da encíclica de 1963 o Papa João XXIII, que apela a todas as pessoas de boa vontade para assegurar a paz entre todas as nações. A frase em latim, Pacem in Terris, pode ser traduzido como \"Paz na Terra\". == Memoriais == * O Aeroporto Internacional de Nova York (anteriormente conhecido como Idlewild Airport) foi renomeado Aeroporto Internacional John F. Kennedy em 24 de dezembro de 1963. Agora é popularmente conhecido como \"JFK\". * O \"John F. Kennedy Expressway\" é a estrada principal de Chicago, foi rebatizado em homenagem a Kennedy por voto unânime do Conselho da Cidade de Chicago alguns dias após o assassinato do presidente. * O Boulevard John F. Kennedy em Tampa, Florida foi rebatizado em homenagem a Kennedy, em 1964, com o voto unânime do Conselho da Cidade de Tampa. Kennedy visitou Tampa em 18 de novembro de 1963, apenas quatro dias antes de seu assassinato. Sua carreata que 8 milhas abaixo a Grand Central Avenue para o coração da área empresarial, em Tampa. * O Centro de Lançamento de Operações da NASA em Cabo Canaveral foi renomeada John F. Space Center Kennedy. O mesmo Cabo Canaveral foi renomeado para Cabo Kennedy, mas isso foi revertido em 1973. * Um memorial em honra de Kennedy foi criada em Runnymede, Inglaterra, onde assinou a Carta Magna. * Um trecho da rodovia n º 95 de corrida em Maryland foi dedicado ao presidente Kennedy em 4 de novembro de 1963, dezoito dias antes de seu assassinato. Logo ele foi rebatizado de John F. Kennedy Memorial Highway. * O porta-aviões USS John F. Kennedy da Marinha foi nomeado em 30 de abril de 1964, e estava em serviço até 23 de março de 2007. * A Biblioteca e o Museu Presidencial John F. Kennedy abriu as suas portas em 1979 como a biblioteca presidencial de Kennedy oficial. * A Universidade John F. Kennedy abriu em Pleasant Hill, Califórnia, em 1964 como uma escola para educação de adultos. * O John F. Kennedy National Historic Site preserva a casa de Kennedy, em Brookline. * Na Universidade Harvard: * O Instituto de Política Harvard serve como um memorial ativo que promove os serviços públicos em seu nome. * Escola de Governo é conhecido como John F. Kennedy School of Government. * O Centro John F. Kennedy for the Performing Arts abriu em 1971 em Washington, DC como um memorial ao seu nome. * A ponte sobre o rio Ohio une Louisville, Kentucky e Jeffersonville, Indiana, que foi concluída quatro dias antes do assassinato de Kennedy Memorial Bridge foi renomeada John F. Kennedy. * O Philadelphia Municipal Stadium foi renomeado John F. Kennedy em 1964. * Kennedy foi postumamente condecorado com a Medalha Presidencial da Liberdade em 1963. * Desde 1964, um retrato de Kennedy aparece na moeda de 50 centavos substituindo o anterior retrato de Benjamin Franklin. * O Yad Kennedy é um memorial que foi definido na crista da Floresta Jerusalém, a sudoeste de Jerusalém, perto Aminadabe. * Uma das Ilhas Salomão foi chamada de Ilha Kennedy. * Uma das torres residenciais da Universidade Amherst de Massachusetts chamava-se Kennedy Tower. * Em fevereiro de 2007, o nome de Kennedy e sua esposa foram adicionados pelos japoneses de sonda Kaguya com destino a lua, como parte das mensagens da Terra a partir da Sociedade Planetária. * O John F. Kennedy Special Warfare Center and School e Escola do Exército dos Estados Unidos foram nomeadas em sua honra por causa do apoio do presidente ao \"Army Rangers\" e Boinas Verdes. * Milhares de universidades dos Estados Unidos foram nomeadas em sua honra. A primeira escola foi o Kennedy Middle School, em Cupertino, Califórnia, enquanto vivia Kennedy (1960). Na semana após seu assassinato, as primeiras escolas renomeadas em sua honra foram o \"Kennedy Elementary School\", em Butte, Montana e \"John F. Kennedy Middle School\", em Long Island em Bethpage, Nova York.\"Kennedy Memorials Surge Continuing Across World,\" Charleston (W.V.) Daily Mail, November 29, 1963 * O parque Eyre Square Park na cidade de Galway City, Irlanda, foi renomeado de John F. Parque Kennedy, depois de sua visita em 1963. * Uma ideia que foi rejeitada foi o de mudar o nome do estado de West Virginia em homenagem a Kennedy. Emile J. Hodel, editor do Post-Herald de Beckley, escreveu no editorial perguntando: \"Por que não mudar o nome de West Virginia para Kennedy? Ou talvez a Kennediana? Que maior sinal de respeito pode receber um homem que renomeou o estado mais apreciado após seu estado natal de Massachusetts, em sua honra?\".Beckley Post-Herald, 29 de noviembre de 1963, p6 == Livros escritos por Kennedy == * 1940 - Why England Sleept (Porque a Inglaterra adormeceu?): publicado como um relatório do livro de faculdade. * 1956 - Profiles in Courage (Perfis de Coragem): livro, de quando estava no Senado, sobre as várias dificuldades enfrentadas com outros senadores. Com este livro Kennedy ganhou o Prêmio Pulitzer de melhor biografia. * 1964 - A Nation of Immigrants (Uma Nação de Imigrantes): um livro póstumo sobre imigração dos Estados Unidos. == Interpretações de Kennedy no Cinema == * PT 109 (1963): interpretado por Cliff Robertson * Ação Executiva (1973): sobre o assassinato; mediante uso de arquivos históricos * JFK (1991): sobre o assassinato; interpretado por Steve Reed * Malcolm X (1992): interpretado novamente por Steve Reed * Ruby (1992): interpretado por Gérard David e Kevin Wiggins * Forrest Gump (1994): interpretado por Jed Gillin * Thirteen Days (2000): interpretado por Bruce Greenwood * Timequest (2002): interpretado por Victor Slezak * Bubba Ho-Tep (2002): interpretado por Ossie Davis * The Kennedys (2011): interpretado por Greg Kinnear * The Butler (2013): interpretado por James Marsden * Jackie (2017): interpretado por Caspar Phillipson == Interpretações de Kennedy na TV == * Parkland (2013): interpretado por Brett Stimely * 11.22.63 (2016): interpretado por Christopher Phipps Categoria:Naturais de Brookline (Massachusetts) Categoria:Norte- americanos de ascendência irlandesa John F. Kennedy Categoria:Católicos dos Estados Unidos Categoria:Alunos da Universidade Harvard Categoria:Veteranos da Segunda Guerra Mundial dos Estados Unidos Categoria:Democratas de Massachusetts Categoria:Membros da Câmara dos Representantes dos Estados Unidos Categoria:Senadores dos Estados Unidos por Massachusetts Categoria:Presidentes dos Estados Unidos Categoria:Anticomunistas dos Estados Unidos Categoria:Medalha Presidencial da Liberdade Categoria:Pessoas da Guerra Fria Categoria:Presidentes dos Estados Unidos assassinados Categoria:Mortes filmadas Categoria:Sepultados no Cemitério Nacional de Arlington Categoria:Norte-americanos assassinados Categoria:Ganhadores do prêmio Pulitzer Categoria:Pessoas assassinadas nos Estados Unidos Categoria:Pessoa do Ano Categoria:Assassinados em 1963 Categoria:Políticos americanos do século XX",
 "title": "John F. Kennedy"
}