{
 "id": "38196",
 "text": "Esta é uma lista de telenovelas brasileiras, compreendendo as telenovelas produzidas por emissoras de televisão do Brasil. Costumeiramente tratada como uma \"obra aberta\", em razão de seu enredo poder ser alterado pelo responsáveis por sua produção para ir de encontro com as reações do público que a consome, as telenovelas brasileiras são veiculada nas redes nacionais de televisão, em sua maioria de sinal aberto, e não raro tem seus direitos de exibição vendidos para diversos outros países. A primeira telenovela brasileira a ser produzida e veiculada no país foi Sua Vida Me Pertence, cuja estreia se deu em 21 de dezembro de 1951 na extinta Rede Tupi. Esta produção em 15 capítulos, entretanto, era exibida apenas duas vezes por semana, e não de segunda à sexta-feira, formato usualmente adotado pelo gênero. A primeira produção a ser exibida diariamente foi ao ar apenas em 1963: 2-5499 Ocupado, produzida e exibida pela TV Excelsior. A telenovela mais longa foi Redenção, cujos 596 capítulos foram exibidos continuadamente entre 1966 e 1968. Entre 1997 e 2001, Chiquititas alcançaria a marca de 807 capítulos adotando o formato de \"temporadas\" típico das séries de televisão com a interrupção de sua exibição entre janeiro e abril de cada ano. Malhação, produção exibida anualmente desde 1995, já teve mais de 5 mil capítulos exibidos, mas não é considerada uma telenovela e sim uma série de televisão com características de outro formato de teledramaturgia, as soap operas. Voltadas inicialmente ao entretenimento, algumas telenovelas também já discutiram polêmicas e questões de responsabilidade social em suas histórias. == Por emissora == === Rede Bandeirantes === A Rede Bandeirantes é uma emissora brasileira fundada na cidade de São Paulo em 13 de maio de 1967 pelo empresário brasileiro João Jorge Saad. Entre 1967 e 1970 a emissora exibiu sete telenovelas de forma contínua, seguida por outra fase, entre 1979 e 1983, com a exibição de mais 19 telenovelas de forma contínua, retomando a produção de obras de teledramaturgia em duas oportunidades posteriores, na década de 1990 e na década de 2000. Entre 1995 e 1999 cinco telenovelas foram produzidas pela emissora, tendo sido as três últimas - Perdidos de amor, Serras Azuis e Meu pé de laranja lima - todas escritas por Ana Maria Moretzsohn. Outras quatro telenovelas seriam produzidas entre 2005 e 2008: Floribella seria a primeira e mais bem-sucedida produção. Exibida de forma bem-sucedida entre 2005 e 2006, em duas temporadas distintas, intituladas Floribella e Floribella 2 e escritas por Patrícia Moretzsohn e Jaqueline Vargas Paixões Proibidas, de Aimar Labaki e Dance Dance Dance, de Yoya Wursch ocupariam posteriormente o horário destinado à exibição de telenovelas na emissora, assim como Água na Boca, de Marcos Lazarini, exibida em 2008. Após o encerramento de Água na Boca, a emissora não demonstraria interesse em produzir novas telenovelas. E então começou a exibir novelas internacionais, sendo a mais recente a portuguesa Valor da Vida, atualmente em exibição. === TVE Brasil === * João da Silva (exibida em várias emissoras) (1973) * A Conquista (1978) === Rede CNT === * A Verdadeira História de Papai Noel, de Geraldo Vietri, dir: Lucas Bueno (1995) * A Vinda do Messias, de Vicente Abreu, dir: Lucas Bueno (1996) * Antônio dos Milagres, de Geraldo Vietri, dir.: Lucas Bueno (1996) * Irmã Catarina, de Geraldo Vietri e Peter Orglmeister, dir: Atílio Riccó (1996) * Ele Vive, de Vicente Abreu, dir: Lucas Bueno (1996) * A Última Semana, de Vicente Abreu, dir: Lucas Bueno (1996) * Coração Navegador, de Patrícia Muller, Pedro Zimmermann e Izaías Almada, dir: Leonel Vieira, Patrícia Siqueira e Paulo Nascimento (2007) === TV Cultura === ; Década de 1960 *A Muralha,de Benjamin Cattan e Raul Roulien (1961) * O Moço Loiro, de J. Marcondes, baseada no romance de Joaquim Manuel de Macedo (1965) * Amor de Perdição, de Leonor Pacheco, baseada no romance de Camilo Castelo Branco (1965) * As Professorinhas, de Lúcia Lambertini (1965) * Escrava do Silêncio, de Leonor Pacheco (1965) * O Tirano, de Mário Fanucchi (1965/1966) * Sangue Rebelde, de Leonor Pacheco (1966) ; Década de 1970 * João da Silva, de Lourival Marques (1973) * Meu Pedacinho de Chão, de Benedito Ruy Barbosa e Teixeira Filho (1971/1972) ; Década de 1980 * O Resto É Silêncio, de Mário Prata, baseada no romance de Érico Veríssimo (1981) * Partidas Dobradas, de Marcos Rey, baseada no romance de Mário Donato (1981) * O Fiel e a Pedra, de Jorge Andrade, baseada no romance de Osman Lins (1981) * Floradas na Serra, de Geraldo Vietri, baseada no romance de Dinah Silveira de Queiroz (1981) * O Vento do Mar Aberto, de Mário Prata, baseada no romance de Geraldo Santos (1981) * Música ao Longe, de Mário Prata, baseada no romance de Érico Veríssimo (1982) * Iaiá Garcia, de Rubens Ewald Filho, baseada no romance de Machado de Assis (1982) * Paiol Velho, de Chico de Assis, baseada na peça teatral de Abílio Pereira de Almeida (1982) * Seu Quequé, de Wilson Rocha, baseada na obra de José Condé (1982) * O Tronco do Ipê, de Edmara Barbosa, baseada no romance de José de Alencar (1982) * O Coronel e o Lobisomem, de Chico de Assis, baseada no romance de José Cândido de Carvalho (1982) * Casa de Pensão, de Rubens Ewald Filho, baseada no romance de Aluísio Azevedo (1982) * As Cinco Panelas de Ouro, de Sérgio Jockyman, baseada no romance de Antonio de Alcântara Machado (1982) * Pic-nic Classe C, de Walter Negrão, baseada na obra de Oswaldo Molles (1982) * Nem Rebeldes, Nem Fiéis, de Renata Pallottini, baseada no romance de Ondina Ferreira (1982) * O Pátio das Donzelas, de Rubens Ewald Filho, baseada no romance de Maria de Lourdes Teixeira (1982) * Maria Stuart, de Carlos Lombardi, baseada na peça teatral de Friedrich Schiller (1982) === TV Excelsior === A TV Excelsior exibiu a primeira telenovela diária do Brasil, 2-5499 Ocupado, e se tornou líder na produção de obra do gênero durante a década de 1960, mas no início da década seguinte encerraria suas atividades. === TV Globo === A primeira telenovela exibida pela TV Globo no horário das oito horas foi O Ébrio, de José Castellar, em 1965. Embora O Rei dos Ciganos, de Moysés WeltmanSOUZA, pp.177-178 e A Sombra de Rebecca, de Glória Magadan tenham sido exibidas no horário em 1966 e 1967, respectivamente, somente com a entrada de Janete Clair no roteiro de Anastácia, a Mulher sem Destino, originalmente de Emiliano Queiroz, que a estrutura que posteriormente se convencionaria como \"novela das oito\" se popularizou. Desde O Ébrio até 2015, foram exibidas mais de 80 produções, incluindo Insensato Coração, exibida a partir de 17 de janeiro de 2011 e distinguindo-se das anteriores por ter sido denominada pela emissora como uma \"novela das nove\". Também em 1965, foram exibidas as primeiras telenovelas do horário das sete horas: Rosinha do Sobrado, de Graça Melo e A Grande Mentira, de Fábio Sabag e Marlos Andreucci A primeira telenovela exibida pela Globo no horário das seis horas foi Meu Pedacinho de Chão, de Benedito Ruy Barbosa, em 1971. Entre 1965 e 1979, a Globo possuiu ainda um quarto horário destinado à exibição de telenovelas, às 22h. A primeira produção exibida neste horário foi também a primeira telenovela a ser exibida pela emissora estreando no mesmo dia que a mesma entrou no ar: Ilusões Perdidas, de Ênia Petri. Sinal de Alerta, de Dias Gomes, foi a última telenovela a ser exibida no horário durante aquele período. Em três oportunidades o quarto horário foi \"ressuscitado\": Eu Prometo, de Janete Clair, foi exibida como \"novela das dez\" em 1983, Araponga, de Dias Gomes, foi exibida em 1990 no horário das 21h30 . A partir de 2011, com a telenovela O Astro, de Alcides Nogueira e Geraldo Carneiro, foi criada a faixa das 23h, com novelas curtas e com enredos intensos, foi considerada por diferentes especialistas, como uma série de televisão ou uma telenovela. A partir de 2017, a TV Globo começou a adotar uma nova nomenclatura para esse horário, chamada de \"superséries\", a primeira novela global a ser considerada neste formato foi Os Dias Eram Assim. === TV Itacolomi === * Uma Consciência de Mulher (1964) * Apenas Um Fantasma (1964) * Rosa Maria (1965) * Estrada do Pecado (1965) * Sinete Fatal (1965) === Rede Manchete === A Rede Manchete foi uma emissora brasileira fundada na cidade do Rio de Janeiro em 5 de junho de 1983 pelo jornalista e empresário ucraniano naturalizado brasileiro Adolpho Bloch.ALZER, pp. 48 A emissora permaneceu no ar até o dia 10 de maio de 1999, e, durante este período, exibiu dezenove telenovelas. === TV Paulista === ; Década de 1950 * Helena, de Manoel Carlos, baseada no romance de Machado de Assis (1952) * Senhora (1952) * Diva (1952) * Casa de Pensão (1952) * Iaiá Garcia (1952) * Luz da Esperança (1956) * O Guarani (1959) ; Década de 1960 * Cadeia de Cristal (1965) * Chamas que Não se Apagam (1965) * A Sombra do Passado, de Leonardo de Castro (1965) * Eu Amo Esse Homem, de Ênia Petri (1964) * Tortura d'Alma, de Ênia Petri (1964) * O Tronco do Ipê (1963) * O Ébrio, === Record === A Record foi fundada por Paulo Machado de Carvalho em 27 de setembro de 1953. A primeira telenovela produzida e exibida pela Record foi o folhetim A Muralha, de 1954. Entre 1954 e 1977, o canal havia produzido setenta e oito telenovelas. Em 1977, no entanto, a emissora exibiu O Espantalho, sua última telenovela pelos próximos vinte anos. Entre 1997 e 2004 foram produzidas de forma despretensiosa oito telenovelas adicionais, originárias de parcerias da Record com empresas independentes. Em 10 de maio de 2004 Herval Rossano foi contratado como diretor geral de teledramaturgia e passou a orientar a emissora na reestruturação, promovendo o investimento na compra de equipamentos de última geração, novos estúdios e expansão da equipe, além da aquisição de um casting de autores em ascensão e novos atores qualificados. === TV Rio === ; Década de 1950 * Cabocla (1959) ; Década de 1960 * A Morta Sem Espelho (1963) * Pouco Amor Não é Amor (1963) * Sonho de Amor (1964)REIMÃO, p. 21 * Vitória (1964) * O Desconhecido (1964) * Imitação da Vida, de Ciro Bassini (1964) * Coração (1964) * Prisioneiro de um Sonho (1964) * O Direito de Nascer (co-produção com a TV Tupi) (1964) * Comédia Carioca (1965) * O Preço de uma Vida (co-produção com a TV Tupi) (1965) * O Porto dos Sete Destinos (1965) * O Pecado de Ser Mãe (1966) * A Herança do Ódio (1966) * A Noiva do Passado (1966) * A Mulher Que Amou Demais (1966) * Acorrentados (1969) * João da Silva (1973) === SBT === O Sistema Brasileiro de Televisão, mais conhecida pela sigla SBT , é uma emissora brasileira fundada pelo empresário brasileiro Silvio Santos, e já exibiu mais de cinquenta produções do gênero. === Rede Tupi === . === TV Gazeta === Zulmira (1978) Única novela produzida até hoje pela TV Gazeta. Infelizmente foi censurada no dia de sua estreia. Teve suas fitas apagadas e nunca foi exibida. === TV Tucuju === Mãe do Rio (2006) Novela produzida e exibida pela TV local do Amapá e afilhada da Rede TV, TV Tucuju. a exibição da novela ficou restrita ao estado. [2] === Gloob === Gaby Estrella (2013) [3 == Bibliografia == * * * Categoria:Telenovelas do Brasil Telenovelas Brasileiras",
 "title": "Lista de telenovelas brasileiras"
}