{
 "id": "38225",
 "text": "Submarino ou submergível é uma embarcação fechada e destinada a navegar abaixo da superfície da água. O primeiro submarino de combate a navegar foi criado por David Bushnell, norte-americano que desenvolveu o modelo Tartaruga, de 1775, utilizado sem êxito na Guerra de Independência, porém a ideia de uma embarcação capaz de operar embaixo da água remonta ao século XVI. A propulsão dos submarinos atuais pode ser diesel-elétrico, de menor autonomia, ou nuclear, que garante operações por tempo indefinido. == Histórico == A ideia de funcionamento de um submarino se deu com o sino de mergulho e com o Princípio de Arquimedes, que determina que um corpo mergulhado num líquido sofre uma força de impulsão igual ao peso do volume de líquido deslocado. O sino de mergulho é conhecido há mais de vinte séculos, tendo Aristóteles feito uma narrativa de como Alexandre, o Grande, havia observado a vida marinha descendo para debaixo de água com o equipamento. Com base nestes conhecimentos, Leonardo Da Vinci (1452-1519) projetou uma embarcação submarina, que nunca veio a ser construída. Em 1580, William Bourne, matemático inglês, publicou um livro que resumia a sua ideia de um barco capaz de navegar debaixo da água e voltar à tona. Partindo do Princípio de Arquimedes, ele concluiu que seria possível manter uma embarcação submersa, sendo apenas necessário que o seu peso fosse aumentado com a admissão de água. Em 1620, o inventor holandês Cornelis Drebbel criou o conceito de um submarino navegável. Dos restantes, apenas merecem destaque o submarino Tartaruga (USS Turtle), utilizado na Guerra da Independência Americana, e o submarino Nautilus, de Robert Fulton. Os primeiros submarinos eram movidos por propulsão humana. O submarino francês Plongeur, lançado ao mar em 16 de Abril 1863, foi o primeiro a dispensar a propulsão humana, sendo movido por motores a ar comprimido.Wynn, Stephen. HMS Turbulent, Pen and Sword, 2023, pág. 06, , ISBN 9781526736291 Consultado em 15 de março de 2023. Em 17 de Fevereiro de 1864, durante a Guerra Civil Americana, o CSS Hunley, da Marinha dos Estados Confederados, foi primeiro submarino na história a conseguir afundar um navio de guerra inimigo. O espanhol Ictíneo II, projetado por Narcís Monturiol e lançado em 2 de Outubro de 1864, foi o primeiro submarino dotado de motor a combustão (a vapor). Em 1890, com o advento do motor de combustão interna, aliado a conjuntos de baterias elétricas poderosas e aço de melhor qualidade, o desenvolvimento dos submarinos se deu de forma acelerada. O Aigrette (França, 1904) foi o primeiro submarino dotado de propulsão diesel-elétrica. As utilizações em larga escala de submarinos iniciaram na Primeira Guerra Mundial, estabelecendo-se de forma definitiva na Segunda Guerra Mundial. Na segunda metade do Século XX, o uso da energia nuclear deu enorme autonomia aos submarinos. Sem depender da atmosfera e de reabastecimento de combustível, as embarcações podem ser utilizadas durante anos, pois produzem seu próprio oxigênio e água e não ficam sem energia para o deslocamento, dependendo apenas de alimentação para seus tripulantes. O termo submarino era originalmente um adjetivo que significava \"sob o mar\". Obras literárias, como Vinte Mil Léguas Submarinas, de Júlio Verne, já utilizavam a palavra. Submarino de Cornelius Drebbel. Submarino Targaruga (EUA). CSS Hunley, da Marinha dos Estados Confederados na Guerra Civil Americana. == Submersão e navegação == Todos os navios de superfícies, como também um submarino na superfície, têm condições de flutuação positivas, pesando menos do que a água que ele desloca. Para submergir hidrostaticamente um navio deve ganhar uma flutuação negativa, ou aumentando seu próprio peso ou diminuindo o deslocamento de água. Para controlar seu peso, os submarinos são equipados com tanques lastro, o qual pode ser preenchido com água ou esvaziado com ar pressurizado. Para submersões em geral ou afloramento na superfície, os submarinos usam os tanques da frente e a popa, chamado de \"tanque de lastro principal\" ou (TLP), os quais são abertos e completamente completados com água durante a submersão, ou completamente preenchidos com ar pressurizado para vir à tona. Sob condições de submersão, os TLP são geralmente mantidos cheios, então em muitos submarinos estes tanques são simplesmente uma seção do espaço interno do casco. Para um controle mais preciso e rápido da profundidade, os submarinos usam pequenos Tanques de Lastro de Controle ou TLC, também chamados de tanques duros (hard tanks) devido sua habilidade para se opor a altas pressões. O acréscimo de água nos tanques de controle pode ser controlado ou para refletir mudanças nas condições externas ou para mudança da profundidade de submersão. Os tanques de controle podem ser localizados próximos ao centro de gravidade do submarino, ou separados ao longo do corpo do submarino. Quando submerso, a pressão da água nas paredes do submarino pode alcançar 3 MPa para submarinos de aço e no máximo de 10 MPa para submarinos de titânio, como os Komsomolets, enquanto a pressão interna ao mesmo permanece a mesma. Estas diferenças resultam em uma pressão de compressão no casco, os quais diminuem de tamanho. A densidade da água também aumenta, a salinidade e pressão são maiores, mas isto não é compensado pela compressão do casco, então a flutuação diminui com a profundidade. Um submarino submerso está em um equilíbrio Instável, tendo a tendência de afundar ou de vir à tona. Manter uma profundidade constante requer uma operação constante dos tanques de controle de profundidade. Submarinos com uma condição de flutuação neutra não são intrinsecamente estáveis no balanceamento. Para obter o balanceamento desejado, os submarinos usam tanques de balanceamento traseiros e dianteiros. Bombas podem mover água entre estes tanques, alterando a distribuição do peso e além disto criando um momento para girar o mesmo para cima e para baixo. Um sistema similar é algumas vezes usado para manter a estabilidade. O efeito hidrostático dos tanques de lastro variáveis não é o único meio de controlar o submarino sob a água. A manipulação hidrodinâmica é feita por várias superfícies, as quais podem ser giradas para criar as correspondentes forças hidrodinâmicas quando um submarino se move a velocidade suficiente. Os estabilizadores de popa (hidroplanos), localizado atrás do hélice e normalmente orientados na horizontal, servem para os mesmos propósitos do que os tanques de estabilização, controlando a estabilidade, e são usados frequentemente, enquanto outras superfícies de controle não estão presentes em muitos submarinos. Os estabilizadores da torre e da proa, ambos horizontais, são localizados próximos ao centro de gravidade, e são usados para controlar profundidade com menos eficiência que para o balanceamento. Quando um submarino realiza uma subida de emergência, todos os métodos de estabilização e lastro são usados simultaneamente, propelindo o barco para a superfície. Como o mesmo vem a tona muito rápido, tanto que o submarino deve parcialmente pular fora da água, isto pode infligir sérios danos a alguns sistemas do submarino, principalmente a tubulação. Submarinos modernos usam um sistema direcionamento inercial para navegar enquanto submerso, mas inevitáveis desvios de curso acumulam-se no tempo. Para contornar isto, o Sistema de Posicionamento Global irá ocasionalmente ser usado para obter-se um apurado posicionamento. O periscópio – um tubo retangular com um prisma possibilita uma visão da superfície – é somente usado ocasionalmente em submarinos modernos, pois o seu alcance de visão é muito curto. Os submarinos da classe Virginia têm um sensor fotônico ao invés do tradicional periscópio. Este sensor pode ser posicionado acima da superfície, captando luz visível, infravermelhos, laser de marcação de perímetro e monitoramento eletromagnético. == Casco == Os cascos dos submarinos modernos são usualmente em forma de charuto, que já era presente nos primeiros submarinos, sendo conhecida como \"casco de lágrima\" e inspirada no corpo das baleias. Ela reduz significativamente o arrasto hidrodinâmico do submarino quando submerso, mas diminui sua capacidade de permanecer a tona e aumenta o seu arrasto enquanto na superfície. Desde que as limitações do sistema de propulsão dos primeiros submarinos forçavam os a operar na superfície a maior parte do tempo, o projeto de seu casco era comprometido. Devido as baixas velocidades enquanto submersos, usualmente abaixo de 18 km/h, o aumento do arrasto para viagens submersas era considerado aceitável. Somente mais tarde na Segunda Guerra Mundial, quando a tecnologia permitiu operações submersas mais longas e rápidas e o aumento da vigilância pelas embarcações inimigas forçou os submarinos a permanecerem submersos, os cascos em forma de lágrima voltaram a aparecer, para reduzir o arrasto e o barulho. Nos submarinos militares modernos a superfície externa do casco é coberta com uma fina camada especial de borracha que absorve o som, ou revestimento anecoico, para tornar o submarino mais silencioso. Uma torre montada no topo do submarino acomoda a todo o periscópio e torre de eletrônicos, a qual pode incluir o rádio, radar, contramedidas eletrônicas, e outros sistemas. Em muitas das primeiras classes de submarinos (veja história), a sala de controle, era localizada em dentro desta torre, a qual era conhecida como a \"torre de comando\". Desde daquele tempo, contudo, o comando passou a se localizar em dentro do casco do submarino, e a torre é mais comumente chamada de . O comando não deve ser confundido com a ponte, a qual é uma pequena plataforma aberta localizada no topo da torre usada para observações visuais enquanto se opera na superfície. Aquela deve ser uma plataforma adicional fechada abaixo desta com janelas e quebra vento para mau tempo. Todos os pequenos submarinos modernos e submersíveis, como também alguns dos antigos, têm um casco simples. Todavia, para grandes submarinos, a abordagem tem sido diferente. Todos os submarinos soviéticos pesados são construídos com uma estrutura de casco duplo, mas submarinos norte-americanos usualmente possuem casco simples. Eles ainda têm seções suaves na proa e popa, as quais abrigam os tanques de lastro principais e proporciona uma forma hidrodinamicamente otimizada, mas a seção do casco principal, geralmente cilíndrica, tem somente uma única camada de revestimento. Existem exemplo de submarinos com mais de dois cascos, como os submarinos da classe Typhoon, os quais têm dois cascos principais para pressão e três menores para a sala de controle, torpedos e navegação, enquanto a sistema de lançamento de mísseis é localizado entre os cascos principais. Um submarino de casco duplo é diferente de um navio de casco duplo. O casco externo, o qual dá forma ao submarino, e chamado de casco leve, e não tem que suportar nenhuma diferença de pressão. O casco leve pode ser usado para a montagem de equipamento, que se fossem ligados diretamente ao casco de pressão poderia gerar pontos de tensão nele. Uma abordagem de dois cascos também economiza espaço interno do casco de pressão, colocando-se os anéis de reforço e longitudinais do lado de fora do casco. Estas medidas permitem que o tamanho do casco de pressão, que é muito maior que o casco leve, sejam minimizadas. Também, no caso de danos ao submarino, o casco leve absorverá parte do impacto, sem comprometer a integridade da embarcação, pois o casco de pressão permanecera intacto. A maior desvantagem da estrutura de dois cascos é o significativo aumento da soldagem manual requerida para sua construção. A União Soviética tinha desenvolvido uma tecnologia de soldagem bem estabelecida e tinha bastante mão de obra barata qualificada disponível, mas o alto do custo do trabalho manual nos Estados Unidos torna mais barato a abordagem de casco simples. Outra razão para a construção de casco duplo na União Soviética era a operação no Oceano Ártico, onde os submarinos têm que quebrar camadas de gelo que podem danificar o casco. Internamente ao casco externo há um forte casco, ou casco de pressão, o qual suporta a pressão da água do mar e a pressão interna normal do lado de dentro. O casco de pressão é geralmente constituído de chapas de aço de alta resistência com uma complexa estrutura e grande sobre-dimensionamento, sendo separado por portas estanques em vários compartimentos. Os cascos de pressão e leve formam uma estrutura tridimensional que aumenta sua resistência. O espaço inter-casco é usado para alguns equipamentos que não necessitam de pressão constante para operar. A profundidade de mergulho não pode ser aumentada facilmente. Simplesmente tornar o casco maior aumenta o peso e requer a diminuição do peso dos equipamentos a bordo, finalmente resultando em um batiscafo. == Tipos de submarinos == Basicamente, os submarinos se dividem em civis e militares. === Submarinos civis === Os submarinos civis são utilizados principalmente para pesquisas do fundo do oceano, conserto de plataformas petrolíferas, inspeção de cabos submarinos e dutos e, mais recentemente para lazer. São menores e menos potentes que seus pares militares. === Submarinos militares === Os submarinos militares são meios dotados de armamentos e sensores, capazes de encontrar e destruir seus alvos. Atuam de forma preventiva e dissuasiva, no patrulhamento de áreas costeiras, ou como projeção de poder, com capacidade para atacar inimigos fora de seu território. Os tipos militares existem em maior quantidade e tamanho que os submarinos civis e funcionam como plataformas de armas que podem se manter por longos períodos em alto mar, com apoio logístico pequeno. Ao contrário dos navios de superfície, operam em qualquer condição climática. Por serem de baixa detecção, os submarinos continuam sendo de difícil rastreamento imunes à detecção por satélite, tendo como maior vantagem a sua operação de forma totalmente imersa no meio líquido, aproveitando-se da propagação anômala do som na água para se ocultar e detectar sempre com antecedência as forças de superfície, o que lhes dá a iniciativa das ações. == Tipos de propulsão == Modernamente, os submarinos são de propulsão convencional (SSK), também chamados de diesel-elétricos, e de propulsão nuclear (SSN). === Propulsão convencional === O submarino convencional é equipado com motores elétricos que recebem energia de baterias, as quais são carregadas por dínamos movidos por motores diesel, que por ser de combustão interna, precisa de ar para misturar com o combustível, tornando-se esta sua maior restrição, pois necessita vir à superfície para acionar os motores ou renovar o oxigênio, assim que a energia se esgota, ou fazê-lo em profundidade mínima por meio de esnórquel, um tipo de respirador em forma de mastro que permite ao submarino em profundidade de periscópio renovar o ar ambiente e fazer funcionar os motores diesel. Mesmo sem precisar vir à superfície, o uso do esnorquel representa uma desvantagem, pois seus mastros expõem o submarino à detecção visual, radar e de IR. Além disso, os motores diesel são bem mais ruidosos que os motores elétricos, aumentando as chances de detecção do submarino por navios, aeronaves e por submarinos inimigos. Sua grande vantagem é o preço reduzido e componentes mais simples na sua construção, operação e manutenção. Recentemente surgiram os primeiros submarinos de propulsão híbrida, que permitem aos SSK permanecer mais tempo sob a água, sem que seja necessário recorrer ao uso do esnorquel. Esses sistemas, conhecidos como AIP (Air Independent Propulsion), começaram a ser pesquisados no fim da Segunda Guerra Mundial, como o sistema Walter de peróxido de hidrogênio, mas não obtiveram sucesso na época, devido aos elevados custos e problemas técnicos. Com a tecnologia atual, porém, os motores de circuito fechado se tornaram viáveis e estão sendo oferecidos por fabricantes franceses e suecos. Outro tipo de sistema AIP que está sendo cada vez mais empregado é o de células de combustível do tipo PEM (Polymer Electrolyte Membrane). Os sistemas AIP são uma fonte auxiliar de energia que dão ao SSK a capacidade de se manter mergulhado por duas ou três semanas em sua zona de patrulha, impulsionado por estes motores, sem a necessidade de recarregar as baterias e consequentemente, sem precisar usar o esnórquel com muita frequência. Diagrama do submarino diesel-elétrico HMCS Victoria, da Marinha Real Canadense. Motor diesel-elétrico do submarino soviético Classe Foxtrot. Bateria de submarino exposta no Visakha Museum (Andra Pradexe, Índia). Submarino convencional Classe Riachuelo, da Marinha do Brasil. === Propulsão nuclear === O submarino nuclear é propulsado por turbinas a vapor, que funcionam movidas com vapor produzido num gerador, aquecido por um reator nuclear. Alguns submarinos nucleares usam um motor elétrico para movimentar o hélice, com o propósito de diminuir o nível de ruído e reduzir a possibilidade de detecção. Diferente dos submarinos convencionais, os submarinos nucleares não necessitam de ar fresco para por em funcionamento seus reatores, tendo seu ciclo de abastecimento de combustível renovado em um ano ou mais. A renovação de ar a bordo é feita por um gerador de oxigênio que também extrai o CO2. Em consequência disso, o período de imersão de um SSN fica limitado apenas ao estado moral da tripulação e enquanto durarem os alimentos ou a munição a bordo, podendo chegar a décadas. A tecnologia de um submarino nuclear é complexa, cara e envolve perigos em sua manipulação, por isso poucos países dominam a cadeia de produção. Atualmente Estados Unidos, Rússia, Inglaterra, França e China contam com este tipo de embarcação em suas armadas. O Brasil está desenvolvendo, dentro do Programa de Desenvolvimento de Submarinos - Prosub, sua primeira embarcação, denominada SN Álvaro Alberto, a ser lançada na década de 2030, devendo se tornar o sexto país a contar com esta arma. Diagrama do SNLMB Classe Le Redoutable da Marinha Nacional Francesa. Reator nuclear de um submarino. K-266 Oryol (Rússia). == Armamentos == Nos primórdios da era dos submarinos, estas embarcações contavam com torpedos, canhões e metralhadoras no convés, pois o tempo de submeração era menor e precisavam atacar e se defender quando na superfície. Após a Segunda Guerra Mundial, as armas de convés deixaram de existir, limitando-se apenas ao número maior de torpedos e de mísseis, podendo também carregar e lançar minas e medidas dissuasivas. === Torpedo === miniaturadaimagem|Torpedo Mk 46. A mais comum arma de um submarino, o torpedo é um projétil explosivo autopropulsionado que após ser lançado opera debaixo de água e é projetado para detonar ao entrar em contato ou ao aproximar-se de um determinado alvo. Torpedos são utilizados desde a Primeira Guera Mundial e atualmente contam com tecnologia avançada, o que permite alcançar e destruir o alvo com maior precisão. Embora sejam a arma-padrão dos submarinos, os torpedos podem ser lançados de navios, helicópteros e aviões. === Submarino lançador de mísseis balísticos === Certos submarinos são construídos para lançar mísseis balísticos, que podem conter todas as formas de ogivas, inclusive nucleares ou termobáricas. Apenas Estados Unidos, Rússia e China contam com este tipo de embarcação. Podemos citar os submarinos americanos da Classe Los Angeles e o russo Belgorod. Estes modelos contam com propulsão nuclear e têm as funções de projetar poder e levar armas de grande capacidade de destruição para qualquer lugar do planeta, de forma furtiva. == Principais partes == Um submarino tem como partes principais: Vela: Essa é responsável pela entrada e saída da tripulação, pela estabilização do submarino e pela localização de equipamentos. Sonar: Em uma máquina valorizada pela furtividade, os sonares não devem emitir ondas sonoras tais quais os tipos mais comuns, mas sim focar apenas na captação do ruído natural emitido pelos objetos ao entorno para calcular precisamente a posição adequada do navio e a distância de objetos capazes de promover uma colisão. Periscópio: miniaturadaimagem|Periscópio de um submarino É um tipo de instrumento óptico que antigamente utilizava princípios da reflexão da luz em espelhos para seu funcionamento. Basicamente, dois espelhos são posicionados paralelamente e em um ângulo de 45º, um na entrada da luz e outro na saída do objeto, assim é possível que a imagem viaje até os olhos do observador. Contudo, atualmente, já existem periscópios digitais, os quais funcionam como filmadoras. Dessa maneira, na entrada do equipamento é colocada uma lente e um sensor sensível à luz, o qual a transforma em corrente elétrica. A imagem, agora digitalizada, é transmitida ao observador através de uma tela, semelhante a de uma televisão. Escotilha: É uma forma de saída emergencial do submarino. Lemes: São partes móveis e ajustáveis para controlar a direção do navio. Motor: Fica responsável por converter a energia elétrica em energia mecânica para mover a embarcação. Hélice: O hélice, juntamente com o motor, é a ferramenta que é capaz de canalizar a energia mecânica em propulsão. Baterias: Os submarinos mais comuns são os de propulsão diesel-elétrica ou nuclear-elétrica. Devido a isso, é necessário para o pleno funcionamento da máquina a existência de um banco de baterias extenso. Isso se deve, não só a uma medida de segurança para caso os geradores parem de funcionar corretamente, mas também para mover o submarino quando esse precisa se manter em segredo. Ambos os geradores, mas principalmente o nuclear, liberam ruídos o que pode comprometer a localização da embarcação em missão. Geradores de Oxigênio: Conseguem prover oxigênio para a tripulação através de eletrólise da água ou outro processo químico. Geradores elétricos: São essenciais para a propulsão da embarcação assim como para gerar a energia de alimentação de todos os equipamentos eletrônicos, da manutenção da temperatura interna e da iluminação do navio. Os geradores podem ser a diesel ou nucleares. Lastro: O lastro dos submarinos são ajustáveis através de válvulas que permitem a entrada de água ou ar em um compartimento que geralmente fica ao redor da estrutura da embarcação. O lastro é responsável então por definir a densidade do navio, o que auxilia na imersão e na emersão do submarino. == Submarinista == Na língua portuguesa, submarinista é o termo que designa os tripulantes de um submarino militar, ou pessoas capacitadas a exercer esta atividade., executando atividades nas profundezas dos mares, tais como patrulhas e exercícios militares. No Brasil os submarinistas são formados pela Marinha do Brasil, no Centro de Instrução e Adestramento Almirante Áttila Monteiro Aché. Em Portugal, os submarinistas são formados na Escola de Submarinos, dependente da Esquadrilha de Submarinos e instalada na área da Base Naval de Lisboa. == Marinha portuguesa == A Marinha Portuguesa foi uma das primeiras do mundo a dispor de submarinos, recebendo o primeiro (o NRP Espadarte) em 1913. Possui atualmente dois submarinos, ambos da classe Tridente: o NRP Tridente e o NRP Arpão. São uma versão do submarino Alemão U-214. O Tridente entrou em operação a 8 de setembro de 2010 e é um dos submarinos mais modernos do mundo, com raio de acção de 12 000 milhas náuticas e 60 dias de autonomia a 8 nós. O Arpão entrou ao serviço no primeiro trimestre de 2011. == Marinha brasileira == Os três primeiros submarinos da Força de Submarinos da Marinha do Brasil, da Classe Foca e denominados F1, F3 e F5, construídos em La Spezia, na Itália, foram comissionados em 17 de julho de 1914.Atualmente, marinha brasileira possui seis submarinos: O Tupi (S-30), o Tapajó (S-33), o Tikuna (S-34), o Riachuelo (S-40) e o S Humaitá (S-41). Os quatro primeiros são submarinos da classe Tupi (IKL-1400 ton), o quinto da classe Tikuna e os dois últimos da Classe Riachuelo, desenvolvida no país com a aquisição de tecnologia junto à França, tendo como base os modelos Scorpène. Mais dois modelos da Classe Riachuelo estão em construção, o S Tonelero S-42 e o S Angostura (S-43). Também está em desenvolvimento o primeiro submarino nuclear construído no hemisfério sul, o SN Álvaro Alberto. == Ver também == * Carga de profundidade * Guerra antissubmarino * Lista de submarinos da Marinha Portuguesa == Ligações externas == * submarino.net - como o submarino mergulha * Submarinos * Poder Naval OnLine - Sistemas AIP ou Nucleares. Qual o melhor caminho para a Marinha do Brasil? * Poder Naval OnLine - Submarinos convencionais e nucleares de ataque * - Meios Operacionais de Sub-Superfície da Marinha Portuguesa * - “BARRACUDA” TERMINOU SERVIÇO ACTIVO - 2010 Categoria:Meios de transporte",
 "title": "Submarino"
}