{
 "id": "38230",
 "text": "Puerpério ou período pós-parto (ou pós-natal) é o período de tempo que decorre desde o parto até que os órgãos reprodutores da mãe retornem ao seu estado pré-gravídico. Nesta fase, a mulher é chamada de puerpéra. O período pós-parto começa após o parto e normalmente dura seis semanas. Existem três fases distintas, mas contínuas, do período pós-natal; a fase aguda, que dura de seis a doze horas; a fase subaguda, com duração de seis semanas; e a fase tardia, com duração de até seis meses. Durante a fase tardia, algumas alterações no sistema geniturinário demoram muito mais para serem resolvidas e podem resultar em condições como a incontinência urinária. A Organização Mundial da Saúde (OMS) descreve o período pós-natal como a fase mais crítica e, no entanto, a mais negligenciada na vida das mães e dos bebés; a maioria das mortes maternas e neonatais ocorre durante este período. Na literatura científica, o termo é comumente abreviado para Px , onde x é um número; por exemplo, “dia P5” deve ser lido como “o quinto dia após o nascimento”. Isto não deve ser confundido com a nomenclatura médica que utiliza GP para representar o número e os resultados da gravidez (gravidez e paridade). Uma mulher que dá à luz pode sair assim que estiver clinicamente estável, o que pode ocorrer algumas horas após o parto, embora a média para um parto vaginal seja de um a dois dias. A média de permanência pós-natal para cesariana é de três a quatro dias. Durante esse período, a mãe é monitorada quanto a sangramento, função intestinal e da bexiga e cuidados com o bebé. A saúde do bebê também é monitorada. A alta hospitalar pós-natal precoce é normalmente definida como a alta da mãe e do recém-nascido do hospital dentro de 48 horas após o nascimento. O período pós-parto pode ser dividido em três fases distintas; a fase inicial ou aguda, 8–19 horas após o parto; o pós-parto subagudo, que dura de duas a seis semanas, e o pós-parto tardio, que pode durar até seis meses. No período pós-parto subagudo, 87% a 94% das mulheres relatam pelo menos um problema de saúde. Problemas de saúde de longo prazo (que persistem após o período pós-parto tardio) são relatados por 31% das mulheres. Várias organizações recomendam avaliação pós-parto de rotina em determinados intervalos de tempo no período pós-parto. ==Fases== O puerpério inicia-se no momento em que cessa a interação hormonal entre o ovo e o organismo materno. Geralmente isto ocorre quando termina o descolamento da placenta, logo depois do nascimento do bebê, embora possa também ocorrer com a placenta ainda inserida, se houver morte do ovo e cessar a síntese de hormônios. O momento do término do puerpério é impreciso, aceitando-se, em geral, que ele termina quando retorna a ovulação e a função reprodutiva da mulher. Nas puérperas que não amamentam poderá ocorrer a primeira ovulação após 6 a 8 semanas do parto. Nas que estão amamentando, a ovulação retornará em momento praticamente imprevisível. Poderá demorar até 6 a 8 meses, a depender da frequência das mamadas. Isto impõe, entre outras medidas, a adoção de método anticoncepcional adequado. O puerpério é dividido em três fases: * Puerpério imediato (se estende de 2- 4 horas pós-parto). * Puerpério mediato (até o 2-3 dias pós parto). ** Inclui o primeiro levante(cerca de 6 horas pós- parto) * Puerpério tardio (até cerca das 6 semanas pós-parto). Durante este período, ocorrem alguns fenómenos: *Lóquios - Chamam-se \"lóquios\" o corrimento sanguinolento libertado pelo útero após o parto. Inicialmente são vermelhos e, por vezes, são tão ou mais abundantes que a menstruação. Com o passar do tempo tornam-se acastanhados e em quantidade reduzida. Ao fim de 10 a 14 dias tornam-se brancos ou amarelados, acabando por desaparecer. Se nesta altura verificar uma súbita e abundante perda de sangue, coágulos e um odor desagradável nos lóquios, assistência médica adequada deverá ser procurada. ===Cuidados com o bebé na fase aguda=== Em cerca de 10 segundos, o bebé respira pela primeira vez e o auxiliar coloca-o no peito da mãe. A condição do bebé é avaliada usando a escala de Apgar. A pontuação de Apgar é determinada pela avaliação do recém-nascido em cinco critérios que são resumidos usando palavras escolhidas para formar uma sigla (aparência, pulso, expressão facial, atividade, respiração). Até recentemente, os bebés eram rotineiramente removidos das suas mães após o nascimento; no entanto, a partir de 2000, algumas autoridades começaram a sugerir o contato pele a pele precoce (colocar o bebé nu no peito da mãe) é benéfico tanto para a mãe quanto para o bebé. A partir de 2014, o contato pele a pele precoce, também chamado de cuidado canguru, é endossado por todas as principais organizações responsáveis ​​pelo bem-estar dos bebés. Assim, para ajudar a estabelecer vínculos e uma amamentação bem-sucedida, o auxiliar de saúde realiza avaliações imediatas da mãe e do bebé enquanto o bebé está deitado no peito da mãe e só o retira para observações adicionais somente após a primeira mamada, dependendo da preferência da mãe. A Organização Mundial da Saúde (OMS) também incentiva o contato pele a pele nas primeiras 24 horas após o nascimento para ajudar a regular a temperatura do bebé. ==Período pós-parto subagudo== O pós-parto subagudo começa após o término do período pós-parto agudo e pode durar de duas a seis semanas. ===Recuperação física no pós-parto subagudo=== Nos primeiros dias após o parto, o risco de trombose venosa profunda (TVP) é relativamente alto, pois a hipercoagulabilidade aumenta durante a gravidez e é máxima no período pós-parto, particularmente para mulheres em cesariana com mobilidade reduzida. Podem ser utilizados anticoagulantes ou métodos físicos como compressão no hospital, particularmente se a mulher sofrer de fatores de risco, como obesidade, imobilidade prolongada, cesariana recente ou parente de primeiro grau com histórico de episódios trombóticos. Para mulheres com histórico de episódios trombóticos na gravidez ou antes da gravidez, geralmente recomenda-se anticoagulação. O aumento da vascularização (fluxo sanguíneo) e do edema (inchaço) da vagina da mulher resolve-se gradualmente em cerca de três semanas. O colo do útero estreita-se e alonga-se gradualmente ao longo de algumas semanas. As infeções pós-parto podem levar à sépsis e, se não forem tratadas, à morte. A incontinência urinária pós-parto é sentida por cerca de 33% de todas as mulheres; as mulheres que dão à luz por via vaginal têm cerca de duas vezes mais probabilidades de ter incontinência urinária do que as mulheres que dão à luz através de uma cesárea. A incontinência urinária neste período aumenta o risco de incontinência a longo prazo. No período pós- parto subagudo, 87% a 94% das mulheres costumam relatar pelo menos um problema de saúde. Os exercícios de Kegel são recomendados para fortalecer os músculos do pavimento pélvico e controlar a incontinência urinária. == Ver também == * Tristeza pós-parto * Depressão pós-parto Categoria:Gravidez",
 "title": "Puerpério"
}