{
 "id": "38284",
 "text": "Daejeon (em Coreano: 대전; 大田) ou Taejon é a quinta maior metrópole da Coreia do Sul. Daejeon tinha uma população de mais de 1,5 milhões em 2010. Localizada na região central da Coreia do Sul, a cidade serve como centro de transporte e está na encruzilhada das principais rotas de transporte. Seul, a capital do país, fica cerca de 50 minutos de trem de alta velocidade. Daejeon é um dos centros administrativos da Coreia do Sul, com o Complexo do Governo de Daejeon localizado nela. Na década de 1980 o governo decidiu transferir algumas das funções de Seul para outras cidades. Atualmente, 12 escritórios do governo nacional, incluindo o Serviço de Alfândega da Coreia, Administração de Pequenas e Médias Empresas, Serviço de Compras Públicas, Instituto Nacional de Estatística, Administração de mão-de-obra militar, Serviço florestal da Coreia, Administração do Patrimônio Cultural e Escritório Coreano de Propriedade Intelectual, bem como Tribunal de Patentes de Coreia, estão localizados em Daejeon. A Korea Railroad Corporation, Korea Water Resources Corporation e Korea Minting and Security Printing Corporation também estão sediadas na cidade. Daejeon possui 18 universidades, incluindo o Instituto Superior de Ciência e Tecnologia da Coreia, a Universidade Nacional de Chungnam, a Universidade Nacional de Hanbat, a Universidade de Hannam e a Universidade de Ciência e Tecnologia da Coreia, além de vários institutos de pesquisa importantes. A cidade ganhou o apelido de \"Vale do Silício da Ásia\" e \"cidade de alta tecnologia\". Também sediou a Exposição Internacional de 1993 e a Olimpíada Internacional de Matemática em 2000. ==Geografia== Daejeon situa- se entre as latitudes N36°10'50\" e N36°29'47\" e as longitudes E127 ° 14'54 \"e E127 ° 33'21\" próximo ao centro da Coreia do Sul. São 167,3 km de Seul, 294 km de Busan e 169 km de Gwangju. Sejong, que está planejada para ser a nova capital administrativa do país, também está próxima. A cidade é dividida em cinco municípios: Seogu (서구), Donggu (동구), Yuseonggu (유성구), Daedeokgu (대덕구) e Junggu (중구). Três riachos atravessam-na do sul para o norte, juntando-se ao rio Geum: Gapcheon (갑천), Yudeungcheon (유등천) e Daejeoncheon (대전천). ==Divisões administrativas== A cidade é dividida em 5 distritos (\"Gu\"): * Distrito de Daedeok (대덕구; 大德區) * Distrito de Dong (동구; 東區) *Distrito de Jung (중구; 中區) * Distrito de Seo (서구; 西區) * Distrito de Yuseong (유성구; 儒城區) == Demografia == Em março de 2017, Daejeon tinha uma população de 1.529.292 habitantes, incluindo 17.103 (1,1%) estrangeiros. === Religião === De acordo com o censo de 2005, de sua população total, 21,8% seguem o budismo e 31,2% o cristianismo (sendo 20,5% o protestantismo e 10,7% o catolicismo). Cerca de 47% da população não é religiosa ou segue o Musismo e outras religiões indígenas. == Educação == Conhecida como o Vale do Silício da Coreia, Daejeon é o lar de institutos de pesquisa privados e públicos, centros e parques científicos. Os centros de pesquisa e desenvolvimento da Samsung, do Instituto de Avanço da Tecnologia da Informação, da LG, Universidade de Ciência e Tecnologia, Instituto de Pesquisa em Eletrônica e Telecomunicações estão na Daedeok Science Town, no distrito de Yuseong-gu. A Korea Advanced Institute of Science and Technology (KAIST) é uma instituição de ensino superior voltada para a pesquisa em ciência e tecnologia. Em 2000, foi classificada pela Asiaweek como a \"Melhor instituição de ciência e tecnologia da Asia\". == Cidades-irmãs == * Ōda, Japão (1987) * Seattle, Estados Unidos (1989) * Budapeste, Hungria (1994) * Nanquim, China (1994) * Calgary, Canadá (1996) * Guadalajara, México (1997) * Uppsala, Suécia (1999) * Novosibirsk, Rússia (2001) * Brisbane, Austrália (2002) * Binh Duong, Vietname (2005) * Sapporo, Japão (2010) Categoria:Cidades metropolitanas da Coreia do Sul",
 "title": "Daejeon"
}