{
 "id": "38295",
 "text": "Bee Gees foi uma banda de pop anglo-australiana formada na cidade de Brisbane, na Austrália, em 1958, pelos irmãos ingleses Barry, Robin e Maurice Gibb. Nascidos na Ilha de Man, viveram alguns anos em Chorlton, Manchester, Inglaterra. Ainda crianças, mudaram-se com os pais para Brisbane, em Queensland, na Austrália. Fizeram sucesso desde 1966 até o início da década de 2010 e figuram entre os maiores vendedores de discos de todos os tempos. Passaram por diversos ritmos musicais, como o rock psicodélico, balada,country rock, disco, R&B;, música romântica, terminando no pop rock moderno. Venderam aproximadamente 220 milhões de discos. Foram incluídos no , no Hall da Fama do Rock and Roll, no Hall da Fama dos Compositores e ganharam dez prêmios Grammy. O álbum Saturday Night Fever, trilha sonora do filme Embalos de Sábado à Noite (título no Brasil) ou Febre de Sábado à Noite (título em Portugal e demais países lusófonos), é a segunda trilha sonora mais vendida de todos os tempo, ocupando a sétima colocação como álbum mais vendido da história, com mais de 42 milhões de cópias, de acordo com a revista Billboard: 300 Best-selling Albums of All-Time. O grupo possui muitos recordes pela Billboard Hot 100 entre os quais, estarem em oitavo lugar entre os artistas com mais canções que ficaram em primeiro lugar nas paradas; o álbum Saturday Night Fever chegou à segunda posição, entre os álbuns com mais canções que ficaram em primeiro lugar, perdendo apenas para Bad de Michael Jackson. São os artistas que tiveram mais músicas em primeiro lugar nos anos 1970, com nove canções no total e atingiram o segundo lugar entre os artistas com mais canções consecutivas em primeiro lugar com seis músicas, entre 1975 e 1979. Conseguiram ainda o terceiro lugar entre os artistas que ocuparam simultaneamente o primeiro e segundo lugares, com as músicas Saturday Night Fever e Stayin' Alive. Barry Gibb chegou a estar em quarto lugar entre os produtores com mais canções que ficaram em primeiro lugar, com quatorze músicas, e também na quarta colocação entre os compositores com mais canções que ficaram em primeiro lugar, com dezesseis músicas ao todo, perdendo apenas para Paul McCartney e John Lennon. O Hall da Fama do Rock and Roll diz em uma citação: \"Somente Elvis Presley, The Beatles, Michael Jackson e Paul McCartney superam os Bee Gees em recordes e vendas\". == Biografia == === De 1946 a 1957 — nascimento e iniciação no mundo da música === O grupo foi formado por três irmãos, filhos de dois músicos regionais ingleses, Hugh Gibb e Barbara Pass, pais de mais duas crianças. Primeiro, o casal teve uma filha, Lesley Barbara Gibb, nascida em 12 de janeiro de 1945 em Manchester. Depois, a família mudou- se para Douglas, na Ilha de Man. Lá nasceram os três integrantes do grupo: Barry Alan Crompton Gibb, em 1 de setembro de 1946; Robin Hugh Gibb e Maurice Ernest Gibb, gêmeos, em 22 de dezembro de 1949 e alguns anos depois, em 1958, Andrew Roy Gibb, o filho mais novo. A família viveu em Douglas até 1955, quando voltaram a Manchester, vivendo na localidade de Keppel Road. Em 1956, os pais descobriram o talento musical dos filhos. Barry Gibb ganhou sua primeira guitarra, e rapidamente aprendeu a tocar. Maurice e Robin começaram a cantar e descobriram uma harmonia entre suas vozes. Incentivados pelo pai, os irmãos começaram a cantar nas ruas e em alguns \"shows de talentos\" promovidos por escolas, teatros e cinemas. Eles formaram um grupo de skiffle chamado de The Rattlesnakes, que consistia em Barry na guitarra e vocais, Robin e Maurice nos vocais e os amigos Paul Frost na bateria e Kenny Horrocks no baixo tea- chest. Em março de 1958, nasceu o último filho de Hugh e Barbara Gibb: Andrew Roy Gibb, ou simplesmente Andy Gibb que, futuramente, também iria ingressar no mundo da música, entretanto não como um \"Bee Gee\". Em maio do mesmo ano, os Rattlesnakes se separaram quando Frost e Horrocks deixaram o grupo; os irmãos Gibb então formaram outro grupo com o nome de Wee Johnny Hayes and the Blue Cats. Em agosto de 1958, a família emigrou para a Austrália, vivendo na cidade de Brisbane. Lá começaram a tocar em clubes noturnos com relativa audiência. Em 1959, um DJ australiano chamado Bill Gates percebeu o talento dos irmãos e acabou sugerindo o nome de \"Bee Gees\", já que em sua opinião havia muitos \"BGs\" na vida deles (exemplo: Barbara Gibb, a mãe deles; Barry Gibb, esse DJ; Brothers Gibb...). Mais tarde, em 1966, adotaram o nome sugerido pelo DJ: Bee Gees. Em 1959, começaram a tocar em programas de televisão, passando a ficar conhecidos entre o povo australiano. === De 1961 a 1970 - Os primeiros sucessos e as primeiras brigas === Em 1961, Barry concluiu os estudos, e a família mudou-se para a área de Surfers Paradise, gastando bom tempo entre 1961 e 1962 apresentando-se em hotéis e clubes noturnos. Em setembro de 1962, o grupo participou numa audição com Col Joye, importante artista australiano da época, e seu irmão e empresário Kevin Jacobsen. Impressionado com o talento daquelas crianças, Kevin conseguiu uma grande apresentação para eles, junto do ídolo do rock e R&B; na época, Chubby Checker, o que deu visibilidade e prestígio aos jovens. Kevin conseguiu também com que os Bee Gees assinassem seu primeiro contrato musical com a maior gravadora de artistas independentes da Austrália, a Festival Records, sob a etiqueta Leedon, usando o nome Bee Gees. Inicialmente, quase chegaram a falir, mas com o sucesso Wine and Women, que chegou ao Top 20 em 1965, puderam gravar seu primeiro disco, The Bee Gees Sing and Play 14 Barry Gibb Songs. Em 1966, os Bee Gees lançaram Spicks and Specks, já pela etiqueta , também da Festival Records. Em janeiro de 1967, entusiasmados com o sucesso dos Beatles, os Bee Gees decidiram retornar à Inglaterra. Partiram em um navio, onde tocavam em troca das passagens. Foi a bordo do navio que souberam que o single Spicks And Specks, chegara ao topo das paradas australianas, era o primeiro number one dos Bee Gees. Ao chegarem na Inglaterra, começaram a procurar uma nova editora. Hugh Gibb decidiu começar pela \"maior de todas\" e mandou, otimista, um material para a NEMS Enterprises (North End Music Stores Enterprises), do empresário Brian Epstein, que era a produtora dos Beatles. O pacote enviado por Hugh naturalmente ficou numa pilha com muitos outros de centenas de grupos com o mesmo sonho. Entretanto, o novo diretor da NEMS, era o australiano Robert Stigwood e justamente por ser australiano, deu atenção especial e, ao ver um pacote vindo de seu país, decidiu ouvir o material da banda. Acabou gostando do que ouviu e contratou os Bee Gees, os apresentando na gravadora inglesa Polydor. Depois de conquistarem a Austrália, estava tudo pronto para conquistarem a Europa. Com as apresentações ao vivo ficando cada vez mais frequentes, foi necessário montar uma banda e dois amigos foram chamados: Colin Petersen para a bateria e Vince Melouney para a guitarra. A partir do contrato com a Polydor, eles entraram como membros permanentes dos Bee Gees. Podem ser vistos nas capas dos discos e nos clipes da década de 1960. A formação ficou a seguinte: Barry (guitarra e voz), Robin (piano e voz), Maurice (baixo e voz), Colin (percussão) e Vince (guitarra). thumb|esquerda|280px|Os Bee Gees no final da década de 1960. Da esquerda para a direita: Barry Gibb, Robin Gibb, Vince Melouney, Maurice Gibb e Colin Petersen O primeiro single mundial da banda, lançado já pela Polydor, foi New York Mining Disaster 1941 em abril de 1967. Lançado de maneira inusitada, representou um verdadeiro golpe de marketing: o artista vinha escrito como \"Be…es\", levando as pessoas a pensarem que era uma nova música dos Beatles. As pessoas compravam, acabavam gostando e depois descobriam que, em vez dos Beatles, eram os Bee Gees. Mas a canção que realmente lançou o grupo ao estrelato foi Massachusetts, de novembro de 1967, que foi o primeiro single a chegar ao topo das paradas mundiais, em mais de dez países. Até o fim da década de 1960, o grupo formou um quinteto de rock, com influências do country e do soul, com letras românticas. Com essas características, lançou outros sucessos: To Love Somebody, em 1967, Words e I've Gotta Get a Message to You em 1968, além de I Started a Joke, a primeira canção dos Bee Gees a chegar no primeiro lugar no Brasil, em 1968. No fim de 1968 os Bee Gees gravaram o álbum Odessa, lançado em 1969, contando com os singles First of May e Melody Fair, disco que foi marcado pela separação do grupo. Robin decidiu sair da banda, alegando que Robert Stigwood dava prioridade a Barry, e Vince Melouney o acompanhou. Colin Petersen ainda manteve-se na banda e gravou algumas canções com Barry e Maurice, mas só permaneceu até agosto de 1969, quando foi despedido, sendo substituído na percussão por Geoff Bridgeford, que depois também sairia do grupo. Os irmãos mais tarde reconheceriam que não tinham maturidade para encararem o sucesso com tão pouca idade, cerca de vinte anos, já estavam ganhando muito dinheiro, eram assediados por mulheres e tinham contato diariamente com drogas e álcool. A combinação destes fatores levou a uma batalha de egos e brigas. Ainda em 1969, Robin gravou seu primeiro disco solo, que lançaria em 1970, com o sucesso Saved by the Bell. Barry e Maurice continuaram e gravaram como Bee Gees até dezembro de 1969, e o álbum resultante dessas gravações foi Cucumber Castle, com o single Don't Forget to Remember lançado em abril de 1970. também foi lançado na televisão, um musical exibido em 26 de dezembro de 1970 na BBC2. Os Bee Gees começaram o ano de 1970 separados, entretanto, aos poucos o grupo voltou a se reunir e gravar, e os projetos solo foram deixados de lado. Após a reaproximação, os irmãos lançaram 2 Years On, que só tem três faixas compostas pelos três Gibbs, mas que incluía o grande sucesso Lonely Days, uma música reflexiva do período em que ficaram separados. A partir deste momento, a configuração do grupo como \"trio\" foi fixada, apenas os três apareceriam nas capas dos discos, e os demais músicos seriam contratados conforme a necessidade. === De 1971 a 1980 - quase falência, ressurgimento, mudança de estilo e o auge === O início da década de 1970 foi bom para o grupo. Em 1971, com o lançamento do álbum Trafalgar, a banda teve seu primeiro grande sucesso nos Estados Unidos: a balada How Can You Mend a Broken Heart, primeiro lugar na maior parte das paradas do continente e a terceira mais ouvida no Brasil em 1971. No ano seguinte foi a vez de Run to Me conquistar a Europa e a América Latina. Em janeiro de 1973, lançaram o disco Life in a Tin Can, gravado pela recém fundada gravadora britânica RSO, de Robert Stigwood. O álbum não chegou nem mesmo a ser rankeado nas listas britânicas e alcançou apenas a 69.ª posição nos Estados Unidos. Um outro álbum, A Kick in the Head is Worth Eight in the Pants, que havia sido produzido por Stigwood junto com Life in a Tin Can, não teve interesse para ser lançado. Na época, Maurice Gibb estava passando por um processo de separação da cantora Lulu e Stingwood estava envolvido com cinema e teatro e não ajudou na divulgação do trabalho. Ainda em 1973, por sugestão do amigo Eric Clapton, foram viver nos Estados Unidos. Lá contrataram o produtor , em substituição a Robert Stigwood. Mardin mostrou- lhes as tendências do momento e os Bee Gees lançaram, em 1974, o disco Mr. Natural, o primeiro com uma tendência mais soul. Apesar de mostrar algum progresso com esta transição, nem todo o repertório era novo, com alguns remaked demos de 1968. Apesar da tentativa do grupo de criar um novo estilo, Mr. Natural foi um fracasso comercial. Maurice declarou que a banda não seguiu um rumo definido e foi um trabalho confuso. Em 1975, com enorme receio devido as experiências anteriores, lançaram Main Course, um disco extremamente bem trabalhado. O álbum devolveu os Bee Gees às paradas, com os sucessos Jive Talkin', Nights on Broadway e Fanny (Be Tender with My Love). Nessa época, o grupo KC and the Sunshine Band fazia sucesso com That's the Way (I Like It), e os Bee Gees decidiram apostar nesse estilo. Em 1976, lançaram Children of the World, considerado como o primeiro álbum disco music da banda, que continha a balada Love So Right e o hit You Should Be Dancing, um clássico do gênero. Foram nestes dois discos que surgiu o famoso \"falsete\" (voz aguda) de Barry Gibb, que alguns anos depois se tornaria marca registrada do grupo. Em 1976 lançaram seu primeiro álbum ao vivo: Here at Last... Bee Gees... Live. Apesar de não serem mais produzidos por Robert Stigwood, mantinham grande amizade com o produtor, que agora estava trabalhando com cinema. Em 1976, Stigwood convidou o grupo para participar da trilha sonora do filme Saturday Night Fever. Mal sabiam que aquele simples convite, os faria \"explodir\" para o mundo inteiro no ano seguinte. O filme, que no Brasil recebeu o título de Os Embalos de Sábado à Noite e em Portugal Febre de Sábado à Noite, virou um marco cultural dos anos 1970. O álbum com a trilha sonora do filme bateu todos os recordes de venda na época, sendo o quinto álbum mais vendido da história da música até então, com 37 milhões de cópias, segundo a Billboard. Depois do seu lançamento, manteve-se por um ano no topo de vendas, sendo superado apenas quando Michael Jackson lançou o álbum Thriller. As músicas Stayin' Alive, More Than a Woman, How Deep Is Your Love e Night Fever alcançaram o primeiro lugar em vários países do mundo. O grupo também assinou a faixa If I Can't Have You, sucesso na voz de Yvonne Elliman. Além de todo esse sucesso com a trilha do filme, escreveram também a música Emotion, que foi sucesso na voz de Samantha Sang. Barry ainda compôs em 1978 a faixa título, interpretada por Frankie Valli para o filme musical Grease, que no Brasil recebeu o título de Grease — Nos Tempos da Brilhantina e em Portugal, Grease — Brilhantina. Entre 1977 e 1979, ninguém superava os Bee Gees, em qualquer rádio, no mundo inteiro. A participação dos irmãos na trilha sonora de Saturday Night Fever lhes rendeu seis prêmios Grammy, sendo um em 1978 por How Deep Is Your Love (melhor performance vocal pop), quatro em 1979 (álbum do ano, melhor performance vocal pop, melhor arranjo vocal e produtor do ano), além de um Grammy Hall of Fame Award em 2004. Em 1978, também convidados por Robert Stigwood, os Bee Gees participaram do filme musical , baseado no álbum homônimo dos Beatles. O filme, que contava com participações de Alice Cooper, Aerosmith, Earth, Wind & Fire e outros artistas, foi um fracasso. \"Vamos pular essa parte\" referia-se Robin Gibb, quando o filme era mencionado. Em 1979, os Bee Gees lançaram o álbum Spirits Having Flown onde mostraram sua força e emplacaram vários sucessos, como Tragedy, Love You Inside Out, Reaching Out e Too Much Heaven. O álbum vendeu mais de trinta milhões de cópias. Entre junho e outubro daquele ano, para divulgar o álbum, a banda realizou a turnê , que passou por dezenas de cidades dos Estados Unidos e Canadá. Para a turnê, foi montado um aparato sofisticado, que incluía um avião Boeing 720 de 55 lugares (variante menor do modelo 707). O avião tinha pintura personalizada, com o logotipo e nome do álbum, e levava o grupo, amigos e familiares para as diversas cidades. Os irmãos terminaram a década de 1970 como artistas consagrados, o título \"reis da disco music\" se fez justo, diante das significativas vendas do grupo durante a última metade da década. Porém, outros estilos e grupos queriam despontar. Para a indústria da música e da comunicação, os Bee Gees e o estilo disco já estavam monopolizando o mercado fonográfico por muito tempo. Estavam, portanto, \"atrapalhando\", e era preciso abrir espaço para outros estilos e cantores. Os Bee Gees foram rapidamente estigmatizados e relegados a um segundo plano. De repente, era proibido gostar de Bee Gees: \"Escute-nos hoje! Não vamos tocar Bee Gees!\", anunciava uma rádio. Os irmãos Gibb, naturalmente, estavam desgastados pela excessiva exposição na mídia, além de esgotados psicologicamente e até fisicamente pela pressão da fama e dos compromissos. Não conseguiram manter tal sucesso por mais tempo. E, ao menor sinal de queda, foram estigmatizados pela crítica como \"cantores e compositores medíocres\", fato é reconhecido mais tarde como real e injustificável. A partir deste momento, os irmãos decidiram dar uma pausa na carreira, e começaram a trabalhar como produtores para outros artistas. Assim, se dividiram em dois grupos, contudo sem deixar de comporem juntos, produzindo discos que seriam lançados em 1980. Robin e Maurice produziram o disco para . Em contrapartida, Barry produziu After Dark para Andy Gibb e Guilty para Barbra Streisand, que vendeu mais de vinte milhões de cópias no mundo inteiro e rendeu um Grammy de melhor performance vocal pop por um grupo ou duo, além de outras quatro indicações. === De 1981 a 1990 - Hiato, trabalhos solo e retorno definitivo === Em 1981, o grupo decidiu novamente reunir-se e lançar um disco: Living Eyes. A mídia já estava \"saturada\" com os irmãos Gibb, que foi durante quase três anos assunto diário nos tabloides, e o processo de renovação se fazia necessário. Assim, os Bee Gees, antes protagonistas na maioria das rádios americanas, passaram a ser censurados, sob alegação que o público queria ouvir rock e já estava cansado de disco music. Mesmo que o álbum não conte com nenhuma música \"dançante\", e tenha uma qualidade indiscutível, foi simplesmente esquecido pelos jornais e magazines americanos, recebendo apenas atenção na Ásia. Em uma última tentativa de reviver a disco music, a indústria cinematográfica decidiu lançar, em 1983, o filme Staying Alive, uma espécie de continuação para Os Embalos de Sábado à Noite. O filme contava com John Travolta como estrela principal e, por força de contrato, os Bee Gees foram chamados para compor a trilha sonora. O resultado foi mais um fracasso e a maioria dos estudiosos considera este como o \"último ato\" da disco music, culminando ali o fim de uma era, que marcou a vida de quem era jovem nos anos 1970. Em meados dos anos 1980, as equipes começaram a desenvolver diversos trabalhos. A equipe de Robin e Maurice se concentrou em álbuns solo para Robin. Já a equipe liderada por Barry buscou a produção musical para outros artistas. As tentativas solo renderam certo sucesso que, porém, ficou restrito à Europa, Japão e América Latina. Baladas como Juliet (trabalho de Robin Gibb, de 1983), (Barry Gibb, de 1984) e Like a Fool (Robin Gibb, de 1985), nunca tiveram grande destaque nos Estados Unidos, mas são conhecidas mundialmente. Já outras canções como (Maurice Gibb, de 1984), (Barry Gibb, de 1984) e Toys (Robin Gibb, de 1986) ficaram bem apagadas, sem destaque em quase nenhuma parte do mundo. As investidas das equipes renderam trabalhos bem vistosos para Dionne Warwick, Kenny Rogers, Diana Ross e Carola. Para Dionne, a equipe de Barry produziu , que tornou-se um dos melhores discos da cantora, com destaques para a faixa título, e Yours. Para Kenny Rogers, foi produzido Eyes That See in the Dark, com sucessos como e . Para Diana Ross, foi feito o álbum , do qual foi destaque a faixa e , que conta com a participação de Michael Jackson nos backing vocals e teclados. Já para Carola Häggkvist, foi produzido o álbum Runaway, que lançou os sucessos The Runaway e Radiate na Suécia (país natal da cantora), rendendo a ela dois discos de platina. Desta forma, mesmo com a rejeição e afastamento da mídia, os Bee Gees ainda colecionavam sucessos, agora como compositores e produtores. Em 1985, os Bee Gees começaram a se reaproximar, mas ainda não era a volta definitiva. Houve ainda algumas investidas em direção a produção para outros artistas e projetos solo até que, em outubro de 1986, os irmãos assinaram com a Warner, voltando então a trabalhar juntos. Em 1987, lançaram o álbum E.S.P, que os devolveu ao primeiro lugar em boa parte do mundo (ainda não nos Estados Unidos), com o mega hit You Win Again, uma canção energizante com uma forte batida pop, típica dos anos 1980. Em 1988, os Bee Gees participaram em Londres do show beneficente The Prince's Trust, criado em 1976 pelo Príncipe Charles, interpretando os sucessos You Win Again e Jive Talkin', ao lado de outros astros da música como Phil Collins, Brian May e Midge Ure. Participaram também naquele ano, do . Barry, em um último trabalho como produtor na época, assinou a trilha sonora do filme . No mesmo ano, a família sofreu um abalo com a morte do irmão mais novo Andy Gibb, que sofria de um problema cardíaco agravado após anos de uso de drogas e álcool. Em 1989, lançaram o álbum One, e voltaram a conquistar popularidade nas rádios americanas com os singles , e Wish You Were Here (em português: \"Eu Queria que Você Estivesse Aqui\", homenagem ao irmão falecido no ano anterior). O disco ficou no Top 10 por quase um ano, e originou a turnê , que percorreu a Europa, Ásia e Austrália, sendo registrada em VHS e posteriormente lançada em DVD. O ano de 1989 marcou a volta dos Bee Gees a mídia norte-americana, dez anos depois de serem duramente censurados. O caminho estava aberto para serem reconhecidos nos anos 1990, como \"uma das maiores bandas de todos os tempos\". === De 1991 a 2000 - Reconhecimento e premiações === Em março de 1991, é lançado o álbum High Civilization, com um som bastante experimental, moderno e contemporâneo, repleto de efeitos eletrônicos. Comenta-se entre os fãs que este é um álbum conceitual, porém isto nunca foi confirmado de fato por nenhum dos irmãos. O álbum obteve grande sucesso na Alemanha e mais alguns países da Europa, lançando o hit single , além de singles como Happy Ever After e a balada . Esse sucesso concentrado na Europa Ocidental resultou na turnê no mesmo ano. Em setembro de 1993, mais um álbum é lançado, Size Isn't Everything, com os singles , , e a balada For Whom The Bell Tolls. Neste mesmo ano o canal VH1 apresentou um show especial dos Bee Gees, intitulado \"Center Stage\", a apresentação foi exibida em todos os países onde o canal era transmitido. Chegaram a regravar no mesmo ano a música Words com a dupla sertaneja brasileira Chitãozinho e Xororó, gravaram a música e fizeram um vídeo-clipe, que no Brasil foi chamado de Palavras (Words), conquistando o topo das paradas de sucesso do Brasil, o que rendeu alguns prêmios para a dupla brasileira. Ainda no Brasil, a canção For Whom The Bell Tolls fez parte da trilha sonora internacional da novela Sonho Meu, exibida entre 1993/1994 pela Rede Globo. Na trama a canção foi tema dos protagonistas \"Lucas\" e \"Claudia\", interpretados por Leonardo Vieira e Patricia França. Em 1996, o grupo participou do especial Storytellers do canal VH1, com versões acústicas de seus sucessos. Nesse mesmo ano, o clássico do grupo How Deep Is Your Love voltou ao sucesso, principalmente na Europa, em um cover do grupo britânico Take That. Em março de 1997 lançam Still Waters, após quase três anos de produção e composição. O disco, com um som bem mais moderno e maduro, é considerado como um dos melhores do grupo e alcançou vendagens superiores a dez milhões de unidades, seu maior sucesso desde a fase disco. Com Alone, voltaram ao topo das paradas nos Estados Unidos, ganhando disco duplo de platina. Outros singles de muito sucesso do álbum foram as baladas e . Neste mesmo ano de 1997, os irmãos lançaram um documentário sobre sua carreira chamado Keppel Road e começaram a turnê One Night Only, em celebração aos trinta anos de carreira internacional, com a proposta de fazer \"apenas uma noite\" em cada continente, todos os shows foram transmitidos ao vivo por redes de televisões locais. Um desses shows, realizado no luxuoso hotel MGM Grand Las Vegas, foi lançado em DVD e CD no ano seguinte. Este mesmo show: \"Bee Gees - One Night Only\" foi grande sucesso de vendas em todo o mundo, sendo um dos discos mais vendidos e populares da história do grupo. Ainda em 1997, os Bee Gees compuseram, cantaram e produziram um mega hit para Celine Dion, Immortality, que permaneceu durante um ano nas paradas de todo mundo. Os anos 1990 foram marcados pelo reconhecimento da indústria, crítica e mídia à carreira dos Bee Gees. Em 1994 foram incluídos ao Songwriters Hall of Fame (Hall Da Fama dos Compositores) e em 1997, e também no Rock N' Roll Hall Of Fame, apesar de nunca terem sido considerados uma banda de rock. Além destes títulos, os Bee Gees receberam mais dez outros prêmios em vários lugares do mundo. === De 2001 a 2008 - Morte de Maurice, fim do grupo e trabalhos solo === Em 2001, lançaram o que foi o seu último álbum, This Is Where I Came In, um álbum pop rock, em que se destaca a canção/título \"This Is Where I Came In\", \"Wedding Day\", \"Sacred Trust\" e \"Man In The Middle\", álbum que também teve repercussão localizada em países diferentes: sucesso na Europa, frieza na América, estouro na Ásia.Gravaram no mesmo ano o Dvd Live By Request e um documentário em Dvd completo sobre a vida deles, tendo o mesmo nome de seu último álbum This Is Where I Came In. No final de 2001 foi lançado a coletânea Their Greatest Hits: The Record, uma reunião dos maiores sucessos da banda e novas versões para Heartbreaker, que foi lançada como single para promoção do álbum, Emotion, e mais a versão demo para Immortality, na voz de Barry. A coletânea foi um grande sucesso ficando entre os mais vendidos em vários países. Depois, os Bee Gees decidiram dar um tempo. Em 2002, Robin Gibb gravou seu quinto álbum solo, Barry Gibb gravou algumas canções com Michael Jackson, que nunca foram lançadas e Maurice Gibb estava trabalhando com sua equipe de PaintBall. Entretanto, uma tragédia acontece em 12 de Janeiro de 2003: de ataque cardíaco, morre Maurice Gibb; curiosamente sua irmã Leslie faz aniversário nesse dia. Maurice tinha a fama de ser o mediador entre as mentes conflitantes de Barry e Robin. Estes então anunciaram o fim do grupo, no dia 22. Durante sua carreira, os Bee Gees ganharam dez prêmios Grammy e foram incluídos no Songwriters Hall of Fame (Hall da Fama dos Compositores), em 1997, no Hall da Fama do Rock and Roll entre muitos outros. Os irmãos continuaram seu trabalho de forma solo. E, mesmo com a morte do irmão, Robin lançou um disco solo em 2003, o álbum Magnet, que vem com diversas baladas modernas, e que chegou a ser bem difundido na Europa com o single Please. No mesmo ano a música Wedding Day, integrou a trilha sonora do filme Até Que Os Parentes Nos Separem (The In Laws), com Michael Douglas. Robin trabalhou no ano seguinte com Alistair Griffin na releitura de My Lover's Prayer, do álbum Still waters de 1997. Ainda em 2004 foi lançada a primeira coletânea ou seja, o primeiro lançamento de um álbum dos Bee Gees após a morte de Maurice Gibb, intitulado de Number Ones, contando com suas musicas que chegaram ao primeiro lugar nas paradas e mais o single Man In The Middle em tributo a Maurice. Em 2005, Robin Gibb trabalhou com o grupo G4 na releitura de First Of May. Produziu o single de lançamento de uma das ex-integrantes da banda Atomic Kitten, com sucesso estrondoso na Inglaterra e Europa e mais uma coletânea lançada: Love Songs. Entre 2004 e 2006, Robin saiu em turnê pelo mundo, turnê esta que foi chamada Magnetic Tour, da qual um dos concertos foi registrado em CD e DVD e lançado em 2005. Em 2004 os irmãos Gibb receberam o título Doutor Honoris Causa da Universidade de Manchester e a Comenda de Cavaleiros do Império Britânico, em Londres. Barry trabalhou compondo e produzindo para Cliff Richard, em 2004, e para Barbra Streisand, em 2005, revivendo o sucesso de 1980. O álbum Guilty Pleasures, produzido para ela, foi bem visto em todo o mundo e icluia os singles Come Tommorow em dueto com Barry e Stranger in The Strange Land. Ainda em 2005, a dupla relançou o álbum Guilty, como edição especial de 25 anos, com Cd e DVD, o que fez com que Barry aparecesse na mídia mais uma vez. Em 2006, os irmãos se reuniram para uma apresentação beneficente em Miami e para o Prince's Trust em Londres. Receberam no mesmo ano um prêmio da Academia Britânica da Música. Mas nada disso é fonte de união dos irmãos. No mesmo ano, a dupla assina com a Reprise Records, que começa a relançar um a um os álbuns da banda. Seguindo solo, Barry começa a lançar várias músicas no iTunes: lança seus novos singles Doctor Mann e Underworld e as demos dos álbuns produzidos por ele na década de 1980 — The Guilty Demos, The Heartbreaker Demos, The Eyes That See in the Dark Demos e The Eaten Alive Demos. Robin lançou, em novembro, seu último álbum: My Favourite Christmas Carols, que contém vários hinos natalinos mais a faixa Mother of Love, sua mais nova composição. Ainda em 2006, os Bee Gees assinaram com a Rhino Records, subsidiaria da Warner Bros, que relançou vários de seus álbuns e com um destaque para a coleção Studio Álbuns que incluía os três primeiros discos do grupo: First , Horizontal e Idea com bônus e canções inéditas. Em 2007, Barry e Robin gravaram um documentário sobre a repercussão de suas músicas no filme Saturday Night Fever, lançado em DVD no mesmo ano em comemoração aos 30 anos de lançamento do filme. Já Barry lançou em 2007 seu single country Drown on the River, que esteve na trilha do filme Deal (no Brasil, o filme foi nomeado Negócios e Trapaças. O ano marcou o relançamento do álbum Greatest de 1979, porém com o áudio remasterizado e bônus inéditos, com destaque para as versões remix de Stayin' Alive e If I Can't Have You, que estourou nas paradas da Europa. Em 2008, Robin seguiu em sua carreira solo se apresentando em vários países cantando sucessos dos Bee Gees e de sua carreira solo e lançando quatro singles: Alan Freeman Days, Wing and a Prayer, Ellan Vannin e Stayin' Alive, esse último em dueto com a cantora russa Valeryia. Enquanto isto, Barry participou do novo álbum de Olivia Newton-John, na música The Heart Knows e participou do single da cantora Jamie Jo, U Turn Me On. No início de 2009, o álbum Odessa foi relançado com material bônus e canções inéditas, apresentando um aspecto diferente, e novo pack-age. === 2009 a 2012 - Anúncio da volta aos palcos e morte de Robin === Robin preparou seu novo álbum solo 50 St Catherine's Drive, mas adiou seu lançamento para outros projetos com os Bee Gees e em março de 2009 participou da nova versão da música , junto com Tom Jones e a dupla country Byrns & Nessa, alcançando mais uma vez o primeiro lugar nas paradas inglesas, tornando os Gibb os únicos compositores a ter pelo menos uma música no topo das paradas em cinco décadas distintas, da década de 1960 à década de 2000. Barry estava preparando ainda em seu terceiro álbum solo, com lançamento previsto para 2009, o que também não ocorreu, devido ao retorno dos Bee Gees. Tudo indicava que um álbum country estava a caminho. Constantemente Barry participou de chats com fans em seu site oficial e se apresentou no Love and Hope Ball, interpretando os sucessos dos Bee Gees, com participações de Olivia Newton-John e seu filho Steve Gibb. Em março de 2009, Barry se apresentou no Sound Relief em Sydney, na Austrália, interpretando os grandes sucessos dos Bee Gees, novamente ao lado de Olivia Newton-John, show que ainda conta com apresentações de vários artistas como a banda Coldplay. O show foi lançado em DVD na Austrália. As esperanças sobre uma volta do grupo começaram em 2009, com Robin e Barry trabalhando conjuntamente em um musical dos Bee Gees a ser lançado e, em julho, participando de uma homenagem feita pela Rhino em comemoração aos 50 anos de carreira na Inglaterra. Além disso, eles fizeram uma apresentação juntos, sob o nome de Bee Gees, tocando seus maiores sucessos em Manchester, Inglaterra. Robin, então, deu uma entrevista à rádio britânica BBC revelando que é a volta definitiva dos Bee Gees aos palcos, dizendo que ele e Barry já estão se preparando para uma grande turnê. Ainda em 2009, os irmãos decidiram lançar duas coletâneas. A primeira, Ultimate Bee Gees: The 50th Anniversary Collection traz dois discos, um de músicas dançantes e outro de românticas, todas sucessos da carreira da banda. A edição de luxo traz ainda um DVD com clipes da banda totalmente remasterizado, iniciativa inédita do grupo. A outra, Mythology, estava planejada para ser lançada junto com a primeira, no dia 3 de novembro de 2009, mas foi adiada para 2010; ela traz quatro discos, cada um contendo músicas interpretadas por cada irmão Gibb, inclusive Andy. A coletânea Mythology ainda conta com canções inéditas na voz de Andy Gibb e Maurice Gibb. Para a divulgação da coletânea Ultimate, os Bee Gees iniciaram no final de Outubro uma série de apresentações na televisão. É a primeira apresentação dos Bee Gees na mídia após 07 anos, excetuando a apresentação em 2006, no Prince's Trust. Em julho de 2011 chegou às lojas o novo DVD de Robin gravado na Dinamarca, intitulado \"Robin Gibb In Concert\". Em novembro de 2011, foi revelado que Robin havia sido diagnosticado com câncer de fígado vários meses antes. Ele já tinha ficado notavelmente mais magro com o passar do tempo e cancelou várias aparições públicas. Em uma entrevista de televisão, pouco tempo antes desta revelação, o artista havia dito que iria se reunir com seu irmão Maurice, morto em 2003. \"Eu só imagino que ele está lá em algum lugar e eu vou me encontrar com ele um dia\", declarou Robin. Ele só apareceu em um evento em 13 de fevereiro de 2012, quando participou de um show para levantar fundos para ajudar veteranos do exército britânico. Em abril de 2012, Robin contraiu pneumonia e foi internado em um hospital em Chelsea, Londres, entrando em coma. Recuperou-se uma semana depois, fazendo alguns movimentos e respondendo a estímulos da família, que cantava algumas músicas para ele. No entanto, seu quadro clínico agravou-se e Robin morreu um mês depois, em 20 de maio, tendo sido a causa diagnosticada, um câncer colorretal. Com sua morte, Barry Gibb tornou-se o último membro sobrevivente do grupo. Em setembro, Barry saiu em turnê que seria em \"honra do seu irmão e da música\". Mesmo assim foi lançado em parceria com o filho de Robin, RJ Gibb, o álbum de músicas clássicas - \"Titanic Requiem\" - que ficou em quarto lugar dos mais vendidos na Inglaterra. O disco conceitual foi escrito por Robin e seu filho e resultou em excursões pela Europa. === 2013 a 2016 - Novos projetos === Em 2013 Barry saiu em sua primeira turnê solo, chamada Mythology Tour, divulgando a obra dos Bee Gees. A turnê passou pela Austrália, Inglaterra e Estados Unidos e teve ótimas criticas, com shows lotados. No mesmo ano foi aberta a Bee Gees Way, uma avenida em , em homenagem aos irmãos, que ali moraram durante algum tempo. 2014 começou com a noticia do lançamento do álbum solo de Robin Gibb, 50 St Catherine's Drive, aguardado pelos fãs, com as últimas gravações de Robin, incluindo I Am the World, em nova versão, Days of Wine and Roses, Alan Freeman Days e Instant Love. O disco, produzido em parceria com Peter Vettese, foi bem recebido pela crítica e trouxe o velho estilo pop rock de Robin. No mesmo ano, a Warner lançou o box Bee Gees: The Warner Bros. Years 1987-1991, com versões remasterizadas e expandidas dos álbuns E.S.P., One e High Civilization e ainda pela primeira vez em CD, o áudio do show da turnê de 1989, gravado na Austrália. Em 2016 chega às lojas, pela Columbia Records, o álbum In the Now, segundo disco solo de Barry Gibb, seu primeiro material inédito desde Guilty Pleasures, de 2005, com Barbra Streisand. Para Barry, foi um sonho transformado em realidade, um novo capítulo na sua vida, que sempre esperou um dia em que os Bee Gees gravassem com a Columbia ou com a Sony. Para ele, foi uma grande satisfação poder começar de novo. == Integrantes == === Oficiais === * Barry Alan Crompton Gibb - 1.º Tenor - voz e guitarra (1 de setembro de 1946) * Robin Hugh Gibb - 2.º Tenor - voz (22 de dezembro de 1949 - 20 de maio de 2012) * Maurice Ernest Gibb - Barítono - voz, piano, guitarra, teclado, sintetizadores e baixo (22 de dezembro de 1949 - 12 de janeiro de 2003) === Banda de apoio === Muitos músicos tocaram com os Bee Gees, aqui seguem os mais importantes: Integrante Instrumento ou Função Período de trabalho Colin Petersen bateria (de 1966 a 1969) Geoff Bridgeford bateria (de 1969 a 1972) Vince Melouney guitarra (de 1967 a 1968) Robert Stigwood produtor (de 1967 a 1983) Alan Kendall guitarra (de 1971 a 1980, de 1989 a 2003) Arif Mardin produtor e arranjador (de 1973 a 1975, 1987) Dennys Bryon bateria (de 1973 a 1979) Blue Weaver teclados, piano, sintetizador (de 1975 a 1980) Albhy Galuten sintetizador, produtor, arranjador (de 1975 a 1986) Karl Richardson engenheiro de som, produtor (de 1975 a 1986) George Terry guitarra (de 1979 a 1986) George Bitzer piano, sintetizador (de 1977 a 1986) Rhett Lawrence teclados, sintetizador, programação de bateria (1986-1987) George Perry baixo (de 1990 a 2003) Brian Tench engenheiro de som (1986-1987, 1990) Femi Jiya engenheiro e produtor (1990-1993) John Merchant engenheiro (de 1990 a 2003) Ben Stivers teclados (de 1996 a 2000) Matt Bonelli baixo (de 1996 a 2000) Steve Rucker bateria (de 1996 a 2003) John Merchant engenheiro de som, programação (de 1992 a 2003) Ashley Gibb engenheiro de som (de 1999 a 2003) == Discografia == * The Bee Gees Sing and Play 14 Barry Gibb Songs (1965) * Spicks and Specks (1966) * Bee Gees' 1st (1967) * Horizontal (1968) * Idea (1968) * Odessa (1969) * Cucumber Castle (1970) * 2 Years On (1970) * Trafalgar (1971) * To Whom It May Concern (1972) * Life in a Tin Can (1973) * Mr. Natural (1974) * Main Course (1975) * Children of the World (1976) * Spirits Having Flown (1979) * Living Eyes (1981) * E.S.P (1987) * One (1989) * High Civilization (1991) * Size Isn't Everything (1993) * Still Waters (1997) * This Is Where I Came In (2001) ==Premiações== ===Grammys=== Fonte: Bee Gees World *1977 - Melhor grupo vocal pop, com \"How Deep Is Your Love?\" *1978 - Melhor álbum, com \"Saturday Night Fever\" *1978 - Melhor grupo vocal pop, com \"Saturday Night Fever\" *1978 - Melhor arranjo vocal, com \"Stayin' Alive\" *1978 - Melhor produtor: Barry Gibb, Robin Gibb, Maurice Gibb, Karl Richardson e Albhy Galuten *1980 - Melhor grupo vocal pop (Barry Gibb e Barbra Streisand), com \"Guilty\" *2000 - Lifetime Achievement Award *2003 - Prêmio Pelo Conjunto Da Obra *2004 - Prêmio \"Hall Da Fama\" \"Saturday Night Fever *2015 - Lifetime Achievement Award - Premiação pelo conjunto da Obra ===World Music Awards=== *1997- Legend Award ===American Music Awards=== *1979 - Favorite Pop / Rock Band, Duo ou Grupo *1979 - Favorite Soul / R&B; Album - \"Saturday Night Fever\" *1980 - Favorite Pop / Rock Band, Duo Or Group *1980 - Favorite Pop / Rock Album - \"Spirits Having Flown\" *1997 - International Artist Award ===Brit Awards=== *1997 - Outstanding Contribution To Music ===BMI Awards=== *2007 - BMI Icons ===Inclusões=== *1979 - Hollywood Walk of Fame *1994 - Songwriters Hall Of Fame *1995 - Florida's Artists Hall Of Fame *1997 - Rock And Roll Hall Of Fame *1997 - ARIA (Australian Recording Industry Association) Hall Of Fame *2001 - Vocal Group Hall Of Fame *2004 - Dance Music Hall Of Fame *2005 - London's Walk Of Fame == Filmes == Os Bee Gees já fizeram algumas investidas rumo ao ramo da atuação. Desde 1967, já pensavam em fazer um projeto chamado Cucumber Castle, que seria uma comédia musical passada num reino medieval. Entretanto, o projeto foi empurrado com a barriga até 1969, quando em agosto deste ano, já sem Robin Gibb, a banda decide iniciar as gravações. A história foi lançada como um especial de televisão, transmitido pela BBC 2 num sábado, 26 de dezembro de 1970, às 13:30 GMT. Poucos sabem, mas o Bee Gees também estrelaram num filme da Universal Studios produzido por Robert Stigwood e George Martin chamado Sgt. Pepper's Lonely Hearts Club Band, lançado em 21 de julho de 1978 nos Estados Unidos. Estrelaram também no filme Peter Frampton, Frankie Howerd, Paul Nicholas e Donald Pleasence, além de Sandy Farina no papel de Strawberry Fields, Dianne Steinberg como Lucy e Steve Martin como Dr. Maxwell Edison. Além do Bee Gees e de Peter Frampton, contavam com a participação especial do Aerosmith, de Alice Cooper, Earth, Wind & Fire, Billy Preston, Stargard, e George Burns como Mr. Kite. O filme foi dirigido por Michael Schultz. Apesar do elenco, o filme, que tinha sim uma grande referência ao álbum homônimo dos Beatles, foi um fracasso de bilheteria. Mesmo depois dessas investidas todas dos Bee Gees no ramo do cinema, Barry Gibb e Robin Gibb não desistiram e, em 1984 decidiram fazer o filme-musical Now Voyager. Além deles, no filme também estrelava Michael Hordern, e desta vez estouro de bilheteria. == Ver também == * Lista de recordistas de vendas de discos == Ligações externas == * * * * Categoria:Bandas do Reino Unido Categoria:Bandas de rock Categoria:Bandas de música disco Categoria:Bandas de música pop Categoria:Bandas de pop rock da Inglaterra Categoria:Bandas de R&B; Categoria:Bandas de rock progressivo Categoria:Bandas de soul Categoria:Bandas de synthpop Categoria:Bandas de new wave Categoria:Bandas vencedoras do Grammy Categoria:Bandas formadas em 1958 Categoria:Bandas extintas em 2003 Categoria:Bandas reativadas em 2009 Categoria:Bandas extintas em 2012 Categoria:Recordistas de vendas de discos Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Vencedores do ARIA Awards Categoria:Vencedores do American Music Awards Categoria:Músicos vencedores dos Brit Awards Categoria:Músicos vencedores do World Music Awards Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Agraciados com o Grammy Legend Award Categoria:Bandas com irmãos Categoria:Artistas da Polydor Records",
 "title": "Bee Gees"
}