{
 "id": "38300",
 "text": "Robin Hugh Gibb CBE (Douglas, Ilha de Man, 22 de dezembro de 1949 — Londres, 20 de maio de 2012) foi um cantor, compositor e músico britânico. Foi um dos membros fundadores da banda de pop rock Bee Gees. Era irmão de Barry Gibb, Andy Gibb e gêmeo de Maurice Gibb, falecido em 2003, e que também era um dos integrantes dos Bee Gees. Em 1970 lançou seu primeiro álbum solo, Robin's Reign. == Biografia == === Infância e carreira === Robin nasceu em 1949 na Ilha de Man, uma possessão do Reino Unido, localizada no mar da Irlanda. Era irmão gêmeo de Maurice, que nasceu 35 minutos depois. Seus pais, que já haviam morado em Manchester, regressaram para lá em 1955. Em Manchester, Robin, Maurice e o irmão três anos mais velho Barry, já interessados ​​em música, decidiram formar uma banda e naquele mesmo ano, com a ajuda dos amigos Kenny Horrocks e Paul Frost, começaram a tocar como um grupo skiffle chamado . Quando Horrocks e Frost deixaram o grupo em 1958, os irmãos Gibb mudaram o nome da banda para Wee Johnny Hayes & the Blue Cats, que não durou muito, pois a família mudou-se alguns meses depois para Queensland, na Austrália. Robin, Maurice e Barry formaram então um novo grupo, os Bee Gees, que fizeram a primeira aparição na televisão australiana em 1960. Em 1963, os irmãos assinaram um contrato de gravação com a Leedon Records. O primeiro single do grupo, com uma música de autoria de Barry chamada The Ballad of the Blue and the Grey, teve pouco sucesso. O primeiro sucesso de fato, Wine and Women, com Robin nos vocais principais, lançado em setembro de 1965, alcançou a posição 19 nas paradas australianas. Em 1966, o grupo alcançou a quinta posição na Austrália com Spicks and Specks. No ano seguinte, os irmãos foram para a Inglaterra, assinando contrato com o produtor Robert Stigwood.Robin Gibb Com a banda trilhando o caminho do rock psicodélico, Robin ganhou espaço na banda, passando a compor canções e a ser o vocalista principal. São conhecidas suas interpretações em Massachusetts, And the Sun Will Shine, I've Gotta Get a Message to You, I Started a Joke, How Can You Mend a Broken Heart?, e For Whom the Bell Tolls, além de uma participação na música Nights on Broadway. === Carreira solo === Em 1969, Robin queria ainda mais espaço dentro do grupo, espaço este que não foi lhe dado, o que resultou numa briga e uma consequente separação do grupo. Robin decidiu, então, começar sua carreira solo, até com sucesso, em 1969, ao lançar o single Saved by the Bell, que chegou ao topo de várias paradas de sucesso, especialmente na Europa, e proporcionou a gravação de seu primeiro álbum solo, Robin's Reign, lançado em 1970. Em meados de 1970, os Bee Gees se reconciliaram e reformaram a banda, e o segundo álbum solo de Robin, Sing Slowly Sisters, que estava para ser lançado, foi engavetado, e só circulam cópias bootlegs entre fãs. Mesmo depois da volta aos Bee Gees, Robin gravou algumas canções solo, a saber: Oh! Darling, cover dos Beatles presente na trilha de um filme-tributo chamado , Trash, do álbum Sesame Street Fever, canções gravadas com os personagens do programa televisivo infantil norte- americano Sesame Street; e Help Me, cantada com Marcy Levy, parte da trilha de Times Square. Na década de 1980, os Bee Gees deixaram a carreira como cantores um pouco de lado e investiram na produção de discos para outros artistas. Entretanto, Robin decidiu investir na sua carreira solo. Lançou três álbuns: How Old Are You?, do hit mundial Juliet; Secret Agent, famoso pelo sucesso pop Boys Do Fall in Love; e Walls Have Eyes que emplacou a canção Like a Fool em alguns países. Os dois primeiros trazem um ritmo mais pop, dançante, sendo particularmente bem-sucedidos na Alemanha. O terceiro não deixa de ser eletrônico, mas tem mais baladas, e foi produzido com a ajuda dos dois irmãos de Robin companheiros de Bee Gees. Depois de Walls Have Eyes, os Bee Gees se juntaram novamente, e ficaram juntos até 2002, quando deram um tempo. Quando o quinto álbum de Robin ia ser lançado, já tendo sido mandado para as rádios o novo single \"Please\", morre Maurice, irmão gêmeo de Robin. Mas mesmo assim o disco foi lançado, estando disponível para o público apenas uma semana depois o trágico acontecimento. Magnet vem recheado de canções eletrônicas, a maioria composições alheias, mas também regravações de clássicos da carreira de Robin. Em 2004, Robin começou uma turnê com a Nova Orquestra Filarmônica de Frankfurt, turnê esta que durou até 2006 e foi registrada no CD e DVD Robin Gibb with the Neue Philharmonie Frankfurt Orchestra Live. Neste meio tempo, são lançadas parcerias de Robin com outros cantores, como Alistair Griffin, G4 e US5. Após o fim da turnê, Robin lança no mercado seu sexto disco, My Favourite Christmas Carols, que é, essencialmente, um álbum de cantigas de Natal, trazendo ainda uma nova composição de Robin, a primeira em anos: \"Mother of Love\", que foi lançada como single em sistema de download. Em 2008, Robin entrou em estúdio para gravar o seu sétimo álbum de estúdio, chamado 50 St. Catherine's Drive, lançado em setembro de 2014. O álbum, segundo o site oficial de Gibb, foi adiado para que ele se dedicasse mais aos relançamentos de material dos Bee Gees. Em 2008 mesmo, foram lançados para download digital as canções Alan Freeman Days e Wing and a Prayer que, apesar do nome, é uma faixa diferente da do álbum One dos Bee Gees. Em agosto de 2009, ele disponibilizou no seu site a canção Instant Love. Em 2009, Robin e Barry anunciaram a volta dos Bee Gees aos palcos. Porém, enquanto isto não acontecia, Robin continuava fazendo shows pelo mundo, tendo sido marcada uma turnê por várias cidades brasileiras em 2011, cancelada por motivos médicos. Robin, junto com os Bee Gees, está, desde junho de 1994, no Songwriters Hall of Fame (Hall da Fama dos Compositores) por sua grande contribuição, compondo com os Bee Gees e em carreira solo. Além de finalizar um álbum em tributo ao Titanic, lançado no final de 2011, Robin lançou em julho de 2011, seu novo DVD ao vivo, gravado em 2009 na Dinamarca, contando com a participação da Danish Philarmonic Orchestra. Reuniu grandes sucessos dos Bee Gees, sucessos de sua carreira solo e ainda contou com seu single Alan Freeman Days. Em outubro de 2011, Robin participou da regravação do hit I've Gotta Get A Message To You, junto ao The Soldiers, lançado como single beneficente. O vídeo da música esteve disponível em seu site oficial. == Vida pessoal == Em 1968, Robin casou com Molly Hullis, secretária que trabalhava na Robert Stigwood Organization, separando-se em 1982. Tiveram dois filhos: Spencer (1972) e Melissa (1974). Casou-se depois com a escritora Dwina Murphy, em 1985, com quem teve um filho: Robin John (1983). Em 2008 foi novamente pai, desta vez com a governanta de sua casa, Claire Yang, que deu à luz Snow Evelyn Robin Juliet Gibb. O caso provocou o ciúme de Dwina, que chegou a expulsar a governanta de sua casa. === Problemas de saúde === Robin foi internado diversas vezes por problemas de saúde. A morte repentina do irmão gêmeo Maurice Gibb, em 2003, assustou os fãs, já que Robin apresentava sintomas parecidos. Em 2011 cancelou uma turnê no Brasil, por conta destes mesmos problemas. Em novembro de 2011 o jornal Daily Mirror publicou que Robin estaria com câncer de fígado e que o artista já sabia do diagnóstico desde o início daquele ano, mas manteve oculta a informação da mídia para não preocupar os fãs. Em 14 de abril de 2012 o jornal The Sun publicou que o músico havia sido hospitalizado em Londres em estado de coma devido a uma pneumonia. === Morte === Gibb sofria de cancro do cólon e fígado e por conta da pneumonia, chegou a ficar em coma por doze dias. Morreu no dia 20 de maio de 2012, após uma longa luta contra o câncer. O corpo do músico foi sepultado na cidade de Thame no centro-sul da Inglaterra no dia 8 de junho, na presença do irmão Barry Gibb, de familiares e amigos. No funeral, Barry falou sobre a conexão entre Robin e seu irmão gêmeo Maurice, declarando que \"ambos eram lindos e agora estão juntos\". Barry acrescentou que perder o irmão Maurice uma década antes havia sido a maior dor para Robin nos últimos dez anos. == Último trabalho == O último álbum de estúdio de Gibb, 50 St. Catherine's Drive, foi lançado postumamente em 29 de setembro de 2014 no Reino Unido e 30 de setembro de 2014 nos EUA. O álbum alcançou o número 70 no Reino Unido e o número 39 na Alemanha. Apresenta gravações inéditas de 2007 e 2008. O primeiro single, \"Days of Wine and Roses\", estreou nos Estados Unidos em 12 de setembro. A Reprise Records lançou uma nova versão de \" I Am the World \" do álbum como single no Reino Unido. O primeiro álbum de compilação de Gibb intitulado, Saved by the Bell - The Collected Works of Robin Gibb: 1969–70 foi lançado em maio de 2015 e continha as músicas de Gibb entre 1969 e 1970, incluindo demos de músicas que foram cantadas pelos Bee Gees e o material inédito de Sing Slowly Sisters. == Legado == Em 1994, Gibb foi introduzido no Songwriters Hall of Fame no Grammy Museum em Los Angeles. Em 1997, ele foi introduzido no Rock and Roll Hall of Fame em Cleveland, Ohio, EUA, como membro dos Bee Gees. No BRIT Awards de 1997, realizado no Earls Court Exhibition Centre, em Londres, em 24 de fevereiro, os Bee Gees receberam o prêmio de Outstanding Contribution to Music. Nas Honras de Ano Novo de 2002, Gibb foi nomeado Comandante da Ordem do Império Britânico (CBE) junto com seus irmãos Maurice e Barry. No entanto, a cerimônia de apresentação oficial no Palácio de Buckingham em Londres foi adiada até 2004 devido à morte de Maurice. Em maio de 2004, Gibb e seu irmão Barry receberam doutorados honorários de música da Universidade de Manchester, Inglaterra. Em 2005, Gibb recebeu o em Bochum, Alemanha por realizações nas artes. Em 10 de julho de 2009, ambos os irmãos também foram feitos Homens Livres do Bairro de Douglas, Ilha de Man. O prêmio também foi concedido postumamente a Maurice, confirmando assim a liberdade da cidade de seu nascimento para Gibb, Barry e Maurice. O apresentador de rádio e televisão Paul Gambaccini afirmou que os Bee Gees foram \"perdendo apenas para Lennon e McCartney como a unidade de composição de maior sucesso na música popular britânica\", e reconheceu Gibb como \"uma das principais figuras da história da música britânica [ e] uma das melhores vozes de alma branca de todos os tempos\". Gibb foi membro da Academia Britânica de Compositores, Compositores e Autores (BASCA). ==Discografia== === Carreira Solo === *1970 - Robin's Reign *1970 - Sing Slowly Sisters *1983 - How Old Are You? *1984 - Secret Agent *1985 - Walls Have Eyes *2003 - Magnet *2005 - Robin Gibb with the Neue Philharmonie Frankfurt Orchestra Live *2006 - My Favourite Christmas Carols * 2012 - The Titanic Requiem (com a Royal Philharmonic Orchestra) *2014 - 50 St. Catherine's Drive === Com Bee Gees === * 1965 - The Bee Gees Sing and Play 14 Barry Gibb Songs * 1966 - Spicks and Specks * 1967 - Bee Gees' 1st * 1968 - Horizontal * 1968 - Idea * 1969 - Odessa * 1970 - Cucumber Castle * 1970 - 2 Years On * 1971 - Trafalgar * 1972 - To Whom It May Concern * 1973 - Life in a Tin Can * 1974 - Mr. Natural * 1975 - Main Course * 1976 - Children of the World * 1979 - Spirits Having Flown * 1981 - Living Eyes * 1987 - E.S.P * 1991 - High Civilization * 1993 - Size Isn't Everything * 1997 - Still Waters * 2001 - This Is Where I Came In ==Videografia== *Julho de 2005: Robin Gibb with the Neue Philharmonie Frankfurt Orchestra Live *Julho de 2011: Robin Gibb In Concert with the Danish National Concert Orchestra ==Ligações externas== *Bee Gees Robin Gibb ~ St Mary’s Churchyard Thame no YouTube Categoria:Cantores do Reino Unido Categoria:Naturais de Douglas (Ilha de Man) Categoria:Membros de Bee Gees Categoria:Pessoas gêmeas Categoria:Robin Gibb Categoria:Nascidos em 1949 Categoria:Mortes por câncer colorretal Categoria:Mortes por câncer de fígado",
 "title": "Robin Gibb"
}