{
 "id": "38345",
 "text": "Diane Ernestine Earle Ross, conhecida como Diana Ross (Detroit, 26 de março de 1944),Whitburn, Joel, The Billboard Book of Number 1 Hits, p. 207. é uma cantora americana de soul, jazz, R&B; e pop. Estima-se que as vendas de seus discos e álbuns já ultrapassaram a marca de 100 milhões de cópias. Após sua saída do Supremes em 1970, Ross lançou seu primeiro álbum solo de estreia no mesmo ano, que continha o hit Top 20 Pop \"Reach Out and Touch (Somebody's Hand)\" e o hit número um \"Ain't No Mountain High Enough\". Mais tarde, ela lançou o álbum Touch Me in the Morning em 1973; sua faixa-título alcançou o número 1, como seu segundo hit solo # 1. Nesse mesmo ano, seu álbum Lady Sings the Blues, que foi a trilha sonora original de seu filme baseado na vida da cantora de jazz Billie Holiday, foi para o número 1 no Billboard 200 Albums Chart, vendendo mais de 300.000 cópias nos primeiros 8 dias de lançamento. Em 1976, a trilha sonora de Mahogany incluiu seu terceiro hit número um, \"Theme from Mahogany (Você sabe onde você está indo)\". Seu álbum homônimo de 1976 incluiu seu quarto hit número um, \"Love Hangover\". Em 1979, Ross lançou o álbum The Boss. Seu álbum semi-epônimo de 1980, diana, alcançou o número 2 na parada de álbuns da Billboard nos Estados Unidos, e gerou o número um de sucesso \"Upside Down\", e o hit internacional \"I'm Coming Out\". O último single de Ross com a Motown durante sua carreira inicial com a companhia alcançou seu sexto e último hit número um nos Estados Unidos, o dueto \"Endless Love\", composto pelo filme Brooke Shields de mesmo nome, e com o frontman Commodores, Lionel Richie. Ross e Richie apresentaram a música na transmissão para o 54th Academy Awards, onde a música foi indicada na categoria de \"Melhor Canção\". O sucesso do single lançou a carreira solo de Richie. ==Biografia == === Primeiros anos de vida === Segunda dentre seis irmãos sendo três mulheres e três homens, filhos do operário Fred Ross e da professora Ernestine Earle Ross, Diana nasceu no Hospital da Mulher Hutzel, em Detroit, Michigan. Embora seu nome dado tenha sido \"Diana\", Ross usou \"Diane\" em casa e na escola, e continuou a usar seu nome profissional até completar 21 anos. Seus amigos ainda a chamam de \"Diane\". Posteriormente, sua família se mudou para Detroit. Depois de viver na Avenida Belmont 635 no fim do Norte de Detroit por vários anos, a família de Ross mudou-se para a St. Antoinne Street nos projetos de habitação Brewster-Douglass, em 1958. Diana aspirava ser uma designer de moda, e fez uma faculdade de quatro anos em Habilidades de Design e Costura da escola preparatória \"Magnet school\" enquanto estudava na Cass Technical High School, no centro de Detroit. Era uma majorette e membro da equipe de natação. Foi eleita a mais bem vestida de todas as meninas em seu último ano. Formou-se em janeiro de 1962, um semestre completo antes de seus colegas. Enquanto estava na escola, Ross estudou cosmetologia à noite, assistiu a aulas de modelagem nos fins de semana, e foi empregada na loja Hudson’s Detroit’s Department, onde foi o primeiro funcionário Afro-Americano com \"permissão para sair da cozinha\", devido ao seu porte e senso fashion. Fazia o cabelo de muitos vizinhos para conseguir um salário para poder pagar suas aulas de cosmetologia. === Carreira === Em 1959, Ross atraiu a atenção de Milton Jenkins, gerente do grupo de doo-wop local The Primes, com Mary Wilson. Um dos membros do Primes, Paul Williams, convenceu Jenkins a alistar Ross no grupo da irmã, The Primettes, que incluía Wilson, Florence Ballard e Betty McGlown. Ross, Wilson e Ballard cantaram durante performances ao vivo e, em 1960, assinaram um contrato com a Lu Pine Records. === The Supremes (1959-1970) === Ver artigo principal: The Supremes Em 1959, após ganhar um concurso de canto em Winnipeg, Manitoba, Ross pediu ao ex-namorado, vizinho, e amigo da família, Smokey Robinson, então vice-presidente da Motown Records, para permitir que as Primettes fizessem um teste de audição. Durante o teste, as quatro membros cantaram várias canções. Enquanto Ross cantava sua canção escolhida, o CEO da Motown, Berry Gordy, chegou a caminho de uma reunião, no estúdio. Quando Ross terminou, ele pediu a ela para repetir seu desempenho. Após o teste, ele disse ao grupo que terminasse o ensino médio em primeiro lugar, e em seguida, voltasse à Motown, mas Ross não aceitou. Cada dia, após concluir seus trabalhos de casa, Ross oferecia-se para exercer qualquer função disponível, muitas vezes, realizava palmas e backing vocal para artistas conhecidos, como Mabel John e Marvin Gaye. Posteriormente, Ross tornou-se secretária de Gordy, um trabalho sobre o qual Ross afirmou, em sua autobiografia de 1993, \"Segredos de um pardal\": \"elevou-se a compensação fora da mesa várias vezes ao dia, olhando para todos os documentos importantes para o futuro sobre sua mesa, esperando que, um dia, ver o meu nome em alguns deles\". Em 1961, Betty McGlown havia sido substituída por Barbara Martin e o quarteto assinou com a Motown Records sob seu novo nome, The Supremes, escolhido por Florence Ballard. Alegadamente, Ballard escolheu o nome \"Supremes\" porque era o único que não terminava com \"ette\". Durante o período de desenvolvimento do grupo, Diana Ross serviu como figurinista do grupo, costureira, cabeleireira e maquiadora, dando ao grupo um look parecido com o som, que as diferenciava dos outros grupos femininos da Motown. Ross adquiriu cópias das revistas Vogue e Harper's Bazaar, adaptou os estilos retratados às necessidades do grupo, comprou os tecidos necessários, normalmente com Wilson ao seu lado, e recriou os estilos, deixando-os ainda mais fashion. Ross também ensinou às companheiras tudo o que havia aprendido em suas aulas de moda, que deu a todas uma aparência e comportamento novos antes de começarem a ter aulas no \"Artista da Motown em Desenvolvimento\". Após a saída de Barbara Martin, em 1962, o grupo continuou como um trio. Em 1963, Ross se tornou vocalista do grupo, porque Berry Gordy sentiu que o grupo poderia \"decolar\" para as paradas de sucesso com a qualidade única da voz de Diana. Então, com a canção \"When The Lovelight Shines Though His Eyes\" tornou-as o primeiro grupo a alcançar o Top 20 da Billboard Pop Single. The Supremes conseguiram um hit número um com \"Where Did Our Love Go\", uma canção rejeitada pelo The Marvelettes - mas gravada pela vocalista Gladys Horton em voz grave (Anteriormente, Ross gravou em uma afinação muito elevada, o que deixou sua voz anasalada e penetrante) - e o grupo alcançou um sucesso sem precedentes: entre agosto de 1964 e maio de 1967, Diana Ross, Mary Wilson e Florence Ballard conseguiram ter dez singles número um, onde todos apareceram também no Top 40 do Reino Unido. O sucesso The Supremes intensificou-se pela inveja sentida por muitos outros artistas Motown que viram o sucesso do grupo, como resultado de favoritismo de Ross por Gordy, quando, na verdade, Gordy simplesmente apoiava os artistas que mais trabalhavam em sua gravadora. Ross tinha fama de ser a melhor aluna do “Artista em Desenvolvimento”. Ela ficou mais tempo no estúdio do que outros para aprender seu ofício de desempenho, sacrificando o tempo pessoal mais do que os outros na gravadora. Ross foi, com exceção de, talvez, Marvin Gaye, o artista da Motown que executava as normas da Broadway e de outros materiais no \"meio do caminho\" por felicidade, enquanto muitos dos outros artistas queixavam-se, temendo que seriam vistos como \"comerciais\" ou “negros inferiores” para realização de tal material. Florence Ballard, em particular, cresceu frustrada pela importância contínua de Ross dentro do grupo. Na raiva, Ballard começou a deixar de participar de entrevistas, ensaios, gravações e apresentações (ou aparecer embriagada no palco), bebia excessivamente e rapidamente ganhou peso, que lhe custaram milhares de dólares para mudanças em seu guarda-roupas nessa fase. Supostamente, Ballard teria agredido fisicamente Ross na sequência de um ensaio na performance de \"The Sound Of Music\", e \"My Favorite Things\" do musical The Sound of Music, que havia gravado em seu álbum de Natal, então recém-lançado. Posteriormente disseram que Ross, acidentalmente, esmagou um dos brincos de candelabro pesados de Ballard após caírem com seu sapato. Os Brincos de Ross também eram conhecidos a cair, a mais famosa durante o desempenho do grupo de \"You Can't Hurry Love\" no The Ed Sullivan Show, o resultado foram pelo menos três pessoas para tirar Ballard de cima de Ross. Com comportamento instável, Gordy foi forçado considerar a substituição de Ballard, o que fez em meados de 1967, após uma apresentação em Las Vegas em que Ballard, , expostos a barriga até onde ela poderia fora de seu traje smoking durante brincadeiras do grupo no palco, um ato que Gordy, enfurecido, viu esse comportamento como \"a gota d'água\" (Ballard tinha sido autorizado a retornar ao grupo, a título experimental, na sequência de interrupções anteriores). Depois da saída de Florence Ballard do grupo em julho de 1967, Gordy escolheu Cindy Birdsong, um membro de Patti LaBelle e o Bluebelles, como sua substituta. Pouco tempo depois, ele mudou o nome do grupo para Diana Ross & the Supremes e passou a cobrar taxas mais elevadas de desempenho nos locais, que pagaram mais por um líder e um grupo, do que apenas um grupo. Outros nomes da Motown foram alterados por razões semelhantes, incluindo Smokey Robinson & The Miracles (ex-The Miracles) e Martha Reeves & The Vandellas (anteriormente The Vels, Martha and the Vandellas). The Supremes conseguiram um total de 12 singles número um e foi o mais bem sucedido grupo vocal americano dos anos 1960, e depois dos Beatles, o segundo grupo de maior sucesso no mundo inteiro. === Deixando o The Supremes === A Motown inicialmente concebeu uma carreira solo para Diana Ross em 1966, mas não agiu sobre esta até 1968. Alguns especiais de televisão como a TCB (1968) e G.I.T. na Broadway (1969) foram projetados para destacá-la como uma estrela em seu próprio direito, e muito do material tardio das Supremes liderada por Ross foram gravados nos backing vocals pelos The Andantes, e não com Wilson e Birdsong. Para Ross, a animosidade que sentia de seus companheiros de grupo tornou-se insuportável. Sua ansiedade resultou em uma forma de anorexia. Ross ficava nervosa demais para comer, apesar de Gordy ter dado ordens de serviço de quartos de grandes quantidades de alimentos a serem entregues ao quarto do hotel de Ross. Seu peso começou a cair, deixando-a com aparência de \"osso fino\". Sua pele entrava em suores frios, tanto que Gordy às vezes tinha que esfregar seu corpo inteiro com álcool, a fim de evitar que ela entrasse em choque. Quando no palco, Ross mantinha os ombros muito altos, uma manifestação física e visível publicamente de sua ansiedade. No verão de 1969, Ross começou suas gravações solo. Em novembro do mesmo ano, três anos depois dos primeiros rumores, a revista Billboard confirmou a saída de Ross do grupo para iniciar sua carreira solo. Nesse mesmo ano, Ross, através do programa nacional de variedades artísticas Hollywood Palace, Apresentou a mais recente banda da Motown, o Jackson 5. Inicialmente, Ross gravou suas primeiras sessões solo com alguns produtores, incluindo Bones Howe e Johnny Bristol. Sua primeira faixa com Bristol, \"Someday We'll Be Together\", foi marcado como um single solo potente, mas, em vez disso foi divulgado como a última canção de Diana Ross & The Supremes. \"Someday We'll Be Together\" foi o 12 º e o último hit número um para o Supremes e o último hit número um dos anos 1960. Ross fez sua última aparição com as Supremes, no Hotel Frontier em Las Vegas em 14 de janeiro de 1970, anunciando a cantora Jean Terrell como sua substituta. == Carreira solo == === Início da carreira === Após um semestre de gravação de material com vários produtores, Ross se firmou com a equipe de produção de Nickolas Ashford e Simpson Valerie, a força criativa por trás de de duetos de sucesso de Marvin Gaye e Tammi Terrell e da música “Some Things You Never Get Used To” de Diana Ross & the Supremes. Ashford e Simpson dirigiram-se mais para primeiro álbum de Ross, Diana Ross, e continuaram a escrever e produzir para ela até a próxima década. Em maio de 1970, “Diana Ross” foi lançado pela Motown. O primeiro single, influenciado por uma valsa gospel, \"Reach Out and Touch (Somebody’s Hand)\", chegou ao número 20 na Billboard Hot 100. O segundo single do álbum, um arranjo de covers dos hits de 1967 de Gaye Terrell, outra composição de Ashford e Simpson, \"Ain't No Mountain High Enough\", foi um hit internacional, e deu a Ross um disco de ouro com o seu primeiro single pop # 1 como artista solo. \"Ain't No Mountain High Enough\" recebeu uma indicação ao Grammy de Melhor Performance Vocal Pop Feminino. Em 1971, a Motown lançou seu segundo álbum “Everything Is Everything”, que produziu o primeiro single número 1 do Reino Unido, \"I'm Still Waiting\". Vários meses depois, Ross lança “Surrender”, que inclui o pop-top #20 hit, \"Remember Me\". Naquele ano, ela começou seu primeiro Especial de TV, Diana!, Com participações de The Jackson 5, Bill Cosby e Danny Thomas. Até então, a Motown Records se mudou para Hollywood. Berry Gordy decidiu que era tempo de a empresa se aventurar mais uma vez em um novo território, concentrando grande parte de sua atenção no desenvolvimento de uma empresa de cinema, com Diana Ross como a sua primeira estrela. === \"Lady Sings The Blues\" === No final de 1971, a Motown anunciou que Diana Ross iria retratar a cantora ícone do jazz Billie Holiday em um filme produzido baseado em sua autobiografia Holiday's Lady Sings the Blues (1956), escrito por William Dufty e pela própria Billie. Imediatamente, os críticos ridicularizaram Diana no papel, pois foi considerada \"a milhas de distância\" no estilo vocal e na aparência de Billie Holiday. Destemida, Diana mergulhou na música e história de vida de Billie Holiday. Na verdade ela sabia muito pouco sobre a artista, pois não era uma grande fã de jazz em geral. Em vez de imitar a voz, Ross focou-se na entonação do vocal de Billie Holiday. Estreado em Outubro de 1972, Lady Sings the Blues foi um sucesso fenomenal, e o desempenho de Diana Ross recebeu críticas favoráveis universalmente. O filme coestrelado por Billy Dee Williams como amante de Holiday, Louis McKay. O elenco também incluiu o comediante Richard Pryor como o \"Piano Man\". Em 1973, Diana foi nomeada para um Globo de Ouro e um Oscar de \"Melhor Atriz\". A candidata, juntamente com colegas daquele ano Cicely Tyson, foi a segunda atriz Afroamericana a ser nomeada para um Oscar de Melhor Atriz (depois de Dorothy Dandridge). Diana ganhou o Globo de Ouro de Melhor Revelação, mas perdeu o Oscar de melhor atriz para sua amiga Liza Minnelli por seu papel em Cabaret. O álbum da trilha sonora de Lady Sings the Blues alcançou o número um na Billboard 200 durante duas semanas e vendeu 300.000 cópias em seus primeiros oito dias de lançamento. Depois de várias sessões de gravação da trilha sonora, muitos dos músicos (alguns dos quais já haviam tocado com Billie Holiday) espontaneamente explodiram em aplausos, louvando a atuação de Ross. O álbum duplo personalizado gravadora é um dos melhores álbuns trilha- sonora de Diana Ross de todos os tempos, com vendas totais de cerca de 2 milhões de unidades nos EUA. Em 1972, logo após as filmagens Lady Sings the Blues, Diana gravou um álbum de jazz, intitulado Blue, que foi arquivado pela Motown Records, pois queria que Ross voltasse à música pop. No ano seguinte, Ross respondeu com o álbum Touch Me In The Morning. A faixa-título se tornou o segundo hit de Ross #1 dos EUA. Mais tarde, em 1973, Ross e Marvin Gaye, colega de gravadora, lançaram seu álbum de duetos de sucesso, Diana & Marvin, que incluiu os hits top-vinte dos EUA, \"My Mistake (Was Love You)\" e no Reino Unido o cover do The Stylistics \"You Are Everything\" atingiu o top-cinco. As tensões surgiram entre eles quando Diana ficou grávida e se recusou a gravar no mesmo estúdio que Gaye, que se recusava parar de fumar maconha no estúdio. Eles terminaram gravando o álbum em estúdios separados, e a fusão de suas vozes ficou por conta da mixagem final. === \"Mahogany\" === Em 1975, Diana novamente coestrelou com Billy Dee Williams no filme da Motown Mahogany. A história de uma aspirante a designer de moda que se torna uma modelo de passarela. O Filme foi uma produção conturbada desde o início. O diretor original do filme, Tony Richardson, foi demitido durante a produção (de acordo com as crescentes tensões com Ross e Williams) e Berry Gordy assumiu a cadeira do diretor por si próprio. Além disso, Gordy e Ross brigaram durante as filmagens, ela então deixou a produção antes das filmagens serem concluídas, forçando Gordy usar sua secretária Edna Anderson como dublê de corpo para Ross. Enquanto um sucesso de bilheteria, o filme não foi bem recebido pela crítica: revisão da revista Time do filme castigou Gordy por \"esbanjar um dos recursos mais naturais da América: Diana Ross\" Ross atingiu o topo das paradas de sucesso por duas vezes em 1976, com ‘’Theme From Mahogany (Do You Know Where You're Going To)’’ e um single Disco, ‘’Love Hangover’’. Uma terceira versão do single, ‘’I Thought It Took a Little Time (But Today I Fell in Love)’’, também teve um sucesso considerável desse álbum. O sucesso desses singles fez seu álbum de 1976, ‘’Diana Ross’’, seu quarto LP para alcançar o Top 10. Em 1977, Sua performance em \"A Night With Diana Ross\", lhe valeu um prêmio Tony especial por suas atuações no Palace Theater, na Broadway. As apresentações foram gravadas em Los Angeles, no Teatro Ahmanson e lançado como um álbum ao vivo com o mesmo nome. Uma versão remontada do show se tornou um especial de televisão da NBC, incluindo uma cena dramática em que Diana Ross retratava Josephine Baker, Ethel Waters e Bessie Smith, em especial de make- up, criado por Stan Winston, para completar as ilusões. De 1976 a 1980, gravou também sucessos em estilo disco, como Love Hangover (1976); What You Gave Me (1978), The Boss e It's My House (1979), de Ashford & Simpson; e Upside Down, I'm Coming Out e My Old Piano (da dupla Nile Rodgers e Bernard Edwards). Em 1981, fez um dueto romântico com Lionel Richie em Endless Love, que foi seu último sucesso pela gravadora Motown. Posteriormente assinou com as gravadoras RCA, para lançamento de seus álbuns nos EUA e EMI, para lançamento dos mesmos álbuns no resto do mundo. Depois de uma queda em vendagem em meados dos anos oitenta, retornou à Motown. Em 1985, Barry Gibb dos Bee Gees produziu para Diana o álbum \"Eaten Alive\", contando com a participação de Michael Jackson na faixa de mesmo nome. Além desse hit, o disco trouxe também músicas que se tornaram sucessos como \"Chain Reaction\" e \"Experience\", todas com a participação de Barry nos backing vocals. Foi nos anos oitenta também, que Diana gravou uma de suas melhores músicas, Missing You, em homenagem ao seu amigo Marvin Gaye, assassinado pelo pai na véspera de seu aniversário de 45 anos. Diana teve duas filhas com o divulgador musical Robert Ellis Silberstein, dois filhos com o executivo norueguês Arne Næss Jr. (morto em 2000) e uma filha com o fundador da Motown, Berry Gordy. No início 2004, foi presa ao ser flagrada dirigindo embriagada na contramão. Em 2003, já tinha sido internada numa clínica para dependentes de álcool e drogas. Diana Ross é uma diva lendária, e uma das maiores inspirações para todas as cantoras de R&B.; Foi incluída no testamento de seu amigo Michael Jackson em função da guarda dos filhos na ausência de Katherine Jackson, mãe de Michael. Diana era considerada a segunda mãe de Michael e por isso sempre a teve em grande consideração. == Discografia == * (1970) Diana Ross * (1970) Everything is Everything * (1971) Surrender * (1973) Touch Me in the Morning * (1973) Diana & Marvin (Dueto com Marvin Gaye) * (1973) Last Time I Saw Him * (1976) Diana Ross * (1977) Baby It's Me * (1978) Ross * (1979) The Boss * (1980) Diana * (1981) Why Do Fools Fall in Love * (1982) Silk Electric * (1983) Ross * (1984) Swept Away * (1985) Eaten Alive * (1987) Red Hot Rhythm & Blues * (1989) Workin' Overtime * (1991) The Force Behind the Power * (1994) A Very Special Season * (1995) Take Me Higher * (1999) Every Day Is a New Day * (2006) Blue * (2006) I Love You * (2015) Diana Ross Sings Songs From The Wiz == Trilhas sonoras == === The Supremes === * You Gotta Have Love In Your Heart - Novela Bandeira 2 (Globo, 1971) * Your Wonderful Sweet Sweet Love - Novela O Bofe (Globo, 1972) * Floy Joy - Novela Selva de Pedra (Globo, 1972) === Carreira solo === *Remember me - Novela Bandeira 2 (Globo, 1971) *Sleepin' - Novela Fogo Sobre Terra (Globo, 1974) * Do You Know Where You're Going To - Novela Anjo Mau (Globo, 1976) * One Love In My Lifetime - Novela Duas Vidas (Globo, 1976) * Missing You - Novela Corpo a Corpo (Globo, 1984) tema romântico de (Lúcia) Joana Fomm e (Amauri) Stênio Garcia Categoria:Nascidos em 1944 Categoria:Naturais de Detroit Categoria:Membros de The Supremes Categoria:Atrizes dos Estados Unidos Categoria:Atrizes afro-americanas Categoria:Apresentadores dos Óscares Categoria:Sopranos dos Estados Unidos Categoria:Cantoras dos Estados Unidos Categoria:Músicos de música disco Categoria:Cantores de soul dos Estados Unidos Categoria:Cantoras afro- americanas Categoria:Motown Categoria:Cantores de música pop dos Estados Unidos Categoria:Cantores de jazz dos Estados Unidos Categoria:Músicos de freestyle Categoria:Produtores musicais dos Estados Unidos Categoria:Vencedores do Tony Categoria:Batistas dos Estados Unidos Categoria:Artistas da RCA Records Categoria:Cristãos dos Estados Unidos Categoria:Globo de Ouro de melhor atriz revelação Categoria:Atrizes de cinema dos Estados Unidos Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Medalha Presidencial da Liberdade",
 "title": "Diana Ross"
}