{
 "id": "3834",
 "text": "As Ilhas do Canal ou Ilhas Anglo-Normandas (em inglês: Channel Islands; em normando: Îles d'la Manche; em francês: Îles Anglo-Normandes ou îles de la Manche) são um grupo de ilhas situadas no canal da Mancha, ao largo da costa francesa, no Golfo de Saint-Malo, a oeste da península do Cotentin. As Ilhas são Jersey, Guernsey e outras ilhas menores próximas. Antigamente chamadas de arquipélago Normando, constituem a parte insular da província histórica da Normandia. As Ilhas do Canal são a única parte do antigo Ducado da Normandia que não foi incorporada à França. Na atualidade, são dependências da Coroa do Reino Unido. Ali, o rei Charles III é saudado como Sua Majestade o Rei, Nosso Duque. Há uma contradição com o género masculino que está enraizada na lei sálica que determinava que a Normandia deve ser exclusivamente governada por homens. Com cerca de 160 000 habitantes, juridicamente as ilhas são constituídas por dois bailiados: Guernsey e Jersey. Guernsey tem como capital St. Peter Port e, como dependências, as ilhas de Alderney (capital St.Anne), Brechou, Great Sark, Herm, Jethou, Lihou, Little Sark, Ortac, Petit Burhou. Jersey tem como capital St. Helier. Os dois bailiados são dependências da coroa britânica, tendo, cada qual, parlamento e sistema administrativo próprios. Os idiomas oficiais das ilhas do Canal são o inglês e o francês. As línguas normandas jèrriais e guernésiais são reconhecidos como idiomas regionais. Durante a Segunda Guerra Mundial foram a única parte das Ilhas Britânicas que foram ocupadas pela Alemanha Nazi. Em Jersey, cerca de 8% da população é de origem portuguesa, formando a maior comunidade estrangeira no arquipélago. == Geografia == Ilhas do Canal Bailiado Ilha Área População Bailiado de Jersey Jersey 116 km² 91.626 (2009) Bailiado de Guernsey Guernsey 63 km² 62.508 Bailiado de Guernsey Alderney 7,8 km² 2.400 Bailiado de Guernsey Herm 2 km² 60 Bailiado de Guernsey Sark 5,45 km² 600 Bailiado de Guernsey Jethou 0,18 km² 3 Bailiado de Guernsey Brecqhou 0,60 km² 2 Bailiado de Guernsey Lihou 0,15 km² 0 Bailiado de Guernsey Burhou 2,25 km² 0 Bailiado de Guernsey Total Guernsey 81 km² 65.573 Todas as ilhas exceto Jersey estão no bailiado de Guernsey. Não obstante, as Minquiers e Ecréhous, grupos de ilhéus desabitados, pertencem ao bailiado de Jersey. Outros ilhéus na região são: Houmets, Crevichou, Ortac, Casquets, Pierres de Lecq e Les Dirouilles. Há outra pequena ilha, Chausey, a sul de Jersey que não está incluída geograficamente nas Ilhas do Canal. Pertence à França e embora receba muito turismo francês, não dispõe de transporte de ou para as ilhas do Canal. As grandes variações nas marés originaram um ecossistema muito rico na zona intertidal. ==Símbolos== Cada ilha tem a sua bandeira, não existindo uma bandeira que as una como Ilhas do Canal. Ficheiro:Flag of Alderney.svg|Alderney Ficheiro:Flag of Guernsey.svg|Guernsey Ficheiro:Government Ensign of Guernsey.svg|Guernsey - insígnia governamental Ficheiro:Civil Ensign of Guernsey.svg|Guernsey - insígnia civil Ficheiro:Flag of Herm.svg|Herm Ficheiro:Flag of Jersey.svg|Jersey Ficheiro:Government Ensign of Jersey.svg|Jersey - insígnia governamental Ficheiro:Civil Ensign of Jersey.svg|Jersey - insígnia civil Ficheiro:Flag of Sark.svg|Sark ==Mapas==",
 "title": "Ilhas do Canal"
}