{
 "id": "3836",
 "text": "Jersey (raramente Jérsia ou Jérsei) oficialmente Bailiado de Jersey, é um país insular no noroeste da Europa e uma dependência autônoma da Coroa Britânica perto da costa noroeste da França. É a maior das Ilhas do Canal e fica a 23 km da península de Cotentin, na Normandia. O Bailiado consiste na ilha principal de Jersey e algumas ilhas e rochas desabitadas vizinhas, incluindo Les Dirouilles, Écréhous, Minquiers e Pierres de Lecq.; ; O território mais próximo é a França, a leste e a sul, seguindo-se Guernesey, a noroeste. == História == A história de Jersey é influenciada pela sua localização estratégica entre a costa da França sententrional e na costa sul da Inglaterra. Há dez mil anos a ilha fazia parte do continente. Há vestígios neolítico em La Cotte à la Chèvre e paleolítico em La Cotte de St Brelade. Vários estudantes de diferentes países vão tirar férias porque é um excelente centro turístico e é um bom lugar para aprender o inglês britânico. Em Jersey há restos de um templo romano, que nos convida a pensar que o Império Romano se estabeleceu nas ilhas. As ilhas ficaram sob influência viquingue no e acredita-se que tenham feito parte do Ducado da Normandia entre 933 e 1066, quando foram anexadas à Grã-Bretanha no reinado de Guilherme, o Conquistador. Desde então, devido à sua localização estratégica, têm sido sempre ligadas à Inglaterra. Entre 1 de julho de 1940 e 9 de maio de 1945 foram ocupadas pela Alemanha nazista. == Política == Jersey é uma dependência da coroa britânica que deposita autoridade num misto de governador, presidente de câmara e xerife chamado bailio (bailiff). O território tem uma área total de 116 km² e uma população de 91.626 habitantes (2009), o que resulta numa densidade demográfica de 790 hab/km². == Economia == A ilha de Jersey é considerada um paraíso fiscal. Graças a especialização em alguns setores de alto retorno, o poder de compra em Jersey é muito alto, tem uma produção per capita econômica, bem à frente de todas as grandes economias. A estimativa do PIB per capita em 2005 foi de 57.000 dólares, um valor que só foi superado por outros dois pequenos estados com características económicas semelhantes: Bermudas e Luxemburgo. Em junho de 2005, os Estados de Jersey introduziu a competição, para regular a concorrência e estimular o crescimento econômico. Esta lei de competição foi baseado no de outras jurisdições. Além de seus bancos e bases financeiras, Jersey também depende do turismo. Em 2006, foram 729.000 visitantes (mais de 3% em relação ao ano anterior), mas as despesas total dos visitantes subiu apenas 1%. Os principais produtos agrícolas são batatas e produtos lácteos. A fonte de leite do rebanho bovino de Jersey é de uma raça bovina de pequeno porte, que também foi reconhecido (mas não muito) pela qualidade de sua carne. Em pequena escala, a produção de carne orgânica foi reintroduzido em um esforço para diversificar a indústria. Os agricultores e criadores costumam vender excedentes de alimentos e flores em alguns estandes no lado da estrada. No século XXI, a diversificação da agricultura e alterações no planejamento de estratégia de ter levado a produtos agrícolas de lojas substituindo muitas das barracas de beira de estrada. Em 18 de fevereiro de 2005, foi concedido a Jersey o título de cidade justa. == Demografia == São realizados censos em Jersey desde 1821. No censo de 2011, a população residente total foi estimado em 97.857, dos quais 34% vivem em Santo Helério, a única cidade da ilha. Apenas 46,4% dos habitantes da ilha nasceram em Jersey, 32,7% da população são nascidos em outros lugares nas Ilhas Britânicas, 8,2% em Portugal , 3,3% na Polônia, 2,4% na Irlanda e 7,1% em outros lugares (estimativas de 2011). Após a Segunda Guerra Mundial, o crescimento do turismo causou imigração dos trabalhadores sazonales de baixa renda para Jersey. Os francêses, que eram a população maior de imigrantes, não queriam mais vir para a ilha porque a França era mais próspera, assim Jersey convidou os madeirenses para pessoal para a hospitalidade. Em 1961, havia 118 portugêses na ilha e em 1981, havia 2321. === Línguas === Até o século XIX, a língua nativa de Jersey, o jersiano – uma variedade da língua normanda –, era a língua da ilha, embora o francês fosse usado para negócios oficiais. Durante o século 20, a influência cultural britânica viu ocorrer uma intensa mudança linguística e Jersey hoje é predominantemente de língua inglesa. Mesmo assim, o jersiano sobrevive; pensa-se que cerca de 2.600 ilhéus (três por cento) são falantes habituais e cerca de 10 mil (12 por cento) no total afirmam ter algum conhecimento da língua, especialmente entre os idosos das freguesias rurais. O jersiano é reconhecido como língua regional em Jersey, mas é pouco usada oficialmente. Tem havido esforços para reviver o jersiano nas escolas.[206] Os dialetos do jersiano diferem na fonologia e, em menor medida, no léxico entre freguesias, sendo as diferenças mais marcantes ouvidas entre as do oeste e do leste. Muitos topônimos estão em jersiano, e topônimos em francês e inglês também podem ser encontrados. A anglicização dos topônimos aumentou rapidamente com a migração de ingleses para a ilha. Devido à proximidade da ilha com a França, durante séculos houve uma comunidade de língua francesa em Jersey, embora atualmente o seu número de falantes diminuiu consideravelmente e é muito pouco falado, embora a língua ainda seja oficial. O último jornal em língua francesa na ilha, Les Chroniques de Jersey, foi fechado no final de 1959. A língua portuguesa é comumente encontrada na ilha, principalmente, em avisos nas cabines telefônicas, e através do uso por trabalhadores migrantes e seus descendentes oriundos de Portugal que formam 9,4% da população de Jersey. Durante a pandemia COVID-19, o Governo de Jersey usou o português como a segunda língua sobre os textos e cartazes informativos. De acordo com o censo de 2001, o inglês era falado por 94,5% da população da ilha, o português por 4,6%, e 0,9% falavam outras línguas. Aulas de português estão disponíveis para os alunos da herança portuguesa. Um professor português na ilha exigiu a inclusão do português no currículo jersiano. == Geografia == Jersey é uma ilha de 118,2 quilômetros quadrados, incluindo terras recuperadas e zona intertidal. A ilha está localizada no canal da Mancha, a cerca de 12 milhas náuticas (22 km) da península de Cotentin na Normandia, França, e cerca de 87 milhas náuticas (161 km) ao sul da Grã-Bretanha. É a maior e mais meridional das Ilhas do Canal. O clima é temperado, com invernos amenos e verões frescos. A temperatura média anual, 11,6 °C é semelhante à da costa sul da Inglaterra, enquanto a média total anual de 1918 horas de sol excede em qualquer lugar no Reino Unido. == Moeda == Desde a intervenção do Tesoureiro do Estado em 2005, os caixas em geral (exceto os do Aeroporto e Porto Elizabeth) já não dispensam notas em inglês. Jersey emite suas próprias notas e moedas que circulam com a moeda do Reino Unido. A Moeda de Jersey não tem curso fora de Jersey, no entanto, é aceita no Reino Unido e pode ser entregue aos bancos no país em troca de moedas emitidas pelo Banco da Inglaterra. == Paróquias == Administrativamente, Jersey está dividido em 12 freguesias. Todas têm acesso ao mar e tem nomes dos santos padroeiro das antigas paróquias: * Grouville (historicamente Saint Martin de Grouville; também faz parte de Les Minquiers) * Saint Brélade * Saint Clement * Santo Helério * Saint John * Saint Lawrence * Saint Martin (historicamente Le Vieux; também faz parte de Les Écréhous) * Saint Mary * Saint Ouen * Saint Peter * Saint Saviour * Trinity == Ver também == * Territórios Ultramarinos Britânicos * Lista de territórios dependentes == Ligações externas == *Government of Jersey *Jersey Tourism Government owned tourism website. *Jersey Elections *Locate Jersey *Jerripedia Historical encyclopaedia, including family history *BBC Jersey",
 "title": "Jersey"
}