{
 "id": "38396",
 "text": "(; por vezes também Alta SaxôniaPB ou Alta SaxóniaPE) é um dos 16 estados federais (Länder) alemães. Localiza-se no centro-leste do país e sua capital é Magdeburgo. Seus estados limítrofes são a Baixa Saxônia a oeste e a norte, Brandemburgo a nordeste e a leste, a Saxônia a sudeste e a Turíngia a sudoeste. Uma outra cidade relevante no seu território é Vitemberga. == Administração == Com a primeira reforma dos distritos ocorrida em 1 de julho de 1994, 21 distritos rurais (Landkreise) foram formalmente criados a partir dos 34 distritos anteriores. Três cidades mantiveram o estatuto de cidades independentes, ou seja, não pertencendo a nenhum distrito. Na primavera de 2005, o governo iniciou uma reorganização e ampliação dos distritos rurais. A segunda reforma dos distritos na Saxônia-Anhalt () entrou em vigor em 1 de julho de 2007, diminuindo o número de distritos para 11. === Distritos === Atualmente, a Saxónia-Anhalt está dividida em onze distritos (Landkreise, singular: Landkreis). # Anhalt-Bitterfeld # Börde # Distrito da Burguenlândia (Burgenlandkreis) # Harz # Terra de Jerichow (Jerichower Land) 6. Mansfeld-Harz do Sul (Mansfeld-Südharz) 7. Distrito do Saale (Saalekreis) 8. Distrito da Salzelândia (Salzlandkreis) 9. Distrito da Altmark de Salzwedel (Altmarkkreis Salzwedel) 10. Stendal 11. Vitemberga (Wittenberg) === Cidades independentes === Além dos distritos, existem ainda três cidades independentes (kreisfreie Städte, singular: kreisfreie Stadt), que não pertencem a nenhum distrito: * Dessávia-Roßlau (Dessau-Roßlau) * Halle (Saale) * Magdeburgo (Magdeburg) == Eleições regionais == (Os resultados apresentados serão os das eleições mais recentes): === 2016 === Partido Votos % +/- Deputados +/- União Democrata-Cristã 334 139 29,8 2,7 12 Alternativa para a Alemanha 272 496 24,3 Novo Novo A Esquerda 183 290 16,3 7,4 9 Partido Social- Democrata 119 368 10,6 10,9 15 Aliança 90/Os Verdes 58 209 5,2 2,0 4 Partido Democrático Liberal 54 565 4,9 1,1 Eleitores Livres 24 269 2,2 0,6 Partido Nacional Democrático 21 230 1,9 2,7 Partido dos Direitos Animais 16 611 1,5 0,1 Aliança dos Direitos Humanos e Animais 11 653 1,0 Novo Novo Outros 27 047 2,4 Votos Inválidos 24 621 2,1 0,3 Total 1 147 498 100 18 Eleitorado/Participação 1 877 649 61,1 9,9 == Lista dos Ministros-Presidentes da Saxônia-Anhalt == # 1945 - 1949: Erhard Hübener (LDPD) # 1949 - 1952: Werner Bruschke (SED) # 1990 - 1991: Gerd Gies (CDU) # 1991 - 1993: Werner Münch (CDU) # 1993 - 1994: Christoph Bergner (CDU) # 1994 - 2002: Reinhard Höppner (SPD) # 2002 - 2011: Wolfgang Böhmer (CDU) # 2011 - : Reiner Haseloff (CDU) == Hino == * Lied für Sachsen-Anhalt (\"Canção para a Saxónia-Anhalt\") == Ligações externas == * Portal oficial do Governo * Webportal Saxônia-Anhalt",
 "title": "Saxônia-Anhalt"
}