{
 "id": "38406",
 "text": "Eslésvico-Holsácia, grafia aportuguesada do alemão Schleswig- HolsteinInfopédia: Schleswig-Holstein; Schleswig; HolsteinTopônimos e gentílicos. Manual de redação oficial e diplomática do Itamaraty.Miguel Magalhães. Ver e rever (8) Métis ou Véctis?, ec.europa.eu. Primavera 1998, p. 6., é o mais setentrionial dos 16 estados federais (Länder) da Alemanha. Sua capital é Kiel; porém Lubeque, outrora importante cidade-membro da Liga Hanseática, é um dos principais centros urbanos do estado. Eslésvico-Holsácia se limita com a Dinamarca ao norte, o Mar Báltico ao leste, com Meclemburgo- Pomerânia Ocidental a sudeste, com a Baixa Saxônia ao sul e sudoeste (com Hamburgo entre os dois estados) e com o Mar do Norte ao oeste. Antes da unificação da Alemanha, tanto o Eslésvico como a Holsácia eram ducados autônomos sob a tutela da Coroa dinamarquesa. Em 1864, uma coalizão entre a Prússia e a Áustria conquistou ambos os territórios e repartiu-os entre si (Guerra dos Ducados do Elba). Contudo, poucos anos depois, a Prússia declarou também guerra à Áustria (Guerra Austro-Prussiana) e anexou o território remanescente à Confederação da Alemanha do Norte até que em 1871, esta foi substituída pelo Império Alemão, entrementes proclamado. Após a Primeira Guerra Mundial, da qual a Alemanha saiu derrotada, e a subsequente assinatura, em 1919, do Tratado de Versalhes, a região do Eslésvico do Norte majoritariamente habitada por populações de língua dinamarquesa, foi cedida à Dinamarca após um plebiscito. No mesmo referendo, as demais áreas decidiram pela permanência do Eslésvico não danófono como parte integrante do Estado alemão. == Administração == Eslésvico-Holsácia está dividido em 11 distritos (Kreise, singular Kreis; ou ainda distritos rurais: Landkreise, singular Landkreis) e 4 cidades independentes (Kreisfreie Städte; ou ainda distritos urbanos: Stadtkreise, singular Stadtkreis). Os 11 distritos (kreise): # Dithmarschen # Ducado de Lauemburgo (Herzogtum Lauenburg) # Frísia do Norte (Nordfriesland) # Holsácia Oriental (Ostholstein) # Pinneberg # Plön 7. Rendsburg-Eckernförde 8. Eslésvico-Flensburgo (Schleswig-Flensburg) 9. Segeberg 10. Steinburg 11. Stormarn Além disso, há ainda quatro cidades independentes (Kreisfreie Städte), que não pertencem a nenhum distrito: * KI - Kiel * HL - Lubeque (Lübeck) * NMS - Neumünster * FL - Flensburgo (Flensburg) == Lista dos Ministros-Presidentes de Eslésvico-Holsácia == # 1945 - 1947: Theodor Steltzer # 1947 - 1949: Hermann Lüdemann # 1949 - 1950: Bruno Diekmann # 1950 - 1951: Walter Bartram # 1951 - 1954: Friedrich-Wilhelm Lübke # 1954 - 1963: Kai-Uwe von Hassel (CDU) # 1963 - 1971: Helmut Lemke # 1971 - 1982: Gerhard Stoltenberg (CDU) # 1982 - 1987: Uwe Barschel (CDU) # 1987 - 1988: Henning Schwarz (CDU) # 1988 - 1993: Björn Engholm (SPD) # 1993 - 2005: Heide Simonis (SPD) # 2005 - : Peter Harry Carstensen (CDU) == Política == === Eleições estaduais === Ano % D % D % D % D % D % D % D % D % D % D % D % D SPD CDU SSW FDP BHE DP NPD GRÜ DVU PDS/LIN PIR AfD 1947 43,8 43 34,0 21 9,3 6 5,0 - 1950 27,5 19 19,8 16 5,5 4 7,1 8 23,4 15 9,6 7 1954 33,2 25 32,2 25 3,5 - 7,5 5 14,0 10 5,1 4 1958 35,9 26 44,4 33 2,8 2 5,4 3 6,9 5 2,8 - 1962 39,2 29 45,0 34 2,4 1 7,9 5 4,2 - 1967 39,4 30 46,0 34 1,9 1 5,9 4 5,9 4 1971 41,0 32 51,9 40 1,4 1 3,8 - 1,3 - 1975 40,1 30 50,4 37 1,4 1 7,1 5 0,5 - 1979 41,7 31 48,3 37 1,4 1 5,8 4 0,2 - 2,4 - 1983 43,7 34 49,0 39 1,3 1 2,2 - 3,6 - 1987 45,2 36 42,6 33 1,5 1 5,2 4 3,9 - 1988 54,8 46 33,3 27 1,7 1 4,4 - 1,2 - 2,9 - 1992 46,2 45 33,8 32 1,9 1 5,6 5 5,0 - 6,3 6 1996 39,8 33 37,2 30 2,6 2 5,7 4 8,1 6 4,3 - 2000 43,1 41 35,2 33 4,1 3 7,6 7 1,0 - 6,2 5 1,4 - 2005 38,7 29 40,2 30 3,6 2 6,6 4 1,9 - 6,2 4 0,8 - 2009 25,4 25 31,5 34 4,3 4 14,9 14 0,9 - 12,4 12 6,0 6 1,8 - 2012 30,4 22 30,8 22 4,6 3 8,2 6 0,7 - 13,2 10 2,3 - 8,2 6 2017 27,3 21 32,0 25 3,3 3 11,5 9 0,7 - 12,9 10 3,8 - 1,2 - 5,9 5 == Literatura == * Hippolyt Haas, Hermann Krumm u. Fritz Stoltenberg:Schleswig-Holstein meerumschlungen in Wort und Bild , Kiel 1896 * Gumpert, Gregor und Tucai, Ewald: Schleswig-Holstein. Ein literarisches Porträt, Neumünster 2010: Wachholtz. ISBN 3-529-06122-0 * Bernd Hoefer: Gesetze des Landes Schleswig-Holstein 3. Auflage 2009, ISBN 978-3-936773-47-7 * Robert Bohn: Geschichte Schleswig-Holsteins, München 2006: C.H. Beck. ISBN 978-3-406-50891-2 * Klaus-Joachim Lorenzen-Schmidt, Ortwin Pelc (Hg.): Das neue Schleswig-Holstein Lexikon, Neumünster 2006: Wachholz. 2. Auflage. ISBN 3-529-02441-4 * Hanswilhelm Haefs: Ortsnamen und Ortsgeschichten in Schleswig- Holstein, Norderstedt 2004. ISBN 3-8334-0509-0 * Ulrich Lange (Hg.): Geschichte Schleswig-Holsteins, Neumünster 2003: Wachholtz. ISBN 3-529-02440-6 * Jann Markus Witt, Heiko Vosgerau (Hg.): Schleswig-Holstein von den Ursprüngen bis zur Gegenwart. Eine Landesgeschichte, Hamburg 2002: Convent. ISBN 3-934613-39-X * Uwe Carstens: Parteiendemokratie in Schleswig-Holstein, in: „Demokratie in Schleswig-Holstein. Historische Aspekte und aktuelle Fragen“, hrsg. von Göttrik Wewer, Opladen 1998, ISBN 3-8100-2028-1 * Uwe Carstens: Das Flüchtlingsproblem in Schleswig-Holstein, Veröffentlichung des Schleswig-Holsteinischen Landesarchivs, Schleswig 1997, ISBN 3-931292-51-7 * Brandt, Otto und Klüver, Wilhelm: Geschichte Schleswig-Holsteins, Mühlau Kiel 1981, 8. Auflage * * Schleswig-Holsteinische Bibliographie == Ligações externas == * * *",
 "title": "Eslésvico-Holsácia"
}