{
 "id": "38401",
 "text": "Brandemburgo ou Brandeburgo (Brandenburg em alemão) é um dos 16 estados federais (Länder) da Alemanha. Situa-se no leste do país, no centro da antiga República Democrática Alemã, e sua capital é Potsdam. A área é de e a população de habitantes (em 31 de dezembro de 2008). Seus limites são: o estado de Meclemburgo-Pomerânia Ocidental a norte, os voivodatos polacos da Pomerânia Ocidental a nordeste e Lubus a leste, e os estados da Saxônia a sul, Saxônia-Anhalt a oeste e Baixa Saxônia num pequeno trecho a noroeste. Além disso, Brandemburgo circunda a cidade-Estado (Stadtstaat) de Berlim, com ela formando a Região Metropolitana de Berlim-Brandemburgo (Metropolregion Berlin/Brandenburg). Historicamente, seu nome deriva da cidade de Brandemburgo no Havel, onde se encontrava a sede do poder político, à época do estabelecimento da Marca de Brandemburgo. == Divisão administrativa == Brandemburgo está dividido em 14 distritos (Kreise, singular Kreis; ou ainda distritos rurais: Landkreise, singular Landkreis) e 4 cidades independentes (Kreisfreie Städte; ou ainda distritos urbanos: Stadtkreise, singular Stadtkreis). 14 distritos (Kreise) de Brandemburgo. 14 distritos (Kreise) de Brandemburgo. 14 distritos (Kreise) de Brandemburgo. # Barnim # Dahme-Floresta do Espreia (Dahme-Spreewald) # Elba-Elster (Elbe-Elster) # Havelândia (Havelland) # Oderlândia da Marca (Märkisch-Oderland) # Alto Havel (Oberhavel) # Alta Floresta do Espreia-Lusácia (Oberspreewald-Lausitz) 8. Óder-Espreia (Oder-Spree) 9. Prignitz Oriental-Ruppin (Prignitz Oriental-Ruppin) 10. Potsdam-Marca Central (Potsdam-Mittelmark) 11. Prignitz 12. Espreia-Neisse (Spree-Neiße) 13. Teltow-Fläming 14. Marca do Ucker (Uckermark) Além disso, há quatro cidades independentes (Kreisfreie Städte): * BRB - Brandemburgo no Havel (Brandenburg an der Havel) * CB - Cottbus * FF - Frankfurt no Óder (Frankfurt an der Oder) * P - Potsdam == Política == === Eleições estaduais === Ano % D % D % D % D % D % D % D % D SPD CDU PDS/LIN GRÜ FDP DVU AfD FW 1990 38,2 36 29,4 27 13,4 13 9,2 6 6,6 6 1994 54,1 52 18,7 18 18,7 18 2,9 - 2,2 - 1999 39,3 37 26,6 25 23,2 22 1,9 - 1,9 - 5,3 5 2004 31,9 33 19,4 20 28,0 29 3,6 - 3,3 - 6,1 6 2009 33,0 31 19,8 19 27,2 26 5,7 5 7,2 7 1,1 - 2014 31,9 30 23,0 21 18,6 17 6,2 6 1,5 - 12,2 11 2,7 3 2019https://www.wahlrecht.de/news/2019/landtagswahl- brandenburg-2019.html#absolut 26,2 25 15,6 15 10,7 10 10,8 10 4,1 - 23,5 23 5,0 5 == Ligações externas == * Portal oficial do governo",
 "title": "Brandemburgo"
}