{
 "id": "38438",
 "text": "Conurbação é a união de duas ou mais cidades, em consequência de seu crescimento geográfico.Grande Enciclopédia Larousse Cultural; São Paulo: Nova Cultural, 1998. p. 1601. v. 7. ISBN 85-13-00761-7 Geralmente esse processo dá origem à formação de regiões metropolitanas. Contudo, o surgimento de uma não é necessariamente vinculado ao processo de conurbação. Várias conurbações juntas formam uma megalópole, por exemplo a do Japão, que vai de Tóquio a Fukuoka, formada por várias conurbações. == Características == O processo de conurbação é caracterizado por um crescimento que expande a cidade, prolongando-a para fora de seu perímetro absorvendo aglomerados rurais e outras cidades. Estas, até então com vida política e administrativa autónoma, acabam comportando-se como parte integrante da metrópole. Com a expansão e a integração, desaparecem os limites físicos entre os diferentes núcleos urbanos. Ocorre então uma dicotomia entre o espaço edificado e a estrutura político-administrativa.ROSS, Jurandyr. Geografia do Brasil. São Paulo: Editora da Universidade de São Paulo, 2005. 5. ed. ISBN 85-314-0242-5 Como uma importante característica, deve-se considerar a demanda de espaço na cidade. Todas as cidades do mundo, de modo geral, são constantemente pressionadas pela demanda de espaço. Isto acaba forçando tanto a incorporação de novos territórios como o adensamento dos já ocupados. Assim, as cidades tendem a crescer, ampliando sua periferia no sentido horizontal e verticalizando as áreas centrais. Quando esse crescimento não é controlado, como acontece com as metrópoles do Terceiro Mundo, o gigantismo deteriora as habitações, torna precários os serviços urbanos, desde os transportes até a segurança, e gera outros problemas. Os países capitalistas desenvolvidos foram os primeiros a apresentar esse tipo de espacialização do fenômeno urbano. Londres, Nova Iorque, Paris, Tóquio, mesmo antes da Segunda Guerra Mundial, já apresentavam intensos processos de conurbação. Principalmente após os anos 30, quando se verificou a grande industrialização do Brasil, o rápido crescimento ocorrido com as cidades brasileiras gerou um \"envelhecimento\" dos antigos centros, dada a grande demanda de serviços mais modernos e mais compatíveis com a nova industrialização. Isto acabou significando uma expansão desses centros, que buscavam novas áreas para crescer. Assim, a configuração dessas conurbações então consolidou-se. Há casos curiosos de conurbações que se desenvolveram junto às linhas de fronteira de diferentes países. É caso das cidades de Santana do Livramento, no estado do Rio Grande do Sul, no Brasil, e Rivera, sede do departamento de mesmo nome, no Uruguai. O conjunto urbano das duas cidades, denominado tradicionalmente de \"Fronteira da Paz\", tem mais de 170 000 habitantes que vivem de forma integrada. É comum, por exemplo, usar o sistema de educação ou de saúde pública de uma ou da outra cidade. O comércio tem especialidades que levam o consumidor a procurar lojas no Brasil ou no Uruguai além de serem muito frequentes os casamentos \"mistos\" (entre cidadãos dos dois países). A divisão entre as duas cidades é feita por linhas imaginárias traçadas ao longo da malha viária e se estende por muitos quilômetros. Por isso, muitas vezes é difícil para um turista perceber que uma calçada de determinada rua se encontra em um país enquanto que a calçada em frente está no outro. Outro caso do gênero é a conurbação entre as cidades de Pedro Juan Caballero, no Paraguai, e Ponta Porã, no estado de Mato Grosso do Sul, separadas apenas por uma avenida. Também vale ser mencionada a conurbação existente entre as cidades de Letícia, na Colômbia, e Tabatinga, no estado do Amazonas, separadas por uma avenida chamada de \"Avenida da Amizade\". == Fluxo pendular == Nas cidades em processo de conurbação é comum a ocorrência do chamado fluxo pendular ou movimento pendular. O fluxo pendular é o fluxo de passageiros (em veículos particulares ou transporte público) atravessando mais de uma cidade com dois picos de maior intensidade, normalmente no período da manhã e no final da tarde. Geralmente, o sentido desse fluxo no final da tarde dirige-se às chamadas cidades dormitórios. Essas migrações pendulares são simples fluxos populacionais que não correspondem verdadeiramente a migrações, pois não são realizados com intuito de mudança definitiva, estando embutida na saída do indivíduo a ideia concreta do seu retorno ao local de origem, e por isso o uso do termo \"movimento pendular de população\". Diferencia-se do conceito de migração por não ter caráter permanente. Alguns exemplos de migrações pendulares: deslocamento realizado pelo boia-fria; viagens de residentes em cidade dormitório, que são realizadas por pessoas que moram em uma determinada cidade e trabalham em outra; o deslocamento de fins de semana e de férias, com objetivos de lazer e descanso (viagem), que é o principal fator de congestionamentos nas estradas que partem das grandes metrópoles, em fins de semana e vésperas de feriados. == Ver também == * Região metropolitana * Megalópole * Lista de regiões metropolitanas do Brasil Categoria:Termos geográficos Categoria:Fenômenos urbanos Categoria:Terminologia de estudos urbanos e planeamento",
 "title": "Conurbação"
}