{
 "id": "38436",
 "text": "Euphorbiaceae/euforbiáceas é uma família botânica representada por 300 gêneros e cerca de 6000 espécies. Numerosos gêneros estão representados nos Estados Unidos e/ou no Canadá.JUDD, W. S. et al. Sistemática vegetal: Um Enfoque Filogenético. 3 ed. Artmed, 2009. 355-359 p.SOUZA, Vinícius C.; LORENZI, Harri. Botânica sistemática: Guia ilustrado para identificação das famílias de Fanerógramas nativas e exóticas no brasil, baseado em apg ii. 2. Instituto Plantarum de Estudos da Flora LTDA, 2008. 358-368 p. No Brasil, ocorrem cerca de 70 gêneros e 1000 espécies, de habitat e hábitos diferentes, espalhadas em todos os tipos de vegetação, representando uma das principais famílias da flora brasileira e uma das mais complexas do ponto de vista taxonômico. Podem se apresentar como arbóreas, arbustivas, subarbustos, ervas ou lianas (trepadeiras), às vezes suculentas e com aspectos de cactos. Tem como substrato, o meio aquático, epífitas, rupícola e terrícola. Entre suas características botânicas temos a presença de substâncias latescentes, que contém látex branco ou colorido, e que são visíveis quando a planta é submetida às injúrias mecânicas. São geralmente venenosas. As espécies mais conhecidas são: a seringueira (Hevea sp.), espécie nativa da Amazônia Brasileira, a mamona (Ricinus communis), espécie africana, invasora de culturas no Brasil, e a mandioca, aipim ou macaxeira (Manihot esculenta). As Euphorbiaceae estão entre as famílias mais comuns nas formações brasileiras naturais, e destaca-se o gênero Croton, que é particularmente comum em quase todos os ecossistemas. Muitos gêneros, pela nova classificação filogenética, foram transferidos para outras famílias, mas nem todos os gêneros estão estudados suficientemente. == Etimologia == Segundo o naturalista romano Caio Plínio Segundo, o nome da família Euphorbiaceae foi dado pelo rei mouro Juba II, em 30 a.C., como uma homenagem ao seu médico Euphorbus, o qual descobriu as propriedades medicinais (laxantes) da Euphorbia resinifera, planta que ainda ocorre naturalmente no norte africano.DICCIONARIO ETIMOLÓGICO ESPAÑOL EN LÍNEA. Etimologia de euforbiácea. Disponível em: . Acesso em: 02 out. 2018 O nome Euphorbus vem do grego, e significa “boa comida” - eu (boa/bem) e phorbe (comida). Em complemento a isso, o substantivo grego “euphorbia” significa “boa alimentação” e o adjetivo “euphorbio” significa “bem alimentado”.Liddell & Scott & Jones. Greek-English Lexicon, 1998. == História == === Origem === Em 1824, Jussieu descreveu a família Euphorbiaceae, e os três gêneros por grau de semelhança. Estes grupos corresponderam as subfamílias utilizadas por Mueller em 1866, que propôs uma classificação para as Euphorbiaceae em 6 tribos e 29 subtribos, mas já no Sistema de Cronquist em 1988 a família Euphorbiaceae estava inserida na ordem Euphorbiales.HIEDA, Sean Miki. A Família Euphorbiaceae na reserva biológica municipal da serra do Japi, Jundiaí, SP. Universidade Estadual Paulista “Júlio de Mesquita Filho”, 2012. A classificação da família Euphorbiaceae foi revisada no simpósio realizado no Royal Botanic Gardens, em 1975, e circunscreveu 5 subfamílias, (Acalyphoideae, Crotonoideae, Euphorbioideae, Oldfieldeioideae e Phyllantoideae), 300 gêneros e 52 tribos, de acordo com Webster. Desde 2003, de acordo com a classificação de APG II não há evidências moleculares que mantêm o grupo Euphorbiaceae, sendo divida em quatro: Euphorbiaceae, Phyllanthaceae, Picrodendraceae e Putranjivaceae. O APG III manteve essa posição, mas ainda há debates sobre a posição da família Peraceae em relação com Euphorbiaceae. thumb|Mandiocas cortadas. Detalhe para a coloração da casca em comparação com a coloração do interior, que remete à cor da pele de Mani. === Lendas e Mitos === Existem algumas lendas e mitos que sugerem a origem para algumas plantas da família Euphorbiaceae, e a lenda mais conhecida é, sem dúvidas, a lenda do surgimento da Mandioca (Manihot esculenta). A lenda tupi, diz que havia uma indiazinha chamada Mani, cuja pele era branquinha e um dia ela simplesmente adoeceu. O pajé tentou de várias formas curá-la, mas infelizmente a indiazinha morreu. Ela foi enterrada dentro de uma oca (habitação indígena) e os integrantes de sua tribo sempre passavam para visitá-la. Um dia, surgiu no local em que ela tinha sido enterrada, uma planta, cuja raiz possuía uma casca escura por fora, e era branquinha por dentro, da cor da pele de Mani. Essa raiz, extremamente nutritiva, serviu de alimento para a tribo, que a batizou de Mandioca, com a junção dos nomes da indiazinha “Mani”, com o local em que ela havia sido enterrada “Oca”. == Gêneros == === Gêneros da Família Euphorbiaceae === ANGIOSPERM PHYLOGENY WEBSITE. Angiosperm phylogeny website, version 14.. Disponível em: http://www.mobot.org/mobot/research/apweb/. === Gêneros Nativos do Brasil === Euphorbiaceae in Flora do Brasil 2020 em construção. Jardim Botânico do Rio de Janeiro.Disponível em: http://floradobrasil.jbrj.gov.br/reflora/floradobrasil/FB113. === Gêneros Introduzidos no Brasil === *Aleurites L. *Codiaeum L. *Macaranga L. *Pachysandra *Ricinus L., *Sauropus L. *Synadenium == Relações Ecológicas == Os insetos (moscas, abelhas, vespas e borboletas), à procura de néctar, são os principais polinizadores das Euphorbiaceae. Contudo, há espécies que são polinizadas por morcegos e outros mamíferos e também por aves. Os gêneros Acalypha, Ricinus, Alchornea e outras são polinizadas através do vento. Alguns táxons possuem arilos carnosos (ou frutos carnosos indeiscentes) e são dispersas por aves. Existem também espécies que são dispersas pela água, enquanto aquelas com arilos oleosos às vezes são dispersas por formigas. A maturação das flores carpelares antes das estaminadas promove a polinização cruzada. Os grandes frutos de Hevea ou Hura ejetam as sementes a muitos metros de distância. As relações ecológicas entre as populações de abelhas e suas flores associadas têm atraído, cada vez mais, o interesse dos pesquisadores que investigam os sistemas planta-polinizador. Estes estudos são indispensáveis à conservação da biodiversidade vegetal, já que as abelhas possuem papel importante no sucesso reprodutivo e fluxo gênico de muitos grupos de plantas nativas, agrícolas e florestais.KEVAN, Peter G.; CLARK, E. Ann; THOMAS, Vernon G. Insect pollinators and sustainable agriculture. American Journal of Alternative Agriculture, v. 5, n. 1, p. 13-22, 1990. Estudos biocenóticos realizados em diversos biomas brasileiros, assim como os estudos sobre utilização de recursos, revelaram a predominância de flores melitófilas, cujas características seriam favoráveis à polinização por abelhas, sendo as Euphorbiaceae a família de maior riqueza, logo essa interação é bem presente nessa família. Alguns gêneros, como o gênero Sebastiania, apresentam capacidade de realizar modificações morfoanatômicas em resposta à inundação.KOLB, ROSANA M. et al. Anatomia ecológica de Sebastiania commersoniana (Baillon) Smith & Downs (Euphorbiaceae) submetida ao alagamento. Brazilian Journal of Botany, v. 21, n. 3, 1998. == Distribuição Fitogeográfica no Brasil == === Ocorrência Regional no Brasil === No Brasil elas são encontradas em todas as regiões e estados: Norte (Acre, Amazonas, Amapá, Pará, Rondônia, Roraima, Tocantins); Nordeste (Alagoas, Bahia, Ceará, Maranhão, Paraíba, Pernambuco, Piauí, Rio Grande do Norte, Sergipe); Centro-Oeste (Distrito Federal, Goiás, Mato Grosso do Sul, Mato Grosso); Sudeste (Espírito Santo, Minas Gerais, Rio de Janeiro, São Paulo); Sul (Paraná, Rio Grande do Sul, Santa Catarina); e também em ilhas oceânicas, como em Fernando de Noronha. === Domínios Fitogeográficos no Brasil === São encontradas nos diversos domínios fitogeográficos nacionais, como na Amazônia, na Caatinga, no Cerrado, na Mata Atlântica, nos Pampas e no Pantanal. === Tipos vegetacionais === Em relação ao tipo de vegetação, pode-se classificar as Euphorbiaceae em Área Antrópica, Caatinga (stricto sensu), Campinarana, Campo de Altitude, Campo de Várzea, Campo Limpo, Campo Rupestre, Carrasco, Cerrado (lato sensu), Floresta Ciliar ou Galeria, Floresta de Igapó, Floresta de Terra Firme, Floresta de Várzea, Floresta Estacional Decidual, Floresta Estacional Perenifólia, Floresta Estacional Semidecidual, Floresta Ombrófila (Floresta Pluvial), Floresta Ombrófila Mista, Manguezal, Palmeiral, Restinga, Savana Amazônica, Vegetação Aquática, Vegetação Sobre Afloramentos Rochosos. == Morfologia == === Raiz === As raízes dos indivíduos presentes na família das Euphorbiaceae possuem uma grande variedade de características. Em geral, as raízes são xilopódio ou tuberosas, com polpa amarela, branca ou creme. As características mais marcantes, talvez estejam na raiz da mandioca, que é considerada uma raiz completa em termos nutricionais e com grande capacidade de adaptação às condições diferenciadas de clima e solo.RODRIGUES, Andresa Soares. As tribos dalechampieae mull.arg. e manihoteae melchior (euphorbiaceae) no distrito federal, brasil.. Universidade de brasília, 2017. === Caule === O caule também varia muito nos gêneros e espécies da família Euphorbiaceae, visto que as plantas podem ser ervas, arbustos, árvores ou trepadeiras, e também por ocupar diferentes habitats, com diferentes tipos de clima e solo. Apresentam estípulas caducas ou persistentes, com margens inteiras, serreadas ou laticiniadas, revolutas ou não, verdes, amareladas ou vináceas. No geral, as Euphorbiaceae possuem pêlos simples a ramificados, estrelados ou peltados (tricoma). Há também a presença de acúleos (órgão resultante da modificação de um ramo, folha, estípula ou raiz) em muitas espécies, principalmente de lianas. Algumas espécies podem apresentar cladódios, que são caules fotossintetizantes. Cita-se como exemplos: a mamona, que possui um caule único, ereto e lenhoso em sua base, ramificando antes do final do primeiro ano de crescimento; o cacto-candelabro (Euphorbia ingens), que possui um caule suculento, com espinhos e folhas reduzidas. E a seringueira (Hevea brasiliensis), que pode chegar a 30 metros de altura, e traz a casca como a parte principal do tronco, onde se encontram os vasos laticíferos (próximos ao câmbio) e são os responsáveis pela produção do látex.JARDINEIRO.NET. Cacto-candelabro – euphorbia ingens. Disponível em: https://www.jardineiro.net/familia/euphorbiaceae/page/2.MONOGRAFIAS.COM. Hevea brasiliensis (seringueira). Disponível em: https://www.monografias.com/pt/trabalhos3/hevea-brasiliensis- seringueira/hevea-brasiliensis-seringueira.shtml === Folhas === Folhas geralmente alternas e espiraladas ou dísticas, simples, às vezes opostas, palmado-lobadas ou raramente compostas (Hevea, por exemplo), inteiras a serradas, com venação peninérvea a palmada; às vezes com pares de glândulas na base da lâmina ou do pecíolo; estípulas geralmente presentes. Possuem margem geralmente inteira, frequentemente com nectários extraflorais no pecíolo ou na face abaxial. === Flores e Inflorescência === Inflorescências determinadas, mas frequentemente muito modificadas, às vezes formando falsas flores como nos ciátios de Euphorbia, terminais ou axilares. As flores não são muitos vistosas, são unissexuais (plantas monóicas ou dióicas), e são geralmente radiais e inconspícuas. Podem ser actinomorfas, aclamídeas ou monoclamídeas, raramente diclamídeas (Aleurites, Joannesia, por exemplo). Às vezes, são envolvidas por brácteas vistosas. Possuem sépalas geralmente 2-6, livres a ligeiramente conatas. Pétalas podem ser ausentes ou chegar a 5 (0-5), de livres a ligeiramente conatas, com prefloração valvar ou imbricada. Estames podem ser de um a numerosos (1-numerosos), livres ou unidos entre si (conatos), com anteras rimosas, raramente poricidas. Os grãos de pólen são tricolporados ou poliporados. Os carpelos são geralmente três (conatos), com ovário súpero plurilocular, geralmente 3-lobado, com placentação axial; os lóculos são uniovulados, muito raramente biovulados (gêneros não brasileiros). Estiletes são frequentemente 3, e no geral são bífidos ou muito divididos; estigmas variados. Disco nectarífero está geralmente presente. === Frutos e Sementes === O fruto geralmente é esquizocárpico com deiscência elástica (tricoca) a partir de uma coluna central persistente, raramente baga, drupa ou sâmara. Os esquizocarpos são glaucos, tomentosos ou glabros, ovais a elipsóides, alados ou sem alas, marcescentes ou não. As sementes são frequentemente oblongas a ovais, ariladas ou com uma carúncula (Ricinus, por exemplo) . O embrião é de reto a curvo. == Fisiologia e Fitoquímica == A família Euphorbiaceae possui às vezes um floema interno, com substâncias químicas diversas, como alcalóides, diterpenos ou triterpenos, taninos e glicosídeos cianogênicos, que estão associados à produção de laticíferos que contém o látex branco ou colorido e são os responsáveis por sua característica de ser geralmente venenosa. Os organismos pertencentes ao gênero Manihot como a mandioca, ao gênero Ricinus como a mamona, possuem o metabolismo do tipo C3.EBAH. Fisiologia comparada das plantas c3 e c4. Disponível em: https://www.ebah.com.br/content/abaaagsauac/fisiologia-comparada-das- plantas-c3-c4.BELTRÃO, Napoleão Esberard De Macêdo; OLIVEIRA, Maria Isaura Pereira De. Diferenciação na produção de energia entre oleaginosas (metabolismo c3) e energéticas (c4). Embrapa, Campina grande, pb. 2008. == Relações Filogenéticas == As relações filogenéticas de Euphorbiaceae são um tanto complicadas, visto a sua enorme diversidade. Dados moleculares apontam que essa família está localizada em Malpighiales, mas frequentemente tem sido associada proximamente a Malvales. Euphorbiaceae é, por alguns autores, dividida em numerosas famílias ou tida como polifilética e sua monofilia não é suportada por análises filogenéticas recentes baseadas em DNA. A divisão desse grupo, traz a proposta de quatro famílias: Euphorbiaceae s.s., Phyllanthaceae, Picrodendraceae e Putranjivaceae. Dentro de Euphorbiaceae, podem ser reconhecidas quatro subfamílias, divididas de acordo com suas características. Estas são Acalyphoideae (Acalypha, Alchornea, Tragia, Ricinus e taxa afins), que tem uma produção baixa ou nula de látex; Crotonoideae (Croton, Manihot, Jatropha, Aleurites, Cnidoscolus, etc.) e Euphorbioideae (Hippomane, Hura, Euphorbia, Gymnanthes, Sapium, etc.), que manifestam grande produção de látex. A diferença entre elas é que Crotonoideae possui pólen poliporado, pelos geralmente estrelados, peltados ou ramificados e seu látex pode apresentar coloração branca ou colorida, e não-cáustico. Já Euphorbioideae possui o pólen tricolporado, pelos simples e um látex branco, geralmente cáustico. Essa subfamília contém a tribo Euphorbieae (principalmente Euphorbia), que é uma tribo considerada monofilética com base nas inflorescências, que são ciátios. == Usos == === Importância Econômica === As Euphorbiaceae incluem diversas espécies de interesse econômico, como a Seringueira (Hevea sp.), responsável por um de nossos ciclos econômicos, até que suas sementes foram levadas para a Ásia, dando origem a plantios que inviabilizaram economicamente a exploração por extrativismo que ocorria (e ainda ocorre) no Brasil. É a fonte da maior parte de borracha natural e também fornece madeira. Diversas espécies de Euphorbiaceae são utilizadas como ornamentais, mas como não possuem flores vistosas, a ornamentação se dá pelas brácteas ou pela folhagem. Destacam-se o bico-de-papagaio (Euphorbia pulcherrima) e a coroa-de-cristo (Euphorbia millii), muito utilizada como cerca viva, devido aos inúmeros acúleos. Dentre outras espécies. Aleurites moluccana e A. fordii (pinhão-manso) são fontes de óleos utilizados na fabricação de pinturas e vernizes; Sapium sebiferum é fonte de cera e gordura vegetais; espécies de Euphorbia produzem hidrocarbonetos reduzidos que podem ser utilizados na elaboração de combustíveis. === Medicina === A mamona (Ricinus communis) possui sementes ricas em óleo de ampla aplicação na indústria e na medicina (Óleo de rícino). A Euphorbia resinifera, planta que recebeu esse nome devido à homenagem feita ao médico que a descobriu, possui propriedades medicinais, ainda estudados, que podem atuar como analgésicos.MEU CANTINHO VERDE. Euphorbia resinifera. Disponível em: http://www.meucantinhoverde.com/2013/05/euphorbia- resinifera_31.html O gênero Synadenium possui várias espécies com propriedades anti-inflamatórias, antitumorais, analgésicas, imuno regulatórias e modelos experimentais fibrinolíticos, que são utilizadas para tratar diversas doenças como câncer, úlceras e outros problemas de saúde.COSTA, Larissa LG et al. Anti-ulcer activity of Synadenium grantii latex. Revista Brasileira de Farmacognosia, v. 22, n. 5, p. 1070-1078, 2012. === Alimentação === A mandioca, aipim ou macaxeira (Manihot esculenta), é utilizada na alimentação, sendo uma importante fonte de amido e a terceira maior fonte de carboidratos nos trópicos, depois de arroz e milho.FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS. Disponível em: http://www.fao.org/ag/agp/agpc/gcds/.Fauquet Claude, Fargette Denis (1990). African Cassava Mosaic Virus: Etiology, Epidemiology, and Control. Plant Disease. Disponível em: http://www.apsnet.org/publications/PlantDisease/BackIssues/Documents/1990Articles/PlantDisease74n06_404.pdf Além da mandioca, as folhas de Cnidoscolus aconitifolius são utilizadas na alimentação como verdura. === Toxicidade === Uma grande variedade de Euphorbiaceae possuem sementes tóxicas aos seres humanos, o que ocasiona um grande número de acidentes causados por sua ingestão. Nessa categoria, enquadram-se a Nogueira-de-iguape (Aleurites moluccana) e a purga-de-cavalo (Joannesia princeps). Muitas espécies de Euphorbia e Hippomane têm sido utilizadas como veneno para flechas e integrantes de muitos gêneros são utilizados como veneno para capturar peixes. Além disso, o látex é cáustico e graves acidentes podem ocorrer quando ele entra em contato com as mucosas, principalmente dos olhos. O destaque se dá para a Avelós (Euphorbia trucalli), muito utilizada no nordeste como cerca viva, e devido à abundância de látex, recebe também o nome popular de “cega-olho”. Categoria:Famílias botânicas Categoria:Famílias de angiospérmicas",
 "title": "Euphorbiaceae"
}