{
 "id": "38463",
 "text": "As asteráceas (Asteraceae) são uma família botânica pertencente à ordem Asterales, um dos membros das eudicotiledôneas. Também conhecidas por Compositae ou compostas, são uma das famílias com maior número de espécies entre as Angiospermas, possuindo mais de 32 000 espécies conhecidas, divididas em 1 900 gêneros. Muitas espécies são usadas no cultivo devido ao seu valor biológico, e alguns representantes dessa família são o absinto (Artemisia absinthium), a alface (Lactuca sativa), o girassol (Helianthus), o crisântemo (Chrysanthemum sp.), e a margarida (Bellis perenis), entre muitas outras. Elas encontram-se em regiões tropicais, subtropicais e temperadas, vegetando nos mais diversos habitats. == Informações botânicas == === Hábito === thumb|225px|right| Podem ser ervas, arbustos ou árvores.Judd W.S., C.S. Campbell, E.A. Kellogg, P.F. Stevens & M.J. Donoghue. 2009. Sistemática vegetal: um enfoque filogenético. Rodrigo B.Singer et al. (Trad.) 3a ed. Armed. Porto Alegre. === Flores === As inflorescências são tipicamente em capítulos, característica marcante da família. A formação em capítulo são várias flores, geralmente pequenas, assentadas em um receptáculo comum, geralmente plano, cercada por brácteas involucrais, dispostas em uma ou mais séries. As flores, de pequeno tamanho em geral apresentam ovário ínfero; carpelos fundidos e um único óvulo com apenas um lóculo. As flores individuais podem ser bissexuais ou unissexuais, as vezes estéreis; o plano de simetria pode ser radial ou zigomorfas.Raven | Biologia vegetal. Ray F. Evert e Susan E. Eichhorn; revisão técnica Jane Elizabeth Kraus; tradução Ana Claudia M. Vieira... [et.al.]. – 8. ed. – Rio de Janeiro: Guanabara Koogan, 2014 Alguns membros de Asteraceae possuem dois tipos de flores: flores do disco, aquelas que se encontram na porção central do capítulo, e flores do raio, aquelas dispostas na porção periférica, podendo ser pistiladas ou estéreis. Ambas funcionam como uma única flor para atração dos polinizadores. Os estames, geralmente cinco em número são fundidos entre si e à corola (corola gamopétala). As pétalas, também em número de cinco, também são fundidas entre si e ao ovário. O cálice pode ser ausente, reduzida ou comumente é modificada no que se denomina pappus, apresentando uma série de pelos ou escamas que frequentemente serve na dispersão pelo vento, como por exemplo na planta conhecida como dente-de-leão (Taraxacum). A fusão dos estames forma um tubo ao redor do estilete, quando o estilete se alonga e atravessa o tubo, coleta o pólen dos estames com o auxílio de diversos pelos, e os grão de pólen ficam então sujeitos à visita dos polinizadores (mecanismo de polinização tipo êmbolo). A corola pode apresentar variedades de cores para atração de polinizadores. Estes podem ser moscas, aves, borboletas, mas polinização por abelhas é mais comum. Além disso essas plantas podem ser dispersas pelo vento com auxílio do pappus, como já mencionado. === Folhas === As folhas de Asteraceae são caracterizadas por serem alternas e espiraladas, opostas ou verticiladas, simples, lobadas ou partidas, inteiras ou dentadas, com enervação peninérvea ou palmada; e não apresentam estípulas. === Frutos === Os frutos típicos de Asteraceae é do tipo indeiscentes, ou seja, ele permanece fechado após a maturidade, como os do dente-de-leão (Taraxacum) que possuem um cálice modificado, plumoso (pappus), que o deixa leve, característica essencial para que ele possa ser espalhado pelo vento. Esse tipo de fruto é conhecido também como Cipsela. Antes era chamado de aquênio e muitas vezes ainda se vê tal denominação na literatura. Entretanto o termo correto é cipsela, já que aquênios só se originam de ovários súperos e a família é caracterizada por apresentar ovário ínfero. O pappus além de auxiliar na dispersão pelo vento, também auxilia na dispersão dos frutos através dos animais, pois podem ser modificados contendo ganchos ou espinhos que aderem ao corpo destes como, por exemplo, à aves e mamíferos. == Importância econômica == A importância econômica da família se dá através da grande diversidade de plantas alimentícias, tais como Cichorium (chicória), Cynara (alcachofra), Helianthus (girassol), Taraxacum (dente-de-leão) e Lactuca (alface). Possui também espécies utilizadas como especiarias dentro do gênero Artemesia. Os gêneros Tanecetum (tanaceto) e Pulicaria contém espécies com propriedades inseticidas. Existem espécies dessa família responsáveis por pragas agrícolas, e sabe-se que Ambrosia é o causador da febre-do-feno. A família apresenta muitos gêneros que contêm espécies ornamentais, por exemplo Calendula, Dendranthema, Argyranthemun, Leucanthemum (crisântemo), Dahlia (dália), Tagetes, Senecio (senécio), Sphagneticola, Gaillardia, Helianthus (girassol), e Zinnia, entre outros. == Diversidade e distribuição geográfica == Asteraceae é a maiores famílias dentro das Angiospermas, com mais de 32 000 espécies conhecidas, divididas em 1 900 gêneros. No Brasil já foram registrados aproximadamente 250 gêneros e 2 000 espécies, encontradas por todo o território nacional.Silvia, M.P; Barbosa, F.P.Q; Barros, F.R.M. Estudo taxonômico e etnobotânico sobre a família Asteraceae (Dumortier) em uma comunidade rural no Nordeste do Brasil. Gaia Scientia (2014) Ed. Esp. Populações Tradicionais:110-123. Versão Online ISSN 1981-1268. É uma família cosmopolita, especialmente comum em habitats temperados, tropicais montanos, secos e abertos. == Taxonomia == === História === As Compositae, o nome original dessa família, foram descritas pela primeira vez pelo botânico holandês Adriaan van Royen em 1740. Tradicionalmente, duas subfamílias eram reconhecidas: Asteroideae (ou Tubuliflorae) e Cichorioideae (ou Liguliflorae). A primeira permanece como sua formação anterior, enquanto a segunda foi comprovada como sendo extensivamente parafilética, e agora foi dividida em diversas subfamílias. === Relações filogenéticas === Asterales é considerado fortemente um grupo monofilético e contém 11 famílias. As inter-relações entre as famílias são incertas, mas sabe-se que Asteraceae, Calyceraceae e Goodeniaceae juntamente com seu grupo irmão Menyanthaceae formam um grupo monofilético. Sendo que alguns dados genéticos definem Asteraceae e Calyceraceae como famílias irmãs, mas outros estudos sugerem que Calyceraceae seria grupo irmão de Goodeniaceae. == Ver também == * Lista de gêneros de Asteraceae == Bibliografia == * == Ligações externas== * Categoria:Famílias de angiospérmicas",
 "title": "Asteraceae"
}