{
 "id": "38476",
 "text": "Melastomataceae é uma das dez maiores família dentro de Angiospermas sendo atribuída por Jussieu 1789. É uma família botânica pertencente à ordem Myrtales, e inclui aproximadamente 177 gêneros e cerca de 5.750 espécies. No Brasil, ocorrem aproximadamente 69 gêneros e 1.436 espécies, com destaque da sua distribuição em campos (rupestres e de altitude) e florestas úmidas, como o gênero Tibouchina, por exemplo, que é muito utilizada na ornamentação. Incluem alguns gêneros maiores como Miconia, Medinilla, Leandra. ==Etimologia== A palavra Melastomataceae deriva do grego – Melastoma que em tradução livre significa preto (mela) e boca (stoma), ou boca preta, nome atribuído, provavelmente, pela característica do fruto de algumas espécies, como os das Pixiricas. ==Características == Predominantemente composta por subarbustos, porém incluem-se também, ervas, lianas e árvores; anuais ou perenes que podem ser epífitas, rupícolas ou terrícolas. O caule é, por vezes, quadrangular. Ocasionalmente, são mimercófilas. Suas folhas são simples, opostas cruzadas e podem ser inteiras ou serreadas, apresentam nervação característica curvinérvea, com 3-8 nervuras que divergem da base e convergem no ápice e nervuras secundárias que as unem. Muitas vezes apresentam tricomas e as estípulas são ausentes. Flores geralmente bissexuadas, predominantemente actinomorfas, porém, podem ser também zigomorfas através do afastamento dos estames para um dos lados da flor; epígenas ou períginas e diclamídeas. As sépalas 3-5(-8) conatas na base. Pétalas 3-5, livres ou, em alguns casos, contorcidas. Suas flores são vistosas com estames geralmente com número em dobro ao de pétalas, os filetes podem se dobrar sobre a antera no botão. As anteras se caracterizam pela forma de foice. O ovário é ínfero e 3-5(6)-carpelar, com número de lóculos igual ao de carpelos. Vários óvulos em cada lóculo. Geralmente, não há presença de nectários. Frutos com sementes reduzidas e numerosas; baga ou cápsula. ==Distribuição geográfica== Melastomataceae se distribui por toda a região tropical e subtropical, com maior índice na América do Sul, onde encontramos os centros de diversidade dessa família nos Andes, Guianas e florestas úmidas litorâneas. No Brasil, se distribuem no Norte (Acre, Amazonas, Amapá, Pará, Rondônia, Roraima e Tocantins), Nordeste (Alagoas, Bahia, Ceará, Maranhão, Paraíba, Pernambuco, Piauí, Rio Grande do Norte e Sergipe) Centro-oeste (Distrito Federal, Goiás, Mato Grosso e Mato Grosso do Sul), Sudeste (Espírito santos, Minas gerais, Rio de Janeiro e São Paulo) e no Sul (Paraná, Rio Grande do Sul e Santa Catarina). Em relação às regiões, o Sudeste é a que apresenta maior concentração, seguido pela região Norte. Ocorrem nos domínios da Amazônia, Caatinga, Cerrado, Mata Atlântica e Pampa. ==Reprodução== Há estudos que apontam o mutualismo entre espécies de Melastomataceae e animais. Dentre estes, pássaros da Família Pipridae são importantes dispersores das sementes de Melastomataceae. Outras aves também funcionam como excelentes dispersores das sementes, assim como pequenos mamíferos, no entanto, a dispersão das espécies que produzem cápsula com semente, é principalmente pelo vento e chuva. Além disso, muitas abelhas desempenham papel de polinizadoras, através da coleta do pólen, bem como vespas, beija-flores e morcegos quando há produção de néctar. ==Importância ecológica== Melastomataceae é uma das famílias mais significativas, especialmente na Mata Atlântica. Destacam-se por representarem um grande grupo de angiospermas e alguns gêneros da Família como Miconia, por exemplo, são utilizadas na restauração ambiental, tendo papel importante por serem plantas pioneiras auxiliando no processo de regeneração da vegetação. Muitas espécies podem também ser utilizadas em áreas urbanas. Outro ponto importante é a interação positiva entre algumas espécies de Melastomataceae com a fauna. ==Conservação== Dentre as espécies de Melastomataceae ameaçadas de extinção encontram-se Eriocnema acaulis (Triana), Combessedesia hermogenesii (A.B. Martins), Eriocnema fulva (Naudin),Lavoisiera itambana (DC), Marcetia oxycoccoides (Wurdack e A.B. Martins), Merianthera burlemarxii (Wurdack), Ossaea warmingiana (Cong.), Tibouchina bergiana (Cong.) e Tibouchina quartzofila (Brade), de acordo com a Lista Oficial das Espécies da Flora Brasileira Ameaçadas de Extinção. Além disso, existem outras espécies das quais existem deficiências de dados. ==Importância econômica== As plantas da família Melastomataceae são de extrema importância na restauração ambiental, já que muitas são plantas pioneiras, além disso, o cultivo ornamental e paisagístico é muito apreciado. ==Potencial ornamental== O gênero Tibouchina é amplamente utilizado para ornamentação, a espécie Tibouchina heteromalla (D. Don) Cogn., é bastante apreciada. A Quaresmeira, Tibouchina granulosa (Cong.), é outra com bastante potencial ornamental, sua beleza é notável, com floração vistosa e mesmo sem a presença de flor, é bastante estimada no paisagismo e bem utilizada em áreas urbanas do Brasil. A Tibouchina mutabilis (Vell.) Cong., Manacá-da serra, possui florescimento bastante atrativo, pois apresentam flores de coloração branca assim que o botão floral abre, e em seguida tendem a ficar roxas, assim como a Tibouchina pulchra Cogn., e amplamente utilizado em área urbana. Muitas outras espécies são apreciadas pelas flores e alguns pelas folhas atraentes. ==Gêneros== Acanthella, Aciotis, Acisanthera, Adelobotrys, Allomaieta, Allomorpheia, Allomorphia, Amphiblemma, Amphorocalyx, Anaectocalyx, Anerincleistus, Antherotoma, Appendicularia, Arthrostemma, Ascistanthera, Astrocalyx, Astronia, Astronidium, Axinaea, Barthea, Beccarianthus, Behuria, Bellucia, Benevidesia, Bertolonia, Bisglaziovia, Blakea, Blastus, Boerlagea, Boyania, Brachyotum, Bredia, Brittenia, Bucquetia, Cailliella, Calvoa, Calycogonium, Cambessedesia, Campimia, Carionia, Castratella, Catanthera, Catocoryne, Centradenia, Centradeniastrum, Centronia, Chaetolepis, Chaetostoma, Chalybea, Charianthus, Cincinnobotrys, Clidemia, Comolia, Comoliopsis, Conostegia, Creochiton, Cyanandrium, Cyphostyla, Cyphotheca, Dalenia, Desmoscelis, Dicellandra, Dichaetanthera, Dinophora, Dionycha, Dionychastrum, Diplarpea, Diplectria, Dissochaeta, Dissotis, Dolichoura, Driessenia, Enaulophyton, Eriocnema, Ernestia, Feliciadamia, Fordiophyton, Fritzschia, Graffenrieda, Gravesia, Guyonia, Henriettea, Henriettella, Heterocentron, Heterotis, Heterotrichum, Huberia, Huilaea, Hypenanthe, Kendrickia, Kerriothyrsus, Killipia, Kirkbridea, Lavoisiera, Leandra, Lithobium, Llewelynia, Loreya, Loricalepis, Macairea, Macrocentrum, Macrolenes, Maguireanthus, Maieta, Mallophyton, Marcetia, Mecranium, Medinilla, Melastoma, Melastomastrum, Meriania, Merianthera, Miconia, Microlepis, Microlicia, Mommsenia, Monochaetum, Monolena, Myriaspora, Myrmidone, Neblinanthera, Necramium, Neodriessenia, Nepsera, Nerophila, Ochthephilus, Ochthocharis, Omphalopus, Opisthocentra, Oritrephes, Osbeckia, Ossaea, Otanthera, Oxyspora, Pachyanthus, Pachycentria, Pachyloma, Phaiantha, Phyllagathis, Pilocosta, Plagiopetalum, Pleiochiton, Plethiandra, Pogonanthera, Poikilogyne, Poilannammia, Poteranthera, Preussiella, Pseudodissochaeta, Pseudosbeckia, Pterogastra, Pterolepis, Rhexia, Rhyncanthera, Rousseauxia, Salpinga, Sandemania, Sarcopyramis, Schwackaea, Scorpiothyrsus, Schizocentron, Siphanthera, Sonerila, Sporoxeia, Stenodon, Stussenia, Svitramia, Tateanthus, Tayloriophyton, Tessmannianthus, Tetrazygia, Tibouchina, Tibouchinopsis, Tigridiopalma, Tococa, Topobea, Trembleya, Triolema, Tristemma, Tryssophyton, Tylanthera, Vietsenia.http://biodiversity.uno.edu/delta/angio/www/melastom.htm Delta 05 abril de 2005 == Chave para identificação de gêneros de Melastomataceae no Brasil == Chave que pode ser utilizada para identificação de gêneros da família Melastomataceae no Brasil de acordo com : GOLDENBERG, Renato; BAUMGRATZ, José Fernando A.; SOUZA, Maria Leonor D. Taxonomia de Melastomataceae no Brasil: retrospectiva, perspectivas e chave de identificação para os gêneros. Rodriguésia, v. 63, p. 145-161, 2012. 1\\. Folha peninérvea; estame com conectivo provido de uma glândula no dorso ou no ápice; fruto baga ...... 2 Folha uninérvea, curvinérvea ou paralelinérvea, raro peninérvea; estame com conectivo desprovido de glândula; fruto cápsula ou baga ...... 3 2\\. Flores 4(-5-6)-meras; filete curto, não infletido no botão floral; estame com glândula do conectivo apical ...... Votomita Flores (4-)5-meras; filete usualmente longo, infletido no botão floral; estame com glândula do conectivo mediana ou basal ...... Mouriri 3\\. Planta epífita (às vezes arbusto escandente em Pleiochiton blepharodes (DC.) Reginato, R.Goldenb. & Baumgratz) ...... 4 Planta não epífita ...... 7 4\\. Inflorescência com ramos escorpióides; fruto cápsula ...... 5 Inflorescência com ramos não escorpióides; fruto carnoso ...... 6 5\\. Cápsula do tipo bertolonídio (ver Baumgratz 1985), obtriquetra ...... Bertolonia Cápsula do tipo velatídio, tubuloso-campanulada ...... Salpinga (em S. secunda DC.) 6\\. Folhas não estrioladas; pétalas membranáceas; estames não comprimidos entre si ...... Pleiochiton Folhas estrioladas, com nervuras secundárias e vênulas densas e transversais; pétala carnosa; estames comprimidos lateralmente entre si ...... Blakea 7\\. Hipanto com uma coroa de tricomas no ápice ...... Chaetostoma Hipanto sem essa característica ...... 8 8\\. Flores 3-meras; seis estames (erva com folhas rosuladas) ...... Lithobium Flores 4-8-meras; oito ou mais estames ...... 9 9\\. Erva ou subarbusto rastejante ou prostrado, geralmente com folhas pequenas (até ca. 17 × 12 mm) e com flor solitária, ou com folhas maiores que 30 × 20 mm e, neste caso, com flores dispostas em inflorescência e com ramos herbáceos, até ca. 2 m alt ...... 10 Sem esse conjunto de características ...... 13 10\\. Flores 5-meras (Serra da Neblina; AM) ...... Comoliopsis Flores 4-meras (RJ e/ou MG) ...... 11 11\\. Flor fechada na antese (cleistógama); pétalas alvas ...... Itatiaia Flor aberta na antese (não cleistógama); pétalas púrpuras ou róseas ...... 12 12\\. Folhas 37 × 15 mm; flor solitária; ovário glabro ...... Fritzschia Folhas 3080 × 2045 mm; flores reunidas em inflorescência; ovário inconspícuo glanduloso-pubérulo ...... Arthrostema 13\\. Hipanto alado ...... 14 Hipanto não alado ...... 15 14\\. Flores 4-meras; conectivo dorsalmente apendiculado ...... Huberia (em H. semiserrata DC.) Flores 5-meras; conectivo inapendiculado ...... Tateanthus 15\\. Lacínias do cálice alternadas com cerdas ou emergências longas, ramificadas ou trífidas ou hipanto e cálice com este tipo de indumento ...... Pterolepis Lacínias do cálice e hipanto sem essas características ...... 16 16\\. Ovário livre no interior do hipanto ou soldado ao hipanto na base, às vezes até a porção mediana ou por meio de septos, raro ínfero (Merianthera); fruto cápsula ...... 17 Ovário parcial ou totalmente ínfero; fruto baga ...... 78 17\\. Planta caducifólia na floração; ovário ínfero ...... Merianthera Sem essas características ...... 18 18\\. Cápsula deiscente da base para o ápice ...... Lavoisiera Cápsula deiscente no ápice, do ápice para a base ou da região mediana para o ápice ...... 19 19\\. Cápsula obtriquetra ...... 20 Cápsula de outra forma, não obtriquetra ...... 23 20\\. Estame com apêndice dorsal ...... 21 Estame com apêndice ventral ...... 22 21\\. Apêndice do conectivo uniapendiculado ...... Bertolonia Apêndice do conectivo biapendiculado ...... Salpinga (em S. margaritacea (Naudin) Triana) 22\\. Estame uniapendiculado ...... Monolena Estame com 23 apêndices, pelo menos nos estames maiores ...... Triolena 23\\. Flor com estames férteis alternados com estaminódios ...... 24 Flor apenas com estames férteis ...... 26 24\\. Flores 4-meras ...... Siphanthera Flores 5-meras ...... 25 25\\. Subarbusto a arbusto (0,32(3) m alt.); lâmina foliar 1,512 cm compr.; antera maior que 3 mm compr., rostrada (ápice estreitado na forma de um tubo) ...... Rhynchanthera Erva (0,050,2 m alt.); lâmina foliar 0,20,9 cm compr.; antera até 0,5 mm compr., não rostrada ...... Poteranthera 26\\. Ápice da antera rostrado ...... 27 Ápice da antera atenuado, subulado, truncado, obtuso ou arredondado, não rostrado ...... 30 27\\. Ovário e cápsula 2-loculares ...... Siphanthera Ovário e cápsula 35-loculares ...... 28 28\\. Estames subisomórficos; ovário 4-locular ...... Stenodon Estames dimórficos; ovário 35-locular ...... 29 29\\. Lâmina foliar geralmente sem reticulação evidente; bráctea ausente; ovário 3(45)-locular ...... Microlicia Lâmina foliar com reticulação evidente; bráctea presente; ovário 3-5-locular ...... Trembleya 30\\. Sementes cocleares, às vezes também subcocleares ou quadrangulares ...... 31 Sementes de outras formas, não cocleares nem subcocleares ou quadrangulares ...... 54 31\\. Estames ante-sépalos (maiores) com os apêndices mais evidentes alongados filiformes, lineares, curto-triangulares, liguliformes, aristados ou caudiformes ...... 32 Estames ante-sépalos (maiores) inapendiculados ou os apêndices mais evidentes encurtados bilobados, biturberculados ou biauriculados, ou conectivo espessado envolvendo a base das tecas, formando ou não projeções ventrais ...... 40 32\\. Inflorescência com ramos escorpióides; lacínia do cálice oblato-arredondada ou semicircular ...... Appendicularia Inflorescência com ramos não escorpióides; lacínia do cálice de outras formas ...... 33 33\\. Conectivo com apêndice dorsal caudado-filiforme ...... Pachyloma Conectivo com apenas apêndices ventrais, ou se também dorsal, este calcarado ou tuberculado ...... 34 34\\. Planta com indumento estrelado- tomentoso, canescente ...... Microlepis Sem essa característica ...... 35 35\\. Ovário glabro ...... 36 Ovário piloso ...... 38 36\\. Inflorescência geralmente longa e acentuadamente laxa, com ramos capilares, muito delgados; pétala oblongo-lanceolada, com ápice agudo ...... Nepsera Flor solitária e/ou inflorescência geralmente curta, com ramos não capilares; pétala oboval oblongo-oboval ou suborbicular, com ápice arredondado, emarginado, truncado ou obtuso, raro subagudo ...... 37 37\\. Apêndice ventral do conectivo aristado; semente muricada, tuberculada ou costada ...... Ernestia Apêndice ventral do conectivo linear, semente foveolada ...... Acisanthera 38\\. Apêndice ventral do conectivo aristado; semente muricada, tuberculada ou costada ...... Ernestia Sem esse conjunto de características ...... 39 39\\. Estames maiores (ante-sépalos) com prolongamento do conectivo 2/33/4 do comprimento das tecas e apêndices longos (> 1,5 mm compr.) ...... Desmoscelis Estames maiores (ante- sépalos) com prolongamento do conectivo até 1/2 do comprimento das tecas e apêndices curtos (< 1 mm compr.) ...... Tibouchina 40\\. Antera curta e linear- oblonga, oblonga ou orbicular, com ápice truncado ou obtuso ...... 41 Antera longa e subulada, lanceolada, linear-subulada ou -oblonga, com ápice atenuado ...... 44 41\\. Conectivo espessado envolvendo a base das tecas, formando ou não projeções ventrais ...... Marcetia Conectivo sem essas características ...... 42 42\\. Conectivo inapendiculado; ovário 2-locular, glabro, raro esparsamente piloso ...... Aciotis Conectivo apendiculado; ovário 45-locular, densamente piloso para o ápice ...... 43 43\\. Folha geralmente séssil a subséssil, com (57)915 nervuras acródromas; estames subisomórficos; conectivo inconspicuamente tanto prolongado quanto apendiculado ...... Svitramia Folha geralmente peciolada, com 37 nervuras acródromas; estames dimórficos; conectivo curtamente prolongado e nitidamente apendiculado ...... Tibouchina 44\\. Conectivo espessado envolvendo a base das tecas, formando ou não projeções ventrais ...... Marcetia Conectivo sem essas características ...... 45 45\\. Ovário e cápsula 23-loculares ...... 46 Ovário e cápsula 45-loculares ...... 49 46\\. Filete geralmente com uma série de glândulas na porção ventral superior, raro glabro; conectivo mais ou menos giboso e expandido dorso-basalmente ...... Macairea (em M. axilliflora Wurd.) Sem esse conjunto de características ...... 47 47\\. Inflorescência terminal, longa (1218 cm compr.); lacínia do cálice 0,61,2 mm compr.; semente com testa rasamente tuberculada a levemente foveolada ...... Sandemania Flores usualmente solitárias ou reunidas em inflorescência axilares ou terminais, curtas (até 8 cm compr.); lacínia do cálice 26 mm compr.; semente com testa granulada, papilosa, foveolada ou tuberculada ...... 48 48\\. Flores 45-meras; estames (4)810, dimórficos, conectivo nitidamente prolongado abaixo das tecas; ovário sempre glabro ...... Acisanthera Flores 5-meras; estames 8, isomórficos ou subisomórficos, conectivo curtamente prolongado abaixo das tecas; ovário glabro, às vezes esparsamente piloso ...... Comolia 49\\. Filete geralmente com uma série de glândulas na porção ventral superior, raro glabro; conectivo mais ou menos giboso e expandido dorso-basalmente ...... Macairea Sem esse conjunto de características ...... 50 50\\. Folhas uninervadas ...... 51 Folhas não uninervadas ......52 51\\. Indumento dos ramos e folhas constituído de escamas; cálice glabro; ovário setoso ...... Loricalepis Sem esse conjunto de características ...... Comolia 52\\. Ovário com ápice densamente piloso ...... Tibouchina Ovário glabro, às vezes esparsamente piloso ...... 53 53\\. Flores 45-meras; estames (4)810, dimórficos, conectivo nitidamente prolongado abaixo das tecas; ovário sempre glabro ...... Acisanthera Flores 4-meras; estames 8, isomórficos ou subisomórficos, conectivo curtamente prolongado abaixo das tecas; ovário glabro, às vezes esparsamente piloso ...... Comolia 54\\. Cálice irregularmente valvar ou aparente ou regularmente circunciso, lacínias irregularmente endentadas ou indistintas ...... 55 Cálice regularmente deiscente, lacínias regularmente endentadas, de triangulares a oblatas ...... 57 55\\. Estame com um apêndice dorsal, basal, calcarado ...... Graffenrieda Estame com dois apêndices dorsais, sendo um basal, calcarado, e outro ascendente, paralelo à antera ...... 56 56\\. Cálice com deiscência regularmente circuncisa; ovário 3-locular ......Centronia Cálice com deiscência irregularmente valvar ou aparentemente circuncisa; ovário 3-5-locular ...... Meriania 57\\. Flores 4-meras; estames 4 ou 8 ...... 58 Flores 57-meras; estames 10, 12 ou 14 ...... 66 58\\. Estame com dois apêndices dorsais, sendo um basal, calcarado, e outro ascendente, paralelo à antera ...... Meriania Estame com apêndices ventrais e/ou um só dorsal ou inapendiculado ...... 59 59\\. Conectivo com apêndice dorsal linear- subulado ou caudiforme ...... 60 Conectivo inapendiculado, só calcarado ou com processo tuberiforme no dorso e/ou com apêndice ventral ...... 61 60\\. Fruto do tipo ruptídio; semente achatada dorso-ventralmente, linear a oblonga ...... Huberia Fruto do tipo velatídio; semente achatada lateralmente, obtriangular ...... Macrocentrum 61\\. Ovário 2-locular ...... 62 Ovário 34-locular ...... 63 62\\. Androceu com 8 estames férteis, isomorfos; conectivo inapendiculado ...... Aciotis Androceu com 4 estames férteis; conectivo ventralmente apendiculado ...... Siphanthera 63\\. Erva; folhas rosuladas; estames inapendiculados ...... Eriocnema Arvoreta, arbusto ou subarbusto; folhas não rosuladas; estames apendiculados ...... 64 64\\. Flores solitárias; estame somente com apêndice ventral ...... Acanthella Flores dispostas em inflorescência; estame com apêndice dorsal calcarado (em Opisthocentra também com apêndices ventrais) ...... 65 65\\. Inflorescência axilar, com ramos escorpióides; estame com apêndices ventrais ...... Opisthocentra Inflorescência geralmente terminal, com ramos não escorpióides; estame sem apêndices ventrais ...... Graffenrieda 66\\. Estame com dois apêndices dorsais, sendo um basal, calcarado, e outro ascendente, paralelo à antera ...... 67 Estame inapendiculado ou com apêndices ventrais ou um só apêndice dorsal ...... 69 67\\. Inflorescência com ramos escorpióides ...... Salpinga Inflorescência com ramos não escorpióides ...... 68 68\\. Liana ou hemiepífita, raro arbusto; indumento com longos tricomas simples, bífidos ou em forma de \"T\" (tricomas \"malpighióides\");conectivo com apêndice ascendente de ápice bífido ...... Adelobotrys Árvore; indumento com curtos tricomas simples e ramificados, não bífidos, nem malpiguióides; conectivo com apêndice ascendente de ápice inteiro ou bilobado ...... Meriania 69\\. Conectivo com apêndice dorsal ...... 70 Conectivo inapendiculado ou com apêndices ventrais ...... 74 70\\. Conectivo com apêndice longo, caudiforme, retilíneo a sinuoso ou enrolado a espiralado ...... 71 Conectivo com apêndice curto, denticulado-truncado ou agudo a acuminado ...... 73 71\\. Inflorescência com ramos escorpióides ou flor solitária; flores 5-meras; estames 10 ...... Macrocentrum Inflorescência com ramos não escorpióides, nem flor solitária; flores (5)67-meras; estames (10)12 e/ou 14 ...... 72 72\\. Pétala roxa ou púrpura; estames 12 ou 14, com apêndice do conectivo enrolado a espiralado ...... Dolichoura Pétala alva ou alvo-rosada; estames (10)12, com apêndice do conectivo retilíneo a sinuoso ...... Behuria 73\\. Folha com 9(11) nervuras acródromas; flores (5)6(7)-meras; apêndice do conectivo denticulado-truncado; fruto com valvas nitidamente bífidas no ápice ...... Neblinanthera Folha 37(9) nervuras acródromas; flores 5-meras; apêndice do conectivo agudo a acuminado; fruto com valvas não bífidas ...... Graffenrieda 74\\. Conectivo com apêndice ventral ...... Tibouchinopsis Conectivo inapendiculado ...... 75 75\\. Pétala amarela, vermelha ou bicolor (amarela na base e vermelha a alaranjada para o ápice) ...... Cambessedesia Pétala de outras cores, não bicolor ...... 76 76\\. Flores 6-meras; estames 12; ovário 4-locular; semente cuneada, testa lisa ...... Physeterostemon Flores 5-meras; estames 8 ou 10; ovário 3- ou 5-locular; semente não cuneada, nem lisa ...... 77 77\\. Ramo setuloso-estriguloso; ovário e cápsula 5-loculares; semente alada, testa áspera ...... Bisglaziovia Ramo hirsuto ou viloso; ovário e cápsula 3-loculares; semente não alada, testa reticulada ...... Eriocnema 78\\. Cálice caliptriforme ...... 79 Cálice não caliptriforme ...... 80 79\\. Estigma não lobado nem lobulado; semente obpiramidal ...... Conostegia Estigma capitado ou lobulado; semente oblonga, oval e/ou oboval ...... Bellucia 80\\. Estigma capitado-lobado ou obulado ...... Bellucia Estigma de outras formas, não lobado nem lobulado ...... 81 81\\. Folha estriolada, com nervuras secundárias e vênulas densas e transversais; estames comprimidos lateralmente entre si ...... Blakea Sem esse conjunto de características ...... 82 82\\. Inflorescência ou flor solitária axilares ...... 83 Inflorescência ou flor solitária terminais e/ou pseudo- axilares ...... 87 83\\. Folha vesiculosa ...... 84 Folha não vesiculosa ...... 85 84\\. Antera locelada e ventralmente bilobada na base, lobos divergentes ...... Maieta Antera não locelada e nem bilobada na base ...... Clidemia 85\\. Árvore, às vezes arbusto; inflorescência fasciculada, geralmente em nós afilos ao longo das porções inferiores dos ramos ...... Henriettea Arbusto ou subarbusto; inflorescência não fasciculada, geralmente em nós folhosos ...... 86 86\\. Botão floral de ápice obtuso a arredondado; pétala de ápice arredondado, retuso e/ou assimétrico-emarginado ...... Clidemia Botão floral e pétala de ápice agudo a acuminado ...... Ossaea 87\\. Botão floral agudo a acuminado; pétala de ápice agudo a acuminado ...... Leandra Botão floral obtuso a arredondado; pétala de ápice arredondado, retuso e/ou assimétrico- emarginado ...... 88 88\\. Folha vesiculosa ...... 89 Folha não vesiculosa ...... 90 89\\. Pétalas (2,55,5)622(25) mm compr.; conectivo com apêndice dorsal diminuto, inserido na porção mediana ou no terço inferior do conectivo, raro inapendiculado ...... Tococa Pétalas 1,5–5 mm compr.; conectivo inapendiculado ou com apêndice dorsal-descendente, inserido na base do conectivo ......Clidemia 90\\. Cálice inconspícuo-truncado (lobos internos muito reduzidos); conectivo com apêndice dorsal diminuto inserido na porção mediana ou no terço inferior do conectivo ...... Tococa Cálice geralmente com lobos regulares, principalmente os internos, raro truncado; conectivo inapendiculado ou com apêndice dorsal-descendente, diminuto, inserido na base do conectivo, às vezes também com projeções ventrais ...... 91 91\\. Inflorescências terminais e pseudo-axilares; lobos externos do cálice maiores que os internos ...... Clidemia Inflorescências terminais, às vezes também com ramos adicionais axilares em nós folhosos das extremidades dos ramos; lobos externos do cálice inconspícuos ou, se evidentes, menores ou com comprimento ...... Miconia == Ligações externas == *Melastomataceae of the World *Fotos no Panoramio *Fotos no Flickr !",
 "title": "Melastomataceae"
}