{
 "id": "38485",
 "text": "Algodão é uma fibra vegetal básica macia e fofa que cresce em uma cápsula, ou caixa protetora, em torno das sementes das plantas de algodão do gênero Gossypium na família malva Malvaceae. A fibra é quase celulose pura e pode conter porcentagens menores de ceras, gorduras, pectinas e água. Em condições naturais, as cápsulas de algodão aumentarão a dispersão das sementes. A planta é um arbusto nativo de regiões tropicais e subtropicais ao redor do mundo, incluindo as Américas, África, Egito e Índia. A maior diversidade de espécies silvestres de algodão é encontrada no México, seguido pela Austrália e África.The Biology of Gossypium hirsutum L. and Gossypium barbadense L. (cotton). ogtr.gov.au O algodão foi domesticado independentemente no Velho e no Novo Mundo. A fibra é mais frequentemente transformada em fio ou linha têxtil e usada para fazer um tecido macio, respirável e durável. O uso de algodão para tecido é conhecido desde os tempos pré-históricos; fragmentos de tecido de algodão datados do quinto milênio a.C. foram encontrados na civilização do Vale do Indo, bem como restos de tecidos datados de 4200 a.C. no Peru. Embora cultivado desde a antiguidade, foi a invenção de Eli Whitney (1765-1825) o descaroçador de algodão, que baixou o custo de produção que levou ao seu uso generalizado, sendo hoje o tecido de fibra natural mais utilizado no vestuário. As estimativas atuais para a produção mundial são de cerca de 25 milhões de toneladas ou 110 milhões de fardos anualmente, representando 2,5% das terras aráveis ​​do mundo. A Índia é o maior produtor mundial de algodão. Os Estados Unidos têm sido o maior exportador por muitos anos.\"Natural fibres: Cotton\". . International Year of Natural Fibres. == Etimologia == A palavra \"algodão\" tem origem árabe, derivada da palavra ( ou ). Esta era a palavra usual para algodão no árabe medieval.Vários grandes dicionários foram escritos em árabe durante os tempos medievais. Cópias pesquisáveis ​​de quase todos os principais dicionários árabes medievais estão online em Baheth.info e/ou AlWaraq.net. Um dos dicionários mais estimados é \"Al-Sihah\" de Ismail ibne Hamade Aljauari, que é datado por volta e pouco depois do ano 1000. O maior é \"Lisan Al-Arab\" de Ibn Manzur, que é datado de 1290, mas a maior parte de seu conteúdo foi retirada de uma variedade de fontes anteriores, incluindo fontes dos séculos IX e X. Freqüentemente, Ibn Manzur cita sua fonte e a cita. Portanto, se o leitor reconhecer o nome da fonte de Ibn Manzur, uma data consideravelmente anterior a 1290 pode frequentemente ser atribuída ao que é dito. Uma lista com o ano da morte de vários indivíduos citados por Ibn Manzur está no Lane's Arabic-English Lexicon, volume 1, page xxx (1863). O Arabic-English Lexicon de Lane contém grande parte do conteúdo principal dos dicionários árabes medievais em tradução para o inglês. Em AlWaraq.net, além de cópias pesquisáveis ​​de dicionários árabes medievais, há cópias pesquisáveis ​​de um grande número de textos árabes medievais sobre vários assuntos. Marco Polo, no capítulo 2 de seu livro, Il Milione, descreve uma província que ele chama de Cotã no Turquestão, hoje Xinjiang, onde o algodão era cultivado em abundância. A palavra entrou nas línguas românicas em meados do século XII,More details at CNRTL.fr Etymologie in French language. Centre national de ressources textuelles et lexicales (CNRTL) is a division of the French National Centre for Scientific Research. e no inglês um século depois. O tecido de algodão era conhecido pelos antigos romanos como uma importação, mas o algodão era raro nas terras de língua românica até as importações das terras de língua árabe no final da era medieval a preços reduzidos de forma transformadora. == Descrição == Algodão são as fibras que são colhidas manualmente ou com a ajuda de máquinas. Sendo que a forma manual de coleta é feita normalmente nos algodoriros e traz um produto muito mais livre de impurezas. De uma forma ou de outra, as fibras sempre contêm pequenas sementes negras e triangulares que precisam ser extraídas antes do processamento das fibras. As fibras são, de facto, pêlos originados da superfície das próprias sementes. Estas sementes ainda são aproveitadas na obtenção do óleo de algodão, que é comestível. Pesquisas indicam que o composto gossipol, extraído da semente, pode ser empregado como contraceptivo masculino. Nos primeiros 28 dias após a abertura da flor, as referidas células crescem rapidamente em comprimento, até 91% do comprimento final. Em seguida, o crescimento dos 9% finais torna-se lento e estabiliza-se em torno dos 47-51 dias do florescimento. Aos 21 dias, a parede da célula se resume, basicamente, em cutícula e camada, fina, de celulose.Wegerich K. 2002. Natural drought or human-made water scarcity in Uzbekistan? Central Asia and the Caucasus. 2, 154–162. == Galeria == Carscterísticas: Algodoeiro. Semente de algodão. Folhas. Flor. Fruto. == Contracepção == Durante o período da escravidão nos Estados Unidos, a casca das raízes do algodão era usada na medicina popular como abortivo, ou seja, para indução de aborto. O gossipol, substância encontrada em todas as partes do algodoeiro, também parece inibir o desenvolvimento dos espermatozóides e reduzir sua mobilidade. Além disso, evidências limitadas sugerem que o algodão possa interferir no ciclo menstrual por inibir a liberação de hormônios. == Produção mundial == A grande maioria da produção mundial de algodão concentra- se na Ásia, cerca de 62% do total, essencialmente na Índia, China e Paquistão. País Produção em 2021 (toneladas anuais) 5 992 160 5 730 900 3 815 180 2 227 560 1 416 706 832 500 781 058 566 067 526 014 343 039 Fonte: FAOSTAT Fonte: FAOSTAT == Produção no Brasil == Em 2018, o Brasil produziu 4,9 milhões de toneladas de algodão, sendo o 4º maior produtor do mundo. Os estados que mais produzem são, principalmente, Mato Grosso e Bahia (onde está a maior parte da produção nacional), seguidos por Minas Gerais e Goiás.MT segue como líder isolado na produção de algodão e safra sobe para 65% em 2017/18 O algodão foi o 19º produto mais importante da pauta de exportações brasileira em 2019, com uma receita de U$ 2,6 bilhões. Os maiores compradores do algodão brasileiro neste ano foram: China, Vietnã, Indonésia, Bangladesh e Turquia.Exportação brasileira de algodão == Propriedades físicas e valor do algodão no mercado == As propriedades físicas da fibra determinam a sua qualidade ou valor tecnológico. No entanto, o conceito de qualidade do algodão sofreu modificações no passado em função das determinações tecnológicas comumente realizadas. Antigamente o valor do algodão era considerado apenas em função do comprimento da fibra e do tipo comercial, sendo o primeiro determinado manualmente pelos classificadores e o segundo, visualmente, em função da limpeza, aparência, cor e aspectos de beneficiamento. Na época da Revolução Industrial, o algodão era tão importante quanto o petróleo é desde meados do século XIX.The Half Has Never Been Told: Slavery and the Rise of American Capitalism (New York: Basic Books, 2014. P.XXI) A pesquisa tem revelado a importância de outras características físicas, utilizando aparelhos adequados, cuja evolução foi rápida nas últimas décadas. Hoje em dia, a maioria das indústrias já leva em consideração o Índice Micronaire, a tenacidade da fibra e a maturidade na avaliação da matéria-prima. O teste considerado padrão nos dias de hoje, para aferir as qualidades da fibra chama-se HVI (High Volume Instrument). A classificação visual também é muito utilizada ainda. Os problemas causados pela infestação da praga do bicudo-do-algodoeiro, aliado ao forte movimento de abertura da economia brasileira no início dos anos 1990, provocou uma forte retração na produção doméstica e permitiu a entrada de importações subsidiadas. Em 1986, a tarifa de importação de algodão em pluma praticada pelo Brasil era de 55%, sendo reduzida paulatinamente até ser zerada em 1993, taxa que também passou a valer em definitivo para os parceiros do Mercosul. As importações de produtos altamente subsidiados nos países de origem contavam ainda com prazos de pagamento de até 360 dias e juros muito menores que os disponíveis aos produtores nacionais. Após a reversão dos preços internacionais ocorrida no biênio 94/95 e a constatação do alto custo social decorrente do desemprego de milhares de famílias no norte do Paraná, que tinham no algodão uma das poucas alternativas para a pequena escala de produção de suas propriedades, o Governo brasileiro resolveu implementar medidas de apoio à cotonicultura nacional, elevando o preço mínimo, cobrindo 100% do VBC nos empréstimos oficiais e garantindo a elevação da alíquota de importação para produto de países de fora do Mercosul, em 1% ao ano, entre 1996 e 2000. Por enquanto, essas medidas não foram suficientes para criar condições de competitividade em relação ao algodão importado. Espera-se, portanto, que novas medidas de caráter protecionista, como a obrigatoriedade de pagamento à vista das importações, sejam implementadas em breve. Entretanto, aspectos tecnológicos, como o comprimento de fibra requerido pelo parque têxtil nacional e ainda não atendidos pelo setor produtivo local, aliados à crescente disponibilidade de algodão na Argentina e à rápida evolução técnica dessa lavoura no Paraguai, devem determinar a continuidade da participação das importações de algodão em pluma do Mercosul por muitos anos. A maior proteção decorrente de uma política comercial mais agressiva por parte do Brasil, o crescimento do consumo puxado pela renda, a adaptação de variedades mais produtivas e com maior aceitação comercial e o fato de o algodão ser uma boa alternativa de rotação de culturas com soja e milho devem, em conjunto, contribuir para um crescimento da produção brasileira nos próximos anos, permitindo uma colheita de 1,8 milhão de toneladas de algodão em caroço no ano 2000. == Ver também == * Indústria têxtil / Indústria da moda * Museu de História e Tecnologia do Algodão * Política do algodão == Bibliografia == * Beckert, Sven. Empire of Cotton: A Global History. New York: Knopf, 2014. * Brown, D. Clayton. King Cotton: A Cultural, Political, and Economic History since 1945 (University Press of Mississippi, 2011) 440 pp. * Ensminger, Audrey H. and Konlande, James E. Foods and Nutrition Encyclopedia, (2nd ed. CRC Press, 1993). * USDA – Cotton Trade * Moseley, W.G. and L.C. Gray (eds). Hanging by a Thread: Cotton, Globalization and Poverty in Africa (Ohio University Press and Nordic Africa Press, 2008). * * Smith, C. Wayne and Joe Tom Cothren. Cotton: origin, history, technology, and production (1999) 850 pages * True, Alfred Charles. The cotton plant: its history, botany, chemistry, culture, enemies, and uses (U.S. Office of Experiment Stations, 1896) online edition * == Ligações externas == * Gossypium links Links para páginas informativas sobre o algodão e o gênero Gossypium. * * * * * * Categoria:Abortifacientes",
 "title": "Algodão"
}