{
 "id": "38496",
 "text": "Fabaceae (ou Leguminosae nom. cons.)O Código Internacional de Nomenclatura para Algas, Fungos ePlantas (International Code of Nomenclature for algae, fungi, and plants) no seu artigo 18.5 estabelece: \"Os seguintes nomes, com longo período de uso, são tratados como validamente publicados: ....Leguminosae (nom. alt.: Fabaceae; tipo: Faba Mill. [= Vicia L.]); ... Quando as Papilionaceae são consideradas como uma família distinta do resto das Leguminosae, o nome Papilionaceae é conservado em detrimento de Leguminosae.\" é uma família monofilética de plantas com flor, com distribuição cosmopolita, que inclui as espécies vulgarmente conhecidas por leguminosas, entre as quais algumas das plantas cultivadas com maior importância económica no mundo. Sendo a terceira família de plantas terrestres em número de espécies (apenas ultrapassada por Orchidaceae e Asteraceae), agrupa cerca de 751 géneros com mais de 19 000 espécies validamente descritas.Judd, W. S., Campbell, C. S. Kellogg, E. A. Stevens, P.F. Donoghue, M. J. (2002), Plant systematics: a phylogenetic approach, Sinauer Axxoc, 287-292. . Inclui árvores, arbustos e herbáceas perenes ou anuais, facilmente reconhecíveis pelo fruto em forma de vagem e pelas folhas compostas e estipuladas. Muitas das espécies desta família desenvolvem associações simbióticas com colónias de bactérias que vivem em nódulos nas raízes. Desta interação resulta o processo de fixação de azoto. ==Descrição== ===Nomenclatura botânica=== Na nomenclatura botânica Fabaceae deriva do antigo nome genérico faba, aplicado a um táxon agora incluído em Vicia. O termo latino faba, em português fava ou feijão, foi inicialmente aplicado ao género onde se inclui a fava. Por sua vez, o nome Leguminosae remete para os frutos típicos destas plantas, as vagens (ou, menos frequentemente, legumes), o que levou ao nome comum leguminosas aplicado genericamente a todo os membros da família. A existência de dois nomes científicos igualmente válidos para a família (Fabaceae e Leguminosae) resulta da possibilidade de uso de nomes alternativos quando longamente consagrados pelo uso, regra prevista no Código Internacional de Nomenclatura Botânica. ===Morfologia=== Entre as Fabaceae encontram-se tanto árvores e arbustos como plantas herbáceas perenes ou anuais. Essa família é normalmente reconhecida pela presença de frutos do tipo vagem, e pelas folhas compostas com estípulas bem desenvolvidas. Com cerca de 751 géneros e mais de 19 000 espécies validamente descritas, a família tem distribuição natural do tipo cosmopolita, estando presente em todos os grandes biomas de quase todas as regiões climáticas (sendo as únicas excepções as regiões árticas e antárticas e algumas ilhas remotas). Com as suas flores e frutos característicos, as leguminosas são a terceira família de plantas terrestres em número de espécies, com uma diversidade que é apenas ultrapassada pelas famílias Orchidaceae e Asteraceae. As espécies desta família representam cerca de 7% das angiospermas) sendo os 5 maiores géneros: Astragalus (mais de 3 000 espécies), Acacia (mais de 1 000 espécies), Indigofera (cerca de 700 espécies), Crotalaria (cerca de 700 espécies) e Mimosa (cerca de 400 espécies). Estes cinco géneros abarcam cerca de um quarto de todas as espécies de leguminosas. Fabaceae é a família mais frequentemente encontrada nas florestas tropicais húmidas e nas florestas secas das Américas e de África. A família é considerada como a de maior riqueza de espécies arbóreas nas florestas neotropicais, além de haver grande número de táxons endémicos nesta região. Os principais géneros da família Fabaceae, em número de espécies, são: Astragalus (2 000 spp.), Acacia (1 000), Indigofera (700), Crotalaria (600), Mimosa (500), Desmodium (400), Tephrosia (400), Trifolium (300), Chamaecrista (260), Senna (250), Inga (250), Bauhinia (250), Adesmia (230), Dalbergia (200), Lupinus (200), Rhynchosia (200), Pithecellobium (170), Dalea (150), Lathyrus (150), Calliandra (150), Aeschynomene (150), Vicia (140), Albizia (130), Swartzia (130), Lonchocarpus (130), Caesalpinia (120), Lotus (100), Millettia (100) e Erythrina (100). No Brasil ocorrem cerca de 222 géneros e 2822 espécies, sendo mais da metade delas consideradas endemismos. Evidências moleculares e morfológicas recentes comprovam que o conjunto das Fabaceae forma uma única família monofilética.Lewis G., Schrire B., Mackinder B. and Lock M. 2005. (eds.) Legumes of the world. The Royal Botanic Gardens, Kew, Reino Unido. 577 pages. 2005. . Esta conclusão está bem suportada não somente pelo grau de interrelação dos diferentes grupos dentro da família quando comparado com a relação existente entre as Leguminosae e os taxa filogeneticamente mais próximos, mas também por todos os recentes estudos de filogenia molecular com baseados na análise de sequências de DNA.Doyle, J. J., J. A. Chappill, C.D. Bailey, & T. Kajita. 2000. Towards a comprehensive phylogeny of legumes: evidence from rbcL sequences and non-molecular data. pp. 1 -20 in Advances in legume systematics, part 9, (P. S. Herendeen and A. Bruneau, eds.). Royal Botanic Gardens, Kew, UK. Os resultados desses estudos confirmam que as Fabaceae como grupo monofilético estão estreitamente relacionadas com as famílias Polygalaceae, Surianaceae e Quillajaceae, que em conjunto formam a ordem Fabales, por sua vez também um clado integrado nas eurosídeas I. Dada a grande variabilidade de hábito e de morfologia que caracterizam uma família tão diversa e com tão elevado número de espécies, tanto a circunscrição taxonómica do grupo como a sua nomenclatura variaram largamente ao longo dos tempos. Na sua presente circunscrição taxonómica, a família está subdividida em 6 subfamílias com características morfológicas muito distintas. Essa dificuldade em atingir consensos taxonómicos, levou a que o tratamento do grupo variasse entre uma única família (Leguminosae ou Fabaceae), composta por três subfamílias (Faboideae ou Papilionoideae, Mimosoideae e Caesalpinioideae), e a sua divisão em três famílias autónomas (Fabaceae, Mimosaceae e Caesalpiniaceae). Presentemente, os sistemas de classificação de base morfológica que propunham as famílias separadas estão em desuso e os nomes Fabaceae, Mimosaceae e Caesalpiniaceae devem ser usados como sinónimos, ou sinónimos pro parte. Nos modernos sistemas de classificação de base cladística, assentes em análises moleculares e filogenéticas, como o sistema APG IV, consideram todo o agrupamento taxonómico das leguminosas sensu lato como uma única família monofilética sob o nome de Fabaceae. Alguns ecossistemas brasileiros, como a floresta amazónica e o cerrado, estão entre os centros de diversidade para o grupo e muitas das espécies que são exclusivas destes ecossitemas. No Brasil ocorrem cerca de 222 géneros e pelo menos 2 822 espécies, sendo mais da metade delas endemismos. Uma das hipóteses da etimologia do nome do Brasil aponta para a árvore conhecida por pau-brasil (Paubrasilia echinata), uma espécie nativa da Mata Atlântica pertencente à subfamília Caesalpinioideae da família Fabaceae. ;Hábito A família Fabaceae apresenta uma grande variedade de formas de crescimento, com hábitos que variam desde pequenas plantas herbáceas anuais (em geral caméfitos perenes) até trepadeiras e lianas (herbáceas ou lenhosas), arbustos e grandes árvores (megafanerófitos). Entre as espécies arbóreas gigantes, conta-se Koompassia excelsa, uma das maiores árvores extantes. As espécies herbáceas podem ser anuais, bienais ou perenes, sem agregações foliares basais ou terminais. A espécies desta família podem ser epífitas, plantas verticais ou trepadeiras. As últimas suportam-se por meio de rebentos que se contorcem em torno de um suporte ou através de gavinhas. As plantas podem ser heliófitas, mesófitas, ou xerófitas. Apresentam inflorescências indeterminadas, que em certas ocasiões são reduzidas a uma única flor. As flores apresentam geralmente um hipanto pequeno e um único carpelo com um pequeno ginóforo. Após a fertilização, as plantas desta família produzem frutos do tipo vagem, embora também ocorram outros tipos, entre os quais a sâmara e o lomento. ;Raízes Uma característica ecológica importante da família Fabaceae é a ocorrência de segmentos especializados das raízes, conhecidos por nódulos radiculares, que concentram colónias de bactérias especializadas na fixação de azoto. Num processo simbiótico, naqueles nódulos bactérias do género Rhizobium e semelhantes fixam o azoto da atmosfera, ou seja convertem o azoto gasoso atmosférico (N2) em nitrato ou amónia (NO3− ou NH3). Este processo é um dos passos fundamentais do ciclo do azoto, já que converte o azoto gasoso em compostos azotados com elevada biodisponibilidade, já que a generalidade dos organismos não consegue utilizar directamente o azoto atmosférico para os seus processos metabólicos. Os nódulos radiculares são encontrados principalmente na subfamília Papilionoideae e com menor frequência nas subfamílias Mimosoideae e Caesalpinioideae. Devido à sua capacidade de fixar nitrogénio, algumas espécies de leguminosas são utilizadas para a melhoria de solos agrícolas. Essas espécies apresentam grande importância económica para a produção de alimentos, entre as quais a soja (Glycine max), as ervilhas (Pisum sativum) e os feijões (Phaseolus vulgaris). Para produção de forragem a moderna agricultura recorre a múltiplas espécies com nódulos radiculares, entre as quais a alfafa (Medicago sativa) e várias espécies de géneros como Desmodium e Stylosanthes. ;Folhas Em geral as folhas da Fabaceae são de filotaxia alterna, compostas, bi a plurifolioladas ou pinatissectas, podendo ser pinadas, bipinadas, com número par ou ímpar de pinas (p. ex. Caragana e Robinia respectivamente), ou trifoliolares (p. ex. Trifolium e Medicago) ou raramente digitadas ou compostas palmatilobadas (p. ex. Lupinus). Nas Mimosoideae e nas Caesalpinioideae as folhas são em geral bipinadas (p. ex. Acacia e Mimosa). A generalidade das espécies apresenta estípulas foliares, as quais podem ser de tamanho e persistência variados. Em alguns géneros, as estípulas são transformadas em espinhos (como ocorre, p. ex., em Robinia), ou terem formato similar ao de folhas (como em Pisum) ou ser discretas, quase residuais. As folhas apresentam limbos com margens inteiras ou ocasionalmente serradas, com venação peninérvea. Ocasionalmente os folíolos podem ser modificados em gavinhas. Na base da folha e dos folíolos podem existir articulações designadas, respectivamente, por pulvinos e pulvínulos, que realizam movimentos násticos ou tropismos. Algumas espécies do género Mimosa usam essas articulações para realizar movimentos rápidos em resposta a estímulos externos e, por isso, são geralmente denominadas plantas sensitivas. As folhas também podem apresentar glândulas secretoras, sob a forma de nectários extraflorais. Diversas espécies apresentam folhas com estruturas que atraem formigas que por sua vez protegem a planta de insectos herbívoros (numa forma de mutualismo na defesa contra a herbivoria). A presença de nectários extraflorais é comum nas Mimosoideae e Caesalpinioideae, embora também ocorram em algumas Papilionoideae (p. ex. em Vicia sativa). Em algumas espécies de Acacia, ocorrem estípulas modificadas, ocas, que criam cavidades secretoras, conhecidas por domácias, habitadas por espécies especializadas de formigas. ;Flores As flores da família Fabaceae apresentam em geral cinco sépalas fundidas e cinco pétalas livres. As flores podem ser zigomorfas ou actinomorfas, mas são majoritariamente diclamídeas (raramente monoclamídeas) e bissexuadas (hermafroditas). Apresentam um único pistilo e um hipanto curto, que normalmente apresenta formato de taça. As flores estão geralmente inseridas em inflorescências indeterminadas. As Fabaceae são em geral entomófilas (polinizadas por insetos), pelo que as flores são em geral chamativas para potenciar a atracção dos polinizadores. O cálice é gamossépalo ou raramente dialissépalo, com prefloração aberta, valvar ou imbricada. A corola apresenta pétalas livres ou conatas, valvadas ou imbricadas. O androceu apresenta tipicamente 10 estames, embora alguns géneros apresentem essas estruturas maior ou menor número. O gineceu apresenta ovário súpero, unicarpelar, unilocular, por vezes dividido por falsos septos e em geral multiovulado (em geral apresenta 10 óvulos) com placentação parietal, com estilete curvo. As flores apresentam características distintas nas três subfamílias que presentemente são reconhecidas no grupo: * Nas Caesalpinioideae, as flores são frequentemente zigomórficas, como em Cercis, ou quase simétricas, com cinco pétalas iguais, como em Bauhinia. A pétala superior é a mais interna, ao contrário de Faboideae. Algumas espécies, como as do género Senna, apresentam flores assimétricas com uma das pétalas inferiores maior que aquela que a ela se opõe e aparenta estar dobrada para um dos lados. Tanto o cálice como a corola e os estames, podem ser estruturas chamativas nesse grupo; *Nas Mimosoideae, as flores são actinomórficas e organizadas em inflorescências globosas. As pétalas são pequenas e os estames, que podem ser mais do que 10 em número, apresentam filamentos longos e coloridos que nesses casos são as partes mais chamativa da flor. Todas as flores da inflrescência abrem ao mesmo tempo (ântese simultânea); *Nas Faboideae, as flores são zigomórficas, e apresentam uma estrutura especializada (flor papilionácea). A pétala superior, designada por «estandarte», é em geral maior e na fase de botão envolve as pétalas laterais, designadas por «alas», assumindo posição reflexa após a ântese, rodeando as pétalas basais. As pétalas basais, designadas conjuntamente por «quilha», são muito diferenciadas, fundidas no ápice e livres na base, formando uma estrutura semelhante à quilha de uma embarcação. Os estames são sempre 10 em número, podendo os seus filamentos ser fundidos em várias configurações, muitas vezes num grupo de nove estames e com um estame separado. Vários genes da família Cicloidea (CYC) ou Dichotoma (DICH) são expressos na pétala superior (também chamada dorsal ou adaxial), sendo que em algumas espécies, como por exemplo no género Cadia, esses genes são expressos em toda a flor, produzindo uma flor radialmente simétrica. A fórmula floral mais comum é: X ou ✳, K5C5 _G_ 1A10-∞ vagem. ;Frutos O ovário das espécies desta família tipicamente desenvolve-se numa vagem, característica típica das leguminosas. A vagem é um fruto seco, simples e deiscente, que geralmente abre ao longo de uma costura, em dois lados. Apesar do nome comum para este tipo de fruta ser \"vagem\", o termo é aplicado a alguns outros tipos de fruto. Apesar do fruto mais comum do tipo vagem ser seco e deiscente, nalguns casos, a vagem pode ser carnoso e indeiscente. Algumas espécies da família evoluíram a partir da vagem básica para outros tipos de fruto, como bagas, folículos, aquénios, drupas (Andira), sâmaras (Machaerium), vagens samaroides indeiscentes (Dalbergia), lomentos (Aeschynomene) e craspédios (Mimosa). O embrião é geralmente curvo, verde, com o endosperma ausente. === Fisiologia e bioquímica=== A família também desenvolveu uma química única. Muitas leguminosas contêm substâncias tóxicas e indigestas que podem ser removidas através de vários métodos de processamento. Os pterocarpanos são uma classe de moléculas (derivados de isoflavonoides) que são encontradas apenas nas Fabaceae. Apesar disso, as leguminosas raramente são cianogénicas. Quando ocorram, os compostos cianogénicos são derivados da tirosina, fenilalanina ou leucina. As espécies de Fabaceae frequentemente contêm alcaloides. As proantocianidinas podem estar presentes como cianidinas ou delfinidinas, ou ambos ao mesmo tempo. Os flavonoides, tais como o kaempferol, a quercetina e a myricetina (ou miricetina), estão frequentemente presentes. O ácido elágico nunca foi encontrado em nenhum dos géneros ou espécies analisados. Os açúcares são transportados dentro das plantas na forma de sacarose. A via metabólica de fixação de carbono conhecida por fotossíntese C3 foi encontrada numa ampla variedade de géneros. Os tubos crivados das Fabaceae apresentam proteínas especializadas designadas por forisomas, as quais são as únicas cujo metabolismo não está dependentes da via da adenosina trifosfato (ADT). == Evolução, filogenia e taxonomia == === Evolução === A ordem Fabales contém cerca de 7,3% da totalidade das espécies de eudicotiledóneas, sendo que a maior parte dessa diversidade está contida apenas na família Fabaceae, uma das quatro famílias que integram aquela ordem contém. Atente-se que o clado Fabales, cujas origens datam de há 94 a 89 milhões de anos, embora tenha iniciado sua diversificação entre há 79 milhões e 74 milhões de anos, também inclui as famílias Polygalaceae, Surianaceae e Quillajaceae. O registo fóssil indica que as Fabaceae se diversificaram durante o Terciário inicial (Paleogeno) para se tornarem numa parte omnipresente do biota da Terra moderna, em conjunto com outras famílias pertencentes ao grupo das plantas com flor.Herendeen, P. S., W. L. Crepet, and D. L. Dilcher. 1992. The fossil history of the Leguminosae: phylogenetic and biogeographic implications. Pages 303 – 316 in Advances in Legume Systematics, part 4, the fossil record (P. S. Herendeen and D .L. Dilcher, eds). Royal Botanic Gardens, Kew, UK. As Fabaceae apresentam um registo fóssil abundante e diverso, especialmente durante o Terciário. Fósseis de flores, frutos, folhas, madeira e pólen desse período foram encontrados em inúmeros lugares.Crepet, W. L., and P. S. Herendeen. 1992. Papilionoid flowers from the early Eocene of south eastern North America. Pages 43–55 in Advances in Legume Systematics, part 4, the fossil record (P. S. Herendeen and D. L. Dilcher, eds.). Royal Botanic Gardens, Kew, UK.Herendeen, P. S. 1992. The fossil history of Leguminosae from the Eocene of south eastern North America. Pages 85-160 in Advances in Legume Systematics, part 4, the fossil record (Herendeen, P. S., and D. L. Dilcher, eds.). Royal Botanic Gardens, Kew, UK.Herendeen, P. S. 2001. The fossil record of the Leguminosae: recent advances. In Legumes Down Under: the Fourth International Legume conference, Abstracts, 34–35. Australian National University, Canberra, Australia. Os fósseis mais antigos que podem definitivamente ser associados à aparição das Fabaceae apareceram no final do Paleoceno (aproximadamente há 56 milhões de anos).Herendeen, P. S., and S. Wing. 2001. Papilionoid legume fruits and leaves from the Palaeocene of north western Wyoming. Botany 2001 Abstracts, published by Botanical Society of America (http://www.botany2001.org/).Wing, S. L., F. Herrera, and C. Jaramillo. 2004. A Palaeocene flora from the Cerrajón Formation, Guajíra Peninsula, north eastern Colombia. Pages 146-147 in VII International Organization of Paleobotany Conference Abstracts (21–26 March). Museo Egidio Feruglio, Trelew, Argentina. Fósseis que podem com segurança ser associados a três das subfamílias das Fabaceae (Caesalpinioideae, Papilionoideae e Mimosoideae), assim como os membros dos grandes clados dessas subfamílias (como os genistoides) foram encontrados no registo fóssil em períodos um pouco mais tarde, começando entre há 55 milhões e 50 milhões de anos. Para além disso, uma grande variedade de táxons, representando as principais linhagens de Fabaceae, foi descoberta nos registos fósseis datados do meio e final do Eoceno, sugerindo que a maioria dos grupos modernos de Fabaceae já existiam então e que uma grande diversificação ocorreu durante esse período. Em conclusão, a análise do registo fóssil permite concluir que as Fabaceae começaram sua diversificação há aproximadamente 60 milhões de anos, e que os clados principais se separaram há cerca de 50 milhões de anos.Bruneau, A., Lewis, G. P., Herendeen, P. S., Schrire, B., & Mercure, M. 2008b. Biogeographic patterns in early-diverging clades of the Leguminosae. Pp. 98-99, in Botany 2008. Botany without Borders. [Botanical Society of America, Abstracts.] A origem da maioria dos clados de Caesalpinioideae foi estimada como tendo ocorrido entre há 56 milhões e 34 milhões de anos, enquanto que os grupos basais da subfamília Mimosoideae aparecerem há cerca de 44 ± 2,6 milhões de anos. A divisão entre Mimosoideae e Faboideae estima-se que tenha ocorrido entre há 59 milhões e 34 milhões de anos. Tem sido possível datar a divergência entre alguns grupos dentro das Faboideae, mesmo considerando que diversificação dentro de cada género é relativamente recente. Por exemplo, o género Astragalus separou-se do género Oxytropis há 16 milhões a 12 milhões de anos. Para além disso, a separação das espécies aneuploides de Neoastragalus iniciou-se há apenas 4 milhões de anos. O género Inga, um género das Papilionoideae com aproximadamente 350 espécies, parece ter divergindo apenas nos últimos 2 milhões de anos.Wojciechowski, M. F. 2003. Reconstructing the phylogeny of legumes (Leguminosae): An early 21st century perspective. Pp. 5-35, in Klitgaard, B. B. & Bruneau, A. (eds), Advances in Legume Systematics, Part 10, Higher Level Systematics. Royal Botanic Gardens, Kew.Wojciechowski, Martin F., Johanna Mahn, and Bruce Jones. 2006. Fabaceae. legumes. Version 14 June 2006. The Tree of Life Web Project, http://tolweb.org/ Os dados obtidos com base nas evidências fósseis e filogenéticas sugerem que as leguminosas evoluíram originalmente em regiões áridas ou semiáridas ao longo das margens do Mar de Tétis (ou Mar de Tethys) durante o período Paleogeno. No entanto, outras regiões da África, ou mesmo das Américas (incluindo o Brasil), não podem ser descartadas como origem deste grupo de plantas. A hipótese correntemente aceite sobre o surgimento dos genes necessários para a formação de nódulos radiculares aponta para que tenham sido recrutados de outras vias evolutivas após um evento de poliploidia. Várias vias evolutivas distintas têm sido identificadas como doadoras do par de genes necessário para a nodulação. Os principais doadores para essa via estão entre os genes associados com a simbiose nas micorrizas arbusculares, os genes responsáveis pela formação do tubo polínico e os genes da hemoglobina. Um dos principais genes que se demonstrou serem partilhados entre as vias metabólicas das micorrizas arbusculares e os da nodulação é o gene designado por SYMRK, o qual está envolvido com o reconhecimento entre plantas e bactérias fixadores de azoto. O crescimento do tubo polínico é semelhante em vários aspectos ao desenvolvimento filiforme de um agente de infecção que cresça seguindo uma orientação polar, apresentando por isso uma estrutura similar à que resulta do crescimento polar dos túbulos polínicos em direcção aos óvulos. Ambos as vias incluem os mesmos tipos de enzimas que degradam a pectina advinda da parede celular. As enzimas necessárias para reduzir o azoto, as nitrogenases, necessitam de uma substancial quantidade de trifosfato de adenosina (ATP), mas ao mesmo tempo são sensíveis ao oxigénio livre. Para lidar com essa situação paradoxal, as plantas expressam um tipo diferente de hemoglobina, conhecido por leg-hemoglobina (ou legHb), uma hemoproteína que se acredita tenha aparecido evolutivamente após um evento de duplicação génica. Acredita-se que esses três caminhos genéticos são parte do evento de duplicação de genes, e que depois foram seleccionadas para operar a nodulação. ===Filogenia=== A filogenia das leguminosas tem sido objecto de inúmeros estudos com recurso à técnicas clássicas (especialmente morfológicas) e de biologia molecular. Foram utilizadas análises morfológicas, análises de sequências de DNA (do intrão trnL do cloroplasto, dos genes rbcL e matK (maturase K) também do cloroplasto ou dos espaçadores ribossómicos ITS), recorrendo a análises cladísticas para investigar o relacionamento entre diferentes linhagens da família. Em resultado desses estudos, a família Fabaceae é consistentemente reconhecida como monofilética. Os estudos atrás referidos também confirmaram que as subfamílias tradicionais Mimosoideae e Papilionoidea são separadamente monofiléticas, no entanto ambas estavam anichadas na subfamília parafilética Caesalpinioideae. Todas as diversas abordagens têm culminado com a obtenção de resultados similares quanto ao relacionamento entre os principais clados da família Fabaceae. Em consequência, após ampla discussão na comunidade científica que se dedica ao estudo da filogenética da leguminosas, agrupada no Legume Phylogeny Working Group, obteve-e como consenso a reclassificação das Fabaceae em seis subfamílias, o que exigiu a segregação de quatro novas subfamílias de prévia circunscrição da subfamília Caesalpinioideae, e a fusão da resultante subfamília Caesalpinioideae sensu stricto com a antiga subfamília Mimosoideae. Após essa redefinição da circunscrição taxonómica das subfamílias, a estrutura da família Fabaceae é a que consta do seguinte cladograma: ==== Taxonomia==== A posição taxonómica da família Fabaceae (monofilética) dentro da ordem Fabales de acordo com a maioria dos sistemas taxonómicos, incluindo o sistema APG IV, bem como das seis subfamílias em que se subdivide é a seguinte: *Ordem Fabales * Família Quillajaceae (grupo externo) * Família Polygalaceae (grupo externo) * Família Surianaceae (grupo externo) **Família Fabaceae *** Cercidoideae — 12 géneros e ~335 espécies, principalmente nos trópicos (inclui os géneros Bauhinia e Cercis). *** Detarioideae — 84 géneros e ~760 espécies, principalmente nos trópicos (inclui Amherstia, Detarium e Tamarindus). *** Duparquetioideae — 1 género e 1 espécie, nativa da África Central e Ocidental (o único género é Duparquetia). *** Dialioideae — 17 géneros e ~85 espécies, difundidos nos trópicos (inclui Dialium). *** Caesalpinioideae — 148 géneros e ~4400 espécies, com distribuição pantropical (inclui Caesalpinia, Senna, Mimosa e Acacia, bem como a antiga subfamília Mimosoideae (80 géneros e ~3200 espécies; amplamente distribuída nos trópicos e nas zonas temperadas da Ásia e das Américas). *** Faboideae (ou Papilionoideae) — 503 géneros e ~14,000 espécies, com distribuição cosmopolita (inclui Astragalus, Lupinus e Pisum.NOTA: O nome Papilionoideae para Faboideae está aprovado de acordo com as normas do International Code of Nomenclature for algae, fungi, and plants, artigo 19.8 A posição sistemática do grupo com a presente circunscrição, determinada pelas técnicas da filogenia molecular, sugere a seguinte árvore evolucionária: == Ecologia == As Fabaceae têm uma distribuição essencialmente cosmopolita, ocorrendo em todos os biomas terrestres, estando apenas ausentes na Antárctida e nas altas latitudes das margens do Árctico. As espécies arbóreas desta família são mais frequentes nas regiões tropicais e nos ambientes xéricos subtropicais, enquanto as plantas herbáceas e arbustivas ocorrem predominantes fora dos trópicos. === Fixação biológica do azoto === Uma das característica mais distintivas da ecologia das Fabaceae é a elevada prevalência de espécies capazes de formar associações simbióticas com espécies de bactérias diazotróficas, ou seja capazes de transformar o azoto molecular da atmosfera terrestre (N2) em compostos azotados que podem ser utilizados nos processos metabólicos das plantas. A fixação biológica de azoto, realizada pelos organismos capazes de diazotrofismo, é um processo evolutivamente muito antigo que provavelmente se originou na época Arqueana, quando a primitiva atmosfera terrestre era desprovida de oxigénio. O processo de fixação biológica deste elemento é realizado apenas por membros do filo Euryarchaeota e por apenas 6 dos mais de 50 filos de bactérias. Algumas dessas linhagens co-evoluíram junto com as plantas com flor, estabelecendo as bases moleculares de uma relação simbiótica mutuamente benéfica. Nestas plantas, a fixação biológica de azoto é realizada em nódulos que estão localizados principalmente no córtex da raiz, embora ocasionalmente estejam localizados no caule (como ocorre em Sesbania rostrata). As espermatófitas que co-evoluíram com diazotrofos do grupo Frankia (plantas actinorrízicas) ou com bactérias do género Rhizobium para estabelecer esta relação simbiótica pertencem a 11 famílias, todas contidas no clado Rosidae (conforme estabelecido pela filogenia molecular do gene rbcL, um gene que codifica parte da enzima RuBisCO no cloroplasto). Esse agrupamento indica que a predisposição para formar nódulos provavelmente só surgiu uma vez nas espermatófitas e pode ser considerada como uma característica ancestral que foi conservada ou perdida em certas linhagens. No entanto, uma distribuição tão ampla de famílias e géneros dentro dessa linhagem indica que a nodulação teve múltiplas origens. Das 11 famílias de Rosidae que produzem nódulos fixadores de azoto, 8 têm nódulos formados por actinobactérias do género Actinomyces (Betulaceae, Casuarinaceae, Coriariaceae, Datiscaceae, Elaeagnaceae, Myricaceae, Rhamnaceae e Rosaceae), e as famílias restantes (Ulmaceae e Fabaceae), têm nódulos formados por rizóbios.Sprent, J. I. 2001. Nodulation in legumes. Royal Botanic Gardens, Kew, UK. Os rizóbios e seus hospedeiros devem ser capazes de se reconhecer mutuamente para dar início ao processo de formação de nódulos. Os rizóbios são específicos de determinadas espécies hospedeiras, embora uma espécie de rizóbio possa frequentemente infectar mais de uma espécie de planta. Tal significa que uma planta pode estar infectada por mais de uma espécie de bactéria. Por exemplo, nódulos estudados em Acacia senegal continham até sete espécies de rizóbios pertencentes a três géneros diferentes. As características mais distintivas que permitem que os rizóbios sejam distinguidos são a rapidez do seu crescimento e o tipo de nódulo raiz que eles formam com seu hospedeiro. Os nódulos radiculares podem ser classificados como indeterminados, neste caso geralmente cilíndricos e muitas vezes ramificados, ou como determinados, neste caso maioritariamente esféricos com lenticelas proeminentes. Os nódulos indeterminados são característicos de leguminosas de clima temperado, enquanto os nódulos determinados são mais frequentemente encontrados em espécies de clima tropical ou subtropical. A formação de nódulos é comum em todos as subfamílias de leguminosas, embora seja menos comum nas Caesalpinioideae. Os nódulos ocorrem na maioria das leguminosas que apenas formam associação com rizóbios, que por sua vez formam uma simbiose exclusiva com leguminosas (com excepção de Parasponia, o único dos 18 géneros de Ulmaceae que é capaz de formar nódulos). Todos os tipos de formação de nódulos estão presentes na subfamília Papilionoideae: indeterminada (com o meristema retido), determinada (sem meristema) e do tipo incluído em Aeschynomene. Os dois últimos são considerados o tipo mais moderno e especializado de nódulo, pois estão presentes apenas em algumas linhas da subfamília Papilionoideae. Embora a formação de nódulos seja comum nas duas subfamílias monofiléticas Papilionoideae e Mimosoideae, estes agrupamentos também contêm espécies que não formam nódulos. A presença ou ausência de espécies formadoras de nódulos nas três subfamílias indica que a formação de nódulos terá surgido várias vezes durante a evolução das leguminosas e que esta capacidade foi perdida em algumas das suas linhagens. Por exemplo, dentro do género Acacia, um membro da subfamília Mimosoideae, a espécie Acacia pentagona não forma nódulos, enquanto outras espécies do mesmo género formam nódulos, como é o caso da espécie Acacia senegal, que forma nódulos rizobiais de crescimento rápido e lento. === Produção de derivados do ácido nitropropanoico=== Um grande número de espécies integradas em vários grupos de leguminosas, entre os quais os géneros Astragalus, Coronilla, Hippocrepis, Indigofera, Lotus, Securigera e Scorpiurus, produzem substâncias químicas que derivam do ácido 3-nitropropanoico (o composto 3-NPA ou 3-beta-nitropropiónico). O ácido livre 3-NPA é um inibidor irreversível da respiração mitocondrial ao inibir o ciclo do ácido tricarboxílico. Esta inibição causada pelo 3-NPA é especialmente tóxica para as células nervosas dos mamíferos e representa um mecanismo tóxico muito alargado, o que sugere uma profunda importância ecológica devido ao grande número de espécies que produzem este composto e os seus derivados. Uma segunda e intimamente relacionada classe de metabólitos secundários que ocorre em muitas espécies de plantas leguminosas é definida pelos derivados da isoxazolina-5-ona. Estes compostos ocorrem em particular junto com 3-NPA e derivados relacionados ao mesmo tempo nas mesmas espécies, como encontrado em Astragalus canadensis e Astragalus collinus. Os derivados 3-NPA e isoxazlin-5-ona também ocorrem em muitas espécies de escaravelhos predadores das folhas. == Importância económica e cultural == As leguminosas são plantas economicamente e culturalmente importantes devido à sua extraordinária diversidade e abundância. Integram uma grande variedade de vegetais comestíveis e com importância na produção de diversos produtos usados em horticultura e agricultura, como alimento, para a produção de compostos com usos medicinais e pela variedade de usos que podem ser dados aos seus óleos e gorduras.Allen, O. N., & E. K. Allen. 1981. The Leguminosae, A Source Book of Characteristics, Uses, and Nodulation. The University of Wisconsin Press, Madison, USA.Duke, J. A. 1992. Handbook of Legumes of Economic Importance. Plenum Press, New York, USA.Wojciechowski, M.F. 2006. Agriculturally & Economically Important Legumes.. Accessed 15 novembro 2008. Essa importância faz com que a família Fabaceae seja a segunda maior família de angiospermas em importância económica, integrando diversas plantas com grande importância para a produção alimentar: Cajanus (feijão-guandu), Pisum sativum (ervilha), Cicer arietinum (grão-de-bico), Medicago sativa (alfafa), Arachis hypogaea (amendoim) entre outras. Todavia, vale enfatizar que muitos géneros apresentam altas taxas de toxicidade, como os géneros Abrus e Astragalus. Determinadas espécies, quando utilizadas em ciclos culturais seguidos de sideração, proporcionam um grande aumento dos níveis de nitrogénio no solo. Além disso, inúmeras plantas dessa família apresentam potencial ornamental, como os géneros Acacia, Albizia,Calliandra, Cassia, Cercis, Mimosa e Robinia, entre outros. No Brasil, por exemplo, o flamboyant (Delonix regia), a pata-de-vaca (Bauhinia variegata), o sombreiro (Clitoria fairchildiana) e algumas espécies de (Tipuana) são usadas na arborização urbana. Em regiões temperadas o Lupinus é um género também muito utilizado em jardins. Muitas espécies desta família produzem madeiras de ótima qualidade, como o jacarandá (Dalbergia nigra), utilizado na manufactura do corpo de instrumentos de corda (violinos). Diversos outros géneros tem aplicação na indústria madeireira, como a cerejeira (Amburana cearensis), o jatobá (Hymenaea spp), o angelim (Hymenolobium spp) e a sucupira (Pterodon emarginatus). A presença de muitos compostos secundários e metabólitos também tem grande importância económica, permitindo que compostos produzidos pelas leguminosas sejam utilizados na fabricação de gomas, corantes, espessantes, medicamentos, resinas e pesticidas. A história do uso agrícola das leguminosas está intimamente relacionada com a história da civilização humana, aparecendo muito cedo na Ásia, nas Américas (várias variedades de feijão-comum), e Europa (favas). Há registo do usos de leguminosas que se estendem até há 6000 anos, tendo estas plantas se tornado um alimento básico, essencial como fonte de proteína. A sua capacidade de fixar azoto atmosférico reduz os custos com fertilizantes para agricultores e jardineiros que cultivam leguminosas, o que significa que estas plantas podem ser usadas em rotação de culturas para repor os níveis de azoto assimilável no solo. A sementes e folhagem das leguminosas têm um conteúdo comparativamente mais alto de proteína do que materiais não leguminosos, devido ao azoto adicional que estas plantas absorvem em consequência da fixação. Em resultado, as leguminosas são muito usadas como fertilizantes naturais. Algumas espécies de leguminosas executam elevação hidráulica, o que as torna ideais para uso em técnicas de interplantação. Preview available at Google Books. As leguminosas cultivadas podem pertencer a várias classes de uso agrícola, nomeadamente forragens, grãos, produção de flores, culturas industriais (incluindo para fins farmacêuticos), estrumes verdes, espécies madeireiras e como plantas melíferas, com a maioria das espécies cultivadas comercialmente a preencher dois ou mais tipos de uso simultaneamente: *Forragens — Existem dois tipos gerais de leguminosas forrageiras. Algumas, como a alfalfa, o trevo, a ervilhaca e algumas espécies de Arachis, são semeados em pastagens e pastadas directamente pelo gado. Outras leguminosas forrageiras, como Leucaena ou Albizia, são arbustos lenhosos ou pequenas árvores que são quebradas pelo gado ou cortadas regularmente por humanos para fornecer forragem. *Grãos — As leguminosas de grão são cultivadas pelas suas sementes, geralmente para consumo após maturação completa e secagem. As sementes são usadas para consumo humano e animal ou para a produção de óleos e gorduras vegetais para usos industriais. Entre as leguminosas de grão incluem- se tanto plantas herbáceas (como feijão, lentilha, tremoços, ervilhas e amendoim)The gene bank and breeding of grain legumes (lupine, vetch, soya and beah) / B.S. Kurlovich and S.I. Repyev (Eds.), - St. Petersburg, The N.I. Vavilov Institute of Plant Industry, 1995, 438p. - (Theoretical basis of plant breeding. V.111) e espécies arbóreas como a alfarroba, mesquite (várias espécies de Prosopis) e tamarindo. *Tubérculos — A espécie Lathyrus tuberosus, em tempos amplamente cultivada na Europa, produz tubérculos usados para consumo humano. *Produção de flores e uso ornamental — Várias espécies de leguminosas, incluindo espécies de tremoço, são cultivados comercialmente para produção de flores de corte e em jardinagem e paisagismo, sendo populares em jardins em todo o mundo. Várias espécies dos géneros arbustivas e arbóreas de Laburnum, Robinia, Gleditsia, Acacia, Mimosa e Delonix são usadas como ornamentais em paisagismo e como árvores de sombra em espaços públicos. *Cultura industrial — Várias espécies de leguminosas são cultivadas para a produção de matérias primas utilizadas na indústria. Entre essas plantas contam-se várias espécies do género Indigofera (cultivadas para a produção de índigo), do género Acacia (para goma-arábica), e do género Derris (para produção de compostos com acção insecticida, como a rotenona). *Sideração — As espécies de leguminosas são cultivadas para serem utilizadas como adubação verde, em geral por reincorporação de volta no solo por sideração, com objectivo de explorar os altos níveis de azoto encontrados na maioria destas plantas. Numerosas leguminosas são cultivadas para este fim, incluindo espécies dos géneros Leucaena, Cyamopsis e Sesbania. *Silvicultura — Várias espécies de leguminosas são cultivadas para produção de madeira, incluindo numerosas espécies de [Acacia]], Dalbergia e Castanospermum australe. *Plantas melíferas — As plantas melíferas oferecem néctar às abelhas e outros insectos visando incentivar o transporte de pólen das flores de uma planta para outra, garantindo assim a polinização. Várias espécies de leguminosas são boas fornecedoras de néctar, entre as quais a alfalfa, o trevo-branco, várias espécies de trevo-doce e várias espécies de Prosopis (mesquites). Muitas plantas da família Fabaceae são uma importante fonte de pólen para a espécie Bombus hortorum, de grande importância para a polinização de várias culturas e de árvores de fruto. Esta espécie é atraída especialmente pela espécie Trifolium pratense, também conhecido como trevo-vermelho. === Usos industriais === Os usos industriais da leguminosas inclui a produção de gomas e de corantes, incluindo diversos compostos usados em tinturaria. As gomas naturais são exsudatos vegetais libertados em resultado de danos infligidos à planta, especialmente os que resultam do ataque por insectos ou de corte natural ou artificial. Esses exsudatos contêm polissacarídeos heterogéneos, formados por diferentes açúcares, e geralmente contendo ácido urónico. Estes açúcares formam soluções coloidais viscosas. Existem múltiplas espécies que produzem gomas, mas as mais importantes dessas espécies pertencem às leguminosas. Essas plantas são amplamente utilizados nos sectores farmacêutico, cosmético, alimentício e têxtil. Apresentam também propriedades terapêuticas interessantes. Por exemplo, a goma arábica é um importante antitussígeno e anti-inflamatório. As gomas mais conhecidas são o tragacanto (Astragalus gummifer), a goma arábica (Acacia senegal) e a goma guar (Cyamopsis tetragonoloba).Kuklinski, C. 2000. Farmacognosia : estudio de las drogas y sustancias medicamentosas de origen natural. Ediciones Omega, Barcelona. Entre as espécies mais utilizadas na produção de corantes conta-se a espécie Haematoxylon campechianum, uma árvore espinhosa de grande porte, que pode crescer até aos 15 m de altura. O ritidoma é fino e macio e a madeira é dura. O cerne é usado para produzir corantes vermelhos e roxos. O corante histológico conhecido por hematoxilina é produzida a partir dessa espécie. A Paubrasilia echinata é também uma espécie arbórea, ainda que de menor dimensão, que produz numerosas flores vermelhas ou purpúreas. A madeira é também usada para produzir um corante vermelho ou roxo. A espécie Pithecellobium dulce é outra árvore espinhosa, nativa da América do Sul, que cresce até aos 4 m de altura e produz flores amarelas ou verdes que crescem em inflorescências. O fruto é avermelhado, usado para produzir um corante amarelo.Marquez, A. C., Lara, O.F., Esquivel, R. B. & Mata, E. R. 1999. Composición, usos y actividad biológica: Plantas medicinales de México II. UNAM. First edition. México, D.F. O corante índigo é extraído da verdadeira planta de índigo, a espécie Indigofera tinctoria, que é nativa da Ásia. Na América Central e na América do Sul, os corantes são produzidos a partir de duas espécies relacionadas: Indigofera suffruticosa e Indigofera arrecta. Um corante amarelo é extraído de Butea monosperma, uma árvore conhecida por chama-da-floresta. === Ornamentais=== Desde há muitos séculos que múltiplas espécies de leguminosas têm sido usadas como plantas ornamentais em todo o mundo. A sua vasta diversidade de alturas, formas, folhagens e cores das flores significa que esta família é muito frequentemente usada no projecto e plantio de todo o tipo de estruturas, desde pequenos jardins até grandes parques. A seguinte é uma lista das principais espécies de leguminosas ornamentais, listadas por subfamília: * Subfamília Caesalpinioideae: Bauhinia forficata, Ceratonia siliqua, Cercis siliquastrum, Erythrostemon gilliesii, Gleditsia triacanthos, Gymnocladus dioica, Parkinsonia aculeata, Senna multiglandulosa, Tara spinosa.Macaya J. 1999. Leguminosas arbóreas y arbustivas cultivadas en Chile. Chloris Chilensis Año 2. Nº1. * Subfamília Mimosoideae: Acacia caven, Acacia cultriformis, Acacia dealbata, Acacia karroo, Acacia longifolia, Acacia melanoxylon, Acacia paradoxa, Acacia retinodes, Acacia saligna, Acacia verticillata, Acacia visco, Albizzia julibrissin, Calliandra tweediei, Paraserianthes lophantha, Prosopis chilensis. * Subfamília Faboideae: Clianthus puniceus, Cytisus scoparius, Erythrina crista-galli, Erythrina falcata, Laburnum anagyroides, Lotus peliorhynchus, Lupinus arboreus, Lupinus polyphyllus, Otholobium glandulosum, Retama monosperma, Robinia hispida, Robinia luxurians, Robinia pseudoacacia, Sophora japonica, Sophora macnabiana, Sophora macrocarpa, Spartium junceum, Teline monspessulana, Tipuana tipu, Wisteria sinensis. === Espécies emblemáticas=== * A espécie Erythrina crista-galli (a flor-de-coral) é flor nacional da Argentina e Uruguai.Ministerio de Educación de la Nación. Subsecretaría de Coordinación Administrativa. Día de la Flor Nacional \"El Ceibo\". Efemérides Culturales Argentinas. Consulted 3 March 2010. * Enterolobium cyclocarpum é a árvore nacional da Costa Rica, escolhida por Ordem Executiva de 31 de Agosto de 1959.Gilbert Vargas Ulate. 1997. Geografía turística de Costa Rica. EUNED, 180 p. , 9789977649009. * O pau-brasil (Caesalpinia echinata) é a árvore nacional do Brasil desde 1978.\"Lei Nº 6.607, de 7 de Dezembro de 1978. O Presidente da República, faço saber que o Congresso Nacional decreta e eu sanciono a seguinte Lei: Art. 1º- É declarada Árvore Nacional a leguminosa denominada Pau-Brasil (Caesalpinia echinata, Lam), cuja festa será comemorada, anualmente, quando o Ministério da Educação e Cultura promoverá campanha elucidativa sobre a relevância daquela espécie vegetal na História do Brasil.\" * A espécie Acacia pycnantha (acácia-dourada) é a flor nacional da Austrália. * A espécie arbórea Bauhinia blakeana (árvore- orquídea) é a flor nacional de Hong Kong. == Referências== == Galeria == File:MG 7005.jpg|Acacia baileyana (acácia). File:Starr 050419-0368 Alysicarpus vaginalis.jpg|Lomentos de Alysicarpus vaginalis. File:CalliandraEmarginata.JPG|Calliandra emarginata. File:Desmodium gangeticum W2 IMG 2776.jpg|Desmodium gangeticum. File:Sickle Bush (Dichrostachys cinerea) in Hyderabad, AP W2 IMG 9903.jpg|Dichrostachys cinerea. File:Indigofera- gerardiana.JPG|Indigofera gerardiana. File:Lathyrus odoratus 5 ies.jpg|Gavinhas de Lathyrus odoratus (ervilha-de-cheiro). File:Lupinus arboreus kz5.jpg|Hábito de Lupinus arboreus em flor. File:Blauwschokker Kapucijner rijserwt Pisum sativum.jpg|Pisum sativum (ervilha); note as estipulas semelhantes a folhas. File:Smithia conferta W IMG 2191.jpg|Smithia conferta. File:Trifolium repens in Kullu distt W IMG 6655.jpg| Trifolium repens em Kullu (Himachal Pradesh, Índia.) File:Vicia cassubica W.jpg|Vicia cassubica (kashubia). File:Zornia gibbosa W IMG 1666.jpg|Zornia gibbosa. File:Fabaceae Stipulate Lotus Hosackia stipularis.jpg|Hosackia stipularis. File:Fabaceae lupinus nanus sky lupine.jpg|Lupinus nanus. File:Fabaceae Arroyo lupine succulent lupine lupinus succulentus.jpg|Lupinus succulentus. File:Fabaceae harlequin lupine lupinus stiversii.jpg|Lupinus stiversii . == Bibliografia == * Lewis, G., Schrire, B., Mackinder, B. & Lock, M. 2005. Legumes of the World. Royal Botanic Gardens, Kew. *Polhill, R. M. & Raven, P. H. (eds). 1981. Advances in Legume Systematics - Part 1. Royal Botanic Gardens. Kew. * Queiroz, L.P. 2009. Leguminosas da Caatinga. Universidade Estadual de Feira de Santana, Royal Botanic Gardens, Kew e Associação de Plantas do Nordeste. Feira de Santana. * Souza, Vinicius Castro. Botânica Sistemática: Guia ilustrado para identificação das famílias de Fanerógamas nativas e exóticas no Brasil, baseado em APG II/ Vinicius Castro Souza, Harri Lorenzi. 2º ed. Nova Odessa, SP: Instituto Plantarum, 2008. == Ligações externas == * * * * Leguminosae at The Plant List * Leguminosae at The Families of Flowering Plants (DELTA) * Fabaceae at the Encyclopedia of Life * Fabaceae at the Angiosperm Phylogeny Website * Fabaceae at the Tree of Life Web Project * Fabaceae at the online Flora of China * Fabaceae at the online Guide to the Flora of Mongolia * Fabaceae at the online Flora of Zimbabwe * Fabaceae at the online Flora of Western Australia * Fabaceae at the online Flora of New Zealand * Leguminosae at the International Legume Database & Information Service (ILDIS) * World Legume Species Checklist at Legumes Online * Fabaceae at Flowers in Israel * Asociación Española de las Leguminosas (AEL). Charity founded to promote the agricultural use of legumes in Spain. * World list of Fabaceae species species (20,856 spp) in the Catalogue of Life Categoria:Fabales Categoria:Famílias botânicas Categoria:Famílias de angiospérmicas",
 "title": "Fabaceae"
}