{
 "id": "3858",
 "text": "Eslováquia (; ), cujo nome oficial é República Eslovaca (; ), é um país na Europa Central. É limitado pela Chéquia (Tchéquia) e pela Áustria a oeste, pela Polônia ao norte, pela Ucrânia ao leste e Hungria ao sul. O território eslovaco se estende por cerca de 49 000 km2 e é em grande parte montanhoso. A população é de mais de 5 milhões e é composta principalmente de eslovacos étnicos. A capital e maior cidade é Bratislava. A língua oficial é o eslovaco, um membro da família de línguas eslavas. Os eslavos chegaram no território atual da Eslováquia nos séculos V e VI. No século VII, desempenharam um papel significativo na criação do império de Samo e no estabelecimento do Principado de Nitra, no século IX. No século X, o território foi integrado ao Reino da Hungria, que se tornou parte do Império Habsburgo e do Império Austro-Húngaro. Após a Primeira Guerra Mundial e a dissolução da Áustria-Hungria, os eslovacos e checos estabeleceram a Checoslováquia. Uma República Eslovaca independente (1939–1945) existiu na Segunda Guerra Mundial como um Estado fantoche da Alemanha nazista. Em 1945, a Checoslováquia foi restabelecida sob um regime socialista satélite da União Soviética. A Eslováquia tornou-se plenamente independente em 1 de janeiro de 1993, após a dissolução pacífica da Checoslováquia. O país é uma economia avançada de alta renda com uma das maiores taxas de crescimento na União Europeia (UE) e da OCDE. O país aderiu à UE em 2004 e na Zona Euro em 1 de janeiro de 2009. A Eslováquia também é membro do Espaço Schengen, da OTAN, da Organização das Nações Unidas e da Organização Mundial do Comércio (OMC). == História == === Antiguidade e Idade Média === O território correspondente à atual Eslováquia começou a ser colonizado pelos celtas por volta de 450 a.C. Estes construíram oppida nos sítios onde hoje se encontram Bratislava e Havránok. O primeiro uso da escrita na Eslováquia está registrado em moedas de prata com o nome de reis celtas. A partir de 2 d.C., o Império Romano, em expansão, ergueu e manteve uma série de postos militares próximo a e imediatamente ao norte do Danúbio, dos quais se destacam os maiores, como Vindobona, Carnunto e Brigécio. No acampamento de inverno de Laugarício (atual Trenčín), perto do Limes romanus, os auxiliares da II legião romana venceram uma batalha decisiva contra os quados germânicos em 179, durante as guerras marcomanas. Alguns reinos e tribos germanos e celtas estabeleceram-se no oeste e no centro do que é hoje a Eslováquia entre 8 a.C. e 179 d.C., principalmente suevos, osos e cótinos. Os eslavos ocuparam o território no século V. No século VII, o oeste da atual Eslováquia passou a ser o centro do Império de Samo. Um Estado eslavo, conhecido como Principado de Nitra, surgiu no século VIII e seu governante, Pribina, consagrou a primeira igreja cipado formou o cerne do Grande Império Morávio. O zênite do império eslavônico foi atingido com a chegada de São Cirilo e de São Metódio em 863, durante o reinado do príncipe Rastislau da Morávia, e com a expansão territorial empreendida pelo rei Zuentibaldo I. thumb|esquerda|Inscrição romana em Trenčín Após a desintegração do Grande Império Morávio no início do século X, os magiares anexaram gradualmente o território da atual Eslováquia. No final daquele século, o sudoeste da região foi integrado a um cada vez mais forte Principado da Hungria, que se tornou o Reino da Hungria após 1000. A maior parte da Eslováquia estava incorporada ao Reino da Hungria por volta de 1100 e sua região nordeste, por volta de 1300. Ao longo de quase dois séculos, o território foi governado de modo autónomo, com o nome Principado de Nitra, dentro do Reino da Hungria. Surgiram assentamentos eslovacos no norte e no sudeste da atual Hungria. A composição étnica diversificou-se com a chegada dos alemães dos Cárpatos, no século XIII, e dos valáquios, no século XIV, ademais dos judeus. Um declínio significativo na população resultou da invasão dos mongóis em 1241 e da fome subsequente. No entanto, nos tempos medievais, a área da atual Eslováquia era caracterizada pela imigração alemã e judaica, cidades florescentes, construção de vários castelos de pedra e o cultivo e desenvolvimento das artes. Em 1465, o rei Matias Corvino fundou a terceira universidade do Reino Húngaro, em Pressburg (atual Bratislava, capital do país), que foi fechada em 1490, após sua morte. Os hussitas também se estabeleceram na região após as Guerras Hussitas. Com a expansão do Império Otomano em território húngaro e a ocupação de Buda no início do século XVI, a capital do Reino da Hungria (com o nome de Hungria Real) transferiu-se para Presburgo (a atual Bratislava) em 1536. Mas as guerras com os otomanos e as frequentes revoltas contra a monarquia dos Habsburgos também causaram destruição, em especial nas áreas rurais. === Período contemporâneo e Checoslováquia === A importância da região diminuiu quando os turcos saíram da Hungria no , embora Presburgo mantivesse sua posição como capital do reino até 1848, quando o governo foi transferido para Budapeste. Durante a revolução de 1848–49, os eslovacos apoiaram o imperador austríaco, com a intenção de desligar-se da Hungria (então parte do Império Austríaco), no que não lograram sucesso. Durante a Monarquia Austro-húngara , o governo húngaro impôs um processo de \"magiarização\" à população eslovaca. Em 1918, a Eslováquia, juntamente com a Boémia e a Morávia, formaram um Estado único, a Checoslováquia, cujas fronteiras foram confirmadas pelos tratados de Saint Germain e de Trianon. Em 1919, durante o caos resultante da fragmentação da Áustria–Hungria, a Eslováquia foi atacada pela República Soviética da Hungria e um terço do território eslovaco tornou-se temporariamente a República Soviética da Eslováquia. Durante o período entre-guerras, a democrática e próspera Checoslováquia esteve sob contínua pressão dos governos revisionistas da Alemanha e da Hungria, até ser desmembrada em 1939, como resultado do Acordo de Munique celebrado no ano anterior. O sul da Eslováquia foi entregue à Hungria nos termos do Primeiro Laudo Arbitral de Viena. Sob pressão da Alemanha Nazi, a Primeira República Eslovaca, chefiada pelo fascista Jozef Tiso, declarou-se independente da Checoslováquia em 1939. Aos poucos, o governo tornou-se um regime fantoche da Alemanha. Um movimento de resistência aos nazis lançou-se numa feroz revolta armada em 1944. Seguiu-se uma sangrenta ocupação alemã e uma guerra de guerrilha. A maioria dos judeus foi deportada e desapareceu nos campos de concentração alemães durante o Holocausto. Após a Segunda Guerra Mundial, a Checoslováquia foi restabelecida e Jozef Tiso, enforcado em 1947, por colaborar com o nazismo. Mais de húngaros e alemãesNemecká menšina na Slovensku po roku 1918 (em eslovaco) foram obrigados a abandonar a Eslováquia, numa série de transferências de populações definida pelos Aliados na Conferência de Potsdam. Esta expulsão ainda é fonte de tensão entre a Eslováquia e a Hungria. === Independência e integração europeia === thumb|esquerda|Bandeira da Eslováquia e da União Europeia A Checoslováquia passou à órbita de influência da União Soviética após um golpe em 1948. O país foi ocupado pelas forças do Pacto de Varsóvia em 1968, pondo fim a um período de liberalização (a Primavera de Praga) sob a chefia de Alexander Dubček. Em 1969, a Checoslováquia tornou-se uma federação da República Socialista Checa e da República Socialista Eslovaca. Ao fim do regime comunista na Checoslováquia em 1989, depois a pacífica Revolução de Veludo, três anos depois seguiu-se novamente a dissolução do país, desta vez em dois Estados sucessores. Em junho de 1992, na República Checa ganhou as eleições o ODS de Václav Klaus que exigia ou uma federação mais rígida ou a independência, e na Eslováquia ganhou o HZDS de Vladimír Mečiar que exigia uma confederação ou a independência. A independência foi o único ponto comum dos programas dos vencedores das eleições nas duas repúblicas. Os dois lados começaram negociações frequentes e intensas em junho. Em julho de 1992, a Eslováquia, chefiada pelo primeiro- ministro Vladimír Mečiar, aprovou a Declaração de Independência da Nação Eslovaca, um documento político e não constitucional que não mudou o estado da Checoslováquia. De acordo com os peticionários, a declaração foi adotada após nenhuma reversão significativa ser esperada nas negociações sobre o próximo acordo de lei estadual da República Socialista da Tchecoslováquia. > \"Com esta declaração, declaramos o grau de maturidade intelectual e social > da Eslováquia, que é capaz de tomar nas próprias mãos o seu destino. A > Declaração é política, não é um ato constitucional, não se torna um estado > independente, mas é um sinal claro de que estamos assumindo a intenção de > criar nosso próprio estado em nossas próprias mãos e queremos resolvê-la e > trazê-la para um fim.\" Vladimír Mečiar Ao longo do outono de 1992, Mečiar e o primeiro-ministro checo Václav Klaus negociaram os detalhes da dissociação da Checoslováquia. Em novembro, o parlamento federal aprovou oficialmente a dissolução do país a partir de 31 de dezembro de 1992. A Eslováquia e a Chéquia tornaram-se assim independentes em 1 de janeiro de 1993, um evento por vezes chamado de Divórcio de Veludo. A Eslováquia continuou a ser uma parceira próxima da Chéquia e outros países do Grupo de Visegrád e foi admitida na União Europeia em maio de 2004. == Geografia == A paisagem eslovaca é digna de nota em especial pela sua natureza montanhosa, com os montes Cárpatos a desenrolarem-se ao longo da maior parte da metade norte do país. É nos Cárpatos que se situam os elevados picos dos montes Tatra, um destino popular para a prática de esqui e também zona de muitos lagos e vales espectaculares, além de albergarem o ponto mais alto da Eslováquia: o Gerlachovský štít, com . Existem terras baixas nas extremidades sudoeste (nas margens do Danúbio) e sudeste da Eslováquia. Os rios principais, além do Danúbio, são o Váh e o Hron. A Eslováquia é o único país da Europa cuja capital faz parte da fronteira com dois outros países, neste caso a Áustria e a Hungria. Juntamente com os seus vizinhos húngaros e checos, a Eslováquia encontra-se na região com os níveis mais elevados de poluição atmosférica e de acidez das chuvas na Europa. Esta situação deve-se ao tráfego automóvel e às fábricas de produtos químicos e agroalimentares. Em 2013, cerca de 250 000 eslovacos sofreram de doenças relacionadas com esta poluição. === Relevo === A paisagem eslovaca é digna de nota em especial pela sua natureza montanhosa, com os montes Cárpatos a desenrolarem-se ao longo da maior parte da metade norte do país. É nos Cárpatos que se situam os elevados picos dos montes Tatra, um destino popular para a prática de esqui e também zona de muitos lagos e vales espectaculares, além de albergarem o ponto mais alto da Eslováquia: o Gerlachovský štít, com . Existem terras baixas nas extremidades sudoeste (nas margens do Danúbio) e sudeste da Eslováquia. Os rios principais, além do Danúbio, são o Váh e o Hron. === Clima === A Eslováquia tem um clima continental com leve influência marinha no sul e oeste. Entre a primavera e o outono, há condições de clima relativamente ameno, mas chuvoso. Os invernos são rigorosos, com frequentes eventos de neve. No nordeste do país, o inverno é mais rigoroso, em algumas áreas montanhosas, a neve permanece durante cerca de 130 dias por ano. A temperatura média inverno é , o mês mais frio é janeiro e a área mais fria do país são as montanhosas Tatra; no verão a temperatura média é de , o mês mais quente é agosto e a zona mais quente do país é a planície do Danúbio. Nas montanhas investidas pelos ventos do Atlântico, a precipitação é abundante, superando os anuais; os montes Tatra tem a maior precipitação pluviométrica (), enquanto para o Danúbio tem condições acentuada secura com uma precipitação média anual abaixo . Bratislava tem um clima continental, com quatro distintas estações. O clima é ventoso com marcadas diferenças entre o quente verão e o frio inverno. O mês mais frio é janeiro (temperatura mínima , temperatura máxima ), o mês mais quente é julho (temperatura mínima , temperatura máxima ). A média de precipitação anual varia entre e , os meses mais chuvosos são entre junho e agosto. === Vegetação === A flora da Eslováquia é rica em espécies de plantas, devido ao clima ameno e a geologia diversificada. As florestas ocupam cerca de 40% do território nacional. Com o aumento da altitude ocorrem mudanças significativas na vegetação, a qual cria uma fase de crescimento vertical. A vegetação das montanhas possui várias subdivisões. Acima de de altitude encontradas as florestas de coníferas. As coníferas são representadas por: pinheiro negro, Limba, feijão, zona de pinheiros anões. Acima dessa área, ocorre apenas um matagal. Floração e e vegetação arbustiva sobre íngremes encostas rochosas de calcário. Acima dessa área são apenas pedras cobertas de musgo. A frequência de ocorrência da vegetação diminui com a altitude. Existe ainda a vegetação que não sofre influência direta da altitude, são os salgueiros e choupos que servem de mata cíliar para o rio Danúbio por exemplo. A vegetação das áreas mais baixas na sua grande maioria é composta por florestas de carpa-carvalho (carvalho, Tilia cordata, vidoeiro, avelã.) De a acima do nível do mar é possível encontrar principalmente sabugueiro, ligustro, hera, espinheiro-alvar e outros. Nas planícies a intervenção humana ocorreu de maneira mais profunda. O homem plantou árvores frutíferas como a macieira, a pereira, a ameixeira, a cerejeira, azedas, damasqueiros, pessegueiros, groselheiras e também flores: rosas, narcisos e tulipas. Nas encostas ensolaradas do sopé da montanha são encontradas vinhas. Mais de 4 000 espécies de fungos foram registradas na Eslováquia.Pavel Lizoň & Kamila Bacigálová, Huby – Fungi in F. Hindák [ed.] Checklist of Non-vascular and Vascular Plants of Slovakia (Bratislava, 1998), pp. 102–227. Destes, quase 1 500 são espécies formadoras de líquen.Ivan Pišút, Lichenizované Huby (Lišajníky) – Lichen-forming Fungi (Lichens) in F. Hindák [ed.] Checklist of Non-vascular and Vascular Plants of Slovakia (Bratislava, 1998), pp. 229–295. Alguns desses fungos são indubitavelmente endêmicos, mas não se sabe o suficiente para dizer quantos. Das espécies formadoras de líquen, cerca de 40% foram classificadas como ameaçadas de alguma forma. Aparentemente, cerca de 7% estão extintos, 9% estão ameaçados, 17% vulneráveis e 7% raros. O status de conservação de fungos não formadores de líquen na Eslováquia não está bem documentado, mas há uma lista vermelha para seus fungos maiores.Pavel Lizoň, Threatened macrofungi in Slovakia Biologia (Bratislava) 50: 9–12(1995). == Demografia == A maioria dos habitantes da Eslováquia é etnicamente eslovaca (86%). Os húngaros são a maior minoria étnica (10%) e estão concentrados nas zonas sul e leste do país. Na população estão presentes outros grupos étnicos, como os rom, os checos, os ruténios, os ucranianos, os austríacos, os alemães e os polacos. A percentagem de rom é de 1,7%, de acordo com o último censo (baseado na autodefinição dos inquiridos), mas de cerca de 5,6% com base em entrevistas com representantes municipais e presidentes de câmara (ou seja: com base na definição do resto da população). Note, no entanto, que no caso de ser verdadeira a percentagem de 5,6%, as percentagens de húngaros e eslovacos acima são reduzidas em 4 pontos percentuais. A constituição eslovaca garante liberdade religiosa. De acordo com dados do censo de 2011, a maioria dos cidadãos eslovacos (62%) pratica o catolicismo de rito latino. O segundo maior grupo considera-se ateísta (13,4%). Cerca de 7,7% são protestantes, 3,8% são greco-católicos (isto é, católicos de rito oriental) e 0,9% são ortodoxos. Da população de judeus que se estimava em antes da Segunda Guerra Mundial, restam cerca de . A língua oficial é o eslovaco, língua pertencente às línguas eslavas, mas o húngaro também é muito falado no sul e desfruta de estatuto de co-oficialidade em algumas regiões. A esperança de vida dos ciganos é 11 anos inferior à média eslovaca para os homens e 14 anos para as mulheres (em 2017) === Cidades mais populosas === === Religião === Estatísticas recentes mostram que os cidadãos eslovacos são na sua larga maioria seguidores do cristianismo com 92,5% da população a identificar-se com esta religião. O grupo mais numeroso é o dos católicos que representam 78,2% dos eslovacos, 11% são protestantes, 3,3% pertencem a outras denominações cristãs onde se destacam os ortodoxos e 7,5% seguem outras religiões ou não são religiosos. Outros dados, dos censos de 2011 apontam para que os católicos sejam 65,8% (inclui católicos gregos), no entanto esta fonte mostra que 13,4% não são religiosos e que 10,6% dos eslovacos não responderam à questão acerca da religião, que deixa assim quase 11% da população classificada com \"religião desconhecida\".portal.statistics.sk - pdf Em 2010 o Pew Forum on Religion & Public Life pôs a percentagem de católicos na Eslováquia nos 75,3% e um estudo de 2008 mostrou que 81% dos eslovacos acreditam em Deus, em 1999 eram 83% e em 1990 eram 73%.http://www.atlasofeuropeanvalues.eu/new/europa.php?ids=119&year;=2008&country;=SK O judaísmo, antes da Segunda Guerra Mundial, era seguido por pessoas enquanto atualmente são apenas os judeus no país. == Governo e política == A Eslováquia é uma república e uma democracia parlamentarista com um sistema multipartidário. As últimas eleições legislativas ocorreram em 29 de fevereiro de 2020 e as eleições presidenciais, em 16 de março e 30 de março de 2019, em dois turnos. O chefe de Estado é o presidente (atualmente Zuzana Čaputová), eleito pelo voto popular direto para um mandato de cinco anos. O poder Executivo compete quase por completo ao chefe de Governo, na pessoa do primeiro-ministro (Robert Fico, 2023 – presente), que costuma ser o chefe do partido majoritário no parlamento, embora por vezes seja necessário formar uma coalizão majoritária. O primeiro-ministro é nomeado pelo presidente e os demais membros do gabinete, pelo presidente por recomendação do primeiro- ministro. O poder Legislativo eslovaco incumbe ao Conselho Nacional da República Eslovaca (Národná rada Slovenskej republiky), cujos integrantes são eleitos para mandatos de quatro anos pelo sistema da representação proporcional. A mais alta corte do poder Judiciário eslovaco é a Corte Constitucional (Ústavný súd), que julga questões de matéria constitucional e é formada por 13 juízes, nomeados pelo presidente a partir de uma lista de candidatos apresentada pelo parlamento. === Relações internacionais === A Eslováquia é um dos Estados-membros da União Europeia desde 2004. O país tem sido um participante ativo em exercícios militares conjuntos com os Estados Unidos e liderados pela OTAN. Há uma força conjunta de manutenção da paz Czech-Slovak no Kosovo. A Eslováquia é um membro das Nações Unidas e participa de suas agências especializadas. É um membro da Organização para a Segurança e Cooperação na Europa (OSCE), a Organização Mundial do Comércio (OMC) e a OCDE. O país também faz parte do Grupo de Visegrád (ao lado de Hungria, Chéquia e Polônia), um fórum de discussão para problemas e objetivos comuns. A República Eslovaca e a República Checa entraram em uma união aduaneira depois do colapso da Checoslováquia em 1993, o que facilitou um fluxo relativamente livre de bens e serviços. O país mantém relações diplomáticas com 134 países, principalmente por meio do Ministério das Relações Exteriores. Há 44 embaixadas e 35 consulados honorários em Bratislava. === Forças armadas === thumb|Um caça MiG-29 operado pela Força Aérea da Eslováquia As Forças Armadas da República Eslovaca compreendem 14 mil soldados. O país aderiu à Organização do Tratado do Atlântico Norte (OTAN) em março de 2004. Em 2006, o exército transformou-se em uma organização totalmente profissional e o serviço militar obrigatório foi abolido. As Forças Terrestres da Eslováquia são constituídas por duas brigadas de infantaria mecanizada ativas. As Forças Aérea e Defesa Aérea compreendem uma ala de caças, helicópteros e uma brigada SAM. As forças de treinamento e suporte compreendem um elemento Apoio Nacional (Batalhão Multifuncional, Batalhão de Transporte, Batalhão de Reparação), uma força guarnição da capital Bratislava, bem como um batalhão de treinamento e várias bases de logística, comunicação e informação. Diversas forças sob o comando direto do Estado-Maior General incluem o 5º Regimento de Forças Especiais. == Subdivisões == A Eslováquia está subdividida em oito kraje (singular – kraj; geralmente traduzido como \"regiões\"), que têm o nome da sua principal cidade. Esta organização territorial foi instituída em 24 de julho de 1996. Os kraje estão subdivididos em okresy (singular – okres; geralmente traduzidos por \"distritos\"). Existem actualmente 79 distritos na Eslováquia. # Bratislava (Bratislavský kraj) # Trnava (Trnavský kraj) # Trenčín (Trenčiansky kraj) # Nitra (Nitriansky kraj) # Žilina (Žilinský kraj) # Banská Bystrica (Banskobystrický kraj) # Prešov (Prešovský kraj) # Košice (Košický kraj) (A palavra \"kraj\" pode ser substituída por \"VÚC\" ou \"samosprávny kraj\", em cada um dos casos) == Economia == A Eslováquia é uma economia de porte médio que passou por uma difícil transição do planejamento centralizado para uma moderna economia de mercado. As grandes privatizações já foram quase totalmente empreendidas, inclusive no setor bancário, e o investimento estrangeiro acelerou-se. O país caracteriza-se por uma alta e sustentada taxa de crescimento econômico. Em 2006, a Eslováquia atingiu a maior taxa de crescimento do PIB (8,9%) dentre os membros da OCDE. Estima-se que o crescimento anual do PIB em 2007 chegue a 10,4%, com um nível recorde de 14,3% no quarto trimestre. O desemprego, que alcançou 19,2% no final de 2001, caiu para 8,9% em março de 2007, devido não apenas ao crescimento econômico, mas também à emigração de trabalhadores para outros países da União Europeia. A taxa de desemprego ainda é uma das mais altas da UE. A inflação caiu de uma média anual de 12% em 2000 para 3,3% em 2002, mas voltou a subir em 2003–2004 devido ao aumento de impostos e dos preços controlados. Em 2005, chegou a 3,7%. Os principais atractivos para o investimento estrangeiro no país incluem o baixo custo da mão de obra, os impostos baixos e o bom nível educacional dos trabalhadores. Nos últimos anos, a Eslováquia tem incentivado a entrada de investimento estrangeiro direto, que cresceu mais de 600% desde 2000 e acumulou um total de 17,3 mil milhões de dólares dos Estados Unidos em 2006. Cerca de 66% do PIB eslovaco são gerados pelo setor de serviços, 28,7% pela indústria (em especial nas áreas automotiva, eletrônica, de engenharia mecânica, engenharia química e tecnologia da informação) e apenas 3,4% pela agricultura (dados de 2005). Cerca de 40% do território eslovaco é cultivado. As principais culturas incluem trigo, centeio, batata, beterraba, frutas e girassóis. Os principais parceiros comerciais do país são a Alemanha, a Chéquia, a Rússia, a Áustria, a Polónia e a Hungria. A 1 de janeiro de 2009, a Eslováquia entrou oficialmente na Zona Euro tendo adoptado como moeda oficial, o euro; tornando-se assim no 16.º país a entrar na área económica. Entre 1970 e 1985, os rendimentos reais aumentaram cerca de 50%, mas diminuíram nos anos 90. O produto interno bruto não voltou ao nível de 1989 até 2007. Ex-ministra (1998-2002) Brigita Schmögnerová explica que: \"Há sempre um consenso entre os líderes sobre o dumping social. Desde o alargamento da União Europeia que as empresas estrangeiras têm procurado a mão de obra mais barata, mas em vez de unirem forças, os governos da região estão a competir para oferecer o nível mais baixo possível de impostos. \"Quando a Eslováquia aderiu à União Europeia em 2004, tornou-se o primeiro país da OCDE a introduzir uma taxa integral única de 19% de imposto sobre os lucros das empresas, o rendimento e os bens de consumo. A falta de progressividade fiscal conduz a um aumento acentuado das desigualdades. As despesas com saúde, educação ou habitação são inferiores à média europeia. Cerca de 10% da população ativa eslovaca é expatriada em 2014. O país tem uma das taxas de desemprego mais elevadas da Europa, com 7,1% da população activa desempregada há mais de um ano. === Turismo === thumb|esquerda|Centro de Bardejov, um Patrimônio Mundial pela UNESCO A Eslováquia possui paisagens naturais, montanhas, cavernas, castelos e vilas medievais, arquitetura peculiar, spas e resorts de esqui. Mais de 1,6 milhão de pessoas visitaram o país em 2006 e os destinos mais atraentes são a capital, Bratislava, e o Alto Tatras. A maioria dos visitantes vem do Chéquia (cerca de 26%), Polônia (15%) e Alemanha (11%). Lembranças típicas da Eslováquia são as bonecas vestidas em trajes típicos, objetos de cerâmica, vidro de cristal, figuras esculpidas em madeira, črpáks (jarros de madeira), fujaras (um instrumento popular na lista da UNESCO) e valaškas (um machado popular decorado) e produtos feitos a partir de cascas de milho e fios, nomeadamente figuras humanas. As lembranças podem ser compradas nas lojas geridas pela organização estatal ÚĽUV (Ústredie ľudovej umeleckej výroby — Centro de Arte Popular de Produção). A cadeia de lojas Dielo vende obras de artistas e artesãos eslovacos. Estas lojas são encontradas principalmente nas vilas e cidades. == Infraestrutura == === Transportes === Há quatro autoestradas principais — a D1 a D4 — e oito vias expressas — R1 a R8. A maioria delas ainda estão em fase de planejamento. A autoestrada A6 para Viena liga a Eslováquia diretamente ao sistema de autoestradas austríaco e foi inaugurada em 19 de novembro de 2007. A rede interna de estradas urbanas é feita na forma radial circular. Atualmente, a capital do país experimenta um forte aumento do tráfego rodoviário, aumentando a pressão sobre a rede rodoviária. Há cerca de 200 mil carros registrados em Bratislava (aproximadamente 2 habitantes por carro). O Aeroporto de Bratislava é o principal aeroporto internacional do país. Ele está localizado a 9 km a nordeste do centro da cidade e serve civis e o governo com voos regulares domésticos e internacionais programados. As pistas atuais suportam o desembarque de todos os tipos comuns de aeronaves usadas atualmente. O aeroporto tem desfrutado de rápido crescimento do tráfego de passageiros nos últimos anos; ele serviu 279 028 passageiros em 2000, 1 937 642 em 2006 e 2 024 142 em 2007. Aeroportos menores servidos por companhias aéreas de passageiros incluem aqueles em Košice e Poprad. O Porto de Bratislava é uma das duas portas internacionais nos rios eslovacos. O porto conecta Bratislava ao tráfego de embarcações internacional, especialmente a interligação do mar do Norte ao mar Negro através do canal Meno-Danúbio. Além disso, linhas turísticas operam a partir do porto de passageiros, com rotas para Devin, Viena e outros lugares. == Cultura == === Gastronomia === Como na Chéquia, uma das especialidades mais típicas da cozinha eslovaca são os bunhuelos, que também são o alimento mais econômico, que o turista poderá encontrar. Entre os bunhuelos mais populares estão os bryndzové halušky, feitos com queijo de ovelha frito e bacon frito. A sopa mais conhecida é a kapustnica, um rico caldo ao que agrega-se repolho, presunto defumado, salsichas, cogumelos e maçãs. Um tira gosto muito habitual é o šunková rolka s chrenovou penou, que consta de uma fatia de presunto com creme temperada, com diversas ervas. As sobremesas mais típicas são os crepes (palacinky), especialmente as de chocolate. Com a divisão do país, Eslováquia conservou os dois terços dos vinhedos da antiga república. O vinho eslovaco é de boa qualidade e muito barato. Existem também, excelentes vinhos espumosos. Encontrará além, as principais bebidas da Europa. O país conta também com uma rica variedade de bebidas destiladas, as mais populares são a Borovička (destilada a partir de um tipo de pinho), a Slivovica (destilada de um tipo de ameixa) e a Hruškovica (feita a partir da pera). Em qualquer PUB do país é simples de encontrar tais bebidas, a hospitalidade do eslovaco é bastante amistosa quando a conversa é sobre álcool. Uma outra bebida muito popular na Eslováquia é o Tatratea, um destilado feito a partir de ervas, no qual os mais tradicionais costumam ser muito forte na quantidade de álcool, mas muito saborosos no paladar, Tatra é o nome dado a uma grande cadeia de montanhas na Eslováquia e Polonia, a fábrica desta bebida se encontra próxima a região.. === Feriados === Feriados Data Nome em português Nome local Observações 1 de Janeiro Dia da Implantação da República Eslovaca Deň vzniku Slovenskej republiky 6 de Janeiro Epifania Zjavenie Pána Março, Abril Sexta-Feira Santa Veľkonočný piatok Festa Móvel Março, Abril Segunda-feira seguinte à Páscoa Veľkonočný pondelok Festa Móvel 1 de Maio Dia do Trabalhador Sviatok práce 8 de Maio Dia da Vitória na Europa (sobre o fascismo) Deň víťazstva nad fašizmom 5 de Julho Dia de São Cirilo e Metódio Sviatok svätého Cyrila a Metoda 29 de Agosto Aniversário da Revolta Nacional da Eslováquia Výročie Slovenského národného povstania Os Eslovacos revoltaram-se contra o nazismo alemão 1 de Setembro Dia da Constituição Deň Ústavy Slovenskej republiky 15 de Setembro Dia de Nossa Senhora das Dores, padroeira da Eslováquia Sviatok Panny Márie Sedembolestnej, patrónky Slovenska 1 de Novembro Dia de Todos-os-Santos Sviatok všetkých svätých 17 de Novembro Dia da Luta pela Liberdade e da Democracia Deň boja za slobodu a demokraciu 24 de Dezembro Véspera de Natal Štedrý deň 25 de Dezembro Natal Prvý sviatok vianočný 26 de Dezembro Dia de Santo Estevão Druhý sviatok vianočný == Ver também == * Europa * Missões diplomáticas da Eslováquia * Lista de países == Ligações externas == * * Categoria:Estados cristãos Categoria:Estados membros da OTAN Categoria:Membros da OCDE Categoria:Estados membros da União Europeia",
 "title": "Eslováquia"
}