{
 "id": "38612",
 "text": "Paul Jackson Pollock (Cody, Wyoming, — Springs, ), conhecido profissionalmente como Jackson Pollock, foi um pintor norte-americano e referência no movimento do expressionismo abstrato. Tornou-se conhecido por seu estilo único de pintura por gotejamento. Durante sua vida, Pollock gozou de fama e notoriedade consideráveis; foi um grande artista de sua geração. Considerado recluso, ele tinha uma personalidade volátil e lutou contra o alcoolismo durante a maior parte de sua vida.Naifeh, Steven and Smith, Gregory White, Jackson Pollock:an American saga, p.503, Published by Clarkson N. Potter, Inc.1989, ISBN 0-517-56084-4 Pollock morreu aos 44 anos em um acidente de carro em que dirigia alcoolizado. Em dezembro de 1986, trinta anos e quatro meses após sua morte, Pollock recebeu uma exibição retrospectiva memorial no Museum of Modern Art (MoMA) na cidade de Nova Iorque. Uma exposição maior e mais abrangente de seu trabalho foi realizada em 1967. Em 1998 e 1999, seu trabalho foi homenageado com exposições retrospectivas em larga escala no MoMA e no Tate em Londres.Varnedoe, Kirk; Karmel, Pepe (1998). Jackson Pollock: Essays, Chronology, and Bibliography. Catálogo de exibição. New York: The Museum of Modern Art. pp. 315–329. Horsley, Carter B., Mud Pies, Jackson Pollock, Museum of Modern Art, November 1, 1998 to February 2, 1999, The Tate Gallery, London, March 11 to June 6, 1999. == Biografia == === Infância e educação === Paul Jackson Pollock nasceu em Cody, no estado de Wyoming, em 1912, o mais novo de cinco filhos. Seus pais, Stella May (née McClure) e LeRoy Pollock, nasceram e cresceram em Tingley, Iowa. Seu pai havia nascido com o sobrenome McCoy, mas usava o sobrenome de seus pais adotivos, vizinhos que o adotaram depois que seus pais biológicos morreram um ano após o outro. Stella e LeRoy Pollock eram presbiterianos; eles eram descendentes de irlandeses e escoceses-irlandeses, respectivamente. LeRoy Pollock era agricultor e, posteriormente, agrimensor do governo, mudando-se de cidade em cidade em diferentes empregos. Stella, tecelã como seus familiares, fabricava e vendia vestidos quando era adolescente. Em novembro de 1912, Stella levou seus filhos para San Diego; Jackson tinha apenas 10 meses e nunca mais retornaria a Cody. Posteriormente, ele cresceu no Arizona e Chico, Califórnia. Enquanto morava em Echo Park, Califórnia, matriculou-se na Manual Arts High School de Los Angeles, da qual foi expulso. Ele já havia sido expulso em 1928 de outra escola. Durante sua infância, Pollock explorou a cultura nativa americana enquanto fazia pesquisas com seu pai. Em 1930, seguindo seu irmão mais velho Charles Pollock, mudou-se para Nova York, onde ambos estudaram com Thomas Hart Benton na Art Students League. A temática rural americana de Benton teve pouca influência no trabalho de Pollock, mas seu uso rítmico da tinta e sua independência feroz foram mais duradouros. No início dos anos 30, Pollock passou um verão em turnê pelo oeste dos Estados Unidos, juntamente com Glen Rounds, um colega artista, e Benton, seu professor. === Carreira (1936-1954) === Pollock foi apresentado ao uso de tinta líquida em 1936 em uma oficina experimental em Nova York pelo muralista mexicano David Alfaro Siqueiros. Mais tarde, ele usou o derramamento de tinta como uma das várias técnicas em telas do início dos anos 1940, como Male and Female e Composition with Pouring I. Após sua mudança para Springs, ele começou a pintar com as telas dispostas no chão do estúdio e desenvolveu o que mais tarde foi chamado de técnica de \"gotejamento\" (dripping). De 1938 a 1942, Pollock trabalhou no Federal Art Project da Works Progress Administration. Durante esse tempo, Pollock estava tentando lidar com seu alcoolismo; de 1938 a 1941, ele passou por psicoterapia junguiana com o Dr. Joseph Henderson e mais tarde com a Dra. Violet Staub de Laszlo em 1941–42. Henderson o envolveu em sua arte, incentivando Pollock a fazer desenhos; conceitos e arquétipos junguianos foram expressos em suas pinturas. Foi levantada a hipótese de que Pollock poderia ter tido transtorno bipolar. Pollock assinou um contrato com Peggy Guggenheim em julho de 1943. Ele recebeu a encomenda de criar um Mural (1943) de 2,43 x 6,04m para a entrada da nova casa dela. Por sugestão de seu amigo Marcel Duchamp, Pollock pintou o trabalho sobre tela, e não sobre a parede, para que fosse portátil. Depois de ver o grande mural, o crítico de arte Clement Greenberg escreveu: \"Dei uma olhada e pensei: 'Isso sim é arte extraordinária\", e soube que Jackson era o maior pintor que este país já produziu\". A introdução de sua primeira exposição descreveu o talento de Pollock como \"... vulcânico. Tem fogo. É imprevisível. É indisciplinado. Ele se derrama em uma prodigalidade mineral, ainda não cristalizada\". === Drip painting === Pollock desenvolveu uma técnica de pintura criada por Max Ernst, o dripping (gotejamento), na qual respingava a tinta sobre suas imensas telas: os pingos escorriam formando traços harmoniosos e pareciam entrelaçar-se na superfície da tela. Pollock foi muito importante para o dripping; o quadro \"One\" (1950) é um exemplo dessa técnica. Pintava com a tela colocada no chão para se sentir dentro do quadro. Pollock partia do zero: do pingo de tinta que deixava cair na tela elaborava uma obra de arte. Além de deixar de lado o cavalete, Pollock também não usava pincéis. Pollock empregou essa técnica entre 1947 e 1950. Ficou famoso após uma publicação de quatro páginas de 8 de agosto de 1949 na revista Life, que perguntou: \"Este é o maior pintor vivo dos Estados Unidos?\" No auge de sua fama, Pollock abandonou abruptamente o estilo de gotejamento. A arte de Pollock combina a simplicidade com a pintura pura e suas obras de maiores dimensões possuem características monumentais que exemplificam o seu estilo. Com Pollock, há o auge da pintura de ação (action painting). A tensão ético-religiosa por ele vivida o impele aos pintores da Revolução mexicana. Sua esfera da arte é o inconsciente: seus signos são um prolongamento do seu interior. Apesar de ter seu trabalho reconhecido e com exposições por vários países do mundo, Pollock nunca saiu dos Estados Unidos. == Relacionamento com Lee Krasner == Pollock e Lee Krasner se conheceram quando ambos exibiam na McMillen Gallery em 1942. Krasner não estava familiarizada com Pollock, mas estava intrigada com o trabalho dele e foi ao seu apartamento, sem aviso prévio, para encontrá-lo após a galeria.Hobbs, Robert. Lee Krasner. New York: Abbeville Press, 1993. pg. 7 Em outubro de 1945, Pollock e Lee Krasner se casaram em uma igreja, com duas testemunhas presentes no evento.Rose, Barbara. \"Krasner|Pollock: A Working Relationship\". New York: Grey Art Gallery and Study Center, 1981. pg. 4 Em novembro, eles se mudaram da cidade para a área de Springs, em East Hampton, na costa sul de Long Island. Com a ajuda de um empréstimo de Peggy Guggenheim, eles compraram uma casa com estrutura de madeira e um celeiro na 830 Springs Fireplace Road. Pollock transformou o celeiro em um estúdio. Nesse espaço, ele aperfeiçoou sua técnica de \"gotejamento\" de tinta, com a qual ele se identificaria permanentemente. Quando o casal não estava trabalhando, passava o tempo juntos cozinhando, trabalhando em casa e no jardim e recebendo amigos.Rose, Barbara. \"Krasner|Pollock: A Working Relationship\". New York: Grey Art Gallery and Study Center, 1981. pg. 8. A influência de Krasner na arte de seu marido foi algo que os críticos começaram a reavaliar na segunda metade da década de 1960, devido à ascensão do feminismo na época.Tucker, Marcia. \"Lee Krasner: Large Paintings\". New York: Whitney Museum of American Art, 1973. pg.7 O amplo conhecimento e treinamento de Krasner em arte e técnicas modernas a ajudaram a atualizar Pollock com o que deveria ser a arte contemporânea. Considera-se frequentemente que Krasner apresentou a seu marido os princípios dominantes da pintura modernista. Pollock foi então capaz de mudar seu estilo para se ajustar a um gênero mais organizado e cosmopolita de arte moderna, e Krasner se tornou a única juíza em quem ele podia confiar. No início do casamento dos dois artistas, Pollock confiava nas opiniões de seus colegas sobre o que funcionava e o que não funcionava em suas peças. Krasner também foi responsável por apresentá-lo a muitos colecionadores, críticos e artistas, incluindo Herbert Matter, que ajudaria a continuar sua carreira como artista emergente. John Bernard Myers, um notável negociante de arte, já foi citado como tendo dito: \"nunca haveria um Jackson Pollock sem uma Lee Pollock\", enquanto o colega pintor Fritz Bultman se referia a Pollock como a \"criação de Krasner, seu Frankenstein\", ambos reconhecendo o imenso impacto que Krasner teve na carreira de Pollock.Chave, Anna. \"Pollock and Krasner: Script and Postscript\". The President and Fellows of Harvard College acting through the Peabody Museum of Archaeology and Ethnology, 1993. Anthropology and Aesthetics, No. 24, pg. 95 A influência de Jackson Pollock nas obras de arte de sua esposa é frequentemente discutida pelos historiadores da arte. Muitas pessoas pensaram que Krasner começou a reproduzir e reinterpretar os respingos caóticos de tinta de seu marido em seu próprio trabalho.Wagner, Anne M. \"Lee Krasner as L.K.\", Representations, No. 25 (Winter, 1989): 42-57. PRINT. pg. 44 Existem vários relatos em que Krasner pretendia usar sua própria intuição, como uma maneira de avançar para a técnica \"eu sou a natureza\" de Pollock, a fim de reproduzir a natureza em sua arte. O maior desafio de Krasner como artista era estabelecer uma separação entre ela e o marido que não fosse estritamente a alteridade de uma mulher.Wagner, Anne M. \"Lee Krasner as L.K.\", Representations, No. 25 (Winter, 1989): 42-57. PRINT. pg. 45 == Anos finais e morte == Em 1955, Pollock pintou Scent e Search, seus dois últimos quadros. Ele não pintou em 1956, mas fez esculturas na casa de Tony Smith: construções de arame, gaze e gesso. Moldadas em areia, as esculturas possuem superfícies texturizadas semelhantes às que Pollock muitas vezes criava em suas pinturas. O relacionamento de Pollock e Krasner começou a se desfazer em 1956, devido ao contínuo alcoolismo e infidelidade de Pollock envolvendo Ruth Kligman. Em 11 de agosto de 1956, às 22h15, Pollock morreu em um acidente de carro no seu conversível Oldsmobile enquanto dirigia sob a influência do álcool.Rose, Barbara. Lee Krasner: A Retrospective. New York: The Museum of Modern Art, 1983. pg. 95 Na época Krasner estava visitando amigos na Europa e ela voltou abruptamente ao ouvir a notícia de um amigo. Uma das passageiras, Edith Metzger, também morreu no acidente, que ocorreu a menos de uma milha da casa de Pollock. A outra passageira, Ruth Kligman, artista e amante de Pollock, sobreviveu. Em dezembro de 1956, quatro meses após sua morte, Pollock recebeu uma exposição retrospectiva memorável no Museu de Arte Moderna (MoMA), em Nova York. Uma exposição maior e mais abrangente de seu trabalho foi realizada em 1967. Em 1998 e 1999, seu trabalho foi homenageado com exposições retrospectivas em larga escala no MoMA e na Tate em Londres. Pelo resto da vida, sua viúva Lee Krasner administrou sua propriedade e garantiu que a reputação de Pollock permanecesse forte, apesar das mudanças nas tendências mundiais da arte. O casal está enterrado no Green River Cemetery, em Springs, com uma pedra grande marcando sua sepultura e outra menor, a dela. == Lista dos principais trabalhos == * 1942: \"Male and Female\" - Museu de Arte de Filadélfia * 1942: \"Stenographic Figure\" * 1943: \"Moon-Woman Cuts the Circle\" * 1943: \"Blue (Moby Dick)\" - Museu de Arte de Andaluz * 1946: \"Eyes in the Heat\" - Coleção Peggy Guggenheim * 1946: \"The Key\" - Instituto de Arte de Chicago * 1946: \"The Tea Cup\" - Coleção Frieder Burda * 1946: \"Shimmering Substance\", from \"The Sounds In The Grass\" - Museu de Arte Moderna * 1947: \"Full Fathom Five\" - Museu de Neuberger * 1947: \"Cathedral\" * 1947: \"Convergence\" * 1948: \"Painting\" * 1948: \"Number 8\" * 1948: \"Summertime: Number 9A\" - Tate Modern * 1950: \"Lavender Mist: Number 1\" - Galeria Nacional de Arte * 1950: \"Autumn Rhythm: Nº 30, 1950\" * 1950: \"One: Nº 31, 1950\" * 1951: \"Number 7\" * 1952: \"Blue Poles: Nº 11, 1952\" * 1953: \"Easter and the Totem\" - Museu de Arte Moderna * 1953: \"Ocean Greyness\" == Contribuições para o expressionismo abstrato == Como um dos primeiros artistas e peça-chave para o expressionismo abstrato, onda artística que se desenvolveu durante o pós- guerra norte-americano (principalmente em Nova Iorque), a obra de Pollock foi fundamental para que fossem pensadas muitas questões dentro do movimento. Uma delas é a passividade no estilo de pintura: mesmo que Pollock faça uso da action painting, a abstração resultante é informal e livre. Como descrito pelo próprio artista: > \"Quando estou na pintura, não tenho consciência do que estou fazendo. Só > vejo o que fiz depois de um período de \"conscientização\". Não tenho medo de > fazer mudanças, destruir a imagem etc., porque a pintura tem vida própria. É > só quando perco contato com a pintura que o resultado é ruim. Caso > contrário, há pura harmonia, uma troca tranquila, e a pintura fica ótima.\" Outra questão trazida à tona pelo trabalho de Pollock foi a da espacialidade na pintura. Suas obras não são planas – ao contrário, ele cria um espaço entre a superfície da pintura e a tinta gotejada sobre ela. O fato de a pintura ser criada antes mesmo do limite real da tela ter sido definido (a tela era cortada depois, para adaptar-se à criação) também difere do trabalho dos pintores modernos. Por essa habilidade de sintetizar o que os artistas antes dele haviam feito com um olhar para o futuro, Pollock foi batizado por Harold Rosenberg, o principal teórico do expressionismo abstrato, de \"fenômeno de conversão\". == Cultura == * Em 2000, o ator Ed Harris dirigiu e estrelou um filme sobre a vida do artista. Foi indicado ao Óscar de melhor ator naquele ano. * Em 28 de janeiro de 2009, o site de busca Google estilizou seu logotipo por um dia, de forma que se assemelhasse ao seu trabalho, N.º 5, 1948, graças ao jubileu de abeto de seu nascimento. ==Leilões== Em , o quadro Número 17 foi leiloado por 54 milhões de euros na Sotheby’s. == Ligações externas == * * * * * * * * * Categoria:Pintores dos Estados Unidos Categoria:Pintores do expressionismo",
 "title": "Jackson Pollock"
}