{
 "id": "3862",
 "text": "A Bulgária (, transl, ), oficialmente República da Bulgária (em búlgaro: Република България, transl. Republika Bǎlgarija', ), é um país do sudeste da Europa. Faz fronteira com a Romênia a norte, a Sérvia e a Macedônia do Norte a oeste, a Grécia e a Turquia a sul, e o Mar Negro a leste. A capital e maior cidade é Sófia; outras grandes cidades são Plovdiv, Varna e Burgas. Com um território de km², a Bulgária é o 16.º maior país da Europa. Uma das primeiras sociedades nas terras da atual Bulgária foi a cultura neolítica de Karanovo, que remonta a Na Antiguidade (séculos VI-), a região tornou-se um campo de batalha para os trácios, persas, celtas e gregos macedônios até que foi conquistada pelo Império Romano em O Império Romano do Oriente, ou Império Bizantino, perdeu alguns desses territórios para uma horda búlgara invasora no final do . Os búlgaros fundaram o primeiro estado búlgaro unificado em 681, que dominou a maioria da Península Balcânica e influenciou significativamente as culturas eslavas, desenvolvendo a escrita cirílica. O primeiro Império Búlgaro durou até o início do , quando o imperador bizantino Basílio II conquistou e desmantelou-o. Uma revolta búlgara de sucesso em 1185 estabeleceu um Segundo Império Búlgaro que atingiu seu ápice sob João Asen II . Depois de inúmeras guerras exaustivas e lutas feudais, o Segundo Império Búlgaro se desintegrou em 1396 e seus territórios ficaram sob domínio otomano por quase cinco séculos. A Guerra Russo-Turca de 1877–78 resultou na formação do atual Terceiro Estado Búlgaro. Muitas populações étnicas búlgaras foram deixadas fora de suas fronteiras, o que levou a vários conflitos com seus vizinhos e uma aliança com a Alemanha nas duas guerras mundiais. Em 1946, a Bulgária tornou-se um estado socialista de partido único e parte do Bloco Oriental liderado pelos soviéticos. O Partido Comunista renunciou ao monopólio do poder após as Revoluções de 1989 e permitiu eleições multipartidárias. A Bulgária passou então para uma democracia e uma economia de mercado. Desde que adotou uma constituição democrática em 1991, a Bulgária passou a ser uma república parlamentar unitária com um alto grau de centralização política, administrativa e econômica. A população urbanizada de sete milhões de habitantes vive principalmente em Sófia e nas 27 capitais provinciais, mas enfrenta um significativo declínio demográfico. A Bulgária é membro da União Europeia, da OTAN e do Conselho da Europa; é um estado fundador da Organização para a Segurança e Cooperação na Europa (OSCE) e ocupou um assento não permanente no Conselho de Segurança da ONU três vezes. Sua economia de mercado faz parte do Mercado comum da União Europeia e depende principalmente de serviços, seguidos pela indústria — especialmente a construção de máquinas e mineração — e a agricultura. A corrupção generalizada do país é uma questão socioeconômica importante. == Etimologia == O nome Bulgária é derivado dos protobúlgaros, uma tribo de origem turca que fundou o Primeiro Império Búlgaro. Seu nome não é completamente compreendido e é difícil de rastrear antes que o 4º século d.C., mas é possivelmente derivado da palavra de origem turca \"bulģha\", que significa \"misturar\" e \"agitação\" e sua derivação \"bulgak\" (\"revolta\" ou \"desordem\"). O significado pode ser estendido para \"rebelar\", \"incitar\" ou \"produzir um estado de desordem\", e assim, na sua derivação, os \"perturbadores\". Como nomes fonologicamente próximos eram frequentemente descritos em termos semelhantes, como o \"Buluoji\", um componente dos \"Cinco Bárbaros\", que durante o século IV eram retratados como ambos: uma \"raça mista\" e \"criadores de problemas\". == História == === Pré-história e antiguidade === Os Neandertais, datados de cerca de 150 000 anos atrás, ou o Paleolítico Médio, são alguns dos primeiros traços da atividade humana nas terras da moderna Bulgária. A cultura de Karanovo surgiu por volta de e foi uma das várias sociedades neolíticas da região que prosperaram na agricultura.Gimbutas, Marija A. (1974). The Gods and Goddesses of Old Europe: 7000 to 3500 BC Myths, Legends and Cult Images. University of California Press. pp. 29–32. ISBN 978-0520019959. A cultura Copna Age Varna () é creditada com a invenção da metalurgia do ouro.Roberts, Benjamin W.; Thornton, Christopher P. (2009). \"Development of metallurgy in Eurasia\". Department of Prehistory and Europe, British Museum. p. 1015. Retrieved 28 July 2018. O tesouro associado da Necrópole de Varna contém a joia de ouro mais antiga do mundo, com uma idade aproximada de mais de 6 000 anos. O tesouro tem sido valioso para entender a hierarquia social e a estratificação nas primeiras sociedades europeias.Schoenberger, Erica (2015). Nature, Choice and Social Power. Routledge. p. 81. ISBN 978-0-415-83386-8 Os trácios, um dos três principais grupos ancestrais dos búlgaros modernos, apareceram na Península Balcânica algum tempo antes do . Os trácios se destacavam na metalurgia e davam aos gregos os cultos orfeucos e dionisíacos, mas permaneciam tribais e apátridas. O império Aquemênida persa conquistou a maior parte da atual Bulgária no e manteve o controle da região até A invasão se tornou um catalisador para a unidade da Trácia, e a maior parte de suas tribos se uniu sob o rei Teres para formar o Reino Odrísio nos anos Foi enfraquecido e vassalizado por Filipe II da Macedônia em , atacado pelos celtas no e finalmente se tornou uma província do Império Romano em 45 d.C.Gagarin, Michael, ed. (2010). The Oxford Encyclopedia of Ancient Greece and Rome. 1. Oxford University Press. p. 55. ISBN 978-0-19-517072-6.Ashley, James R. (1998). The Macedonian Empire: The Era of Warfare Under Philip II and Alexander the Great, 359–323 B.C. McFarland & Company, Inc. pp. 139–140. ISBN 978-0786419180. No final do , o governo romano foi estabelecido em toda a Península Balcânica e o cristianismo começou a se espalhar na região por volta do . A Bíblia gótica — o primeiro livro de língua germânica — foi criada pelo bispo gótico Ulfilas no que hoje é o norte da Bulgária por volta de 381. A região ficou sob controle bizantino após a queda de Roma em 476. No entanto, os bizantinos estavam envolvidos em guerra prolongada contra Pérsia e não pôde defender seus territórios balcânicos de incursões bárbaras. Isso permitiu que os eslavos entrassem na península balcânica como saqueadores, principalmente através de uma área entre o rio Danúbio e as montanhas dos Bálcãs, conhecida como Moesia. Gradualmente, o interior da península tornou-se um país dos eslavos do sul, que viviam sob uma democracia. Os eslavos assimilaram os trácios parcialmente helenizados, romanizados e gótico, nas áreas rurais.Detrez, Raymond (2014). Historical Dictionary of Bulgaria. Rowman & Littlefield. p. 5. ISBN 978-1442241794.Parry, Ken, ed. (2010). The Blackwell Companion to Eastern Christianity. Wiley-Blackwell. p. 48. ISBN 978-1444333619.Wolfram, Herwig (1990). History of the Goths. University of California Press. p. 8. ISBN 978-0520069831. ===Primeiro Império Búlgaro=== Não muito tempo depois da incursão eslava, Mésia foi mais uma vez invadida, desta vez pelos búlgaros sob cã Asparuque . Sua horda era um remanescente da Antiga Grande Bulgária, uma confederação tribal extinta situada ao norte do Mar Negro, no que hoje é a Ucrânia. Asparuque atacou territórios bizantinos em Mésia e conquistou as tribos eslavas lá em 680. Um tratado de paz com o Império Bizantino foi assinado em 681, marcando a fundação do Primeiro Império Búlgaro. Os búlgaros minoritários formaram uma casta dominante unida. Sucessivos líderes reforçaram o estado búlgaro durante os séculos VIII e IX. Crum introduziu um código de leis escritoVlasto, Alexis P. (1970). The Entry of the Slavs Into Christendom: An Introduction to the Medieval History of the Slavs. Cambridge University Press. p. 157. ISBN 978-0521074599. e verificou uma grande incursão bizantina na Batalha de Plisca, onde o imperador foi morto. aboliu o paganismo em favor do cristianismo ortodoxo oriental em 864. A conversão foi seguida por um reconhecimento bizantino da igreja búlgara e pela adoção do alfabeto cirílico, desenvolvido na capital, Preslav. A linguagem comum, a religião e o roteiro fortaleceram a autoridade central e gradualmente fundiram os eslavos e os búlgaros em um povo unificado que falava uma única língua eslava. A idade de ouro começou durante o governo de 34 anos de Simeão, o Grande, que supervisionou a maior expansão territorial do estado. Após a morte de Simeão, a Bulgária foi enfraquecida pelas guerras com os magiares e os pechenegues e com a disseminação da heresia Bogomil. Preslava foi apreendido pelo exército bizantino em 971 após invasões consecutivas de Rus e Bizantinos. O império se recuperou brevemente dos ataques sob o czar Samuel, mas isso terminou quando o imperador Basílio II derrotou o exército búlgaro em Clídio em 1014. Samuel morreu pouco depois da batalha, e em 1018 os bizantinos terminaram o Primeiro Império Búlgaro.Escilitzes, João (1973). Synopsis Historiarum. Corpus Fontium Byzantiae Historiae. De Gruyter. p. 457. ISBN 978-3-11-002285-8. ===Segundo Império Búlgaro=== Após a conquista da Bulgária, Basílio II impediu revoltas, mantendo o domínio da nobreza local e aliviando suas terras da obrigação de pagar impostos em ouro, permitindo o imposto em espécie. O patriarcado búlgaro foi reduzido a um arcebispado, mas manteve seu status autocéfalo e suas dioceses. Políticas internas bizantinas mudaram depois da morte de Basílio e uma série de rebeliões malsucedidas irromperam, sendo a maior liderada por Pedro Deliano. Em 1185, os nobres da dinastia Asen João Asen I e Pedro organizaram uma grande revolta que resultou no restabelecimento do estado búlgaro. João Asen e Pedro estabeleceram as fundações do Segundo Império Búlgaro com Tarnovo como a capital.Ostrogorsky, Georgije (1969). History of the Byzantine State. Rutgers University Press. p. 311. ISBN 978-0813511986.Cameron, Averil (2006). The Byzantines. Blackwell Publishing. p. 170. ISBN 978-1-4051-9833-2. Joanitzes , o terceiro dos monarcas Asen, estendeu seu domínio a Belgrado e Ocrida. Ele reconheceu a supremacia espiritual do papa e recebeu uma coroa real de um legado papal. O império atingiu seu auge sob , quando suas fronteiras se expandiram até a costa da Albânia, Sérvia e Epiro, enquanto o comércio e a cultura floresciam. O governo de João Asen também foi marcado por uma mudança de Roma em assuntos religiosos. A dinastia Asen foi extinta em 1257. Conflitos internos e incessantes ataques bizantinos e húngaros se seguiram, permitindo aos mongóis estabelecer a suserania sobre o enfraquecido estado búlgaro. Em 1277, Lacanas liderou uma grande revolta camponesa que expulsou os mongóis da Bulgária e, por breves instantes, tornou-o imperador. Ele foi derrubado em 1280 pelos senhores feudais, cujos conflitos faccionais fizeram com que o Segundo Império Búlgaro se desintegrasse em pequenos domínios feudais no . Esses estados fragmentados — dois czarados em Vidim e Tarnovo e o déspota de Dobruja — tornaram-se presas fáceis para uma nova ameaça vinda do sudeste: os turcos otomanos.Martin, Michael (2017). City of the Sun: Development and Popular Resistance in the Pre-Modern West. Algora Publishing. p. 344. ISBN 978-1628942798. ===Domínio Otomano=== Os otomanos foram empregados como mercenários pelos bizantinos na década de 1340, mas depois se tornaram invasores por direito próprio. Sultão tomou Adrianópolis dos bizantinos em 1362; Sófia caiu em 1382, seguida por Shumen em 1388. Os otomanos completaram a conquista das terras búlgaras em 1393, quando Tarnovo foi demitido após um cerco de três meses, e depois a Batalha de Nicópolis, que provocou a queda do Tsarismo de Vidin em 1396. A nobreza búlgara foi posteriormente eliminada e o campesinato foi conquistado pelos mestres otomanos, enquanto grande parte do clero educado fugiu para outros países.Jireček, K. J. (1876). Geschichte der Bulgaren [History of the Bulgarians] (in German). Nachdr. d. Ausg. Prag. p. 88. ISBN 978-3487064086. Os cristãos eram considerados uma classe inferior de pessoas sob o sistema otomano. Os búlgaros foram submetidos a pesados impostos (incluindo o devshirme, ou imposto sobre o sangue), sua cultura foi suprimida e sofreram islamização parcial. Autoridades otomanas estabeleceram uma comunidade administrativa religiosa chamada Rum Millet, que governava todos os cristãos ortodoxos, independentemente de sua etnia. A maioria da população local perdeu gradualmente sua consciência nacional distinta, identificando-se apenas por sua fé. No entanto, o clero que permaneceu em alguns mosteiros isolados manteve viva sua identidade étnica, possibilitando sua sobrevivência em áreas rurais remotas e na comunidade católica militante no noroeste do país.Carvalho, Joaquim (2007). Religion and Power in Europe: Conflict and Convergence. Edizioni Plus. p. 261. ISBN 978-8884924643.Roudometof, Victor; Robertson, Roland (2001). Nationalism, Globalization, and Orthodoxy: The Social Origins of Ethnic Conflict in the Balkans. Greenwood Publishing Group. pp. 68–71. ISBN 978-0313319495.Fishman, Joshua A. (2010). Handbook of Language and Ethnic Identity: Disciplinary and Regional Perspectives. Oxford University Press. p. 276. ISBN 978-0195374926. Quando o poder otomano começou a diminuir, a Áustria e a Rússia dos Habsburgo viram os cristãos búlgaros como possíveis aliados. Os austríacos primeiro apoiaram uma revolta em Tarnovo em 1598, depois a segunda em 1686, a Revolta de Chiprovtsi em 1688 e finalmente a Rebelião de Karposh em 1689. O Império Russo também se afirmou como protetor dos cristãos em terras otomanas com o Tratado de Küçük Kaynarca, em 1774. O Iluminismo da Europa Ocidental no influenciou o início de um despertar nacional da Bulgária, restaurou a consciência nacional e forneceu uma base ideológica para a luta de libertação, resultando na Revolta de Abril de 1876. Até 30 000 búlgaros foram mortos enquanto as autoridades otomanas abateram a rebelião. Os massacres levaram as grandes potências a agir. Eles convocaram a Conferência de Constantinopla em 1876, mas suas decisões foram rejeitadas pelos otomanos. Isso permitiu ao Império Russo buscar uma solução militar sem arriscar o confronto com outras grandes potências, como havia acontecido na Guerra da Crimeia. Em 1877, a Rússia declarou guerra aos otomanos e os derrotou com a ajuda de rebeldes búlgaros, particularmente durante a crucial Batalha de Shipka, que assegurou o controle russo sobre a estrada principal para Constantinopla. ===Bulgária moderna=== O Tratado de San Stefano foi assinado em 3 de março de 1878 pela Rússia e pelo Império Otomano, estabelecendo um principado búlgaro autônomo abrangendo Moesia, Macedônia e Trácia, aproximadamente nos territórios do Segundo Império Búlgaro. As outras grandes potências imediatamente rejeitaram o tratado por medo de que um país tão grande nos Bálcãs pudesse ameaçar seus interesses. Foi substituído pelo Tratado de Berlim, assinado em 13 de julho, que previa um estado muito menor, compreendendo somente Moesia e a região de Sofia, deixando grandes populações de búlgaros étnicos fora do novo país. Isso contribuiu significativamente para a abordagem militarista da Bulgária na primeira metade do Blamires, Cyprian (2006). World Fascism: A Historical Encyclopedia. ABC-CLIO. p. 107. ISBN 978-1576079409. O principado búlgaro travou uma guerra contra a Sérvia e incorporou o território otomano semiautônomo da Rumélia Oriental em 1885, proclamando-se um estado independente em 5 de outubro de 1908. Nos anos seguintes à independência, a Bulgária se militarizava cada vez mais e era chamada de \"Prússia dos Balcãs\". Envolveu-se em três conflitos consecutivos entre 1912 e 1918 — duas guerras dos Bálcãs e a Primeira Guerra Mundial. Após uma derrota desastrosa na Segunda Guerra Balcânica, a Bulgária viu-se novamente lutando do lado perdedor como resultado de sua aliança com as Potências Centrais. Primeira Guerra Mundial Apesar de ter mais de um quarto de sua população em um exército de 1,2 milhão de pessoas e conseguido várias vitórias decisivas em Doiran e Monastir, o país capitulou em 1918. A guerra resultou em significativas perdas territoriais e um total de soldados mortos. Mais de 253 000 refugiados dos territórios perdidos imigraram para a Bulgária de 1912 a 1929, o que aumentou ainda mais a já arruinada economia nacional.Chenoweth, Erica (2010). Rethinking Violence: States and Non-State Actors in Conflict. Belfer Center for Science and International Affairs. p. 129. ISBN 978-0-262-01420-5.Tucker, Spencer C; Wood, Laura (1996). The European Powers in the First World War: An Encyclopedia. Taylor & Francis. p. 173. ISBN 978-0815303992.Pinon, Rene (1913). L'Europe et la Jeune Turquie: Les Aspects Nouveaux de la Question d'Orient [Europe and Young Turkey: The new aspects of the Eastern Question] (in French). Perrin et cie. p. 411. ISBN 978-1-144-41381-9. A agitação política resultante levou ao estabelecimento de uma ditadura autoritária monárquica pelo czar Boris III (1918–1943). A Bulgária entrou na Segunda Guerra Mundial em 1941 como membro do Eixo, mas se recusou a participar da Operação Barbarossa e salvou sua população judaica da deportação para campos de concentração. A morte repentina de Boris III, no verão de 1943, empurrou o país para um tumulto político quando a guerra se voltou contra a Alemanha, e o movimento de guerrilha comunista ganhou força. O governo de Bogdan Filov subsequentemente não conseguiu alcançar a paz com os Aliados. A Bulgária não cumpriu as exigências soviéticas de expulsar forças alemãs de seu território, resultando em uma declaração de guerra e uma invasão pela URSS em setembro de 1944. A Frente Pátria dominada pelos comunistas assumiu o poder, encerrou a participação no Eixo e se juntou ao lado aliado até a guerra terminar. A Bulgária sofreu poucos danos de guerra e a União Soviética não exigiu reparações. Mas todos os ganhos em tempo de guerra, com a notável exceção do sul de Dobruja, foram perdidos.Pavlowitch, Stevan K. (2008). Hitler's New Disorder: The Second World War in Yugoslavia. Columbia University Press. pp. 238–240. ISBN 978-0199326631. O levante de esquerda de 9 de setembro de 1944 levou à abolição do governo monárquico e à execução de cerca de 1 000 a 3 000 dissidentes, criminosos de guerra e membros da antiga elite real. Mas foi só em 1946 que uma república socialista de partido único foi instituída após um referendo. Passou a fazer parte da esfera de influência soviética sob a liderança de Georgi Dimitrov (1946–1949), que estabeleceu uma ditadura stalinista repressora e rapidamente industrializante. Em meados da década de 1950, os padrões de vida aumentaram significativamente e as repressões políticas diminuíram. A economia planejada ao estilo soviético viu algumas políticas orientadas para o mercado emergirem em um nível experimental sob Todor Zhivkov (1954–1989). Em comparação com os níveis de guerra, o PIB nacional quadruplicou em cinco vezes e o PIB per capita nos anos 80, embora tenham ocorrido picos de dívida graves em 1960, 1977 e 1980. A filha de Zhivkov, Lyudmila, estimulou o orgulho nacional ao promover a herança, cultura e artes búlgaras em todo o mundo. Enfrentando o declínio das taxas de natalidade entre a maioria étnica búlgara, em 1984 o governo de Zhivkov forçou os turcos de minorias étnicas a adotarem nomes eslavos em uma tentativa de apagar sua identidade e assimilá-los. Essas políticas resultaram na emigração de cerca de 300 000 turcos étnicos para a Turquia.Vachkov, Daniel; Ivanov, Martin (2008). Българският външен дълг 1944-1989: Банкрутът на комунистическата икономика [Bulgarian Foreign Debt 1944–1989]. Siela. pp. 103, 153, 191. ISBN 978-9542803072.Valentino, Benjamin A. (2005). Final Solutions: Mass Killing and Genocide in the Twentieth Century. Cornell University Press. pp. 91–151. ISBN 978-0-8014-3965-0.Stankova, Marietta (2015). Bulgaria in British Foreign Policy, 1943–1949. Anthem Press. p. 99. ISBN 978-1-78308-430-2. O Partido Comunista foi forçado a desistir de seu monopólio político em 10 de novembro de 1989 sob a influência das Revoluções de 1989. Zhivkov renunciou e a Bulgária embarcou em uma transição para uma democracia parlamentar. As primeiras eleições livres em junho de 1990 foram ganhas pelo Partido Comunista, agora renomeado como Partido Socialista Búlgaro. Uma nova constituição que previa um presidente eleito relativamente fraco e um primeiro-ministro responsável perante a legislatura foi adotada em julho de 1991. O novo sistema inicialmente falhou em melhorar os padrões de vida ou criar crescimento econômico — a qualidade de vida média e o desempenho econômico permaneceram mais baixos. do que no comunismo até o início dos anos 2000. Depois de 2001, as condições econômicas, políticas e geopolíticas melhoraram bastante, e a Bulgária alcançou um alto status de Desenvolvimento Humano em 2003. Tornou-se membro da OTAN em 2004 e participou da Guerra no Afeganistão. Após vários anos de reformas, aderiu à União Europeia e ao mercado único em 2007, apesar das preocupações de Bruxelas em relação à corrupção no governo. A Bulgária acolheu a Presidência de 2018 do Conselho da União Europeia no Palácio Nacional da Cultura, em Sófia. ==Geografia== A Bulgária ocupa uma parte da península dos Balcãs, na fronteira com cinco países — Grécia e Turquia, ao sul, Macedônia do Norte e Sérvia, a oeste, e Romênia, ao norte. As fronteiras terrestres têm um comprimento total de km e o litoral tem 354 km de extensão. Sua área total de km2 classifica-o como o 105º maior país do mundo.cia.gov/library/publications/the-world- factbook/rankorder As coordenadas geográficas da Bulgária são 43° N 25° E. As características topográficas mais notáveis são a planície do Danúbio, as montanhas dos Balcãs, a planície da Trácia e as montanhas de Rhodope. A borda sul da Planície do Danúbio se inclina para o sopé dos Bálcãs, enquanto o Danúbio define a fronteira com a Romênia. A planície da Trácia é aproximadamente triangular, começando a sudeste de Sofia e alargando-se à medida que atinge a costa do Mar Negro. As montanhas dos Balcãs correm lateralmente pelo meio do país. O sudoeste montanhoso tem duas faixas alpinas distintas — Rila e Pirin, que fazem fronteira com as Montanhas Rhodope, mais baixas, mas mais extensas, a leste. O pico Musala, com m, é o ponto mais alto da Bulgária e da península balcânica, e a costa do Mar Negro é o ponto mais baixo do país. As planícies ocupam cerca de um terço do território, enquanto os planaltos e colinas ocupam 41%. A maioria dos rios é curta e com baixos níveis de água. O rio mais longo localizado apenas no território búlgaro, o Iskar, tem um comprimento de 368 km. Outros grandes rios incluem o Struma e o Maritsa no sul.cia.gov/library/publications/the-world-factbook/geos/ A Bulgária tem um clima mutável, que resulta de estar posicionado no ponto de encontro do Mediterrâneo e massas de ar continentais combinadas com o efeito barreira de suas montanhas. O norte da Bulgária tem temperatura média de 1 °C e registra mais de 200 mm de precipitação. as regiões ao sul das montanhas dos Bálcãs. As amplitudes de temperatura variam significativamente em diferentes áreas. A temperatura mais baixa registrada é de -38,3 °C, enquanto a mais alta é de 45,2 °C.unfccc.int/resource/docs - pdf A precipitação média é de cerca de 630 mm por ano e varia de 500 mm em Dobruja a mais de mm nas montanhas. As massas de ar continentais trazem quantidades significativas de neve durante o inverno. == Demografia == A população da Bulgária é de 6,4 milhões de pessoas em 2023, quase um milhão a menos que uma década antes. A maioria da população, ou 72,5 por cento, reside em áreas urbanas. A partir de 2017, Sofia é o centro urbano mais populoso com pessoas, seguido por Plovdiv (345 000), Varna (344 000), Burgas (209 000) e Ruse (160 000). Os Búlgaros são o principal grupo étnico e compreendem 84,8 por cento da população. As minorias turcas e ciganas compreendem 8,8 e 4,9 por cento, respetivamente; cerca de 40 minorias menores compreendem 0,7% e 0,8% não se identificam com um grupo étnico. A ex-diretora de estatística Reneta Indzhova contestou os números do censo de 2011, sugerindo que a população real é menor que a relatada e que uma porcentagem maior de cidadãos é de origem cigana. A minoria cigana é geralmente subestimada nos dados do censo e pode representar até 11% da população. A densidade populacional é de 65 por km2, quase metade da média da União Europeia. A Bulgária está em estado de crise demográfica. Ela teve um crescimento populacional negativo desde o início da década de 1990, quando o colapso econômico causou uma onda de emigração de longa duração. Cerca de 937 000 a 1,2 milhão de pessoas — a maioria jovens adultos — deixaram o país em 2005.Roth, Klaus; Lauth Bacas, Jutta (2004). Migration In, From, and to Southeastern Europe. The British Library. p. 188. ISBN 978-3643108968. A taxa de fecundidade total foi estimada em 1,46 filhos nascidos por mulher em 2017. A maioria das crianças é filha de mulheres solteiras. Além disso, um terço de todos os domicílios consiste em apenas uma pessoa e 75,5% das famílias não têm filhos com menos de 16 anos. As taxas de natalidade resultantes estão entre as mais baixas do mundo, enquanto as taxas de mortalidade estão entre as mais altas. A maioria dos cidadãos que deixam o país acreditam que as melhores oportunidades de vida estão no exterior. As altas taxas de mortalidade resultam de uma combinação de envelhecimento da população, um alto número de pessoas em risco de pobreza e um fraco sistema de saúde. Mais de 80% de todas as mortes são devido a câncer e doenças cardiovasculares; quase um quinto dessas são evitáveis. As taxas de mortalidade podem ser reduzidas abruptamente para níveis abaixo da média da UE através do acesso oportuno e adequado aos serviços médicos, que o sistema de saúde não fornece totalmente.ec.europa.eu - pdf Embora os cuidados de saúde na Bulgária sejam nominalmente universais,http://www.euro.who.int/__data/assets/pdf_file/0006/80592/E90023.pdf as despesas reembolsáveis ​​representam quase metade de todos os gastos com cuidados de saúde, o que limita significativamente o acesso a cuidados médicos. Outros problemas que atrapalham a prestação de cuidados são a emigração de médicos devido a baixos salários, falta de pessoal, hospitais regionais insuficientemente supridos, falta de pessoal e mudanças frequentes no pacote de serviços básicos para os segurados. O índice Bloomberg Health Care Efficiency 2018 classificou a Bulgária como a última de uma lista de 56 países. A expectativa média de vida é de 74,7 anos em comparação com a média da UE de 80,2 e a média mundial de 69.cia.gov/library/publications/the-world- factbook/rankorder/2102 Todos os grupos étnicos falam búlgaro, seja como primeira ou como segunda língua. O Búlgaro é o único idioma com status oficial e nativo para 85,2% da população. Com a mais antiga língua eslava escrita, o búlgaro distingue-se das outras línguas deste grupo através de certas peculiaridades gramaticais, como a falta de nomes de casos e infinitivos, e um artigo definido com sufixo. Mais de três quartos dos búlgaros professam a religião cristã, do ramo Ortodoxo Oriental. Os muçulmanos sunitas são a segunda maior comunidade religiosa e constituem 10% da composição religiosa geral da Bulgária, embora a maioria deles não seja observadora e ache inaceitável o uso de véus islâmicos nas escolas. Menos de três por cento da população professa outras religiões e 11,8 por cento são irreligiosos ou não se identificam com uma religião. A Igreja Ortodoxa Búlgara ganhou status autocéfalo em 927 d.C. e tem 12 dioceses e mais de 2 000 sacerdotes.Carvalho, Joaquim (2007). Religion and power in Europe: conflict and convergence. Pisa University Press. p. 258. ISBN 978-88-8492-464-3. A Bulgária é um estado secular com garantia de liberdade religiosa por constituição, mas a Ortodoxia é designada como uma religião \"tradicional\". ===Cidades mais populosas=== ==Política== thumb|Assembleia Nacional da Bulgária A Bulgária é uma democracia parlamentar em que o primeiro-ministro é o chefe de governo e a posição executiva mais poderosa. O sistema político tem três ramos — legislativo, executivo e judicial, com sufrágio universal para cidadãos com pelo menos 18 anos de idade. A Constituição também oferece possibilidades de democracia direta, nomeadamente petições e referendos nacionais. As eleições são supervisionadas por uma Comissão Eleitoral Central independente que inclui membros de todos os principais partidos políticos. As partes devem se registrar com a comissão antes de participar de uma eleição nacional. Normalmente, o primeiro-ministro eleito é o líder do partido que recebe mais votos nas eleições parlamentares, embora nem sempre seja esse o caso. Ao contrário do primeiro-ministro, as funções do presidente são mais limitadas. O presidente diretamente eleito atua como chefe de Estado e comandante em chefe das Forças Armadas, e tem autoridade para devolver um projeto de lei para mais debates, embora o parlamento possa anular o veto presidencial por maioria simples. Os partidos políticos se reúnem na Assembleia Nacional, um parlamento unicameral de 240 deputados eleitos para mandatos de quatro anos por voto popular direto. A Assembleia Nacional tem o poder de promulgar leis, aprovar o orçamento, agendar eleições presidenciais, selecionar e demitir o primeiro- ministro e outros ministros, declarar guerra, enviar tropas para o exterior e ratificar tratados e acordos internacionais. No geral, a Bulgária exibe um padrão de governos instáveis. Boyko Borisov está cumprindo seu terceiro mandato como primeiro-ministro desde 2009, quando seu partido de centro- direita e pró-UE GERB venceu as eleições gerais e governou como um governo minoritário com 117 assentos na Assembleia Nacional. No entanto, seu primeiro governo renunciou em 20 de fevereiro de 2013 após protestos em todo o país causados por altos custos de serviços públicos, baixos padrões de vida, corrupção e o aparente fracasso do sistema democrático. A onda de protesto foi notável por autoimolações, demonstrações espontâneas e um forte sentimento contra os partidos políticos. As subsequentes eleições antecipadas em maio resultaram em uma vitória estreita para o GERB,reuters.com - bulgaria-election mas o Partido Socialista Búlgaro acabou formando um governo liderado por Plamen Oresharski depois que Borisov não conseguiu apoio parlamentar. O governo de Oresharski renunciou em julho de 2014 em meio a contínuos protestos em larga escala. Um governo interino assumiu e convocou as eleições de outubro de 2014, que resultaram em uma terceira vitória do GERB, mas um total de oito partidos entraram no parlamento. Borisov formou uma coalizão com vários partidos de direita, mas renunciou novamente depois que o candidato apoiado por seu partido não conseguiu vencer a eleição presidencial de 2016. A eleição antecipada de março de 2017 foi novamente vencida pelo GERB, mas com 95 assentos no Parlamento. Eles formaram uma coalizão com o partido de extrema direita Patriotas Unidos, que possui 27 assentos. A Freedom House relatou uma deterioração contínua da governança democrática após 2009, citando a redução da independência da mídia, as reformas paralisadas, o abuso de autoridade no mais alto nível e o aumento da dependência das administrações locais sobre o governo central. A Bulgária ainda é listada como \"Livre\", com um sistema político designado como uma democracia semiconsolidada, embora com pontuações em deterioração. O Índice de Democracia define como uma \"democracia imperfeita\". ===Sistema legal=== A Bulgária tem um sistema legal baseado no direito romano-germânico. O Judiciário é supervisionado pelo Ministério da Justiça. O Supremo Tribunal Administrativo e o Supremo Tribunal de Cassação são os mais altos tribunais de recurso e supervisionam a aplicação das leis nos tribunais subordinados. O Supremo Conselho Judicial administra o sistema e nomeia juízes. O sistema legal é considerado pelos observadores nacionais e internacionais como um dos mais ineficientes da Europa devido à falta generalizada de transparência e corrupção. A aplicação da lei é realizada por organizações principalmente subordinadas ao Ministério do Interior. A Direção Geral de Polícia Nacional (GDNP) combate o crime geral e mantém a ordem pública e possui policiais em suas seções locais e nacionais. A maior parte dos casos criminais é relacionada a transporte, seguida por roubo e crime relacionado a drogas; as taxas de homicídio são baixas. O Ministério do Interior também lidera o Serviço de Polícia de Fronteira e a Gendarmaria Nacional — um ramo especializado em atividades antiterroristas, gerenciamento de crises e controle de distúrbios. A contraespionagem e a segurança nacional são de responsabilidade da Agência Estatal de Segurança Nacional.http://www.dans.bg/ ===Relações exteriores e forças armadas=== A Bulgária tornou-se membro das Nações Unidas em 1955 e, desde 1966, é membro não permanente do Conselho de Segurança três vezes, a mais recente entre 2002 e 2003. Também foi um dos países fundadores da Organização para a Segurança e a Cooperação. na Europa (OSCE) em 1975. A integração euro-atlântica foi uma prioridade desde a queda do comunismo, embora a liderança comunista também tivesse aspirações de deixar o Pacto de Varsóvia e ingressar nas Comunidades Europeias em 1987. A Bulgária assinou o Tratado de Adesão da União Europeia. em 25 de abril de 2005, tornou-se membro pleno da União Europeia em 1º de janeiro de 2007. Além disso, tem uma colaboração econômica e diplomática tripartida com a Romênia e a Grécia, bons laços com a China e o Vietnã e uma relação histórica com a Rússia. A Bulgária enviou um número significativo de conselheiros civis e militares em países aliados dos soviéticos, como a Nicarágua e a Líbia, durante a Guerra Fria. O primeiro destacamento de tropas estrangeiras em solo búlgaro desde a Segunda Guerra Mundial ocorreu em 2001, quando o país hospedou seis aeronaves KC-135 Stratotanker e 200 funcionários de apoio para o esforço de guerra no Afeganistão. As relações militares internacionais foram ampliadas com a adesão à OTAN em março de 2004 e o Acordo de Cooperação de Defesa dos EUA-Bulgária assinado em abril de 2006. As bases aéreas Bezmer e Graf Ignatievo, o treinamento Novo Selo e um centro de logística em Aytos se tornaram treinamento militar conjunto instalações cooperativamente utilizadas pelos militares dos Estados Unidos e da Bulgária. A defesa doméstica é da responsabilidade das forças armadas búlgaras, todas voluntárias, compostas de forças terrestres, marinha e uma força aérea. As forças terrestres consistem em duas brigadas mecanizadas e oito regimentos e batalhões independentes; a força aérea opera 106 aeronaves e sistemas de defesa aérea em seis bases aéreas, e a marinha opera vários navios, helicópteros e armas de defesa costeira.mod.bg - pdf As tropas ativas diminuíram de 152 000 em 1988 para 31 300 em 2017, suplementadas por 3 000 reservistas e 16 000 paramilitares. O inventário consiste principalmente de equipamentos soviéticos como os jatos Mikoyan MiG-29 e Sukhoi Su-25, os sistemas de defesa aérea S-300PT e os mísseis balísticos de curto alcance SS-21 Scarab. ===Subdivisões=== A Bulgária é um estado unitário. Desde a década de 1880, o número de unidades de gestão territorial variou de sete para 26. Entre 1987 e 1999, a estrutura administrativa consistia em nove províncias (oblasti, no singular oblast). Uma nova estrutura administrativa foi adotada em paralelo com a descentralização do sistema econômico. Inclui 27 províncias e uma província metropolitana da capital (Sofia-Grad). Todas as áreas levam seus nomes de suas respectivas capitais. As províncias subdividem-se em 264 municípios. Os municípios são administrados por prefeitos, que são eleitos para mandatos de quatro anos e por conselhos municipais eleitos diretamente. A Bulgária é um estado altamente centralizado, onde o Conselho de Ministros nomeia diretamente os governadores regionais e todas as províncias e municípios dependem fortemente deste para financiamento. ==Economia== Mesmo que seja um dos países mais pobres da Europa, A Bulgária tem uma economia de mercado aberta, de rendimento médio-alto, em que o setor privado representa mais de 70% do PIB. De um país em grande parte agrícola, com uma população predominantemente rural em 1948, na década de 1980 a Bulgária tinha se transformado em uma economia industrial com pesquisa científica e tecnológica no topo de suas prioridades de despesas orçamentárias. A perda dos mercados da COMECON em 1990 e a subsequente \"terapia de choque\" do sistema planificado causaram um forte declínio na produção industrial e agrícola, seguido por um colapso econômico em 1997. A economia se recuperou em grande parte durante um período de rápido crescimento vários anos depois, mas o salário médio de leva (US$ 615) por mês continua sendo o menor da UE. Mais de um quinto da força de trabalho está empregado com um salário mínimo de US$ 1,16 por hora. Um orçamento equilibrado foi alcançado em 2003 e o país começou a ter superávit no ano seguinte.oecd.org - pdf As despesas somaram US$ 21,15 bilhões e as receitas foram de US$ 21,67 bilhões em 2017. A maior parte dos gastos do governo com instituições é destinada à segurança. Os ministérios da defesa, o interior e a justiça recebem a maior parcela do orçamento anual do governo, enquanto os responsáveis ​​pelo meio ambiente, turismo e energia recebem o menor montante de financiamento. Os impostos formam a maior parte da receita do governo em 30% do PIB. A Bulgária possui algumas das menores taxas de imposto de renda corporativo da UE, com uma taxa fixa de 10%. O sistema tributário é de dois níveis. O imposto sobre o valor acrescentado, os impostos especiais de consumo e o imposto sobre o rendimento das pessoas singulares e coletivas são nacionais, enquanto os impostos sobre imóveis, heranças e veículos são cobrados pelas autoridades locais. O forte desempenho econômico no início dos anos 2000 reduziu a dívida pública de 79,6% em 1998 para 14,1% em 2008. Desde então, aumentou para 28,7% do PIB até 2016, mas continua sendo a terceira mais baixa da UE.ec.europa.eub - pdf A área de planejamento de Yugozapaden é a região mais desenvolvida com um Produto Interno Bruto (PPP) per capita de US$ em 2016. Ela inclui a capital e a Província de Sófia, que geram 42% do PIB nacional, apesar de abrigar apenas 22%. por cento da população. O PIB per capita das PPP e o custo de vida em 2017 situaram-se em 49 e 48,4% da média da UE, respetivamente. O PIB nacional PPP foi estimado em US$ 143,1 bilhões em 2016, com um valor per capita de US$ . As estatísticas de crescimento econômico levam em conta as transações ilegais da economia informal, que é a maior da UE como porcentagem da produção econômica. O Banco Nacional da Bulgária emite a moeda nacional, lev, que está indexada ao euro a uma taxa de 1,95583, por euro. Depois de vários anos consecutivos de alto crescimento, as repercussões da crise financeira de 2007–2008 resultaram em uma contração de 3,6% do PIB em 2009 e aumento do desemprego. A produção industrial declinou 10%, a mineração, 31%, e a produção de metais e ferrosos registrou uma queda de 60%. O crescimento positivo foi restaurado em 2010, mas a dívida entre empresas excedeu US$ 59 bilhões, o que significa que 60% de todas as empresas búlgaras estavam mutuamente endividadas. Em 2012, aumentou para US$ 97 bilhões, ou 227% do PIB. O governo implementou medidas rígidas de austeridade com incentivos do FMI e da UE para alguns resultados fiscais positivos, mas as consequências sociais dessas medidas, como o aumento da desigualdade de renda e a aceleração da migração externa, foram \"catastróficas\" segundo a Confederação Sindical Internacional. O desvio de fundos públicos para as famílias e parentes de políticos de partidos históricos resultou em perdas fiscais e de bem-estar para a sociedade.Center for the Study of Democracy (2007). Anti-corruption Reforms in Bulgaria: Key Results and Risks. Center for the Study of Democracy. p. 44. ISBN 9789544771461. A Bulgária ocupa o 71º lugar no Índice de Percepção da Corrupção e experimenta os piores níveis de corrupção na União Europeia, um fenómeno que continua a ser uma fonte de profundo descontentamento público. Juntamente com o crime organizado, a corrupção resultou na rejeição da aplicação do Espaço Schengen do país e na retirada do investimento estrangeiro. Autoridades do governo supostamente se engajam em desvio de verbas, comércio de influência, violações de contratos públicos e suborno com impunidade. As compras governamentais, em particular, são uma área crítica no risco de corrupção. Estima-se que 10 bilhões de leva (US$ 5,99 bilhões) em orçamento de estado e fundos de coesão europeus sejam gastos em licitações públicas a cada ano; quase 14 bilhões (US$ 8,38 bilhões) foram gastos em contratos públicos somente em 2017. Uma grande parte desses contratos é concedida a algumas empresas politicamente conectadas em meio a irregularidades generalizadas, violações de procedimentos e critérios de adjudicação feitos sob medida.romaniacurata.roec.europa.eu - pdf Apesar das repetidas críticas da Comissão Europeia, as instituições da UE se abstêm de tomar medidas contra a Bulgária porque apoia Bruxelas em várias questões, ao contrário da Polônia ou da Hungria. ===Setores=== A força de trabalho é de 3,36 milhões de pessoas, das quais 6,8% estão empregadas na agricultura, 26,6% na indústria e 66,6% no setor de serviços. Extração de metais e minerais, produção de produtos químicos, construção de máquinas, aço, biotecnologia, processamento de tabaco e alimentos e refino de petróleo estão entre as principais atividades industriais. Somente a mineração emprega 24 000 pessoas e gera cerca de 5% do PIB do país; o número de empregados em todas as indústrias relacionadas à mineração é de 120 000. A Bulgária é o quinto maior produtor de carvão da Europa. Depósitos locais de carvão, ferro, cobre e chumbo são vitais para os setores de manufatura e energia. Dois terços das exportações de produtos alimentares e agrícolas vão para os países da OCDE. Embora a produção de cereais e hortaliças tenha caído 40% entre 1990 e 2008, a produção aumentou desde então, e a safra 2016–2017 registrou a maior produção de grãos em uma década. Milho, cevada, aveia e arroz também são cultivados. O tabaco oriental de qualidade é uma cultura industrial significativa. A Bulgária é também o maior produtor mundial de lavanda e óleo de rosa, ambos amplamente utilizados em fragrâncias. Do setor de serviços, o turismo é um contribuinte significativo para o crescimento econômico. A Bulgária emergiu como um destino de viagem com seus resorts e praias de baixo custo fora do alcance da indústria turística. A maioria dos visitantes é romena, alemã, turca, britânica e russa. Sofia, Plovdiv, Veliko Tarnovo, os resorts costeiros de Golden Sands e Sunny Beach e resorts de inverno Bansko, Pamporovo e Borovets são alguns dos locais mais visitados pelos turistas. == Infraestrutura == Os serviços telefônicos estão amplamente disponíveis e uma linha-tronco central digital conecta a maioria das regiões. A Vivacom (BTC) atende a mais de 90% das linhas fixas e é uma das três operadoras que fornecem serviços móveis, juntamente com a A1 e a Telenor.ec.europa.eu - pdf A penetração da Internet situou-se em 61,9 por cento da população dos 16 aos 74 anos, em 2017. A localização geográfica estratégica da Bulgária e o setor energético bem desenvolvido fazem dele um importante centro europeu de energia, apesar da falta de depósitos significativos de combustíveis fósseis. O carvão é responsável por 40% da produção nacional de energia, seguido pela energia nuclear dos reatores de Kozloduy (35%) e fontes renováveis (20%). O biocombustível a partir de resíduos sólidos tornou-se a principal fonte de energia renovável após mais de uma década de crescimento no setor. A rede rodoviária nacional tem um comprimento total de km, dos quais km são pavimentados. As ferrovias são um dos principais modos de transporte de cargas, embora as rodovias tenham uma parcela progressivamente maior de frete. A Bulgária tem km de trilhos e atualmente um total de 81 km de linhas de alta velocidade estão em operação. As ligações ferroviárias estão disponíveis com a Romênia, Turquia, Grécia e Sérvia, e trens expressos servem rotas diretas para Kiev, Minsk, Moscou e São Petersburgo. Sófia e Plovdiv são os centros de viagens aéreas do país, enquanto Varna e Burgas são os principais portos de comércio marítimo. === Educação === O Ministério da Educação e Ciência é o órgão nacional responsável pela coordenação do sistema pátrio de educação, englobando atividades de administração e supervisão da educação búlgara formal. Ele financia parcialmente as escolas públicas, faculdades e universidades do país, definindo critérios para livros didáticos e supervisionando o processo de publicação. O sistema de ensino búlgaro é composto por três níveis escolares: primário, secundário e superior. O processo se estende por 12 graus, onde os graus um a oito são primários e nove a doze são secundários. O ensino superior consiste em um grau de bacharel de quatro anos e um mestrado de um ano. A educação nas escolas públicas primárias e secundárias é gratuita e obrigatória. A instituição de ensino superior mais bem classificada da Bulgária é a Universidade de Sofia. Nenhuma das instituições do país está listada entre as 100 melhores universidades da Europa, de acordo com a classificação do QS World University Rankings de 2021. Os gastos públicos com a educação giram em torno de 4,1% do total do PIB nacional, estando muito abaixo da média da União Europeia. Os padrões educacionais já foram altos, mas diminuíram significativamente desde o início dos anos 2000. Em 2001, os estudantes búlgaros figuravam entre os mais bem pontuados do mundo em termos de leitura, apresentando um desempenho melhor do que os estudantes canadenses e alemães. Em 2006, as pontuações em leitura, matemática e ciências caíram significativamente. Embora a alfabetização média seja de 98,4%, sem diferença significativa entre os sexos, o analfabetismo funcional é significativo. O estudo do PISA de 2015 constatou que 41,5% dos alunos do 9º ano primário eram funcionalmente analfabetos em leitura, matemática e ciências. Em 2018, a expectativa de vida escolar, do ensino primário ao superior, que corresponde ao número total de anos de escolaridade que uma criança pode esperar receber, atingiu um total de 14 anos de estudo, estando no mesmo nível que outros países do Leste Europeu. == Cultura == A música tradicional da Bulgária, tal como a dança e a roupas búlgaras, varia em função da região de onde vem. Geralmente, é difícil um cantor de uma região cantar música de outra região, tendo em conta a diversidade e a variação de sons e a sua emissão específica. As músicas retratam os acontecimentos históricos e urbanos, o que tem ajudado a \"descobrir\" e a estudar a história e os costumes do povo búlgaro, de há muitos séculos. As canções não têm autores, visto que são passadas de \"boca-a-boca\", de geração em geração, e foram inventadas ao longo dos acontecimentos. Os textos das músicas, em si são como histórias, narrando problemas, \"festas\", guerras, sentimentos. Cada música tem o seu ritmo e em função do ritmo é criada a dança. Normalmente, cada região tem um ritmo e/ou a dança específicas. Mas algumas das danças são gerais e dançadas pelo país inteiro. As danças constituem movimentos complicados, que, muitas vezes, confundem os turistas. A maior parte das danças podem ser interpretadas por centenas de pessoas, tal como nos Recordes de Guinness, a maior dança coletiva foi considerada a búlgara, dançada por mais de 15 000 pessoas em conjunto, de mão dada, na capital, na noite de um feriado. ===Esportes=== A Bulgária apareceu nos primeiros jogos olímpicos modernos em 1896, quando foi representada pelo ginasta Charles Champaud. Desde então, os atletas búlgaros conquistaram 52 modelos de ouro, 89 de prata e 83 de bronze, ocupando a 40ª posição na tabela de medalhas de todos os tempos. O levantamento de peso é um esporte de assinatura da Bulgária. O técnico Ivan Abadzhiev desenvolveu práticas de treinamento inovadoras que têm produzido muitos campeões mundiais e olímpicos búlgaros no levantamento de peso desde os anos 80. Os atletas búlgaros também se destacaram em luta livre, boxe, ginástica, vôlei e tênis. Stefka Kostadinova é a recordista mundial no salto em altura feminino de 2,09 m, alcançado durante o Campeonato Mundial de 1987. Grigor Dimitrov é o primeiro tenista búlgaro no Top 10 ATP Rankings.atpworldtour.com O futebol é o esporte mais popular do país por uma margem substancial. O melhor desempenho da equipe nacional de futebol foi uma semifinal na Copa do Mundo de 1994, quando o time foi encabeçado pelo atacante Hristo Stoichkov. Stoichkov é o jogador búlgaro mais bem sucedido de todos os tempos; ele foi premiado com a Bota de Ouro e a Bola de Ouro e foi considerado um dos melhores do mundo enquanto jogava pelo FC Barcelona nos anos 1990. O CSKA e o Levski, ambos sediados em Sofia, são os clubes mais bem sucedidos de rivais nacionais e de longa data. Ludogorets é notável por ter avançado da quarta divisão local para a fase de grupos da UEFA Champions League de 2014–15 em meros nove anos. Colocado em 39º em 2018, é o clube mais alto da Bulgária na UEFA. == Ver também == * Lista de países * Missões diplomáticas da Bulgária == Ligações externas == * * * * * * * * Categoria:Estados membros da OTAN Categoria:Estados membros da União Europeia",
 "title": "Bulgária"
}