{
 "id": "38633",
 "text": "miniatura|Palacio Medici Riccardi, por Michelozzo, Florença, 1444. Exemplo de palácio florentino. A arquitetura do Renascimento ou arquitetura Renascentista é a fase da arquitetura italiana que se desenvolveu de 1420 até meados do século XVI, com o retorno à vida da antiguidade clássica.N. Pevsner, J. Fleming, H. Honour, Dizionario di architettura, Einaudi, Torino 1981, voce Rinascimento. As principais características da arquitectura renascentista são de facto a sensibilidade para com o passado antigo, o renascimento das ordens clássicas, a clara articulação nas plantas e nos alçados, bem como as proporções entre as partes individuais dos edifícios. O estilo do chamado Quattrocento (c. 1400-1500), também conhecido como \"primeiro Renascimento\" teve origem em Florença, favorecido pela afirmação da cultura burguesa e do humanismo, florescendo posteriormente noutras cortes como as de Mântua e de Urbino.R. De Fusco, Mille anni d'architettura in Europa, Laterza, Bari 1999, p. 135. A fase subsequente quinhentista, do Alto Renascimento, (c. 1500-1525) conhecida como \"Renascimento clássico\",Arnaldo Bruschi. Bramante (London: Thames and Hudson, 1977). teve o novo centro da vida artística em Roma, onde conceitos derivados da antiguidade clássica foram empregues com maior convicção, coexistindo no mesmo século com o maneirismo (), que é geralmente considerado pela historiografia como a terceira fase do Renascimento.R. De Fusco, Mille anni di architettura in Europa, cit., p. 243. Durante o período maneirista, os arquitetos experimentaram usar formas arquitetónicas para enfatizar relações sólidas e espaciais, ou seja espaço e massa. O ideal renascentista de harmonia deu lugar a ritmos mais livres e imaginativos. Nos séculos seguintes, as ideias arquitetónicas desenvolvidas na Itália espalharam-se também pelo resto da Europa, mas as obras resultantes pouco tinham em comum com as características da arquitetura italiana, consistindo na recuperação de detalhes romanos e no sentido de equilíbrio e estabilidade. Produziu inovações em diversas esferas: tanto nos meios de produção - técnicas construtivas e materiais de construção - como na linguagem arquitetónica, que se refletiram numa teorização adequada e completa.P. Murray, Architettura del Rinascimento italiano O estilo renascentista enfatiza a simetria, a proporção, a geometria e a regularidade das partes, como são demonstradas na arquitetura da antiguidade clássica e, em particular, na arquitetura romana antiga, da qual muitos exemplos permaneceram. Arranjos ordenados de colunas, pilastras e lintéis, bem como o uso de arcos semicirculares, cúpulas hemisféricas, nichos e edículas substituíram os sistemas proporcionais mais complexos e os perfis irregulares dos edifícios medievais. Na segunda fase renascentista, surgiu o estilo jacobino durante o reinado do rei James, o seu estilo seguiu as tendências do estilo elisabetano, ambos tiveram grandes monumentos e mansões com o seu estilo no Reino Unido. É também um momento em que as artes manifestam um projeto de síntese e interdisciplinaridade bastante impactante, em que as Belas Artes não são consideradas como elementos independentes, subordinando-se à arquitetura. ==Contexto== No início do século XV a Itália foi dividida em cinco estados principais (Reino de Nápoles, Estado Papal, República Toscana, República de Veneza, Ducado de Milão), cercado por numerosos ducados e repúblicas menores (como o Ducado de Urbino, o Ducado de Mântua e a República de Siena). Florença, no século XV, consolidou o seu poder económico através de um dinamismo baseado numa inovadora organização produtiva industrial, mercantil e bancária. Com a afirmação definitiva da burguesia da cidade, passamos de uma espécie de empresa familiar a uma empresa composta por numerosos funcionários, balconistas, correspondentes estrangeiros e viajantes.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 138. A família Medici, em particular, era proprietária de uma empresa com agentes em vários centros mercantis da Europa e tinha ligado o seu nome aos mais prestigiados cargos públicos da cidade: foi através do controlo das eleições, o sistema tributário e a criação de novas magistraturas atribuídas a homens de grande confiança, que nas primeiras décadas do século XV Cosimo, o Velho lançaram as bases sólidas do poder do Família Medici, tornando-se de facto senhor de Florença. O segundo campo útil para a contextualização da arquitetura do século XV é o dos estudos literários, linguísticos, filológicos e de tradução de textos clássicos, iniciado no século XIV com Francesco Petrarca e continuado com uma série de autores da extração florentina. Os humanistas, diferentemente dos monges medievais, tentaram uma leitura crítica das obras latinas, buscando não apenas o que interessava aos teólogos , mas também outros aspectos da vida humana, como história, política e arte. O outro aspecto que pode explicar a predisposição da Toscana ao desenvolvimento da arquitectura renascentista é o carácter geográfico e nacional desta região, que teve a sua expressão inicial na arte etrusca e que ainda era claramente reconhecível na época medieval: da elegância da fachada da San Miniato al Monte, às composições grandiosas e serenas da Santa Croce, Santa Maria Novella e Santa Maria del Fiore. Além disso, quando já em 1334 as autoridades decidiram nomear um pintor, Giotto, como o novo mestre construtor da catedral florentina, foram lançadas as instalações para um novo período na história profissional da arquitetura, que teria o seu apogeu no Renascimento: a partir de então, grandes artistas foram homenageados e admitidos em cargos que não se enquadravam em suas especialidades apenas por respeito à sua genialidade. N. Pevsner, História da arquitetura europeia, cit., p. 106. Por outras palavras, no início do século XV, em Florença, ocorreu uma série de factores excepcionais, autónomos, mas concomitantes, para o nascimento de uma nova arquitectura. Além disso, uma república mercantil rica como a florentina tinha necessariamente de visar ideais humanos e não transcendentais, a clareza e não a obscuridade, a atividade e não a meditação; por esta razão o espírito de Roma antiga, claro e realista, só poderia ser redescoberto em Florença. No final do século XV, porém, o velho mundo florentino começou a exaurir-se; logo, a vanguarda da primeira geração deu lugar a uma academia aristocrática, tanto que a partir de 1470, com exceção de Leon Battista Alberti, as mais avançadas pesquisas no campo da arquitetura foram levadas a cabo, paradoxalmente, por dois pintores: Piero della Francesca e Andrea Mantegna.A. Bruschi, Bramante, Laterza, Roma-Bari 2010, p. 7. Foi assim que, no século XVI, o centro de gravidade artístico da Renascença mudou de Florença para Roma. O contexto romano estava distante do contexto burguês, mercantil e industrial florentino; também carecia da continuidade que caracterizou a passagem de Florença da Idade Média para a Renascença. Com o retorno dos papas após o Cativeiro de Avinhão, a cidade foi reduzida a um pequeno centro urbano, de onde surgiram os amontoados de ruínas dos vestígios imperiais. A renovação de Roma segundo o prestígio da Igreja Católica, iniciada pelo Papa Martinho V e confirmada pelos seus sucessores, passou por uma série de pontos fundamentais: devolver a cidade aos seus antigos esplendores, começando obras de restauro e reforço das fortificações. A viragem ocorreu sob o Papa Júlio II, eleito em 1503, que actualizou o programa acima exposto fazendo uso do capitalismo bancário e das contribuições da cultura humanista.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 139. Esta feliz época foi interrompida pelo saque de Roma em 1527, que deixou a cidade em ruínas e comprometeu os alicerces da civilização ressurgimental, pelo menos até a chegada de Michelangelo Buonarroti em 1534, que, a partir dessa data, criou algumas das suas obras mais importantes; tudo isso, porém, no clima renovado da contra- reforma.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 140. ==Periodização== A história da arquitetura do Renascimento, como um todo, costuma ser dividida em três grandes períodos: #Século XIV e início do XV. Neste primeiro momento destaca-se a figura de Filippo Brunelleschi e uma arquitetura que se pretende classicista, mas ainda sem o referencial teórico e, principalmente, a canonização, que caracterizará o período seguinte. #Século XV e início do XVI. Considerado o período da Alta Renascença, no qual atuam arquitetos como Donnato Bramante e Leon Battista Alberti. #Século XVI. Neste momento, as características individuais dos arquitetos já começam a sobrepor-se às da canonização clássica, o que irá levar ao chamado Maneirismo. Atuam arquitetos como Michelangelo, Andrea Palladio e Giulio Romano. ==Características== O termo \"Renascimento\" já era utilizado pelos tratadoristas da época para destacar a redescoberta da arquitetura romana, da qual vários vestígios mantiveram-se intactos no século XV. Os principais indicadores deste posicionamento foram a nova sensibilidade para com as formas do passado, não só da arquitectura romana, mas também da arquitectura paleocristã e do românico florentino, o renascimento das ordens clássicas, o uso de formas geométricas elementares para a definição de plantas, a busca por articulações ortogonais e simétricas, bem como o uso de proporção harmónica nas partes individuais do edifício. Em particular, uma característica comum entre a arquitetura renascentista e romana é o efeito produzido pela adaptação de massas simples baseadas em sistemas modulares de proporção, cujo módulo é definido pelo semidiâmetro das colunas.P. Murray, L'architettura del Rinascimento italiano, Laterza, Roma-Bari 2007, p. VIII. Além disso, o historiador da arte Bruno Zevi definiu o Renascimento como \"uma reflexão matemática realizada sobre a métrica arquitetura românica e arquitetura gótica\", destacando a pesquisa, de parte dos arquitetos do Séculos XV e XVI, de uma métrica espacial baseada em relações matemáticas elementares.B. Zevi, Saber ver a arquitetura, Torino 2012, pp.76-77. Ou seja, a grande conquista do Renascimento, em comparação com o passado, foi ter criado nos espaços interiores o que os Gregos Antigos criaram para o exterior dos seus templos, dando vida a ambientes regulados por leis que eram imediatamente perceptíveis e facilmente mensuráveis pelo observador. O estudo da perspectiva de Filippo Brunelleschi certamente também teve um papel decisivo nisso; Brunelleschi introduziu uma visão interna totalizante, elevando a perspectiva a uma estrutura espacial global.C. Brandi, Design de arquitetura italiana, Roma 2013, p. 107. A partir de Brunelleschi, “o verdadeiro espaço da arquitetura, aquele em que se penetra e se vive, é intencionalmente desenhado com vista a um resultado prospectivo”.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 150. ===O palácio=== A ascensão da burguesia Florentina favoreceu mudanças importantes no tecido urbano da cidade: as numerosas casas-torre que surgiram no tecido urbano foram substituídas pelos palácio dos comerciantes, a quem foi confiada a tarefa de conciliar as necessidades de vida dos habitantes com a renovação da face urbana das cidades, aproximando-se ao mesmo tempo dos protótipos da antiguidade. Porém, ao contrário de alguns templos, no século XV nenhum palácio antigo se manteve intacto, tanto que o conhecimento das plantas era contrastado pela falta de modelos relativos à articulação das fachadas. Nem mesmo Vitruvius e os demais autores da época romana deram indicações precisas, concentrando a sua atenção sobretudo na disposição em planta e não na elevação.F.P. Fiore, Leon Battista Alberti, palácios e cidades, em Leon Battista Alberti e arquitetura, Cinisello Balsamo 2006, p. 99. Partindo destas considerações, o pátio no centro do edifício, derivado de modelos planimétricos do passado, tornou-se o elemento chave das novas composições. No entanto, a acentuação da extensão horizontal dos edifícios permitiu uma melhor distribuição dos quartos face aos esquemas tradicionais Medieval: o rés-do- chão, fechado como uma fortificação, servia à circulação de comerciantes, visitantes e clientes ; o primeiro andar, denominado piano nobile, era destinado a salas de recepção, enquanto o segundo andar era reservado à própria residência da família.W. Muller, G. Vogel, Atlante de arquitetura, Hoepli, Milão 1997, p. 421. O Palácio Medici, encomendado por Cosimo, o Velho a Michelozzo antes de meados do século XV, pode ser considerado o arquétipo do palácio do início da Renascença: é uma \"noz de pedra\",P. Bargellini, “A Arte do Quattrocento”, Valecchi, Florença 1962, p. 23 com pátio sobre colunas e fachadas externas caracterizadas por uma graduação rústica de silhar, que lembram elementos provenientes de edifícios públicos medievais.P. Murray, Architettura del Rinascimento italiano, Bari, Laterza, 2007, p. 68. No interior, no entanto, as diferentes funções ainda não podem ser atribuídas a um esquema totalmente simétrico e axial, que ainda permanece limitado à área de entrada e pátio. A solução com a fachada de silhar do Palácio Medici opôs- se à solução com ordens de semipilares, que ainda encontra a sua primeira realização em Florença, no Palácio Rucellai de Leon Battista Alberti. Em qualquer caso, a articulação de superfícies usando semipilares, embora afastada da tradição medieval, não foi particularmente influente na Toscana, mas mesmo assim abriu caminho para desenvolvimentos futuros. No auge da Renascença, a simetria axial da planta tornou-se um princípio fundamental de design. Embora decorra do modelo do Palácio Medici, Palácio Strozzi, construído em Florença no final do século XV, apresenta uma simetria axial da planta e escadas de dois lances que anunciam a tendência aos sistemas duplos da época barroca. A planta do posterior Palácio Valmarana, em Vicenza, construído na segunda metade do século seguinte por Andrea Palladio, caracteriza-se por uma composição axial espelhada, oferecendo uma divisão equilibrada e proporcional de espaços. Ainda no auge do Renascimento, Bramante e Raffaello propuseram novos modelos de fachadas para palácios, com a combinação de silhares no térreo e escansão da fachada com ordens em relevo .R. De Fusco, Mille anni di architettura in Europa, cit., pp. 220-223. Palácio Farnésio em Roma, projetado por Antonio da Sangallo, o Jovem e Michelangelo, tornou-se o protótipo de um novo e muito antigo modelo duradouro, baseado na rejeição tanto da silhar quanto das ordens em favor de uma fachada lisa atravessada por elementos horizontais (marcapiano), com janelas em edícula encimadas por tímpanos em alternância triangular e curvilíneo, que no térreo se transformam em janelas ajoelhadas.R. De Fusco, Mille anni di architettura in Europa, cit., p. 223. ===A vila=== thumb|Vila dos Médici de Poggio a Caiano Nas residências de campo, a centralização retorna, ao mesmo tempo, a um princípio fundamental. Leon Battista Alberti, no artigo De re aedificatoria, dedica um volume às \"casas senhoriais\", que se baseiam no modelo da villa de Plínio, o Jovem: a disposição das divisões principais, como no vestíbulo, a sala de jantar e a zona de jantar abrem-se para um espaço central (átrio), a sala de jantar de inverno recupera o calor, ao mesmo tempo que tem vista para o jardim.W. Muller, G. Vogel, Atlante de arquitetura. História da arquitetura desde as suas origens até à contemporaneidade. Tabelas e textos, cit., p. 425. Atribuível a esta tipologia está a villa Medicea di Poggio a Caiano (por volta de 1470). Construída segundo o projecto de Giuliano da Sangallo no final do século XV, constitui um dos principais exemplares do início do Renascimento. O edifício distribui-se por dois pisos sobre um amplo terraço, com uma lógia encimada por um frontão clássico, que antecipa as soluções palladianas do século seguinte;C. Brandi, Disegno dell'architettura italiana, cit., p. 120. os espaços internos distribuem-se em cruz em torno do hall central, de planta retangular e fechado por abóbada de berço, com quatro apartamentos de três ou quatro quartos que se desenvolvem entre os cantos do edifício e os espaços principais. Em Roma desenvolve-se um volume edificado mais complexo, com uma sequência de espaços paralelos e uma loggia central: é o caso da villa Farnesina construída por Baldassare Peruzzi no início do século XVI, a partir da qual uma série de vilas rurais, como a Villa Imperiale de Pesaro, renovada por Gerolamo Genga na segunda década do século XVI. A cena do século XVI é, no entanto, dominada pelas villas palladianas que Andrea Palladio criou em Veneto; dentre estes, teve grande sucesso o projeto da chamada rotunda, que se tornou fonte de inspiração para diversos artistas pertencentes à corrente do Palladianismo Internacional: a Rotonda apresenta uma planta central, destacada por uma cúpula, com avancorpos de cada lado caracterizada por pronai com colunas de ordem jónica. ===A biblioteca=== O Renascimento foi a época decisiva para o nascimento das Bibliotecas no sentido moderno do termo. A difusão dos estudos do Humanismo e a invenção da estampa favoreceram o nascimento de diversas bibliotecas cívicas e o desenvolvimento de bibliotecas eclesiásticas: lembramos a Viscontea-Sforzesca preservada no castelo de Pavia, na Malatestiana de Cesena, na Estense em Ferrara (posteriormente transferida para Modena), a Laurenziana de Florença, a Marciana de Veneza, bem como a Biblioteca Apostólica do Vaticano. A solução de três naves com abóbada, adotada para a Biblioteca Malatestiana de Cesena e para a do São Marco em Florença, tornou-se um modelo para a posterior construção de renomadas bibliotecas monásticas italianas: por exemplo, as do convento de Santa Maria delle Grazie em Milão (1469),J. F. O'Gorman, A Arquitetura da Biblioteca Monástica na Itália, Nova York, 1972, p. 64. da San Domenico em Perugia (1474)J.F. O'Gorman, A Arquitetura da Biblioteca Monástica na Itália, cit., p. 66. e do Mosteiro beneditino de San Giovanni em Parma (1523).J.F. O'Gorman, A Arquitetura da Biblioteca Monástica na Itália, cit., p. 69. O sucesso desta forma continuou até ao momento em que a evolução dos cânones renascentistas impôs, nas primeiras décadas do século XVI, uma solução capaz de favorecer a unidade do espaço e a difusão uniforme da iluminação, com a consequente renúncia à divisão em naves, como é o caso da Biblioteca Laurentiana construída por Miguel Ângelo.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 290. ===O teatro=== O humanismo, com a difusão dos textos clássicos latinos e a fundação das academias, determinou, no final do século XV, o renascimento do teatro.W. Muller, G. Vogel, Atlante de arquitetura. História da arquitetura desde as suas origens até à contemporaneidade. Tabelas e textos, cit., p. 415. Inicialmente as apresentações aconteciam em locais privados como jardins, pátios de conventos e salões de palácios decorados para as apresentações; a cena era temporária, portanto, e caracterizada principalmente por cortinas que se abriam e fechavam durante as entradas e saídas dos atores. Ao longo do século seguinte, começaram a ser construídas instalações estáveis ​​para conter os conjuntos, como é o caso da Lógia do Falconeto em Pádua. No final do século XVI, no Teatro Olímpico de Andrea Palladio, a maquete da antiga cavea fundiu-se com a cenografia renascentista, mas a sua influência limitou-se a alguns outros edifícios, como o Teatro all'Antica de Sabbioneta, de Vincenzo Scamozzi, ou o posterior Teatro Farnese de Parma. ===A igreja=== ====A planta central==== No início do Renascimento, a predileção pelas formas geométricas elementares e pela harmonia entre as partes levou ao conceito de igrejas a planta central, em que se antepunha o ideal estético e simbólico à funcionalidade. A partir de 1420, Filippo Brunelleschi construiu a cúpula da Catedral florentina, o maior organismo em planta central desde a época do Panteão; vários edifícios centralizados remontam ao mesmo arquiteto, como a Velha Sacristia, a capela Pazzi e a Rotunda de Santa Maria dos Anjos.W. Muller, G. Vogel, Atlante de arquitetura. História da arquitetura desde as suas origens até à contemporaneidade. Tabelas e textos, cit., p. 447. Na esteira de Brunelleschi, inúmeras igrejas de cruz grega foram acrescentadas, como a basílica de Santa Maria delle Carceri em Prato, de Giuliano da Sangallo (1486), bem como alguns desenhos de Leonardo da Vinci, que tiveram considerável influência no pensamento arquitetônico do século XVI e, em particular, no de Bramante. O estilo de Bramante também foi influenciado pelas igrejas cristãs primitivas, que ele teve a oportunidade de observar durante a sua estadia em Milão. Sobretudo a Basílica de São Lourenço, um grandioso organismo com planta central formado por um quadrado com quatro absides. Além da sua primeira construção conhecida, a Igreja de Santa Maria presso São Satiro, restaurou a antiga capela de São Satiro, um edifício de planta central com desenho típico do paleocristianismo (uma cruz grega num quadrado inscrito num círculo).P. Murray, A arquitetura da Renascença Italiana, cit., p. 123. Além disso, foi chamado por Ascanio Sforza para intervir no canteiro de obras do Duomo de Pavia (da qual a maquete de madeira é também preservada datado de 1497), impôs a cúpula e a planta central à catedral. O subsequente pequeno templo de São Pedro em Montório, um dos primeiros edifícios criados por Bramante após a sua mudança para Roma, expressa um novo conceito na tipologia dos complexos planeados centralmente, mostrando uma maior derivação dos modelos da antiguidade (o templo de Vesta em Roma e o templo de Vesta em Tivoli). Apesar do seu pequeno tamanho, o pequeno templo pode ser considerado o embrião do projeto original de Bramante para a Basílica de São Pedro no Vaticano,P. Murray, A arquitetura da Renascença Italiana, cit., p. 141. Um imponente complexo de cruz grega, dominado no centro por uma colossal cúpula hemisférica. Uma série de igrejas centralizadas descendem dela e dA sua versão de Miguel Ângelo, como a Santa Maria de Carignano em Gênova de Galeazzo Alessi, a igreja de Gesù Nuovo de Nápoles e a igreja do Mosteiro do Escorial perto de Madrid.W. Muller, G. Vogel, Atlante d'architettura. Storia dell'architettura dalle origini all'età contemporanea. Tavole e testi, cit., p. 449. ====A planta longitudinal==== Apesar do sucesso dos projetos de planta central, a planta longitudinal, que era a forma tradicional da igreja comunitária, não foi descartada. As grandes igrejas florentinas construídas por Filippo Brunelleschi entre 1420 e aproximadamente 1440, São Lourenço e Espírito Santo, ainda inscrevem-se numa planta de cruz latina, de três naves, em que os elementos tradicionais são atualizados para o sistema modular renascentista. A próxima geração trouxe mudanças significativas. Para a Basílica de Sant'Andrea, em Mântua, Leon Battista Alberti desenhou um salão muito amplo, ladeado por capelas laterais que, lembrando os edifícios romanos da época imperial , também teve sucesso nos séculos seguintes, a partir da igreja de Gesù, em Roma. ====A fachada==== As fachadas, com a redescoberta de motivos antigos como pronai, frontões e arcos triunfais, foram concebidas como prespectivas cenográficas. Entre os primeiros exemplos de fachadas renascentistas estão a Santa Maria de Popolo em Roma e a Santa Maria Novella em Florença.C. Brandi, Design de arquitetura italiana, cit., pp. 122, 153. Em particular, a fachada desenhada por Leon Battista Alberti para a Santa Maria Novella, apesar da inserção de elementos góticos pré-existentes na parte inferior e da continuação das incrustações de mármore da tradição toscana no nível superior, pode ser considerado o esquema de maior sucesso, que será aplicado, nas suas inúmeras variações, também nos séculos seguintes: apresenta uma ordem de semipilares de dois pisos, unidos por molduras horizontais, com a secção central elevada da fachada, colocada em suporte do frontão triangular, ligado às naves laterais através da inserção de grandes volutas. A solução do arco triunfal também está ligada a Alberti, exemplificada pela basílica mântua de Sant'Andrea: repetindo o ritmo do interior, caracterizado pela sucessão de arcos redondos, a fachada é constituída por um parte dianteira que combina o tema do arco triunfal com o do templo clássico.P. Murray, L'architettura del Rinascimento italiano, cit., p. 58. Dez anos depois, no desenho da fachada de Santa Maria presso São Sátiro, Bramante propôs um projecto baseado na fachada de dois tímpanos, com as alas do frontão inferior colocadas em correspondência com as naves laterais. Esta solução encontrará desenvolvimentos posteriores na fachada da igreja de Santa Maria em Castello de Carpi de Peruzzi, mas sobretudo nas fachadas das igrejas venezianas erguido por Palladio no final do Renascimento, no qual se completa a fusão da fachada de dois templos clássicos: o primeiro, mais alto, colocado para fechar a nave principal, enquanto o segundo, mais baixo e prolongado nas laterais, para blindar os espaços laterais.R. De Fusco, Mille anni d'architettura in Europa, cit., pp. 235-239. ===A cidade=== ====Planeamento urbano==== No Renascimento, o planeamento urbano assumiu um caráter científico-teórico, procurando unir as necessidades humanas, as necessidades defensivas, a estética, o simbolismo e o nobre centralismo.W . Muller, G. Vogel, Atlante de arquitetura, cit., p. 399. Na base das experiências de planeamento urbano do século XV está a metodologia estabelecida por Leon Battista Alberti em De re aedificazioneria. Para Alberti a cidade constituía um objeto complexo, cuja construção não podia ser assimilada à de edifícios individuais, mas era influenciada pelas restrições e propriedades do ambiente. Por esta razão as muralhas da cidade poderiam ser diferentes de acordo com a variedade de lugares, enquanto as ruas principais, largas e retas nas grandes cidades, poderiam seguir um caminho curvo nas pequenas cidades. A situação é diferente para os espaços públicos, que Alberti considerava como obras arquitetônicas individuais, de aparência unitária, com praças cercadas por galerias e pórticos. No fundo, Alberti conseguiu uma mediação entre as cidades medievais e renascentistas, ou seja, integrando os novos organismos nos núcleos urbanos pré-existentes; uma influência encontrada em cidades pequenas, como Pienza e Urbino, mas menos nas grandes cidades, como Roma ou Milão, onde as iniciativas renascentistas quebraram a coerência dos antigos núcleos, mas abrindo caminho para transformações importantes .L. Benevolo, História da arquitetura renascentista, Bari 2017, pp. 115-123. Ao mesmo tempo, a popularidade do tratado de Vitrúvio inspirou a elaboração de numerosos projetos radiocêntricos de cidades ideais, com plantas regulares delimitadas por fortificações abaluartadas, mas muito poucos foram concretizados; entre estes vale a pena mencionar Palmanova, que remonta ao final do século XVI.N. Pevsner, J. Fleming, H. Honour, Dizionario di architettura, cit., voce Urbanistica.Entre os projetos deixados no papel está o de Sforzinda, cidade em forma de estrela descrita por Filarete no seu tratado de arquitetura. A figura básica é uma estrela com oito pontas inscritas numa circular fosso; Do centro da vila partem dezasseis ruas, unidas por uma circular intermédia, enquanto a praça principal ainda está ligada à tradição medieval, estando o castelo e a igreja frente a frente num espaço rectangular. Em 1480, Francesco di Giorgio Martini apresentou um projeto para uma cidade ideal colocada simetricamente em torno de um canal reto; o complexo remonta a um octógono alongado, com dois poderosos baluartes destinados à defesa da cidade. Em cada parte da cidade existe uma praça retangular, fechada em cada lado e sem vista direta para o rio. Uma fusão entre a visão utópica renascentista e um projecto mais funcional, adequado às necessidades de uma cidade mercantil florescente, é registada em Amsterdão apenas no início do século XVII, quando, por volta de século XVII, veio-se a realizar uma série de canais poligonais, ao longo dos quais foram construídas estreitas casas geminadas e armazéns, protegidos por uma muralha com cerca de oito quilómetros de comprimento. ====A praça==== A qualidade espacial da praça baseia-se na relação entre as superfícies horizontais e os volumes que, com a sua estrutura e disposição, a delimitam. O Renascimento tendeu a regularizar a forma da praça, favorecendo a construção de edifícios proporcionais ao longo do seu perímetro. Nas cidades ideais, a praça assume a forma de uma planta geométrica ideal, que aparece com toda a sua clareza cristalina em afrescos ou representações em perspectiva.W. Muller, G. Vogel, Atlante d'architettura, cit., p. 411. Na prática, as praças concebidas no início do Renascimento materializam-se em Pienza, onde a pequena dimensão não compromete o equilíbrio global, e na piazza Ducale de Vigevano, que representa uma intervenção que visa uniformizar as estruturas medievais pré-existentes dentro de extensos pórticos. No século seguinte os modelos tornaram-se mais complexos. Por exemplo, a Praça do Campidoglio de Roma, projetada por Miguel Ângelo, expressa uma nova concepção de espaço público, na qual se contrasta uma complexa combinação de movimentos: o movimento retilíneo ascendente da escada de acesso e o movimento circular em torno da estátua equestre de Marco Aurélio, com o Palácio Senatório ao fundo.W. Muller, G. Vogel, Atlante d'architettura, cit., p. 405. ==Tratados e teorias== No Renascimento, com a redescoberta do único tratado de arquitetura que sobreviveu intacto desde a antiguidade, o De architectura de Marcus Vitruvius Pollio, difundiu-se amplamente a atitude de expressar de forma mais completa as teorias e conhecimento prático da arte da construção. Diretamente ligado ao modelo vitruviano está o De re aedificatoria, tratado que Leon Battista Alberti publicou em latim em meados do século XV. A obra tomou a divisão em dez livros do texto clássico, bem como a maior parte dos temas, porém abordando-os de forma mais racional; ao incorporar plenamente a teoria da ordens arquitetónicas, Alberti submeteu as afirmações de Vitrúvio a uma comparação com os edifícios da antiguidade ainda sobreviventes, analisando os princípios que deram origem a certos preceitos. Depois de Alberti, Filarete compôs um tratado manuscrito em vinte e cinco volumes, no qual as concepções arquitetónicas não foram expostas de forma sistemática, mas em tom episódico e narrativo, a partir da descrição da fundação da cidade de Sforzinda, a primeira cidade ideal totalmente teorizada do Renascimento. Outras ideias originais encontram-se no tratado de Francesco di Giorgio Martini, no qual têm grande importância as pesquisas relativas aos princípios inovadores da arte da fortificação, denominada fortificação à moderna. Em 1537, Sebastiano Serlio publicou o primeiro dos Os Sete Livros de Arquitetura: a obra foi um sucesso imediato e foi reimpressa diversas vezes em italiano e francês, e teve traduções, completas ou parciais, também em flamengo, alemão, espanhol, holandês e inglês. Foi de facto o primeiro tratado de arquitectura a privilegiar o aspecto prático sobre o teórico e o primeiro a codificar, em sequência lógica, as cinco ordens,P. Murray, A arquitetura da Renascença Italiana, cit., p. 226. oferecendo também um vasto repertório de motivos, incluindo a abertura, formada por um arco central e duas aberturas arquitravadas laterais, conhecidas como serliana. A parte mais importante eram as ilustrações, cabendo ao texto a tarefa de explicar os desenhos, e não o contrário. Porém, a influência que o traço teve na arquitetura francesa e inglesa foi terrível, pois os mestres construtores se apoderaram dos elementos mais marcantes da arquitetura maneirista, para sobrepô-los a estruturas ainda ligadas à arquitetura gótica.P. Murray, A arquitetura da Renascença Italiana, cit., p. 228. Na sua Regra das cinco ordens de arquitetura (1562), Jacopo Barozzi da Vignola reduziu ainda mais as partes que continham o texto, simplificou o método de determinação das proporções e fixou o módulo como um instrumento de medição absoluto, libertando-o assim de diferentes sistemas de medição regionais. O tratado teve um sucesso sem precedentes, tanto que foi publicado em mais de 250 edições e em 4 idiomas diferentes. Os Quatro Livros de Arquitetura, que Andrea Palladio publicou em 1570, também obteve grande sucesso. Mais exaustivo que o tratado de Vignola e mais preciso que o de Serlio, a obra de Palladio caracteriza-se pelo rigor no uso do método em projeções ortogonais e pela renúncia a desenhos com efeitos pictóricos e de perspectiva, para facilitar assim a leitura das proporções. Além das ordens arquitetónicas e dos temas construtivos, Os Quatro Livros contêm desenhos de edifícios da antiguidade, bem como plantas e projectos de fábricas construídas pelo mesmo arquiteto. Inigo Jones estudou-o em profundidade e através dele a arquitetura palladiana difundiu-se na Inglaterra do século XVII.P. Murray, L'architettura del Rinascimento italiano, cit., p. 245. ==O início do Renascimento== ===Filippo Brunelleschi=== O ponto de viragem, que marca a transição da arquitetura gótica para a arquitetura renascentista, coincide com a construção da cúpula do Duomo de Florença.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 158. No entanto, a obra não pode ser considerada verdadeiramente renascentista, uma vez que na base da sua concepção estão muitos daqueles princípios de construção herdados do século anterior.P. Murray, Arquitetura Renascentista, Electa, Milão 2000, p. 12. A cúpula, de planta octogonal, deveria ter completado a catedral florentina, cuja reconstrução havia começado em 1296 sob Arnolfo di Cambio; no entanto, a impossibilidade de dispor de cimbres robustos e vigas de madeira capazes de suportar o enorme peso da abóbada durante a fase de construção, impediu durante muito tempo a conclusão da obra. Filippo Brunelleschi, que se formou como ourives e trabalhou como escultor, começou a se interessar pela questão desde 1404, quando foi chamado pela primeira vez a refletir sobre o canteiro de obras da catedral, mas foi só a partir de 1417 que dedicou grande parte dos seus estudos à resolução do problema.P. Murray, Arquitetura da Renascença Italiana, cit., pp. 23-25. A análise da arquitetura romana e o conhecimento direto das técnicas de construção gótica permitiram a Brunelleschi concluir, entre 1420 e 1436, a maior cúpula de alvenaria já construída até então. Do ponto de vista estrutural, a estrutura da cúpula obedece a regras precisas: é constituída por oito arcos ogivais assentes no tambor octogonal; “o perfil externo é um sexto de quarto agudo, enquanto que, o interno é um sexto de quinto agudo” unidos transversalmente por oito nervuras horizontais embutidas; para aliviar o peso da alvenaria, todo o organismo é formado por duas calotas sobrepostas, executadas horizontalmente, círculo após círculo, segundo uma técnica deduzida da observação das ruínas romanas. Em 1446 começaram os trabalhos na lanterna, pela qual Brunelleschi havia vencido um concurso dez anos antes. A obra, concluída após a morte do arquitecto, inspira-se de alguma forma na do vizinho baptistério de San Giovanni, mas tem um aspecto decididamente mais clássico: as nervuras da cúpula são na verdade conectadas ao corpo octogonal da torre por uma espécie de arcobotantes encimados por volutas. Brunelleschi também foi responsável pelas chamadas \"arquibancadas mortas\", pequenas exedras construídas entre 1439 e 1445 na base do tambor, construídas para neutralizar os impulsos horizontais da cúpula .P. Murray, Arquitetura da Renascença Italiana, cit., p. 29. thumb|Spedale degli Innocenti, Florença No entanto, a primeira obra totalmente renascentista é a spedale degli Innocenti em Florença, projetada pelo próprio Brunelleschi e iniciada em 1419.N. Pevsner, História da arquitetura europeia, cit., p. 107. A fachada, que lembra vagamente a do hospital de Sant'Antonio de Lastra a Signa, é composta por um leve pórtico no piso inferior, com colunas de ordem coríntia que sustentam, através de arcos redondos, o andar superior, onde existem janelas encimadas por tímpanos. A necessidade de garantir uma iluminação adequada das divisões do rés-do-chão concretizou-se na redução das estruturas portantes da lógia, segundo um módulo de vão baseado no cubo e na utilização de abóbadas nervuradas. Se os tímpanos do piso superior apresentam uma derivação do repertório romano (mas também do batistério de San Giovanni),P. Murray, Arquitetura da Renascença Italiana, cit., p. 32. as proporções esbeltas das colunas e arcos estão muito mais distintas das da antiguidade e, ao mesmo tempo, diferem claramente das formas agudas dos arcos góticos; a sua origem remonta, de facto, aos modelos proto-renascentista da San Miniato al Monte, do mesmo baptistério de San Giovanni e da igreja dos Santos Apóstolos, que, em meados da Idade Média, já acolhia algumas características atribuíveis à época romana.N. Pevsner, História da Arquitetura Europeia, p. 108. O esquema adotado no pórtico do hospital dos Inocentes também se repete ao longo das naves da basílica florentina de São Lorenço, executada sob a direção de Brunelleschi. A planta deriva dos modelos medievais da Santa Croce e da Santa Maria Novella: é uma cruz latina, com três naves e capelas laterais rasas, que termina no coro quadrado ladeado por outras capelas dispostas conforme o estilo gótico. Mais uma vez, as colunatas das naves sustentam uma teoria de abóbadas nervuradas que, estando isentas de nervuras nas diagonais, realçam a leveza da estrutura portante e melhoram a visão perspéctica do conjunto.P. Murray, Arquitetura Renascentista, cit., p. 18. Diretamente conectada a São Lorenço está a basílica do Espírito Santo, projetada por Brunelleschi entre 1428 e 1432. Aqui a planta ainda é em cruz latina, mas o classicismo, baseado numa relação rigorosa entre as partes, torna-se mais avançado: as capelas laterais assumem uma forma semicircular e prolongam-se uniformemente até fecharem o coro da igreja, eliminando assim qualquer traço gótico. Nas intenções de Brunelleschi a sinuosa conformação interna também deveria ter sido exibida no exterior, mas após a morte do arquiteto ficou escondida dentro de fachadas planas.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 164. Existe uma ligação igualmente forte entre a Velha Sacristia e a capela Pazzi, dois sistemas de planta central que Brunelleschi projetou antes de se dedicar à Santa Maria degli Angeli. A Sacristia Velha, em São Lorenço, é constituída por um espaço cúbico, coberto por uma cúpula hemisférica e ladeado por uma espécie de coro que retoma as formas, em menor escala, do espaço principal. Conformação semelhante é encontrada na capela Pazzi, perto de Santa Croce, onde a figura plana não é mais um quadrado, mas um retângulo. Apesar disso, o ambiente interno é trazido de volta à praça por meio de arcos laterais profundos sobre os quais a cúpula é fixada em pendentes. Em ambos os casos, as decorações são confiadas a elementos em pietra serena (arenito), colocados cromaticamente em contraste com a brancura das superfícies, num estilo que rejeita qualquer contaminação com pintura e escultura (com exceção da contribuição de terracota esmaltada de Luca della Robbia), e em que o uso da linha prevalece sobre o da planta e do volume.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 152. A rotunda de Santa Maria degli Angeli, iniciada em 1434 e deixada por acabar em 1437, deveria ter sido o primeiro verdadeiro edifício com planta central do século XV. Derivado diretamente do templo de Minerva Médica, possui planta octogonal com capelas radiais. A ideia é completamente nova em comparação com a Antiga Sacristia e a Capela Pazzi: enquanto as duas obras mais antigas foram concebidas em termos de superfícies planas relacionadas entre si, sem qualquer jogo plástico, Santa Maria degli Angeli foi concebida como uma massa sólida escavada no seu interior.P. Murray, Arquitetura da Renascença Italiana, cit., pp. 40-41. No entanto, os imitadores de Brunelleschi não conseguiram captar as novidades das suas últimas obras e limitaram-se a escolher, como modelo de referência, as do primeiro período, como o hospital dos Inocentes.P. Murray, Arquitetura da Renascença Italiana, cit., p. 45. Além disso, para o pátio do Palazzo Medici, Michelozzo retomou o tema do pórtico dos Inocentes, mas com pouca imaginação: a colunata tem planta quadrada, com os cantos unindo-se acima de uma única coluna, enquanto as janelas dos andares superiores abrem-se em correspondência com o centro dos arcos. O resultado é um agrupamento de janelas angulares, que acentuam, com a sua proximidade excessiva, a impressão de fraqueza dos ângulos produzida pela utilização de uma única coluna.P. Murray, Arquitetura da Renascença Italiana, cit., p. 72. ===Leon Battista Alberti=== Alberti, quase trinta anos mais novo que Filippo Brunelleschi, nasceu em Génova numa família florentina no exílio; humanista e profundo conhecedor do latim, foi para Florença, onde conheceu os mais importantes artistas do início do Renascimento, como o próprio Brunelleschi, Donatello e Masaccio, o que lhe conferiu conheciento para poder escrever um tratado sobre pintura. Estudou Vitruvius e as antigas ruínas romanas; este conhecimento levou-o a iniciar, por volta de 1443, o seu próprio tratado de arquitectura: o De re aedificatoria. Não é de estranhar, portanto, que a elevação do palácio Rucellai surja da observação dos edifícios romanos, com três ordens de semipilares encostadas à parede que propõem uma sucessão semelhante à do Coliseu, mas de acordo com um uso não clássico: o rés-do-chão tem pilares tuscanos, o primeiro andar tem pilastras coríntias ao invés da ordem jónica, enquanto os do andar superior ainda são do tipo coríntio, mais simples e corretos.P. Murray, Arquitetura da Renascença Italiana, cit., p. 75. No mesmo período trabalhou na reconstrução da igreja de San Francesco, em Rimini, conhecida como Templo Malatesta. Inspirado nos arcos de Constantino em Roma e de Augusto em Rimini, Alberti aplicou á fachada o tema do arco triunfal.P. Murray, Arquitetura Renascentista, cit., p. 29. O projeto não foi totalmente executado; a igreja deveria ser coroada por uma grande cúpula, que não foi construída, e a obra foi interrompida quando a parte superior da fachada acabava de ser esboçada. A solução das volutas de ligação entre as naves laterais e a nave central também não passou do papel, mas a obra influenciou profundamente outros arquitectos renascentistas, como Mauro Codussi.P. Murray, Arquitetura da Renascença Italiana, cit., p. 105. A partir de 1460 Alberti foi responsável pela construção de duas igrejas em Mântua: São Sebastião e Sant'Andrea. No primeiro ele introduziu uma cruz grega, retirada da tradição da arquitetura paleocristã e de alguns túmulos romanos; no entanto, o edifício não foi concluído de acordo com o projeto de Alberti e a fachada atual foi profundamente alterada. No geral, a obra despertou consternação entre os seus contemporâneos, mas mesmo assim exerceu uma certa influência: um quarto de século depois Giuliano da Sangallo aplicaria de facto a cruz grega na basílica de Santa Maria delle Carceri, em Prato, em que também ecoam referências evidentes a Brunelleschi, exceto a fachada, que carente de um precedente brunelleschiano, aparece comprimida pela adoção de um esquema de duas ordens mal proporcionado.P. Murray, Arquitetura Renascentista, cit., p. 53. A obra de Sant'Andrea, assumiu maior importáncia cuja fachada principal foi protegida por um arco triunfal encimado por um frontão. Apesar das alterações implementadas nos séculos seguintes, que transformaram a planta rectangular em cruz latina, o interior perde qualquer referência à arquitectura de Brunelleschi e dos primeiros cristãos: o espaço é definido por uma maciça abóbada de berço , a maior e mais pesada construída desde a época clássica, cuja massa é sustentada por poderosos arcos, que definem o perímetro das capelas laterais; uma configuração semelhante à dos edifícios termais e das basílicas da época romana.P. Murray, A arquitetura da Renascença Italiana, cit., pp. 55-58. Também de Alberti é o templo do Santo Sepulcro na igreja florentina de São Pancrácio, concluído em 1467 e construído em nome da família Rucellai; constitui uma interpretação clássica do Santo Sepulcro de Jerusalém. A família Rucellai também encomendou ao arquiteto a conclusão da fachada de Santa Maria Novella (concluída em 1470). Fortemente influenciado pela pré- existência medieval, Alberti dividiu a fachada em partes elementares, com proporções de 1:1, 1:2 e 1:4, coroando a fachada com frontão triangular clássico e ligando as naves laterais à central através de volutas grandes.P. Murray, Arquitetura da Renascença Italiana, cit., p. 55. thumb|left|Duomo e Palazzo Piccolomini, Pienza A influência de Alberti no campo da arquitetura civil é evidente nos edifícios de Pienza, onde o Papa Pio II (nascido Enea Silvio Piccolomini) começou, sob a direção de Bernardo Rossellino, uma das primeiras reorganizações arquitetônicas e de planeamento urbano na história do Renascimento.P. Murray, Arquitetura Renascentista, cit., p. 36. No centro da cidade existe uma praça trapezoidal, dominada, no lado mais longo, pela catedral; o Palazzo Piccolomini fica à sua direita, enquanto nos outros lados estão o Palazzo Vescovile e a Câmara Municipal. Se a catedral remete para influências góticas, uma maior adesão à temática albertina encontra-se no palácio Piccolomini, que segue o modelo do referido palácio Rucellai embora com algumas diferenças, sobretudo na parte de trás, onde, seguindo as indicações do próprio pontífice, foi construída uma lógia de três ordens, aberta para o jardim e para a paisagem ilimitada das colinas da Toscana. O pátio interno, porém, segue o esquema adotado por Michelozzo no Palazzo Medici, apresentando janelas muito próximas nas esquinas.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 175. A arquitetura de Roma do século XV também está intimamente ligada à obra de Alberti. Durante a elaboração do seu tratado de arquitetura, Alberti esteve envolvido no programa de reorganização urbana e predial da cidade papal. O programa do Papa Nicolau V previa a restauração dos monumentos ainda úteis para atender às necessidades da cidade papal: as muralhas Aurelianas, as pontes, alguns aquedutos, a transformação do mausoléu do imperador Adriano no castelo Sant'Angelo, a restauração das primeiras basílicas cristãs e a disposição das áreas adjacentes à Basílica de São Pedro. Nicolau V conseguiu realizar apenas uma pequena parte deste ambicioso projeto. O plano foi, no entanto, retomado pelos seus sucessores, a partir do Papa Sisto IV, que pretendia iniciar a criação de uma série de eixos rodoviários rectos, desenhados não tanto para ligar a um desenho unitário, mas para permitir o construção de novos edifícios monumentais: o tridente da ponte Sant'Angelo, via Giulia e via Lungara, até ao tridente da piazza del Popolo.L. Benevolo, Storia dell'architettura del Rinascimento, cit., p. 125. Os únicos dois edifícios de alguma importância erguidos no século XV foram o Palazzo Venezia e o Palácio da Chancelaria. Ambos oferecem referências claras a Alberti. Em particular, o Palazzo Venezia foi o primeiro edifício civil importante construído em Roma depois de muito tempo.P. Murray, Architettura del Rinascimento italiano, cit., p. 88. Embora o seu autor seja desconhecido, a fábrica assume particular importância pela introdução de janelas cruzadas e pela implementação, pela primeira vez desde o final da época romana, de betão. O pátio do palácio, embora incompleto, é tipicamente albertiano devido à sua derivação de protótipos clássicos, como, por exemplo, o Coliseu e o teatro de Marcelo: os arcos não são de facto sustentados por colunas únicas, mas por sólidos pilares, que se sustentam em semicolunas erguidas sobre bases altas; em comparação com os pátios derivados dos modelos florentinos, esta solução oferece a vantagem de conferir aos cantos um aspecto mais robusto. O outro palácio, construído para o Cardeal Riario e posteriormente ocupado pela Chancelaria Apostólica, foi provavelmente construído entre 1486 e 1496, após a morte de Alberti, ao qual o autor desconhecido refaz para o ritmo das pilastras que marcam os registos superiores da imensa fachada. A articulação da fachada, em comparação com a do Palácio Rucellai, é mais complexa devido à alternância de vãos estreitos, fechados em pilastras gêmeas, com vãos mais largos com janelas, com a aplicação da proporção áurea. O pátio segue o modelo de Michelozzo, mas substitui as colunas de canto por pilares robustos. ===A difusão do Renascimento em Urbino, Ferrara, Nápoles, Veneza, Milão=== ====Urbino==== Se a linha florentina foi um elemento fulcral da arquitetura italiana, Urbino ainda representava um milagre de elevada civilidade arquitetónica; milagre resultante da intuição de Federico da Montefeltro, que assumiu o poder em 1444, após a conspiração que causou a morte do seu meio- irmão. Em Urbino a família Montefeltro possuía um palácio no topo da colina e um castelo mais a norte, à beira dum precipício. Por volta de 1455 Federico adquiriu o terreno entre as duas propriedades e iniciou a construção de um edifício de três andares, com configuração arquitetónica simples (o palazzetto della Jole). Alguns anos depois confiou a Luciano Laurana o projecto de expansão, com a criação de um organismo complexo, que se estende para a cidade e, no lado oposto, dotado de uma excepcional fachada aberta para o campo, com uma série de lógias sobrepostas flanqueadas por dois torretes cilíndricos.C. Brandi, Design de arquitetura italiana, cit., p. 135. Desta forma, o Palazzo Ducale de Urbino integrou-se com o tecido urbano medieval e a área circundante como nenhum outro palácio renascentista italiano.L. Benevolo, História da arquitetura renascentista, cit., p. 159. Além disso, na residência Montefeltro, Laurana foi o primeiro a detectar o ponto crítico da estrutura de um pátio em arco: comparados com as soluções baseadas no esquema do palácio dos Médici, os quatro cantos do Pátio Urbino assentam sobre pilares em forma de L, ladeados por semicolunas de onde partem os arcos do pórtico.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 191. O Palazzo Ducale de Gubbio, também construído por Federico da Montefeltro, é uma pequena réplica do de Urbino e possui um pequeno estúdio decorado com incrustações provavelmente desenhadas por Francesco di Giorgio Martini, arquiteto, tratadista, pintor e engenheiro militar que atuou muito ativamente no território do ducado e na Toscana. A igreja de São Bernardino de Urbino, que lhe é atribuída, é um organismo rústico concebido como uma agregação de diferentes volumes. As soluções externas colocam a igreja de Urbino em analogia com a Santa Maria delle Grazie al Calcinaio perto de Cortona, que Martini construiu no mesmo período; o interior da igreja de Urbino, porém, supera o do Calcinaio, onde a nave, apesar do uso de proporções antropomórficas, é marcada por uma divisória deselegante com duas ordens de semipilares e tem esporões grossos que sustentam a cúpula.L. Benevolo, Storia dell'architettura del Rinascimento, cit., p. 45. ====Ferrara==== Depois de Urbino, o segundo grande empreendimento urbanístico do início do Renascimento tomou forma em Ferrara. Sob o soberano Borso d'Este, por volta de meados do século XV, a zona envolvente da cidade foi ampliada, tornando-se assim mais populosa e rica; neste contexto, em 1466 Biagio Rossetti iniciou a sua actividade construtiva, tornando-se o principal arquitecto da corte. Tendo sucedido Borso, em 1492 Ercole I d'Este iniciou uma nova expansão significativa, tão extensa que duplicou a área anterior. As razões que levaram a esta grandiosa transformação foram de natureza militar, económica e representativa: houve de facto a necessidade de construir uma nova muralha da cidade para fazer face às pressões de Veneza, obtendo ao mesmo tempo novas áreas de construção para atrair comerciantes exilados de outras cidades. As fontes ainda atribuem o projeto da Addizione Erculea a Biagio Rossetti, mesmo que haja desconhecimento do real papel do arquiteto na elaboração geral da planta. A fusão entre a cidade velha e a nova cidade ocorreu através de uma série de eixos quase ortogonais entre si, jamais interrompidos pela presença dum edifício monumental ao fundo. Esta predileção pela visão encurtada, que permite comparar muitos edifícios adjacentes entre si, é exemplificada pelo Palazzo dei Diamanti, que Rossetti colocou no cruzamento entre duas vias principais; é uma verdadeira pedra angular de incomparável compacidade externa, que se contrasta, no interior, com um volume complexo e variado.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 199.L. Benevolo, Storia dell'architettura del Rinascimento, cit., p. 179. O revestimento externo é confiado a um característico silhar em forma de pontas de diamante, que terá surgido da influência do exemplar presente no Castelo Sforzesco de Milão e em qualquer caso de cunho claramente gótico. C. Brandi, Desenho histórico da arquitetura italiana, cit., p. 164. Após a morte de Ercole I, a actividade construtiva foi gradualmente diminuindo e, graças à crise económica de meados do século XVI, o esperado aumento populacional não se concretizou.L. Benevolo, História da arquitetura renascentista, cit., p. 183. ====Nápoles==== Alfonso V de Aragão conquistou Nápoles em 1442, promovendo algumas iniciativas que visavam ampliar e embelezar a cidade, tendo na corte mestres catalães e napolitanos de proveniência franco-provençal do gótico-tardio, os dois mestres provenientes das diversas cortes do centro e norte da Itália e ligados à recuperação do gosto clássico. O fim precoce do seu reinado e o baixo perfil do seu sucessor, Ferrante, devido ao reacender das hostilidades entre os angevinos e os aragoneses, dificultaram a concretização do projecto. As únicas construções significativas iniciadas sob Alfonso foram a reconstrução do Castel Nuovo e a abertura da estrada Incoronata para coligá-lo à cidade. O castelo é uma poderosa fortificação de estilo gótico-catalão, mas possui um Arco triunfal em mármore relatvo às lógias sobrepostas do Palazzo Ducale de Urbino. Artistas de toda a Itália trabalharam lá: Francesco Laurana, Pietro di Martino de Milão, Domenico Gaggini, Isaia de Pisa, Paolo Romano e Andrea dell'Aquila.L. Benevolo, “História da arquitetura renascentista”, cit. 207. O filho de Ferrante, Alfonso, casou-se com Ippolita Maria Sforza, filha de Francesco e tinha ligações com Lorenzo, o Magnífico. A vontade de criar um grandioso plano urbano para renovação da cidade e a proximidade com as cortes de Milão e Florença favoreceram a chegada de uma série de artistas toscanos e do norte, como Giuliano da Maiano, Giuliano da Sangallo, Fra' Giocondo, Francesco di Giorgio Martini e Guido Mazzoni.L. Benevolo, “História da arquitetura renascentista”, cit. 208. Entre estes, foi particularmente activo Giuliano da Maiano, que entre os anos oitenta e anos noventadedicou-se ao desenho das novas muralhas orientais da cidade, à construção de algumas vilas suburbanas e ao aqueduto de Bolla. A sua Porta Capuana, que retoma o tema do arco triunfal, foi definida como a porta mais bela do Renascimento juntamente com a porta de San Pietro em Perúgia,C. Brandi, Design de arquitetura italiana, cit., p. 130. enquanto a configuração da desaparecida villa di Poggioreale, baseada numa praça com uma torre em cada esquina, se tornará um paradigma para inúmeras vilas, mesmo além das fronteiras italianas.R. De Fusco, Mil anos de arquitetura na Europa, cit., pp. 319-320. Não faltaram no reino novas construções que datam deste período, caracterizadas pela fusão de elementos flamejantes, típicos de motivos de \"além-Alpes\", com ornamentos de \"estilo antigo\" típicos da Itália centro-sententrional. O programa de planeamento urbano de Afonso II era muito ambicioso e comparável ao da Addizione Erculea de Ferrara: uma série de eixos rodoviários retos concebidos como uma continuação do antigo tabuleiro de xadrez que ainda caracterizava a cidade. No entanto, a queda do soberano e a ascensão ao trono de Carlos VIII de França impediram a concretização do projeto, que foi parcialmente retomado e profundamente alterado no século XVI pelos Vice-reis espanhóis, com um espirito completamente diferente.L. Benevolo, “História da arquitetura renascentista”, cit. 209. ====Veneza==== Veneza permaneceu por muito tempo distante dos acontecimentos da cultura renascentista, resistindo à difusão dos modelos florentinos. Ainda no século XV estavam em curso as obras de conclusão do Palazzo Ducale, com a fachada voltada para a pequena praça de São Marcos que ecoava o estilo gótico tardio daquela que fica voltada para o cais. Os demais grandes edifícios, públicos e privados, permaneceram por muito tempo ancorados na tradição local, permitindo apenas a inserção de elementos decorativos renascentistas, como é o caso da porta do Arsenal.L. Benevolo, Storia dell'architettura del Rinascimento, cit., p. 201. Nos edifícios mercantis, a construção foi condicionada sobretudo pela limitada superfície dos lotes disponíveis, o que resultou na formação de edifícios monobloco, geralmente sem pátio central aberto. Caracterizados por fachadas perfuradas, os palácios foram influenciados pelo modelo do Palazzo Ducale: o Ca' d'Oro, datado do início do século XV, o Ca' Foscari de meados do século e os palácios posteriores atribuídos a Mauro Codussi nos anjos oitenta do século (Corner Spinelli e Vendramin Calergi).P. Murray, Architettura del Rinascimento italiano, cit., pp. 98-103. A arquitetura eclesiástica também se conformava aos costumes locais e era condicionada pelas formas da Basílica de São Marco, como é o caso das igrejas do século XV da Santa Maria dei Miracoli (com incrustações de mármore que também remetem à capela de Perdono no Palazzo Ducale de Urbino), e San Zaccaria (com influencia gótica), mas também continuou no século seguinte: a igreja de São Salvador (1507) apresenta uma planta em cruz latina composta por três vãos independentes cobertos por quatro cúpulas menores, segundo um esquema ainda atribuível a os modelos bizantinos.P. Murray, L'architettura del Rinascimento italiano, cit., pp. 105-106. Uma exceção é a igreja de San Michele in Isola, construída segundo projeto de Codussi (1468-1479). O edifício, provavelmente por ter sido construído adjacente a um cemitério, renuncia a uma certa exuberância decorativa e apresenta uma sóbria fachada tripartida inspirada no Templo Malatesta de Leon Battista Alberti, com duas ordens sobrepostas : a superior é encimada por frontão curvo, enquanto as laterais são ligadas por duas alas curvas, com finos ornamentos em relevo em forma de concha.C. Brandi, Desenho histórico da arquitetura italiana, cit., p. 158. ====Milão==== A arquitetura Lombarda, até meados do século XV, ainda era influenciada pelo estilo gótico, mas não tinha a mesma graça da veneziana, apesar da presença de artistas como Michelozzo, Filarete.C. Brandi, Desenho histórico da arquitetura italiana, cit., p. 162. Em Milão, a capela de Portinari e o Palazzo del Banco Mediceo, geralmente atribuídos respectivamente a Michelozzo e Filarete, ainda são influenciados pelo período medieval e, em particular, pela típica exuberância decorativa lombarda provavelmente acrescentada durante a fase de execução por trabalhadores locais. Também pertence a esta tendência o Ospedale Maggiore de Filarete, um vasto edifício com pátios regulares, cujas fachadas em cotto (material que reflecte o gosto regional) apresentam aximez com arcos ogivais. Este tipo de considerações podem ser formuladas para algumas obras de Giovanni Antonio Amadeo, nomeadamente a capela Colleoni de Bergamo e a fachada da certosa de Pavia, datadas do final de século XV. A aparição de Bramante trouxe uma mudança gradual na arquitetura lombarda. Bramante, que nos anos da sua formação foi discípulo de Piero della Francesca e Mantegna, chegou à Lombardia por volta de 1477, formando um vínculo de amizade com Leonardo da Vinci, também convidado pela corte Sforza. Em Milão dedicou-se ao coro da Santa Maria presso San Satiro (o que mostra que domina plenamente a linguagem perspéctica do século XV) e construiu a tribuna de Santa Maria delle Grazie (1492). Esta última tem uma planta central e propõe, numa escala diferente, os motivos da Velha Sacristia de Filippo Brunelleschi; no entanto, o excessivo desenvolvimento em altura e a exuberância decorativa do gosto lombardo, presumivelmente atribuíveis aos trabalhadores que executaram as obras após a partida do arquitecto para Roma, contrastam com a racionalidade do projecto de Brunelleschi.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 203. Nos projetos milaneses, como nos das áreas circundantes (veja-se a piazza Ducale de Vigevano, o projeto da catedral de Pavia ou o pórtico de Santa Maria Nuova em Abbiategrasso), Bramante deixou, no entanto, a marca da grandeza, influenciando a arquitetura lombarda também no período seguinte.C. Brandi, Disegno storico dell'architettura italiana, cit., p. 167. ==O Renascimento Clássico== ===Bramante em Roma=== Se o primeiro Renascimento era fundamentalmente toscano, o Renascimento pleno tornou-se essencialmente romano graças ao trabalho de Bramante e Raphael, que foram os maiores expoentes do Classicismo . Bramante, o mais velho, chegou a Roma vindo de Milão em 1499, quando tinha mais de cinquenta anos. Longe dos gostos da corte lombarda e influenciado pelos antigos vestígios da cidade, o seu estilo assumiu um carácter mais austero, evidente já nas suas primeiras obras: a claustro de Santa Maria della Pace e sobretudo o templo de São Pedro emn Montório.P. Murray, L'architettura del Rinascimento italiano, cit., p. 133. O claustro, embora decorra do seu projeto para o pátio de Sant'Ambrogio de Milão, está estruturado em dois níveis: no térreo apresenta uma ordem de pilastras no estilo jónico que suporta um entablamento com friso contínuo, com uma concatenação de arcos redondos fixados em aletas, que remetem ao teatro de Marcelo. No segundo nível, porém, existem pilares tratados como pilastras em pseudo ordem coríntia, com a inserção de colunas livres, da mesma ordem, que dobram em altura os arcos subjacentes.P. Murray, Architettura del Rinascimento italiano, cit., p. 135. Mais significativa é a segunda intervenção, o pequeno templo de São Pedro em Montório, que remonta a 1502. É o \"primeiro monumento do Renascimento pleno em contraste com o proto-Renascimento, e é um verdadeiro monumento, isto é, uma criação mais plástica do que estritamente arquitectónica\".N. Pevsner, História da arquitetura europeia, cit., p. 129. Foi construído no local onde, segundo a tradição, São Pedro foi crucificado; o pequeno edifício foi, portanto, concebido como uma espécie de martyrium paleocristão e desenhado segundo o modelo dos templosperípteros com planta central da antiguidade. O que constitui o ponto fundamental desta obra não é tanto o seu classicismo, mais avançado que o de Brunelleschi e Alberti, mas o fato de que o pequeno templo deveria ter sido colocado no centro de um espaço centralizado, permeável pela presença de pórticos, tornando-se o seu fulcro.C. Brandi, Disegno storico dell'architettura italiana, cit., p. 185. Embora o pátio não tenha sido concluído conforme o projeto original, é possível reconhecer o efeito geométrico obtido pela combinação de círculos concêntricos em planta com cilindros concêntricos em elevação. O pequeno templo é composto por dois cilindros (peristilo e cella), colocados em relações proporcionais entre si, com uma cúpula hemisférica tanto no interior como no exterior.P. Murray, Arquitetura da Renascença Italiana, cit., p. 137. Na arquitetura civil, lugar de destaque pertence ao seu Palazzo Caprini (destruído), também conhecido como casa de Rafael, datado de 1508; pode ser considerado um dos paradigmas do palácio do século XVI. A obra retoma as características dos modelos florentinos, nomeadamente o silhar do palazzo Medici e a ordens arquitectónicas do palazzo Rucellai, colocando-os respectivamente no rés-do- chão e primeiro andar da fachada; os silhares estão dispostos em torno das aberturas em arco do registo inferior, enquanto a ordem arquitetónica se traduz num conjunto de colunas emparelhadas que sustentam o entablamento.R. De Fusco, Mil anos de arquitetura na Europa, cit., p. 220. É necessário lembrar também as encomendas para os palácios do Vaticano: o pátio de São Dâmaso, desenhado por Bramante como uma série de arcos abertos derivados dos do Coliseu, mas sobretudo o disposição do pátio Belvedere, concebido como uma sucessão de pátios escalonados que tinham a função de ligar o Palácio Apostólico ao edifício Belvedere. Apesar das alterações sofridas ao longo dos séculos (como o nicho de Pirro Ligorio e as armas dos Museus Vaticanos), o aspecto mais importante do Belvedere hoje é constituído pela forma como Bramante resolveu a grande extensão das superfícies das paredes utilizando módulos semelhantes aos adotados por Leon Battista Alberti na nave da basílica de Sant'Andrea: arcos de volta perfeita intercalados com lesenas emparelhadas .P. Murray, Architettura del Rinascimento italiano, cit., p. 145. Todas essas obras foram, no entanto, superadas por sua obra mais desafiadora: a Basílica de São Pedro. Após as primeiras intervenções de recuperação da antiga basílica paleocristã iniciadas pelo Nicolau V em meados do século XV, o Papa Júlio II estava convencido da oportunidade de reconstruir a igreja mais importante de Cristianismo Ocidental. Bramante provavelmente não deixou um único projeto definitivo para a basílica, mas é opinião comum que as suas ideias originais, presumivelmente influenciadas pelos esboços arquitetónicos encontrados nos manuscritos de Leonardo da Vinci, previam uma disposição em cruz grega, dominada, ao centro, por uma grande cúpula hemisférica, com quatro cúpulas mais pequenas correspondentes às capelas laterais e por outras tantas torres sineiras nas laterais.P. Murray, L'architettura del Rinascimento italiano, cit., p. 148. Esta configuração pode ser deduzida, pelo menos em parte, da imagem impressa numa medalha de Caradosso cunhada para comemorar o lançamento da primeira pedra do templo, em 18 de abril 1506, e sobretudo de um desenho que se acredita ser autógrafo, denominado \"plano em pergaminho\".P. Murray, L'architettura del Rinascimento italiano, cit., p. 147. Em todo caso, a única certeza sobre as intenções finais de Júlio II e Bramante, falecidos respectivamente em 1513 e 1514, é a construção dos quatro pilares unidos por outros tantos grandes arcos redondos destinados a sustentar a cúpula.G. Spagnesi (a cura di), Roma, la basilica di San Pietro, il borgo e la città, Jaca Book, Milano 2003, pp. 57-61. thumb|San Biagio, Montepulciano Uma série de igrejas planeadas centralmente remontam ao modelo centralizado de São Pedro de Bramante: Sant'Eligio degli Orefici em Roma, San Biagio em Montepulciano e Santa Maria della Consolazione em Todi.P. Murray, Architettura del Rinascimento italiano, cit., p. 151. A primeira, à qual muitas vezes está ligado o nome de Rafael, foi provavelmente iniciada por Bramante em 1509 com a ajuda do próprio Sanzio, dada a semelhança do tema com a Escola de Atenas. A igreja foi concluída por Baldassarre Peruzzi e não é fácil estabelecer a sua posição em relação ao desenvolvimento de São Pedro.P. Murray, Architettura del Rinascimento italiano, cit., p. 153. Intimamente ligada a São Pedro, bem como à basílica de Santa Maria delle Carceri em Prato, está a igreja de San Biagio, projetada por Antonio da Sangallo, o Velho e aumentado a partir de 1518. Também neste caso a planta é uma cruz grega, ligeiramente alongada junto à abside, com duas torres sineiras nas laterais da fachada, das quais apenas uma foi concluída. Ainda mais simples é o traçado do Templo da Consolação (1509): a planta, obtida a partir de quatro absides agregadas a um quadrado, é muito semelhante a um desenho de Leonardo da Vinci. O edifício foi construído sob a direção de Cola da Caprarola, arquiteto quase desconhecido, tanto que por diversas vezes foram feitas tentativas de atribuir o projeto a Bramante. No entanto, o contrato relativo à sua construção falava apenas de três absides: a igreja foi abobadada no final do século XVI e a cúpula no início do século XVII. No entanto, o seu carácter delicado não se perde, com aquele acento indelével e agradável que remete ao gosto quatrocentista.C. Brandi, Disegno storico dell'architettura italiana, cit., p. 214. ===Rafael=== Raffaello Sanzio nasceu em Urbino em 1483 e recebeu formação artística na oficina de Perugino. Pintor, ainda antes de ser arquitecto, nos últimos anos da sua curta vida dedicou-se também ao desenho de alguns edifícios, de uma capela e de uma villa, substituindo Bramante no estaleiro da Basílica no Vaticano. A capela Chigi na Santa Maria del Popolo é uma pequena variação do núcleo central de São Pedro e também se refere à Sant' Eligio degli Orefici, embora com uma riqueza muito maior. Do lado de fora a cúpula lembra a Igreja de São Bernardino de Francesco di Giorgio Martini: um cilindro coberto por um cone, de linhas limpas, no qual janelas simples ganham vida.C. Brandi, Desenho histórico da arquitetura italiana, cit., p. 196. Se o Palazzo Vidoni Caffarelli, provavelmente desenhado com Lorenzo Lotti, é quase uma cópia do Palazzo Caprini, a solução adotada por Raphael no Palazzo Branconio dell'Aquila é completamente diferente. Desaparecido no século XVII, mas ainda conhecido através de uma série de representações gráficas, o palácio construído para Giovanni Battista Branconio dell'Aquila exibia uma fachada caracterizada por um rico repertório ornamental. O piso térreo apresentava arcos em semicolunas toscanicas, encimadas por um entablamento contínuo, enquanto o piso principal era caracterizado pela alternância de nichos e janelas, estas últimas enquadradas por uma série de edículas encimadas por edículas curvas e empenas triangulares, além das quais corria uma faixa decorada com festões de Giovanni da Udine, dentro da qual foi criado o mezanino; o edifício foi então completado por um sótão com cornija e tríglifos. Se alguns identificaram nesta fachada um início do maneirismo,P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 162. para outros, o palácio Branconio dell'Aquila vê apenas um renascimento do gosto romano atualizado às descobertas arqueológicas relativas às grandes decorações em estuque da Domus Aurea e das termas de Tito, que se tornará um motivo maneirista apenas no posterior palazzo Spada.C. Brandi, Disegno storico dell'architettura italiana, cit., p. 194. Outra contribuição significativa é constituída pela villa Madama, a grande residência de campo que Rafael projetou para o futuro Papa Clemente VII. Do grande complexo que deveria rivalizar com o pátio Belvedere, apenas foi construído o núcleo central, constituído por uma grande lógia, clara referência à Basílica de Magêncio. O projecto original previa uma grande parede envolvente, retirada dos edifícios das termas romanas, dentro da qual se situavam as diversas divisões da residência, os banhos, o teatro, o jardim, o viveiro de peixes e os armazéns.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 211. Após a morte de Bramante, Rafael recebeu a árdua tarefa de continuar a reconstrução da basílica do Vaticano. Porém, a superintendência de Rafael na basílica do Vaticano não durou muito, pois ele morreu com apenas 36 anos, em 1520. Rafael apresentou uma proposta significativamente diferente do modelo de Bramante com planta central: de uma planta atribuída a Sanzio distingue-se um corpo longitudinal colocado à frente dos pilares da cúpula, articulado por meio de pilares duplos e concluído, na fachada, com um profundo pórtico; provavelmente, Rafael foi o responsável pela ideia do deambulatório em torno das absides, o que foi posteriormente confirmado pelo seu sucessor, Antonio da Sangallo, o Jovem.C. Brandi, Disegno storico dell'architettura italiana, cit., p. 197. ==Maneirismo e Renascimento tardio== O Maneirismo é geralmente considerado pelos historiadores como a terceira fase do renascentismo, precedido pelo Humanismo florentino e pelo Classicismo Romano; porém, se as duas primeiras fases são distintas entre si, o mesmo não se pode dizer entre o Classicismo e o Maneirismo, que coexistiram desde o início do século XVI. Basta dizer que quando os maiores expoentes do Classicismo, Raffaello e Bramante, trabalharam na igreja de Sant'Eligio degli Orefici, em 1509, um dos principais arquitetos do Maneirismo, Baldassarre Peruzzi, construiu a villa Farnesina. O “modo”, que já na literatura artística do quattrocento indicava o estilo de cada artista individual, tornou-se no século XVI um termo para designar a relação entre norma e exceção, ou seja, a busca contínua de variações no tema clássico. A rejeição do equilíbrio e da harmonia clássica, através do contraste entre norma e exceção, natureza e artifício, simbolo e subsimbolo, representam de facto as principais características do Maneirismo.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 254. No Maneirismo as leis elementares perdem todo o sentido: a carga não tem peso, enquanto nada pesa sobre o suporte; a fuga da perspectiva não termina num ponto de fuga, como na arquitetura Barroca, mas termina no nada; organismos verticais simulam um equilíbrio que na verdade é \"oscilante\".N. Pevsner, J. Fleming, H. Honour, Dizionario di architettura, cit., voce Manierismo. Do ponto de vista decorativo, a junção entre Classicismo e Maneirismo é representada pelo fenómeno do grotesco, pinturas centradas em representações fantásticas da época romana, que foram redescobertas durante algumas escavações arqueológicas na Domus Aurea, tornando-se fonte de inspiração para o aparato ornamental de numerosos edifícios, influenciando inclusive a arquitetura (palazzo Zuccari em Roma, parco dei Mostri em Bomarzo entre outros).R. De Fusco, Mille anni d'architettura in Europa, cit., p. 256. Em todo o caso, o Maneirismo não apagou as características e valores do Classicismo, que continuarão a sobreviver no panorama arquitectónico não só quinhentista, mas também dos séculos seguintes, tanto no âmbito da escola romana como no da escola veneziana; além disso, o estilo de Jacopo Sansovino ou Andrea Palladio dificilmente poderia ser definido como maneirista no sentido em que o termo pode ser usado, em vez disso, para definir o de Giulio Romano ou Michelangelo Buonarroti, entre os principais expoentes desta corrente.P. Murray, Architettura del Rinascimento, cit., p. 88. ===Giulio Romano=== Com a morte de Raphael ficou claro que o seu estilo estava prestes a entrar numa nova fase, caracterizada por maior riqueza e liberdade de expressão, destacada no Palazzo Branconio dell'Aquila e na capela Chigi. O seu aluno Giulio Romano, o primeiro grande artista nascido em Roma muitos séculos depois,P. Murray, L'architettura del Rinascimento italiano, cit., p. 170. teve a tarefa de completar os afrescos do Vaticano e as pinturas da villa Madama. Em 1524, com cerca de 25 anos, deixou Roma para se colocar a serviço dos Gonzaga, senhores de Mântua, onde cuidou da construção do palazzo Te. O palácio foi concebido como uma villa suburbana: um edifício de planta quadrada, vazio no centro, com um grande jardim a nascente. A utilização das muralhas romanas, o uso da serliana, as aberturas encimadas por silhares em leque e até a disposição planimétrica são todos elementos retirados do código clássico, mas o carácter rústico das fachadas, a diferenciação dos alçados e a notável profundidade dos pórticos articulados em colunas agregados em grupos tetrastilos, enquadram-se na esfera das exceções e projetam o Palazzo Te no contexto do maneirismo.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 270. Outra obra significativa da ativa carreira mantuana do arquiteto é o palazzotto que ele construiu para si mesmo pouco antes da sua morte, ocorrida em 1546. Aqui, o modelo bramantesco do Palazzo Caprini sofre uma variação: a silhar estende-se pelos dois andares do edifício, enquanto a ordem arquitetónica do primeiro andar dá lugar a uma série de pilastras e arcos dentro dos quais as janelas se abrem com o tímpano. Acima do portal de entrada é inserido outro tímpano, estendendo-se até ao piso superior e quebrando a continuidade da cornija marcaplana.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 272. Se na Catedral de Mântua Giulio Romano aparece mais severo e contido no sentido clássico, é numa outra arquitetura civil, a Cortilezza della Cavallerizza do Palazzo Ducale, que culmina na procura de excepções ao protótipo de Bramante, com a alteração profunda de cada referência clássica, acentuada pela presença de semicolunas torsas que se destacam num paramento de silhar e arco. ===Baldassarre Peruzzi=== Baldassarre Peruzzi, nascido em 1481, formou-se em Siena como pintor e mudou-se para Roma no início do século XVI. Embora os seus desenhos estejam preservados em vários museus da Itália, a sua figura permanece um tanto misteriosa e ele costuma ser lembrado como assistente de Bramante. Entre 1509 e 1511, na margem direita do Tibre, construiu a villa Farnesina para o banqueiro Agostino Chigi. Embora a norma prevaleça sobre a exceção, a villa pode ser considerada um ponto de partida da arquitetura maneirista. O edifício tem planta em “U”, com duas alas que encerram uma parte central na qual, no piso inferior, existe um pórtico constituído por cinco arcos de volta perfeita. A articulação da fachada, adornada com pilastras e cantarias angulares, ainda é clássica, mas o friso ricamente decorado, que se estende até ao topo do edifício, já evidencia uma mudança de gostos.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 265. No Palazzo Massimo alle Colonne, construído mais de vinte anos depois, a exceção prevalece sobre a norma. A planta, condicionada pela necessidade de aproveitar ao máximo o espaço limitado disponível, apresenta uma fachada convexa; a cantaria estende-se por toda a fachada, enquanto as colunas, comparativamente ao modelo Bramante, são deslocadas para o rés-do-chão, onde definem um sombrio átrio.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 267. ===Miguel Ângelo=== O grande acontecimento da arquitetura do século XVI é representado por Michelangelo Buonarroti. Nascido em 1475, ainda adolescente foi aprendiz de um pintor e, ao ingressar no círculo de Lorenzo de' Medici, aprendeu escultura com Bertoldo. A sua primeira intervenção no domínio da arquitectura remonta a 1518-1520, com a construção das Janelas ajoelhadas na lógia do Palazzo Medici, em Florença, mas poucos anos antes ele também se interessou pela fachada da basílica de São Lourenço; o projecto São Lourenço, traduzido exclusivamente numa maquete de madeira, já enunciava a visão de uma arquitectura pensada em termos plásticos, com uma fachada concebida como \"contentor\" para um grande número de esculturas.P. Murray, Architettura del Rinascimento italiano, cit., p. 196. Mesmo a subsequente Nova Sacristia, construída no lado oposto da de Brunelleschi dentro da Basílica de São Lourenço, é um espaço projetado em termos plásticos; apesar da recuperação do traçado planimétrico da Velha Sacristia e da utilização do tema da cúpola em caixotões do Panteão, as paredes não apresentam a harmonia sóbria do modelo ao estilo Brunelleschi, mas sim janelas falsas que esboracam e moldam a superfície, num estilo muito pessoal que marca a ruptura com o classicismo vitruviano. A Sacristia Nova pode ser mencionada entre as primeiras obras autenticamente maneiristas.P. Murray, Architettura del Rinascimento, cit., p. 100.P. Murray, Architettura del Rinascimento italiano, cit., p. 200. Insere-se neste contexto o projecto da Biblioteca Mediceana Laurentiana, sobre o qual Miguel Ângelo se ocupou pessoalmente entre 1524 e 1534. Tendo em conta as estruturas pré-existentes, o complexo foi resolvido com a criação de duas salas adjacentes: o átrio, de pequena área e caracterizado por um pé direito alto, e a sala de leitura, situada num piso superior. As paredes do átrio configuram-se como fachadas palacianas voltadas para o interior, com nichos cegos e colunas recuadas que têm por finalidade reforçar as estruturas portantes; uma escada que se expande para baixo, executada por Bartolomeo Ammannati vários anos depois, conduz à sala de leitura, constituída por um ambiente mais luminoso, de dimensões verticais menores, mas muito mais alongado em comprimento, de modo a anular o efeito espacial.P. Murray, Architettura del Rinascimento italiano, cit., p. 202. Em 1534, Miguel Ângelo mudou-se definitivamente para Roma, onde a reforma da Piazza del Campidoglio o aguardava. Miguel Ângelo começou a preparar os desenhos em 1546 e os trabalhos avançaram lentamente, tanto que foram concluídos, com algumas modificações, por Giacomo Della Porta. Na planta, porém, teve que levar em conta os edifícios pré-existentes, o que o levou a conceber um traçado trapezoidal, com o lado maior correspondendo ao Palazzo Senatorio, o lado menor voltado para uma escada que desce a colina, e as laterais oblíquas são delimitadas pelo Palazzo Nuovo e pelo espelhar do Conservatori; ao centro, a estátua equestre de Marco Aurélio, de onde se desdobra o desenho geométrico do piso trançado. A inovação mais importante destes edifícios foi a introdução da ordem gigante na arquitetura civil, que tem a função de realçar a grelha prospética contrastando as linhas horizontais das arquitraves que atravessam as fachadas.C. Brandi, Disegno storico dell'architettura italiana, cit., p. 232. Também em 1546, com a morte de Antonio da Sangallo, o Jovem, Miguel Ângelo assumiu dois canteiros de obras importantes: o do palazzo Farnese e o da Basílica de São Pedro no Vaticano. Antonio da Sangallo, sobrinho de Giuliano e Antonio, o Velho, havia chegado a Roma no início do século, fazendo carreira dentro da fábrica de São Pedro e tornando-se arquiteto do Cardeal Farnese, posteriormente eleito para o trono papal com o nome de Paulo III. O palácio desenhado por Sangallo para a família Farnese era o maior e mais sumptuoso dos palácios romanos; o desenho original referia-se, sem fantasias, aos modelos florentinos, mas sem a base áspera e com janelas emolduradas com edículas; o interior presumivelmente incluía um pátio em três ordens sobrepostas de galerias em arco, derivadas do Coliseu e do teatro de Marcelo. A intervenção de Miguel Ângelo foi substancial, começando pela janela central, que Sangallo havia pensado como um arco e que foi restaurada numa arquitrave encimada pelo brasão de Farnese; o último andar foi elevado e recebeu uma grandiosa cornija, enquanto no pátio o preenchimento dos arcos do primeiro andar e a construção de todo o último andar podem ser atribuídos a Miguel Ângelo.P. Murray, Arquitetura Renascentista, cit., p. 107. Mesmo no canteiro de obras da basílica do Vaticano, Miguel Ângelo fez mudanças radicais no projeto sangallesco. Sangallo herdou a supervisão das obras após a morte de Raffaello, propondo uma mediação entre a planta longitudinal do seu antecessor e a centralizada Bramantesca. O seu projecto, traduzido num colossal e caro modelo de madeira em 1539, consistia na construção de uma parte dianteira ladeada por duas torres sineiras muito altas que emolduravam a cúpula em duplo tambor. Miguel Ângelo assumiu a direção das obras porque já era idoso, mas não lhe faltava energia. A história do projeto de Miguel Ângelo está documentada por uma série de documentos de construção, cartas, desenhos do próprio Buonarroti e de outros artistas, afrescos e depoimentos de contemporâneos, como Giorgio Vasari. Apesar disso, as informações que podem ser obtidas muitas vezes se contradizem. A principal razão reside no facto de Miguel Ângelo nunca ter elaborado um projecto definitivo para a basílica vaticana, preferindo proceder por partes.A. Brodini, San Pietro in Vaticano, in Michelangelo architetto a Roma, Cinisello Balsamo 2009, p. 170. Porém, após a sua morte, foram impressas diversas gravuras na tentativa de restaurar uma visão global do desenho de Miguel Ângelo, incluindo as de Stefano Dupérac, que imediatamente se estabeleceram como as mais difundidas e aceites.V. Zanchettin, Il tamburo della cupola di San Pietro, in Michelangelo architetto a Roma, Cinisello Balsamo 2009, p. 180. Miguel Ângelo, considerando o modelo muito caro de Sangallo, pouco brilhante, muito artificial e com referências à arquitetura gótica, rejeitou a ideia do seu antecessor; voltou, portanto, ao plano central do projeto original, simplificando-o e dando-lhe uma direção principal com a inserção de um pronaos. Demoliu o que havia sido construído do deambulatório planeado por Sangallo no final das absides, tratando as superfícies externas recortadas com uma gigantesca ordem de pilastras de ordem coríntia, com o objetivo de envolver a construção como um tambor, numa sucessão contínua de tensões e repousos.C. Brandi, Desenho histórico da arquitetura italiana, cit., p. 233. Tudo foi projetado em torno da cúpula, mas quando Miguel Ângelo morreu em 1564, a construção tinha apenas alcançado o topo dos contrafortes do tambor. Os acontecimentos ligados ao canteiro de obras da basílica só encontraram solução no século XVII, na época da Arquitetura Barroca, quando Carlo Maderno estendeu o braço oriental da basílica, comprometendo definitivamente a concepção de Miguel Ângelo.C. Brandi, Disegno storico dell'architettura italiana, cit., p. 233. No entanto, a Basílica de São Pedro de Miguel Ângelo exerceu uma certa influência na história da arquitetura: basta mencionar a basílica Genovesa de Santa Maria di Carignano de Galeazzo Alessi, ou a igreja do mosteiro Escorial, perto de Madrid, ambas caracterizadas por uma cruz inserida num quadrado.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 308. Depois de Miguel Ângelo o seu estilo enérgico perde boa parte do favor que gozava: Giacomo Della Porta, que teve a tarefa de completar a cúpula de São Pedro, depressa alterou o seu estilo, Tiberio Calcagni, que o teria ajudado a criar o modelo de madeira para o projeto da Basílica de San Giovanni Battista dei Fiorentini, morreu em 1565, enquanto Giorgio Vasari não construiu nada significativo em Roma. Quem deu continuidade ao trabalho de Miguel Ângelo foi Giacomo Del Duca, o seu ajudante na obra da Porta Pia, que construiu a pequena igreja de Santa Maria em Trívio e construiu a cúpula desproporcional da Santa Maria de Loreto.P. Murray, Architettura del Rinascimento, cit., p. 112. ===Vignola=== O arquiteto mais sensível de Roma na segunda metade do século XVI foi Jacopo Barozzi da Vignola. Emiliano, formado como pintor, reforçou a sua autoridade no campo da arquitetura com a publicação de um Regra das cinco ordens da arquitetura|tratado]] que teve sucesso imediato. Iniciou a sua atividade como arquiteto em Bolonha, onde se situa o Palazzo Bocchi, no qual confluem o Palazzo Te e a gramática de Antonio da Sangallo, o jovem. Em Roma, trabalhou no estaleiro da Villa Giulia, mas a presença de Vasari e de Ammannati limitou o trabalho de emiliano: caraterística do edifício é o contraste entre o exterior, com as suas formas regulares, e o interior, aberto para o jardim, com o seu elegante hemiciclo, lógia e ninfeu.C. Brandi, Disegno storico dell'architettura italiana, cit., p. 244. A Igreja de Sant'Andrea na Via Flaminia também apresenta a rígida marca sangallesca da Santa Maria de Loreto, mas surpreende com sua cúpula oval; conceito que se repetirá na Sant'Anna dei Palafrenieri e terá melhor sorte no período barroco. De qualquer forma, não há dúvida de que as principais obras de Vignola são a villa Farnese em Caprarola e a igreja de Gesù em Roma. A villa era originalmente uma fortaleza pentagonal projetada por Antonio da Sangallo, o Jovem, que deixou a obra incompleta após a sua morte. Cancelada a sua finalidade defensiva, em 1559, Vignola retomou a obra, modificando radicalmente o desenho original; mantendo a disposição planimétrica da fortificação, transformou os baluartes em terraços e ergueu uma massa poligonal compacta acima do nível das muralhas. A lógia do piso principal, que se abre diante de uma grande praça trapezoidal precedida por uma série de lances duplos de escadas, foi tratada com uma linguagem derivada da villa Farnesina de Peruzzi. No interior, porém, surpreendem as esplêndidas soluções do pátio circular com dupla ordem de deambulatório e da escada redonda, que como rotores contrastam inesperadamente com o pentágono externo. A igreja de Gesù, construída para a Ordem dos Jesuítas, deriva da basílica de Sant'Andrea em Mântua. Vignola retomou e elaborou o traçado planimétrico do Alberti, concebendo um salão em cruz latina, coberto por uma abóbada de berço e dotado de uma cúpula na intersecção do transepto, dominada por uma série de capelas laterais; uma espécie de antecipação da extensão da nave da Basílica de São Pedro no Vaticano, uma solução resultante do clima Contra-Reformista, destinada a ser exportada para todo o mundo e a \"exercer uma influência talvez mais ampla do que qualquer outra igreja construída nos últimos quatrocentos anos\".N. Pevsner, Storia dell'architettura europea, cit., p. 150.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 304. O seu esquema foi substancialmente replicado, mas com algumas modificações, na basílica de Sant'Andrea della Valle, obra iniciada no final do século XVI, que agora introduzia a era barroca. A fachada do Gesù foi construída por Giacomo Della Porta, com uma solução menos feliz que a proposta por Vignola e um tanto confusa, sobrecarregada de colunas, pilares e volutas. O interior, originalmente austero, caracteriza-se hoje por uma rica decoração, fruto de intervenções realizadas nos séculos seguintes.P. Murray, Architettura del Rinascimento, cit., p. 117. A par destas obras, é necessário referir uma intervenção no domínio do planeamento urbano: o Palácio dos Bancos, que delimitou, com um pórtico extenso mas não monótono, o lado da Piazza Maggiore paralelo à basílica de San Petronio, em Bolonha. O projeto remonta provavelmente ao anos sessenta do século XVI, época em que Piacenza também trabalhava no Palazzo Farnese, um grandioso edifício que, no entanto, permaneceu inacabado.C. Brandi, Desenho histórico da arquitetura italiana, cit., p. 246. No período entre a sua morte, ocorrida em 1573, e o advento do Barroco, a cena romana foi dominada por Domenico Fontana e Giacomo Della Porta. O primeiro foi um talentoso engenheiro, tio de Carlo Maderno, conhecido por ter transportado o Obelisco do Vaticano para a frente da Basílica de São Pedro e pela reconstrução do Palácio de Latrão segundo o modelo do palácio Farnese; a fama deste último está ligada à villa Aldobrandini de Frascati e a uma série de projetos de estilo maneirista que anunciam as invenções do século seguinte, como a Sant'Atanasio dei Greci, com as duas torres posicionadas para delimitar a fachada.P. Murray, Architettura del Rinascimento italiano, cit., p. 237. ===Sanmicheli e Sansovino=== Michele Sanmicheli e Jacopo Sansovino exerceram grande influência no Vêneto e no norte da Itália. Sanmicheli, de Verona, provavelmente esteve em Roma como assistente de Antonio da Sangallo, o Jovem, depois mudou-se para Orvieto e trabalhou na catedral de Montefiascone, para retornar à sua cidade natal logo após 1527 e desenvolver uma longa carreira como arquiteto militar da República de Veneza. Neste contexto construiu, por exemplo, as portas monumentais da cidade de Verona, incluindo a Porta Nuova e a Porta Palio, ambas caracterizadas por uma cobertura em bossagem impenetrável, com chaves pesadas sobre as pequenas aberturas.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 210. As suas contribuições no campo militar marcaram o seu estilo arquitetónico, como é o caso dos projetos para os três palácios de Verona, nos quais Sanmicheli parece expressar a força da arquitetura dos bastões e das fortalezas. O Palazzo Pompei, atribuível aos anos trinta,é uma referência clara ao Palazzo Caprini, mas com algumas exceções que visam acentuar, no patamar inferior, os cheios sobre os vazios: o térreo tem aberturas menores em relação ao modelo de Bramante, enquanto no primeiro andar Sanmicheli substituiu as janelas por uma lógia de grande força expressiva. No Palazzo Canossa, da mesma época, os elementos rústicos e artificiais conseguem uma maior integração e uma balaustrada é introduzida no topo.R. De Fusco, Mille anni d'architettura in Europa, cit., pp. 272-274. O terceiro desses palácios é aquele construído para a família Bevilacqua. Embora esteja em ligação direta com o Palazzo Pompei, o Palazzo Bevilacqua apresenta um revestimento mais rico: a porta é descentrada, o piso térreo é tratado com um revestimento rústico que também envolve os meios-pilares, enquanto o piso superior é iluminado por grandes aberturas em arco que se alternam com janelas menores contidas no espaço da intercoluna. A sensação de desconforto decorrente da presença das aberturas do mezanino acima das janelas menores, das ricas decorações e dos pilares em faixas no térreo projetam o palácio Bevilacqua entre os grandes exemplos da arquitetura maneirista do norte da Itália.P. Murray, Storia dell'architettura del Rinascimento, cit., p. 215.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 274. Um maior classicismo, talvez pela atração exercida pelos vestígios romanos que ainda sobreviveram em Verona, é denotado na Capela Pellegrini, claramente derivada do Panteão. É uma estrutura circular, com cúpula em caixotões sustentada por oito semicolunas encimadas por molduras; a moldura, porém, não corre ininterruptamente como no modelo do Panteão, mas projeta-se em correspondência com os altares, formando o suporte dos frontões côncavos.W. Lotz, Studi sull'architettura italiana del Rinascimento, Electa, Milano 1989, p. 113. A subsequente igreja da Madonna di Campagna também se refere ao esquema circular, mas o projeto de Sanmicheli foi alterado após a morte do arquiteto em 1559.P. Davies e D. Hemsoll, Michele Sanmicheli, Mondadori Electa, Milão 2004, p. 132. Jacopo Sansovino é proveniente de Toscana, onde nasceu em 1486; escultor e arquiteto, antes de se estabelecer em Veneto depois de 1527, formou-se na escola de Bramante em Roma e trabalhou em Florença. Em 1529 foi nomeado arquiteto-chefe de Veneza, cargo que lhe permitiu cuidar da renovação da cidade durante quarenta anos. Em 1537 começou a trabalhar na Biblioteca Marciana, a sua obra-prima, que ocupava a lateral da Piazza São Marco com vista para o Palazzo Ducale. A obra, executada por Vincenzo Scamozzi que repetirá o traçado geral da ala da Procuratie Nuove, teve que se enquadrar num contexto dominado por edifícios monumentais; por isso Sansovino concebeu uma longa fachada, mais baixa que a do Palazzo Ducale, para não dominar a cena, recorrendo também a ricas decorações e a um jogo de claro-escuro, que colocam a biblioteca em diálogo com as pré-existentes. O desenho da fachada retoma o modelo de Bramante nas duas ordens: a inferior tem colunas que sustentam arquitraves e vãos arredondados, enquanto a superior, em que o gosto maneirista é mais evidente, é composta por serlianas enquadradas por colunas que sustentam um friso ricamente decorado. O interior também apresenta personagens elaboradas, mas num estilo distinto do estilo maneirista da Itália sententrional, Giulio Romano.R. De Fusco, Mille anni di architettura in Europa, cit., p. 283.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 217. Também de Sansovino e substancialmente contemporâneas à biblioteca estão outras duas obras localizadas na área da Piazza San Marco: a lógia da torre sineira de San Marco e do Palazzo della Zecca. A primeira, reconstruída após a queda da torre em 1902, é constituída por um pórtico, com áticoo dividido em painéis e decorado com relevos. A segunda, destinada a recolher os recursos auríferos da República de Veneza, tem o aspecto de uma construção sólida e impenetrável. O esquema da fachada é inovador: o pórtico do rés-do-chão suporta uma lógia composta por colunas aneladas, encimada por uma arquitrave dupla; o piso superior, acrescentado posteriormente talvez com base num projecto do mesmo arquitecto, ainda retoma a temática das colunas canalizadas, intercaladas por grandes janelas com timpanos triangulares.R. De Fusco, Mille anni di architettura in Europa, cit., p. 285.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 222. No domínio da construção privada, o Palazzo Corner representa a contribuição mais importante de Sansovino. Nasceu da união do projecto romano com o veneziano: a propriedade é constituída por um bloco fechado, com pátio interno mas, devido à profundidade do lote, o acesso ao pátio faz-se através de um longo átrio; os andares superiores abrigam um salão central, típico da arquitetura veneziana, enquanto a fachada principal deriva do desenho comprovado do Palazzo Caprini. O Palazzo Coner tornar-se-á modelo para outros edifícios subsequentes, como Ca' Pesaro e Ca' Rezzonico, de Baldassarre Longhena.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 223. ===Andrea Palladio=== Andrea Palladio é provavelmente o arquiteto mais elegante do final do renascimento. Nascido em Pádua em 1508, passou toda a sua vida adulta em Vicenza e nos territórios circundantes, construindo um grande número de vilas e palácios num estilo altamente pessoal, baseado na utilização de um rico repertório clássico que ofuscou a autoridade romana no campo arquitetónico.N. Pevsner, Storia dell'architettura europea, cit., p. 138. Publicou o tratado Os quatro livros de arquitetura (1570), no qual, ao lado de ilustrações que reproduzem as ordens clássicas e edifícios antigos, incluiu boa parte das suas próprias obras, adquiriram elevada notoriedade, especialmente na Inglaterra. Ele era essencialmente um classicista Bramantesco; visitou Roma diversas vezes estudando arquitetura antiga, mas também foi influenciado por Michelangelo Buonarroti. Da sua vasta produção convém recordar, em primeiro lugar, a restauração do palazzo della Ragione de Vicenza, hoje conhecida como Basílica Palladiana. O edifício original foi concluído em 1460, e em 1494 foi adicionado um pórtico externo semelhante ao do Palazzo della Ragione em Pádua. Após o colapso parcial do lado sudoeste, foram consultados os mais importantes arquitectos da região para o seu restauro, sobre os quais prevaleceu o projecto de Palladio. A solução, implementada a partir de 1549, limitou-se à reconstrução da lógia externa, deixando inalterado o núcleo pré-existente. Tendo em conta os alinhamentos com as aberturas e passagens originais, o sistema assenta em duas ordens de serliana, compostas por arcos que permitem luz constante e aberturas laterais rectangulares de largura variável, aos quais foi confiada a tarefa de absorver as diferenças de largura dos vãos, técnicas herdadas dos estaleiros de arquitetura que conheceu anteriormente.R. De Fusco, Mille anni d'architettura in Europa, cit. p. 227. A evolução do estilo de Palladio pode ser acompanhada através de uma série de palácios que o arquitecto construiu em Vicenza em diferentes períodos. O primeiro é o Palazzo Porto, concluído em 1552, no qual se repete a planta do Palazzo Caprini de Bramante e ao qual se acrescentam esculturas inspiradas em Miguel Ângelo. Se o efeito geral remete à arquitetura construída por Sanmicheli em Verona, o traçado planimétrico revela a paixão de Palladio pela simetria, que concebeu uma série de blocos dispostos simetricamente nas laterais do grande pátio quadrado.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 249. O Palácio Chiericati, encomendado em 1550, tem fachada protegida por duas colunatas sobrepostas, tratada com espírito severamente classicista; ao longo dos lados curtos, as lógias estão ligadas à massa do edifício por meio de arcos redondos, segundo uma solução emprestada do pórtico de Ottavia em Roma. A invenção de Palladio reside na presença duma espécie de avancorpo, obtido pela duplicação, tanto na fachada como no sentido da profundidade da lógia, como das colunas colocadas nas laterais da parte central.R. De Fusco, Mille anni d'architettura in Europa, cit. p. 233.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 250. O Palazzo Thiene, construído alguns anos depois, testemunha um interesse, inteiramente maneirista, pela trama composicional e, ao mesmo tempo, oferece uma planta com formas retiradas dos arquitetura das termas romanas. Porém, um maneirismo mais extremo é registado no vão terminal do palácio Valmarana, construído a partir de 1566, enquanto a fachada principal abriga a ordem gigante cara a Miguel Ângelo, que também será revivida no Palazzo Porto na Piazza Castello, construído depois de 1570.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., pp. 251-252. Quanto às villas, a produção do arquitecto veneziano tem origem numa residência projectada pelo seu patrono, Gian Giorgio Trissino.R. Wittkower, Principi architettonici nell'età dell'Umanesimo, Einaudi, Torino 1964, p. 72. Ao analisar as numerosas residências de campo desenhadas por Palladio, foram identificados três tipos de villas: as sem pórtico e sem adornos, que datam da sua juventude (por exemplo as villas Pojana, Forni Cerato e Godi); aquelas com bloco de dois andares, decorado com pórtico de duas ordens fechado por um frontão (como as villas Pisani e Cornaro); e finalmente aquelas formadas por um edifício central cercado por alas para uso agrícola (como as villas Barbaro, Badoer e Emo). Além desta classificação, a criação palladiana mais significativa é a villa Almerico Capra, construída em Vicenza na segunda metade do século XVI. É um edifício de planta quadrada, perfeitamente simétrico e inscrito num círculo. A villa foi um dos primeiros edifícios profanos da era moderna a ter como fachada a fachada de um templo clássico; os quatro alçados, dotados de pronaos com lógia hexastilo colocada sobre um alto pódio, fazem também com que a villa assuma a forma de uma cruz grega.R. De Fusco, Mille anni d'architettura in Europa, cit., p. 235. Duas outras residências suburbanas, villa Serego em Santa Sofia de Pedemonte e villa Barbaro em Maser, são influenciadas pelo maneirismo. A primeira foi construída por volta de 1565 e apresenta lógias com colunas rústicas, feitas com blocos de calcário recém-talhados, sobrepostos para criar pilhas irregulares. A Villa Barbaro está localizada ao longo da ligeira encosta de uma colina. Se na maioria das vilas palladianas a residência propriamente dita é muitas vezes precedida pelos quartos dedicados ao trabalho agrícola, aqui esta relação inverte-se e a casa senhorial precede os ambientes de trabalho; na parte de trás existe uma grande exedra, que remete ao ninfeu das vilas romanas.R. De Fusco, Mille anni d'architettura in Europa, cit. pp. 277-280. Nos últimos anos de vida Palladio dedicou-se à concepção do Teatro Olímpico, que se baseia no princípio romano do cenário fixo precedido de um palco. Ao contrário dos teatros da antiguidade, é um espaço coberto: a cavea tem um traçado semi-elíptico, com um cenário em perspectiva criado por Vincenzo Scamozzi a partir de um desenho de Palladio.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 253. Existem relativamente poucas arquiteturas religiosas que podem ser atribuídas a Palladio com toda certeza: a Basílica de San Giorgio Maggiore, a Redentore e a fachada da San Francesco della Vigna, todos localizados em Veneza. As características destes edifícios religiosos são as chamadas fachadas de \"templo duplo\", que oferecem uma solução para o duplo problema de adaptar uma antiga basílica a um local de culto cristão e de ligar as naves laterais à central mais alta;P. Murray, Architettura del Rinascimento, cit., p. 156. questões às quais, no passado, Alberti ofereceu sua contribuição na basílica de Santa Maria Novella e Bramante no projeto que lhe foi atribuído para a fachada de Santa Maria presso San Satiro. Comparado com os seus antecessores, Palladio conseguiu uma forte integração entre as partes, o que é particularmente evidente nas fachadas de San Giorgio Maggiore (1565) e San Francesco della Vigna (1562), enquanto no Redentore a elevada altura da nave central e a presença de contrafortes nas laterais originou uma variação significativa do projecto, com a presença de um ático no topo da fachada.R. De Fusco, Mille anni d'architettura in Europa, cit. pp. 235-239. Porém, mais do que na configuração das fachadas, as principais diferenças entre as igrejas palladianas e as construídas em Roma nos mesmos anos encontram-se na parte da abside, mas as pronunciadas absides de San Giorgio e do Redentore, na realidade, responderam à necessidade precisa de acomodar um grande coro para as funções religiosas de congregações particularmente numerosas.P. Murray, Storia dell'architettura del Rinascimento italiano, cit., p. 258. ===Os maneiristas florentinos=== Influenciados por Michelangelo Buonarroti na segunda metade do século XVI, vários arquitetos toscanos dedicaram-se à construção de fábricas de estilo maneirista. Bartolomeo Ammannati, nascido em 1511, foi escultor e arquiteto. Colaborou com Sansovino em Veneza, trabalhou em Roma na construção da villa Giulia e em 1555 regressou a Florença, colocando-se ao serviço do Grão-Duque. A sua obra mais importante foi a ampliação do Palazzo Pitti: refez as janelas do rés-do-chão da fachada, redesenhou os apartamentos e sobretudo desenhou o pátio, com três ordens, recorrendo à utilização de silhares escalonados, derivados da Casa da Moeda de Veneza. A suas outras obras notáveis ​​são a Ponte Santa Trinita, reconstruída após a destruição infligida pela Segunda Guerra Mundial e o Palazzo Ducale de Lucca.P. Murray, L'architettura del Rinascimento italiano, cit., p. 243. A fama de Giorgio Vasari, contemporâneo de Ammannati, está ligada sobretudo à publicação de As vidas dos mais excelentes pintores, escultores e arquitetos; é uma série de biografias de artistas, impressa pela primeira vez em 1550 e republicada, atualizada, em 1568. Como arquitecto colaborou com Ammannati e Jacopo Barozzi da Vignola na construção da Villa Giulia, embora seja provável que a sua actividade se tenha limitado apenas à esfera administrativa. Em Cortona construiu a igreja de Santa Maria Nuova, concebida segundo uma planta centralizada, enquanto entre 1560 e 1574, ano da sua morte, esteve envolvido na construção da Uffizi, destinada a abrigar os escritórios administrativos do estado toscano. De grande valor urbanístico, os Uffizi foram concebidos como duas longas galerias paralelas entre o Arno e o Palazzo Vecchio; por outro lado, os detalhes da obra mostram pouca inventividade, com exceção de algumas peças criadas por Buontalenti após a sua morte.P. Murray, L'architettura del Rinascimento italiano, cit., p. 244. Bernardo Buontalenti era o mais novo dos três; nascido em 1536, tornou-se o maior arquiteto toscano da última parte do século XVI. Construiu a Villa Medicea di Pratolino, posteriormente destruída, projetou a Porta das Súplicas do Palácio Uffizi, a fachada e o altar da Basílica de Santa Trinita (posteriormente \"transportada\" para a igreja de Santo Stefano al Ponte), a caverna nos Jardins de Boboli, e também participou em projetos de planeamento urbano, como o da cidade fortificada de Livorno. thumb|No pátio interior do Castelo de Porto de Mós restam quatro portais esquadriados de verga denticulada e uma \"lóggia\" sobre pilastras e colunas caneladas de espírito decididamente não-gótico: os capiteis \"jónicos\", de correcto desenho apesar de um tratamento muito plástico, quase protomanuelino, e sobretudo as suas bases com a dupla escócia vitruviana, denotam alguma mão familiarizada com os círculos da vanguarda florentina do meado do século, em que Vitrúvio começava a ser conhecido. ==O renascimento em Portugal== Nasce, principalmente em termos artísticos, dominado pelo gosto ostentatório do gótico final com as inovações do século XV e estende-se até finais do século XVI. A ascenção ao trono do Mestre de Avis marca o início de uma nova época em Portugal. Intensificaram-se os contactos com a Europa, o que proporcionou a Portugal receber as maiores influências dos diversos centros renascentistas, como era o caso da Itália e da Flandres, que viriam a contribuir para a consolidação dos ideais renascentistas do país. Para além disso, o contacto com as civilizações de África e do Oriente levou à importação de numerosos objetos de cerâmica, têxteis e mobiliário, de madeiras preciosas, marfim ou seda que, por sua vez, levaram ao surgimento de novas formas artísticas resultantes dos intercâmbios culturais entre a Europa, a África e o Oriente, através dos portugueses. Aqui aparece como forma ornamental associada à arquitetura da última fase do gótico. A variante portuguesa do estilo tardo- gótico europeu, matizada de arte mudéjar, servia os propósitos nacionalistas e de afirmação pessoal de D. Manuel I. Nesse complexo panorama da arquitectura portuguesa do Quatrocentos, sujeita a tensões culturais tão diversas quanto o gótico de inspiração franco-flamenga. tido por paradigma de bom gosto, e o mudejarismo à mourisca que as conquistas em Africa impunham, a expressão nacional por excelência deve ser procurada no depurado gótico clássico de tradição mendicante que parece ter sido do particular agrado dos Infantes de Avis, como forma vernácula paralela ao \"pré-Humanismo\" por eles promovido. O estilo manuelino é a contribuição portuguesa para o Renascimento; embora a sua estética, que combina elementos renascentistas e góticos tardios de forma semelhante ao plateresco elisabetano castelhano, esteja muito distante do classicismo. João de Castilho, originário do País Basco, traz consigo influências do Plateresco espanhol. Tal como o estilo manuelino, este estilo está incluído no movimento mais amplo do tardo-gótico, mas com pormenores denotando já influências clássicas como a inclusão de capiteis clássicos ou de medalhões na sua ornamentação. Um motivo decorativo frequentemente repetido, a corda torcida do navio, é interpretado como uma referência explícita às façanhas dos navegadores portugueses, que lideraram a Era dos Descobrimentos e permitiram a extraordinária expansão política e económica que transformou o reino numa potência mundial. Estas necessidades pragmáticas de um país virado para o ultramar e o comércio permitia o surgimento de soluções profundamente originais, com o surgimento de um outro Renascimento em Portugal, profundamente diferente do italiano, um “Renascimento sem classicismo”. Na arquitetura, o Renascimento atingiu a sua melhor expressão nas obras de João de Castilho (c.1480-1552) e de Diogo de Torralva (c. 1500 - 1566). Em 1510 construía-se em Tomar uma janela célebre no topo do novo coro manuelino, já pronto no lustro seguinte. Exactos 15 anos depois, toda essa obra era propositadamente recoberta pelo novo edifício conventual ordenado por D. João III, marcando um salto estilístico brutal, que escondeu sob capas de silharia as partes mais visíveis do antigo e tapou cuidadosamente os seus aspectos ornamentais mais chocantes à nova sensibilidade. Ao lado, foi construído um \"Claustro Grande\" que terá sido o maior e mais florido do \"Primeiro Renascimento\" em toda a Península Ibérica. Mal terminado, seria por sua vez demolido até aos alicerces para em seu lugar erguer-se, a partir de 1557/8, o famoso Claustro de Torralva, obra-prima do classicismo renascentista. Exemplos da arquitetura renascentista portuguesa são as catedrais de Leiria e Portalegre, o Colégio dos Jesuítas de Évora e a Igreja de São Roque em Lisboa. ==A cúpula da Santa Maria del Fiore== Santa Maria del Fiore foi uma catedral executada em estilo tardo-românico cuja construção consumiu diversas gerações (foi iniciada por Arnolfo di Cambio em 1296 e interrompida com sua morte em 1302, retomada por Francesco Talenti em 1337 estendendo-se até as primeiras décadas do . Quando da morte de Brunelleschi, em 1446, ainda não estava concluída).A Arquitetura Florentina: Brunelleschi, in História da Arte vol.5, 1978, p. 96. Não foi \"projetada\": seu desenho e sua execução ocorreram de forma paralela. Ainda que existisse um plano geral para sua forma e sua distribuição interna, os detalhes construtivos, segundo a prática construtiva medieval, foram sendo resolvidos à medida que eram feitos, no próprio local. Previa-se, portanto, a existência de uma cúpula sobre um determinado ponto da igreja, mas o projeto da cúpula não estava definido de antemão. Quando chegou o momento de erigi-la, os artesãos florentinos depararam-se com um vão de mais de quarenta metros, impossível de ser vencido através das técnicas construtivas tradicionais.LETTS, 1984, p.21.HEYDENREICH, 1998, p. 13. A solução encontrada (em 1418, quando a República de Florença já demonstrava claras intenções de manifestar seu poder econômico na arquitetura de sua cidade, funcionando a catedral, portanto, quase como um \"cartão-de-visitas\") foi promover uma espécie de concurso de ideias para a conclusão da cúpula, cujos ganhadores foram Brunelleschi e Lorenzo Ghiberti, em um projeto conjunto. Brunelleschi, na época, já era um artesão relativamente reconhecido e aceitou o desafio. Decidiu, porém, viajar até Roma ao invés de tentar solucionar o problema ali mesmo.MURRAY, 1997, pp. 56. Roma era naquele período o local, em todo o mundo, cujas ruínas da Antiguidade Clássica mais estavam visíveis, e quase que integradas à paisagem \"natural\". A principal fonte de inspiração para Brunelleschi revelou-se no Panteão daquela cidade: uma estrutura com um vão similar ao de Santa Maria del Fiore vencido com uma cúpula em arco pleno. Brunelleschi não só observou a solução construtiva existente no panteão como começou a estudar as relações estilísticas, proporcionais e formais entre os vários elementos que compunham aquele espaço. É efetivamente nesta atitude que o espírito do Renascimento começa a se manifestar: o indivíduo observa uma determinada realidade e através de um desejo, uma intenção, interfere naquela realidade buscando as soluções para os problemas de sua própria realidade. Brunelleschi ainda não tem consciência plena da teoria clássica por trás das obras da Antiguidade, mas reconhece nelas um modelo estilístico que por ele será usado para construir sua própria arquitetura. Voltando a Florença, munido de uma experiência clássica inédita até então, Brunelleschi propõe uma solução para a cúpula, munido de toda a inventividade que caracterizará o Renascimento, baseando-se em suas pesquisas em Roma. Brunelleschi não se limita a \"copiar\" as soluções romanas, mas propõe uma totalmente nova: sua cúpula será a primeira cúpula em estrutura octogonal da História da arquitetura. Tal foi o impacto da nova cúpula na cidade de Florença que a imagem da catedral passou a ser elemento fundamental na própria constituição da cultura da cidade, vindo a própria catedral a ser conhecida popularmente como Duomo. === Domínio da linguagem clássica === thumb|200px|Típica igreja de planta central, tipologia disseminada no Renascimento Brunelleschi, portanto, ficará conhecido na história como o responsável por traçar o caminho em que praticamente todos os arquitetos do Renascimento trilharão suas obras.HEYDENREICH, 1998, p. 24. Porém, como já foi citado acima, ele ainda não tinha pleno domínio sobre as várias ordens sistematizadas da linguagem arquitetônica clássica, o que se verifica quando ele próprio acaba \"criando\" uma linguagem individual, na qual os elementos clássicos transparecem mas não respondem ao ordenamento antigo. Os arquitetos que ficam responsáveis por herdar o caminho por ele traçado, não por acaso, são responsáveis pela busca do ordenamento e do cânone. O domínio do Classicismo ocorrerá de fato ao longo do (ainda que a sua sistematização plena só se dê com a publicação do tratado de Serlio no século seguinte), e terá na pessoa de Donato Bramante uma figura paradigmática. Neste momento (e, especialmente, após a teorização da arquitetura proposta por Alberti no seu tratado De re aedificatoria), já existe uma consciência bastante forte dos constituintes formais da arquitetura grega e romana: as possibilidades de composição, as soluções encontradas e a síntese espacial é, em geral, conhecida. Desta forma, os arquitetos renascentistas têm à sua disposição todo o potencial criativo oferecido pela linguagem e o espírito da época, podendo vir a manifestar-se, potencialmente, através, não da cópia dos clássicos, mas de sua superação. É justamente na obra de Bramante que este espírito se concretiza de uma forma mais íntegra - e aí justifica-se destacá-lo frente aos seus contemporâneos. Bramante prova, através do projeto de palácios e igrejas, que não só conhece e domina as possibilidades da linguagem clássica como também entende as características e o espírito de sua época, aplicando o conhecimento antigo de uma forma nova, inédita, mas acima de tudo, clássica. O Tempietto, por ele projetado, é, praticamente, uma releitura (mas, definitivamente, não uma cópia) dos templos de planta central, circulares, típicos de um certo período da arquitetura romana. Mais tarde, o arquiteto inglês Christopher Wren releria a obra de Bramante e a proporia sob uma nova forma em seu país, sem, no entanto, copiá-lo: o processo de caráter renascentista, como se vê, vai além da estética dos edifícios e incorpora o pensamento arquitetônico. Bramante também populariza uma linguagem que (como já se ressaltou, é plenamente clássica) foi por ele desenvolvida e explorada. Inspirada nos arcos triunfais romanos, as características compositivas destes são aplicados aos projetos de palácios. A principal imagem deste \"estilo bramantiano\" é a tríade de aberturas adornadas com arcos de volta inteira, sendo que dois deles estão a uma mesma altura, com o central maior. A superação dos clássicos, mantendo porém o caráter clássico, se dá especialmente na medida em que os arquitetos do período propõem soluções espaciais em programas novos (como os grandes palácios, diferentes dos romanos, ou as novas catedrais e basílicas). Elementos como as abóbadas e cúpulas são usados de uma nova forma, ainda que as ordens (jônico, coríntio, etc) sejam formalmente seguidas. === A superação do classicismo === À medida que o domínio da linguagem clássica evoluía, foi crescendo nos arquitetos renascentistas um certo anseio de libertação formal das regras do Classicismo, de forma que o eventual desejo de sua superação (que sempre existiu em maior ou menor grau) se tornasse um elemento fundamental na nova produção de tais indivíduos. Tal fenômeno, considerado já como um prenúncio de um movimento estético que, cem anos mais tarde, se concretizaria no barroco, ganharia força especialmente nas primeiras décadas do - praticamente depois de mais de cento e cinquenta já não mais são usados nas obras arquitetônicas como experimentação em busca do clássico, mas, partindo de sua plena consciência, em busca de sua inovação. Em um primeiro momento, as regras clássicas de composição ainda são fielmente seguidas, mas seu campo de aplicação se amplia e vai além das grandes obras públicas, dos grandes palácios e templos religiosos (os edifícios ditos \"nobres\", dignos de receberem o status de arquitetura segundo a perspectiva clássica) e novas combinações de elementos são propostas. Andrea Palladio será o principal expoente desta forma de lidar com a linguagem clássica, especialmente através dos seus projetos de villas nos arredores das cidades italianas. A arquitetura de Palladio foi de tal forma peculiar e destacada da de seus antecessores que seu método projetual acabou levando à caracterização de um novo estilo: o Palladianismo. Tal estilo se apresenta pela aplicação da planta central aos projetos residenciais (como nos das villas), por um certo tipo de ornamentação bastante sintética (uma arquitetura de \"superfície\"), entre outras características. O próprio Palladio é responsável por produzir um tratado bastante completo sobre a arquitetura clássica, no qual expõe seu modo de pensar e sua perspectiva sobre a questão. ==== Maneirismo ==== O maneirismo foi o movimento artístico ocorrido no Cinquecento (e cuja formalização se deu especialmente nas décadas de 1510 e 1520) que evidenciou o desejo, por parte dos arquitetos, humanistas e artistas do período, de uma arte que, ainda que, em essência, se utilizasse dos elementos clássicos, possuísse um conteúdo bastante anticlássico. O maneirismo será, portanto, este segundo momento de confronto da arquitetura clássica, já integralmente conhecida. Os dois principais expoentes do período são Michelangelo e Giulio Romano. Em suas obras, são constantes as referências e citações aos elementos e princípios compositivos clássicos, mas sempre de forma desconstrúida e quase irônica. Voltam-se para o interior padrões decorativos de janelas que deveriam estar colocadas em ambientes externos, criam-se ambientes cênicos em espaços internos que remetem a situações de exterior, brinca-se com os efeitos de ilusão óptica proporcionados pela perspectiva, através de jogos dimensionais inusitados, etc. == Difusão da arquitetura renascentista na Europa == O Renascimento caracterizou-se como um movimento praticamente restrito ao universo cultural italiano durante seus dois primeiros séculos de evolução (entre os séculos XIV e XVI, aproximadamente), período durante o qual, no restante da Europa, sobreviviam estilos arquitetônicos, em geral, ligados ao gótico ou ao tardo-românico. No seu auge, na Itália, porém, a estética clássica começou a ser difundida em diversos países europeus devido a motivos diversos (como guerras, anexações de territórios, pelo fato de os artistas italianos viajarem pela Europa ou serem contratados por cortes diversas). Independente das razões, é certo que esta difusão fatalmente se dará já pela assimilação de certos ideais anticlássicos trazidos pelo maneirismo, estilo em voga naquele momento (início do ). É um momento em que a tratadística clássica está plenamente desenvolvida, de forma que os arquitetos, de uma forma geral, possuem um bom domínio das regras compositivas clássicas e de sua canonização, o que lhes permite certa liberdade criativa. Esta leve liberdade de que gozam os artistas do período será naturalmente absorvida pela produção renascentista dos países fora do espectro cultural italiano. Há que se notar, porém, que existem estudiosos que não consideram o maneirismo como um movimento ligado ao Renascimento, mas um estilo novo e radicalmente contrário a este. Desta forma, a produção dita maneirista dos demais países europeus pode vir, eventualmente, a não ser considerada como uma arquitetura genuinamente renascentista. Em certo sentido é possível dizer, segundo tal ponto de vista, que tais países \"pularam\" diretamente de uma produção tipicamente medieval para uma arquitetura pós- renascentista (como na França). Como as formas de difusão diferem de país para país, ainda que a arquitetura produzida por aqueles países neste momento seja efetivamente renascentista, existe um Renascimento diferente para cada região da Europa (pelo menos do ponto de vista arquitetônico). Será possível falar em um Renascimento francês, um Renascimento espanhol e um Renascimento flamengo, por exemplo. Em Portugal, as formas clássicas difundir-se-ão apenas durante um breve período, sendo logo substituídas pela arquitetura manuelina, uma espécie de releitura dos estilos medievais e considerada por alguns como o efetivo representante do Renascimento neste país, ainda que prossiga uma estética distante do classicismo (insere-se, de fato, no Estilo gótico tardio). == Ver também == * Arte * Arquitetura == Bibliografia == === Citada === * * * * * * * SOUZA, Wladimir Alves. A Arquitetura do Renascimento. In: FRANCO, Afonso Arinos de Melo (org.) O Renascimento: Ciclo de conferências promovido pelo Museu Nacional de Belas Artes. Rio de Janeiro: Ed. Agir, 1978. 191-207 p. * === Consultada === * BENEVOLO, Leonardo; Storia dell'architettura del Rinascimento; Roma-Bari: Laterza, 1988 * MURRAY, Peter; Arquitectura del Renacimiento; Madrid: Aguilar, 1972 * SUMMERSON, John; A linguagem clássica da arquitetura; São Paulo: Martins Fontes, 1994 * TAFURI, Manfredo; La arquitectura del humanismo; Madrid: Xarait Ediciones, 1978 * WITTKOWER, Rudolf; Los fundamentos de la arquitectura en la edad del humanismo; Madrid: Alianza, 1995 == Ligações externas == *",
 "title": "Arquitetura do Renascimento"
}