{
 "id": "38646",
 "text": "Uma antena com refletor é aquela em que se utilizam elementos extras cujas principais funções são a adequação do sistema irradiante e receptor às melhores condições de ganho e diretividade do sinal irradiado e recebido. Os sistemas de reflexão podem ser de diversos tipos, desde os semi-segmentos em forma de hastes utilizadas em antenas plano-terra, hastes sintonizadas de antenas Yagi-Uda, refletores planos em antenas helicoidais, refletores parabólicos utilizados em radiotelescopia, comunicações por satélites artificiais, radares, entre muitas outras aplicações. O primeiro tipo de antena com refletor foi a antena monopolo. ==Variação da impedância de uma antena tendo o solo como refletor== A alteração de impedância e o diagrama resultante da distância de uma antena ao solo são conhecidos há muito tempo, por isso é tão largamente utilizada esta propriedade em radiocomunicações. Sempre poderemos controlar a forma e a distância do refletor à antena forçando desta maneira seu comportamento, isto é, se arbitrarmos um determinado diagrama, poderemos fazer nossa antena trabalhar dentro dos limites impostos pelo projeto. ==Relação frente/costas antenas direcionais== Um dos parâmetros que imediatamente percebemos, é a relação frente/costas no caso de antenas direcionais, pois à medida que esta relação aumenta, consequentemente aumentará a diretividade da antena e seu ganho. Com o passar do tempo e das experiências feitas com refletores, chegou-se à conclusão que estes praticamente se igualam em forma e dimensões aos dipolos ou monopolos dos quais fazem parte, configurando um sistema irradiante/receptor de qualidade excepcional. ==Dimensionamento refletor físico/antena== thumb|right|200px|Na figura temos de cima para baixo: No topo a representação esquemática de um dipolo e seu refletor.Logo abaixo temos um gráfico que representa a variação do ganho em função da distância entre os elementos.Na base temos a variação da impedância da antena em função da distância entre elementos Quando observamos uma antena cilíndrica, notaremos que seu refletor também o será, a única diferença é o comprimento deste ligeiramente maior, entre cinco a dez por cento (Sistema Yagi-Uda) em relação ao dipolo. No caso dos refletores planos sua superfície não precisa ser necessariamente infinita, basta que seja ressonante, isto é, uma superfície refletora contínua cuja malha não ultrapasse a 10% do comprimento de onda aplicado. Uma vez feito este procedimento haverá uma alteração na impedância e largura de faixa do sistema resultante. O dipolo, não mais será um dipolo isolado, passará a se comportar como uma rede com todas as características dadas pela disposição dos elementos interferentes. No gráfico ao lado estão sendo mostrados dois parâmetros importantes para uso do projetista de antenas. No topo da figura está representada uma antena de dois elementos, sendo o menor (a linha horizontal de cima) o elemento \"ativo\", ou seja, o dipolo que irradia a radiofrequência ou recebe-a. Logo embaixo representando o elemento refletor há outra linha horizontal, um pouco mais longa que a correspondente superior. Este comprimento varia entre cinco a dez por cento. *É importante ressaltar que o comportamento de uma antena se dá em \"dupla via\", ou seja, as leis que servem para a transmissão, são as mesmas que servem para a recepção. *No item acima existem algumas restrições relativas à potência de irradiação, porém no caso deste artigo não são relevantes. Logo embaixo da representação esquemática da antena e seu refletor temos um gráfico que mostra a variação do ganho do sistema irradiante (Antena e seu refletor concomitantes) em função da distância dipolo/refletor. Ao variarmos a distância do dipolo em relação ao refletor, haverá uma variação também no sistema de impedâncias, esta variação está representada no gráfico imediatamente embaixo. Portanto, quando se projeta uma antena com refletor, usando os parâmetros pré determinados representados nos gráficos ao lado, existe grande probabilidade de inserir o sistema irradiante dentro de valores ótimos de trabalho. ==Interação refletor/antena== thumb|left|250px|Este gráfico demonstra a variação da impedância de antenas quando próximas à terra ou próximas de refletores planos ou não, que possam ser enxergados pelas antenas como um terra virtual Caso uma antena esteja situada à uma distância considerada “S” da superfície ressonante, teremos um sistema com uma componente real e outra virtual, isto é, uma rede com seu dipolo e sua imagem à uma distância 2S. Simplificadamente podemos afirmar que a antena e seu refletor funcionam como se fossem duas antenas interagindo. ===Antena real/antena imagem=== Se o dipolo for de meia onda e estiver na polarização horizontal, temos uma rede com os elementos 1 e 2, real e virtual respectivamente. O ganho do sistema pode ser considerado como no plano f, ou G( f ), onde a antena real passa a ser elemento 1, e a virtual ou imagem elemento 2. ===Imagem na superfície plana=== Funcionando um dipolo sobre uma superfície plana, ou seja, a antena em frente a um refletor, haverá um incremento no campo na ordem de 2,3 vezes em relação ao dipolo sem refletor, ou, algo em torno de 7 dB, é claro que na prática este ganho vai ser menor, entre 5 a 6 dB em direção à frente de onda. ===Variação de impedâncias em função da distância=== A variação de impedância R11 e R12 para dois dipolos de meia onda no espaço livre estando um em frente ao outro em função da distância S é conhecida e finita podendo ser prevista em gráficos e ábacos. Estas conclusões também podem ser utilizadas para um dipolo sobre o solo cujas variações de impedância variam de acordo com a altura em comprimentos de onda. (Gráfico acima à esquerda) ==Dipolos sobre superfície refletora== Imaginemos diversas antenas dispostas paralelamente sobre uma superfície perfeitamente refletora. Obedecendo as afirmações anteriores teremos uma situação que levam à percepção da existência do dobro de dipolos devido às imagens da rede. Isto quer dizer que para cada antena, haverá uma imagem (uma antena refletora) respectivamente. Desta forma, existe a distribuição de energia numa só direção; logo teremos um ganho imenso, pois a cada vez que se dobra a estrutura metálica de uma rede teremos um incremento no ganho do sistema acrescido em 3 dB. ==Utilização de dois refletores defasados em noventa graus== Seguindo o raciocínio mostrado anteriormente, se usarmos dois refletores dispostos em 90 graus entre si, e estando a rede à uma distância dentro dos parâmetros funcionais do sistema, teremos a multiplicação dos diagramas resultantes, ou seja, ao dobrar o plano refletor em dois semi planos muito grandes em relação aos dipolos dobraremos a imagem, logo o ganho aumentará substancialmente. Este efeito pode ser utilizado em frequências muito altas (SHF), na construção de antenas impressas. *As antenas impressas são dipolos construídos em circuitos impressos. Dependendo da altura do dipolo à terra seu comportamento poderá variar de forma substancial. ==Efeito Terra== Quando se monta uma antena tanto na polarização horizontal, quanto na vertical, o efeito terra pode ser analisado como um refletor perfeito desde que dentro das faixas de frequência admissíveis, quer dizer, frequências baixa, média e alta. Ao instalar antenas próximas à terra ou a uma superfície que seja enxergada pela antena como se fosse um plano de terra (No caso de satélites artificiais, o corpo do objeto é o plano de terra), temos que levar em conta a influência desta ao elemento irradiante. A princípio devemos ter certas condições controladas para poder analisar o efeito terra. Uma delas é a distância da antena à terra que pode ser considerada como se fosse um refletor/plano de condutividade perfeita, outra, que nosso objeto de estudo inicial deve ser a interação entre um dipolo elementar em polarização horizontal ou vertical e seu plano de terra respectivo. ==Efeito imagem e efeito real== Arbitrando-se o plano de terra como condutor perfeito, as componentes tangencial e normal são anuladas entre si. Desta forma, as cargas e correntes induzidas passam a fazer parte do sistema, pois teremos o efeito imagem e o efeito real Tanto para o dipolo horizontal, quanto para o dipolo vertical, existe o dipolo imagem. Este atua de forma que seu efeito, juntamente ao efeito terra alterem o diagrama de irradiação, impedância, ganho, dentre outros parâmetros da antena. Ou seja, como se fosse um refletor, daí para efetuar a análise podemos usar o sistema de estudo dos efeitos causados pela proximidade de duas antenas. ==Efeito proximidade, interações e acoplamento mútuo== Quando temos uma antena próxima a qualquer estrutura, seja terra, seja metálica, \"n\" dipolos, outra antena, ou antenas, forma-se o que podemos chamar de rede. A rede interage simultaneamente em todos os seus elementos, reais e virtuais. A interação do sistema deve obedecer a certos aspectos físicos de proximidade entre seus elementos em comprimentos de onda. Obedecidas características arbitradas pelo projetista de antenas, o sistema resultante terá um acoplamento concomitante, isto é, haverá somatórias de todas as características de todos os elementos interferentes. O nome dado a este sistema é acoplamento mútuo. ==Acoplamento mútuo== O efeito do acoplamento mútuo, tanto para antena em polarização horizontal, quanto em polarização vertical, têm em sua imagem a indução de cargas e correntes. Suas impedâncias, seus lóbulos, e ganhos se interam, formando um sistema complexo, pois, o campo eletromagnético irradiado pode ser estudado pelo sistema de imagens. ==Antenas real e imaginária== Sempre quando tivermos uma antena numa determinada distância de um elemento terra teremos que analisar duas, a antena real e a sua imagem. As correntes induzidas no dipolo real terão seu equivalente no dipolo imagem, desta forma podemos deixar um dipolo vertical muito próximo ao solo reforçando o campo irradiado e o campo recebido. No caso do dipolo horizontal, devemos observar que a impedância resultante do sistema será muito próxima de zero ohm, colocando o sinal em curto-circuito com a terra, anulando a antena (interação destrutiva). No caso do monopolo em polarização vertical, seu funcionamento quando no solo será similar ao dipolo vertical no espaço livre, pois sua imagem complementará o segmento real. ==Ângulo de partida/chegada, ionosfera== thumb|right|300px|Esta tabela é um guia prático dos efeitos que ocorrem nas alterações dos ângulos de partida ou chegada do sinal de radiofrequência em relação à terra e à Ionosfera. As frequencias variam dentro da MUF. A distância de chegada na coluna direita é dada em quilômetros Quando variamos a distância de um dipolo ao solo, ou a um refletor ressonante que a antena enxergue como solo, variará o ângulo de partida/chegada de sinal, para a ou da ionosfera, o alcance, a impedância, entre outros parâmetros. Conhecendo-se o ângulo de irradiação, e a altura da camada da ionosfera onde reflete o sinal, teremos condições de calcular o alcance de nossa transmissão. A altura das camadas ionosféricas são dinâmicas e não estáticas, isto é, se alteram de acordo com a hora, com o Sol, propagação, época do ano, manchas solares, vento solar , condições de atmosfera, entre outras variáveis. Quando temos um dipolo de meia onda, dependendo da sua altura em comprimento de onda do elemento terra, o efeito deste sobre aquele é de substancial importância. Além de alterar o ângulo de partida da antena, também teremos um efeito sobre a impedância no sistema irradiante, cabe aqui uma observação da aplicação do termo sistema de transmissão. ==As interações nos sistemas de transmissão/recepção na presença da \"terra\"== O sistema de transmissão é um termo utilizado devido ao fato de que uma antena passa a se comportar de forma sistêmica, isto é, começa a haver um efeito de interação entre antena, elemento terra, e demais interferentes do meio que passam a ser enxergados pela antena também como elementos terra. Por este fato o elemento terra pode ser considerado como um refletor perfeito de dimensão infinita, formando uma imagem da antena tal qual a imagem formada por um objeto qualquer num espelho com todas as implicações conveniências e inconveniências causadas por este. Na presença da terra temos o incremento do efeito imagem, isto é, as terra e antena passam a ter uma interação e desta surge uma componente reativa, resultando uma variação na sintonia (ressonância), impedância e ganho das antenas. A cada quarto de onda acima do plano terra temos uma impedância próxima de 73 ohms. Em função do disposto acima podemos ter uma relação nos diversos parâmetros no sistema de acordo com a altura da antena ao solo (Descrito no início do artigo), devido ao efeito da terra sobre esta, os principais, são o ganho que pode ser até 6 dB (decibéis sobre o dipolo no espaço livre) e impedância (podendo ser em média em torno de 73.5 ohms a cada quarto de onda) , além do ângulo de partida. ==Bibliografia== * Theoretical investigations into the Transmitting and Receiving Qualities of Antenae, vol 2 n.º 4 série IV,1938 * Antenas- Teoria Básica e Aplicações, Luiz Cláudio Esteves, 1980 * Krauss, Antenas, 1978 * Schelkunoff, Antenae Phenomena, 1969 * Jordan, Antenna Book, Transactions (IRE), Vol 9 AP3 n 4 pg 163 out 1954, * Yagi-Uda Antennas, 1954, pg 19 e 20, * Mullin, E.E.,Radio Aerials, Oxford, 1949 * Embratel, Manual de Antenas, Apostila de Sistematização de gráficos e ábacos, 1969. == Ligações externas == *Efeito refletor em antenas *Antenas Categoria:Antenas",
 "title": "Antena com refletor"
}