{
 "id": "38732",
 "text": "Dungeons & Dragons (Português: Masmorras e Dragões) (comumente abreviado como D&D; ou DnD), é um jogo de interpretação de papéis de alta fantasia criado por Gary Gygax e Dave Arneson. e publicado pela primeira vez em 1974 nos Estados Unidos pela TSR, Inc., empresa fundada por Gygax e Don Kay em 1973. Atualmente na sua 5ª edição, o jogo é publicado nos Estados Unidos pela Wizards of the Coast, uma subsidiária da Hasbro e no Brasil pela Galápagos Jogos. O jogo surgiu de uma variação do WarGame de miniaturas \"Chainmail\", de 1971, servindo como sistemas inicial de regras. A publicação do D&D; é considerada como a origem dos RPGs modernos e o início da indústria de RPGs, e profundamente influenciou os video games, principalmente os RPGs eletrônicos. Jogadores de D&D; criam personagens que embarcam em aventuras imaginárias em que eles enfrentam monstros, reúnem tesouros, interagem entre si e ganham pontos de experiência para se tornarem incrivelmente poderosos à medida que o jogo avança. O D&D; se destaca dos wargames tradicionais por permitir que cada jogador controle um personagem específico, ao invés de um exército. Miniaturas ou marcadores em um tabuleiro quadriculado são usados ocasionalmente para representar esses personagens. O D&D; também apresentou o conceito de Mestre de Jogo (Dungeon Master ou DM, no original), que atua como juiz e narrador e é responsável por manter o cenário ficcional do jogo e aplicar as regras a cada situação descrita. == Visão geral == Dungeons & Dragons (comumente abreviado como D&D; ou DnD) é um jogo de interpretação (role-playing game, ou RPG) bem estruturado e cooperativo (normalmente não há vencedores), no qual, cada jogador controla, tipicamente, um único personagem. Durante o curso do jogo, cada jogador dirige as ações de seu personagem e suas interações com outros personagens. Uma partida geralmente dura várias sessões, que são chamadas de aventuras. Um conjunto de aventuras relacionadas entre si é chamada de campanha. Os resultados das escolhas do grupo e a história básica do jogo é determinada pelo Dungeon Master (DM), também chamado de mestre do jogo, ou masmorra, ou ainda como narrador, de acordo com as regras e com a interpretação do DM sobre essas regras. O DM escolhe e descreve os vários Personagens Não Jogadores (NPCs), que os personagens encontram, o cenário em que essas relações ocorrem, e os resultados desses encontros baseados nas escolhas e ações dos jogadores. As extensas regras do jogo, que cobrem áreas diversas como interações sociais, uso de magia, combate e o efeito do ambiente nos personagens, ajudam o mestre em suas decisões. O DM pode escolher quais regras publicadas ele vai usar e até mesmo criar regras novas (conhecidas como homebrews), se achar necessário. Desde o AD&D; (Advanced Dungeons & Dragons, uma versão \"avançadas\" que existiu nos anos 1980-90), Dungeons & Dragons tem suas regras básicas divididas em três livros. Estes são o Livro do Jogador, o Livro do Mestre, e o Livro dos Monstros. Os únicos materiais necessários para jogar são os livros de regras, uma ficha de personagem para cada jogador e alguns dados poliédricos. A quarta edição assume o uso de miniaturas ou marcadores sobre uma superfície quadriculada, itens que eram opcionais nas edições passadas, e voltou a ser opcional na quinta edição. Muitos outros itens estão disponíveis para melhorar o jogo, alguns dos mais populares, embora opcionais sejam livros de expansão de regras, aventuras prontas e cenários de campanha. === Jogabilidade === Antes de o jogo começar, cada jogador cria o seu próprio personagem e marca seus detalhes em uma ficha de personagem. Primeiro, o jogador lança os dados para determinar as habilidades de seu personagem, que consistem de força, destreza, constituição, inteligência, sabedoria e carisma. Existem outros modos para determinar os atributos citados os quais encontram-se descritos nas regras do jogo. Entretanto, esta maneira é vista como a mais tradicional entre os entusiastas deste RPG. O jogador, então, escolhe uma raça (espécie), uma classe de personagem, um alinhamento (um código de ética e moral), e um número de perícias e talentos para melhorar e personalizar o personagem. Durante o jogo, os jogadores descrevem as ações de seu personagem, como conversar com outros personagens, lutar contra oponentes ou abrir uma fechadura, e o Dungeon Master descreve o resultado de suas ações. Ações triviais, como escrever uma carta ou abrir uma porta destrancada, geralmente são bem sucedidas automaticamente. Os resultados de ações mais complexas ou perigosas são determinadas pela rolagem de dados. As habilidades e perícias do personagem contribuem ao resultado dos dados, seja positiva ou negativamente. Conforme o andamento do jogo, cada personagem muda e melhora conforme ganham experiência. Os personagens ganham (ou algumas vezes perdem) experiência, perícias, dinheiro, e podem até mesmo mudar de alinhamento ou adicionar outras classes de personagem. A principal maneira de progredir é ganhando pontos de experiência (XP) quando derrotam um inimigo ou superam um obstáculo. Adquirindo XP suficiente, o personagem pode avançar um nível, o que garante mais habilidades e perícias. Os Pontos de Vida (HP) são uma medida da vitalidade e resistência a castigos físicos de um personagem e são determinados pela sua classe, raça, nível e constituição. Eles podem ser perdidos quando um personagem se fere em combate ou em alguma outra situação perigosa. A perda de HP é a forma mais comum de um personagem morrer em um jogo. === Aventuras e campanhas === Um jogo típico de Dungeons & Dragons consiste de uma aventura, que é o equivalente a uma história. Aventuras geralmente são criadas pelo Dungeon Master ou pode-se usar aventuras prontas, que são publicadas em forma de livros. Aventuras publicadas geralmente incluem uma história de fundo, mapas e objetivos para os personagens alcançarem. Uma série de aventuras, é chamada de \"campanha\". Os lugares onde essas aventuras ocorrem, como uma cidade, país, planeta, ou até mesmo um universo inteiro também são mais comumente referidos como \"mundo\" ou \"cenário de campanha\". Esses cenários são baseados em vários subgêneros de fantasia. Os mais populares são Greyhawk, Dragonlance, Forgotten Realms, Mystara, Spelljammer, Ravenloft, Dark Sun, Planescape e Eberron. Os mestres e jogadores também podem desenvolver seus próprios mundos para usarem como cenários de campanha. ===Elementos=== ====Planos de existência==== No jogo há diversos planos de existência, elencados abaixo. *Baator. *Biotopia - é um conceito leal e neutro.Baker, Richard; James Wyatt (2004). Player's Guide To Faerûn. Wizards of the Coast. ISBN 0-7869-3134-5. *Monte Celestia - bom e leal.Grubb, Jeff, Cordell, BR; Noonan D. (2001). Manual dos Planos. Wizards of the Coast. pp 132-136. ISBN 0-7869-1850-0.Baker, Richard; Wyatt J. (2004). Player's Guide To Faerûn. Wizards of the Coast. ISBN 0-7869-3134-5. *Outlands - neutro à alma das pessoas, com um plano de existência alinhado.Grubb, Jeff. Manual of the Planes (TSR, 1987). *Resíduos das Cinzas plano de existência forte e mal alinhado.Grubb, Jeff. Manual of the Planes (TSR, 1987) *Terra das Bestas neutro e bem alinhado.McComb, Colin (1997). Faces of Evil: The Fiends. TSR Inc.. pp. 12 – 14. *Ysgard - alinhado caoticamente, bondoso e neutro.Baur, Wolfgang, and Gwendolyn F.M. Kestrel. Expedition to the Demonweb Pits. Renton, WA: Wizards of the Coast, 2007. == História do jogo == ; Fontes e Influencias Criado por Gary Gygax e Dave Arneson O jogo tem origens em jogos de tabuleiro dos gêneros WarGame e miniaturas, o jogo surgiu como um spin-off de um jogo de um WarGame de miniaturas chamado Chainmail (1971), criado por Gary Gygax e Jeff Perren. Arneson começou a organizar um jogo no qual os jogadores controlavam personagens individuais ao invés de exércitos como em WarGames tradicionais, usando das regras de Chainmail para resolução de combate. Ele adicionou inovações como classes de personagem, pontos de experiência, avanço de nível, classe de armadura e outros. Arsenon então introduziu um protótipo para Gary Gygax e os dois concordaram em desenvolver e publicar o jogo. O jogo se chamou provisoriamente de \"The Fantasy Game\" até \"Dungeons & Dragons\" ter sido sugerido pela filha de Gygax, Cindy, após Gygax ter lido-a de uma lista de sugestões. O mundo de D&D; foi influenciado pela mitologia mundial, história, literatura pulp, e romances de fantasia contemporânea. A importância do trabalho de J.R.R. Tolkien, autor de O Senhor dos Anéis e O Hobbit como uma influência sobre D&D; é controversa. A presença no jogo de halflings, elfos, meio-elfos, anões, orcs, rangers e afins, estabelece comparações com essas obras. A semelhança era ainda mais antes que a ameaça de processo pela Tolkien Enterprises, que fez com que nomes fossem alterado, hobbit para \"halfling\", ent para 'ente', e Balrog para 'balor\". Por muitos anos Gygax minimizou a influência de Tolkien sobre o desenvolvimento do jogo. No entanto, em uma entrevista em 2000, ele reconheceu que a obra de Tolkien teve um \"impacto forte\".Gary Gygax Outras influências incluem as obras de Jack Vance,Gygax; \"The Dungeons and Dragons Magic System\" in The Strategic Review, Vol. 2, No. 2 Poul Anderson, Robert E. Howard, Edgar Rice Burroughs, A. Merritt, H. P. Lovecraft, Fritz Leiber, L. Sprague de Camp, Fletcher Pratt, Roger Zelazny, Michael Moorcock,Gary Gygax; Dungeon Masters Guide, 224 p. TSR, 1979 ISBN 0-935696-02-4 A. E. van Vogt e Lewis Carroll. ; ;Edições A primeira edição de D&D; foi lançada em 1974 como um suplemento ao Chainmail. Posteriormente recebeu o nome de \"Original Dungeons & Dragons\" (abreviado como OD&D;). Era básico comparado com novas edições, mas introduziu conceitos que se tornariam padrão em edições posteriores, incluindo habilidades (como força, inteligência e destreza); classes de personagens (lutador, mago, clérigo) e níveis; raças (humano, anão, elfo, halfling); classe de armadura; monstros e tesouros; masmorras subterrâneas de salões, salas e portas repletas de truques e armadilhas; e itens mágicos, como espadas inteligentes. Desde seu lançamento, D&D; dominou a indústria americana de RPG. Em 1977, o jogo foi dividido em duas versões: A mais simples, chamada Dungeons & Dragons (apelidada posteriormente como o \"Basic Dungeons & Dragons\"), e a mais complexa, Advanced Dungeons & Dragons (abreviada como AD&D;). Enquanto a Basic vinha em um Box set, o AD&D; vinha em três livros: o Monster Manual (Manual dos Monstros), uma compilação de monstros para usar como inimigos, Player's Handbook (manual do jogador) com regras e opções para criação de personagem, e o Dungeon Master's Guide (Guia do Mestre), com regras e guias para o mestre do jogo.Wizards of the Coast; The History of TSR O Basic Set teve mais duas versões em 1981 e 1983, enquanto a segunda edição de AD&D; foi lançada em 1989. Em 1997, a TSR, Inc, após um período de crise financeira, foi adquirida pela Wizards of the Coast, empresa responsável por criar Magic: The Gathering, um bem-sucedido jogo de cartas colecionáveis vagamente inspirado em D&D; e 1999, a Wizards se tornou uma subsidiária da Hasbro. Em 2000 a versão mais simples foi descontinuada, e a versão complexa foi renomeada como Dungeons & Dragons com o lançamento da 3ª Edição. Com o lançamento da 3ª edição de Dungeons & Dragons, Wizards of the Coast disponibilizou o sistema d20 sob a licença da Open Game License (OGL) e d20 System. Sob essas licenças, os autores foram livres para usar o sistema d20 ao escrever jogos e suplementos de jogos.O que é a Licenca D20? – História do RPG, parte IIWizards of the Coast; The d20 System A OGL e o d20 tornaram possível novos jogos, alguns baseados em produtos licenciados como Star WarsStar Wars – Edge of Empire e novas versões de jogos mais antigos, como Call of Cthulhu.Call of Cthulhu D20 (resenha) Em Julho de 2003, é lançado o Dungeons & Dragons v3.5 (também conhecida como D&D; 3.5). Durante a década de 2000, tem havido uma tendência para revitalizar e recriar edições antigas de D&D;, num movimento conhecido como Old School Revival, com sistemas de RPG baseados em edições anteriores de D&D.; Castles & Crusades (2004), da Troll Lord Games, são reimaginações de edições antecipadas, simplificando as regras da OGL. Isso, por sua vez, inspirou a criação de \"retroclones\", jogos que recriam os conjuntos de regras originais, usando material colocado sob a OGL, além de aspectos mecânicos não protegidos por copyright das regras antigas para criar novos jogos.Allen Varne (27 de agosto de 2009), \"Retro- clones\". The EscapistShannon Appelcline, Designers & Dragons: The '00s, vol. 4, 2ª ed., Evil Hat Productions, 2014. A Wizards of the Coast lançou a 4ª edição, em Junho de 2008 nos Estados Unidos. Desde 2012 iniciou um grande playtest com jogadores do mundo todo, nesse sistema, batizado de D&D; Next, que contou com mais de 175.000 pessoas em todo mundo e 18 meses de estudo, foi a base para o novo sistema que oficialmente retornou com seu nome para D&D;, chamado pelos jogadores como Quinta Edição. Tendo o livro do Jogador lançado primeiro em Julho, livro dos monstros em setembro e o livro do mestre em dezembro finalizando o lançamento do set básico ainda em 2014, fato curioso é que pela primeira vez o D&D; conta com um módulo básico gratuito, batizado como Basic Rules ele contém regras completas para se jogar com as principais classes e raças e leva os jogadores do primeiro ao vigésimo nível, o Basic Rules pode ser baixado gratuitamente no site oficial e recebe atualizações constantes. Com o lançamento da quarta edição, Wizards of the Coast apresenta a sua Game System License, que representou uma restrição significativa em comparação com as políticas muito abertas incorporadas pela OGL. Em parte, como uma resposta a isso, alguns editoras (como a Paizo Publishing com seu Pathfinder Roleplaying Game) que anteriormente produziram materiais em apoio à linha de produtos D&D;, decidiram continuar a apoiar as regras da 3ª Edição, competindo diretamente com a Wizards of the Coast.Pathfinder Roleplaying Game – Livro Básico (resenha) Outros, como a Kenzer & Company, estão retornando à prática de publicar suplementos sem licença e argumentando que a lei de direitos autorais não permite que a Wizards of the Coast restrinja o uso de terceiros. Em 12 de janeiro de 2016, a Wizards of the Coast lançou a SRD da 5ª edição sob a OGL original marcando um retorno ao formato open gaming.\"System Reference Document (SRD)\" A 5° Edição é considerada a mais bem-sucedida, chamado pelo The New Yorker como a \"Renascença do Dungeons and Dragons\". Alguns fatores citados são webséries onde pessoas jogando o jogo são a atração, regras de fácil acesso, ferramentas virtuais que ajudam a organizar jogos e a presença na cultura popular. == No Brasil == No Brasil, embora o primeiro RPG lançado no país tenha sido GURPS em 1991 pela Devir Livraria, a primeira versão de Dungeons & Dragons já era conhecida pelos jogadores da chamada \"geração xerox\" — nome dado à primeira geração de jogadores que utilizam livros originais em inglês. Além disso, a série animada homônima era exibida pela Rede Globo desde 1986 com o título de Caverna do Dragão.\"Caverna do Dragão - A aventura favorita dos RPGistas completa 20 anos de exibição no Brasil\". Dragon Slayer (9). Editora Escala. Em 1989, chegava ao país uma versão portuguesa, publicada pela Sociedade Tipográfica S.A. Em 1992, a fabricante de brinquedos Grow, lança Classic Dungeon e DragonQuest, dois jogos de tabuleiro com elementos de RPG da própria TSR, Inc.,Roberto de Moraes. (1994). \"Dungeons & Dragons\" (em português). Dragão Brasil (19). São Paulo, Brasil: Trama Editorial. no ano seguinte, lança a versão original de Dungeons & Dragons.Visão , Edições 20-23. [S.l.: s.n.], 1993. A empresa também publicou um jogo de tabuleiro baseado em Caverna do Dragão, À Procura do Dungeonmaster (Quest for the Dungeonmaster) publicando originalmente pela TSR Inc em 1984, curiosamente, foi usado o nome original do Mestre dos Magos (Dungeon Master). O Advanced Dungeons & Dragons (AD&D;) foi lançado pela primeira vez em 1995 pela Abril Jovem, publicando o Livro do Mestre e o Livro dos Monstros\",Grahal. (1995). \"Especial - Advanced Dungeons and Dragons\" (em português). Dragão Brasil (8). São Paulo, Brasil: Trama Editorial. a editora também publicou First Quest, o jogo de cartas colecionáveis Spellfire, a série de Livros-jogos \"Você é o Herói\" (Endless Quest no original).,(1995) \"Coleção Você é o herói\" (em português). Dragão Brasil (10). São Paulo, Brasil: Trama Editorial. e uma versão brasileira da revista Dragon. Quando a Devir Livraria adquiriu os direitos da Editora Abril, publicou uma segunda edição brasileira do Livro do Jogador em 1999.(Outubro de 1999). \"Nova Safra\". Dragão Brasil (55). Editora Trama A Devir Livraria retomou os lançamentos em 2001 com a publicação da 3ª Edição do jogo, agora renomeado para Dungeons & Dragons (D&D;). Em 2003, é lançado o site Dark Sun Brasil, o site é uma versão do fansite Athas.org, dedicado a Dark Sun, um cenário de campanha criado para a AD&D; e que foi autorizado pela Wizards of the Coast. Em 2004 a Devir publicou a edição 3.5. A 4ª edição chegou traduzida ao mercado brasileiro em 2009. Em 2017, a 5ª Edição foi anunciada pela editora Fire on Board,Novo \"Dungeons & Dragons\" chega ao Brasil envolvido em disputa judicial porém, após uma disputa entre editoras, a publicação foi suspensa.Lançamento do D&D; 5ª Edição em português é suspenso! No mesmo ano, a Jambô anuncia o lançamento de romances de Dungeons and Dragons.Jambô lançará os romances de D&D; Em dezembro de 2018, a Galápagos Jogos anunciou que publicará a 5ª Edição, com lançamento previsto para o dia 30 se setembro de 2019, chegando às lojas 15 dias depois.É oficial D&D; 5ª Edição em português pela Galápagos Em março de 2022, a Wizards of the Coast anunciou que ela mesma publicaria Dungeons & Dragons no país. Em fevereiro de 2024, a Wizards of the Coast anunciou que iria descontinuar Dungeons and Dragons e Magic: The Gathering no país. == Produtos relacionados == O sucesso comercial do D&D; trouxe muitos produtos relacionados, incluindo as revistas Dragon e Dungeon, a série animada Caverna do Dragão, cinco filmes e jogos de computador e games, como o MMORPG Dungeons & Dragons Online: Stormreach, Baldur's Gate, Menzoberranzan, Eye of the Beholder, Planescape: Torment, Demon Stone, Icewind Dale e Neverwinter Nights, diversos dados, miniaturas, aventuras e outros. == Homenagens == O jogo criou uma extensa legião de fãs, o que se reconhece nas numerosas referências e homenagens à obra. Dentre estas o poema épico \"Famagusta\", obra de fantasia medieval, na qual se encontram inúmeras alusões às criaturas e aos personagens do D&D;, bem como narrativas de ações típicas das mesas de RPG. Com o lançamento de Stranger Things, série original da Netflix, a legião se estendeu mais ainda. Notoriamente, o jogo contribui diretamente para a história da série e participa da roteirização das histórias e aventuras que compõem o desenrolar da série. == Ver também == * Dungeon == Ligações externas == * * * Categoria:Brinquedos da Grow Categoria:Abril Jovem Categoria:Devir Categoria:RPG",
 "title": "Dungeons & Dragons"
}