{
 "id": "38759",
 "text": "Charles Hardin Holley (Lubbock, 7 de setembro de 1936 – Clear Lake, 3 de fevereiro de 1959), mais conhecido como Buddy Holly, foi um influente guitarrista, cantor e compositor estadunidense e pioneiro do rock and roll. Embora seu sucesso tenha durado apenas um ano e meio antes de sua morte, em um acidente aéreo em 1959, conhecido como O Dia em que a Música Morreu (The Day the Music Died), em que morreram também os cantores Ritchie Valens e J.P. Richardson, Holly é descrito pelos críticos como \"a força criativa mais influente dos primórdios do rock\". Seus trabalhos e inovações inspiraram e influenciaram tanto seus contemporâneos quanto futuros músicos, notavelmente The Beatles, The Rolling Stones, Eric Clapton, Don McLean e Bob Dylan, exercendo uma contribuição significante na música pop.Artigo da NPR: \"Buddy Holly: 50 Years After The Music Died\". O nome de Holly foi um dos primeiros a serem incluídos no Hall da Fama do Rock and Roll quando de sua fundação em 1986. Em 2004, ele foi listado pela revista Rolling Stone na 13ª colocação entre os \"Maiores Artistas de Todos os Tempos\". Foi considerado o 80º melhor guitarrista de todos os tempos pela revista norte-americana Rolling Stone. Em 7 de setembro de 2011, dia em que completaria 75 anos de idade, Buddy Holly finalmente ganha sua estrela na Calçada da Fama, em Hollywood. == Biografia == Holly nasceu em Lubbock, Texas, Estados Unidos. Os Holleys eram uma família de músicos e cedo Buddy aprendeu a tocar violino, piano e guitarra. Ainda adolescente, já tocava como profissional num duo de música country. A sua grande oportunidade surgiu quando fez a abertura de um concerto de Bill Haley and The Comets num espectáculo local. Assinou contrato pela Decca Records para uma gravação a solo, mas o seu sucesso prematuro iludiu-o. De volta a Lubbock, Holly formou a sua própria banda, The Crickets, e começou a gravar discos no estúdio do produtor Norman Petty em Clovis, Novo México. Entre as músicas que gravou, encontrava-se \"That'll Be The Day\", no qual foi buscar o título em uma frase que o ator John Wayne repetia ao longo do filme The Searchers. Norman tinha conhecimentos da indústria musical, e como acreditava que \"That'll Be The Day\" seria um grande sucesso, fez contactos com editoras. A Coral Records, subsidiária da Decca na época, contratou Buddy e os Crickets, pondo-o na caricata situação de ter dois contratos ao mesmo tempo. A música de Holly era sofisticada para seus dias, incluindo o uso de novos instrumentos (para o rock and roll). Holly era um bom guitarrista rítmico, notável em músicas como \"Peggy Sue\" e \"Not Fade Away\". Holly podia fazer músicas do tipo garoto-ama- garota como o melhor de seus contemporâneos, outras músicas tinham letras mais sofisticadas, harmonias e melodias muito bem trabalhadas e complexas, que nunca foram mostradas no gênero. Holly também conseguiu controlar algumas das \"guerras\" raciais que pontuavam o rock, conseguiu ganhar uma plateia quase toda de negros, quando acidentalmente tocou no Teatro Apollo em Nova York (Diferente do que aparece no filme de sua biografia, levou muitas performances para a audiência se convencer de seu talento). Depois do lançamento de muitas músicas de sucesso, em março de 1958, ele e os Crickets fizeram uma turnê pela Inglaterra. Na audiência, havia dois adolescentes que futuramente entrariam para a história do rock. Um deles era um jovem chamado Paul McCartney, que depois citou Holly como uma de suas principais influências (o nome da sua banda The Beatles, foi escolhida boa parte, em função do nome da banda de Holly, The Crickets). O outro era Mick Jagger que também recebeu forte influência musical de Holly, tanto que um dos primeiros sucessos de sua banda, os Rolling Stones, foi uma versão de \"Not Fade Away\", e até hoje eles a tocam em suas apresentações. O estilo pessoal de Holly, mais controlado e cerebral que Elvis Presley, e mais jovial e inovador que os astros western de sua época, teve uma influência na cultura jovem nos dois lados do atlântico por décadas, refletindo particularmente na música new wave, movimento de artistas como Elvis Costello e Marshall Crenshaw, e também em bandas anteriores, como The Byrds e The Turtles. Buddy Holly casou-se com Maria Elena Santiago em 15 de agosto de 1958, na casa da família de Holly, em Lubbock. ===Morte=== Em 1959, Holly saiu do The Crickets e começou uma carreira solo com outros artistas famosos, incluindo os cantores Ritchie Valens e The Big Bopper. Depois de uma performance no dia 2 de fevereiro no Surf Ballroom em Clear Lake, Iowa, o pequeno avião Beechcraft Bonanza, no qual viajava com mais 2 passageiros, caiu no milharal de Albet Juhl, algumas milhas depois, às 1h05 da manhã. A queda matou Holly, Valens, Richardson e o piloto Roger Peterson. Esse evento inspirou o cantor Don McLean a criar uma popular música de 1971, chamada \"American Pie\", e imortalizou o dia 3 de fevereiro como \"o dia em que a música morreu\". Serviços de funeral foram requisitados na Igreja Batista em Lubbock, Texas, e Buddy Holly foi enterrado no Cemitério de Lubbock, Lubbock, Texas nos Estados Unidos. Sua esposa, Maria Elena Santiago, não compareceu ao enterro de Buddy. == Tributos == Em 1988, Ken Paquette, um morador de Wisconsin e fã de rock dos anos 50, erigiu um monumento de aço que representava uma guitarra e um set de três discos pontuados pelos nomes dos três artistas mortos no acidente aéreo. Ele também criou um monumento similar perto de Riverside Ballroom, em Green Bay, Wisconsin. O enredo dramático da vida de Holly inspirou um filme de Hollywood, chamado The Buddy Holly Story, pelo qual o ator americano Gary Busey recebeu uma indicação ao Oscar de \"Melhor Ator\". O filme daria origem também a um musical da Broadway. Buddy Holly é considerado um dos fundadores do rock'n'roll e um de seus músicos mais influentes. Embora sua carreira tenha terminado tão cedo, o trabalho deixado por ele é considerado um dos melhores da história do rock e sua música influenciaria não apenas seus contemporâneos, mas também à direção futura que a música tomaria. Em 5 de setembro de 1980, em Lubbock, foi inaugurada uma estátua de Buddy Holly em bronze, construída pelo escultor americano Grant Speed, de Utah. A estátua tem 2 metros e 60 centímetros de altura e pesa pouco mais de 1 tonelada. == Discografia == ===Estúdio=== Buddy Holly lançou apenas três álbuns durante sua vida. Entretanto, suas gravações foram tão prolíficas em quantidade, que a Coral Records foi capaz de lançar novos álbuns e singles do cantor pelos próximos 10 anos após sua morte. A qualidade técnica destas gravações que Buddy deixou compreende, em sua maioria, gravações de estúdio, sendo algumas de qualidade e outras simplesmente gravações caseiras. *1957 The \"Chirping\" Crickets *1958 Buddy Holly *1958 That'll Be the Day *2004 Chirping Crickets: 4 Bonus Tracks *2004 Buddy Holly: 3 Bonus Tracks ===Coletâneas (seleção)=== Após a morte de Buddy Holly, em 1959, foram lançadas inúmeras coletâneas, algumas oficiais, outras não. Dentre elas, devemos mencionar Giant (1969), que contém gravações caseiras; The Buddy Holly Story Vol.1 & 2 (1959 e 1960 respectivamente), From The Original Master Tapes (1985) e Memorial Collection (2009), com 3 CDs. *1959 The Buddy Holly Story *1960 The Buddy Holly Story, Vol. 2 *1961 That'll Be the Day *1963 Reminiscing *1964 Showcase *1965 Holly In The Hills *1966 The Best of Buddy Holly *1967 Buddy Holly's Greatest Hits *1969 Giant *1970 Buddy Holly's Greatest Hits, Volume 2 *1971 Good Rockin *1971 Remember *1972 Buddy Holly: A Rock & Roll Collection *1974 Legend *1975 Rave On *1975 The Buddy Story *1975 The Nashville Sessions *1977 Western & Bop *1978 Buddy Holly & The Crickets 20 Golden Greats *1979 The Complete Buddy Holly *1982 The Great Buddy Holly *1983 For the First Time Anywhere *1985 From The Original Master Tapes *1989 20 Golden Greats: Buddy Holly *1989 True Love Ways *1991 Golden Greats *1993 Words Of Love *1993 The Buddy Holly Collection *1994 That'll Be the Day *1994 Greatest Hits *1994 Cover To Cover *1995 The Buddy Holly Tapes *1999 20th Century Masters: The Millennium Collection *1999 The Very Best of Buddy Holly *2001 Peggy Sue *2001 Love Songs *2001 Forever 22 With The Picks *2001 The Buddy Holly Story *2002 The Singles Plus *2002 Only The Love Songs *2002 The Best of Buddy Holly *2003 Reminiscing *2003 Singles Collection: Complete Coral Singles *2005 Gold *2005 The Ultimate Collection *2006 Definitive Collection *2009 Down the Line: Rarities *2009 Memorial Collection == Ver também == * Rockabilly == Ligações externas == * Site oficial Categoria:Guitarristas dos Estados Unidos Categoria:Compositores dos Estados Unidos Categoria:Cantores dos Estados Unidos Categoria:Músicos de rockabilly Categoria:Vítimas de acidentes aéreos dos Estados Unidos Categoria:Batistas dos Estados Unidos Categoria:Músicos mortos em acidentes ou incidentes aéreos‎ Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Artistas da Decca Records",
 "title": "Buddy Holly"
}