{
 "id": "38757",
 "text": "Antônio Carlos Zarattini, mais conhecido como Carlos Zara (Campinas, 14 de fevereiro de 1930 – São Paulo, 11 de dezembro de 2002), foi um engenheiro, ator e diretor brasileiro.\"Carlos Zara\". Memória Globo Era irmão do militante político e também engenheiro civil Ricardo Zarattini (1935-2017). ==Biografia== Seus pais, Ricardo Zarattini e Annita (nascida Torresan) Zarattini, eram filhos de imigrantes italianos. Cumpriu o Serviço Militar Obrigatório no 1º Batalhão de Carros de Combate Leve em Campinas, no ano de 1949. Chegou a estudar piano por oito anos, formou-se em engenharia na Escola Politécnica da Universidade de São Paulo, mas foi nos palcos que achou seu caminho. Enquanto estudante, fez parte do Grupo de Teatro da Poli. Estreou no teatro em 1958, com a peça Uma cama para três.CARVALHO, Tania. Carlos Zara - Paixão em quatro atos. Coleção Aplauso. São Paulo: Imprensa Oficial do Estado de São Paulo, 2006. Depois da estreia nos palcos, Zara foi parar nos estúdios da TV Record, em 1956. Em 1959 participou do teleteatro da TV Tupi e do musical Lábios de Fogo, ao lado de Vera Nunes.PACE, Eliana. Vera Nunes - Raro Talento. Coleção Aplauso. São Paulo: Imprensa Oficial do Estado de São Paulo, 2006. Um ano depois, a convite da Record, aceitou o desafio de encenar e dirigir clássicos da literatura no Grande Teatro Record. Em 1963 foi chamado para fazer parte do elenco da TV Excelsior. E nesta emissora que, em 1967, fez um de seus papéis mais marcantes: o Capitão Rodrigo, personagem da adaptação para a TV do romance O Tempo e o Vento, de Érico Veríssimo. Atuou em mais de 30 telenovelas e minisséries, 26 peças teatrais e quatro filmes, entre eles Pra frente, Brasil (1981) e Lamarca (1994). Na Rede Globo atuou em Pai Herói, Baila Comigo, Elas por Elas, Direito de Amar, Sassaricando, Lua Cheia de Amor, Anos Rebeldes, Mulheres de Areia, Pátria Minha e Cara e Coroa, entre outras. Talvez seu trabalho mais marcante na emissora carioca tenha sido o seu primeiro, em Pai Herói, de Janete Clair, onde viveu o mau-caráter César Reis, que tiranizava a esposa Carina (Elizabeth Savalla) e que era o principal antagonista de André (Tony Ramos). Seu último trabalho na TV foi ao lado de sua mulher e também atriz Eva Wilma - com quem foi casado por 23 anos - no seriado Mulher (1998/99). Os dois se conheceram nos bastidores da TV Tupi, na década de 1970, quando fizeram juntos a novela Mulheres de Areia Em 2006 a Coleção Aplauso lança a sua biografia, de autoria de Tânia Carvalho. == Morte == Morreu aos 72 anos de idade, em decorrência de falência múltipla de órgãos e insuficiência respiratória provocadas por um câncer de esôfago, após passar cinco dias internado no Hospital Sírio-Libanês, em São Paulo. Ele estava sob os cuidados dos médicos Drauzio Varella e Wagner Ibraim Pereira. O câncer, descoberto em agosto de 2001, estava sendo tratado com sessões de radioterapia e quimioterapia. ==Carreira== ===Na televisão=== ====Como ator==== *1998 - Mulher .... Otávio *1998 - Por Amor .... Juiz - participação especial *1995 - Cara e Coroa .... Antenor *1994 - Pátria Minha .... Evandro Aboim *1994 - A Madona de Cedro .... Juvenal *1993 - Mulheres de Areia .... Zé Pedro *1992 - Anos Rebeldes .... Queiroz *1990 - Lua Cheia de Amor .... Jordão *1990 - Gente Fina .... Frederico *1988 - Vida Nova .... Antônio Sapateiro *1987 - Sassaricando .... Ricardo *1987 - Direito de Amar .... Dr. Jorge Ramos *1984 - Caso Verdade, Esperança .... Julião Zuzarte *1983 - Champagne .... Sherman *1983 - Guerra dos Sexos .... Vitório Leone *1982 - Elas por Elas .... Jaime *1981 - Baila Comigo .... Caio Fernandes *1980 - Marina .... Estevão *1979 - Pai Herói .... César *1976 - O Julgamento .... Dimas *1975 - Um Dia, o Amor .... Ricardo *1974 - A Barba Azul .... Fábio *1973 - Mulheres de Areia .... Marcos Assunção *1971 - Nossa Filha Gabriela .... Tito *1970 - O Meu Pé de Laranja Lima .... Raul *1970 - Simplesmente Maria *1970 - As Bruxas .... Vítor *1969 - Dez Vidas .... Tiradentes *1969 - Os Estranhos .... Horácio Galvão *1969 - Sangue do Meu Sangue *1968 - Os Diabólicos .... Renato *1968 - A Muralha *1968 - Legião dos Esquecidos .... Raul *1968 - O Direito dos Filhos .... Paulo *1967 - O Tempo e o Vento .... Capitão Rodrigo Cambará *1967 - Os Fantoches *1967 - Os Galãs Atacam de Madrugada *1966 - As Minas de Prata .... padre Molina *1965 - Em Busca da Felicidade ....Alfredo *1965 - Vidas Cruzadas .... Henrique Varela *1965 - Onde Nasce a Ilusão .... Rodrigo *1964 - Folhas ao Vento *1963 - Corações em Conflito *1963 - Aqueles que Dizem Amar-se *1960 - Folhas ao Vento ==== Participações especiais ==== *1997 - Por Amor .... juiz *1983 - Champagne .... anfitrião da festa no primeiro capítulo *1983 - Guerra dos Sexos .... Vitório Leone *1980 - Plumas e Paetês .... Orlando (marido morto de Rebeca) ===No cinema=== * 1994 - Lamarca .... militar * 1983 - Pra frente, Brasil * 1958 - Crepúsculo de Ódios * 1957 - O Pão Que o Diabo Amassou * 1956 - Quem Matou Anabela? ====Como diretor==== * O Amor É Nosso - 1981 * Maria Nazaré - 1980 * A Viagem - 1975 * Um Dia, O Amor- 1975 * A Barba Azul - 1974 * Camomila e Bem-Me-Quer - 1972 * Signo da Esperança - 1972 * Nossa Filha Gabriela - 1971 * O Meu Pé de Laranja Lima - 1970 * Onde Nasce a Ilusão - 1965 ==Ligações externas== * Categoria:Alunos da Escola Politécnica da Universidade de São Paulo Categoria:Atores de cinema do Brasil Categoria:Atores de televisão do Brasil Categoria:Atores do estado de São Paulo Categoria:Brasileiros de ascendência italiana Categoria:Naturais de Campinas",
 "title": "Carlos Zara"
}