{
 "id": "38797",
 "text": "A SIC Comédia foi um canal temático da cadeia televisiva SIC, especialmente desenvolvido para a rede cabo/satélite, cujas emissões se iniciaram no dia 18 de outubro de 2004, terminando a 31 de dezembro de 2006. Este canal surgiu em substituição da SIC Sempre Gold. As sitcoms que este último canal emitia transitaram para a SIC Comédia. Relativamente a outras sitcoms, cuja transmissão já tinha terminado nos canais SIC Radical e SIC Mulher, essas iniciaram a sua repetição na SIC Comédia. Além destas sitcoms, o canal também transmitia britcoms já emitidas noutros canais de televisão portugueses. Algumas produções antigas da SIC ligadas ao humor foi também retransmitidas neste canal.http://www.publico.pt/media/noticia/sic-comedia-substitui-sic- gold-a-partir-de-dia-18-1205063 Quanto a programação inédita em Portugal, o canal emitiu dois talk-shows norte-americanos, The Tonight Show with Jay Leno e Late Night with Conan O'Brien, e ainda emissões antigas do prestigiado Saturday Night Live, antes disponíveis apenas em canais de língua estrangeira e sem legendas em português (inicialmente no canal NBC Europe e posteriormente no CNBC Europe).http://www.publico.pt/media/noticia/emissoes-do-sic-comedia- comecam-hoje-1206104 A SIC Comédia contou também com as prestigiadas sitcoms estrangeiras: 'Allo 'Allo!, ALF, BlackAdder, Everybody Loves Raymond, Cheers, Frasier, Caroline in the City, Whoopi, Seinfeld, Soap, e embora não confirmado, a série britânica Yes, Minister, bem como algumas produções próprias. == O fim == Foi anunciado no início de dezembro de 2006 que o canal SIC Comédia seria retirado da grelha da TV Cabo Portugal a no dia 31 desse mesmo mêshttp://comedialusa.blogspot.pt/2006/12/sic-comdia-termina-de-vez-por- falta-de.html, surgindo prontamente uma petição online para a reconsideração desta decisão. Apesar de assinada por mais de 3000 espectadores descontentes, a petição de nada serviu: à meia-noite de 31 de dezembro de 2006 para 1 de janeiro de 2007, o canal deixou de emitir, tanto na TV Cabo como em todos os outros operadores. Everybody Loves Raymond foi a última série que o canal transmitiu. A programação humorística do canal pôde ser vista posteriormente na SIC Mulher (nomeadamente o programa de debate \"bem-humorado\" Prazer dos Diabos), na SIC Radical, na RTP Memória e também noutros canais por cabo. Comedia Categoria:Canais de televisão extintos de Portugal Categoria:Canais de televisão fundados em 2004 Categoria:Canais de televisão extintos em 2007 Categoria:Fundações em Portugal em 2004 Categoria:Extinções em Portugal em 2007",
 "title": "SIC Comédia"
}