{
 "id": "38796",
 "text": "O amendoim (Arachis hypogaea L.) é uma planta da família Fabaceae. A planta do amendoim é uma planta herbácea, com caule pequeno e folhas compostas e pinadas, contendo quatro folíolos de formato elíptico e com inserção alternada. Possui abundante indumento, raiz aprumada, medindo entre 30–50 cm de profundidade. As flores são pequenas e amareladas e, depois de fecundadas, penetram no solo, com a ajuda de uma estrutura denominada ginóforo e de um fenómeno conhecido como geocarpia, onde os legumes se desenvolvem subterraneamente. O fruto é uma vagem. O amendoim tem uma grande importância económica, principalmente na indústria alimentar. Algumas variedades produzem grãos com uma grande quantidade de lípidos (de 45 a 50% de lipídios) e têm sido utilizadas para a fabricação de óleo de cozinha. Em várias regiões da África, o amendoim é moído para cozinhar vários pratos da culinária local, que ficam assim mais ricos em lípidos e proteínas. É muito apreciado como aperitivo, torrado ou frito. ==Nomes comuns== A espécie Arachis hypogaea conta com uma grande variedade de nomes comuns, que alternam de país para país: ===Portugal=== Amendoim, aráquide ou aráquida, alcagoita (regionalismo algarvio); ervilhana ou arvelhana (regionalismos do Alentejo e do Algarve); amendobi (nome antigo); ===Brasil=== Amendoí, amendoís, mandobi, mandubi, mendubi, menduí, mindubim e minuim;FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.104 ===Guiné-Bissau=== Mancarra; jinguba; ===Moçambique=== Amendoim, com o registo Nº MZ/2014/375, no IPI (Instituto da Propriedade Industrial) de Moçambique. ===Angola=== Jinguba (também grafado ginguba); ===Cabo Verde === Mancarra, jiguba, jinguba, mandubi, manobi, amendubi, amendo mepinda. === São tomé e Principe === Jinguba (também grafado ginguba). == Etimologia == * \"Amendoim\", \"amondoí\", \"amendoís\", \"mandobi\", \"mandubi\", \"mendubi\", \"menduí\" e \"mindubi\" originaram-se do tupi mãdu'bi, \"enterrado\". *«Alcagoita» provém do vocábulo nauatle cacahuete, que significa «cacau da terra». *«Aráquide» ou «aráquida» entraram no português por via do francês oitocentista arachide que, por seu turno, proveio do grego antigo arakídes. *«Ervilhana» ou a variante «arvilhana», de acordo com certos autores, poderão provir do castelhano avellana (avelã), ao passo que há outros autores, para os quais o étimo será simplesmente a palavra portuguesa ervilha. *«Mancarra» crê-se que seja de origem crioula. == Descrição == O amendoim é uma planta originária da América do Sul (Brasil e países fronteiriços: Paraguai, Bolívia e norte da Argentina), na região compreendida entre as latitudes de 10º e 30º sul, com provável centro de origem na região do Chaco, incluindo os vales do Rio Paraná e Paraguai. A difusão do amendoim iniciou-se para as diversas regiões da América Latina, América Central e México. No século XVIII foi introduzido na Europa. No século XIX difundiu-se do Brasil para África e do Peru para as Filipinas, China, Japão e Índia. === História === Na pendência do século XVI, os portugueses descobrem o amendoim no Brasil, onde já era cultivado pelos ameríndios nativos, tendo-o ulteriormente introduzido em Portugal, no século XVIII, e posteriormente em África, no século XIX. Com efeito, Gabriel Soares de Sousa, no Tratado Descritivo do Brasil de 1587, discorre sobre o amendoim, nos seguintes termos: == Modos de utilização e consumo == O consumo mais popular do amendoim se dá das seguintes formas: como manteiga de amendoim (em sanduíches, doces ou consumido puro), torrados, cozidos ou crus. A principal utilização da manteiga de amendoim é em casa, mas grandes quantidades são também utilizadas na produção comercial de sanduíches, doces e produtos de panificação. Também é largamente utilizado como recheio ou componente de chocolates e bombons. No Brasil, vários produtos alimentícios têm como base o amendoim: paçoca de amendoim, pé-de-moleque, doce de amendoim, entre outros. Também é consumido como principal ingrediente de bolos, gelados e sorvetes. Óleo de amendoim é frequentemente utilizado na culinária, porque tem um sabor suave e queima a uma temperatura relativamente elevada. O amendoim também é usado para a alimentação de aves de jardim. Os amendoins têm uma variedade de usos finais industriais. Tintas, vernizes, óleos lubrificantes, roupas de couro, polidor de móveis, inseticidas e nitroglicerina são feitos de óleo de amendoim. Alguns processos de saponificação utilizam óleo de amendoim, assim como a produção de diversos cosméticos. A porção de proteínas do óleo é usado na fabricação de algumas fibras têxteis. As cascas de amendoim são aproveitados na fabricação de plástico, gesso, abrasivos, e combustível. Eles também são usados para fazer celulose (rayon e utilizado em papel) e mucilagem (cola). A parte aérea da planta de amendoim é utilizada para fazer feno. O bolo de proteína (farelo de bagaços), resíduo do processamento do óleo, é usado na alimentação animal e como fertilizante do solo. Também pode ser usado, como outros legumes e grãos, para fazer um leite sem lactose, como bebida, o leite de amendoim. O amendoim pode ser usado para suprir as necessidades diárias de proteína que nosso organismo necessita, porém é necessário combiná-lo com outros alimentos tais como: cereais integrais (supre a deficiência de metionina), legumes (supre a deficiência de lisina e treonina) ou com levedura de cerveja (supre a deficiência de metionina e treonina) (Pamplona, p. 235). O amendoim é pobre em metionina, lisina e treonina, por isso esse cuidado (ibid.). == Utilização na América Latina == A Argentina é a maior produtora de amendoim na América Latina e a 9ª maior do mundo. No Brasil, se produz um doce à base de amendoim moido, açúcar e sal, conhecido como paçoca. Na Colômbia, a semente é consumida de diversas formas: frito (cristalizadas, frito com e sem casca, com e sem sal), torrados, com ou sem casca, e cristalizada. Neste último caso, cristalizadas caramelo, vermelho é a cor vermelha natural da casca. Ele também é usado para fabricar o Nougat de Amendoim embebido em caramelo. No Chile, é normalmente vendido como um lanche, preparado ou industrial, de artesanato ou em estações de serviço, também em supermercados, quiosques e lojas de conveniência, entre outros. Além disso, em quase todos os cantos das áreas do centro turísticas ou comerciais. Cuba também o tem como um alimento bem popular, sendo vendido nas ruas pelos chamados \"Manisero\", que torram as sementes e as vendem embaladas nos famosos \"cones de amendoim\", popularizado pela canção de Moisés Simons, \"El manisero\" Na Espanha, a semente é consumida crua ou assada, então chamada de \"Panchito\", embora seja geralmente conhecido popularmente como \"cacahuetes\" ou \"cacau\". Nas Ilhas Canárias são chamados de Maní. No México, é comum encontrá-los em diferentes formas, como aperitivo ou lanche (salgado,tipo japonês, caramelizados, picantes, etc.) Ou como um doce altamente nutritivo tradicional feito com amendoim e mel chamado \"pé de cabra\" ou \"fricassé\" (você também pode fazer com outras sementes, sementes de abóbora) e, até mesmo, como marzipã de amendoim. Ele também é usado para preparar vários pratos, como frango ao molho de amendoim. No Equador, é um alimento amplamente consumido, que tem uma forte presença em algumas províncias costeiras e da província de Manabí, onde seu uso é essencial na preparação de pratos como frutos do mar viche os pratos corviche e outros feitos com bananas. Da mesma forma, utilizada na culinária do Equador para preparar bolinhos de peixe, cozidos, guatita, etc. É comercializado como um lanche em uma escala industrial em diversas formas: sal, mel, pimenta etc. No Peru, também é um alimento popular que pode ser encontrado em várias apresentações e preparações, confit doces e salgados artesanais e industriais com caramelo de enchimento para chocolates etc . Também é usado na preparação de um prato chamado \"patinhas com amendoins.\" Na Venezuela e, provavelmente, em outros países, se usa amendoim com nozes e grãos diversos na decoração da mesa na véspera de Natal ou como um lanche para as crianças na escola. Peanut oil bottle.jpg| PeanutButter.jpg Dragee_\"Арахис_в_шоколаде\"_02.jpg| ==Produção== O estado de São Paulo concentra mais de 90% da produção brasileira de amendoim, sendo que o Brasil exporta cerca de 30% do amendoim que produz.Estudo mapeia áreas de produção de amendoim do Brasil para prevenir doença do carvão A produção mundial de amendoins no ano de 2018, de acordo com dados da FAOSTAT, foi de aproximadamente 45,9 milhões de toneladas. A China lidera como maior produtor mundial, com 37,7% do volume produzido no mundo. O ranking dos principais produtores mundiais está listado a baixo: Produção em toneladas Ano 2018 Fonte: FAOSTAT (FAO) Classificação País Produção (ton) Porcentagem 1.º align=\"center\" 2.º align=\"center\" 3.º align=\"center\" 4.º align=\"center\" 5.º align=\"center\" 6.º align=\"center\" 7.º align=\"center\" 8.º align=\"center\" 9.º align=\"center\" 10.º align=\"center\" 11.º align=\"center\" 12.º align=\"center\" 13.º align=\"center\" 14.º align=\"center\" 15.º align=\"center\" Total align=\"center\" O valor bruto da produção mundial, no ano de 2016 foi de aproximadamente 26,84 bilhões de dólares. Categoria:Faboideae Categoria:Nozes e sementes oleaginosas",
 "title": "Amendoim"
}