{
 "id": "39039",
 "text": "Joaquín Salvador Lavado Tejón (Mendoza, 17 de julho de 1932 – Mendoza, 30 de setembro de 2020), mais conhecido como Quino, foi um pensador, historiador, gráfico e cartunista argentino conhecido pela criação de suas histórias em quadrinhos. == Biografia == Filho de imigrantes espanhóis da Andaluzia, nasceu em 1932 na província de Mendoza na Argentina. Desde cedo, foi chamado pelos familiares pelo apelido com que é conhecido, Quino, para diferenciá-lo do tio homônimo, desenhista, com quem já aos 3 anos de idade aprendeu o gosto pela arte. Em 1945, perdeu a mãe e em 1948, o pai. No ano seguinte, abandonou a Faculdade de Belas Artes com a intenção de se tornar um autor de banda desenhada e logo vendeu o seu primeiro desenho animado, um anúncio de uma loja de seda. Em 1950, estabeleceu-se em Buenos Aires. Por fim, publicou a sua primeira página de humor na revista semanal Esto es. Logo se seguiram outras edições, como Leoplán, TV Guía, Vea y Lea, Damas y Damitas, Usted, Panorama, Adán, Atlántida, Che, o diário Democracia, entre outros. Neste período, também tirou fotos para publicidade. Publicou as suas coleções primeiro no livro Mundo Quino, em 1963. Nessa época, recebeu uma encomenda de algumas páginas para uma campanha da empresa de eletrodomésticos Mansfield, para a qual desenvolveu uma personagem com um nome parecido com o da empresa, Mafalda. A campanha não chegou a sair, mas a personagem ganhou vida e foi publicada primeiramente na revista Primera Plana em 1964, após ser recusada pelo jornal Clarín. Entre 1965 e 1967, Mafalda foi publicada no jornal El Mundo, e mais tarde passou a ser impressa também na Itália, Espanha (onde a censura forçou Quino a rotulá-la como \"conteúdo para adultos\"), Portugal e em outros países. Em 1973, decidiu dar um fim à tirinha, afirmando primeiramente que temia se tornar repetitivo e, depois, dando a entender que temia represálias políticas. Em 2009, aposentou-se dos desenhos. Após ficar viúvo em 2017, mudou-se de Buenos Aires para Mendoza. Vitimado por um glaucoma que lhe tirava a capacidade de desenhar, Quino reduziu as aparições públicas nos anos finais de sua vida. Morreu no dia 30 de setembro de 2020, aos 88 anos, em Mendoza, Argentina. == Ligações externas == * Sítio oficial Categoria:Argentinos de ascendência espanhola Categoria:Autores de banda desenhada da Argentina Categoria:Cartunistas da Argentina Categoria:Mortes por acidente vascular cerebral Categoria:Pessoas com dupla nacionalidade Categoria:Prémio Princesa de Astúrias de Comunicação e Humanidades",
 "title": "Quino"
}