{
 "id": "39034",
 "text": "The Piper at the Gates of Dawn é o álbum de estreia da banda britânica de rock Pink Floyd, lançado em agosto de 1967. Foi o único álbum da banda que foi feito sob a liderança de Syd Barrett. O álbum tem letras caprichosas sobre bruxas, espantalhos, gnomos, bicicletas e contos de fadas, juntamente com passagens instrumentais de rock psicodélico. É considerado um dos pioneiros do art rock. O álbum foi gravado nos Abbey Road Studios, e foi distribuído em 1967, chegando a ser o 6º mais vendido no Reino Unido e o 131º mais vendido nos Estados Unidos. The Piper at the Gates of Dawn foi produzido no estúdio Abbey Road, simultaneamente às gravações de outro grande sucesso da indústria fonográfica britânica: o oitavo dos Beatles, Sgt. Pepper’s Lonely Hearts Club Band. O convívio durante esse período acabou proporcionando grande troca de influências musicais entre as duas bandas. Ambos os discos refletem a onda de experimentação que marcou os processos de composição e gravação da época. O álbum é o único registro da liderança do vocalista e compositor Syd Barrett, autor da maior parte das faixas do disco. O consumo excessivo de drogas e o mau comportamento fizeram com que os outros integrantes da banda convidassem o cantor e guitarrista David Gilmour para substituir Barrett. O título do álbum é baseado no conto infantil O vento nos salgueiros, de Kenneth Grahame, onde o Rato e a Toupeira, enquanto procuram um animal perdido, têm uma experiência religiosa. (\"Este é o local do meu sonho, onde eu ouvi a música,\" segredou o Rato, como se estivesse em transe. \"Aqui é o meu local sagrado, se o pudermos encontrar nalgum lado, é aqui\"). O flautista (em inglês: piper) é identificado com o deus grego Pan. == Faixas == Todas as faixas foram escritas por Syd Barrett, exceto onde indicado === Versão britânica === ==== Lado A ==== # \"Astronomy Domine\" – 4:12 # \"Lucifer Sam\" – 3:07 # \"Matilda Mother\" – 3:03 # \"Flaming\" – 2:46 # \"Pow R. Toc H.\" (Nick Mason, Wright, Roger Waters, Barrett) – 4:26 # \"Take Up Thy Stethoscope and Walk\" (Waters) – 3:05 ==== Lado B ==== # \"Interstellar Overdrive\" (Barrett, Mason, Waters, Wright) – 9:41 # \"The Gnome\" – 2:13 # \"Chapter 24\" – 3:42 # \"The Scarecrow\" – 2:11 # \"Bike\" – 3:21 === Versão norte-americana === ==== Lado A ==== # \"See Emily Play\" - 2:53 #* Vocais: Barrett # \"Pow R. Toc H.\" (Barrett, Mason, Waters, Wright) – 4:26 # \"Take Up Thy Stethoscope and Walk\" (Waters) – 3:05 # \"Lucifer Sam\" – 3:07 # \"Matilda Mother\" – 3:08 ==== Lado B ==== # \"The Scarecrow\" – 2:11 # \"The Gnome\" – 2:13 # \"Chapter 24\" – 3:42 # \"Interstellar Overdrive\" (Barrett, Mason, Waters, Wright) – 9:41 === Versão japonesa === # \"Astronomy Domine\" – 4:12 # \"Lucifer Sam\" – 3:07 # \"Matilda Mother\" – 3:08 # \"Flaming\" – 2:46 # \"Pow R. Toc H.\" (Barrett, Mason, Waters, Wright) – 4:26 # \"Take Up Thy Stethoscope and Walk\" (Waters) – 3:05 # \"Interstellar Overdrive\" (Barrett, Mason, Waters, Wright) – 9:41 # \"The Gnome\" – 2:13 # \"Chapter 24\" – 3:42 # \"The Scarecrow\" – 2:11 # \"Bike\" – 3:21 # \"See Emily Play\"(barrett) - 2:53 === Edição comemorativa de 40 anos (2007) === Uma edição comemorativa dos 40 anos de The Piper at the Gates of Dawn foi lançada em 2007. Uma versão com dois CDs, um na versão estéreo e outro na versão original mono, foi lançada no dia 4 de setembro de 2007 e outra versão com três CDs (um em mono, um em estéreo e outro com as músicas gravadas não-lançadas no álbum original) foi lançada no dia 11 de setembro do mesmo ano. A embalagem, cujo design foi elaborado por Storm Thorgerson, tem a forma de um livro com capa de tecido. O conjunto é acompanhado ainda por uma réplica de um caderno de Syd Barrett de doze páginas. Os discos 1 e 2 contêm o Piper na íntegra em mono (disco 1) e estéreo (disco 2). Ambos foram re-remasterizados por James Guthrie. O disco 3 contém algumas canções da época do Piper que até então permaneciam guardadas nos estúdios Abbey Road. Entre o material inédito estão tomadas alternativas de \"Interstellar Overdrive\", uma versão antiga de \"Matilda Mother\" com letra diferente e uma versão estéreo de \"Apples and Oranges\". # \"Arnold Layne\" (mix da versão do single; mono) – 2:57 # \"Candy and a Currant Ban\" (mix da versão do single; mono) – 2:45 # \"See Emily Play\" (mix da versão do single; mono) – 2:54 # \"Apples and Oranges\" (mix da versão do single; mono) – 3:05 # \"Paint Box\" (mix da versão do single; mono) – 3:45 # \"Interstellar Overdrive\" (mix de EP francês; mono) – 5:15 # \"Apples and Oranges\" (estéreo) – 3:11 # \"Matilda Mother\" (versão antiga com letra diferente; mono) – 3:09 # \"Interstellar Overdrive\" (tomada alternativa N°6; mono) – 5:03 * Todas as faixas desse disco são creditadas a Syd Barrett, exceto \"Paint Box\" (Rick Wright) e \"Interstellar Overdrive\" (Barrett, Mason, Waters, Wright). == Ficha técnica == * Syd Barrett - guitarras, vocais, design da parte de trás da capa do LP * Roger Waters - baixo, vocais * Richard Wright – órgão, piano, órgão Farfisa, sintetizador, violoncelo, vocais * Nick Mason - bateria, percussão === Outros === * Peter Jenner (um dos empresários da banda) - vocalizações no início de \"Astronomy Domine\" * Peter Brown - engenheiro de som * Vic Singh – fotografia da capa * James Guthrie - remasterização (edição em CD de 1994) Categoria:Álbuns de Pink Floyd Categoria:Álbuns de estreia de 1967",
 "title": "The Piper at the Gates of Dawn"
}