{
 "id": "39093",
 "text": "A ecdise ou muda chama-se ao processo de mudança do exosqueleto nos animais que apresentam este modo de crescimento e que, por esse motivo, foram agrupados num clade denominado Ecdysozoa. Pertencem a este grupo os artrópodes, os nemátodes, os Nematomorpha, os Tardigrada, os Onychophora, os Loricifera, os Priapulida e os Cephalorhyncha. O processo da ecdise nos Ecdysozoa é controlado por hormonas chamadas ecdisteróides. A capacidade de mudar o exosqueleto é uma estratégia evolutiva com várias vantagens, principalmente para animais pequenos que vivem na água ou que voam. Em primeiro lugar, um exosqueleto não mineralizado é mais leve e exige menos energia a formar-se. Por outro lado, apesar de existirem muitos ecdisiozoários que não mudam de forma ao crescerem, a possibilidade de mudar a “pele” permite-lhes também mudarem de forma, as metamorfoses que permitem que o animal se adapte a novos ambientes. A seguir à muda, o animal apresenta um exosqueleto mole durante algum tempo (que depende da espécie e do tamanho do indivíduo). Em algumas pescarias de crustáceos, estes animais \"em muda\" são descartados, uma vez que têm menor valor comercial, mas nos Estados Unidos existe a tradição de comer o soft-shelled crab, ou \"caranguejo-de-casca-mole\", normalmente da espécie Callinectes sapidus. Informalmente, também se chama, ecdise à mudança de pele dos répteis, à mudança de pelo em alguns mamíferos e de plumas nas aves. Essa definição estava no dicionário Michaelis, entretanto, essa definição foi abandonada pela editora. A quantidade de mudas varia de acordo com a espécie. O seu controle é neuro-hormonal. O sistema nervoso produz neuro-secreções que estimulam certos órgãos, a produzirem e liberarem o hormônio ecdisona; a ecdisona estimula as células do epitélio a iniciarem o processo de muda. Esse processo é iniciado na linha de muda. O esqueleto é rompido pela pressão exercida pelo corpo do animal, que absorve água e incha. Podem-se distinguir quatro fases de muda: #Pró-ecdise: fase anterior à muda, compreendendo toda a fase preparatória. #Ecdise: rompimento e liberação do esqueleto antigo; é a muda propriamente dita. #Pós-ecdise: fase logo após a muda, caracterizada pelo crescimento do animal e pelo gradual endurecimento do novo esqueleto. #Intermuda: período entre as mudas, em que o animal faz reservas alimentares, em seus tecidos, preparando-se para a próxima muda. Categoria:Zoologia Categoria:Etologia",
 "title": "Ecdise"
}