{
 "id": "3912",
 "text": "Omã (), ou, mais raramente, Omão, oficialmente Sultanato de Omã (), é um país árabe na costa sudeste da Península Arábica. Com uma posição de importância estratégica na foz do Golfo Pérsico, o país faz fronteira com os Emirados Árabes Unidos a noroeste, Arábia Saudita a oeste, e Iémen ao sul e sudoeste, e compartilha fronteiras marítimas com o Irão e Paquistão. A costa é formada pelo Mar da Arábia, no sudeste, e pelo Golfo de Omã no nordeste. Os enclaves de Mada e Moçandão estão rodeados pelos Emirados Árabes em suas fronteiras terrestres, com o Estreito de Ormuz (que partilha com o Irã) e o Golfo de Omã formando os limites costeiros de Moçandão. O Omã é o único país do mundo cujo nome, na língua portuguesa, começa com a letra O. A partir do final do , o Sultanato de Omã foi um poderoso império, competindo com Portugal e Grã- Bretanha pela influência no Golfo Pérsico e no Oceano Índico. Em seu auge, no , a influência e controle de Omã se estendia através do Estreito de Ormuz aos atuais Irão e Paquistão, e até o sul de Zanzibar (hoje parte da Tanzânia, também sua antiga capital). Como o seu poder declinou no , o sultanato ficou sob a influência do Reino Unido. Historicamente, Mascate foi o principal porto comercial da região do Golfo Pérsico. Mascate também esteve entre os portos comerciais mais importantes do Oceano Índico. A religião oficial de Omã é o Islã. Omã é uma monarquia absoluta. O Sultão Qabus bin Said Al Said foi o líder hereditário do país desde 1970. Foi o governante mais antigo no Oriente Médio e o sétimo monarca cujo reinado foi o mais longo do mundo. Ele morreu em 2020 aos 79 anos, sendo sucedido por seu primo, Haitham bin Tariq Al Said, já que não deixou herdeiros diretos. Omã possui modestas reservas de petróleo, ficando em 25º a nível mundial. No entanto, em 2010, o PNUD classificou Omã como a nação mais aprimorada no mundo em termos de desenvolvimento durante os últimos 40 anos. Uma parcela significativa de sua economia vem do turismo e do comércio de peixes, e de certos produtos agrícolas. Isso o diferencia de seus vizinhos com suas economias majoritariamente dependentes do petróleo. Omã é classificado como uma economia de alta renda e ocupa a posição 74º de países mais pacíficos do mundo, de acordo com o Índice Global da Paz. A situação dos direitos humanos é pobre, e o país é classificado como não livre pela Freedom House. == História == Antiga satrapia do Império Aquemênida, e posteriormente, do Império Sassânida, o Omã só ficou livre desse poder em 632. Em 751, os ibaditas criaram o Imamado do Omã, sendo governado por imames. Durante séculos o Omã não passava de um mero país incrustado no deserto, até que os portugueses o invadiram em 1508. Em 1659, os Omanitas recuperam a independência tomam o Omã e expulsam os portugueses. Inicia-se a era de ouro do sultanato, que expande suas fronteiras e obtém várias colônias no Oceano Índico (Zanzibar e Comores, na África e o Baluchistão, na Ásia) que foram perdidas no colapso que o país sofreu, em 1891, quando virou um mero protetorado britânico, tornando-se novamente independente em 1971. === Independência === No , Omã era uma grande potência que dominava grandes áreas da Pérsia, Baluchistão e Zanzibar, mas a sua força gradualmente foi diminuindo. A terra era dividida em duas, com a área interior sendo governada pelos Imames, cuja autoridade religiosa se tornava hereditária, enquanto as costas litorâneas permaneciam sob o poder do sultão. O sultão, Saíde ibne Taimur, juntou-se ao país com a ajuda dos britânicos em 1959. Em 1970, o sultão Qabus bin Said Al Said depôs seu pai, Saíde ibne Taimur, que foi exilado para Inglaterra, após um golpe sem derramamento de sangue, apoiado pelos ingleses. No ano seguinte, Omã declarou-se completamente independente. Várias melhorias significativas foram registradas desde então no país, como o crescimento da esperança de vida, o atendimento médico gratuito a todos os cidadãos, a educação escolar para homens e mulheres e o desenvolvimento da economia. Ao mesmo tempo, o país tem estado em uma política pacífica com seus vizinhos. Em janeiro de 2005, 100 pessoas foram detidos e 31 presas por planejarem um golpe de estado. Elas foram perdoadas depois de seis meses. Em 2007, o furacão tropical Gonu causou a morte de 50 pessoas e a destruição de várias áreas. Em fevereiro de 2011, manifestações da Primavera Árabe também se espalharam para Omã. Em outubro de 2015, uma mulher é eleita, pela primeira vez, para a Assembleia Consultiva do Omã. == Geografia == Um vasto e plano deserto cobre o centro do território de Omã, com uma cadeia montanhosa que percorre do centro-leste ao norte, chamada Montanhas Hajar, onde encontra-se o maciço Jabal Acdar. Neste maciço encontra-se o ponto mais elevado do país, Jabal Xemece, com seus m, e outra a sudoeste do país. As principais cidades omanis estão no litoral. Destaca-se a capital e a proximidade com os centros internacionais de Dubai e Abu Dabi, nos Emirados Árabes Unidos. == Política == Em Omã, o Chefe de Estado — e também de Governo — é o sultão, que funciona como monarca absoluto. No início da década de 1990, o sultão instituiu um conselho eleito, o Majlis ash-Shura que, no entanto, tem apenas funções consultivas. O sufrágio universal para os maiores de 21 anos foi instituído em outubro de 2003 e teve uma participação de 190 mil votantes (74% dos eleitores) para escolher os 83 membros dos conselhos. A dinastia Abuçaíde, a qual o sultão (Qabus bin Said Al Said, que governou de 1970 até 2020) pertence, governa o país há mais de 250 anos. == Direitos Humanos == A prática da tortura é generalizada nas instituições penais do Estado de Omã e tornou-se a reação típica do Estado à expressão política independente. Os métodos de tortura utilizados em Omã incluem a execução simulada, o espancamento, o encapuzamento, o isolamento, a sujeição a temperaturas extremas e ao ruído constante, o abuso e a humilhação. Há numerosos relatos de torturas e outras formas desumanas de punição aplicadas pelas forças de segurança a manifestantes e detidos. Vários prisioneiros detidos em 2012 queixaram-se da privação do sono, temperaturas extremas e confinamento solitário. As autoridades de Omã mantiveram o Sultão al-Saadi, um ativista das redes sociais, em confinamento solitário, negaram-lhe acesso a seu advogado e família, forçaram-no a usar um saco preto sobre sua cabeça quando saía de sua cela, inclusive ao usar a casa de banho., e disseram-lhe que sua família o tinha \"abandonado\" e pedido que ele fosse preso. Os actos homossexuais são ilegais em Omã. Os trabalhadores estrangeiros são habitualmente abusados pelos empregadores e pelo próprio regime. O sistema de kafala vigora. == Subdivisões == O Omã está dividido em 11 províncias (muhafazat), cada qual subdividida em vilaietes (distritos): Nome População Área (km2) Vilaietes Capital Mapa Ref. Batina Setentrional 6 Soar Batina Meridional 6 Rustaque Buraimi 3 Buraimi Central 4 Haima Daira 3 Ibri Dofar 10 Salalá Interior 8 Nizua Mascate 6 Mascate Moçandão 4 Caçapo Nordeste 6 Ibra Sudeste 5 Sur == Demografia == Em 2014, a população total de Omã era de mais de 4 milhões, sendo 2,150 milhões naturais do país e 1,680 milhão de estrangeiros. A taxa de fecundidade total em 2011 foi estimada em 3,70. 43% da população tem menos de 15 anos de idade. Cerca de 50% da população vive em Mascate e a planície costeira de Batina, no noroeste da capital; cerca de vivem na região de Dofar (sul) e cerca de vivem na Península de Moçandão e no Estreito de Ormuz. == Economia == 200px|thumb|esquerda|Mascate, capital do país Até meados do , Omã era um entreposto de escravos e armas. Com o fim da escravidão em 1970, a região perdeu muito de sua prosperidade, e a economia ficou reduzida à agricultura, ao comércio de camelos e caprinos, à pesca e o artesanato tradicional. Hoje, graças ao petróleo, a economia tem apresentado grande desenvolvimento nos últimos 30 anos. O governo prossegue com a privatização de serviços públicos e com o desenvolvimento de leis comerciais que facilitem o investimento externo e organizem o orçamento do país. O Omã continua a liberalização de seu mercado para se adequar às regras da Organização Mundial do Comércio. Para reduzir o desemprego, o governo vem encorajando a substituição de mão de obra estrangeira por trabalhadores do próprio país. Cursos de tecnologia de informação, técnicas de administração e língua inglesa para cidadãos do país apoiam este objetivo. == Infraestrutura == === Educação === A taxa de alfabetização da população adulta omanense foi de 86,9%, em 2010. Até 1970, apenas três escolas formais existiam em todo o país, com menos de 1 000 alunos recebendo educação em suas dependências. Desde que o sultão Cabus chegou ao poder, em 1970, o governo deu prioridade à educação como meio de desenvolver uma força de trabalho nacional, considerada pelo governo um fator vital para o progresso econômico e social do país. Hoje, existem mais de 1 000 escolas estaduais e cerca de 650 000 alunos em Omã. Em 1986, foi criada a primeira universidade do Omã, a Universidade do Sultão Cabus. A partir de então, outras instituições de ensino superior e técnico também surgiram no país, como a Universidade de Nizua e a Escola Superior de Tecnologia. Há, ainda, outras seis faculdades de tecnologia, seis faculdades de ciências aplicadas, uma faculdade de economia e estudos financeiros, um instituto de ciências da Xaria, e vários institutos de enfermagem. Cerca de 200 bolsas são concedidas a cada ano para estudantes omanenses no exterior. De acordo com o Webometrics Ranking of World Universities, as universidades de maior prestígio no país são a Universidade Sultão Cabus, Universidade de Nizua e a Universidade de Dofar, que ocupam as posições 1 924, 7 090 e 8 160 entre as universidades mundiais, respectivamente. == Cultura == Apesar de Omã ser um país bastante moderno, a influência ocidental é reduzida: o islamismo tradicional, ibadita, possui mais restrições que o islamismo sunita e o xiita. A música tradicional acompanha vários aspetos da vida, incluindo nascimentos, cerimônias fúnebres, casamentos e circuncisões. === Desporto === As corridas de camelos são um desporto tradicionalmente popular de Omã. Além disso, o futebol, râguebi e basquetebol aumentaram sua popularidade no país. Omã participa dos Jogos Olímpicos desde 1984. Os desportos olímpicos mais populares são o tiro e atletismo. A única mulher que representou Omã nas Olimpíadas é Buthayna Al-Yaqoubi. O país ainda não recebeu medalhas.Oman (em inglês)Oman (em inglês) A Seleção Omanense de Futebol não conseguiu competir nas finais da Copa do Mundo, mas foi duas vezes ao Campeonato Asiático (2004 e 2007), caindo na primeira rodada. Em setembro de 2011, ficou em 105º lugar na classificação da FIFA, com 43 clubes de futebol no país, que jogam um total de 8 610 jogadores registrados.Associações: Oman FIFA (em inglês) === Turismo === O Omã, apesar de não ser tão famoso turisticamente quanto o seu vizinho Emirados Árabes Unidos, tem se destacado como um destino turístico cada vez mais popular. Nos últimos anos, o turismo omanense tem experimentado um crescimento significativo, impulsionado por uma série de fatores, como a crescente conscientização sobre a beleza natural do país, a hospitalidade calorosa de seu povo e os investimentos em infraestrutura turística. Os atrativos do Omã são diversos e capazes de encantar viajantes de todos os gostos. Desertos vastos e imponentes, montanhas majestosas, praias paradisíacas e cidades históricas com uma arquitetura única formam um mosaico cultural e natural. Além disso, o país oferece uma variedade de atividades, desde aventuras no deserto e mergulho em águas cristalinas até visitas a mercados tradicionais e mesquitas imponentes. Uma das grandes vantagens de visitar o Omã é a oportunidade de experimentar uma cultura autêntica e hospitaleira. Os omanenses são conhecidos por sua gentileza e receptividade, e os visitantes são frequentemente convidados a participar de suas tradições e costumes. Além disso, o país oferece uma infraestrutura turística de alta qualidade, com hotéis luxuosos, restaurantes renomados e uma ampla gama de serviços para atender às necessidades dos turistas. Os destinos mais famosos no Omã, atualmente, são: * Grande Mesquita do Sultão Qaboos * Forte de Nizwa * Wadi Shab e Wadi Bani Khalid, dois oásis naturais exuberantes com cânions e piscinas de água cristalina * Montanha de Jebel Akhdar * Península de Musandam, uma região costeira montanhosa com fiordes espetaculares * Bimmah Sinkhole, uma espécie de cenote com água transparente * Deserto de Wahiba, onde é possível fazer \"safáris\". == Ver também == * Península Arábica == Bibliografia == * * * * * * * * * * * Categoria:Estados islâmicos",
 "title": "Omã"
}