{
 "id": "3913",
 "text": "Os Emirados Árabes Unidos (abreviado como EAU ou simplesmente Emirados Árabes; , ) são uma confederação árabe localizada no Golfo Pérsico, formada por monarquias, cada uma detendo sua soberania, chamadas emirados (equivalentes a principados). Os Emirados Árabes Unidos estão situados no sudeste da península Arábica e fazem fronteira com Omã e com a Arábia Saudita. Os sete emirados são Abu Dhabi, Dubai, Xarja, Ajmã, Umm al-Quwain, Ras al-Khaimah e Fujeira. A capital e a segunda maior cidade dos Emirados Árabes Unidos é Abu Dhabi. A cidade também é o centro de atividades políticas, industriais e culturais. Antes de 1971, os Emirados Árabes Unidos eram conhecidos como Estados da Trégua, em referência a uma trégua do século XIX entre o Reino Unido e vários xeques árabes. O nome Costa Pirata também foi utilizado em referência aos emirados que ocupam a região do século XVIII até o início do século XX.Encyclopædia Britannica décima primeira edição; XXI:188; II:255 (1911) O sistema político dos Emirados Árabes Unidos, baseado na constituição de 1971, dispõe de vários órgãos ligados intrinsecamente. O islamismo é a religião oficial e o idioma árabe, a língua oficial. Os Emirados Árabes Unidos têm a sexta maior reserva de petróleo do mundo e possuem uma das mais desenvolvidas economias do Médio Oriente. O país tem, atualmente, a trigésima sexta maior economia a taxas de câmbio de mercado do mundo, e é um dos países mais ricos do mundo por produto interno bruto (PIB) per capita, com um PIB nominal per capita de 54 607 dólares, de acordo com o Fundo Monetário Internacional (FMI). O país classifica-se na décima quarta posição em paridade de poder de compra per capita e tem, relativamente, um Índice de Desenvolvimento Humano considerado 'muito elevado', ocupando o 34.º lugar. No entanto, o país é considerado \"não livre\" pela organização Freedom House. A Human Rights Watch aponta vários atropelos de direitos humanos no país. Os Emirados Árabes Unidos são classificados como tendo uma alta renda de desenvolvimento da economia pelo FMI são um membros fundadores do Conselho de Cooperação dos Estados Árabes do Golfo Pérsico, e um membro da Liga Árabe. A nação também é membro da Organização das Nações Unidas, da Organização para a Cooperação Islâmica, da Organização dos Países Exportadores de Petróleo, e da Organização Mundial do Comércio. == História == === Primeiros povos === A habitação humana mais antiga dos Emirados Árabes Unidos data do período neolítico, c. Nesta fase, há provas de interação com o mundo exterior, em particular com civilizações ao norte. Estes contatos persistiram e tornaram-se abrangentes, provavelmente motivados pelo comércio do cobre nas montanhas Hajar, que teve início por volta de 3000 a.C. O comércio exterior, tema recorrente na história desta região estratégica, floresceu também em períodos posteriores, facilitado pela domesticação do camelo e o fim do segundo milénio a.C. Por volta do , o tráfico terrestre entre a Síria e cidades do sul do Iraque começou, seguido pela viagem marítima ao importante porto de Omana (hoje em dia, chama-se Umm al Qaywayn) e, daí para a Índia, sendo uma alternativa para a rota do mar Vermelho usada pelos romanos. Pérolas haviam sido exploradas na região durante milênios, mas neste momento, o comércio atingiu novos patamares. Viagens marítimas também foram um esteio e feiras importantes foram feitas em Doba, trazendo mercadores de regiões longínquas, como por exemplo, a China. === Advento do Islã === Acredita-se que a disseminação do Islã até a ponta nordeste da Península Arábica tenha ocorrido diretamente de uma carta enviada pelo profeta islâmico, Maomé, aos governantes de Omã no ano 630, nove anos após a hégira. Isso levou um grupo de governantes a viajar para Medina, convertendo-se ao Islã e, posteriormente, conduzindo uma revolta bem-sucedida contra os impopulares sassânidas, que dominavam as costas do norte na época. Após a morte de Maomé, as novas comunidades islâmicas ao sul do Golfo Pérsico ameaçaram se desintegrar, com insurreições contra os líderes muçulmanos. O califa Abu Bakr enviou um exército da capital Medina que completou sua reconquista do território (as Guerras Ridda) com a Batalha de Dibba na qual 10 mil vidas foram perdidas. Isso garantiu a integridade do califado e a unificação da Península Arábica sob o recém-emergente Califado Ortodoxo. Em 637, Julfar (na área da atual Ras Al Khaimah) era um importante porto usado como um ponto de partida para a invasão islâmica do Império Sassânida. A área do oásis Al Ain/Buraimi era conhecida como Tu'am e era um importante entreposto comercial para as rotas de camelos entre a costa e o interior da Arábia. O primeiro local cristão nos Emirados Árabes Unidos foi descoberto na década de 1990, um extenso complexo monástico no que agora é conhecido como ilha Sir Bani Yas e que remonta ao século VII. Considerada nestoriana e construída no ano 600, a igreja parece ter sido abandonada pacificamente em 750. Ele forma um raro vínculo físico com um legado do cristianismo que se acredita ter se espalhado pela península entre os anos de 50 e 350, seguindo rotas comerciais. Certamente, por volta do século V, Omã teve um bispo chamado João — o último bispo de Omã sendo Etienne, em 676. === Domínio europeu e otomano === A expansão portuguesa no oceano Índico, no início do século XVI, seguindo a rota de exploração do navegador Vasco da Gama, presenciou a batalha dos turco-otomanos pela costa do golfo Pérsico. Os portugueses controlaram esta área durante cerca de 150 anos, conquistando assim, os habitantes da península Arábica. Vasco da Gama foi ajudado por Ahmad Ibn Majid, navegador e cartógrafo árabe de Julfar, a encontrar a rota das especiarias da Ásia. Em seguida, algumas partes da nação caíram perante a influência direta do Império Otomano durante o século XVI. Posteriormente, a região ficou conhecida pelos britânicos como a \"Costa Pirata\", por causa de invasores que ali se concentravam que assediaram o setor marítimo, apesar de tanto navios europeus, quanto árabes patrulharem a área do século XVII ao século XIX. Expedições britânicas para proteger o comércio indiano de invasores de Ras al-Khaimah levaram a campanhas contra estas sedes e outros portos ao longo da costa em 1819. No ano seguinte, um tratado de paz foi assinado, ao qual todos os xeques aderiram. As invasões continuaram de forma intermitente até 1835, quando os xeques não concordaram em participar das hostilidades do mar. Em 1853, eles assinaram um tratado com o Reino Unido, sob qual os xeques (os \"Xeques da Trégua\") concordaram com uma \"trégua marítima perpétua\". O tratado foi executado pelo Reino Unido, porém disputas entre os xeques foram encaminhadas para os britânicos para uma resolução. Principalmente em reação à ambição de outros países europeus, o Reino Unido e os Xeques da Trégua estabeleceram vínculos mais próximos em um tratado, em 1892, semelhante a outros tratados assinados entre o Reino Unido e outros principados do golfo Pérsico. Os xeques não concordaram em ceder qualquer território, exceto ao Reino Unido, e não estabelecer relações com qualquer governo estrangeiro, que não fosse o RU, sem seu consentimento. Em troca, os ingleses prometeram proteger a Costa da Trégua de qualquer agressão marítima e ajudar em caso de ataque terrestre. === Indústrias das pérolas e de petróleo === Durante o século XIX e o início do século XX, a indústria de pérolas prosperou, proporcionando renda e emprego para o povo do golfo Pérsico. Isto começou a se tornar um bom recurso econômico para a população local. Então, a Primeira Guerra Mundial teve um severo impacto na pesca de pérolas, porém foi a depressão econômica no final da década de 1920 e início da década de 1930, junto com a invasão japonesa das pérolas cultivadas, que destruiu a indústria da pérola. A indústria finalmente desapareceu após a Segunda Guerra Mundial, quando o recém-independente governo da Índia impôs altos impostos nas pérolas importadas dos Estados árabes do golfo Pérsico. O declínio das pérolas resultou em uma era muito difícil, com poucas oportunidades de construir uma boa infraestrutura. No início da década de 1930, a primeira empresa petrolífera dos EAU realizou inquéritos preliminares e então, o primeiro carregamento de petróleo bruto foi exportado de Abu Dhabi em 1962. Com o aumento das receitas do petróleo, o governador de Abu Dhabi, o xeque Zayed bin Sultan Al Nahyan, empreendeu um programa de construções, construindo escolas, moradias, hospitais e rodovias. Quando as exportações de petróleo de Dubai começaram, em 1969, o Xeque Rashid bin Saeed Al Maktoum, governante de Dubai de facto, também foi capaz de utilizar as reservas de petróleo para melhorar a qualidade de vida da população. Em 1955, o Reino Unido ficou ao lado de Abu Dhabi em uma disputa com Omã sobre o oásis Buraimi, um outro território ao sul. Um acordo em 1974 entre Abu Dhabi e a Arábia Saudita teria resolvido a disputa de fronteiras Abu Dhabi-Saudi; no entanto, o acordo ainda tem de ser ratificado pelo governo dos Emirados Árabes Unidos e não é reconhecido pelo governo Saudita. A fronteira com Omã também permanece, oficialmente, incerta, porém os dois governos concordaram em delinear a fronteira em maio de 1999. === Independência === No início da década de 1960, o petróleo foi descoberto em Abu Dhabi, um evento que levou a rápidos rumores de unificação feitos pelos xeques. O xeque Zayed bin Sultan Al Nahyan tornou-se governador de Abu Dhabi em 1966 e os britânicos começaram a perder seus investimentos petrolíferos e contratos para empresas petrolíferas estadunidenses. Os britânicos já haviam iniciado um programa de desenvolvimento que ajudou algumas pequenas reformas nos Emirados. Os xeques dos Emirados decidiram formar um conselho para coordenar as questões entre eles e tomar conta do programa de desenvolvimento. Eles formaram o Conselho dos Estados da Trégua, e nomearam Adi Bitar, o conselheiro legal do xeque Rashid bin Saeed Al Maktoum, como Secretário-Geral e Conselheiro Legal do Conselho. O conselho acabou quando os Emirados Árabes Unidos foi formado. Em 1968, o Reino Unido anunciou sua decisão, reafirmada em março de 1971, de dar um fim às relações com os sete sheikhdoms da trégua que estiveram, junto ao Barém e o Catar, sob proteção britânica. Os nove tentaram formar uma união de emirados árabes, porém em meados de 1971 eles ainda eram incapazes de concordar em termos de união, mesmo que as relações britânicas expirariam em dezembro daquele ano. O Barém tornou-se independente em agosto, e o Catar em setembro de 1971. Quando o tratado britânico-sheikhdoms da trégua expirou em 1º de dezembro de 1971, os sete estados que ainda não haviam declarado suas independências acabaram se tornando independentes juntos, como um país único. Os mandantes de Abu Dhabi e Dubai formaram uma união entre seus dois emirados independentes, prepararam uma constituição, e chamaram os mandantes dos outros cinco emirados para uma reunião e ofereceram-lhes uma oportunidade de participar deste novo país. Também foi acordado entre o dois que a constituição seria escrita a 2 de dezembro de 1971. Nesta data, no Palácio Guesthouse de Dubai, quatro outros emirados concordaram em entrar em uma união que se chamaria Emirados Árabes Unidos. Ras al-Khaimah apenas se juntou depois, no início de 1972. Após os atentados terroristas de 11 de setembro nos Estados Unidos, os EAU foram identificados como um importante centro financeiro usado pela Al-Qaeda para transportar dinheiro aos sequestradores (dos dois sequestradores do 11/9, Marwan al-Shehhi e Fayez Ahmed Bannihammad, que bateram com o United Flight 175 na Torre Sul do World Trade Center, eram cidadãos emiratenses). A nação imediatamente cooperou com os Estados Unidos, congelando contas ligadas a suspeitos de terrorismo e reprimindo fortemente a lavagem de dinheiro. O país já havia assinado um acordo de defesa militar com os EUA em 1994 e um com a França em 1995. Os EAU apoiaram as operações militares dos Estados Unidos e os outros países engajados na guerra contra os talibãs no Afeganistão (2001) e Saddam Hussein e al-Qaeda no Iraque (2003) bem como operações que ajudam à Guerra Global contra o Terrorismo no Chifre da África, na Base Aérea de Al Dhafra, localizada fora de Abu Dhabi. A base aérea também ajudou operações dos Aliados na Guerra do Golfo Pérsico (1991). Em 2 de novembro de 2004, o primeiro presidente dos EAU, xeque Zayed bin Sultan Al Nahayan, morreu. Seu filho mais velho, xeque Khalifa bin Zayed Al Nahyan, sucedeu-o como governador de Abu Dhabi. De acordo com a constituição, o Supremo Conselho de Governadores dos EAU elegeu Khalifa como presidente. O xeque Mohammad bin Zayed Al Nahyan sucedeu Khalifa como príncipe herdeiro de Abu Dhabi. Em janeiro de 2006, o xeque Maktoum bin Rashid Al Maktoum, o primeiro-ministro dos EAU e o governador de Dubai, morreu, e o príncipe herdeiro, o xeque Mohammed bin Rashid Al Maktoum assumiu seus papéis. == Geografia == Os Emirados Árabes Unidos estão situados no Oriente Médio, fazendo fronteira com o golfo de Omã e o golfo Pérsico, entre Omã e a Arábia Saudita; o país localiza-se em uma posição estratégica ao longo das aproximações do estreito de Ormuz, um ponto de trânsito vital para o petróleo bruto mundial. Os EAU situam-se entre 22°50′ e 26° latitude norte e entre 51° e 56°25′ longitude leste. Compartilham uma fronteira de 530 km com a Arábia Saudita ao oeste, sul, e sudeste, e uma fronteira de 450 km com Omã ao sudoeste e nordeste. A fronteira terrestre com Catar na área de Khawr al Udayd é de cerca de 90 km no noroeste; no entanto, é um local disputado. A área total dos EAU é de aproximadamente 77 700 km². O tamanho exato do país é desconhecido, por causa da disputa de diversas ilhas no golfo Pérsico, também pela falta de informações precisas sobre o tamanho de muitas dessas ilhas, e também porque muitas das fronteiras destas ilhas, especialmente com a Arábia Saudita, continuam a esperar demarcação. Adicionalmente, disputas de ilhas com o Irã e Catar permanecem por resolver. O maior emirado, Abu Dhabi, constitui 87% da área total dos EAU (67 340 km²). O menor emirado, Ajmã, abrange apenas 259 km², correspondendo a 0,3% da área de todo o país. O litoral dos EAU se estende por mais de 650 km ao longo da costa sul do Golfo Pérsico. A maior parte da costa consiste de salinas que se estendem do interior. O maior porto natural está em Dubai, embora outros portos tenham sido dragados em Abu Dhabi, Xarja, e outros. Muitas ilhas são encontradas no golfo Pérsico, e as propriedades de algumas delas têm sido objeto de disputas internacionais com ambos Irã e Catar. As ilhas menores, bem como muitos recifes de coral e bancos de areia se deslocando, são uma ameaça para a navegação. Fortes marés e tempestades de vento ocasionais complicam ainda mais a navegação próxima à costa. === Clima === esquerda|thumb|Deserto próximo a Al Ain O clima dos Emirados Árabes Unidos é desértico, com verões e invernos quentes. Os meses mais quentes são julho e agosto, quando as temperaturas máximas médias atingem acima de 45°C na planície costeira. Nas montanhas Hajar, as temperaturas são consideravelmente mais baixas, como resultado do aumento da altitude. As temperaturas mínimas médias em janeiro e fevereiro estão entre 10 e 14°C. Durante os meses do final do verão, um vento úmido do sudeste conhecido como Sharqi (ou seja, \"oriental\") torna a região costeira especialmente desagradável. A precipitação média anual na área costeira é inferior a 120 mm, mas em algumas áreas montanhosas, a precipitação anual costuma atingir 350 mm. A chuva na região costeira cai em rajadas curtas e torrenciais durante os meses de verão, às vezes resultando em enchentes em leitos uádi, normalmente secos. A região está sujeita a tempestades de areia violentas ocasionais, que podem reduzir drasticamente a visibilidade. Em 28 de dezembro de 2004, houve registro de neve nos Emirados Árabes Unidos pela primeira vez, no aglomerado de montanhas Jebel Jais em Ras al-Khaimah.Middle East | Cold snap brings Gulf rare snow. BBC News (30 de dezembro de 2004). Acessado em 10 de outubro de 2015. Alguns anos depois, houve mais avistamentos de neve e granizo.Global warming or wonder! Hail the snow in Abu Dhabi : World, News – India Today. Indiatoday.intoday.in. Retrieved 10 October 2015.Middle East snow, extreme heatwaves and UAE fog: what's going on with the weather? | The National. Thenational.ae (29 de janeiro de 2013). Acessado em 10 de outubro de 2015. O aglomerado de montanhas Jebel Jais experimentou neve apenas duas vezes desde o início dos registros. === Meio ambiente e biodiversidade === Os Emirados Árabes Unidos contém três ecorregiões terrestres: Bosques montanhosos de Al Hajar, Deserto e semideserto do Golfo de Omã e bosques e arbustos xéricos no sopé de Al-Hajar. == Demografia == A demografia dos Emirados Árabes Unidos é extremamente diversificada. Em 2018, a população do país foi estimada em 9,6 milhões de habitantes, dos quais apenas 13% eram considerados cidadãos nativos, enquanto a maioria da população é formada por expatriados. A expectativa de vida média é 76,7 anos (2012), maior do que a de qualquer outro país árabe. O desequilíbrio populacional entre os sexos dos Emirados Árabes Unidos é o segundo maior do mundo, depois da Catar. === Religião === O islamismo é a religião oficial e a mais popular do país. O governo segue uma política de tolerância para com outras religiões e raramente interfere nas atividades de não muçulmanos. Da mesma forma, espera-se que os não muçulmanos evitem interferir em assuntos religiosos islâmicos. O governo impõe restrições à disseminação de outras religiões através de qualquer forma de mídia, pois é considerada uma forma de proselitismo. Há aproximadamente 31 igrejas em todo o país, um templo hindu na região de Bur Dubai, um templo sikhista em Jebel Ali e também um templo budista em Al Garhoud. Com base no censo do Ministério da Economia, em 2005, 76% do total da população era muçulmana, 9% era cristã e 15% de outras, principalmente o hinduísmo. Os números do censo não levam em conta os muitos visitantes \"temporários\" e os trabalhadores, contando os Baha'is e os drusos como muçulmanos. Entre os cidadãos dos Emirados, 85% são muçulmanos sunitas, enquanto que os muçulmanos xiitas são 15% da população, a maioria concentrada nos emirados de Xarja e Dubai. Os imigrantes de Omã são principalmente ibadistas, apesar de também terem influência sufista. === Imigração e composição étnica === A taxa de migração líquida do país é de 21,71, a mais alta do mundo. Nos termos do artigo 8º da lei federal nº 17, um expatriado pode requerer a cidadania árabe-emiradense depois de residir no país por 20 anos, desde que essa pessoa nunca tenha sido condenada por qualquer crime e que fale árabe fluentemente.Camille Paldi (13 July 2010) UAE Islamic Finance . I Love The UAE. Acessado em 27 de setembro de 2013. No entanto, esta cidadania não é dada tão facilmente, sendo que muitas pessoas vivem no país como apátridas (conhecidas como localmente como bidunes). Existem 1,4 milhão de cidadãos dos árabes-emiradenses.Call to naturalise some expats stirs anxiety in the UAE A população local é etnicamente diversa. De acordo com a CIA, 19% dos residentes eram nativos, 23% eram outros árabes e iranianos, 50% eram da Ásia Meridional e 8% eram outros expatriados, incluindo ocidentais e asiáticos (1982 est.). Em 2009, os cidadãos árabes-emiradenses respondiam por 16,5% da população total; imigrantes do sul da Ásia (Bangladesh, Paquistão, Sri Lanka e Índia) constituíam o maior grupo, perfazendo 58,4% do total; outros asiáticos constituíam 16,7%, enquanto os expatriados ocidentais eram 8,4% da população total dos Emirados Árabes Unidos. Há uma presença crescente de europeus, especialmente nas cidades cosmopolitas, como Dubai. Os expatriados ocidentais, da Europa, Austrália, América do Norte e América Latina compõem 500 mil pessoas. Mais de 100 mil cidadãos britânicos vivem no país. O resto da população vem de outros estados árabes. === Urbanização === Cerca de 88% da população dos Emirados Árabes Unidos é urbana. == Política == === Governo === A cada 5 anos o conselho de emires se reúne para eleger um presidente e um vice-presidente entre eles. Zayed Bin Sultan Al Nahyan, emir de Abu Dhabi desde 1966 e líder político da nação desde sua independência, em 1971, foi reeleito sucessivas vezes pelos emires até à sua morte, em 2 de novembro de 2004. Como seu sucessor, assumiu o cargo o seu filho, Khalifa Bin Zayed Al Nahyan, e inclusive foi eleito unanimemente Presidente em 3 de novembro de 2005 para estar à frente do país em eleição realizada entre os emires. O vice-presidente do país é Mohammed bin Rashid Al Maktoum, Emir de Dubai, que teve seu mandato reafirmado dia 3 de novembro de 2005 em eleição unânime entre os mesmos emires. A bandeira nacional contém as cores pan-árabes vermelho, verde, branco e preto, simbolizando a unidade Arábica. Além disso, as cores individuais tem os seguintes significados: verde: fertilidade; branco: neutralidade; preto: a riqueza de petróleo dentro das fronteiras do país. O brasão de armas consiste num falcão dourado com um disco em seu interior que mostra a bandeira do país rodeada por sete estrelas representando os sete Emirados da federação. O falcão com as suas garras detém um pergaminho com a inscrição do nome da federação. O Tahiat Alalam (A'ishi Biladi ou Ishy Bilady Que a minha Nação viva para a posteridade) é o hino nacional dos Emirados Árabes Unidos, composto por Arif asch-Schaich. É cantado em árabe. === Relações internacionais === Os Emirados Árabes Unidos são classificados como tendo uma alta renda de desenvolvimento da economia pelo FMI são um membros fundadores do Conselho de Cooperação dos Estados Árabes do Golfo Pérsico, e um membro da Liga Árabe. A nação também é membro da Organização das Nações Unidas, da Organização para a Cooperação Islâmica, da Organização dos Países Exportadores de Petróleo, e da Organização Mundial do Comércio. O país mantêm relações estreitas com o Egito e é o maior investidor egípcio do mundo árabe. O Paquistão foi o primeiro país a reconhecer formalmente os Emirados Árabes Unidos após sua formação e continua a ser um de seus principais parceiros econômicos e comerciais. A China também é um forte aliado internacional, com uma cooperação significativa nas linhas econômicas, políticas e culturais. A maior presença de expatriados no país é formada por indianos. Os Emirados Árabes Unidos também têm um relacionamento longo e próximo com o Reino Unido e a Alemanha, sendo que muitos cidadãos europeus residem no país. Após a retirada britânica em 1971 e a independência do país, os Emirados Árabes Unidos disputaram os direitos de três ilhas no Golfo Pérsico contra o Irã, nomeadamente Abu Musa e Grande e Pequena Tunb. Os Emirados Árabes Unidos tentaram levar o assunto ao Tribunal Internacional de Justiça, mas o governo iraniano rejeitou a ideia. A disputa não afetou significativamente as relações por causa da grande presença da comunidade iraniana e fortes laços econômicos. Os Emirados Árabes Unidos e os Estados Unidos têm laços estratégicos muito estreitos. Os estadunidenses mantêm três bases militares no país árabe. Em 2013, os Emirados Árabes Unidos gastaram mais do que qualquer outro país do mundo para influenciar a política estadunidense e moldar o debate doméstico. A Arábia Saudita também é um aliado próximo desde quando Salman bin Abdulaziz Al Saud se tornou rei saudita em 2015 e Mohammed bin Salman como príncipe herdeiro em 2017. Em junho de 2017, os Emirados Árabes Unidos, juntamente com vários países do Oriente Médio e da África, cortaram relações diplomáticas com o Catar devido a alegações de que este era um Estado \"patrocinador do terrorismo\", resultando na crise diplomática. Em 2018, os Emirados Árabes Unidos também apoiaram os sauditas em sua disputa com o Canadá e sobre a morte do jornalista saudita Jamal Khashoggi. Além disso, os Emirados Árabes Unidos têm estado ativamente envolvidos na intervenção militar liderada pelos sauditas no Iêmen e tem apoiado o governo internacionalmente reconhecido do Iêmen, bem como o Conselho de Transição do Sul, contra o golpe de Estado de 2014-2015. A coalizão liderada pela Arábia Saudita foi repetidamente acusada de conduzir ataques aéreos indiscriminados e ilegais contra alvos civis no Iêmen. Em agosto de 2020, os Emirados Árabes Unidos e Israel chegaram a um acordo de paz histórico para levar à normalização total das relações entre os dois países. O acordo foi assinado em 15 de setembro de 2020 e surgiu como resultado dos esforços dos Emirados para impedir a anexação israelense de partes da Cisjordânia. === Forças armadas === As forças armadas dos Emirados Árabes Unidos são o principal responsável pela defesa de todos os sete emirados. Consistem do Exército, Marinha e Força Aérea. O seu comandante supremo é Maomé bin Zayed Al Nahyan.Forças Armadas dos Emirados Árabes Unidos Os Emirados Árabes Unidos têm estado preocupados com a ameaça militar representada pelo Irã, dada a apreensão unilateral de ilhas disputadas no estreito de Ormuz pelos iranianos, a sua posse de mísseis balísticos de médio alcance, e a suspeita de desenvolvimento de uma capacidade nuclear.Irã ameaça bases americanas no Golfo Pérsico As ameaças da Al-Qaeda, e outros grupos militantes islâmicos, não são consideradas preocupantes nos Emirados Árabes Unidos como são na Arábia Saudita, já que estes grupos não possuem uma base de operações ou de apoio no país. Há, no entanto, preocupações de segurança, devido à volatilidade geral da região do golfo Pérsico, os constantes ataques terroristas no Iraque, o tamanho e a mobilidade da grande população de expatriados, predominantemente muçulmana, e o ambiente liberal de negócios pró-Ocidente no país.Empresas brasileiras vão a Dubai em busca de novos negócios === Direitos humanos === Os direitos humanos são mencionados na Constituição dos Emirados Árabes Unidos (1971/2004), que diz conferir igualdade, liberdade, estado de direito, a presunção de inocência em procedimentos legais, inviolabilidade de propriedades particulares, as liberdades de circulação, imprensa, expressão, comunicação, religião, associação, profissão, ser eleito para um cargo entre outras, com a ressalva vaga \"desde que dentro dos limites da lei\". O sistema judicial nos Emirados Árabes Unidos é baseado na lei britânica, com influências das leis islâmicas, francesas, romanas e egípcias. No entanto, a principal fonte da lei dos Emirados é a xaria. O artigo 7 da constituição determina que \"o Islã é a religião oficial da Federação e a xaria islâmica é a principal fonte de sua legislação\". Em 1978, os Emirados começaram um processo de islamização da lei do país, tendo o seu Conselho de Ministros nomeado um comitê para identificar todas as suas leis que estavam em conflito com a xaria. Entre as muitas mudanças que se seguiram, os emirados incorporaram os crimes hudud da xaria em seu código penal — sendo a apostasia um deles, punível com a morte. Os Emirados Árabes Unidos estão mal classificados nos índices de liberdade que medem as liberdades civis e os direitos políticos. Os EAU são classificados anualmente como \"não livres\" no relatório anual Freedom in the World da Freedom House, que mede as liberdades civis e os direitos políticos. Os Emirados Árabes Unidos dizem ter um das mais fortes níveis de direitos humanos na região, apontando o facto de em novembro de 2012, o país ter sido eleito para o Conselho de Direitos Humanos das Nações Unidas para um mandato de três anos; porém, a esse conselho pertencem também países pouco ligados a direitos humanos, como a Arábia Saudita.Emirates 24/7, \"UAE has one of strongest human rights records in region\", Publicado em 30 de junho de 2013. Acessado em 28 de novembro de 2013. É necessário se fazer muito mais para trazer a situação até níveis internacionais. Muitos dos trabalhadores estrangeiros, em sua maioria de origem asiática, são transformados em servos através de dívidas após sua chegada ao país. A confiscação dos passaportes, embora seja ilegal, ocorre em grande escala, principalmente com trabalhadores não qualificados ou semiqualificados. Operários trabalham muitas vezes sob calor intenso, com temperaturas chegando a atingir entre 40 °C e nas cidades em agosto. As temperaturas oficiais são censuradas durante os meses de verão, o que é uma prática comum entre todos os países do golfo Pérsico. Apesar de tentativas terem sido feitas desde 2009 para fazer cumprir uma regra de intervalo de trabalho ao meio-dia, estas são frequentemente desrespeitadas pelas autoridades. Os trabalhadores que recebem uma pausa do meio-dia, muitas vezes não têm lugar adequado para descansar e tendem a procurar alívio em ônibus, táxis e jardins. Devido ao rápido desenvolvimento econômico dos Emirados Árabes Unidos, que saiu de uma sociedade tradicional e relativamente homogênea em meados do século XX para um país moderno e multicultural no início do século XXI, o desenvolvimento concomitante de disposições legais e da aplicação prática das leis existentes foi desafiador e, em consequência, problemas existem, principalmente no que diz respeito aos direitos humanos dos moradores que não são nativos e que compõem cerca de 80% da população, como empresas e empregadores que não cumprem leis trabalhistas. De acordo com o relatório anual do Departamento de Estado dos Estados Unidos sobre práticas de direitos humanos dos EUA, os Emirados Árabes estão violando uma série de práticas fundamentais. Especificamente, o país não tem instituições democraticamente eleitas e os cidadãos não têm o direito de mudar o governo ou de formar partidos políticos. Em certos casos, o governo dos Emirados Árabes Unidos abusa de pessoas sob custódia e nega aos seus cidadãos o direito a um julgamento rápido e ao acesso a um advogado durante as investigações oficiais. Em março de 2013 uma jovem norueguesa que procurou uma delegacia de Dubai para denunciar ter sido vítima de estupro, acabou sendo condenada a 16 meses de prisão por sexo fora do casamento, consumo de bebidas alcoólicas e falso testemunho. A mulher era uma decoradora que estava na cidade por conta de uma viagem a trabalho e foi estuprada após sair com amigos. Ao procurar as autoridades, teve o passaporte e o dinheiro confiscado e quatro dias depois foi processada. O estuprador recebeu uma pena de 13 meses por sexo fora do casamento e consumo de álcool. Nos Emirados Árabes Unidos, como em alguns outros países que utilizam a lei islâmica, a confirmação de estupro pode exigir a confissão ou o testemunho de quatro homens adultos. A sentença foi fortemente criticada pela comunidade internacional. O governo restringe a liberdade de expressão e a liberdade de imprensa, enquanto a mídia local pratica a auto-censura, evitando criticar diretamente o governo. A liberdade de associação e de religião também são limitadas. Apesar de terem sido eleitos para o Conselho de Direitos Humanos da ONU, os Emirados Árabes Unidos não assinaram tratados internacionais de direitos humanos e de direitos trabalhistas, como o Pacto Internacional dos Direitos Civis e Políticos, o Pacto Internacional dos Direitos Econômicos, Sociais e Culturais, a Convenção sobre a Proteção dos Direitos de Todos os Trabalhadores Migrantes e Membros de suas Famílias e a Convenção contra a Tortura. Jornalistas estrangeiros também registram com frequência violações dos direitos humanos que ocorrem dentro do país. == Subdivisões == A Nação dos Emirados Árabes Unidos é constituída por sete regiões administrativas; os sete emirados (imarat; singular: imarah): Abu Dabi; Ajmã; Fujeira; Xarja; Dubai; Ra's al Khaymah; e Umm al Qaywayn. Cada emirado é uma monarquia controlada por uma família real com soberania sobre o território regional. Dessas sete divisões regionais, o Emirado de Abu Dhabi, que cobre 86,7% da área total do país, é dividido em três sub-emirados: o sub-emirado que compreende a cidade de Abu Dhabi, um sub-emirado leste e um sub-emirado oeste. Existe um supremo conselho federal: formado pelos sete emires, que se reúne regularmente (quatro vezes) ao ano, sendo que os emires de Abu Dhabi e de Dubai têm o poder de veto. Bandeira Emirado Capital População % da população total Área (km²) Área (mi²) % da área total Densidade Abu Dhabi Abu Dhabi 1 548 655 31,2% 67 340 26 000 86,7% 25 Ajmã Ajmã 372 923 7,5% 259 100 0,3% 996 Dubai Dubai 1 770 533 35,6% 3 885 1 500 5,0% 336 Fujeira Fujeira 137 940 2,9% 1 165 450 1,5% 109 Ras al-Khaimah Ras al-Khaimah 171 903 3,4% 1 684 650 2,2% 122 Xarja Xarja 895 252 18,0% 2 590 1 000 3,3% 262 Umm al-Quwain Umm al-Qaiwain 69 936 1,4% 777 300 0,9% 88 EAU Abu Dhabi 4 967 142 100% 77 700 30 000 100% 56 == Economia == Os EAU têm uma economia aberta com um elevado rendimento per capita e um superávit comercial anual considerável. Em 2009, seu PIB, medido pela paridade do poder de compra (PPC) foi de 200,4 bilhões de dólares. Middle East :: United Arab Emirates O PIB per capita do país é atualmente o 14º maior do mundo e o terceiro maior do Oriente Médio, depois do Catar e Kuwait, medido pelo CIA World Factbook, ou o 17º no mundo, medido pelo Fundo Monetário Internacional. A economia dos Emirados Árabes Unidos, em especial a de Dubai, foi duramente atingida pela crise econômica de 2008-2009.Global financial crisis takes toll on UAE Em 2009, a economia do país encolheu 4%.Country Comparison :: GDP - real growth rate As exportações de petróleo e gás natural desempenham um papel importante na economia, especialmente em Abu Dhabi. Um boom de construção maciça, uma base industrial em expansão e um próspero setor de serviços estão ajudando os Emirados Árabes Unidos a diversificar sua economia. Em todo o país há atualmente 350 bilhões de dólares em valor de projetos de construções ativas. Tais projetos incluem o Burj Khalifa, atualmente o edifício mais alto do mundo, o Aeroporto Internacional Al Maktoum, que, quando concluído, será o aeroporto mais caro já construído, e as três Palm Islands, as maiores ilhas artificiais do mundo. Outros projetos incluem o Dubai Mall, que é o maior shopping do mundo, a Yas Island, e um arquipélago artificial chamado The World, que pretende aumentar ainda mais a crescente indústria do turismo de Dubai. Também no setor de entretenimento está a construção de Dubailand, que deverá ter o dobro do tamanho da Disney World, o Ferrari World Abu Dhabi, e a Cidade dos Esportes de Dubai, que não só irá disponibilizar casas para as equipes esportivas locais, como também poderá fazer parte de uma futura sede olímpica. O aumento significativo das importações de bens manufaturados, como máquinas e equipamentos de transporte, representaram juntos 80% do total das importações do país. Outro importante gerador de divisas estrangeiras, a Autoridade de Investimento de Abu Dhabi, que controla os investimentos de Abu Dhabi, o emirado mais rico do país gerencia cerca de 360 bilhões de dólares em investimentos no exterior e cerca de 900 bilhões de dólares em ativos. Mais de 200 fábricas operam no complexo de Jebel Ali, em Dubai, que inclui um porto de águas profundas e uma zona franca para a fabricação e distribuição, em que todas as mercadorias para exportação desfrutam de uma isenção de impostos de 100%. Uma usina de grande potência com uma unidade de dessalinização de água associada, uma fundição de alumínio e uma unidade de fabricação de aço são instalações de destaque no complexo. O complexo está atualmente em fase de expansão, com terrenos para diversos setores da indústria. Um grande número de passageiros do futuro aeroporto internacional e de carga de Dubai, o Aeroporto Internacional Dubai World Central, com a logística associada, indústria transformadora e hospitalidade, está também previsto para o complexo. Exceto nas zonas francas, os Emirados Árabes Unidos exigem, pelo menos, 51% de impostos dos cidadãos locais em todas as operações financeiras no país, como parte de sua tentativa de colocar os Emirados em posições de liderança. No entanto, esta lei está sob revisão e à cláusula de participação maioritária, muito provavelmente, será desfeita, a fim de levar o país em linha com as normas da Organização Mundial do Comércio. Como um membro do Conselho de Cooperação do Golfo (GCC), os Emirados Árabes Unidos participam do vasto leque de atividades GCC sobre as questões econômicas. Estes incluem consultas regulares e desenvolvimento de políticas comuns que abrangem o comércio, investimento, comércio bancário e finanças, transportes, telecomunicações e outras áreas técnicas, incluindo a proteção dos direitos de propriedade intelectual. == Infraestrutura == === Educação === O ensino secundário é monitorado pelo Ministério da Educação em todos os emirados, exceto Abu Dhabi, onde ele está sob a autoridade do Conselho de Educação de Abu Dhabi. O sistema consiste em escolas primárias, escolas secundárias e escolas de ensino médio. As escolas públicas são financiados pelo governo e a grade curricular é criada para coincidir com os objetivos de desenvolvimento dos Emirados Árabes Unidos. O meio de instrução na escola pública é o árabe, com ênfase no inglês como segunda língua. Há também muitas escolas privadas que são internacionalmente reconhecidas. As escolas públicas no país são gratuitas para os cidadãos do país, enquanto as taxas para escolas privadas variam.United Arab Emirates country profile. Livraria do Congresso (Julho de 2007). O sistema de ensino superior é monitorado pelo Ministério do Ensino Superior, que também é responsável pela admissão de estudantes para as suas instituições de graduação. A taxa de alfabetização em 2007 era de 91%. Milhares de cidadãos estudam em 86 centros de educação de adultos espalhados por todo o país. Os Emirados Árabes Unidos têm mostrado um forte interesse na melhoria da educação e da pesquisa. As empresas mantêm estabelecimentos nos Centros de Pesquisa CERT, no Instituto Masdar de Ciência e Tecnologia e no Instituto de Desenvolvimento Empresarial. De acordo com o QS World University Rankings, as melhores universidades do país são a Universidade dos Emirados Árabes Unidos (421-430º lugar no mundo), a Universidade Khalifa (441-450º), a Universidade Americana de Xarja (431-440º) e a Universidade de Xarja (551-600º). === Transportes === thumb|Emirates, a maior companhia aérea do Oriente Médio. Os Emirados Árabes Unidos possuía 43 aeroportos em 2013, o que faz deste o nonagésimo nono país em número de aeroportos no mundo. Do total de aeroportos, 25 possui pistas pavimentadas. As auto-estradas estão em bom estado e totalmente iluminadas, existindo um total de 4.080 quilômetros de rodovias em 2008. Existe um serviço regular de ônibus entre Abu Dhabi e Dubai. Em 2020, o país possuía 10 transportadoras aéreas registradas, que trafegavam em torno de 96 milhões de passageiros anualmente. === Saúde === A expectativa de vida ao nascer no país é de 78,5 anos. Doenças cardiovasculares são a principal causa de morte nos Emirados Árabes Unidos, constituindo 28% do total; outras causas principais são acidentes e lesões, câncer e anomalias congênitas. Em fevereiro de 2008, o Ministério da Saúde anunciou uma estratégia de saúde de cinco anos para o setor público nos emirados do norte, que estão sob a sua alçada e que, ao contrário de Abu Dhabi e Dubai, não têm as autoridades de saúde independentes. A estratégia centra-se na unificação de política de saúde e na melhora do acesso aos serviços médicos a um custo razoável, além de ao mesmo tempo reduzir a dependência de tratamentos no exterior. O ministério planeja adicionar três hospitais aos atuais 14, além de outros 29 centros de assistência médica primária para ampliar a rede atual de 86 centros. A introdução do seguro de saúde obrigatório em Abu Dhabi para expatriados e seus dependentes foi um dos principais motores da reforma da política de saúde. Eventualmente, sob a lei federal, todos os emirados e expatriados no país serão cobertos pelo seguro ao abrigo de um regime unificado obrigatório. O país estimulado a vinda de médicos de todo o Conselho de Cooperação dos Estados Árabes do Golfo. Os Emirados Árabes Unidos atrai médicos estrangeiros que procuram a cirurgia plástica e procedimentos avançados, como cirurgia cardíaca e de medula e tratamento dentário, visto que os serviços de saúde têm padrões mais elevados do que outros países árabes do Golfo Pérsico. == Cultura == A cultura emiradense é baseada na cultura árabe e tem sido influenciada pelas culturas da Pérsia, Índia e África Oriental. arquitetura árabe e persa é parte da expressão da identidade local. A influência persa na cultura do país é visível nas artes, na arquitetura e no folclore dos Emirados Árabes Unidos. Por exemplo, o \"barjeel\" tornou-se uma marca de identificação da arquitetura tradicional e é atribuída à influência persa. O país tem uma sociedade diversa. Os principais feriados em Dubai incluem o Eid al Fitr, que marca o fim do Ramadã, e o Dia Nacional (2 de dezembro), que marca a formação dos EAU. Os homens emiradenses preferem usar uma kandura, uma túnica branca até os tornozelos, tecida de lã ou algodão, enquanto as mulheres geralmente usam uma abaya, uma túnica preta sobre a roupa que cobre a maioria das partes do corpo. === Culinária === A comida tradicional dos Emirados Árabes Unidos sempre foi arroz, peixe e carne. O povo dos Emirados Árabes Unidos adotou a maioria de seus alimentos de outros países da Ásia Ocidental e do Sul, incluindo Irã, Arábia Saudita, Paquistão, Índia e Omã. Os frutos do mar têm sido o esteio da dieta dos Emirados por séculos. Carne e arroz são outros alimentos básicos, com cordeiro e carneiro sendo preferidos em vez de cabra e boi. As bebidas populares são o café e o chá, que podem ser complementados com cardamomo, açafrão ou menta para dar-lhes um sabor distinto. Os pratos culturais populares dos Emirados incluem threed, machboos, khubisa, khameer e pão chabab, entre outros, enquanto o Lugaimat é uma famosa sobremesa dos Emirados. Com a influência da cultura ocidental, o fast-food se tornou muito popular entre os jovens, a ponto de serem realizadas campanhas para destacar os perigos dos excessos desta prática de alimentação. [370] Bebidas alcoólicas só podem ser servidas em restaurantes e bares de hotéis. Todas as casas noturnas podem vender bebidas alcoólicas, com alguns supermercados específicos podendo vendê-las em seções separadas. Da mesma forma, a carne de porco, que é haraam (não permitida para muçulmanos), é vendida em seções separadas em todos os grandes supermercados. Embora bebidas alcoólicas possam ser consumidas, é ilegal ficar intoxicado em público ou dirigir um veículo motorizado com qualquer vestígio de álcool no sangue. === Esportes === O futebol é um esporte popular nos Emirados Árabes Unidos. Os clubes de futebol Al-Ain, Al-Wasl, Al-Shabbab ACD, Al-Sharjah, Al-Wahda e Al-Ahli são os times mais populares do país e desfrutam da reputação de campeões regionais. A Associação de Futebol dos Emirados Árabes Unidos foi estabelecida pela primeira vez em 1971 e desde então tem dedicado seu tempo e esforço para promover o esporte, organizando programas de jovens e melhorando as habilidades dos jogadores, funcionários e treinadores envolvidos com suas equipes regionais. A Seleção Emiradense de Futebol classificou-se para a Copa do Mundo da FIFA de 1990 ao lado do Egito. Foi a terceira Copa do Mundo consecutiva com duas nações árabes qualificadas, depois de Kuwait e Argélia em 1982 e do Iraque em 1986. Os Emirados Árabes Unidos ganharam a Copa das Nações do Golfo duas vezes: a primeira taça, em janeiro de 2007, realizada em Abu Dhabi e a segunda, em janeiro de 2013, no Barém. O críquete também é um dos esportes mais populares no país, em grande parte por causa da população de expatriados dos países da Ásia Meridional, do Reino Unido e da Austrália. O Estádio da Associação de Críquete de Xarja já sediou quatro jogos internacionais. O Estádio Xeique Zayed em Abu Dhabi também sediou partidas internacionais de críquete. Dubai tem dois estádios de críquete, sendo que um terceiro faz parte da Cidade dos Esportes de Dubai. A cidade também é o lar do Conselho Internacional de Críquete. A equipe nacional de críquete dos Emirados Árabes Unidos se classificou para a Copa do Mundo de Críquete de 1996 e por pouco perdeu a qualificação para a Copa do Mundo de Críquete de 2007. Eles se classificaram para a Copa do Mundo de Críquete de 2015, realizada na Austrália e Nova Zelândia.icc-cricket.com; A Fórmula Um é particularmente popular no país e é realizado anualmente no pitoresco Circuito de Yas Marina, em Abu Dhabi. A corrida é realizada no tempo da noite e é o primeiro Grand Prix a começar à luz do dia e terminar à noite. Outros esportes populares incluem corrida de camelos, falcoaria, enduro equestre e tênis. O emirado de Dubai é também o lar de dois principais campos de golfe. === Feriados === Feriados Data Nome em português Nome local Observações 1 de janeiro Ano Novo رأس السنة الميلادية variável Dia do Sacrifício (Eid ul-Adha) عيد الأضحى variável Ano Novo Islâmico (Ra's Al Sana Al Hijria) رأس السنة الهجرية variável Noite da Jornada (Isra'a wa al-Miraj) الإسراء و المعراج 2 de dezembro Dia dos EAU (Al-Eid Al Watani) العيد الوطني variável Fim do Ramadã (Eid ul-Fitr) عيد الفطر == Ver também == * Golfo Pérsico * Ásia * Lista de Estados soberanos * Lista de Estados soberanos e territórios dependentes da Ásia == Ligações externas == * * * Categoria:Monarquias islâmicas Categoria:Países do BRICS",
 "title": "Emirados Árabes Unidos"
}