{
 "id": "39266",
 "text": "Filadélfia () é a cidade mais populosa do estado norte-americano da Pensilvânia, sendo a única cidade do condado homônimo e, portanto, sua sede. É apelidada Philly e City of Brotherly Love (Cidade do Amor Fraternal), por conta da etimologia de seu nome: a palavra \"Filadélfia\" vem do grego Φιλαδέλφεια (pronunciado [pʰilaˈdelpʰeːa], e em grego moderno, [filaˈðɛlfia]), literalmente, \"amor fraterno\": φίλος (philos) significa \"amor\", e αδελφός (adelphos), \"irmão\". Com uma população de mais de 1,6 milhão de habitantes é a sexta cidade mais populosa dos Estados Unidos, enquanto que a sua região metropolitana possui pouco mais de 6,2 milhões de habitantes. Desta forma, ela é a segunda maior cidade da costa atlântica dos Estados Unidos, superada apenas por Nova Iorque. É a quarta cidade mais densamente povoada da Pensilvânia. Uma das mais antigas cidades norte-americanas, e outrora a segunda maior cidade do Império Britânico (superada apenas pela capital imperial, Londres), Filadélfia desempenha um papel de grande importância desde a época das Treze Colônias, e os primeiros anos da independência dos Estados Unidos. Grande parte desta proeminência deve-se à ação de Benjamin Franklin, habitante da cidade e de quem partiram muitas ideias que, germinadas, ocasionaram na Revolução Americana e a subsequente independência do país. Como maior cidade e centro geográfico e social das colônias, a cidade sediou o Primeiro Congresso Continental e, após a declaração de independência em 4 de julho de 1776, seria capital do país em outras quatro ocasiões, sendo a última vez entre 6 de dezembro de 1790 e 14 de maio de 1800, quando a sede do governo foi transferida para a então recém-construída cidade de Washington. As muitas universidades e faculdades da região de Filadélfia o tornam um dos principais destinos de estudo, pois a cidade evoluiu para um centro educacional e econômico . A partir de 2019, estima-se que a área metropolitana de Filadélfia produza um produto metropolitano bruto (BPF) de US$ 490 bilhões. Filadélfia é o centro da atividade econômica da Pensilvânia e abriga cinco empresas da Fortune 1 000. O horizonte de Filadélfia está se expandindo, com um mercado de quase 81 900 propriedades comerciais em 2016, incluindo vários arranha-céus de destaque nacional. Filadélfia tem mais esculturas e murais ao ar livre do que qualquer outra cidade americana. O Fairmount Park, quando combinado com o adjacente Wissahickon Valley Park na mesma bacia hidrográfica, é uma das maiores áreas contíguas de parques urbanos dos Estados Unidos. A cidade é conhecida por suas artes, cultura, culinária e história colonial, atraindo 42 milhões de turistas domésticos em 2016 que gastaram US$ 6,8 bilhões, gerando um total estimado de U$ 11 bilhões em impacto econômico total na cidade e nos quatro municípios da Pensilvânia. Filadélfia também surgiu como um centro de biotecnologia. == História == === Origem do nome === O nome da cidade é inspirado na cidade homônima da Grécia Antiga, hoje denominada Alaşehir, no território da Turquia. Seu nome (, significa \"amor fraternal\", composto de φίλος, \"amado\" e ἀδελφός, \"irmão\". === O início de Filadélfia === Antes da chegada dos europeus, cerca de 20 mil índios, pertencentes à Nação Algonquin, viviam no Delaware Valley, e na aldeia de Shackamaxon. A exploração do Delaware Valley começou no início do século XVII. Os primeiros colonos eram suecos, holandeses e ingleses, que por sua vez se instalaram às margens do rio. Nova Suécia, fundada em 1638, foi anexada aos Novos Países Baixos em 1655. Em seguida, a região caiu na última volta britânica em 1674. Em 1681, o rei Carlos II, da Inglaterra, concedeu uma carta para William Penn em troca do cancelamento de uma dívida do governo adquirida durante o reinado de seu pai. Neste trabalho, a província da Pensilvânia foi fundada oficialmente.François Lebrun, O século do século XVII Paris, Armand Colin, 1993, (ISBN 2200214618), p.217 William Penn (1644–1718) era um Quaker inglês: ele pertencia à dissidência do grupo religioso, perseguidos na Inglaterra, que rejeitaram a hierarquia eclesiástica e defendiam a igualdade, a tolerância e a não- violência. A Pensilvânia rapidamente se tornou um refúgio para todos aqueles que foram oprimidos por sua fé. William Penn foi para a América em 1682 e fundou a cidade de Filadélfia. Embora Carlos II tivesse lhe dado propriedades, William Penn comprou as terras dos índios para estabelecer relações pacíficas com eles.Karin Brookes, Insight Guides: Philadelphia e seus arredores, APA Publications, 2 ª edição, 2005, p.21, (ISBN 1585730262) Ele teria assinado um tratado de amizade com os índios em 1682. Filadélfia recebeu um plano de desenvolvimento colonial, o mais antigo dos Estados Unidos, com ruas largas e cinco parques de pequeno porte construídos de imediato Mas acima de tudo, William Penn queria fazer esta cidade mais humana. Pensando assim, ele foi responsável de remover a pena de morte em casos de roubo na Pensilvânia e garantiu a liberdade religiosa e de culto.Jacques Binoche, História dos Estados Unidos, Paris, elipses, 2003, p.26-27 O nome da cidade, do grego Φιλαδέλφια (\"amor fraternal\"), reflete essa ambição. Quando William Penn retornou à Inglaterra em 1699 após uma ausência de quinze anos, e voltar `a cidade algum tempo depois, ele encontrou uma cidade grande, perdendo apenas para Boston em população. Muitos imigrantes europeus, principalmente ingleses e holandeses, eram de fato, atraídos pela prosperidade da cidade e sua tolerância religiosa. Um primeiro grupo de alemães se estabeleceu em 1683 no atual bairro de Germantown. William Penn deu uma carta para a cidade em 25 de outubro de 1701, criando suas instituições municipais: prefeito e vereadores. Na segunda metade do século XVIII, Filadélfia havia se tornado a cidade mais populosa das Treze Colônias (45 000 habitantes em 1780), ultrapassando Boston. Era a segunda cidade mais populosa do Império Britânico, dividindo a posição com Dublin. === Um surto de iluminação === No fim do século XVIII, Filadélfia foi o \"centro real do revolucionário Iluminismo\",Elise Marienstras, Naomi Wulf, revoltas e revoluções na América, Atland, 2005, p.45 em particular, sob a influência de Benjamin Franklin (1706–1790). Este cientista, nascido em Boston, mudou-se para Filadélfia em 1723 e foi um dos fundadores da Companhia Library of Philadelphia (Companhia de Livraria de Filadélfia) em 1731, Universidade da Pensilvânia (1740) e da American Philosophical Society (1743). Em 1752, ele inventou o pára-raios. Em 1728, John Bartram criou um jardim botânico, o primeiro de seu tipo na América do Norte. É também no século XVIII que Filadélfia tornou-se o centro principal de publicação das Treze Colônias: o primeiro jornal, The American Weekly Mercury, apareceu em 1719. A Pennsylvania Gazette (1723) desempenhou um papel importante durante a Revolução Americana. Em 1739 foi publicado o primeiro tratado contra a escravidão e tornou-se, com Boston, uma referência no país contra a escravidão. O conhecimento e a cultura experimentaram um importante desenvolvimento no século XVIII, o que fez da cidade às vezes ser chamada de \"Atenas da América\".Jacques Binoche, História dos Estados Unidos, Paris, elipses, 2003, p. 36 Em 1760, foi fundada a escola de anatomia da Faculdade de Medicina e no ano seguinte, um teatro permanente. Foi inaugurado em 1790, pela Faculdade de Direito da Universidade da Pensilvânia, a mais antiga escola de direito dos Estados Unidos. Vários artistas da cidade fundaram em 1794, o columbianum, que era então a primeira sociedade para a Promoção da Belas Artes. Finalmente, Filadélfia é dotada de instalações, edifícios públicos e infraestrutura urbana à frente de outras cidades americanas e da liderança de Benjamin FranklinːStacy Schiff, William Desmond Olivier (trad.), a improvisação Grande. Benjamin Franklin, a França eo nascimento dos Estados Unidos, Paris, Grasset, 2006 (ISBN 9782246629610), p.30 um hospital de grande porte e uma corporação de bombeiros foram fundados em 1730 e vários bancos foram fundados entre 1780 e 1790. A Pennsylvania State House (agora Independence Hall), sede da assembleia colonial, foi concluída em 1753. As ruas foram pavimentadas e iluminadas gradualmente com gás.Weigley RF et al. Philadelphia: Uma História de 300 anos, Nova York, Londres, W. W. Norton & Company, 1982 (ISBN 0393016102), p.68-69 === A Revolução Americana === Em 1770, Filadélfia tornou-se um dos principais focos da Revolução Americana. Os Filhos da Liberdade, uma organização dos Americanos Patriotas, foram muito ativos na cidade: eles resistiram às medidas fiscais impostas pela cidade e incitou os colonos a boicotar produtos britânicos. Filadélfia foi escolhida como um dos principais focos da revolução devido à sua posição central entre as Treze Colônias, para sediar o Primeiro Congresso Continental que se realizou entre 5 de setembro e 26 de outubro de 1774 no Hall Carpenters. O Segundo Congresso Continental foi realizado entre 1775 e 1781, a data de ratificação dos Artigos da Confederação. Durante a Guerra da Independência, a reunião organizada do Exército Continental, definiu o papel-moeda emitido e as relações internacionais do país. Os delegados assinaram a Declaração de Independência em 4 de julho de 1776. No entanto, após a derrota americana na batalha de Brandywine, em 1777, o Congresso teve de deixar a cidade, juntamente com dois terços da população.Stacy Schiff, William Desmond Olivier (trad.), a improvisação Grande. Benjamin Franklin, a França eo nascimento dos Estados Unidos, Paris, Grasset, 2006 (ISBN 9782246629610), p.108 Os moradores tiveram que se esconder no \"Liberty Bell\" (Sino da Liberdade).Bernard Cottret, A Revolução Americana: A busca da felicidade 1763-1787, Paris, Perrin, 2003, (ISBN 2-262-01821-9), p.212 Vários desentendimentos aconteceram entre os norte-americanos comandados por George Washington para as tropas britânicas na Pensilvânia. Depois de investir em Filadélfia, em setembro de 1777, os britânicos concentraram nove mil homens em Germantown. Washington não conseguiu superar-se. Em junho de 1778, os britânicos abandonaram Filadélfia para proteger Nova Iorque, até então exposta à ameaça francesa. Em julho, o Congresso voltou a Filadélfia. A convenção constituinte reuniu-se em Filadélfia, em 1781, para elaborar uma Constituição. Este texto foi assinado no Independence Hall, em setembro de 1787. O Congresso Continental se mudou para Nova Iorque em 1785, mas sob a pressão de Thomas Jefferson, ele novamente voltou para Filadélfia em 1790,François Weil, \"História de Nova York, Paris, Fayard, 2005 (ISBN 2213618569), p.35 que serviu por dez anos como capital provisória dos Estados Unidos, enquanto Washington D.C era projetada. Filadélfia perdeu também o seu estatuto de capital do estado em 1799. === Industrialização no século XIX === O comércio marítimo de Filadélfia foi interrompido pela Lei de Embargo de 1807 e pela Guerra anglo-americana de 1812. Após essa data, os produtos da Pensilvânia passaram a ser exportados pelo porto de Nova Iorque.Weigley RF et al. Philadelphia: Uma História de 300 anos, Nova York, Londres, W. W. Norton & Company, 1982 (ISBN 0393016102), p.212-214 No início do século XIX, Filadélfia experimentou um crescimento importante devido à sua riqueza agrícola e de mineração (carvão) presentes em seu interior, a construção de estradas, canais e estradas de ferro permitiram que a cidade pudesse manter a sua posição durante a Revolução Industrial. Têxteis, vestuário, metalurgia, fabricação de papel e material ferroviário, naval e transformação de alimentos foram as principais indústrias do século XIX. A cidade também foi um importante centro financeiro. Durante a Guerra de Secessão (1861–1865), as fábricas da cidade forneceram ao exército da União equipamentos militares e outros recursos. Os hospitais militares também desempenharam um papel importante em permitir que muitos feridos durante o conflito pudessem ser atendidos em suas bases. Devido à mecanização da agricultura no sul dos Estados Unidos, milhares de Afro-americanos começaram a migrar para o norte de Filadélfia e a região se tornou um dos destinos favoritos deste influxo. Como em outras cidades americanas, os anos que precederam a guerra civil foram marcados por violência contra os imigrantes, como motins anticatólicos entre maio e junho de 1844.Robert Belot, Daniel Bermond, Bartholdi, Paris, Perrin, 2004, p.301 Com a Lei de Consolidação de 1854, a cidade de Filadélfia anexou vários distritos, bairros e subúrbios próximos. Esta decisão permitiu igualar os limites da cidade com outros municípios e melhorar a gestão dos problemas urbanos. === Exposição de 1876 === Em 1876, foi organizada a exposição de Filadélfia, pela comemoração ao Centenário da Declaração de Independência dos Estados Unidos. Foi realizada em Fairmount Park, perto do rio Schuylkill. A exposição atraiu cerca de 9 789 392 visitantes. A maioria dos edifícios da exposição foram cedidos pela Smithsonian Institution. Entre as inovações, foram mostradas ao público, o telefone (até então criado por Alexander Graham Bell), a máquina de escrever, cerveja, controlador para fazer parafusos, relógios e montagem de relógios. === Migrações no século XX === Milhares de imigrantes da África do Sul, Alemanha, Itália, Irlanda e Europa Oriental vieram para trabalhar nas indústrias da cidade na virada do século XX e reagrupadas em locais separados. Durante a Primeira Guerra Mundial, a chegada de Afro-americanos que fugiam da segregação racial da África do Sul mudou a estrutura da população. Com o desenvolvimento do transporte ferroviário e do metrô em 1907, além do automóvel, a classe média começou a deixar a cidade para residir nos subúrbios. O primeiro arranha-céu foi projetado por Benjamin Franklin Bridge. Após a Grande Depressão, Filadélfia ficou conhecida pela força de seus sindicatos e os seus ataques múltiplos. O desemprego aumentou drasticamente e manteve-se em um nível elevado em 1930, apesar dos postos de trabalho criados pela Works Progress Administration. Não foi até a Segunda Guerra Mundial que a cidade saiu da crise, graças à indústria de armamento. Em 1950, Filadélfia atingiu seu pico populacional, com um pouco mais de dois milhões de habitantes. As casas eram muitas vezes inadequadas e insalubres. Em 1960, motins raciais eclodiram, assim como o movimento pelos direitos civis (Civil Rights Movement). Os problemas sociais foram agravados com o aumento do desemprego, drogas e violência de gangues. A classe média branca fugiu de Filadélfia para cidades próximas, e a cidade perdeu mais de 13% de sua população na década de 1970.Weigley RF et al. Philadelphia: Uma História de 300 anos, Nova York, Londres, W. W. Norton & Company, 1982 (ISBN 0393016102), p.707 O governo da cidade aprovou a Nova Carta em 1951, dando mais poderes ao prefeito. O então prefeito, Joseph Clark, instituiu uma política de renovação urbana: melhores estradas e sistema de transporte, restauração de habitats, criação de centros comerciais e parques. Mas a cidade estava à beira da falência no início de 1990, assim como Nova Iorque, Boston e outras grandes cidades da costa leste, que foram atingidas com uma crise e uma situação similar à falência. Desde então, a situação da habitação e do emprego tem vindo a melhorar em diversas áreas, mas a violência continua a um nível elevado. == Geografia == Filadélfia está no nordeste dos Estados Unidos, na região industrial do Cinturão da ferrugem, aproximadamente na mesma latitude que as Ilhas Baleares, ou Nápoles, na Itália. A cidade pertence a uma área urbanizada contínua, o BosWash, que vai de Boston para Washington D.C. A cidade localiza-se a 160 km de Nova Iorque. Está situada entre as montanhas Apalaches ao norte e ao oeste e o Oceano Atlântico a sul e leste. A cidade localiza-se no sudeste da Pensilvânia. Os subúrbios cresceram, em parte, no sentido leste, em direção a Nova Jersey, através de pontes Benjamin Franklin e Walt Whitman. O centro funciona principalmente na margem direita do rio Delaware, que controla o estuário ao sul. O rio Delaware possui um afluente que atravessa Filadélfia, o rio Schuylkill, ao sul da cidade. Há outros rios menores em toda a cidade: Cobbs Creek, Wissahickon Creek e Pennypacker Creek. De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área total de , dos quais estão cobertos por terra e (5,8%) por água. O território da cidade é 3,5 vezes maior que o de Paris. A altitude média é de 13 m acima do nível do mar. A Região Metropolitana de Filadélfia ocupa o vale de Delaware e possui quase seis milhões de habitantes. === Clima === Filadélfia possui um clima subtropical, do tipo Cfa na classificação climática de Köppen-Geiger na divisa com o clima continental.Climate Summary for Philadelphia, Pennsylvania Os verões são quentes e úmidos, sendo julho o mês mesmo mais quente do ano, com temperaturas médias variando de a . Outono e primavera são relativamente leves. As temperaturas médias para o mês de janeiro são de mínima e de máxima. A temperatura mais baixa registrada em Filadélfia foi de em 9 de fevereiro de 1934, e a mais alta de em 7 de agosto de 1918. A precipitação é bem distribuída ao longo do ano, com oito a onze dias de chuva por mês e um total de mm ao longo do ano. Em média, caem 57 cm de neve por ano. A queda de neve é ​​altamente variável, com alguns invernos tendo apenas neve leve, enquanto outros incluem grandes tempestades de neve. A queda de neve sazonal normal é de 57 cm, com raras nevascas em novembro ou abril e raramente qualquer cobertura de neve sustentada. O acúmulo sazonal de neve variou de quantias vestigiais em 1972/73 a 200 cm no inverno de 2009/10. A nevasca mais pesada da cidade foi a de 78 cm, ocorrida em janeiro de 1996. A precipitação é geralmente espalhada ao longo do ano, com oito a onze dias úmidos por mês, a uma taxa média anual de 1 050 mm, mas historicamente variando de 744 mm em 1922 a 1 634 mm em 2011. A maior parte das chuvas registradas em um dia ocorreu em 28 de julho de 2013, quando 204 mm caíram no Aeroporto Internacional de Filadélfia. Filadélfia tem um clima moderadamente ensolarado, com uma média de 2 500 horas de sol por ano, e uma porcentagem de sol variando de 47% em dezembro a 61% em junho, julho e agosto. === Arquitetura === A história da arquitetura de Filadélfia remonta aos tempos coloniais e inclui uma grande variedade de estilos. As estruturas mais antigas foram construídas com troncos, mas as estruturas de tijolos eram comuns em 1700. Durante o século XVIII, a paisagem urbana era dominada pela arquitetura georgiana, incluindo o Independence Hall e a Christ Church. Nas primeiras décadas do século XIX, Federal e grego Revival arquitetura foram os estilos dominantes produzidos por arquitetos de Filadélfia, como Benjamin Latrobe, William Strickland, John Haviland, John Notman, Thomas Walter e Samuel Sloan. Frank Furness é considerado o maior arquiteto de Filadélfia da segunda metade do século XIX. Seus contemporâneos incluíram John McArthur Jr., Addison Hutton, Wilson Eyre, os irmãos Wilson e Horace Trumbauer. Em 1871, a construção começou no estilo do segundo império da Philadelphia City Hall. A Philadelphia Historical Commission foi criada em 1955 para preservar a história cultural e arquitetônica da cidade. A comissão mantém o Registro de Locais Históricos de Filadélfia, acrescentando edifícios históricos, estruturas, locais, objetos e distritos da maneira que julgar mais adequada. Em 1932, Filadélfia tornou-se o lar do primeiro arranha-céu moderno da International Style nos Estados Unidos, o Edifício PSFS, projetado por George Howe e William Lescaze. A Prefeitura de 167 m permaneceu como o prédio mais alto da cidade até 1987, quando o One Liberty Place foi concluído. Numerosos arranha-céus de vidro e granito foram construídos em Center City no início dos anos 80. Em 2007, o Comcast Center superou One Liberty Place para se tornar o edifício mais alto da cidade. O Comcast Technology Center foi concluído em 2018, atingindo uma altura de 342 m, como o prédio mais alto dos Estados Unidos fora de Manhattan e Chicago. Durante grande parte da história de Filadélfia, a casa típica era a casa geminada. A casa geminada foi introduzida nos Estados Unidos através de Filadélfia no início do século XIX e, por um tempo, as casas geminadas construídas em outros lugares dos Estados Unidos eram conhecidas como \"filas de Filadélfia\". Uma variedade de casas geminadas são encontradas por toda a cidade, desde blocos contínuos em estilo federal na Cidade Velha e na Colina da Sociedade até casas em estilo vitoriano no norte de Filadélfia até casas geminadas no oeste de Filadélfia. == Demografia == === Censo 2020 === Segundo o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Seu crescimento populacional na última década foi de 5,1%, acima do crescimento estadual de 2,4%. É a cidade mais populosa do estado e a sexta mais populosa do país, perdendo a quinta posição para Phoenix, no Arizona. Possui que resulta em uma densidade de e um aumento de 8,4% em relação ao censo anterior. Deste total, 9,5% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,4 pessoas por residência. === Evolução e distribuição === Em meados do século XVIII, Filadélfia foi a maior cidade das treze colônias britânicas. Apesar deste crescimento espetacular, tem diminuído de forma constante no ranking das cidades americanas. Oprimido por Nova Iorque no final do século XVIII, por Chicago na década de 1880 e Los Angeles na década de 1950. O maior aumento da população de Filadélfia, realizada em finais do século XIX e início do século XX, a população dobrou entre 1880 e 1920, graças à imigração européia. Depois de um pico populacional em 1950 (dois milhões), a cidade foi evacuada em resposta aos problemas sociais: a classe média branca deixaram o município e mudaram-se para municípios próximos. Entre 1950 e 2000, Filadélfia perdeu mais de 480 mil habitantes. Apesar da política de revitalização dos bairros e gentrification em curso, a tendência contínua de redução (-4,5% entre 1990 e 2000) ainda persevera. A densidade de população de Filadélfia, comparável a de Boston e Chicago, é de /km². === Étnica e social === A distribuição étnica é caracterizada pelo fato de que nenhum grupo é a maioria: a proporção de brancos é relativamente baixa (45%) em comparação com a média nacional (74%) e do estado da Pensilvânia (88%). Em 2005, afirmaram ter antepassados irlandeses, afirmaram possuir ascendência italiana e alemã. Estas três comunidades formadas por descendentes de imigrantes dos anos 1880–1920, marca a vida cultural de Filadélfia. Afro-americanos formam uma grande comunidade (43,2% do total). Este grupo concentra-se nas áreas situadas a oeste e norte da cidade. A proporção de latinos é menor (8,5%) do que no resto do país, mas cresce consideravelmente. A comunidade jamaicana é a segunda maior do país ( em 2005) estão melhor representados entre os hispânicos. A população asiática representa 4,5% da população de Filadélfia: O principal é a comunidade chinesa, um número estimado de em 2005), o segundo maior número da Costa Leste, depois de Nova Iorque. Chinatown, um bairro típico chinês, está localizada no centro da cidade em torno Race Street, entre as ruas 8 e 11. A taxa de pessoas vivendo abaixo da linha de pobreza é de 24,5%, duas vezes maior que a média do Estado. Fica bem acima da média nacional (13,3%). A renda média anual per capita é $. Entre as grandes cidades de BosWash, Filadélfia é a mais pobre.Em comparação, a renda média anual per capita é de $ em Boston e Washington, DC $ A taxa de desemprego, com 5,7% da População economicamente ativa, em 2007, é superior à média nacional. Em relação ao crime, Filadélfia ocupa a sexta posição no ranking das cidades com população superior a 500 mil habitantes, sendo a mais perigosa dos Estados Unidos. Em 2004, 377 homicídios foram registrados, principalmente nos guetos, uma taxa de 25,6 por 100 mil habitantes, enquanto a média nacional é de 6,9 e a de Nova Iorque é de 6,6. Em 2006, o número de homicídios somaram 406. A percentagem de licenciados é mais baixa do que no resto da Pensilvânia. No entanto, o número de estudantes é grande ( em 2005, ou 13,5% da população total), devido à presença de muitas instituições de ensino superior no território do município. Utilitários, municipal ou privado para atender a maioria dos empregos. O setor emprega 8% da força de trabalho, pouco mais de 45 mil pessoas em 2005. === Religião === 68% da população segue o Cristianismo (41% Protestante, 26% Católica, e 1% Testemunha de Jeová), 3% professam Judaismo, 1% professam Islã, 1% são Budistas, 1% são Hindus, 1% tem outras religiões, e 24% não tem religião (5% Ateus, 4% Agnosticos, e 15% não tem nenhuma em particular). == Economia == Filadélfia é o centro da atividade econômica da Pensilvânia, com a sede de cinco empresas da Fortune 1000 localizadas dentro dos limites da cidade. A partir de 2019, estima-se que a área metropolitana de Filadélfia produza um produto metropolitano bruto (BPF) de US $ 490 bilhões, um aumento em relação aos US $ 445 bilhões calculados pelo Bureau of Economic Analysis para 2017, representando o oitavo maior Economia metropolitana dos EUA. O GaWC classificou Filadélfia na categoria Beta das cidades em sua classificação de 2018 nas cidades globais. Os setores econômicos de Filadélfia incluem serviços financeiros, assistência médica, biotecnologia, tecnologia da informação, comércio e transporte, manufatura, refino de petróleo, processamento de alimentos e turismo. As atividades financeiras representam o maior setor econômico da região metropolitana, que também é um dos maiores centros de educação e pesquisa em saúde dos Estados Unidos. A taxa de desemprego anual de Filadélfia foi de 7,8% em 2014, abaixo dos 10% do ano anterior. Isso é superior à média nacional de 6,2%. Da mesma forma, a taxa de novos empregos adicionados à economia da cidade ficou para trás do crescimento do emprego nacional. Em 2014, cerca de 8 800 empregos foram adicionados à economia da cidade. Os setores com o maior número de empregos adicionados foram: educação e saúde, lazer e hospitalidade e serviços profissionais e empresariais. Houve declínios nos setores manufatureiro e governamental da cidade. Cerca de 31,9% da população da cidade não estava na força de trabalho em 2015, o segundo maior percentual depois de Detroit. Os dois maiores empregadores da cidade são os governos federal e municipal. O maior empregador privado de Filadélfia é a Universidade da Pensilvânia, seguida pelo Hospital Infantil de Filadélfia. Um estudo encomendado pelo governo da cidade em 2011 projetou que 40 000 empregos seriam adicionados à cidade dentro de 25 anos, aumentando o número de empregos de 675 000 em 2010 para um número estimado de 715 000 em 2035. === Corporações === A cidade abriga a Bolsa de Valores de Filadélfia e a sede da televisão por cabo e do provedor de internet Comcast, as companhias de seguros Cigna, Colonial Penn e Independence Blue Cross, empresa de serviços alimentícios Aramark, fabricantes de produtos químicos FMC Corporation e Rohm and Haas, empresa farmacêutica GlaxoSmithKline, varejista de roupas Urban Outfitters, varejista de peças automotivas Pep Boys e produtor de aço inoxidável Carpenter Technology Corporation. A sede da Boeing Rotorcraft Systems, e sua principal fábrica de aeronaves rotativas, estão no subúrbio de Ridley Park, em Filadélfia, na Pensilvânia, enquanto o The Vanguard Group está sediado em Malvern, na Pensilvânia. === Tecnologia e biotecnologia === Filadélfia surgiu como um centro de tecnologia da informação e biotecnologia. Filadélfia e Pensilvânia estão atraindo novos empreendimentos em ciências da vida. A área metropolitana de Filadélfia, compreendendo o vale do Delaware, também se tornou um centro crescente de financiamento de capital de risco. === Turismo === A história de Filadélfia atrai muitos turistas, com o Independence National Historical Park (que inclui o Liberty Bell, o Independence Hall e outros locais históricos) recebendo mais de 5 milhões de visitantes em 2016. A cidade recebeu 42 milhões de turistas domésticos em 2016, que gastaram US$ 6,8 bilhões, gerando um impacto econômico total estimado em US$ 11 bilhões na cidade e nos quatro municípios da Pensilvânia. === Comércio e transporte === O Aeroporto Internacional de Filadélfia está passando por uma expansão de infraestrutura de US$ 900 milhões para aumentar a capacidade dos passageiros e aumentar a experiência dos passageiros; enquanto o Porto de Filadélfia, tendo experimentado o maior crescimento percentual de tonelagem carregada em 2017 entre os principais portos marítimos dos EUA, estava dobrando sua capacidade para acomodar navios de porte pós-Panamax de tamanho grande em 2018, de Filadélfia 30 Street Station é o terceiro mais movimentado- Amtrak hub ferroviário, seguindo Penn Station em Manhattan e Union Station em Washington, DC, transportando mais de 4 milhões de passageiros ferroviários entre cidades anualmente. == Educação == === Educação primária e secundária === A educação em Filadélfia é fornecida por muitas instituições públicas e privadas. O distrito escolar de Filadélfia administra as escolas públicas da cidade. O Distrito Escolar de Filadélfia é o oitavo maior distrito escolar dos Estados Unidos com 142 266 estudantes em 218 escolas públicas tradicionais e 86 escolas charter a partir de 2014. K-12 matrículas da cidade em escolas dirigidas pela distrital caiu de 156 211 estudantes em 2010 para 130 104 estudantes em 2015. Durante o mesmo período, a matrícula em escolas charter aumentou de 33 995 alunos em 2010 para 62 358 estudantes em 2015. Este uma queda consistente nas matrículas levou a cidade a fechar 24 de suas escolas públicas em 2013. Durante o ano letivo de 2014, a cidade gastou uma média de US$ 12 570 por aluno, abaixo da média entre distritos escolares urbanos comparáveis. Enquanto isso, as taxas de graduação nas escolas administradas pelo distrito aumentavam constantemente nos dez anos a partir de 2005. Em 2005, Filadélfia possuía uma taxa de graduação distrital de 52%. Esse número aumentou para 65% em 2014, ainda abaixo das médias nacional e estadual. Pontuações no teste padronizado do estado, o Sistema de Avaliação Escolar da Pensilvânia (PSSA) subiu de 2005 para 2011, mas posteriormente diminuiu. Em 2005, as escolas administradas pelo distrito obtiveram uma média de 37,4% em matemática e 35,5% em leitura. As escolas da cidade atingiram seu pico em 2011 com 59,0% em matemática e 52,3% em leitura. Em 2014, as pontuações caíram significativamente para 45,2% em matemática e 42,0% em leitura. === Ensino superior === Filadélfia tem a terceira maior concentração de estudantes na costa leste, com mais de 120 000 estudantes de faculdades e universidades matriculados na cidade e quase 300 000 na área metropolitana. Mais de 80 faculdades, universidades, comércio e escolas especializadas estão localizadas na região de Filadélfia. Um dos membros fundadores da Associação de Universidades Americanas está na cidade, a Universidade da Pensilvânia, uma instituição da Ivy League que afirma ser a universidade mais antiga do país. A maior escola da cidade em número de estudantes é a Temple University, seguida pela Drexel University. A Universidade da Pensilvânia, Temple University, Drexel University e Thomas Jefferson University compreendem as universidades de pesquisa com classificação nacional da cidade. Filadélfia é também o lar de cinco escolas de medicina: Drexel University College of Medicine, Escola de Medicina de Perelman na Universidade da Pensilvânia, Filadélfia Faculdade de Medicina Osteopática, Escola de Medicina da Universidade de Temple, e da Universidade Thomas Jefferson Sidney Kimmel Medical College. Hospitais, universidades e instituições de pesquisa de ensino superior nos quatro distritos do Congresso de Filadélfia receberam mais de US$ 252 milhões em subsídios do National Institutes of Health em 2015. == Infraestrutura == === Transporte === Filadélfia é atendida pela Autoridade de Transporte do Sudeste da Pensilvânia (SEPTA), que opera ônibus, trens, trânsito rápido (metrô e trens elevados ), bondes e bondes sem trilhos (ônibus elétricos) por toda a cidade, os quatro condados suburbanos da Pensilvânia, em Bucks, Chester, Delaware e Montgomery, além de atender ao Condado de Mercer, Nova Jersey (Trenton) e Condado de New Castle, Delaware ( Wilmington e Newark, Delaware). O sistema de metrô da cidade consiste em duas rotas: a seção de metrô da Market-Frankford Line que corre leste-oeste sob a Market Street, que abriu em 1905 a oeste e 1908 a leste da City Hall, e a Broad Street Line em execução norte-sul abaixo da Broad Street, que abriu em etapas de 1928 a 1938. A partir da década de 1980, grandes seções do serviço ferroviário regional SEPTA para os subúrbios longínquos de Filadélfia foram interrompidas devido à falta de financiamento para manutenção de equipamentos e infraestrutura. A 30th Street Station de Filadélfia é uma importante estação ferroviária no corredor nordeste da Amtrak, com 4,4 milhões de passageiros em 2017, tornando-a a terceira estação mais movimentada do país, depois da Estação Pensilvânia de Nova York e da Estação Union de Washington. 30th Street Station oferece acesso às linhas Amtrak, SEPTA, e NJ Transit. Mais de 12 milhões de passageiros ferroviários SEPTA e NJ Transit usam a estação todos os anos e mais de 100 000 pessoas em um dia útil médio. A PATCO Speedline fornece serviço de transporte rápido para Camden, Collingswood, Westmont, Haddonfield, Woodcrest (Cherry Hill), Ashland (Voorhees) e Lindenwold, Nova Jersey, a partir das estações na Locust Street entre 16 e 15, 13 e 12 e 10 e 10 e 9th Streets, e na Market Street na 8th Street. ==== Aeroportos ==== Dois aeroportos atendem Filadélfia: o Aeroporto Internacional de Filadélfia (PHL) está localizado a 11 km ao sul- sudoeste de Center City, na fronteira com o Condado de Delaware, fornecendo serviço aéreo doméstico e internacional programado, enquanto o Aeroporto Nordeste de Filadélfia (PNE) é um aeroporto de alívio geral da aviação no nordeste de Filadélfia que serve a aviação geral e corporativa. O Aeroporto Internacional de Filadélfia está entre os aeroportos mais movimentados do mundo, medidos por movimentos de tráfego (ou seja, decolagens e aterrissagens). Mais de 30 milhões de passageiros passam anualmente pelo aeroporto em 25 companhias aéreas, incluindo todas as principais transportadoras domésticas. O aeroporto tem quase 500 partidas diárias para mais de 120 destinos em todo o mundo. ==== Estradas ==== alt=|esquerda|miniaturadaimagem|230x230px|Tráfico em direção a Filadélfia na Insterstate 95 pela manhã. William Penn planejou Filadélfia com ruas numeradas atravessando o norte e o sul, e ruas nomeadas por árvores, como Chestnut, Walnut e Mulberry, atravessando o leste e o oeste. As duas ruas principais foram nomeadas Broad Street (a artéria norte-sul, desde a designada Rota da Pensilvânia 611) e High Street (a artéria leste-oeste, depois de renomeada Market Street) convergindo na Center Square, que mais tarde se tornou o local da Prefeitura. A Interstate 95 (Delaware Expressway) atravessa as margens sul e leste da cidade ao longo do rio Delaware como a principal estrada de acesso controlado norte-sul, conectando Filadélfia a Newark, Nova Jersey e Nova York ao norte e Baltimore e Washington, DC ao sul. A cidade também é servida pela Interstate 76 (a Schuylkill Expressway), que corre ao longo do rio Schuylkill, cruzando a estrada da Pensilvânia no King of Prussia e fornecendo acesso a Harrisburg e pontos a oeste. O Roosevelt Boulevard e a Expressway, conectam o nordeste de Filadélfia ao Center City pela I-76 através do Fairmount Park. A Woodhaven Road (Rota 63) e a Cottman Avenue (Rota 73) servem os bairros do nordeste de Filadélfia, entre a I-95 e o Roosevelt Boulevard. A Fort Washington Expressway (Rota 309) se estende para o norte a partir da fronteira norte da cidade, servindo o Condado de Montgomery e o Condado de Bucks. A Rota 30 dos EUA (Lancaster Avenue) se estende para o oeste do oeste de Filadélfia até Lancaster. === Serviços de utilidade pública === ==== Pureza e disponibilidade da água ==== Em 1815, Filadélfia começou a abastecer sua água através da Fairmount Water Works, localizada no rio Schuylkill, o primeiro grande sistema urbano de abastecimento de água do país. Em 1909, o Water Works foi desativado quando a cidade passou para os métodos modernos de filtragem de areia. Hoje, o Departamento de Água de Filadélfia (PWD) fornece água potável, coleta de águas residuais e serviços de águas pluviais para Filadélfia, bem como para os municípios vizinhos. A PWD retira cerca de 57% de sua água potável do rio Delaware e a balança do rio Schuylkill. A cidade possui duas plantas de filtragem no rio Schuylkill e uma no rio Delaware. As três plantas podem tratar até 546 milhões de galões de água por dia, enquanto a capacidade total de armazenamento da planta e do sistema de distribuição combinados excede um bilhão de galões. O sistema de águas residuais consiste em três plantas de controle de poluição da água, 21 estações de bombeamento e cerca de 5 885 km de esgotos. ==== Eletricidade ==== A subsidiária da Exelon PECO Energy Company, fundada como a Brush Electric Light Company de Filadélfia em 1881 e renomeada Philadelphia Electric Company (PECO) em 1902, fornece eletricidade a cerca de 1,6 milhão de clientes e mais de 500 000 clientes de gás natural na região sudeste da Pensilvânia, incluindo a cidade de Filadélfia e da maioria de seus subúrbios. A PECO é a maior empresa de eletricidade e gás natural do estado, com 472 subestações de energia e quase 37 000 km de linhas de transmissão e distribuição elétrica, além de 19 000 km de transmissão, distribuição e serviço de gás natural. == Cultura == Filadélfia é o lar de muitos locais históricos nacionais relacionados à fundação dos Estados Unidos. O Parque Histórico Nacional da Independência é o centro desses marcos históricos, sendo um dos 22 Patrimônios Mundiais da UNESCO. O Independence Hall, onde a Declaração de Independência foi assinada, e o Liberty Bell são as atrações mais famosas da cidade. Outros locais históricos nacionais incluem as casas de Edgar Allan Poe e Thaddeus Kosciuszko, edifícios governamentais antigos como o Primeiro e o Segundo Banco dos Estados Unidos. Filadélfia sozinha tem 67 marcos históricos nacionais, o terceiro mais de qualquer cidade do país. Os principais museus de ciências de Filadélfia incluem o Instituto Franklin, que contém o Memorial Nacional Benjamin Franklin; a Academia de Ciências Naturais; o Museu Mütter e o Museu de Arqueologia e Antropologia da Universidade da Pensilvânia. Os museus de história incluem o National Constitution Center, o Museu da Revolução Americana, o Museu de História de Filadélfia o Museu Nacional de História Judaica Americana, o Museu Afro- americano em Filadélfia, a Sociedade Histórica da Pensilvânia, a Biblioteca Maçônica e o Museu da Pensilvânia no Templo Maçônico e a Penitenciária Estadual do Leste. A cidade abriga importantes repositórios de arquivos, incluindo a Library Company of Philadelphia, fundada em 1731 por Benjamin Franklin e o Athenaeum of Philadelphia, fundado em 1814. A Sociedade Histórica Presbiteriana é a mais antiga sociedade histórica denominacional do país, organizado em 1852. === Artes === A cidade contém muitos museus de arte, como a Academia de Belas Artes da Pensilvânia e o Museu Rodin, que abriga a maior coleção de obras de Auguste Rodin fora da França. O principal museu de arte da cidade, o Museu de Arte de Filadélfia, é um dos maiores museus de arte do mundo. O longo lance de escadas para a entrada principal do Museu de Arte tornou-se famoso após o filme Rocky (1976). Áreas como South Street e Old City têm uma vida noturna vibrante. A Avenue of the Arts em Center City contém muitos restaurantes e teatros, como o Centro Kimmel de Artes Cênicas, lar da Orquestra de Filadélfia, e a Academia de Música, lar da Opera Philadelphia e do Ballet da Pensilvânia. O Wilma Theatre e a Philadelphia Theatre Company, no Suzanne Roberts Theatre, produzem uma variedade de novas peças. Filadélfia tem mais arte pública do que qualquer outra cidade americana. Em 1872, a Associação de Arte Pública (ex-Fairmount Park Art Association) foi criada como a primeira associação privada nos Estados Unidos dedicada a integrar a arte pública e planejamento urbano. Filadélfia tem mais murais do que qualquer outra cidade dos EUA, graças em parte à criação, em 1984, do Programa de Artes Murais do Departamento de Recreação, que visa embelezar os bairros e fornecer uma saída para os grafiteiros. O programa financiou mais de 2 800 murais de profissionais, funcionários e artistas voluntários e educou mais de 20 000 jovens em bairros carentes em toda Filadélfia. === Música === Filadélfia desempenhou um papel proeminente na música dos Estados Unidos. A cultura da música popular americana tem sido influenciada por contribuições significativas dos músicos e produtores da área de Filadélfia, tanto na indústria de gravação quanto na de transmissão. Em 1952, o programa de dança de adolescentes chamado Bandstand estreou na televisão local, apresentado por Bob Horn. O show foi renomeado American Bandstand em 1957, quando começou a distribuição nacional na ABC, organizada por Dick Clark e produzida em Filadélfia até 1964, quando se mudou para Los Angeles. Os promotores comercializaram artistas musicais jovens conhecidos como ídolos teens para atrair o público jovem. Vários cantores nasceram em Filadélfia, como Frankie Avalon, James Darren, Eddie Fisher, Fabian Forte e Bobby Rydell. === Culinária === A cidade é conhecida por seus sanduíches gigantes, Stromboli, sanduíche de porco assado, scrapple, pretzels suaves, gelo de água, doces de batata irlandesa, Tastykakes, e o sanduiches submarino que foi desenvolvido por imigrantes italianos. A área de Filadélfia tem muitos estabelecimentos que servem cheesesteaks, incluindo restaurantes, tabernas, delicatessens e pizzarias. O criador do sanduíche de filé finamente fatiado na década de 1930, inicialmente sem queijo, é o Pat´s Steaks, que enfrenta o seu rival Geno Steaks, fundada em 1966, através da intersecção de 9th Street e Passyunk Avenue no mercado italiano de South Philadelphia. O Reading Terminal Market é um mercado histórico de alimentos fundado em 1893 no edifício do Reading Terminal, designado National Historic Landmark. O mercado fechado é um dos maiores e mais antigos mercados do país, abrigando mais de cem comerciantes oferecendo especialidades holandesas da Pensilvânia, queijos e carnes artesanais, mantimentos cultivados localmente e comidas especiais e étnicas. == Esportes == A cidade de Filadélfia é umas das 13 cidades dos Estados Unidos que possui time em cada uma das quatro grandes ligas profissionais. A cidade é casa do time de beisebol Philadelphia Phillies, fundado em 1883 é o mais antigo time profissional do país ainda em atividade e que nunca mudou de cidade, manda seus jogos no Citizens Bank Park, o time de futebol americano Philadelphia Eagles que joga no Lincoln Financial Field, o time de basquetebol Philadelphia 76ers e o time hóquei no gelo Philadelphia Flyers que jogam no Wells Fargo Center. Além disso, também é casa do Philadelphia Union, clube da MLS que joga no Subaru Park. == Marcos históricos == O Registro Nacional de Lugares Históricos lista 586 marcos históricos em Filadélfia, dos quais 68 são Marcos Históricos Nacionais. Os primeiros marcos foram designados em 15 de outubro de 1966 e os mais recentes em 27 de maio de 2021, o Germantown Jewish Centre e o U.S. Mint Building at Philadelphia. == Pontos turísticos == * Museu de arte de Filadélfia (Philadelphia Museum of Art) * Museu de Arqueologia e Antropologia da Universidade da Pensilvânia * Museu Rodin (a maior coleção de obras de Auguste Rodin fora da França) * Fundação Barnes (Barnes Foundation) * Museu Municipal Atwater-Kent * A casa de Edgar Allan Poe * National Constitution Center * Independence Hall * Parque Fairmount * Penitenciária de Eastern State * Zoológico de Filadélfia (Philadelphia Zoo) * National Constitution Center * Sala de concertos da Orquestra de Filadélfia * Igreja Cristã (organizada em 1695 — construída em 1727) * Lincoln Financial Field * Wells Fargo Center * Citizens Bank Park == Cidades-irmãs == Filadélfia tem dez cidades-irmãs, designadas pelo Conselho Internacional de Visitantes de Filadélfiaː * Douala, Camarões * Florença, Itália * Incheon, Coreia do Sul * Níjni Novgorod, Rússia * Tel Aviv, Israel * Tianjin, República Popular da China * Toruń, Polónia * Abruzzo, Itália * Aix-en-Provence, França * Kobe, Japão ==Ver também== * Independence Hall, um Patrimônio Mundial localizado na cidade. ==Ligações externas== * * *",
 "title": "Filadélfia"
}