{
 "id": "39264",
 "text": "The O'Jays foram um grupo representante do chamado \"soul da Filadélfia\" (Philadelphia soul) na década de 1970, originalmente composta por Walter Williams, Bill Isles, Bobby Massey, William Powell e Eddie Levert. Eles formaram a banda na cidade de Canton, Ohio em 1958 na época em que cursavam o ensino médio. == Início == Originalmente conhecidos como The Triumphs, posteriormente mudando o nome para The Mascots, a primeira gravação do grupo foi Miracles em 1961, que teve um pequeno sucesso na região de Cleveland. O nome \"The O'Jays\" é um tributo ao disc-jóquei Eddie O'Jay. O grupo - que atualmente é um quarteto, após a saída de Isles - teve como primeiro grande sucesso a música I'll Be Sweeter Tomorrow (Than I Was Today). Apesar do sucesso, cogitaram deixar a música, até que os famosos produtores Kenneth Gamble e Leon Huff tiveram interesse por eles. Com Gamble e Huff, os O'Jays emergiram como pioneiros do Philadelphia soul com as músicas Back Stabbers e Love Train, em 1972. Durante o resto da década, continuaram a lançar músicas que alcançaram os primeiros lugares, incluindo For the Love of Money, Let Me Make Love to You, Give the People What They Want, e o sucesso disco' I Love Music. Powell morreu de câncer em 1977. Depois da entrada de Sammy Strain, os O'Jays continuaram a gravar, porém com sucesso muito limitado. Em 1978 tiveram algum êxito com Use Ta Be My Girl, e também nas paradas de R&B; em 1987, com a música Lovin' You. == Discografia == == Na cultura pop == * A canção For The Love of Money ficou conhecida como tema de abertura do reality show The Apprentice (O Aprendiz), tanto em sua versão americana, comandada pelo empresário Donald Trump, quanto em várias versões internacionais, especialmente a versão brasileira, comandada pelo publicitário Roberto Justus (entre 2004 e 2009) e pelo empresário João Dória Júnior (a partir de 2010). == == * TOOP, David (1991). Rap Attack 2: African Rap To Global Hip Hop. New York. New York: Serpent's Tail. ISBN 1852422432. == Ligações externas == * Categoria:Bandas de Ohio Categoria:Bandas de música disco Categoria:Bandas formadas em 1958 Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "The O'Jays"
}