{
 "id": "39281",
 "text": "Nilo Procópio Peçanha GCSE (Campos dos Goytacazes, 2 de outubro de 1867 – Rio de Janeiro, 31 de março de 1924) foi um político brasileiro. Assumiu a Presidência da República após o falecimento de Afonso Pena, em 14 de junho de 1909 e governou até 15 de novembro de 1910.. Nilo Peçanha é patrono da educação profissional e tecnológica no Brasil.. == Origem e carreira política == === Primeiros anos === Nilo Peçanha nasceu em 2 de outubro de 1867 em Campos dos Goytacazes, Rio de Janeiro, filho de Sebastião de Sousa Peçanha, padeiro, e de Joaquina Anália de Sá Freire, descendente de uma família de agricultores.. Teve quatro irmãos e duas irmãs. A família vivia pobremente em um sítio no atual distrito de Morro do Coco, Campos dos Goytacazes, até que se mudou para o centro da cidade quando Nilo Peçanha chegou à idade escolar.. Seu pai era conhecido na cidade como \"Sebastião da Padaria\". Fez os estudos preliminares em sua cidade, no Colégio Pedro II. Estudou na Faculdade de Direito de São Paulo e depois na Faculdade do Recife, onde se formou. Casou-se com Ana de Castro Belisário Soares de Sousa, conhecida como \"Anita\", descendente de famílias aristocráticas e ricas de Campos dos Goytacazes, neta do Visconde de Santa Rita e bisneta do Barão de Muriaé e do primeiro Barão de Santa Rita. O casamento foi um escândalo social, pois a noiva teve que fugir de casa para se casar com um pobre e mulato, embora político promissor. Foi descrito como sendo mulato. e frequentemente ridicularizado na imprensa em charges e anedotas que se referiam à cor da sua pele... Durante sua juventude, a elite social de Campos dos Goytacazes chamava-o de \"o mestiço de Morro do Coco\". === Carreira na política === Participou das campanhas abolicionista e republicana. Iniciou a carreira política ao ser eleito para a Assembleia Constituinte em 1890. Em 1903 foi eleito sucessivamente senador e presidente do estado do Rio de Janeiro, permanecendo no cargo até 1906 quando foi eleito vice-presidente de Afonso Pena. Como presidente do estado do Rio de Janeiro, assinou, em 26 de fevereiro de 1906, o Convênio de Taubaté.LACOMBE, Lourenço Luiz. Os chefes do Executivo Fluminense. Petrópolis, RJ : Museu Imperial, 1973 Quatro dias após o Convênio de Taubaté, em 1 de março de 1906, foi eleito vice-presidente da república, com 272.529 votos contra apenas 618 votos dados a Alfredo Varela. Seus seguidores eram chamados de nilistas. Foi maçom e Grão- mestre do Grande Oriente do Brasil de 23 de julho de 1917 a 24 de setembro de 1919, quando renunciou ao cargo. Em 1921, quando concorreu à presidência da República como candidato de oposição, a imprensa publicou cartas atribuídas falsamente ao candidato governista, Artur Bernardes, que causaram uma crise política, pois insultavam o ex-presidente Marechal Hermes da Fonseca,. representante dos militares, e também Nilo Peçanha, que era xingado de mulato. Gilberto Freyre, escrevendo sobre futebol, usou-o como paradigma do mulato que vence usando a malícia e escondendo o jogo mencionando que \"o nosso estilo de jogar (…) exprime o mesmo mulatismo de que Nilo Peçanha foi até hoje a melhor afirmação na arte política\". apud . == Controvérsia racial == Alguns pesquisadores afirmam que suas fotografias presidenciais eram retocadas para branquear sua pele escura.. Alberto da Costa e Silva afirma que Nilo Peçanha foi um dos quatro presidentes brasileiros que esconderam os seus ancestrais africanos, sendo os outros Campos Sales, Rodrigues Alves e Washington Luís.. Já o presidente Fernando Henrique Cardoso, apesar de se considerar da etnia branca, confirmou ter entre seus ancestrais uma escrava. Abdias Nascimento afirma que, apesar de sua tez escura, Nilo Peçanha escondeu suas origens africanas e que seus descendentes e família sempre negaram que ele fosse mulato.. A biografia oficial escrita, Celso Peçanha, ex-governador do Estado do Rio de Janeiro e que era seu parente, nada menciona sobre suas origens raciais; todavia uma outra biografia posterior o faz. Portanto, alguns pesquisadores expressam dúvidas sobre se Nilo Peçanha era ou não uma pessoa parda. Em qualquer caso, suas origens foram muito humildes: ele mesmo contava ter sido criado com \"pão dormido e paçoca\". == Presidente da República == Com a morte do presidente Afonso Pena (1847–1909), Nilo Peçanha, que era vice- presidente, assumiu a presidência do Brasil em 14 de junho de 1909, com o lema \"Paz e Amor\". É considerado por alguns como o primeiro presidente negro do país, embora pesquisadores apontem Rodrigues Alves como outra possível figura, devido à sua ascendência africana. Durante seu governo, foi criado o Serviço de Proteção aos Índios (SPI), antecessor da Fundação Nacional dos Povos Indígenas (Funai), devido à preocupação com os indígenas. Também, foi criada a Escola de Aprendizes Artífices, primeira escola técnica de ensino no Brasil que não tinha uma abordagem militar, considerada precursora da rede de institutos de ensino Centro Federal de Educação Tecnológica (CEFET); por esta razão, Nilo Peçanha é o patrono da educação profissional e tecnológica no Brasil, através da Lei 12.417/2011, que oficializou a homenagem em 2011. O governo de Nilo Peçanha foi curto: durou de 14 de junho de 1909 a 15 de novembro de 1910. == Vida após a presidência == Ao fim do seu mandato presidencial, retornou ao Senado em 1912 e, dois anos depois, novamente elegeu-se presidente do Estado do Rio de Janeiro. Renunciou a este cargo em 1917 para assumir o Ministério das Relações Exteriores. Em 1918 novamente elegeu-se senador federal. A 14 de junho de 1920 Portugal o agraciou com a Grã-Cruz da Ordem Militar de Sant'Iago da Espada.. Em 1921 candidatou-se à presidência da República pelo Movimento Reação Republicana, que tinha como objetivo contrapor o liberalismo político à política das oligarquias estaduais. Embora as situações pernambucana, baiana, gaúcha e fluminense, e boa parte dos militares, o apoiassem, Artur Bernardes o derrotou nas eleições de 1° de março de 1922. O presidente da República na época, Epitácio Pessoa, não participou das negociações (démarches, no galicismo corrente à época), sobre sua sucessão presidencial. Artur Bernardes teve 466 877 votos contra 317 714 votos dados a Nilo Peçanha. Nilo teve apoio apenas dos estados do Rio de Janeiro, Rio Grande do Sul, Pernambuco e Bahia. Nilo Peçanha morreu em 31 de março de 1924, aos 56 anos, no Rio de Janeiro, vítima de um colapso cardíaco causado pela doença de Chagas. Antes da morte, ele estava com graves problemas de saúde. O corpo dele foi sepultado no Cemitério de São João Batista, no bairro de Botafogo, Rio de Janeiro. == Homenagens == O nome do município fluminense Nilópolis, fundado em 1947, na região metropolitana do Rio de Janeiro o homenageia. No estado da Bahia desde 1930 há o município de Nilo Peçanha em homenagem ao ex-presidente. Existem 31 instituições de ensino básico no país batizada em homenagem ao ex-presidente. == Ministros == Ministério Ministro Agricultura, Indústria e Comércio Antônio Cândido Rodrigues Francisco Sá Rodolfo Nogueira da Rocha Miranda Fazenda José Leopoldo de Bulhões Jardim Guerra Luís Mendes de Morais Carlos Eugênio de Andrade Guimarães José Bernardino Bormann Justiça e Negócios Interiores Augusto Tavares de Lira Esmeraldino Olímpio Torres Bandeira Marinha Alexandrino Faria de Alencar Relações Exteriores José Maria da Silva Paranhos Júnior Viação e Obras Públicas Miguel Calmon du Pin e Almeida Francisco Sá == Ver também == * Crise das cartas falsas == Bibliografia == * KOIFMAN, Fábio; Organizador - Presidentes do Brasil; Editora Rio; 2001. * MOURA DOS SANTOS, Denis. Pardos: A Visão das Pessoas Pardas pelo Estado Brasileiro; Curitiba: Appris, 2021. * PEÇANHA, Celso; Nilo Peçanha e a Revolução Brasileira; Editora Civilização Brasileira; 1969. * PEÇANHA, Nilo, Economia e Finanças: Campanha Presidencial (1921-1922), Editora Imprensa Nacional, 1922. * SILVA, Hélio; Nilo Peçanha – 7º Presidente do Brasil; Editora Três; 1983. * SANTIAGO; Sindulfo, Nilo Peçanha, uma Época Política; Editora Sete; 1962. * TINOCO, Brígido; A Vida de Nilo Peçanha; Editora Jose Olympio; 1962. == Ligações externas == * * * * . * . Categoria:Candidatos à Presidência da República do Brasil Categoria:Presidentes do Brasil Categoria:Vice-presidentes do Brasil Categoria:Ministros do Governo Venceslau Brás Categoria:Ministros das Relações Exteriores do Brasil Categoria:Presidentes do Senado Federal do Brasil Categoria:Senadores do Brasil pelo Rio de Janeiro Categoria:Governadores do Rio de Janeiro Categoria:Deputados federais do Brasil pelo Rio de Janeiro Categoria:Alunos da Faculdade de Direito da Universidade de São Paulo Categoria:Naturais de Campos dos Goytacazes Categoria:Nilismo Categoria:Maçons do estado do Rio de Janeiro Categoria:Políticos afro-brasileiros Categoria:Católicos do Brasil Categoria:Alunos da Faculdade de Direito da Universidade Federal de Pernambuco Categoria:Grã-Cruzes da Ordem Militar de Sant'Iago da Espada Categoria:Alunos do Colégio Pedro II Categoria:Política do estado do Rio de Janeiro (1891–1960) Categoria:Deputados federais da Assembleia Nacional Constituinte de 1891 Categoria:Advogados afro-brasileiros Categoria:Brasileiros de ascendência africana Categoria:Patronos do Brasil Categoria:Maçons do Brasil Categoria:Políticos brasileiros do século XIX Categoria:Políticos brasileiros do século XX",
 "title": "Nilo Peçanha"
}