{
 "id": "3933",
 "text": "O Laos,Dicionário Priberam: lao·si·a·no (Laos, topônimo + -iano)Infopédia lao.si.a.no - relativo ou pertencente à República Democrática Popular do Laos.Dicionário Houaiss: laosiano, etim.: República do Laos + -iano; oficialmente República Democrática Popular do Laos (em laosiano: ສາທາລະນະລັດ ປະຊາທິປະໄຕ ປະຊາຊົນລາວ, translit.: Sathalanalat Paxathipatai Paxaxon Lao, ), é um país do Sudeste Asiático, localizado na Indochina e limitado a norte pela China, a leste pelo Vietnã, a sul pelo Camboja, a sul e oeste pela Tailândia e a noroeste por Myanmar. Sua população foi estimada em 6,5 milhões de habitantes em 2012. A história do Laos é traçada desde o reino de Lan Xang, que existiu do século XIV ao XVIII, quando era dividida em três reinos separados. Em 1893, formou-se um protetorado francês na região, constituído pelos reinos de Luang Phrabang, Vientiane (Vienciana, em português europeu) e Champasak, unindo-se para formar o que hoje é conhecido como Laos. Ele rapidamente ganhou a independência em 1945, após a ocupação japonesa, mas retornou ao domínio francês até que foi concedida sua autonomia em 1949. Laos se tornou independente de facto em 1953, com uma monarquia constitucional governada por Sisavang Vong. Logo após a independência, uma longa guerra civil no país culminou com o fim da monarquia, quando o movimento comunista Pathet Lao chegou ao poder em 1975. O Laos é uma república socialista de partido único. A capital é Vientiane (Vienciana, em português europeu). Outras importantes cidades são Luang Prabang, Savannakhet e Pakxe, e o idioma oficial é o Laociano. O Laos é um país multiétnico, sendo que os Laocianos compõem cerca de sessenta por cento da população, principalmente nas planícies. Outros grupos étnicos, como os Hmong e outras tribos indígenas, representam quarenta por cento da população e vivem nas colinas e montanhas. A economia laociana é tida como em desenvolvimento, sendo que o país é um grande gerador de eletricidade a partir de seus rios, sendo seus vizinhos, Tailândia, Vietname e China os maiores consumidores da energia produzida no país. O país é membro da Associação de Nações do Sudeste Asiático (ASEAN), Cúpula do Leste Asiático (CLA) e Organização Internacional da Francofonia (OIF). Em 1997, o Laos solicitou a adesão à Organização Mundial do Comércio, e em 2 de fevereiro de 2013 foi concedido a adesão plena. == História == === Pré-história === Em 2009, um antigo crânio foi encontrado em uma caverna nas montanhas Annamite, no norte do Laos. O crânio é de pelo menos 46 mil anos de idade, tornando-se o mais antigo fóssil humano encontrado até hoje no sudeste da Ásia.Lao Skull Earliest Example of Modern Human Fossil in Southeast Asia Durante o quarto milênio a.C., frascos de sepultamento e outros tipos de sepulcros sugerem uma sociedade complexa em que os objetos de bronze apareceram por volta de 1500 a.C., e ferramentas de ferro eram conhecidas a partir de 700 a.C. O período proto-histórico é caracterizado pelo contato com civilizações chinesas e indianas. A partir do quarto para o oitavo século, as comunidades ao longo do rio Mekong começaram a se formar em cidades, ou Muang, como eram chamados. === Lan Xang === O Laos traça a sua história ao Reino de Lan Xang, fundado no século XIV, por Fa Ngum, que ocupou Vientiane com Khmers. Fa Ngum era descendente de uma longa linhagem de reis laocianos, que se inicia em Khoun Boulom. Ele fez do Budismo Teravada a religião de Estado. Dentro de 20 anos de sua formação, o reino expandiu a leste e ao longo das montanhas Annamite. Seus ministros, incapazes de tolerar sua crueldade, o forçaram ao exílio na província tailandesa de Nan em 1373, onde morreu mais tarde. O filho mais velho de Fa Ngum, Oun Heuan, subiu ao trono com o nome de Samsenthai e reinou por 43 anos. Durante o seu reinado, Lan Xang tornou-se um importante centro de comércio. Após sua morte em 1421, Lan Xang desabou em facções nos próximos 100 anos. Em 1520, Photisarath subiu ao trono e transferiu a capital de Luang Phrabang para Vientiane para evitar a invasão birmanesa. Setthathirat tornou- se rei em 1548, depois que seu pai foi morto, e ordenou a construção do que viria a se tornar o símbolo de Laos, Pha That Luang. Setthathirat desapareceu nas montanhas, no caminho de volta de uma expedição militar no Camboja e Lan Xang começou a declinar rapidamente. Quando Sourigna Vongsa ascendeu ao trono, em 1637, Lan Xang expandiu ainda mais suas fronteiras. Seu reinado é frequentemente considerado como a época de ouro do Laos. Quando ele morreu, deixando Lan Xang sem um herdeiro, o reino dividiu-se em três principados. Entre 1763 e 1769, os exércitos birmaneses invadiram o norte do Laos e anexaram Luang Prabang. Anouvong ascendeu ao trono de Vientiane apoiado pelos Siameses. Ele encorajou um renascimento das artes plásticas e da literatura laociana e melhorou as relações com Luang Phrabang. Embora ele tenha sido pressionado a prestar homenagem aos vietnamitas, ele se rebelou contra o siameses. A revolta fracassou e Vientiane foi saqueada.\"Let's hope Laos hangs on to its identity\" Anouvong foi levado para Bangkok como um prisioneiro, onde morreu mais tarde. === Primórdios === A região que hoje é o Laos foi dominada pelo rei Nanzhao até o século XIV, sucedido pelo rei Lan Xang. A dinastia de Lan Xang foi ao declínio no século XVIII quando a Tailândia assumiu o controle da área setentrional do reino. No século XIX, a França que já dominava o Vietnã, assume também o protectorado do Laos, constituído pelos reinos de Luang Phrabang, Vientiane e Champasak formando assim a Indochina em 1893. Durante a Segunda Guerra Mundial, o Japão invadiu o Laos. Com o fim da guerra, em 1945, o Laos proclama o fim do protectorado, sob a liderança do rei Sisavang Vong. No entanto, a França apenas em 1949 aceita alteração ao estatuto do país: primeiro torna-se estado associado da República Francesa e em 1954 reino independente, com uma monarquia constitucional governada por Sisavang Vong. A instabilidade política na região causada pela Guerra Fria causa uma guerra civil e diversos golpes de estado. Em 2 de dezembro de 1975 é proclamada a República e instalado o governo comunista Pathet Lao apoiado pelo Vietnã e pela União Soviética destronando o governo de Sisavang Vong. No dia 23 de julho de 2018, uma barragem na província de Attapeu, no sudeste do país, rompeu-se despejando aproximadamente 5 bilhões de metros cúbicos de água. A inundação destruiu 7 vilarejos, deixando aproximadamente 6.600 pessoas desabrigadas e matando outras 71 pessoas. Em 2017, o Laos possuía 46 usinas hidrelétricas em operação e outras 54 em construção. Contudo, grupos ambientalistas manifestaram preocupações sobre o programa hidrelétrico do Laos, apontando questões de segurança em algumas das barragens e seu potencial impacto nas comunidades e ecossistemas situados abaixo delas. == Geografia == O Laos é uma nação sem saída para o mar, localizada no sudeste asiático. É basicamente formado a oeste pela planície florestal do rio mais importante do país, o Mekong, e pelos planaltos escarpados da região central, onde está localizado o ponto mais elevado, o monte Phou Bia (2.817 metros). O país possui uma área de 236 800 km² e faz fronteira com quatro países: Mianmar, Camboja, República Popular da China, Tailândia, além do Vietname, com quem compartilha toda a sua fronteira leste. === Clima === O Laos possui um clima tropical, com monções de intensidade moderada. De maio a outubro, o clima é quente, chuvoso e úmido; de novembro a fevereiro, é fresco e seco; e de março a abril, é quente e seco. As temperaturas médias anuais variam entre 24°C e 33°C. O clima apresenta variações entre o norte e o sul do país. O sul e o centro têm climas mais extremos, enquanto o norte, incluindo Luang Prabang, é mais ameno. Na capital, Vientiane, as temperaturas geralmente superam os 30°C durante a maior parte do ano, caindo para 28°C em dezembro e janeiro. Abril é o mês mais quente, com temperaturas alcançando 34°C. Nas regiões ao longo da planície do Rio Mekong, as temperaturas podem chegar até 40°C em março e abril. As áreas mais úmidas são as terras altas ao redor de Vientiane, as áreas centrais e Champasak, onde a precipitação anual pode chegar a 3.700 mm. Luang Prabang registra 1.360 mm de chuva por ano, enquanto Vientiane recebe 1.655 mm, com os meses mais chuvosos ocorrendo entre maio e setembro. == Subdivisões == O Laos está dividido em 18 províncias (em Lao ແຂວງ, khoueng), 1 região ou zona especial (*) (ເຂດພິເສດ, khetphiset) e um municipalidade ou prefeitura (**) (ນະຄອນຫລວງ, kampheng nakhon) # Attapeu # Bokeo # Borikhamxai # Champassak # Houaphanh # Khammouane # Luang Namtha # Luang Prabang # Oudomxai # Phongsali # Saravane # Savannakhet # Vientiane (prefeitura) (**) # Vientiane (província) # Sayaburi # Saysomboun (*) # Sekong # Xieng Khouang As províncias são subdivididas em distritos (muang ou muong) e aldeias (baan). == Demografia == A migração e os conflitos internacionais contribuíram para a composição étnica atual do país e para a distribuição geográfica de seus grupos étnicos. * População: 6,858 milhões (2017) * Densidade demográfica: 28 hab./km² * Idade média da população: 19,2 * Crescimento demográfico: 2,34% * Expectativa média de vida: 56,29 * Idioma(s) Oficial (ais): laociano/francês/inglês * Etnia(s): Lao Loum, 68% — Lao Theung, 22% — Lao Soung, 9% * Religião(ões): Budismo, 65% — Animista, 32,9% — Catolicismo e outros, 2,1% === Etnias === A composição étnica do Laos é controversa. No início do século XX, o poder colonial francês dividia a população, inicialmente, com base em características fenotípicas, onde os laosianos, Khmus e Tais se apresentavam como os maiores grupos.Pholsena, Vatthana. 2002 Nação/Representação:. Classificação étnica e mapeamento nacional e contemporâneo no Laos: Asiática 3 (2): 175-197, S.177f. Após a independência, o país adotou essa classificação nos primeiros anos. Essa política de classificação colocava os Tais e os Laosianos como grupos étnicos de maior acessibilidade, o que levou, provavelmente, a subestimação e não abrangência de outras etnias, entre elas os Khmus, que viviam em sua maior parte em áreas pouco acessíveis, pobres e bastante povoadas (geralmente nas montanhas).Pholsena, Vatthana. 2002 Nação/Representação: Classificação étnica e mapeamento nacional e contemporâneo no Laos: Asiática 3 (2): 175-197, S. 179 Na década de 1950, o governo mudou parcialmente o método de identificação das etnias presentes no país, identificando três grupos principais: O Lao Loum, o Lao Theung e o Lao Soung. Essa classificação criada continuou a ser usada quando os comunistas assumiram o poder, em 1975.Pholsena, Vatthana. 2002 Nação/Representação: Classificação étnica e mapeamento nacional e contemporâneo no Laos: Asiática 3 (2): 175-197, S. 180 O censo de 1985 distinguiu 68 grupos étnicos com 820 grupos sub-étnicos.Evans, Grant (1999): \"O Aprendiz etnógrafos: Vietnam e do Estudo das Minorias do Laos\" (eds.) em De :. Laos: Cultura e Sociedade , da-seda: Chiang Mai, S. 178 Em 1995, após longas consultas, reafirmou-se 47 grupos étnicos presentes no país, sendo que em 2000, de acordo com a releitura, firmou-se a ideia de 49 a 55 grupos étnicos existentes.Pholsena, Vatthana. 2002 Nação/Representação: Classificação étnica e mapeamento nacional e contemporâneo no Laos: Asiática 3 (2): 175-197, p 185ff. == Economia == thumb|Cena Urbana de Vientiane, capital do país. O governo do Laos, um dos poucos remanescentes países socialistas de partido único, começou a descentralizar o controle da economia e a encorajar a iniciativa privada em 1986. Para os dirigentes comunistas do Laos, os frutos do capitalismo nunca foram tão abundantes. Em agosto de 1991, a Assembleia Suprema do Povo (SPA) aprovou uma nova constituição — a primeira, desde que a constituição anterior fora abolida em 1975. Entre suas disposições é a afirmação do direito à propriedade privada, e a expressão \"democracia e prosperidade\" substituiu \"socialismo\" no lema nacional, In August 1991, the Supreme People's Assembly (SPA) approved a new constitution--the first since the previous constitution was abolished in 1975. Among its provisions is the affirmation of the right to private ownership; the words \"democracy and prosperity\" replaced \"socialism\" in the national motto. e em maio de 2003 uma nova constituição foi aprovada salientado que a economia opera de acordo com o princípio da economia de mercado. All types of enterprises are equal before the laws and operate according to the principle of the market economy, competing and cooperating with each other to expand production and business while regulated by the State in the direction of socialism. No país a taxa de imposto de renda máxima é de 25 por cento, e a taxa de imposto sobre as sociedades é de 35 por cento. Outros impostos incluem um imposto sobre os veículos e os impostos especiais de consumo. A carga fiscal global para o ano de 2012 é igual a 13,3 por cento do PIB. The top income tax rate is 25 percent, and the top corporate tax rate is 35 percent. Other taxes include a vehicle tax and excise taxes. O Laos ainda depende enormemente de sua agricultura. As maiores exportações de produtos agropecuários pSocialista do país em termos de valor, em 2019, foram: bebidas não alcoólicas (U$ 229 milhões), borracha natural (U$ 217 milhões), açúcar (U$ 123 milhões), mandioca (U$ 90 milhões), cigarro (U$ 65 milhões), café (U$ 63 milhões), milho (U$ 31 milhões), entre outros.Exportações do Laos, pela FAO Na mineração, o país era um dos 15 maiores produtores mundiais de estanhoUSGS Tin Production Statistics e antimônioUSGS Antimony Production Statistics em 2019, além de produzir algum ouroLaos Gold Production e prata.Laos Silver Production O Laos possui uma infraestrutura bastante deficiente. O país não possui ferrovias. As principais rodovias do país conectam os maiores centros urbanos, porém a maioria das pequenas vilas somente se ligam a estas rodovias por pequenas estradas de terra, nem sempre transitáveis o ano inteiro. As telecomunicações internas e com o exterior também são limitadas e, nota-se que sua economia é majoritariamente agrária e que a plantação do arroz é a principal atividade comercial do Laos Socialista. No ano fiscal 2013–2014, que encerra em 30 de setembro, o Laos planeja gastar 17 830 bilhões kip, forçando o governo a recorrer a empréstimos junto a investidores internacionais (225 milhões de US dólares) e vender títulos para compradores locais e estrangeiros para enfrentar seu déficit orçamentário. Mais de 26% do seu orçamento é coberto por doações internacionais. Em 2018, o país exportava cerca de dois terços de sua energia hidrelétrica, e a eletricidade representava cerca de 30% de todas as suas exportações. Na época, o governo do Laos planejava construir outras 54 linhas de transmissão de eletricidade e 16 subestações até 2020. == Infraestrutura == === Transporte === Desde março de 2009, o Laos tem uma ligação ferroviária com a Tailândia. Uma estrada de ferro de 3,5 quilômetros de trilhas liga a rede ferroviária tailandesa de Nong Khai sobre a Ponte da Amizade Tai-Lao com a recém-construída Estação Ferroviária Thanaleng, na fronteira do lado laociano. == Cultura == O Budismo contribuiu significativamente para a cultura do Laos. Ele se reflete por todo país não apenas na religiosidade, mas também nas artes, literatura, teatro, etc. A música laociana é dominada pelo khaen, flauta de bambu que é instrumento nacional. O país tem dois Patrimônios Culturais da Humanidade, de acordo com a UNESCO: Luang Prabang e Wat Phou. O governo pleiteia o mesmo título para a região da Planície de Jarros. === Culinária === A culinária do Laos tem muitas variações regionais, correspondendo em parte aos alimentos locais de cada região. Um legado francês ainda é evidente na capital, Vientiane, onde baquetes são vendidos nas ruas e em restaurantes franceses, que são comuns e populares, os quais foram introduzidos pela primeira vez quando o Laos fazia parte da Indochina francesa. O padaek, canela e noz-moscada são ingredientes importantes na culinária do Laos. O mais famoso de seus pratos são o laab e som tam. A culinária é marcada por apresentar pratos picantes, com carnes e especiarias, além de pimentão, alho, tomate, frutas cítricas e outros.Fairbank, J. K., Loewe, M., & Twitchett, D. C. (1986). The Ch'in and Han Empires 221 B.C.-A.D. 220 . (1986). The Cambridge history of China. Cambridge, UK: Cambridge University Press. A culinária do Laos é influenciada por outros grupos étnicos do Sudeste asiático, especialmente pela culinária tailandesa, uma vez que vários de seus ingredientes são compartilhados pelos tailandeses, como a banha de porco — consumida por pessoas do Laos que vivem no nordeste da Tailândia e também se espalhando pelo centro do país. Ao mesmo tempo, sua comida também foi influenciada por outras nações vizinhas, como o Vietnã e a China. Veio da China o costume de utilizar o macarrão de curry nos pratos típicos do país, o qual também sofreu influência vietnamita. A comida ocidental também deteve importância na gastronomia laosiana, a partir do contato com povos do Ocidente. Pimentões são uma das coisas que os portugueses trouxeram no passado. Como herança francesa, há pães, vinhos e queijos, que refletem parte da cozinha ocidental no país. A bebida mais popular no Laos depende da idade do consumidor. Costumeiramente, crianças e adolescentes bebem leite de soja. A marca de chá mais popular do país é a beerlao, uma cerveja feita no Laos. === Esportes === O futebol recentemente se tornou o esporte mais popular no Laos. A Liga do Laos é agora a principal liga profissional para clubes de futebol de federação do país. Desde o início da Liga, o Lao Army FC tem sido o clube mais bem-sucedido com 8 títulos (após a temporada 2007–2008), o maior número de vitórias em campeonatos. Ao contrário de seus vizinhos, o Laos não tem tradição em outros esportes coletivos. Em 2017, o país enviou uma equipe pela primeira vez aos eventos da equipe nos Jogos do Sudeste Asiático. A equipe nacional de basquete competiu nos Jogos do Sudeste Asiático de 2017, onde venceu Mianmar no jogo do oitavo lugar. A arte marcial do Muay Lao, é o esporte nacional, é uma forma de kickboxing semelhante ao Muay Thai da Tailândia, Lethwei da Birmânia e Pradal Serey do Camboja. === Feriados === Feriados Data Nome em português Nome local 1 de Janeiro Ano novo internacional Pi Mai falang 8 de Março Dia da Mulher Van Mae 14 a 16 de Abril Ano novo Lao (seg. calendário budista) Pi Mai 1 de Maio Dia do Trabalho Van Heng Ngan Dia da Lua cheia em novembro Feriado do That Luang Boun That Luang 2 de Dezembro Dia nacional Van Pathet Lao == Ver também == * Ásia * Missões diplomáticas do Laos * Lista de Estados soberanos * Lista de Estados soberanos e territórios dependentes da Ásia Categoria:Estados socialistas Categoria:Países subdesenvolvidos",
 "title": "Laos"
}