{
 "id": "39384",
 "text": "é uma prefeitura do Japão localizada na região de Kansai, ilha de Honshu. Sua capital é a cidade de Nara.Nussbaum, Louis-Frédéric. (2005).\"Nara-ken\" em \"Kansai\" em == História == A atual provincial de Nara foi criada em 1887, tornando-se independente da prefeitura de Osaka. Historicamente, a prefeitura de Nara também era conhecida como a Província de Yamato ou Yamato-no- kuni.Nussbaum, \"Yamato\" at . ===Até o período Nara=== É certo que uma força política se estabeleceu nos pés do Monte Miwa, no leste da Bacia de Nara, buscando unificar a maior do Japão a partir do século III até o século IV, apesar de esse processo não estar bem documentado. Ao final, Yamato claramente tornou-se o centro político do Japão. Antigas capitais do Japão foram construídas em Nara: Asuka-kyo, Fujiwara-kyo (694-710) e Heijō-kyō (710-784). Acredita-se que as capitais Fujiwara e Heijo foram modeladas segundo as capitais chinesas da época, incorporando a sua arquitetura.Nara City Home Page„Network for Ancient and Modern Nara City„History of Nara City . Acesso em 20 de agosto de 2011. A corte real também estabeleceu relações com a Dinastia Sui e depois com a Dinastia Tang, enviando estudantes ao Reino Médio a fim de aprender sobre a civilização. No século VII, Nara aceitou muitos imigrantes, incluindo refugiados de Baekje que tinham fugido da guerra na região sul da península da Coreia. A primeira grande civilização com o patrocínio real do budismo floresceu onde hoje se encontra a cidade de Nara (710-784 d.C.).History of Nara . Acesso em 20 de agosto de 2011. ===Nara no período Heian=== Em 784, o Imperador Kanmu decidiu transferir a capital para Nagaoka-kyō, na província de Yamashiro, seguido de outra mudança em 794 para Heian-kyō (atual Kyoto), marcando o início do período Heian. Os templos de Nara permaneceram poderosos apesar da mudança da capital política, assim dando a Nara o sinônimo de nanto (que significa \"Capital do sul\"), em oposição a Heian-kyo, situada no norte. Perto do final do período Heian, Taira no Shigehira, um filho de Taira no Kiyomori, recebeu uma ordem de seu pai para diminuir o poder, principalmente, dos tempos Kofuku-ji e Tōdai-ji, que estavam apoiando um grupo de oposição liderado pelo Príncipe Mochihito. O movimento levou a um conflito entre o clã Taira e os templos de Nara em 1180, quando foi posto fogo no Kofuku-ji e no Tōdai-ji,Prefecture of Nara - History of Nara . Acesso em 20 de agosto de 2011. resultando na perda de seus prédios. ===Idade Média de Nara=== thumb|right|As folhas vermelhas do outono em Yoshino Com a ascensão do clã Minamoto ao poder e a abertura do Xogunato Kamakura, Nara passou a gozar do auxílio de Minamoto no Yoritomo para sua restauração. Kofuku-ji, que era o \"templo de origem\" do clã Fujiwara desde sua fundação, não apenas recuperou o poder que tinha antes como também tornou-se um líder regional de facto da província de Yamato. Com a recuperação do Kofuku-ji e do Tōdai-ji, havia uma cidade crescendo perto dos dois templos. O período Nanboku-cho, que começou em 1336, trouxe mais instabilidade a Nara. Quando o Imperador Go-Daigo escolheu o Distrito de Yoshino como sua base, uma lutar pelo poder surgiu no Kofuku-ji, com um grupo que apoiava o sul e outro lado que apoiava a corte do norte. Da mesma forma, os clãs locais foram divididos em dois. Kofuku-ji recuperou seu poder sobre a província por um curto espaço de tempo com a rendição da Corte do Sul em 1392, enquanto o jogo interno de poderes dentro do templo abriu o caminho para os clãs locais de samurais surgirem e lutarem entre eles, gradativamente adquirindo seus territórios, assim diminuindo a influência do Kofuku-ji. ===Os períodos Sengoku, Edo e depois=== Mais tarde, toda a província de Yamato foi arrastada para a guerra civil do período Sengoku. Todai-ji foi mais uma vez incendiada em 1567, quando Matsunaga Hisahide, que mais tarde foi nomeado como Oda Nobunaga, senhor da província de Yamato, lutou pela supremacia contra seus antigos senhores do clã Miyoshi. Seguido por pequenos compromisso de Tsutsui Junkei e Toyotomi Hidenaga com Toyotomi Hideyoshi e o senhor feudal, o Xogunato Tokugawa, ao final, dominou a cidade de Nara diretamente e a maior parte da província de Yamato com alguns senhores feudais alocados em Koriyama, Takatori entre outros lugares. Com o desenvolvimento da indústria e do comércio no século XVIII, a economia da província foi incorporada pela próspera Osaka, a capital comercial do Japão na época. A dependência econômica de Osaka caracteriza ainda hoje a prefeitura de Nara, sendo que muitos de seus habitantes vão para Osaka para trabalhar e estudar lá. ==Geografia== A prefeitura de Nara é parte da região de Kansai, ou Kinki, do Japão, e é localizada no centro da península de Kii na metade oeste de Honshu. A prefeitura é cercada por terra. Faz fronteira no oeste com as prefeituras de Wakayama e Osaka; no norte com a prefeitura de Kyoto e no leste com Mie. A prefeitura de Nara tem uma extensão de 78,5 km de leste a oeste e 103,6 km de norte a sul. A prefeitura é coberta de montanhas e florestas em sua maior parte, tendo uma área inóspita de apenas 851 km², a menor de todas as 47 prefeituras do Japão. A proporção entre a área inabitada e a área total é de 23%, a 43ª maior do país. Geologicamente, a prefeitura de Nara é cortada pela Linha Mediana Tectônica do Japão (LMTJ), que atravessa seu território de leste a oeste, através do Rio Kinokawa. No lado norte localiza- se a famosa Zona Interior, onde as falhas geológicas ativas Norte-Sul estão moldando a paisagem. Há as Montanhas Ikoma no noroeste formando a linha de fronteira com Osaka, e a Bacia de Nara perto de lá, no leste, onde a maior parte da população de Nara se concentra. Mais a leste, estão as Montanhas Kasagi, separando a bacia do Planalto Yamato. Ao sul da (LMTJ), a Zona Exterior, estão as Montanhas Kii. Essa área montanhosa ocupa cerca de 60% do território da prefeitura. A cadeia montanhosa de Omine está no centro das Montanhas Kii, cortando de norte a sul, com vales íngremes nos seus lados. A montanha mais alta de Nara e Kansai com 1915 metros, o Monte Hakkyō está na cadeia. No lado oeste, separando Nara de Wakayama localiza-se a cadeia montanhosa de Obako, com montanhas que atingem 1300 metros de altura. Na fronteira a leste com Mie esta a Cadeia Montanhosa de Daiko, incluindo o Monte Odaigahara. Essa vasta área montanhosa é lar do patrimônio da humanidade coletivamente inscrito como os \"Locais Sagrados e Rotas de Peregrinação nos Montes Kii\" pela UNESCO. ===Clima=== O clima da prefeitura de Nara é normalmente quente, existindo diferenças consideráveis entre a região da bacia no noroeste e o resto da prefeitura, isto é, nas montanhas. Na região da bacia, o clima tem características de interior, como pode ser visto na grande variação de temperatura no mesmo dia, e a diferença das temperaturas do verão e inverno. As temperaturas médias no inverno variam de 3 a 5° C, e 25 a 28° C no verão, com máximas alcançando perto de 35° C. Não houve um único ano na última década (desde 1990 até 2007) com mais de 10 dias de neve registrados pelo Observatório Meteorológico Local de Nara. O clima no resto da prefeitura é típico de relevo montanhoso, e principalmente no sul, com mínimas abaixo de 5° C sendo as mínimas extremas no inverno. Chuvas pesadas são observadas no verão. A precipitação acumulada anual alcança entre 3 mil a 5 mil mm, que é uma das maiores do Japão. A primavera e o outono são ambos temperados e bonitos. A região montanhosa de Yoshino tem sido popular desde antigamente pela suas lindas flores de sakura na primavera. No outono, as montanhas do sul são igualmente bonitas com a mudança das folhas de carvalho. === Cidades === Em negrito, a capital da prefeitura. * Gojo * Gose * Ikoma * Kashiba * Kashihara * Katsuragi * Nara * Sakurai * Tenri * Uda * Yamatokoriyama * Yamatotakada === Distritos === * Distrito de Ikoma * Distrito de Kitakatsuragi * Distrito de Shiki * Distrito de Takaichi * Distrito de Uda * Distrito de Yamabe * Distrito de Yoshino ==Demografia== População por distritoWhitepaper on Ecology (japonês) . Prefecture of Nara. Página visitada em 10 de abril de 2007. População por distritoWhitepaper on Ecology (japonês) . Prefecture of Nara. Página visitada em 10 de abril de 2007. População por distritoWhitepaper on Ecology (japonês) . Prefecture of Nara. Página visitada em 10 de abril de 2007. População por distritoWhitepaper on Ecology (japonês) . Prefecture of Nara. Página visitada em 10 de abril de 2007. Distrito Área (km²) População Densidade por km² Planície Interior de Yamato 837.27 1,282 1,531 (Participação em %) 22.7% 89.7% Planalto de Yamato 506.89 56 110 ( Participação em %) 13.7% 3.9% Gojō, Yoshino 2,346.84 92 39 ( Participação em %) 63.6% 6.4% Total da prefeitura 3,691.09 1,430 387 ( Participação em %) 100.0% 100.0% De acordo com o Censo do Japão de 2005, a prefeitura de Nara tinha uma população de 1.421.310 habitantes, o que representou uma diminuição de 1,5% desde o ano 2000. (incluindo emenda oficial de 5 de março de 2007) O declínio continuou em 2006, com outro decréscimo de 4.987 pessoas comparando com 2005. Isto inclui uma diminuição natural em relação ao ano anterior de 288 pessoas (11.404 nascimentos menos 11.692 mortes) e um decréscimo devido a migração doméstica de 4.627 pessoas para fora da prefeitura, além de uma diminuição de 72 estrangeiros registrados. A migração tem contribuído para a diminuição da população desde 1998. Os maiores destinos dos migrantes em 2005 são as prefeituras de Kyoto, Tóquio e Hyogo, com respectivamente 1.130, 982 e 451 pessoas. A maior origem de imigração veio da prefeitura de Niigata, contribuindo com um aumento de 39 habitantes. 13,7% da população apresenta menos de 15 anos de idade, 65,9% têm entre 15 e 64 anos e 20,4% têm mais de 65. As mulheres respondiam por aproximadamente 52,5% da população. Em 2004, a densidade média da prefeitura era de 387 pessoas por km². Por distritos,Definido pela província de Nara por conveniência da análise estatística. Ver \"Population of each district\" para os dados de 2005. a planície de Yamato concentra cerca de 90% da população total com uma área de aproximadamente 23% do território no noroeste, incluindo a Bacia de Nara, representando uma densidade de 1.531 habitantes por km². Em contraste, a cidade de Gojo e o distrito de Yoshino ocupam quase 64% da área, enquanto apenas 6% das pessoas vivem lá, resultando em uma densidade de 39 pessoas por km². A prefeitura de Nara tem a maior taxa de pessoas que viajam longas distâncias para ir ao trabalho no Japão, com 30,9% em 2000. Uma tendência semelhante é vista em prefeituras como Saitama, Chiba e Kanagawa, todas as três tendo mais de 20% das pessoas viajando para outras prefeituras. ==Política== * Um governador e membros da assembléia da prefeitura são eleitos pelos cidadãos de acordo com a Lei de Autonomia Local. * Em 2007, havia 44 assentos na Assembléia da prefeitura de Nara, votados por 16 blocos eleitorais. * Havia uma tendência clara vista através dos resultados da eleição da Câmera Baixa em 2005, que era a de que as gerações mais novas exercem muito menos o seu direito a voto do que os mais velhos. Apenas 48,8% dos cidadãos com 20 a 29 anos votaram, enquanto todas as gerações mais velhas (agrupados por década) votam mais que os jovens, alcançando a maior taxa de voto de 86,3% para os eleitores de 60 a 69 anos. A única exceção era a dos 72,1% de direitos de voto exercidos pelos cidadãos com 70 anos ou mais. A média geral dos eleitores, de 70,3%, foi mais alta que a média nacional, de 67,5%. ==Economia== O produto interno bruto de Nara em 2004 foi de 3,8 trilhões de ienes, um aumento de 0,1% em relação ao ano anterior. A renda per capita era de 2,6 milhões de ienes, o que representava um decréscimo de 1,3% em relação ao ano anterior. A indústria foi responsável pela maior parte do PIB de Nara, com 20,2% de participação, seguida pelos serviços (19,1%) e imóveis (16,3%). A participação da agricultura, incluindo a indústria floresteira e de pesca era de meros 1,0%, apenas acima da mineração, que é quase inexistente na prefeitura. * O turismo é tratado pelo governo da prefeitura como um dos maiores atrativos de Nara, devido à sua beleza natural e importância histórica. * Nara é famosa pelo caqui. Morangos e chá também são outros produtos populares da prefeitura, enquanto arroz e vegetais, incluindo espinafre, tomate, berinjela e outros são importantes em termos de quantidade produzida. * Nara é um centro de produção de instrumentos usados nas artes tradicionais japonesas. Pincel e tinta (sumi) são os produtos mais conhecidos de Nara pela caligrafia. Instrumentos de madeira ou bambu, especialmente da região de Takayama (na cidade de Ikoma) são produtos famosos para a cerimônia do chá. * O peixe-dourado de Yamatokoriyama em Nara é um produto tradicional de Nara desde o século XVIII. * Devido à sua rica história, Nara é também o local de muitos sítios arqueológicos, os mais famosos sendo localizados na vila de Asuka. == Cultura == A cultura de Nara pode ser descrita durante o Período Nara, que se estende de 710 a.c até 794 d.C. Atualmente, Nara está se \"preparando\" para celebrar o aniversário de 1300 anos da abertura do Palácio Heijo. Também pode ser dito como cultural, o fato de Nara abrigar vários patrimônios históricos de grande valor, como seus templos Budistas e Xintoistas. * Museu Nacional de Nara == Turismo == Muitos Jinja (santuários xintoístas), templos budistas e Kofun localizam-se em Nara, que se torna um centro turístico por causa destes. Há também muitos patrimônios mundiais em Nara, como o templo Tōdai-ji, ou o santuário Kasuga, que se localizam na capital, Nara. ===Áreas de Patrimônio Mundial=== Monumentos budistas na área de Horyu-Ji Hōryū-ji 法隆寺 Hokki-ji (Hōki-ji) 法起寺 Monumentos da Nara Histórica Tōdai-ji 東大寺 Kōfuku-ji 興福寺 Santuário Kasuga 春日大社 Gangō-ji 元興寺 Yakushi-ji 薬師寺 Tōshōdai-ji 唐招提寺 Vestígios do Palácio Heijo 平城宮跡 Shōsō-in 正倉院 Áreas sagradas e de peregrinação na montanha Kii Área Monte Yoshino Kinpusen-ji Santuário Yoshino-Mikumari Santuário Kinpu Santuário Yoshimizu Monte Omine Ominesan-ji |} Templos Budistas Asuka-dera 飛鳥寺 Hase-dera 長谷寺 Hōrin-ji 法輪寺 Ōminesan Ryusen-ji 大峯山龍泉寺 Saidai-ji 西大寺 Sudeste de Hokke-ji 南法華寺 Chūgū-ji 中宮寺 Santuários Xinto Santuário Isonokami 石上神宮 Santuário Kashihara 橿原神宮 Santuário Danzan 談山神社 Santuário Omiwa 大神神社 Santuário Oyamato 大和神社 |} Herança Kofun Ishibutai Kofun 石舞台古墳 Kitora Kofun キトラ古墳 Takamatsuzuka Kofun 高松塚古墳 Hashinaka Kofun 箸墓古墳 Grupo Umami Kofun 馬見古墳群 Herança Sakafuneishi 酒船石遺跡 Termas Dorogawa 洞川温泉 Shionoha 入之波温泉 Kamiyu 上湯温泉 Totsukawa 十津川温泉 |} Montanhas Montanha Amanokagu 天香具山 Montanha Miminashi 耳成山 Montanha Unebi 畝傍山 Montanha Wakakusa 若草山 Outras Atrações Parques de Nara 奈良公園 Parque Nacional Yoshino Kumano 吉野熊野国立公園 Parque Nacional Kongō Ikoma Kisen 金剛生駒紀泉国定公園 Skyland Ikoma (Parque de Diversões) |} ==Ligações externas== * Sítio oficial da província de Nara * Sítio oficial da província de Nara Categoria:Tenrikyo",
 "title": "Nara (prefeitura)"
}