{
 "id": "39405",
 "text": "Umberto Eco OMRI (Alexandria, 5 de janeiro de 1932 — Milão, 19 de fevereiro de 2016) foi um escritor, filósofo, semiólogo, linguista e bibliófilo italiano de fama internacional. Foi titular da cadeira de Semiótica e diretor da Escola Superior de ciências humanas na Universidade de Bolonha. Ensinou temporariamente em Yale, na Universidade Columbia, em Harvard, Collège de France e Universidade de Toronto. Colaborador em diversos periódicos acadêmicos, dentre eles colunista da revista semanal italiana L'Espresso, na qual escreveu sobre uma infinidade de temas. Eco foi, ainda, notório escritor de romances, entre os quais O nome da rosa e O pêndulo de Foucault. Junto com o escritor e roteirista Jean-Claude Carrière, lançou em 2010 N’espérez pas vous débarrasser des livres (publicado em Portugal com o título A Obsessão do Fogo, e no Brasil como Não contem com o fim do livro). == Biografia == Umberto Eco começou a sua carreira como filósofo sob a orientação de Luigi Pareyson, na Itália. Seus primeiros trabalhos dedicaram-se ao estudo da estética medieval, sobretudo aos textos de S. Tomás de Aquino. A tese principal defendida por Eco, nesses trabalhos, diz respeito à ideia de que esse grande filósofo e teólogo medieval, que, como os demais de seu tempo, é acusado de não empreender uma reflexão estética, trata, de um modo particular, da problemática do belo. A partir da década de 1960, Eco lança se ao estudo das relações existentes entre a poética contemporânea e a pluralidade de significados. Seu principal estudo, nesse sentido, é a coletânea de ensaios intitulada Obra aberta (1962), que fundamenta o conceito de obra aberta, segundo o qual uma obra de arte amplia o universo semântico provável, lançando mão de jogos semióticos, a fim de repercutir nos seus intérpretes uma gama indeterminável porém não infinita de interpretações. Ainda na década de 1960, Eco notabilizou-se pelos seus estudos acerca da cultura de massa, em especial os ensaios contidos no livro Apocalípticos e Integrados (1964), em que ele defende uma nova orientação nos estudos dos fenômenos da cultura de massa, criticando a postura apocalíptica daqueles que acreditam que a cultura de massa é a ruína dos \"altos valores\" artísticos — identificada com a Escola de Frankfurt, mas não necessariamente e totalmente devedora da Teoria Crítica — e, também, a postura dos integrados — identificada, na maioria das vezes, com a postura de Marshall McLuhan — para quem a cultura de massa é resultado da integração democrática das massas na sociedade. A partir da década de 1970, Eco passa a tratar quase que exclusivamente da semiótica. Eco descobriu o termo \"Semiótica\" nos parágrafos finais do Ensaio sobre o Entendimento Humano (1690), de John Locke, ficando ligado à tradição anglo-saxónica da semiótica, e não à tradição da semiologia relacionada com o modelo linguístico de Ferdinand de Saussure. Pode-se dizer, inclusive, que a teoria de Eco acerca da obra aberta é dependente da noção peirciana de semiose ilimitada. Nesta concepção do \"sentido\", um texto será inteligível se o conjunto dos seus enunciados respeitar o saber associativo. Ao longo da década, e atravessando a década de 1980, Eco escreve importantes textos nos quais procura definir os limites da pesquisa semiótica, bem como fornecer uma nova compreensão da disciplina, segundo pressupostos buscados em filósofos como Immanuel Kant e Charles Sanders Peirce. São notáveis a coletânea de ensaios As formas do conteúdo (1971) e o livro de grande fôlego Tratado geral de semiótica (1975). Nesses textos, Eco sustenta que o código que nos serve de base para criar e interpretar as mais diversas mensagens de qualquer subcódigo (a literatura, o subcódigo do trânsito, as artes plásticas etc.) deve ser comparado a uma estrutura rizomática pluridimensional que dispõe os diversos sememas (ou unidades culturais) numa cadeia de liames que os mantêm unidos. Dessa forma, o Modelo Q (de Quillian) dispõe os sememas — as unidades mínimas de sentido — segundo uma lógica organizativa que, de certo modo, depende de uma pragmática. A sua noção de signo como enciclopédia é oriunda dessa concepção. Como consequência de seu interesse pela semiótica e em decorrência do seu anterior interesse pela estética, Eco, a partir de então, orienta seus trabalhos para o tema da cooperação interpretativa dos textos por parte dos leitores. Lector in fabula (1979) e Os limites da interpretação (1990) são marcos dessa produção, que tem como principal característica sustentar a ideia de que os textos são máquinas preguiçosas que necessitam a todo o momento da cooperação dos leitores. Dessa forma, Eco procura compreender quais são os aspectos mais relevantes que atuam durante a atividade interpretativa dos leitores, observando os mecanismos que engendram a cooperação interpretativa, ou seja, o \"preenchimento\" de sentido que o leitor faz do texto, procurando, ao mesmo tempo, definir os limites interpretativos a serem respeitados e os horizontes de expectativas gerados pelo próprio texto, em confronto com o contexto em que se insere o leitor. Além dessa carreira universitária, Eco ainda escreveu cinco romances, aclamados pela crítica e que o colocaram numa posição de destaque no cenário acadêmico e literário, uma vez que é um dos poucos autores que conciliam o trabalho teórico-crítico com produções artísticas, exercendo influência considerável nos dois âmbitos. Umberto morreu de câncer no pâncreas em sua casa, em Milão, na noite de 19 de fevereiro de 2016. == Obra == Os mundos possíveis são um conceito de Umberto Eco, que vem de pesquisas sobre lógica por Pavel e Van Dijk. Eco define como mundo possível \"um estado de coisas que é expressa por um conjunto de propostas que é, para cada proposta, ou ‘p ou não-p '.\" Em outras palavras, um mundo possível é o trabalho de indivíduos que carregam com eles um conjunto de propriedades que não apenas se resumem a características estáticas ou traços de personalidade, mas também podem ser ações. Os mundos possíveis dependem de uma instância narrativa que cria uma unidade e uma coesão entre os vários elementos do mundo possível. A literatura é \"terapêutica\" para Eco por permitir escapar do mundo real e de suas ansiedades e descontinuidade. Esta é também a função dos mitos segundo Levi-Strauss, que os define como uma maneira de colocar um pouco de ordem em variadas experiências de vida. Eco avança, então, a noção de texto como uma máquina \"preguiçosa\". Para este conceito, ele faz o leitor entender que a leitura é uma atividade criativa e que o leitor é um agente ativo do texto. Este jogador envolvido no texto é o que Eco chama um “leitor modelo”. Ou seja, um agente capaz de atualizar as propostas dos textos, a fim de compreender todo o potencial dos mesmos. Wolfgang Iser já havia desenvolvido esta ideia de um leitor modelo com o conceito de “leitor implícito”. == Bibliografia == === Romances de Umberto Eco=== Nº série Título original Título em Português Tradução Ano Editora 01 Il nome della rosa (Prêmio Médicis, livro estrangeiro na França); adaptação cinematográfica de Jean-Jacques Annaud, com Sean Connery e Christian Slater nos papéis principais; O Nome da Rosa Aurora Fornoni Bernardini e Homero Freitas de Andrade; Ivo Barroso 1980 Record, Folha de São Paulo, Nova Fronteira, Círculo do livro, BestBolso 02 Il pendolo di Foucault O Pêndulo de Foucault (livro) Ivo Barroso 1988 Record, BestBolso 03 L'isola del giorno prima Marco Lucchesi 1994 Record, BestBolso, Círculo do livro 04 Baudolino Baudolino Marco Lucchesi 2000 Record 05 La misteriosa fiamma della regina Loana A Misteriosa Chama da Rainha Loana Eliana Aguiar 2004 Record 06 Il cimitero di Praga O Cemitério de Praga Joana Angélica d'Avila Melo 2011 Record 07 Numero zero Número Zero Ivone Benedetti 2015 Record ===Infanto juvenis de Umberto Eco=== Nº série Título original Título em Português Tradução Ano Editora 01 La bomba e il generale, ilustrações de Eugenio Carmi, Milano, Bompiani, A bomba e o general Liliana Iacocca e Michele Iacocca 1966. Ática 02 I tre cosmonauti, ilustrações de Eugenio Carmi Os três astronautas Liliana Iacocca e Michele Iacocca 1966. Ática 03 Ammazza l'uccellino, come Dedalus, ilustrações de Monica Sangberg 1973 04 Gli gnomi di Gnu, ilustrações de Eugenio Carmi Os gnomos de Gnu Liliana Iacocca e Michele Iacocca 1992 Ática 05 Tre racconti Três contos 2004 Berlendis & Vertecchia 06 La storia de \"I promessi sposi\" A história de Os noivos Alessandro Manzoni; contada por Umberto Eco ; ilustrada por Marco Lorenzetti Eliana Aguiar 2010 Galera Record === Ensaios de Umberto Eco=== Obras nas áreas de filosofia, semiótica, linguística, estética traduzidas para a língua portuguesa:Nota: As datas que aparecem seguidas de asterisco se referem à data da publicação da tradução. As demais seguem de acordo com a publicação original. Nº série Título original Título em Português Tradução Ano Editora 01 Opera aperta Obra aberta: forma e indeterminação nas poéticas contemporâneas Giovanni Cutolo 1962 Perspectiva 02 Diário mínimo Diário mínimo : uma coletânea de excelentes divertimentos e paródias literárias tradução de Diário mínimo: Joana Angélica D'Avila Melo, tradução de O segundo diário mínimo: Sergio Flaksman 1963 Record 03 Apocalittici e integrati Apocalípticos e Integrados Pérola de Carvalho 1964 Perspectiva 04 La definizione dell'arte A definição da arte Eliana Aguiar 1968 Record 05 La struttura assente A estrutura ausente Pérola de Carvalho 1968 EdUSP : Perspectiva 06 Forme del contenuto As formas do conteúdo Pérola de Carvalho 1971 Perspectiva/Ed. USP 07 I pampini bugiardi. Indagine sui libri al di sopra di ogni sospetto: i testi delle scuole elementari Mentiras que parecem verdades Giacomina Faldini 1972 (coautoria de Marisa Bonazzi) Summus 08 Trattato di semiotica generale Tratado geral de semiótica Antônio de Pádua Danesi e Gilson Cesar Cardoso de Souza 1975 Perspectiva 09 Il Superuomo di massa O super-homem de massa Pérola de Carvalho 1976 Perspectiva 10 Lector in fábula 1979 11 A semiotic Landscape. Panorama sémiotique. Proceedings of the Ist Congress of the International Association for Semiotic Studies 1979 (coautoria de Seymour Chatman e Jean-Marie Klinkenberg). 12 Viaggio nella irrealita quotidiana Viagem na irrealidade cotidiana Aurora Fornoni Bernardini e Homero Freitas de Andrade 1983 Nova Fronteira 13 Postille al nome della rosa Pos-escrito a O nome da Rosa Letizia Zini Antunes e Alvaro Lorencini 1983 Nova Fronteira 14 O conceito de texto Carla de Queiroz 1984 Biblioteca Universitária de Língua e Linguística 15 Semiotica e filosofia del linguaggio Semiótica e filosofia da linguagem Mariarosaria Fabris e Jose Luiz Fiorin 1984 Ática 16 Sugli specchi e altri saggi Sobre os espelhos e outros ensaios Beatriz Borges 1985 Nova Fronteira 17 Arte e belezza nell'estetica medievale Arte e beleza na estética medieval Mario Sabino 1987 Record 18 I limiti dell'interpretazione Os limites da interpretação Pérola de Carvalho 1990 Perapectiva 19 The Sign of three O signo de três Silvana Garcia 1991* (coautoria de Thomas A. Sebeok) Perspectiva 20 Il secondo diario minimo Segundo diário mínimo Sergio Flaskman 1992 Record 21 Interpretation and overinterpretation Interpretação e superinterpretação 1992 WMF Martins Fontes 22 La memoria vegetale A memória vegetal e outros escritos sobre bibliofilia Joana Angélica D'Ávila 1992 Record 23 Six Walks in the Fictional Woods Seis passeios pelos bosques da ficção Hildegard Feist 1994 Companhia das Letras 24 Como se fa una tesi de laurea Como se faz uma tese Gilson Cesar Cardoso de Souza 1995* Perspectiva 25 Kant e l'ornitorinco Kant e o ornitorrinco Ana Thereza B. Vieira 1997 Record 26 Cinque scritti morali Cinco escritos morais Eliana Aguiar 1997 Record 27 Tra menzogna e ironia Entre a mentira e a ironia Eliane Aguiar 1998 Record 28 In cosa crede chi non crede? Em que creem os que não creem? Eliana Aguiar 1999* (coautoria de Carlo Maria Martini) Record 29 La ricerca della lingua perfetta nella cultura europea A busca da língua perfeita: na cultura européia Antonio Angonese 2001 EdUSC 30 Sulla letteratura Sobre a literatura Eliana Aguiar 2002 Record 31 Dire quasi la stessa cosa. Esperienze di traduzion Quase a mesma coisa Eliana Aguiar 2003 Record 32 Storia della bellezza (orgazinação) História da beleza Eliana Aguiar 2004 Record 33 La production des signes 2005 em francês) 34 Le signe 2005; em francês) 35 Storia della Brutezza História do feio (Port.) ou História da Feiura Eliana Aguiar 2007 Record 36 Dall'albero al labirinto Da Árvore ao Labirinto Maurício Santana Dias 2007 Record 37 'Vertigine della lista A vertigem das listas Eliana Aguiar 2009 Record 38 N'espérez pas vous débarrasser des livres Não contem com o fim do livro André Telles 2010* (co- autoria de Jean-Claude Carrière) Record 39 Confessions of a Young Novelist Confissões de um jovem romancista Clóvis Marques, Marcelo Pen 2011 Record, Cosac Naify 40 Storia delle terre e dei luoghi leggendari História das Terras e Lugares Lendários Eliana Aguiar 2013 Record 41 Pape Satàn aleppe: cronache di una società liquida Pape Satàn aleppe: Crônicas de uma sociedade líquida Eliana Aguiar 2017 Record 42 Sulle spalle dei giganti Nos ombros dos gigantes : escritos para La Milanesiana, 2001-2015 Eliana Aguiar 2017 Record 43 Il fascismo eterno O fascismo eterno Eliana Aguiar 2018 Record == Ligações externas == * * *. La Repubblica, 4 de setembro de 2009. *. UOL, 5 de outubro de 2009. * *. Entrevista com Umberto Eco. Estadão, 13 de março de 2010. *Revistacult Categoria:Doutores honoris causa da Universidade Livre de Berlim Categoria:Doutores honoris causa da Universidade Federal do Rio Grande do Sul Categoria:Prémio Princesa de Astúrias de Comunicação e Humanidades Categoria:Professores da Universidade de Bolonha Categoria:Filósofos da Itália Categoria:Filósofos do século XX Categoria:Escritores da Itália Categoria:Linguistas da Itália Categoria:Bibliófilos da Itália Categoria:Polímatas Categoria:Acadêmicos da tradução Categoria:Naturais de Alexandria (Itália) Categoria:Mortes por câncer de pâncreas Categoria:Ex- católicos Categoria:Pesquisadores de histórias em quadrinhos Categoria:Semióticos Categoria:Ateus da Itália",
 "title": "Umberto Eco"
}