{
 "id": "3941",
 "text": "A Cisjordânia (, ; ) é um território palestino sem saída para o mar perto da costa mediterrânea do Levante, que faz fronteira com a Jordânia e o Mar Morto ao leste e com Israel ao sul, oeste e norte. Sob ocupação israelense desde 1967, a área está dividida em 167 enclaves palestinos sob governo civil parcial da Autoridade Nacional Palestina e 230 assentamentos israelenses. O nome de \"Cisjordânia\" foi dado ao território depois que ele foi capturado pela Jordânia na Guerra Árabe-Israelense de 1948, por se situar no lado oeste do Rio Jordão. A Jordânia posteriormente anexou o território em 1950 e o manteve até 1967, quando foi ocupado por Israel durante a Guerra dos Seis Dias de 1967. Os Acordos de Oslo, assinados entre a Organização para a Libertação da Palestina (OLP) e Israel, criaram distritos administrativos com vários níveis de autonomia palestina dentro de cada área. A área C, na qual Israel manteve o controle civil e de segurança completo, é responsável por mais de 60% do território da Cisjordânia. A Cisjordânia, incluindo Jerusalém Oriental, tem uma área de terra de 5 640 km² mais uma área de água de 220 km², consistindo na parte noroeste do Mar Morto. Em julho de 2021, tinha uma população estimada de 2,9 milhões palestinos nos territórios controlados pela Autoridade Palestina, com 670 000 colonos israelenses vivendo na Cisjordânia em 2022; aproximadamente 227 100 colonos israelenses viviam em Jerusalém Oriental em 2019. A comunidade internacional considera os assentamentos israelenses na Cisjordânia, incluindo Jerusalém Oriental, como ilegais sob o direito internacional, embora Israel conteste isso. A decisão consultiva do Tribunal Internacional de Justiça (2004) concluiu que os eventos que ocorreram após a ocupação de 1967 da Cisjordânia por Israel, incluindo a Lei de Jerusalém, o tratado de paz de Israel com a Jordânia e os Acordos de Oslo, não mudaram o status da Cisjordânia (incluindo Jerusalém Oriental) como território ocupado por Israel. == Etimologia == O termo neolatino Cisjordânia (\"do lado de cá do rio Jordão\") é o nome comum para o território nas línguas românicas. O nome Cisjordânia, no entanto, tornou-se o uso padrão para essa entidade geopolítica em inglês e em algumas das outras línguas germânicas desde sua criação após a conquista do exército jordaniano. == História == De 1517 a 1917, a área agora conhecida como Cisjordânia estava sob domínio otomano como parte das províncias da Síria. Após o fim da Primeira Guerra Mundial, foi decidido na Conferência de San Remo, em 1920, que as Potências Aliadas vitoriosas (França, Reino Unido, Estados Unidos, etc) alocariam a área da Palestina ao Mandato Britânico da Palestina (1920–47). A Resolução de San Remo, adotada em 25 de abril de 1920, incorporou a Declaração Balfour de 1917. Ela e o Artigo 22 do Pacto da Liga das Nações foram os documentos básicos sobre os quais o Mandato Britânico na região foi construído. Os britânicos proclamaram Abdullah I como o emir da Transjordânia em 11 de abril de 1921, que declarou o país, hoje conhecido como Jordânia, um reino hachemita independente em 25 de maio de 1946. Em 1947, a região foi designada como parte de um futuro Estado árabe proposto pelo plano de partição da Palestina feito pelas Nações Unidas (ONU). A resolução recomendava a partição do Mandato Britânico em um Estado judeu, um Estado árabe e um uma Jerusalém como um enclave administrado internacionalmente; uma região mais ampla da Cisjordânia moderna seria atribuída ao Estado árabe. A resolução designou o território descrito como \"a região montanhosa de Samaria e Judeia\" (a área agora conhecida como \"Cisjordânia\") como parte do Estado árabe proposto, mas após a Guerra Árabe- Israelense de 1948, esta área foi capturada pela Transjordânia, que foi renomeada como Jordânia três anos após a independência em 1946. === Domínio jordaniano === Os Acordos de Armistício de 1949 definiram a fronteira provisória entre Israel e Jordânia (refletindo essencialmente o campo de batalha após a guerra).General Armistice Agreement between the Hashemite Jordan Kingdom and Israel UN Doc S/1302/Rev.1 3 de abril de 1949 Após a Conferência de Jericó de dezembro de 1948, a Transjordânia anexou a área a oeste do rio Jordão em 1950, chamando-a de \"Cisjordânia\" ou \"Cisjordânia\", e designou a área a leste do rio como \"Margem Leste\" ou \"Transjordânia\". A Jordânia (como agora ela é conhecida) governou a Cisjordânia de 1948 a 1967. A anexação jordaniana nunca foi formalmente reconhecida pela comunidade internacional, com exceção do Reino Unido e do Iraque.Joseph Massad said that the members of the Arab League granted de facto recognition and that the United States had formally recognized the annexation, except for Jerusalem. It is often stated that Pakistan recognized it as well, but that seems to be incorrect; see S. R. Silverburg, Pakistan and the West Bank: A research note, Middle Eastern Studies, 19:2 (1983) 261–263.George Washington University. Uma opção de dois Estados, dividindo a Palestina, em oposição a uma solução binária surgiu durante o período do Mandato Britânico na área. O plano de partição das Nações Unidas previa dois Estados, um judeu e outro árabe/palestino, mas após guerra apenas um deles emergiu.Rochelle Davis, Mimi Kirk (eds. Durante o conflito de 1948, Israel ocupou partes do que foi designado no plano de partição da ONU como “Palestina”. O rei Abdalá I da Jordânia foi coroado rei de Jerusalém pelo bispo copta em 15 de novembro de 1948.Enrico Molinari,The Holy Places of Jerusalem in Middle East Peace Agreements: The Conflict Between Global and State Identities, Sussex Academic Press, 2010 p.92. Os árabes palestinos na Cisjordânia e em Jerusalém Oriental receberam cidadania jordaniana e metade dos assentos no parlamento jordaniano.Armstrong, Karen. Muitos refugiados continuaram a viver em campos e contavam com a assistência da Agência das Nações Unidas de Assistência aos Refugiados da Palestina no Próximo Oriente para seu sustento. Refugiados palestinos constituíam mais de um terço da população do reino. composta na época por 1,5 milhão de pessoas. As últimas eleições na Jordânia em que os residentes da Cisjordânia votariam foram as de abril de 1967, mas seus representantes parlamentares continuariam no cargo até 1988, quando as cadeiras da Cisjordânia foram finalmente abolidas. Os palestinos desfrutaram de oportunidades iguais em todos os setores do Estado, sem discriminação. A agricultura continuou sendo a principal atividade econômica do território. A Cisjordânia, apesar de sua área menor, continha metade das terras agrícolas da Jordânia. Em 1966, 43% da força de trabalho de 55 mil pessoas trabalhava na agricultura e 2 300 quilômetros quadrados estavam sob cultivo. Em 1965, 15 mil trabalhadores estavam empregados na indústria, que produzia 7% do produto interno bruto (PIB). Esse número caiu após a guerra de 1967 e não seria superado até 1983. A indústria do turismo também desempenhava um papel importante. O dinar jordaniano tornou-se a moeda oficial e assim permanece até hoje. Cerca de 80% das terras frutíferas da Jordânia e 40% de seus vegetais ficavam na Cisjordânia. Às vésperas da ocupação, a Cisjordânia respondia por 40% do PIB jordaniano, entre 34% e 40% de sua produção agrícola e quase metade de sua mão de obra, embora apenas um terço do investimento jordaniano fosse destinado a ela e principalmente à habitação privada setor de construção. Embora seu produto per capita fosse 10 vezes maior do que o da Cisjordânia, a economia israelense na véspera da ocupação havia experimentado dois anos (1966-1967) de uma recessão acentuada. Imediatamente após a ocupação, de 1967 a 1974, a economia deslanchou. À medida que a agricultura deu lugar ao desenvolvimento industrial em Israel, na Cisjordânia o setor agrícola ainda gerava 37% do PIB e a indústria apenas 13%. A taxa de crescimento da economia da Cisjordânia no período da ocupação jordaniana havia atingido uma taxa anual de 6 a 8%. Essa taxa de crescimento era indispensável se a Cisjordânia do pós- guerra quisesse alcançar a autossuficiência econômica. === Domínio israelense === Em junho de 1967, a Cisjordânia e Jerusalém Oriental foram capturadas por Israel como resultado da Guerra dos Seis Dias. Com exceção de Jerusalém Oriental, a Cisjordânia não foi anexada por Israel, mas permaneceu sob controle militar israelense até 1982. Embora a resolução da cúpula da Liga Árabe de 1974 em Rabat designasse a Organização para a Libertação da Palestina (OLP) como \"o único representante legítimo do povo palestino\", a Jordânia não renunciou oficialmente à área até 1988, quando acabou com todas as áreas administrativas e laços legais com a Cisjordânia e privou os palestinos da cidadania jordaniana. Em 1982, como resultado do tratado de paz israelo- egípcio, o governo militar direto foi transformado em uma autoridade semicivil, operando diretamente sob o comando do Ministério da Defesa de Israel, que assumiu assim o controle dos assuntos civis dos palestinos. Os assentamentos israelenses foram, por outro lado, administrados posteriormente como Área da Judeia e Samaria diretamente por Israel. Desde os Acordos de Oslo de 1993, a Autoridade Palestina controla oficialmente um território geograficamente não contíguo compreendendo aproximadamente 11% da Cisjordânia (conhecido como Área A), que permanece sujeito a incursões militares israelenses. A Área B (aproximadamente 28%) está sujeita ao controle militar israelense-palestino e civil palestino. A Area C (aproximadamente 61%) está sob controle total de Israel. Embora 164 nações se refiram à Cisjordânia, incluindo Jerusalém Oriental, como \"Território Palestino Ocupado\", Israel alega que apenas territórios capturados em guerra de \"um Estado soberano, estabelecido e reconhecido\" podem ser considerados \"territórios ocupados\". Após a divisão de 2007 entre o Fatah e o Hamas, as áreas da Cisjordânia sob controle palestino são uma parte exclusiva da Autoridade Palestina, enquanto a Faixa de Gaza é governada pelo Hamas. ==== Muro da Cisjordânia ==== O Muro da Cisjordânia é uma barreira física construída pelo governo israelense, consistindo em uma rede de cercas com valas para veículos cercadas por uma área de exclusão média de 60 metros de largura (90%) e até 8 metros de altura de paredes de concreto (10%) (embora na maioria das áreas a parede não seja tão alta). Ela está localizada principalmente na Cisjordânia, parcialmente ao longo da linha do Armistício de 1949, conhecida como \"Linha Verde\", entre a Cisjordânia e Israel. Em abril de 2006, o comprimento da barreira, conforme aprovado pelo governo israelense, era de 703 quilômetros. Aproximadamente 60% dela foi construída, 8,96% está em construção e 33% da barreira está em projeto. O espaço entre a barreira e a linha verde é uma zona militar fechada conhecida como Zona de Costura, cortando 8,5% da Cisjordânia e englobando dezenas de vilas e dezenas de milhares de palestinos. A barreira geralmente segue ao longo ou perto da Linha Verde, mas diverge em muitos lugares para incluir do lado israelense várias das áreas altamente povoadas de assentamentos judeus na Cisjordânia, como Jerusalém Oriental, Ariel, Gush Etzion e Maale Adumim. Os defensores da barreira afirmam que ela é necessária para proteger os civis israelenses dos ataques palestinos, que aumentaram significativamente durante as intifadas; ela ajudou a reduzir os incidentes de terrorismo em 90% de 2002 a 2005; mais de uma redução de 96% em ataques terroristas nos seis anos que terminaram em 2007, embora o Controlador do Estado de Israel tenha reconhecido que a maioria dos homens-bomba entraram em Israel através de postos de controle já existentes. Seus apoiadores afirmam que o ônus de combater o terrorismo agora recai sobre a Autoridade Palestina.Sen. Clinton: I support W. Bank fence, PA must fight terrorism . Haaretz, 13 de novembro de 2005 Os oponentes afirmam que a barreira é uma tentativa ilegal de anexar terras palestinas sob o pretexto de segurança, que ela viola a lei internacional, tem a intenção ou efeito de antecipar as negociações do estatuto final da região e restringe severamente os meios de subsistência palestinos, particularmente limitando sua liberdade de movimento, minando assim sua economia. == Geografia == A Cisjordânia tem uma área de 5 628 km², que compreende 21,2% do antigo Mandato da Palestina (excluindo a Jordânia) e geralmente tem terreno montanhoso acidentado. O comprimento total dos limites terrestres da região são 404 km. O terreno é principalmente de planalto dissecado acidentado, alguma vegetação no oeste, mas um tanto árido no leste. A extensão de elevação entre a costa do Mar Morto em 408 m abaixo do nível do mar até o ponto mais alto no monte Nabi Yunis, em 1 030 m acima do nível do mar. A Cisjordânia não tem litoral; as terras altas são a principal área de recarga dos aquíferos costeiros de Israel. Existem poucos recursos naturais na área, exceto as terras altamente aráveis, que representam 27% da área terrestre da região. É principalmente usado como pastagens permanentes (32% das terras aráveis) e usos agrícolas sazonais (40%). Florestas e bosques representam apenas 1%, sem lavouras permanentes. === Clima === O clima na Cisjordânia é principalmente mediterrâneo, ligeiramente mais frio em áreas elevadas em comparação com a costa, a oeste da área. No leste, a Cisjordânia inclui o Deserto da Judeia e a costa do Mar Morto - ambos com clima seco e quente. == Demografia == thumb|esquerda|Vista aérea de Modi'in Illit, a maior colônia israelense no território ocupado da CisjordâniaBronner, Ethan and Kershner, Isabel. [http://www.nytimes.com/2009/07/27/world/middleeast/27settlers.html?pagewanted=all Unsettled; In West Bank Settlements, Sign of Hope for a Deal], NY Times, 26 de julho de 2009. Em dezembro de 2007, um censo oficial conduzido pela Autoridade Palestina descobriu que a população árabe palestina da Cisjordânia (incluindo Jerusalém Oriental) era de 2 345 000. No entanto, o Banco Mundial e o Grupo de Pesquisa Demográfica Americano-Israelense identificaram uma discrepância de 32% entre as estatísticas de matrículas na primeira série documentadas pelo Ministério da Educação Palestino e as projeções de 2007 da Central de Estatísticas da Palestina (PCBS),THE PALESTINIAN CENSUS – SMOKE & MIRRORS , Independent Media Review Analysis, 11 de fevereiro de 2008 com questões também levantadas sobre as premissas de crescimento para o período 1997–2003.The Million Person Gap: The Arab Population in the West Bank and Gaza , Mideast Security and Policy Studies No. 65, Fevereiro de 2006 A Administração Civil Israelita estimou em 2012 que o número de palestinos na Cisjordânia era de 2 657 029. Existem 389.250 colonos israelenses vivendo na Cisjordânia, excluindo Jerusalém Oriental,15,000 More Jews in Judea-Samaria in 2014 , Arutz Sheva bem como cerca de 375 mil judeus israelenses vivendo em Jerusalém Oriental ocupada. Existem também pequenos grupos étnicos, como os samaritanos que vivem dentro e ao redor de Nablus, que chegam às centenas.The Samaritan Update Acessado em 8 de janeiro de 2013. Em outubro de 2007, cerca de 23 mil palestinos na Cisjordânia trabalhavam em Israel todos os dias, enquanto outros 9,2 mil trabalhavam em assentamentos israelenses. Além disso, cerca de 10 mil comerciantes palestinos da Cisjordânia eram autorizados a viajar todos os dias para Israel. Em 2014, 92 mil palestinos trabalhavam em Israel legal ou ilegalmente, o dobro de 2010. Em 2008, aproximadamente 30% dos palestinos, ou 754 263 pessoas, que viviam na Cisjordânia eram refugiados ou descendentes de refugiados de vilas e cidades localizadas no que se tornou Israel durante a guerra árabe-israelense de 1948, de acordo com estatísticas da Agência das Nações Unidas de Assistência aos Refugiados da Palestina no Próximo Oriente. Um relatório da União Europeia de 2011 intitulado \"Área C e construção do Estado Palestino\" relatou que antes da ocupação israelense em 1967, entre 200 mil e 320 mil palestinos viviam no Vale do Jordão, 90% que fica na Área C, mas a demolição de casas palestinas e a prevenção da construção de novos edifícios fez esse número cair para 56 mil, 70% dos quais vivem na Área A, na cidade de Jericó. Em um período semelhante, a população judaica na Área C cresceu de 1,2 mil para 310 mil pessoas. === Religiões === Na Cisjordânia encontram-se locais que são sagrados tanto para o judaísmo, como para o islamismo e o cristianismo, principalmente após a saída dos judeus do Egito, para a conquista de Canaã sob a liderança de Moisés e seu sucessor, Josué. Em Hebrom, uma das quatro cidades sagradas para os judeus, encontra-se a Gruta de Macpela, onde se acredita estarem sepultados os três patriarcas, Abraão, Isaque e Jacó, e as suas esposas, Sara, Rebeca e Raquel. O local é venerado por judeus e muçulmanos e sobre este ergue-se a mesquita de Ibrahim (Abraão) e uma grande jazida de xisto betuminoso. Em Belém ergue-se a Igreja da Natividade, construída segundo a tradição no local onde Jesus nasceu. Na estrada que liga Belém a Jerusalém encontra-se o túmulo de Raquel. Em Jericó, destaca-se o Monte da Tentação, identificado como o local onde o demônio teria tentado seduzir Jesus, oferecendo-lhe todos os reinos do mundo. == Estatuto político == De 1517 a 1917, a Cisjordânia fez parte do Império Otomano. A Turquia, o Estado sucessor dos otomanos, renunciou às suas reivindicações territoriais em 1923, com o Tratado de Lausanne, e a área agora chamada de Cisjordânia tornou-se parte integrante do Mandato Britânico da Palestina. Durante o período do mandato, o Reino Unido não tinha direito à soberania, que era mantida pelo povo sob o mandato. No entanto, os britânicos, como guardiões da terra, implementaram as leis de posse de terra na Palestina, que herdou dos turcos otomanos (conforme definido no Código de Terras Otomano de 1858), aplicando essas leis aos inquilinos legais árabes e judeus. Em 1947, a Assembleia Geral das Nações Unidas recomendou que a área que se tornou a Cisjordânia se tornasse parte de um futuro Estado árabe, mas essa proposta foi rejeitada pelos países árabes da época. Em 1948, a Jordânia ocupou a Cisjordânia e a anexou em 1950. Em 1967, Israel conquistou a Cisjordânia da Jordânia na Guerra dos Seis Dias. A Resolução 242 do Conselho de Segurança da ONU pedia a retirada (retorno às linhas do Armistício de 1949) dos territórios ocupados no conflito em troca de paz e reconhecimento mútuo. Desde 1979, o Conselho de Segurança e a Assembleia Geral das Nações Unidas os Estados Unidos, a União Europeia, o Tribunal Internacional de Justiça, e o Comitê Internacional da Cruz Vermelha referem-se à Cisjordânia, incluindo Jerusalém Oriental, como território palestino ocupado por Israel. A resolução 58/292 da Assembleia Geral (17 de maio de 2004) afirmou que o povo palestino tem direito à soberania sobre a área. O Tribunal Internacional de Justiça e a Suprema Corte de Israel decidiram que o estatuto político da Cisjordânia é de ocupação militar. O ramo executivo do governo israelense, por meio do Ministério das Relações Exteriores, definiu a Cisjordânia como território \"disputado\" em vez de território \"ocupado\", cujo estatuto só pode ser determinado por meio de negociações. O Ministério diz que territórios \"ocupados\" têm que ser capturados em guerra de um Estado soberano, estabelecido e reconhecido, e que, uma vez que a Cisjordânia não estava sob a soberania legítima e reconhecida de nenhum Estado antes da Guerra dos Seis Dias, não deve ser considerada um \"território ocupado\". A decisão do Tribunal Internacional de Justiça de 9 de julho de 2004, no entanto, concluiu que a Cisjordânia, incluindo Jerusalém Oriental, é um território mantido por Israel sob ocupação militar, independentemente de sua situação anterior à ocupação israelense, e que a Quarta Convenção de Genebra aplica-se de jure.Legal Consequences of the Construction of a Wall in the Occupied Palestinian Territory , see paragraphs 90–101 and p.5 A comunidade internacional também considera a Cisjordânia (incluindo Jerusalém Oriental) como territórios ocupados por Israel.Israel/Occupied Palestinian Territories: The conflict in Gaza: A briefing on applicable law, investigations and accountability, Amnesty International. 19 January 2009. O direito internacional (Artigo 49 da Quarta Convenção de Genebra) proíbe \"transferências da população de uma potência ocupante para territórios ocupados\", incorrendo na responsabilidade por parte do governo de Israel de não estabelecer cidadãos israelenses na Cisjordânia.Independent law report commissioned by the BBC Board of Governors , BBC Governors' Archive, Fevereiro de 2006 (páginas 48–50) Em fevereiro de 2020, 134 (69,4%) dos 193 Estados-membros das Nações Unidas reconheceram o Estado da PalestinaEvan Centanni, Map: Palestine Recognized by Two More Countries (134/193) Political Geography Now, 2 de novembro de 2013 dentro dos territórios palestinos, que são reconhecidos por Israel como constituindo uma única unidade territorial,'West Bank and Gaza Strip as a Single Territorial Unit,' Reut Institute.'Palestinian Territories,' European Forum for Democracy and Solidarity, 31 de janeiro de 2014 e da qual a Cisjordânia é o núcleo do futuro Estado árabe.'An awkward new government,' The Economist 7 de junho de 2014. == Economia == No início do século XXI, a economia dos territórios palestinos estava cronicamente deprimida, com taxas de desemprego constantemente acima de 20% desde 2000 (19% na Cisjordânia no primeiro semestre de 2013).. De acordo com um relatório de 2013 do Banco Mundial, as restrições israelenses impedem o desenvolvimento econômico palestino na Área C da Cisjordânia. Um relatório de 2013 do Banco Mundial calcula que, se o Acordo Provisório fosse respeitado e as restrições fossem retiradas, algumas indústrias-chave sozinhas produziriam 2,2 bilhões de dólares por ano a mais (ou 23% do PIB palestino de 2011) e reduzir em cerca de 800 milhões de dólares (50%) o déficit da Autoridade Palestina; a taxa de emprego aumentaria em 35%. == Infraestrutura == === Educação === thumb|esquerda|Universidade de Birzeit, próxima a Ramala As crianças judias dos colonatos são educadas em escolas que seguem o sistema educativo polonês, enquanto as crianças árabes são educadas de acordo com um sistema desenvolvido pela Autoridade Nacional Palestiniana, que desde 1994, e em resultado dos Acordos de Oslo, tem a educação como sua responsabilidade (entre 1967 e 1994 o currículo estudado pelos alunos árabes era semelhante ao da Jordânia). Algumas organizações cristãs possuem escolas privadas em cidades da Cisjordânia porque grande parte dos palestinos são árabes cristãos ortodoxos. Existem hoje em dia 12 universidades palestinianas na Cisjordânia. Algumas são o resultado da evolução de algumas instituições educativas que existiam antes da invasão militar de 1967 e outras surgiram depois desta data. As principais universidades da Cisjordânia são a Universidade de Birzeit (a mais prestigiada), a Universidade de Naja (com maior número de alunos, alunos em 2003/04), a Universidade de Belém (parcialmente financiada pelo Vaticano e da responsabilidade dos Irmãos lassalistas) e a Universidade de Hebrom. A Universidade Aberta Al-Qubs oferece cursos através do método de educação à distância. As universidades foram encerradas por Israel durante a primeira Intifada, retornando gradualmente as suas atividades em 1991. == Ver também == * Estado da Palestina * Analogia Israel-Apartheid * Faixa de Gaza * Territórios palestinos == Bibliografia == * Albin, Cecilia (2001). Justice and Fairness in International Negotiation. Cambridge University Press. * Bamberger, David (1985, 1994). A Young Person's History of Israel. Behrman House. * * Dowty, Alan (2001). The Jewish State: A Century Later. University of California Press. * Eldar, Akiva and Zertal, Idith (2007). Lords of the land: the war over Israel's settlements in the occupied territories, 1967–2007, Nation Books. * Gibney, Mark and Frankowski, Stanislaw (1999). Judicial Protection of Human Rights. Praeger/Greenwood. * Gordon, Neve (2008).Israel's Occupation. University of California Press, Berkeley CA, * Gorenberg, Gershom. The Accidental Empire. Times Books, Henry Holt and Company. . 2006. * Howell, Mark (2007). What Did We Do to Deserve This? Palestinian Life under Occupation in the West Bank, Garnet Publishing. * * Oren, Michael (2002). Six Days of War, Oxford University Press. * Playfair, Emma (Ed.) (1992). International Law and the Administration of Occupied Territories. Oxford University Press. * Shlaim, Avi (2000). The Iron Wall: Israel and the Arab World, W. W. Norton & Company. * == Ligações externas == * Categoria:Territórios de posse ou reivindicados pelos palestinos Categoria:Territórios disputados Categoria:Palestina",
 "title": "Cisjordânia"
}