{
 "id": "3952",
 "text": "As ilhas Bermudas, em inglês chamadas Bermuda (no singular), são um território britânico ultramarino membro da comunidade do Caribe localizadas no Oceano Atlântico, constituídas por uma ilha principal e um conjunto de pequenas ilhas separadas por estreitos canais, hoje ligadas por pontes rodoviárias. O território mais próximo é a costa leste dos Estados Unidos da América, mais especificamente o Cabo Hatteras, e por esse motivo (e também porque as ilhas fazem parte da Placa Norte-Americana), incluem-se as Bermudas na América do Norte. Trata-se de uma das ilhas que se situa sobre a cordilheira submarina Dorsal Mesoatlântica. Uma das maiores inovações da moda foi criada nas Bermudas, se trata do calção tipo bermuda. Na época da criação da roupa, havia uma lei que proibia das mulheres de mostrar as pernas, então elas usavam shorts grandes, abaixo do joelho, que foram batizados com o nome da ilha e hoje são usados por homens e mulheres. == História == Descoberta pelo espanhol Juan Bermúdez, provavelmente entre 1503 e 1511, Bermudas é ocupada pelos britânicos em 1609, mas apenas em 1684 se torna colônia. thumb|left|Vista aérea das Bermudas A Constituição de 1968 garante ao arquipélago autonomia em assuntos internos, mantendo sob responsabilidade metrópole as políticas externa e de defesa. Desde as primeiras eleições legislativas sob essa Constituição, a maioria das cadeiras do Parlamento pertence ao Partido das Bermudas Unidas (UBP). Sua política é baseada na cooperação racial e na defesa do status de território dependente do Reino Unido. A principal oposição ao UBP é o Partido Trabalhista Progressista (PLP), constituído principalmente de negros e cuja maior bandeira é a independência de Bermudas. Em 1978, uma comissão britânica defende a independência do território e uma reforma eleitoral que permita maior representação do PLP. A maioria da população, no entanto, rejeita. A tensão racial foi violenta na década de 1970. Bases militares canadenses, norte-americanas e inglesas, instaladas durante a Guerra Fria em virtude da posição estratégica do território, retiram-se entre 1993 e 1995. Em 27 de março de 1997, Pamela F. Gordon (UBP) torna-se a primeira mulher em Bermudas a exercer o cargo de primeira-ministra. == Política == == Subdivisões == As Bermudas encontram-se divididas em 9 paróquias (parishes) e 2 municípios. == Geografia == O arquipélago é formado por 360 ilhas de coral; há muita chuva, mas sem rios nem lagos de água doce. A principal ilha é Grande Bermuda, onde se situa a capital, Hamilton. == Economia == == Demografia == == Cultura == == Ver também == * Lista de territórios dependentes * Lista de Estados soberanos e territórios dependentes da América == Ligações externas == * Governo das ilhas Bermudas * Turismo das ilhas Bermudas * Guia das ilhas Bermudas",
 "title": "Bermudas"
}