{
 "id": "39549",
 "text": "Tricomas são apêndices epidérmicos que podem ser formados por uma ou mais células, atuam de diferentes formas, mas, na maioria das vezes, promovem a proteção do vegetal. Apesar de se originarem sempre da protoderme, o desenvolvimento dos tricomas é bastante complexo e variado, dependendo de sua estrutura e função. Não se deve confundir tricomas com emergências. As emergências são estruturas complexas que podem apresentar em sua estrutura, além das células epidérmicas, células do sistema fundamental e até mesmo células de condução. Além dos estômatos, inúmeras outras células especializadas ocorrem na epiderme, dentre estas, destacam-se os tricomas, apêndices epidérmicos que podem ser formados por uma ou mais células, atuam de diferentes formas, mas, na maioria das vezes, promovem a proteção do vegetal. Altamente variados em estrutura e função que podem ser classificados de diversas maneiras: == Tipos de tricoma == * Tectores: podem ser unicelulares, como, por exemplo, as “fibras” de algodão que são tricomas da semente do algodoeiro, formados por uma única célula que se projeta para fora da epiderme e apresentam paredes secundárias celulósicas espessadas. Existem ainda, os tricomas multicelulares uni, bi ou multisseriados, ramificados ou não. Os tricomas tectores não produzem nenhum tipo de secreção e acredita-se que possam, entre outras funções, reduzir a perda de água, por transpiração, das plantas que vivem em ambientes escassos, auxiliar na defesa contra insetos predadores e diminuir a incidência luminosa. * Secretores: São tricomas que possuem um pedúnculo e uma cabeça (uni ou pluricelular) e, uma célula basal inserida na epiderme. Nem sempre vão possuir essa morfologia. A cabeça geralmente é a porção secretora do tricoma. A secreção pode ser acumulada entre a(s) célula(s) da cabeça e a cutícula e com o rompimento desta, a secreção é liberada ou a secreção pode ir sendo liberada gradativamente por poros existentes na parede. Os tricomas secretores podem apresentar funções variadas, dentre elas: produção de substâncias irritantes ou repelentes, para afastar os predadores; substâncias viscosas para prender os insetos (como nas plantas insectívoras), substâncias aromáticas para atrair polinizadores, etc. * Escamas e/ou Tricomas peltados: apresentam um disco, formado por várias células, que repousa sobre um pedúnculo que se insere na epiderme. Nas bromeliáceas, os tricomas peltados, estão relacionados com a absorção de água da atmosfera. * Vesículas aquíferas: Grandes células epidérmicas que armazenam água, um exemplo de planta com esse tecido é o Cacto. * Pelos radiciais: projeções das células epidérmicas que formam, inicialmente, pequenas papilas na epiderme da zona de absorção de raízes jovens de muitas plantas. Estas células são vacuolados e apresentam paredes delgadas, recobertas por uma cutícula delgada e relacionados com absorção de água do solo, também são conhecidos como pelos absorventes. APEZZATO-DA-GLÓRIA, B. & CARMELLO- GUERREIRO, S.M. 2003. Anatomia Vegetal. Ed. UFV - Universidade Federal de Viçosa. Viçosa. CUTTER, E.G. 1986. Anatomia Vegetal. Parte I - Células e Tecidos. 2ª ed. Roca. São Paulo. CUTTER, E.G. 1987. Anatomia Vegetal. Parte II - Órgãos. Roca. São Paulo. ESAU, K. 1960. Anatomia das Plantas com Sementes. Trad. 1973. Berta Lange de Morretes. Ed. Blucher, São Paulo. FERRI, M.G., MENEZES, N.L. & MONTENEGRO, W.R. 1981. Glossário Ilustrado de Botânica. Livraria Nobel S/A. São Paulo. RAVEN, P.H.; EVERT, R.F. & EICHCHORN, S.E. 2001. Biologia Vegetal. 6ª . ed. Guanabara Koogan. Rio de Janeiro. Categoria:Morfologia vegetal",
 "title": "Tricoma"
}