{
 "id": "39546",
 "text": "A cerejeira refere-se a várias espécies de árvores frutíferas de clima temperado cuja maioria são originárias da Ásia, algumas frutíferas, outras produtoras de madeira nobre. Estas árvores classificam-se no subgênero Cerasus incluído no gênero Prunus (Rosaceae). Os frutos da cerejeira são conhecidos como cerejas, algumas delas comestíveis. Três espécies são originárias da Europa e duas da América. O cultivo da cerejeira é realizado em regiões frias. Necessitam de 800 a 1000 horas de frio para que possam produzir satisfatoriamente em áreas com Invernos frios e chuvas. Entre as espécies deste gênero estão: * Prunus apetala * Prunus avium' - cereja-doce * Prunus campanulata * Prunus canescens * Prunus cerasus' - cereja-ácida ou ginja (A famosa ginjinha portuguesa é feita a partir desta espécie). * Prunus concinna * Prunus conradinae * Prunus dielsiana * Prunus emarginata * Prunus fruticosa * Prunus incisa * Prunus litigiosa * Prunus lusitanica' - Azereiro * Prunus mahaleb * Prunus maximowiczii * Prunus nipponica * Prunus pensylvanica * Prunus pilosiuscula * Prunus rufa * Prunus sargentii * Prunus serotina * Prunus serrula * Prunus serrulata' - (cerejeira-do-japão) * Prunus speciosa * Prunus subhirtella * Prunus tomentosa * Prunus yedoensis Imagem:Prunus tomentosa4.jpg|Prunus tomentosa Imagem:Cerejeirabee.jpg|Prunus campanulata, ou cerejeira de Taiwan, recebe visita de abelha colhendo néctar em São Paulo Imagem:Cherry tree blossoms.jpg|Flores de cerejeira == Outras cerejeiras == A amburana é uma árvore brasileira da família Fabaceae, produtora de madeira nobre. O Jatobazeiro Jatobá é uma árvore da família Fabaceae, produtora de madeira nobre. A cereja-do-rio-grande é uma árvore frutífera brasileira, da família Myrtaceae. O pêssego-do-mato é outra árvore frutífera brasileira da família Myrtaceae. == Simbologia == Originária da Ásia, na cultura japonesa (chamada de sakura [], identificando tanto a cerejeira quanto a flor de cerejeira), a cerejeira era associada ao samurai cuja vida era tão efémera quanto a da flor que se desprendia da árvore. Já o fruto tem o significado de sensualidade. Por seu vermelho intenso e maduro, a cereja suculenta é talvez o exemplo mais proeminente. O suco de cereja madura é de tão intenso sabor e cor que tem sido freqüentemente comparado ao primeiro gosto do amor. Na aparência, das cerejas têm sido dito que lembram os lábios de uma amante, e quando mordê- lo em uma cereja, o fruto dá a aparência de sangrar. Há muito tempo existe uma ligação erótica para o fruto da árvore de cereja. Há um costume japonês, chamado hanami (literalmente: ver as flores) de ir aos parque contemplar as flores, especialmente a flor de cerejeira, na época de florescimento. A flor da cerejeira já foi considerada uma das flores mais belas, tanto pelo seu formato como pela delicadeza e espessura das suas pétalas. Na Índia essa flor é considerada sagrada, e nas casas que tem essa flor nunca falta nada, diz a lenda da flor de cerejeira da Índia. ==Produção== ===Portugal=== A produção de cerejas em Portugal alcançou, em 2015, as 17,7 mil toneladas, muito acima da média dos últimos anos, apresentando os frutos boa qualidade.INE, Estatísticas Agrícolas - 2015, pág. 21. == Bibliografia == * Harri Lorenzi, Árvores Brasileiras, vol. 1, Instituto Plantarum. Categoria:Árvores Categoria:Rosaceae",
 "title": "Cerejeira"
}