{
 "id": "39540",
 "text": "Gineceu (do grego γυνή, gyne, mulher, e οἶκος, oikos, casa) é um termo usado em botânica para designar o conjunto dos pistilos, as estruturas que constituem os órgãos reprodutores femininos de uma flor.Gola, G., Negri, G. y Cappeletti, C. 1965. Tratado de Botánica. 2.ª edición. Editorial Labor S.A., Barcelona, 1110 p.Strasburger, E. 1994. Tratado de Botánica. 8.ª edición. Omega, Barcelona, 1088 p. O vocábulo é também usado como designação coletiva para as partes da flor que produzem os óvulos e para as estruturas a partir das quais se desenvolvem os frutos e sementes. Do ponto de vista anatómico, o gineceu é o quarto e o mais interno dos verticilos de uma flor completa, sendo constituído por um ou mais pistilos insertos sobre o receptáculo. Por ser o mais interno dos verticilos florais, em geral é rodeado pelo androceu, a parte masculina da flor. ==Descrição== O gineceu corresponde à parte da flor que produz os óvulos, ou seja à estrutura floral feminina, embora, em vez de produzir diretamente gâmetas femininos (ou seja, óvulos), o gineceu produza macrosporos, cada um dos quais se desenvolve num gametófito feminino que, por sua vez, produz óvulos. No entanto, apesar do gineceu ser geralmente referido como feminino, porque dá origem a gametófitos femininos (produtores de ovos), estritamente falando, os esporófitos não têm sexo determinado, já que apenas os gametófitos se diferenciam. O gineceu é composto por um ou mais pistilos, estrutura que engloba um conjunto de folhas profundamente modificadas, os carpelos, que rodeiam o ovário e se prolongam pelo estilete e terminam no estigma. Por vezes constituída por um único carpelo, o gineceu localiza-se, em quase todos os casos, no centro da flor, sendo quase sempre rodeado por um verticilo no qual se inserem os estames, os órgãos reprodutivos produtores de pólen, pertencentes à parte masculina da planta, coletivamente designada por androceu. As flores que possuem gineceu, mas sem estames, são designadas por pistiladas ou carpeladas. Flores sem gineceu recebem a designação de estaminadas. O nome «gineceu» provém da divisão que nas casas da Grécia Clássica era reservada às mulheres. Seguindo uma etimologia paralela, a parte equivalente masculina da flor designa-se por androceu (a «divisão dos homens»). ===Ontogenia e diferenciação=== Ao contrário da maioria dos animais, as plantas desenvolvem novos órgãos após o termo da embriogénese, incluindo novas raízes, caules, folhas e flores. Nesse contexto de desenvolvimento pós- embrionário, nas plantas com flor, o gineceu desenvolve-se na região central da flor tendo como origem um carpelo ou grupos de carpelos fundidos entre si.Recent Advances and Challenges on Big Data Analysis in Neuroimaging . Frontiers Media SA; 17 May 2017. . p. 158–. Na continuação do desenvolvimento ontogénico, após a fertilização, o gineceu dá origem a um fruto que fornece proteção e nutrição para as sementes em desenvolvimento e, muitas vezes, auxilia na sua dispersão.Encyclopedia of Reproduction . Elsevier Science; 29 June 2018. . p. 2–. O gineceu apresenta vários tecidos especializadosMolecular basis of fruit development . Frontiers Media SA; 26 March 2014. . p. 27–. que se desenvolvem a partir de interações genéticas e hormonais ao longo de três eixos principais. Esses tecidos surgem a partir da diferenciação de meristemas que produzem células que se individualizam nas diferentes partes do gineceu, com destaque para o meristema da margem do carpelo, que tem origem no primórdio do carpelo, que, por sua vez, produz os óvulos, o septo do ovário, e a estruturas conectivas associadas, e desempenha um papel determinante na fusão das margens apicais dos carpelos.Fruit Ripening: From Present Knowledge to Future Development . Frontiers Media SA; 12 August 2019. . p. 155–. O gineceu pode ser formado por uma ou mais folhas carpelares livres, sendo então classificado como gineceu dialicarpelar ou gineceu apocárpico, ou formado por folhas carpelares fundidas entre si na base, sendo então um gineceu gamocarpelar ou gineceu sincárpico. ===Pistilo=== O pistilo (lat.:pistillum, -i /pistillus, -i: pilão) é formado por uma ou mais folhas modificadas, os carpelos, que se fundem dando origem a uma porção basal dilatada, denominada ovário. O carpelo assim modificado passa a ter aspecto de um instrumento muito utilizado na manipulação de produtos químicos e farmacêuticos, conhecido como «pistilo»,ALMAFARIZ COM PISTILO Vidrarias de laboratório Unesp motivo pelo qual também é assim denominado. Uma flor pode ter um só carpelo ou vários que, fundindo-se total ou parcialmente, formam os lóculos. O gineceu pode consistir num ou mais pistilos separados. Como em muitos casos só existe um pistilo, o gineceu, se considerado como o conjunto dos pistilos, confunde-se com este, razão pela qual o gineceu, por vezes é designado por pistilo, particularmente em literatura mais antiga.O pistilo Colégio WEB. O desenvolvimento e o arranjo do pistilo são importantes na pesquisa sistemática e na identificação das angiospermas, mas podem ser as partes florais mais difíceis de interpretar. Quando o pistilo é reduzido e não funcional, o que ocorre no caso das flores masculinas em espécies dioicas, designa-se por pistilódio. ;Estrutura do pistilo O pistilo é formado por folhas modificadas, as folhas carpelares, que formam os carpelos, estruturas sobre as quais são produzidos os óvulos, os primórdios seminais que contêm os gâmetas femininos. Funcionalmente, o pistilo corresponde ao conjunto dos órgãos femininos da flor das Angiospermas, sendo que cada um dos pistilos é normalmente constituído por: (1) uma porção basal expandida, designada por ovário; (2) uma seção alongada, designada por estilete; e (3) uma estrutura apical, o estigma, que recebe o pólen. Assim, no pistilo podem ser reconhecidos os seguintes elementos: * Ovário (do latim ovum, ovo) -- a cavidade que encerra os óvulos, correspondente à porção basal alargada que contém as placentas, cristas de tecido contendo um ou mais óvulos (megasporângios integumentados). As placentas e óvulo(s) podem nascer a partir de apêndices gineciais ou, menos frequentemente, a partir do ápice floral. A câmara onde se desenvolve o óvulo é o lóculo (por vezes designado por cela); * Estilete (do grego clássico: στῦλος, stylos, significando 'pilar') -- é a parte estéril, constituída por um talo em forma de pilar, mais o menos alongada, que serve como um tubo através do qual os tubos polínicos crescem para alcançar o ovário. Algumas flores, como as de Tulipa, não têm estilo distinto e o estigma fica diretamente inserto sobre o ovário. O estilete é um tubo oco em algumas plantas, como os lírios, ou tem tecido transmissor através do qual os tubos polínicos crescem; * Estigma (do grego clássico , stigma, 'marca' ou 'estigma') -- cavidade superior do estilete onde são depositados os grãos de pólen, que ali ficam retidos pela secreção do fluido estigmático (uma substância pegajosa que retem os grãos de pólen). O estigma é geralmente localizado na extremidade do estilete, e corresponde à porção do(s) carpelo(s) que recebe o pólen (gametófitos masculinos), sendo em geral recoberto por um fluido pegajoso ou encimado por uma estrutura emplumada destinada a capturar o pólen. O pistilo pode não ter estilete, tendo nesse caso o estigma disposto diretamente sobre o ovário, situação designada por estigma séssil. ;Ontogenia do pistilo Os pistilos começam como pequenos primórdios no [meristema apical]] floral, formando-se mais tarde e mais perto do ápice (floral) do que os primórdios das sépalas, pétalas e estames. Estudos morfológicos e moleculares da ontogenia do pistilo revelam que os carpelos são provavelmente homólogos às folhas. Um carpelo tem uma função semelhante a um megasporófilo, mas normalmente inclui um estigma e é fundido, com óvulos encerrados na porção inferior alargada, o ovário. Em algumas linhagens de angiospermas basais, especialmente nas família Degeneriaceae e Winteraceae, o carpelo começa como uma taça rasa onde os óvulos se desenvolvem com placentação laminar, na superfície superior do carpelo. O carpelo eventualmente forma uma estrutura dobrada, semelhante a uma folha, não totalmente selada nas margens. Não existe estilete, mas uma ampla crista estigmática ao longo da margem permite o acesso dos tubos polínicos ao longo da superfície e entre os tricoma situados nas margens. Dois tipos de fusão foram distinguidos: a fusão pós-genital que pode ser observada durante o desenvolvimento das flores e a fusão congénita que não pode ser observada, ou seja, fusões que ocorreram durante a filogenia. Mas é muito difícil distinguir os processos de fusão e não fusão na evolução das plantas com flores. Alguns processos que foram considerados fusões congénitas (filogenéticas) parecem ser processos de não fusão, como, por exemplo, a formação de novo de crescimento intercalar numa zona em anel na base dos primórdios ou abaixo dela. Portanto, \"agora é cada vez mais reconhecido que o termo 'fusão', aplicado à filogenia (como em 'fusão congénita') é imprudente.\" File:RanunculusRepens-FoxRoost-Newfoundland - stamens and pistils closeup.jpg|Centro da flor de Ranunculus repens mostrando múltiplos carpelos livres rodeados por estames alongados. File:Narcis zaadhokken.jpg|Secção transversal do ovários de Narcissus mostrando múltiplos carpelos conatos (um pistilo composto) fundidos ao longo da linha placentária onde os óvulos se formam em cada lóculo. File:秋海棠 20191106164316 05.jpg|Pistilo de Begonia grandis. File:Amaryllis stigma.jpg|Hippeastrum: Estilete e estigma. File:Hippeastrum-1.jpg|Flores de Hippeastrum mostrando os estames, estilete e estigma. File:Marijuana Pistil.jpg|Estigmas e estilete de Cannabis sativa num par de forceps. File:Crocus macro crop.jpg|Estigma de Crocus. ===Carpelo=== Os pistilos de uma flor são compostos por um ou mais carpelos (do grego clássico: καρπός, karpós, \"fruto\" + Gr. φύλλον, phúllon, \"folha\"; latim folium), também carpófilo, é uma estrutura presente em todas as Angiospermas, sendo a unidade fundamental do pistilo. O carpelo é a parte reprodutiva feminina da flor, geralmente composta por estilete e estigma, por vezes tendo ovário individual e por vezes conectando-se a um ovário basal compartilhado. Do ponto de vista anatómico, os carpelos são folhas modificadas que se fecham sobre os óvulos, formando o ovário das flores. Na vasta maioria dos casos, existe um prolongamento do carpelo no ápice do ovário, formando o estilete (responsável pela condução do tubo polínico ao ovário) e o estigma (responsável pela recepção do grão de pólen). Após a fecundação dos óvulos, o carpelo desenvolve-se para formar um fruto. Acredita-se que os carpelos sejam filogeneticamente derivados de folhas com óvulos, ou homólogos de folhas morfologicamente semelhantes aos megasporófilos das coníferas, que evoluíram para formar uma estrutura fechada contendo os óvulos. Esta estrutura é tipicamente enrolada e fundida ao longo da margem. Um pistilo pode consistir num único carpelo (com o seu ovário, estilete e estigma); ou pode compreender vários carpelos unidos para formar um único ovário, sendo nesse caso a unidade inteira designada por pistilo. O gineceu pode apresentar-se como um ou mais pistilos unicarpelados ou como um pistilo multicarpelado. O número de carpelos é denotado por termos como tricarpelados (três carpelos). Nos carpelos podem ser reconhecidos três nervuras principais, duas das quais correm ao longo dos bordos da folha carpelar e em cujas proximidades nascem os óvulos; essas nervuras são designadas por nervos placentários. A nervura central do carpelo, homóloga à mediana dos nomófilos, é a nervura carpelar. Embora a maioria das flores satisfaçam a definição de carpelo atrás apresentada, existem flores que não possuem carpelos porque nelas o(s) óvulo(s), embora fechados, são formados diretamente sobre o ápice caulinar. Diferentes soluções têm sido sugeridas para este problema. Uma solução fácil, que se aplica à maioria dos casos, é redefinir o carpelo como um apêndice que encerra o(s) óvulo(s) e pode ou não suportá-los. Os óvulos servem para originar as sementes, sendo por isso designados por primórdios seminais e aparecem como protuberâncias globosas nos bordos das folhas carpelares. A contagem do número de carpelos numa flor deve ser feita tendo em conta os ovários, que constituem a base dos mesmos, já que alguns estigmas são profundamente fendidos. == Tipos de gineceu == ===Morfologia carpelar=== O grau de conação (fusão) num gineceu sincárpico pode variar. Os carpelos podem ser fundidos apenas na base, mas manterem estilos e estigmas separados. Os carpelos podem ser fundidos inteiramente, exceto na região terminal, retendo estigmas separados. Por vezes (por exemplo, em Apocynaceae) os carpelos são fundidos pelos estiletes ou estigmas, mas possuem ovários distintos. Num gineceu sincárpico, os ovários fundidos dos carpelos constituintes podem ser referidos coletivamente como um único ovário composto. Há muitos casos em que os carpelos são unidos apenas na base (apenas na região do ovário), dividindo-se no ápice. Mesmo assim, este grau de união é o suficiente para denominar estes pistilos sincárpicos. No caso de carpelos unidos, cada carpelo pode formar um compartimento independente (ou lóculo), contendo os seus próprios óvulos, ou então fundirem-se uns aos outros, formando um único compartimento (um ovário unilocular). Se um gineceu tem um único carpelo, é designado por gineceu monocárpico. Se um gineceu tem carpelos múltiplos e distintos (livres, não fundidos), é apocárpico. Se um gineceu tem vários carpelos fundidos em uma única estrutura, é sincárpico. Por vezes, um gineceu sincárpico pode ser morfologicamente muito a um gineceu monocárpico. Com base nessa distinção, são considerados os seguintes tipos de gineceu: Comparação da terminologia do gineceu usando carpelo e pistilo Composição do gineceu Terminologia Carpelo Terminologia Pistilo Exemplos Carpelo único Gineceu monocarpárpico (ou unicarpelado) Um só pistilo (simples) Avocado (Persea sp.), a maior parte das leguminosas (Fabaceae) Carpelos múltiplos distintos (\"livres\") Gineceu apocárpico (coricárpico) Pistilos (simples) Morangueiro (Fragaria sp.), Ranunculus sp. Carpelos múltiplos fundidos (\"conatos\") Gineceu sincárpico Um pistilo (composto) Tulipa (Tulipa sp.), a maioria das flores Pode ser um desafio determinar quantos carpelos se fundem para formar um gineceu sincárpico. Se os estilos e estigmas forem distintos, geralmente podem ser contados para determinar o número de carpelos. Dentro do ovário composto, os carpelos podem apresentar lóculos distintos, divididos por paredes denominadas septos carpelares. Se um gineceu sincárpico tiver um único estilete e estigma e um único lóculo no ovário, pode ser necessário examinar como os óvulos estão fixados. Cada carpelo geralmente terá uma linha distinta de placentação onde os óvulos estão ligados. Em resumo, as flores podem apresentar um gineceu formado apenas por um carpelo (apocarpia) ou por vários carpelos unidos (sincarpia). Em função da estrutura carpelar, o gineceu (e por consequência, a flor) pode ser classificado como: * Gineceu monocárpico -- gineceu formado apenas por um carpelo (como nas leguminosas e grevíleas); * Gineceu apocárpico -- gineceu formado por vários carpelos livres entre si (como em ranúnculos, morangos ou magnólias); a estrutura formada é designada por apocarpo; * Gineceu sincárpico -- gineceu formado por vários carpelos unidos entre si (como na maioria das espécies de plantas com flores); a estrutura formada é designada por sincarpo. === Posição do gineceu === Os grupos basais de angiospermas tendem a ter carpelos dispostos em espiral ao redor de um receptáculo cónico ou em forma de cúpula. Em linhagens posteriores, os carpelos tendem a estar em verticilos instalados no extremo do eixo floral. A relação espacial das outras partes da flor com o gineceu pode ser um importante caráter sistemático e taxonómico. Em algumas flores, os estames, pétalas e sépalas ocorrem fundidosnum tubo floral (ou hipanto). No entanto, a visão clássica de que a parede do ovário inferior resulta da fusão congénita dos flancos do carpelo dorsal e do eixo floral não corresponde aos processos ontogenéticos que são observados. A observação do desenvolvimento floral mostra um crescimento intercalar numa ampla zona circular que muda a forma do eixo floral, originado o receptáculo. Esse provesso indicia que durante a evolução não ocorreu uma simples fusão filogenética, antes houve a formação de um meristema intercalar unitário. Se o hipanto estiver ausente, a flor é dita hipógina e os estames, pétalas e sépalas estão todos insertos no receptáculo abaixo do gineceu. Flores hipogínicas são muitas vezes referidas como tendo ovário súpero. Este é o arranjo típico da maioria das flores. Se o hipanto estiver presente até a base do(s) estilete(s), a flor é dita epígina. Nas flores epígineas, os estames, pétalas e sépalas estão ligados ao hipanto no topo do ovário ou, ocasionalmente, o hipanto pode-se estender além do topo do ovário. As flores epígineas são muitas vezes referidas como tendo um ovário ínfero. Entre as famílias de plantas com flores epígineas incluem-se as Orchidaceae, Asteraceae e Onagraceae. Entre esses dois extremos estão as flores ditas perigíneas, nas quais um hipanto está presente, mas está desligado do gineceu (caso em que pode parecer um cálice ou tubo envolvendo o gineceu) ou apenas parcialmente ligado ao gineceu (com os estames, pétalas e sépalas ligados ao hipanto até ao ovário). As flores perigíneas são muitas vezes referidas como tendo um ovário semi-ínfero (ou, às vezes, parcialmente ínfero ou semi-súpero). Este arranjo é particularmente frequente nas Rosaceae e Saxifragaceae. Ocasionalmente, o gineceu insere-se no extremo em um caule peduncular, o ginóforo, como em Isomeris arborea. Image:Spathoglottis flwrs reduced.jpg|Flores e frutos (cápsulas) da orquídea Spathoglottis plicata, ilustrando um ovário ínfero. Image:Hegi ovary.png|Ilustração mostrando seções longitudinais de flores hipóginas (a), períginas (b) e epíginas (c). === Placentação === right|300px|thumb|Corte longitudinal da flor carpelada de abóbora mostrando o ovário, os óvulos, o estigma, o estilete e as pétalas. Dentro do ovário, cada óvulo desenvolve-se a partir de uma placenta ou surge como uma continuação do ápice floral. As placentas geralmente ocorrem em linhas distintas, designadas por linhas de placentação. Nos gineceus monocárpicos ou apocárpicos, geralmente existe uma única linha de placentação em cada ovário. Nos gineceus sincárpicos, as linhas de placentação podem ser regularmente espaçadas ao longo da parede do ovário (placentação parietal), ou perto do centro do ovário. No último caso, termos separados são usados dependendo se o ovário está ou não dividido em lóculos separados. Se o ovário é dividido, com os óvulos implantados numa linha de placentação no ângulo interno de cada lóculo, é designada por placentação axial. Um ovário com placentação central livre, por outro lado, consiste num único compartimento sem septos, com os óvulos estão ligados a uma coluna central que surge diretamente do ápice floral (extremidade do eixo floral). Em alguns casos, um único óvulo é ligado à parte inferior ou superior do lóculo (placentação basal ou placentação apical, respectivamente). ===Óvulo=== Nas plantas com flores, o óvulo (do latim ovulum, significando pequeno ovo) é uma estrutura complexa que nasce dentro dos ovários. O óvulo consiste inicialmente num megasporângio tegumentado e com pedículo (também chamado de nucelo). Normalmente, uma célula no megasporângio sofre meiose, resultando em um a quatro megásporos. Estes desenvolvem-se num megagametófito (muitas vezes designado por saco embrionário) dentro do óvulo. O megagametófito normalmente desenvolve um pequeno número de células, incluindo duas células especiais, uma célula-ovo e uma célula central binucleada, que são os gametas envolvidos na dupla fertilização. A célula central, uma vez fertilizada por um espermatozoide do pólen, torna-se a primeira célula do endosperma, e o óvulo, uma vez fertilizado, torna-se o zigoto que se desenvolve no embrião. A lacuna nos tegumentos através da qual o tubo polínico entra para entregar o esperma ao óvulo é chamada de micrópilo. A haste que liga o óvulo à placenta é designada por funículo. == Fecundação == Quando o grão de pólen cai no estigma de uma flor, ocorre a sua germinação: o grão de pólen hidrata-se, rompe-se a exina e projeta-se a intina, formando o tubo polínico. Uma vez formado o tubo polínico, este começa a crescer ao longo do estilete. O núcleo germinativo divide-se por mitose e forma dois núcleos espermáticos ou gaméticos. O tubo polínico alcança o ovário, penetra no óvulo através do micrópilo e ocorre uma dupla fecundação. Uma vez ocorrida fecundação, há murchamento e queda das pétalas, sépalas e estames. O óvulo fecundado desenvolveu-se e forma a semente. No interior do óvulo, o zigoto 2n divide-se por mitose e forma um tecido de reserva, chamado endosperma secundário ou albúmen. Após a formação do endosperma, o zigoto 2n divide-se por mitose e forma o embrião. === Papel do estigma === Os estigmas podem variar de longos e finos a globulares e a estruturas semelhantes a penas. O estigma é a ponta receptiva do(s) carpelo(s), que recebe o pólen na polinização e sobre o qual o grão de pólen germina. O estigma é adaptado para capturar e prender o pólen, seja pela combinação do pólen transportado por insetos visitantes ou por vários pelos, retalhos ou marcas (esculturas). O estilete e o estigma da flor estão envolvidos na maioria dos tipos de reações de autoincompatibilidade. A auto- incompatibilidade, se presente, impede fertilização por pólen da mesma planta ou de plantas geneticamente semelhantes e garante o cruzamento. O desenvolvimento primitivo dos carpelos, como visto em grupos de plantas como Tasmannia e Degeneria, carece de estilos e a superfície estigmática é produzida ao longo das margens dos carpelos.Armen Takhtajan. Flowering Plants . Springer Science & Business Media; 6 July 2009. . p. 22–. ==Criptogâmicas== Embora com menor propriedade, o termo «gineceu» também é usado em botânica para referir o aglomerado de arquegónios, e quaisquer folhas ou caules modificados a eles associados, presentes no gametófito de musgos, hepáticas e antecerófitos. O termo correspondente para as partes masculinas dessas plantas é «anterídio», estruturas que ocorrem em forma de aglomerados produtores de gâmetas masculinos dentro do androceu. == Ver também == *Androceu *Chalaza ==Referências== == Bibliografia == * MAGENTA, Mara, Morfologia e Anatomia dos vegetais - acesso a 3 de Fevereiro de 2007 * * Gola, G., Negri, G. y Cappeletti, C. 1965. Tratado de Botánica. 2.ª edición. Editorial Labor S.A., Barcelona, 1110 p. * Strasburger, E. 1994. Tratado de Botánica. 8.ª edición. Omega, Barcelona, 1088 p. * * Categoria:Reprodução vegetal Categoria:Flores Categoria:Morfologia vegetal Categoria:Anatomia da flor Categoria:Terminologia botânica Categoria:Polinização",
 "title": "Gineceu"
}