{
 "id": "39613",
 "text": "A National Electrical Manufacturers Association (NEMA)NEMA é a maior associação comercial de fabricantes de equipamentos elétricos nos Estados Unidos. Fundada em 1926, ela defende a indústria e publica padrões para produtos elétricos. Notavelmente, a forma das tomadas e plugues eléctricos domésticos nos Estados Unidos é especificada pela NEMA. == Descrição == Foi fundada em 1926 e mantém sua sede em Rosslyn, Virginia, na área metropolitana de Washington.http://www.nema.org/About/Visit/Pages/default.aspx Suas aproximadamente 350 empresas membros fabricam produtos usados na geração, transmissão, distribuição, controle e uso final da eletricidade. Esses produtos são usados em aplicações utilitárias, industriais, comerciais, institucionais e residenciais. A divisão Medical Imaging and Technology Alliance (MITA) da associação representa fabricantes de equipamentos de imagem de diagnóstico médido de útilma geração, incluindo ressonância magnética, tomografia computadorizada, produtos de raios-x e ultrassom. Outros mercados finais importantes incluem sistemas de construção, infraestrutura elétrica, sistemas industriais, sistemas de iluminação e sistemas de utilidades. Suas indústrias combinadas respondem por 360.000 empregos americanos em mais de 7.000 instalações em todos os estados. Sua indústria produz US $ 106 bilhões em remessas de equipamentos elétricos e tecnologias de imagens médicas por ano, com exportações de US $ 36 bilhões. A NEMA também tem escritórios na Cidade do México. Além de actividade de lobismo, NEMA publica mais de 700 normas, guias de aplicação, white papers, e trabalhos técnicos. Entre seus principais padrões estão aqueles para gabinetes elétricos, motores e fios magnéticos, plugues CA e recptáculos; os conectores NEMA são universais na América do Norte e também usados por alguns outros países. == Ver também == *Conectores NEMA ==Ligações externas== * Site oficial Categoria:Associações dos Estados Unidos Categoria:Organizações fundadas em 1926",
 "title": "National Electrical Manufacturers Association"
}