{
 "id": "39653",
 "text": "Louis Joseph Gay-Lussac ou Joseph Louis Gay-Lussac (Saint-Léonard-de-Noblat, 6 de dezembro de 1778 — Paris, 10 de maio de 1850) foi um físico e químico francês. == Carreira == Em 1808 foi professor de química e em 1809 professor de química prática na École polytechnique em Paris e simultaneamente professor de física e química na Sorbonne. Em 1809, recebeu com Louis Jacques Thénard da Classe de Física-Matemática do Institut de France o Prêmio Galvanismo patrocinado por Napoleão Bonaparte, no valor de 3 mil francos.Ernest Maindron: Les fondations de prix à l'Académie des sciences. Les lauréats de l'Académie 1714–1880. Gauthier-Villars, Paris 1881, p. 69–70 (online). É conhecido na atualidade por sua contribuição às leis dos gases. Em 1802, Gay-Lussac foi o primeiro a formular a segunda lei dos gases, que estipula que um gás se expande proporcionalmente a sua temperatura absoluta se for mantida constante a pressão. Esta lei é conhecida atualmente como Lei de Charles. Outra grande contribuição de Gay-Lussac é a sua lei volumétrica, segundo a qual ele afirma que, nas mesmas condições de temperatura e pressão, os volumes dos gases participantes de uma reação têm entre si uma relação de números inteiros e pequenos. Sua tese foi publicada em 1808, e envolvia a reação entre hidrogênio e oxigênio, cujo produto era vapor d'água. Essa lei ocasionou na unidade de medida de volume para álcoois, utilizada para medir o volume de teor alcoólicos das bebidas. Geralmente medida em graus. Ex.: 14°GL. == Conquistas == * 1802 – Gay-Lussac publicou pela primeira vez a lei de que, a pressão constante, o volume de qualquer gás aumenta proporcionalmente à sua temperatura absoluta. Como em seu artigo anunciando a lei ele citou trabalhos anteriores inéditos sobre o assunto de Jacques Charles, a lei é geralmente chamada de Lei de Charles , embora algumas fontes usem a expressão Lei de Gay- Lussac. Esta lei foi declarada independentemente e quase simultaneamente por John Dalton * 1804 – Ele e Jean-Baptiste Biot fizeram uma ascensão de balão de hidrogênio; uma segunda ascensão no mesmo ano por Gay-Lussac atingiu uma altura de 7 016 metros (23 018 pés) em uma investigação inicial da atmosfera da Terra . Ele queria coletar amostras do ar em diferentes alturas para registrar as diferenças de temperatura e umidade. * 1805 – Junto com seu amigo e colaborador científico Alexander von Humboldt, ele descobriu que a composição da atmosfera não muda com a diminuição da pressão (aumento da altitude). Eles também descobriram que a água é formada por duas partes de hidrogênio e uma parte de oxigênio (em volume). * 1808 – Ele foi o co- descobridor do boro. * 1808 - Descoberta e publicação da lei da combinação de volumes. * 1810 – Em colaboração com Louis Thenard, ele desenvolveu um método para análise quantitativa de combustão orgânica elementar medindo o CO2 e H2O liberados quando um composto orgânico é totalmente oxidado por clorato de potássio. Ele também resumiu a equação da fermentação alcoólica . * 1811 – Ele reconheceu o iodo como um novo elemento, descreveu suas propriedades e sugeriu o nome iodo. * 1815 – Ele sintetizou o cianogênio, determinou sua fórmula empírica e o nomeou. * 1824 – Ele desenvolveu uma versão melhorada da bureta que incluía um braço lateral e cunhou os termos \"pipeta\" e \"bureta\" em um artigo de 1824. == Publicações == * Chemistry courses of the École Polytechnique, Vol.1&2 * Lessons of Physics, Faculdade de Ciências de Paris, 6 de novembro de 1827, 18 de março de 1828) Categoria:Nomes na Torre Eiffel Categoria:Descobridores de elementos químicos Categoria:Membros da Academia de Ciências da França Categoria:Membros da Academia Real das Ciências da Suécia Categoria:Membros estrangeiros da Royal Society Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Academia de Ciências da Prússia Categoria:Membros da Academia de Ciências da Baviera Categoria:Membros da Academia Real das Artes e Ciências dos Países Baixos Categoria:Membros da Academia de Ciências da Rússia Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos Categoria:Professores da Universidade de Paris Categoria:Químicos do século XIX Categoria:Químicos da França Categoria:Físicos da França Categoria:Alunos da École Polytechnique Categoria:Sepultados no Cemitério Père-Lachaise",
 "title": "Louis Joseph Gay-Lussac"
}