{
 "id": "39673",
 "text": "A mesosfera (; do grego mesos, \"meio\") representa a terceira camada da atmosfera, diretamente acima da estratosfera e diretamente abaixo da termosfera. Na mesosfera, a temperatura diminui à medida que a altitude aumenta. Essa característica é usada para definir seus limites: começa no topo da estratosfera (às vezes chamada estratopausa) e termina na mesopausa, que é a parte mais fria da atmosfera da Terra com temperaturas abaixo de . Os limites superiores e inferiores exatos da mesosfera variam com a latitude e com a estação (mais alta no inverno e nos trópicos, mais baixa no verão e nos pólos), mas a fronteira mais baixa geralmente está localizada em altitudes de 50 a 65 quilômetros acima da superfície da Terra e o limite superior (a mesopausa) está geralmente em torno de 85 a 100 quilômetros. A estratosfera e a mesosfera são, às vezes, coletivamente chamadas de \"atmosfera intermediária\", que abrange altitudes aproximadamente entre 12 e 80 quilômetros acima da superfície da Terra. A mesopausa, a uma altitude de 80 a 90 quilômetros, separa a mesosfera da termosfera — a segunda camada mais externa da atmosfera da Terra. Esta é a turbopausa, abaixo da qual diferentes espécies químicas são bem misturadas devido a turbilhonamentos turbulentos. Acima desse nível, a atmosfera torna-se não uniforme, porque as alturas de escalas de diferentes espécies químicas diferem de acordo com suas massas moleculares. O termo \"espaço próximo\" também é às vezes usado para se referir a altitudes dentro da mesosfera. Este termo não possui uma definição técnica, mas normalmente se refere à região da atmosfera até 100 quilômetros, aproximadamente entre o limite de Armstrong (acima do qual os humanos precisam de um traje pressurizado para sobreviver) e a linha de Kármán (onde a astrodinâmica deve substituir a aerodinâmica para levantar voo); ou, por outra definição, à amplitude de altitude acima da qual os aviões comerciais voam, mas abaixo da qual os satélites orbitam a Terra. Algumas fontes distinguem entre os termos \"espaço próximo\" e \"atmosfera superior\", de modo que apenas as camadas mais próximas à linha de Kármán são descritas como \"espaço próximo\". == Temperatura == miniaturadaimagem|Nuvens na mesosfera iluminadas pelo Sol nascente. Dentro da mesosfera, a temperatura diminui com o aumento da altura, devido à diminuição da absorção da radiação solar pela atmosfera rarefeita e ao aumento do resfriamento pelas emissões radiativas de CO2. O topo da mesosfera, chamado mesopausa, é a parte mais fria da atmosfera da Terra. As temperaturas na mesosfera superior caem em torno de –101 ºC (172 K; –150 ºF), variando de acordo com a latitude e a estação. == Funcionalidades dinâmicas == As principais características mais importantes nessa região são fortes ventos zonais (leste-oeste), marés atmosféricas, ondas de gravidade atmosférica interna (comumente chamadas de \"ondas de gravidade\") e ondas planetárias. A maioria dessas marés e ondas começa na troposfera e na estratosfera inferior e se propaga para a mesosfera. Na mesosfera, as amplitudes das ondas de gravidade podem se tornar tão grandes que as ondas se tornam instáveis e se dissipam. Essa dissipação deposita impulso na mesosfera e impulsiona amplamente a circulação global. Isso ajuda a Terra. Nuvens noctilucentes estão localizadas na mesosfera. A mesosfera superior também é a região da ionosfera conhecida como camada D, que só está presente durante o dia em que ocorre alguma ionização com o óxido nítrico sendo ionizado pela radiação de hidrogênio alfa da série de Lyman. A ionização é tão fraca que, quando a noite cai e a fonte de ionização é removida, o elétron e o íon livres se transformam novamente em uma molécula neutra. A mesosfera tem sido chamada de \"ignorosfera\" porque é pouco estudada em relação à estratosfera (que pode ser acessada com balões de alta altitude) e à termosfera (na qual os satélites podem orbitar). Uma camada de sódio de 5 quilômetros de profundidade está localizada entre 80 a 105 quilômetros. Feita de átomos de sódio não ionizados e não ligados, a camada de sódio irradia fracamente para contribuir com a luminescência atmosférica. O sódio tem uma concentração média de quatrocentos mil átomos por centímetro cúbico. Essa banda é reabastecida regularmente por sublimação de sódio dos meteoros que chegam. Os astrônomos começaram a utilizar essa banda de sódio para criar \"estrelas-guia\" como parte do processo de correção da óptica adaptativa usada para produzir observações terrestres ultra-nítidas.Martin Enderlein et al., ESO's Very Large Telescope sees four times first light, Laser Focus World, July 2016, pp. 22-24 Outras camadas de metal, por exemplo, ferro e potássio, existem também na região da mesosfera superior/baixa termosfera. Em outubro de 2018, um tipo distinto de aurora foi identificado, originário da mesosfera. Muitas vezes referidas como 'dunas' devido à sua semelhança com ondas de areia em uma praia, as luzes verdes onduladas se estendem em direção ao equador. Eles foram identificados como originários de cerca de 96 quilômetros acima da superfície. Como as auroras são causadas por partículas solares de velocidade ultra-alta que interagem com as moléculas atmosféricas, a cor verde dessas dunas foi tentativamente explicada pela interação dessas partículas solares com moléculas de oxigênio. As dunas, portanto, ocorrem onde o oxigênio mesosférico é mais concentrado.Wu, Katherine J. A New Type of Aurora Ripples Across the Sky in Horizontal Green \"Dunes\". Smithsonian Magazine (29 January 2020) Milhões de meteoros entram na atmosfera da Terra, com média de 40 mil toneladas por ano.Leinert C.; Gruen E. (1990). \"Interplanetary Dust\". Physics and Chemistry in Space (R. Schwenn and E. Marsch eds.). Springer-Verlag. pp. 204-275 Pensa-se que o material ablado, chamado fumaça meteórica, sirva como núcleos de condensação para nuvens noctilucentes. == Exploração == A mesosfera fica acima dos registros de altitude para aeronaves, enquanto apenas os poucos quilômetros mais baixos são acessíveis a balões, para os quais o registro de altitude é de 53 quilômetros. Enquanto isso, a mesosfera está abaixo da altitude mínima para naves espaciais orbitais devido ao alto arrasto atmosférico. Ele só foi acessado através do uso de foguetes de sondagem capazes de realizar medições mesosféricas por alguns minutos por missão. Como resultado, é a parte menos compreendida da atmosfera, resultando no apelido humorístico ignorosfera. A presença de sprites vermelhos e jatos azuis (descargas elétricas ou raios na mesosfera inferior), nuvens noctilucentes e cisalhamento de densidade nessa camada pouco conhecida são de interesse científico atual. == Fenômenos na mesosfera e no espaço próximo == * Luminescência atmosférica * Marés atmosféricas * Ionosfera * Meteoroide * Nuvem estratosférica polar * Nuvem noctilucente * Aurora polar * Evento luminoso transiente == Ver também == * Balões de grande altitude * Altitude == Ligações externas == * Descrição com linques para outros tópicos sobre a atmosfera terrestre * Students And Teachers In Near Space * Near Space Systems * Space Data Corporation * The B.H.A.L.D.I. Project Categoria:Atmosfera",
 "title": "Mesosfera"
}