{
 "id": "39722",
 "text": "Atom Heart Mother é o quinto álbum de estúdio da banda inglesa de rock Pink Floyd. Foi lançada pela Harvest e pela EMI Records a 2 de Outubro de 1970 no Reino Unido, e pela Harvest e Capitol a 10 de Outubro de 1970 nos Estados Unidos. Foi gravado nos estúdios de Abbey Road, em Londres, e foi o primeiro álbum da banda a chegar ao primeiro lugar nas tabelas de vendas do Reino Unido, enquanto que nos EUA apenas alcançou a 55ª posição, acabando, no entanto, por receber o disco de ouro da RIAA neste país. Em 1994, foi comercializado uma versão em CD no Reino Unido e EUA, e, de novo, em 2011. Ron Geesin, que já tinha trabalhado com Roger Waters, teve um papel destacado na elaboração do álbum, recebendo o raro direito de ver o seu nome creditado em uma das músicas. Foi o primeiro álbum do Pink Floyd a ser especialmente produzido em som quadrifónico de quatro canais, e no convencional estéreo de dois canais. A versão quadrifónica foi comercializada em LP num formato matriz compatível com os gira-discos estéreos tradicionais. No Reino Unido também foi lançada uma versão quadrifónica em quatro canais no formato \"Quad-8\", uma variante em estéreo dos quatro canais nos cartuchos de oito faixas. A capa do álbum foi desenhada pela Hipgnosis, e foi a primeira onde não consta o nome do grupo nem sequer fotografias dos seus membros. Esta mudança continuaria a ser um padrão das capas da banda na década de 1970 e seguintes. Embora tenha tido sucesso comercial aquando do seu lançamento, o grupo, em particular Waters e David Gilmour, mostraram o seu desagrado sobre o álbum mais recentemente. Apesar disso, manteve-se um trabalho suficientemente popular para Gilmour tocar a faixa que dá nome ao álbum, com Geesin, em 2008. ==Gravação== O álbum começou a ser pensado após a banda ter terminado a banda sonora do filme Zabriskie Point em Roma, a qual terminou num ambiente de certa crispação, e voltaram para Londres no início de 1970 para ensaiarem. Algumas das gravações e experiências feitas em Roma foram utilizadas para reunir material novo durante estes ensaios, apesar de algum dele, como The Violent Sequence, mais tarde conhecida como Us and Them, permanecer durante algum tempo sem ser usado. ===Lado 1=== A faixa que dá título a Atom Heart Mother resultou de várias experiências instrumentais que a banda compôs durante os ensaios, incluindo a progressão de acordes do tema principal, as quais o guitarrista David Gilmour designou por Theme from an Imaginary Western. A primeira actuação ao vivo documentada data de 17 de Janeiro de 1970 na Universidade de Hull. A banda sentiu que os concertos ao vivo desenvolveram a música e tornaram-na mais trabalhável. A gravação da faixa começou nos estúdios da Abbey Road em Londres, e revelou-se difícil, pois era a primeira gravação a utilizar uma fita de uma polegada com oito faixas, e uma mesa de mistura com transístores EMI TG12345 (oito faixas e 20 entradas para microfones) no estúdio. Com este equipamento, a EMI insistiu que o grupo não tinha permissão para cortar as fitas e editá-las de outra forma. Assim, Roger Waters e Nick Mason tinham poucas opções e tiveram que tocar o baixo e a bateria, respectivamente, durante os 23 minutos da música numa sessão. Os outros instrumentos que a banda tocou foram acrescentados mais tarde. Mason lembrou que a falta de precisão temporal das faixas causaria problemas mais tarde. A gravação da música ficou terminada em Março, mas a banda achava que lhe faltava alguma orientação. Os Pink Floyd conheceram Ron Geesin através do director de digressões dos Rolling Stones, Sam Cutler, e ficaram impressionados com as suas capacidades de composição e desempenho na edição das gravações, nomeadamente Waters e Mason. Geesin recebeu as gravações já efectuadas da banda, e pediu para compor um arranjo para orquestra enquanto o grupo estivesse em digressão nos EUA. Geesin descreveu a composição e os arranjos como \"uma imensidão de trabalho. Ninguém sabia o que se pretendia, eles não sabiam ler música …\" De acordo com ele, Gilmour criou algumas linhas melódicas, enquanto ambos, juntamente com o teclista Richard Wright, trabalharam a secção central com o coro. Quando foram gravar o seu trabalho em Junho com a EMI Pops Orchestra, os músicos presentes na sessão não se mostraram muito impressionados com a sua tendência para a música avant garde ao invés da clássica, e, em combinação com as dificuldades relativas de algumas partes, implicaram com ele durante a gravação. John Alldis, cujo coro estaria presente na música, tinha experiência em trabalhar com músicos de orquestra, e conseguiu conduzir a sessão de gravação no lugar de Geesin. Originalmente, a música chamava-se The Amazing Pudding, embora o nome dado por Geesin fosse Epic. Uma versão melhorada e aperfeiçoada (com as partes escritas por Geesin) foi tocada no Bath Festival of Blues and Progressive Music em 27 de Junho. O nome da música foi alterado depois de a banda ter sido convidada para tocar \"um concerto\" numa emissão para a BBC Radio 1 em 16 de Julho de 1970, e de John Peel precisar de um nome para a anunciar. Geesin apontou para uma cópia de Evening Standard, e sugeriu a Waters para ali encntrar um título. A notícia de capa era: \"ATOM HEART MOTHER NAMED\", uma história sobre uma mulher que ia receber um pacemaker alimentado por energia nuclear. A composição musical, tal como apresentada no álbum, é um desenvolvimento de outras musicas instrumentais anteriores, tais como A Saucerful of Secrets e Interstellar Overdrive. Atom Heart Mother ocupa todo o Lado 1, e divide-se em seis partes, cada uma com a sua designação. Geesin escolheu o nome da secção de abertura, Father's Shout (de Earl \"Fatha\" Hines), enquanto que Breast Milky e Funky Dung foram inspiradas pela fotografia da capa do álbum. Os arranjos orquestrais incluem uma secção completa de metais, um violoncelo e 16 membros do coro de John Alldis, que executam a maior parte da linha melódica condutora, enquanto que os Pink Floyd executam os instrumentais de apoio; uma inversão da prática da música pop dos anos 1960 em que a orquestra servia de apoio, colocando a banda rock em primeiro plano. Mesmo assim, em várias ocasiões, a guitarra eléctrica de Gilmour e os teclados de Wright assumem a liderança. ===Lado 2=== O conceito central do álbum é semelhante ao do anterior Ummagumma, com a primeira parte a ser da respnsabilidade de todo o grupo, e a segunda metade centrada em cada um dos seus membros. O Lado 2 começa com três músicas de cinco minutos cada: uma de cada um dos membros que habitualmente escrevem as músicas; e enceraa com uma suite com efeitos sonoros elaborados, originalmente, por Mason, mas creditados a todo o grupo. Waters contribuiu com uma balada folk chamada If, onde toca guitarra acústica. Os Pink Floyd raramente tocaram esta música ao vivo, ao invés de Waters que o fazia a solo nos seus concertose de divulgação do seu álbum Radio K.A.O.S., mais de uma década depois. A música seguinte, Summer '68, da autoria de Wright, inclui diversas passagens com metais. Foi lançado como single no Japão em 1971, e é a única música do álbum que nunca foi tocada ao vivo. Segundo Mason, Gilmour, que não tinha muita experiência na composição de músicas, naquela altura, ficou em Abbey Road a trabalhar num tema que se encaixasse no álbum. Acabou por elaborar uma música influenciada pela folk, Fat Old Sun, a qual ele ainda refere como uma das suas favoritas. A música passou por alguns arranjos que a prolongaram por 15 minutos para ser incluída no conjunto de temas dos concertos ao vivo, e permanece uma das canções tocadas por Gilmour nas suas digressões a solo. A última faixa, Alan's Psychedelic Breakfast, está dividida em partes, cada uma com o seu próprio título descritivo, interligadas por diálogos e efeitos sonoros, produzidos pelo então roadie da banda, Alan Styles, que prepara, discute e come o seu pequeno-almoço. A ideia para a peça surgiu das experiências de Waters a partir de uma torneira a pingar, combinada com efeitos de som e diálogos de Mason na sua cozinha com peças musicais gravadas em Abbey Road. Uma versão um pouco trabalhada foi tocada em palco em 22 de Dezembro de 1970 no Sheffield City Hall, em Sheffield, Inglaterra, com os membros da banda a realizar pausas entre as musicas para comer e beber o seu pequeno-almoço. O LP original termina com o som de uma torneira a pingar que ecoa indefinidamente. Enquanto as gravações das sessões do seu álbum Barrett decorriam (com o apoio de Gilmour e Wright), o ex-Pink Floyd Syd Barrett ia, de vez em quando, assistir à sua antiga banda a gravar Atom Heart Mother. ==Concepção artística da capa== A capa original do álbum, concebida pela Hipgnosis, mostra uma vaca a pastar, sem qualquer texto ou pista sobre o que poderá conter o álbum. Edições posteriores apresentam o título e o nome dos artistas na capa. Este conceito foi a reacção do grupo ao psicadelismo do imaginário space rock associado aos Pink Floyd na altura do lançamento do álbum; a banda queria explorar todos os tipos de música sem ser limitada a uma imagem ou estilo particular de actuação. Deste forma, solicitaram que o novo álbum tivesse \"algo simples\" na capa, o que resultou na imagem da vaca. Storm Thorgerson, inspirado pelo Cow wallpaper de Andy Warhol, foi para o campo e fotografou a primeira vaca que encontrou, perto de Potters Bar. O dono do animal disse ela se chamava \"Lulubelle III\". Na contra-capa e no anterior, surgem mais mais vacas, igualmente sem qualquer texto. Nos EUA, a publicidade da Capitol ao álbum foi feita com recurso a um balão cor-de-rosa com a forma de um úbere de uma vaca.R. Serge Denisoff, Solid gold: the popular record industry, p. 174, Transaction Publishers (1975), ISBN 0-87855-586-2 Os encartes das versões mais recentes em CD incluem uma receita de camelo guisado num cartão com o título Breakfast Tips (\"Dicas para o pequeno-almoço\")). Recordando a concepção artística do álbum, Thorgerson disse: \"Penso que a vaca representa, no contexto dos Pink Floyd, parte do seu humor, o qual, acho eu, é, muitas vezes, subestimado ou simplesmente nem se escreve sobre ele.\" Em meados da década de 1970, surgiu um versão bootleg com singles raros e lados B intitulado The Dark Side of the Moo, com uma capa semelhante. Tal como Atom Heart Mother, a capa não tinha qualquer texto, embora neste caso fosse com o objectivo de proteger a identidade do seu autor e não com um objectivo artístico. A capa do álbum Chill Out dos KLF também foi inspirado em Atom Heart Mother. ==Lançamento e crítica== Atom Heart Mother foi lançado no Reino Unido e nos Estados Unidos em Outubro de 1970, chegando a número 1 e à 55.ª posição, respectivamente. Foi comercializado na versão quadrifónica no Reino Unido, Alemanha e Austrália. Em 1994, foi lançado um CD remasterizado no Reino Unido e EUA. A Mobile Fidelity Sound Lab comercializou um CD em ouro de 24KT nos EUA em 1994, e, no mesmo país e ano, foi lançado uma versão em LP. Incluída na campanha Why Pink Floyd...?, foi comercializada uma versão remasterizada em 2011. Em 2016, a editora pessoal dos Pink Floyd re-editou de novo, o álbum.https://www.amazon.com/Atom-Heart-Mother-Pink- Floyd/dp/B019HKK7GK/ref=sr_1_1?s=dmusic&ie;=UTF8&qid;=1454962049&sr;=1-1-mp3-albums- bar-strip-0&keywords;=atom+heart+mother A suite recebeu opiniões mistas da crítica musical, e todos os membros da banda expressaram a sua insatisfação em anos mais recentes. Por exemplo, Gilmour disse que o álbum era \"um monte de lixo. Estávamos mesmo em baixo ... Acho que não tínhamos nada melhor em que trabalhar\"; e afirmou que \"era uma boa ideia mas terrível... Atom Heart Mother parece que não tínhamos uma ideia entre nós, mas tornamos-mos mais prolífico depois dele.\" De forma semelhante, em 1984, numa entrevista à BBC Radio 1, Waters disse: \"Se alguém me dissesse agora – Ok! – toma lá um milhão de libras, vai tocar Atom Heart Mother, eu respondia: deves estar a gozar!.\" == Legado == Stanley Kubrick quis usar o título do álbum em A Clockwork Orange. O grupo recusou a permissão, em primeiro lugar porque Kubrick não sabia quais as peças musicais que queria e o que fazer com elas. Em retrospectiva, Waters afirmou \"talvez tenha sido melhor assim pois acabou por não ser utilizado\". Mesmo assim, no filme, o álbum é visível atrás do balcão na loja de discos. Em 1971, Summer '68, a segunda música do lado B do álbum, tornou-se muito popular no Brasil depois de ser usada como música da abertura do Jornal Nacional, o principal telejornal da televisão brasileira. Em 14 e 15 de Junho de 2008, Geesin tocou Atom Heart Mother com a banda de tributo aos Pink Floyd, Mun Floyd, no Festival de Chelsea Festival. Geesin introduziu a música com uma história e uma projecção de slides. As actuações incluíam o coro de câmara de Canticum, e Caroline Dale, intérprete de metais e violoncelo, que tinha tocado com Gilmour. Na segunda noite do concerto, Gilmour juntou-se a Geesin no palco para uma actuação de 30 minutos. Em 2013, Geesin editou um livro The Flaming Cow, o qual descrevia a sua experiência de trabalho com os Pink Floyd, incluindo a elaboração do álbum do seu ponto de vista. == Actuações ao vivo == De início, a banda estava entusiasmada em tocar a suite ao vivo nos primeiros anos da década de 1970. Umas das primeiras actuações foi gravada para a estação de televisão de São Francisco, KQED, apenas com a presença do grupo, a 28 de Abril de 1970. Em 27 de Junho, os Pink Floyd, realizaram uma actuação memorável no Bath Festival of Blues and Progressive Music, e outra no \"Blackhills Garden Party\" em Hyde Park, Londres, a 18 de Julho. Em ambas as ocasiões, a banda foi acompanhada pelo Coro de John Alldis Choir e pelo Philip Jones Brass Ensemble. Posteriormente, o grupo partiu em digressão com uma secção completa de metais e um coro com o objectivo de tocar a suite. Contudo, com tantos recursos investidos nesta digressão, o resultado financeiro foi um fracasso. A banda teve problemas com os músicos contratados, que foram sendo alterados de concerto para concerto, e, juntamente com ausência de ensaios e reunião de todos os músicos,as actuações ao vivo foram problemáticas. Ao recordar estas situações, Gilmour disse: \"alguns dos intérpretes da secção de metais eram medíocres\". De acordo com Mason, um dia, a banda chegou a um concerto em Aachen, Alemanha, e apercebeu-se que se tinha esquecido das pautas da música, forçando o director da digressão, Tony Howard, a voltar a Londres para as ir buscar. ainda de acordo com Mason (em sua autobiografia Inside Out: A Personal History of Pink Floyd), em uma das primeiras performances ao vivo da música, havia cerveja dentro de um dos instrumentos dos músicos, jogada por alguém do público. A partir de 1972, a banda alterou a suite para uma versão diferente para ser tocada ao vivo: passou de 25 para 15 minutos, ao retirar a secção de metais e o coro, assim como as partes de transição entre as diferentes secções da suite, e a parte de encerramento. Por exemplo, durante o primeiro concerto do ano, a meio da digressão de apresentação de The Dark Side of the Moon em Brighton, devido a problemas técnicos abandonaram esta apresentação, substituindo-a por Atom Heart Mother. A última vez que tocaram a suite foi a 22 de Maio de 1972 no Olympisch Stadion, em Amesterdão, Holanda. == Faixas == == Ficha técnica == ;Banda * Roger Waters – baixo; violão, voz, efeitos de fita e colagem em \"If\" * Richard Wright – teclado, piano, orquestração, voz em \"Summer '68\" * David Gilmour – guitarra; voz, baixo e bateria em \"Fat Old Sun\" * Nick Mason – bateria, percussão, edição de fita, colagem, engenheiro adicional em \"Alan's Psychedelic Breakfast\" ;Músicos convidados * John Aldiss Choir – coro * Alan Parsons – engenheiro de som * Peter Bown – engenheiro de som * Ron Geesin – orquestração e co-autoria da faixa título * Alan Stiles – voz em \"Alan's Psychedelic Breakfast\" * Abbey Road Session Pops Orchestra – metais e partes orquestrais * James Guthrie – remasterização, em 1994 Categoria:Álbuns de 1970 Categoria:Álbuns de Pink Floyd",
 "title": "Atom Heart Mother"
}