{
 "id": "39735",
 "text": "A Momentary Lapse of Reason é o décimo terceiro álbum de estúdio da banda britânica de rock Pink Floyd, lançado nos Estados Unidos e Reino Unido em setembro de 1987. É um trabalho marcado pela liderança do guitarrista e cantor David Gilmour, com a colaboração do baterista Nick Mason e o ex-tecladista da banda Richard Wright, inicialmente para um disco solo de Gilmour. A obra também faz parte de um período com crises no conjunto causadas por divergências entre os integrantes nos anos anteriores, principalmente devidas a Roger Waters, ex-baixista, vocalista e principal compositor. Por questões legais, Richard, expulso do grupo em 1979 por Roger, não poderia ser reintegrado ao Pink Floyd como integrante. Grande parte do projeto foi gravado no Astoria, um barco-estúdio de David Gilmour, e sob tensão marcada por uma disputa judicial entre Gilmour e Mason com Waters, que desejava deter todos os direitos de uso do nome Pink Floyd, resolvido somente meses após o lançamento do disco. Ao contrário dos títulos anteriores do conjunto, principalmente os criados por Roger, A Momentary Lapse of Reason não é um trabalho conceitual, nem temático, sendo assim uma coletânea de canções de rock escritas por David Gilmour em parceria com o músico Anthony Moore. Embora a obra tenha recebido várias críticas negativas, a maioria devidas à letras das músicas , também ridicularizadas publicamente por Roger Waters, o disco se tornou um sucesso comercial maior que seu antecessor, The Final Cut, em vendas e público com sua turnê mundial. Nos Estados Unidos, o álbum foi certificado com disco de platina quádruplo. ==Antecedentes== Após o lançamento de The Final Cut em 1983, disco considerado por muitos como um trabalho solo de Roger Waters, os três membros do Pink Floyd trabalharam individualmente em projetos solo. O guitarrista David Gilmour produziu em meados de 1984 About Face, que demonstrava, liricamente a intensa insatisfação do músico em sua relação com Roger. O cantor viajou em turnê de seu disco, assim como Waters com The Pros and Cons of Hitch Hiking. Apesar de que ambos os músicos trabalhavam com vários instrumentistas de sucesso - no caso de Roger Waters, Eric Clapton, ambos notaram que seus nomes, como artistas solo soavam pouco atraentes em comparação ao Pink Floyd. A fraca venda de ingressos aos eventos de Gilmour forçou-o a cancelar várias de suas apresentações, enquanto o crítico David Fricke afirmou que os shows de Roger eram \"um eco petulante e uma tentativa transparente de demonstrar que o Pink Floyd era Roger Waters\". Após seis meses, o músico retornou aos palcos, realizando uma segunda turnê, a qual realizou sem o apoio da gravadora, CBS Records, que deixou claro ao baixista que desejava, na verdade um trabalho inédito do Pink Floyd. Em resposta, Waters recusou, rotulando a CBS de \"uma máquina\". Durante este período, após Nick Mason participar de uma das apresentações de Roger em 1985 na cidade de Londres, este passou a perceber e acreditar que perdeu bastante por não realizar uma turnê através do Pink Floyd, nome ao qual realmente tinha força. O fato coincidiu com o lançamento de seu segundo trabalho solo, Profiles, que contém a participação de David Gilmour em \"Lie For a Lie\", single do trabalho. Gilmour e Mason estavam tendo aulas de voo, e desejavam comprar um de Havilland Dove pelo interesse mútuo que tinham pela aviação. David Gilmour também ocupara-se com participações em alguns projetos musicais, como no Live Aid para Bryan Ferry em 1985 - e foi lá onde ele conhecera Gary Wallis, que trabalharia com a banda como percussionista -, e também co-produzindo o álbum de estreia do grupo The Dream Academy. No ano de 1982, em entrevista para a Rolling Stone, Roger fez uma previsão para sua carreira, pensando que em algum momento poderia trabalhar com outros músicos. Mais tarde, em 1985 anunciou sua saída do Pink Floyd, afirmando que o grupo era \"uma força criativa gasta\". Em contrapartida, David Gilmour discordava, e desejava prosseguir as atividades da banda para que esta não se perdesse em meio a sua história. \"Eu disse a ele [Waters] antes de sair: 'Se você vai, cara, não perca seu tempo, entretanto gostaríamos de continuar.'\". Duramente, Roger advertiu: \"Você nunca conseguirá fazer porra nenhuma\". O baixista escreveu à EMI e Columbia sua intenção em deixar o Pink Floyd, e pediu-lhes para livrá-lo de suas obrigações contratuais. Também dispensou Steve O'Rourke, empresário da banda em relação as suas atividades artísticas, e contratou Peter Rudge para conduzir seus negócios. Enquanto isso, Gilmour e Mason, aparentemente estavam livres para usarem o nome da banda. Na ausência de Waters, Gilmour viu necessidade em chamar músicos para a criação de um novo projeto musical. Poucos meses antes, Jon Carin esteve num estúdio improvisado de David, local onde compôs a progressão de acordes que mais tarde tornaria-se a faixa \"Learning to Fly\", e trazendo, como consequência sua integração à equipe de produção do projeto. Gilmour também convidou Bob Ezrin, co-produtor de The Wall para contribuir com o novo material, e consolidar o que fosse necessário. Anteriormente a isso, Bob havia recusado uma proposta de Roger Waters para atuar em Radio K.A.O.S., por sua incapacidade de produzir algo que satisfizesse o músico. \"[...] muito mais fácil para Dave e eu fazermos nossa versão de um trabalho do Pink Floyd.\" Ezrin chegou ao Reino Unido em 1986, e Gilmour declarou que Bob teve que lidar com várias demos incompletas. Nesta fase, não havia ainda um compromisso definido em lançar um novo álbum do Pink Floyd, e David anunciou publicamente que o trabalho em progresso poderia transformar-se em um disco solo. Em uma reunião com Ezrin e o representante da CBS, Stephen Ralbosky, o guitarrista tinha plena certeza quanto a opinião de Ralboskv: \"Esta música não lembra o Pink Floyd\". David Gilmour reconheceu que o novo disco estava muito difícil de ser criado sem a presença de Roger Waters. == Faixas == Todas as músicas compostas por David Gilmour, exceto onde estiver indicado. Todos os vocais por David Gilmour, exceto a voz em \"Signs of Life\", por Nick Mason. ==Nome do álbum== segundo o livro de Nick Mason Inside Out: A Personal History of Pink Floyd a banda temia por um nome que Roger Waters zombaria, porém logo se percebeu que seria impossível por um nome que Roger não zombasse. então logo se decidiu \"A Momentary Lapse of Reason\", tirado da faixa \"One Slip\". ==2019 Remix== em 2022, o Pink Floyd lançou como álbum o \"A Momentary Lapse of Reason (2019 Remix)\", que já lançara na coletânea \"The Later Years\" em 2019. na remixagem, Nick Mason regravou todas as bateristas - nas quais, no original, na maior parte foram gravadas por terceiros ou por computador -, e os teclados recebem mais destaque. ==Ficha técnica== ;Banda * David Gilmour - guitarra, violão, vocais * Nick Mason - bateria, sintetizadores e percussão ;Músicos convidados * Richard Wright - teclados, sintetizadores, piano, vocais de apoio * Tony Levin – baixo eléctrico * Bob Ezrin - teclas, percussão e sequencers * Jim Keltner - Bateria * Steve Forman - Percussão * Jon Carin - teclados * Tom Scott – saxofone alto e soprano * Scott Page - saxofone tenor * Carmine Appice - Bateria * Pat Leonard - Sintetizadores * Bill Payne – órgão hammond * Michael Landau - guitarra * John Halliwell - Saxofone * Darlene Koldenhaven, Carmen Twillie, Phyllis St. James, Donnie Gerrard - coros Categoria:Álbuns de Pink Floyd Categoria:Álbuns de 1987 Categoria:Álbuns produzidos por Bob Ezrin",
 "title": "A Momentary Lapse of Reason"
}