{
 "id": "39819",
 "text": "Colonialismo é a política de exercer o controle ou a autoridade sobre um território ocupado e administrado por um grupo de indivíduos com poder militar, ou por representantes do governo de um país ao qual esse território não pertencia, contra a vontade dos seus habitantes que, muitas vezes, são desapossados de parte dos seus bens (como terra arável ou de pastagem) e de eventuais direitos políticos que detinham. O termo colônia vem do latim, designando o estabelecimento de comunidades de Romanos, geralmente para fins agrícolas, fora do território de Roma. Ao longo da história, a formação de colônias foi a forma como o ser humano se espalhou pelo mundo assim como seu discurso contraditório.BHABHA, Homi. A outra questão: o estereótipo, a discriminação e o discurso do colonialismo. In: O local da cultura. Belo Horizonte: Ed. UFMG, 1998, p. 105-128. A exploração desenfreada dos recursos dos territórios ocupados — incluindo a sua população, quase totalmente aniquilada, como aconteceu nas Américas, ou transformada em escravos que espalharam pelo resto do mundo, como na África — levou a movimentos de resistência dos povos locais e, finalmente à sua independência, num processo denominado descolonização, terminando estes impérios coloniais em meados da segunda metade do século XX. == Tipos == Os historiadores muitas vezes distinguem duas formas de colonialismo, principalmente com base no número de pessoas do país colonizador que se estabelecem na colônia: * O colonialismo colonizador envolveu um grande número de colonos, geralmente à procura de terras férteis para cultivar; * O colonialismo de exploração envolvia menos colonos, normalmente interessados em extrair recursos para exportação para a metrópole. Esta categoria inclui entrepostos, mas aplica-se mais para as colônias muito maiores, onde os colonos proporcionariam grande parte da administração e possuíam a maioria das terras e do capital, mas dependiam de povos indígenas para o trabalho. Estes modelos de colonialismo se sobrepõem. Em ambos os casos, as pessoas se mudaram para a colônia e os bens eram exportados para a metrópole. A colônia de plantation normalmente se ajusta ao modelo de exploração do colonialismo. No entanto, neste caso, pode haver outros imigrantes para a colônia - escravos para fazer crescer a cultura de rendimento para a exportação. Os agricultores na Índia sob domínio britânico colonial também foram forçados a cultivar determinadas culturas, vendê-las a Grã-Bretanha, a fim de pagar impostos opressivos e assim por diante.Johannorberg.net. 04/09/2004.Late Victorian Holocausts: El Niño Famines and the Making of the Third World, Mike Davis, 2000 Em alguns casos, o colonialismo colonizador ocorreu em áreas substancialmente pré-preenchidas e o resultado foi tanto uma população culturalmente mista (como os mestiços das Américas), ou uma população racialmente dividida, como na Argélia Francesa ou Rodésia do Sul. Embora legalmente diferentes das colônias, o Mandato da Sociedade das Nações tinham muitos elementos de do colonialismo de exploração. == História == thumb|300px|Esse mapa do mundo em 1914 mostra os grandes impérios coloniais que as nações poderosas estabeleceram pelo planeta === Antiguidade === A atividade que poderia ser chamada de colonialismo tem uma longa história. Os egípcios, fenícios, gregos e romanos, todos construíram colônias na Antiguidade. A palavra \"metrópole\" vem do grego metropolis [grego: \"μητρόπολις\"] - \"cidade mãe\". A palavra \"colônia\" vem do latim colonia' '- \"um lugar para a agricultura\". Entre os séculos XI e XVIII, os vietnamitas estabeleceram colônias militares ao sul de suas fronteiras originais e absorveram o território, em um processo conhecido como nam tiến.The Le Dynasty and Southward Expansion === Impérios coloniais === O colonialismo moderno começou com a Era dos Descobrimentos. Portugal e Espanha descobriram novas terras do outro lado do oceano e construíram feitorias. Para algumas pessoas, é esta construção de colônias em outro continente que diferencia o colonialismo de outros tipos de expansionismo. Essas novas terras foram divididas entre o Império Português e o Império Espanhol, primeiro pela bula papal Inter Coetera e depois pelo Tratado de Tordesilhas e o Tratado de Saragoça (1529). Este período também é associado com a Revolução Comercial. O final da Idade Média viu reformas na contabilidade e sistema bancário na Itália e no Mediterrâneo oriental. Essas ideias foram adotadas e adaptadas na Europa Ocidental para os altos riscos e benefícios associados aos empreendimentos coloniais. No século XVII, ocorreu a criação do império colonial francês e do Império Colonial Neerlandês, bem como do Império Colonial do Reino de Inglaterra, que mais tarde tornou-se o Império Britânico. Também ocorreu a criação de algumas colônias suecas e um império colonial dinamarquês. A disseminação dos impérios coloniais foi reduzida no final do século XVIII e início do século XIX pela Guerra Revolucionária Americana e a independência da América Espanhola. No entanto, muitas novas colônias foram estabelecidas após esse tempo, inclusive para o império colonial alemão e o império belga. No final do século XIX, muitas potências europeias estavam envolvidas na partilha da África. O Império Russo, Império Otomano e o Império Austríaco existiam ao mesmo tempo, como os impérios acima, mas não expandiram sobre os oceanos. Em vez disso, esses impérios expandiram através da rota mais tradicional de conquista de territórios vizinhos. Havia, porém, alguma colonização russa das Américas através do Estreito de Bering. O Império do Japão modelou-se nos impérios coloniais europeus. Os Estados Unidos ganhou territórios ultramarinos após a Guerra Hispano-Americana e o termo \"Império americano\" foi cunhado. === Descolonização === Após a Primeira Guerra Mundial, os vitoriosos Aliados dividiram o império colonial alemão e grande parte do Império Otomano entre eles como Mandato da Sociedade das Nações. Esses territórios foram divididos em três classes de acordo com a rapidez com que eram consideradas que eles estariam prontos para a independência . No entanto, a descolonização fora das Américas demorou para ocorrer até depois da Segunda Guerra Mundial. Em 1962, as Nações Unidas criaram um Comitê Especial de Descolonização, muitas vezes chamado de Comitê dos 24, para incentivar este processo. === Neocolonialismo === O termo neocolonialismo tem sido usado para se referir a uma variedade de coisas desde a descolonização, após a Segunda Guerra Mundial. Geralmente, ele não se refere a um tipo específico de colonialismo, mas sim ao colonialismo por outros meios. Especificamente, a teoria de que a relação entre os países mais fortes e mais fracos é semelhante ao colonialismo de exploração, sem que o país mais forte tenha que construir ou manter colônias. Tais teorias são baseadas em relações econômicas e interferência na política de países mais fracos pelos países mais fortes.(Um dos exemplos relacionados a neocolonialismo foi o caso de a Europa colonizar a África e a Ásia). == Colonialismo e a história do pensamento == === Colonialismo e geografia === Os colonos agiam como o elo entre os nativos e a hegemonia imperial, fazendo a ponte geográfica, ideológica e comercial entre os colonizadores e colonizados. Painter, J. e Jeffrey, A. afirmam que determinados avanços ajudaram a expansão dos Estados europeus. Com ferramentas como a cartografia, construção naval, navegação, mineração e produtividade agrícola, os colonizadores tinham uma grande vantagem sob os outros. A sua consciência da superfície da Terra e a abundância de habilidades práticas forneceram aos colonizadores um conhecimento que, por sua vez, criou poder. Painter e Jeffrey argumentam que a geografia como uma disciplina não foi e não é uma ciência objetiva, mas sim é baseada em suposições sobre o mundo físico. Considerando que isso pode ter dado ao Ocidente uma vantagem em relação à exploração, ele também criou zonas de inferioridade racial. Crenças geográficas, como o determinismo ambiental, a visão de que algumas regiões do mundo são subdesenvolvidas, legitimaram o colonialismo e criaram noções de evolução distorcidas.\"Painter, J. & Jeffrey, A., 2009. Political Geography 2nd ed., Sage. “Imperialism” pg 23 (GIC) Estes elementos são agora vistos como conceitos elementares. Geógrafos políticos afirmam que o comportamento colonial foi reforçado pelo mapeamento físico do mundo, visualmente separando \"eles\" de \"nós\". Os geógrafos focam principalmente os espaços do colonialismo e do imperialismo, mais especificamente, a apropriação material e simbólica do espaço, permitindo o colonialismo.Gallaher, C. et al., 2008. Key Concepts in Political Geography, Sage Publications Ltd. \"Imperialism/Colonialism\" pg 5 (GIC) === Colonialismo e imperialismo === Uma colônia é parte de um império e, portanto, o colonialismo está intimamente relacionado com o imperialismo. Supõe-se que o colonialismo e o imperialismo são intercambiáveis, entretanto Robert Young sugere que o imperialismo é o conceito, enquanto o colonialismo é a prática. O colonialismo é baseado em uma visão imperial, criando assim uma relação de consequência. Através de um império, o colonialismo é estabelecido e o capitalismo é expandido. == Ver também == * Colonização * Império colonial === Bibliografia === * DAVIS JR, R. Hunt. Encyclopedia of African History and Culture. Vol IV - The Colonial Era (1850 to 1960) * PAGDEN,Anthony. Conquista y colonización. In: Señores de todo el mundo: ideologías del imperio en España, Inglaterra y Francia(en los siglos XVI, XVII y XVIII). Barcelona: Península, 1997, p. 87-136.",
 "title": "Colonialismo"
}