{
 "id": "39878",
 "text": "Viroides são os menores sistemas genéticos capazes de se duplicar no interior de uma célula e encontram-se confinados ao Reino Vegetal (abril de 2010). Considerados os menores patógenos de plantas, são constituídos por um minúsculo RNA de fita simples, circular, com tamanho que oscila entre 246 e 401 nucleotídeos (10 vezes menores que a maioria dos genomas dos menores vírus de plantas conhecidos).NCBI Os viroides não codificam proteínas e, diferentemente dos vírus, não possuem capa proteica (envoltório de proteína que envolve e protege o ácido nucleico viral), sendo totalmente dependentes da maquinaria transcricional da célula do hospedeiro para cumprir as diferentes etapas do seu ciclo infeccioso que inclui: replicação, movimento (intra- e inter-celular) e patogênese.NCBI2 Os viroides são denominados \"Agentes Subvirais\" pelo Comitê Internacional de Taxonomia de Vírus (ICTV) e, de acordo com suas propriedades biológicas e moleculares, são classificados em duas famílias: pospiviroidae e avsunviroidae. À família pospiviroidae pertencem os viroides que se replicam no núcleo das células, apresentam uma região conservada na molécula de RNA denominada de CCR (região central conservada) e não possuem ribozimas (estruturas com sequências específicas da molécula de RNA que permitem seu auto-corte). Diferentemente, os viroides que pertencem à família avsunviroide replicam-se nos cloroplastos, não possuem CCR e possuem ribozimas associadas à replicação. Estrutura primária e secundária de um viróide que infecta batatinha (Solanum tuberosum): 1 CGGAACUAAA CUCGUGGUUC CUGUGGUUCA CACCUGACCU CCUGAGCAGA AAAGAAAAAA 61 GAAGGCGGCU CGGAGGAGCG CUUCAGGGAU CCCCGGGGAA ACCUGGAGCG AACUGGCAAA 121 AAAGGACGGU GGGGAGUGCC CAGCGGCCGA CAGGAGUAAU UCCCGCCGAA ACAGGGUUUU 181 CACCCUUCCU UUCUUCGGGU GUCCUUCCUC GCGCCCGCAG GACCACCCCU CGCCCCCUUU 241 GCGCUGUCGC UUCGGCUACU ACCCGGUGGA AACAACUGAA GCUCCCGAGA ACCGCUUUUU 301 CUCUAUCUUA CUUGCUUCGG GGCGAGGGUG UUUAGCCCUU GGAACCGCAG UUGGUUCCU Os viroides podem induzir doenças em plantas cultivadas de importância econômica como o \"afilamento do tubérculo da batatinha\" (potato spindle tuber viroid, PSTVd), a \"exocorte dos citros\" (Citrus exocortis viroid, CEVd), a xiloporose dos citros (hop stunt viroid, HSVd), o \"nanismo do crisântemo\" (Chrysanthemum stunt viroid, CSVd), o \"cadang-cadang do coqueiro\" (coconut cadang-cadang viroid, CCCVd), o \"calico do pessegueiro\" (peach latent mosaic viroid, PLMVd), entre outras. O mecanismo de fabrico dos viroides é dependente do hospedeiro que infectam. Plantas infectadas podem apresentar crescimento distorcido. Cerca de 33 espécies já foram identificadas. Os viroides foram descobertos pelo patologista Theodor Otto Diener, em 1971.ARS USDA == Bibliografia == 1\\. Eiras, M. et al., Viroides e virusoides: relíquias do mundo de RNA. Fitopatologia Brasileira, v.31, p. 229-246. 2006. 2 Flores, R. et al., Viroidae. In: Fauquet, C.M., Mayo, M.A., Maniloff, J., Desselberger U. & Ball, A.L. (Eds.) Vírus Taxonomy, Eighth Report of the International Committee on Taxonomy of Viruses. London. Elsevier Academic Press. 2005. Categoria:Microbiologia Categoria:Acytota",
 "title": "Viroide"
}