{
 "id": "39898",
 "text": "Na matemática, um teorema é uma afirmação que pode ser provada como verdadeira, por meio de outras afirmações já demonstradas, como outros teoremas, juntamente com afirmações anteriormente aceitas, como axiomas. Prova é o processo de mostrar que um teorema está correto. O termo teorema foi introduzido por Euclides, em Elementos, para significar \"afirmação que pode ser provada\". Em grego, originalmente significava \"espetáculo\" ou \"festa\". Atualmente, é mais comum deixar o termo \"teorema\" apenas para certas afirmações que podem ser provadas e de grande importância \"matemática\", o que torna a definição um tanto subjetiva. É importante notar que \"teorema\" é diferente de \"teoria\". == Sobre afirmações que podem ser provadas == Para se produzir um teorema é preciso demonstrá-lo (i.e., prová-lo), por mais que a demonstração em si não faça parte do teorema (um teorema consiste em apenas uma implicação que pode ser provada). Obviamente, um teorema pode ter mais de uma única demonstração. A ideia de que afirmações verdadeiras precisam ser provadas gera um problema cíclico: a própria prova para determinada afirmação deve ser verdade. Mas, para que seja aceita como verdadeira neste contexto, será necessária uma prova para ela, uma prova para a própria prova. Isso se resolve tomando algumas afirmações como verdades a priori, as chamadas hipóteses do teorema (veja que hipótese aqui é bem diferente de conjectura, abaixo). Chamamos o conjunto das afirmações concluídas (ou seja, aquilo que efetivamente é provado) de tese. O Teorema é, assim, a implicação das hipóteses na tese. É importante aqui ressaltar que as regras de inferência devem fazer parte das hipóteses. É extremamente comum agrupar várias hipóteses tidas como verdadeiras numa teoria, definindo-se como qualquer outra verdade, dentro da teoria, uma implicação destas. Neste caso, tais hipóteses são classificadas ou como axiomas (ou postulados, este último nome mais usado em teorias em ciências naturais) ou como definições. As definições são aquelas usadas para reservar palavras, fixando o seu sentido, e os axiomas tratam das relações entre os termos reservados. Para que uma teoria possa ser construída deve haver palavras reservadas aceitas sem definição (os chamados entes primitivos), cujo significado formalmente virá de acordo com os axiomas (o exemplo mais clássico de ente primitivo é \"ponto\", como usado por Hilbert em Grundlagen der Geometrie (Bases de geometria)). Numa teoria axiomática, apenas as hipóteses novas (que não são axiomas) são apresentadas no enunciado de um teorema. Deve-se notar, também, que o modo que a inferência lógica é feita (o porquê de cada \"salto\" dado entre cada passo da demonstração) faz parte das hipóteses (ou pelo menos algum conjunto de hipóteses que implique nos \"saltos\" dados), formalmente falando. Em geral esse conjunto de hipóteses que nos fornecem os \"saltos\" são os axiomas da lógica usada. Dentro do estudo de Lógica Matemática, o ramo que investiga as demonstrações é chamado Teoria da Prova. O resultado mais famoso desta é o Teorema da Incompletude de Gödel, o qual afirma que, dentro de certas hipóteses muito razoáveis, em toda teoria axiomática consistente (i.e., sem contradições lógicas) existem afirmações que não são nem verdades nem mentira dentro da teoria, no sentido de que caso alguma delas for considerada um novo axioma, ou caso sua negação for considerada um novo axioma, a teoria continuará consistente. == Terminologia == Usualmente deixa-se o termo \"teorema\" apenas para as afirmações que podem ser provadas de grande importância. Assim, são dados outros nomes para os outros tipos dessas afirmações: * Uma Proposição é uma sentença não associada a algum outro teorema, de simples prova e de importância matemática menor. * Um Lema é um \"pré-teorema\", um teorema que serve para ajudar na prova de outro teorema maior. A distinção entre teoremas e lemas é um tanto quanto arbitrária, uma vez que grandes resultados são usados para provar outros. Por exemplo, o Lema de Gauss e o Lema de Zorn são muito interessantes per se, e muitos autores os denominam de Lemas, mesmo que não os usem para provar alguma outra coisa. * Um Corolário é uma consequência direta de outro teorema ou de uma definição, muitas vezes tendo suas demonstrações omitidas por serem simples. Alguns outros termos também são usados, por mais que raros e com definição menos rigorosa, basicamente sendo empregados quando não se quer usar a palavra \"teorema\": * Regra. * Lei, que também pode se referir a axiomas, regras de dedução e a distribuições de Probabilidade. * Princípio. * Algoritmo (como em Algoritmo da Divisão), muito raro e diferente do conceito com o mesmo nome que é um dos estudos centrais da Ciência da Computação. * Paradoxo, usado quando a afirmação vai aparentemente de encontro com alguma outra verdade ou com alguma noção intuitiva. Entretanto, tal termo também pode ser usado para afirmações falsas que aparentem ser verdadeiras em um primeiro momento. Alguns teoremas continuam a ser chamados de Conjecturas logo após serem provados (por exemplo, a Conjectura de Poincaré). O termo conjectura é usado para afirmações que não se sabe se são verdadeiras, e que se acredita que são verdadeiras, mas nunca ninguém conseguiu prová-las nem negá-las (às vezes conjecturas são chamadas de hipóteses (como em Hipótese de Riemann), obviamente num sentido diferente do aqui já descrito). Cabe ressaltar, porém, que a Conjectura de Poincaré foi não só provada em 2010 pelo matemático russo Grigori Perelman, como transformada em caso pontual de sua solução. == Teoremas notáveis == * Teorema da Incompletude de Gödel * Teorema das quatro cores * Teorema de Pitágoras * Teorema de Tales * Teorema do Limite Central * Teorema Fundamental da Álgebra * Teorema Fundamental do Cálculo * Último Teorema de Fermat == Referências == === Bibliografia === * COUTINHO, Severino Collier; \"Números Inteiros e Criptografia RSA\"; Rio de Janeiro: Série Computação e matemática, IMPA; 2003. ISBN 85-244-0124-9 * == Ver também == * Dedução * Inferência * Lógica * Lógica Matemática * Metamatemática * Programa de Hilbert == Ligações externas== * Teorema de Tales na wikipedia em espanhol * Os 100 melhores teoremas (cópia arquivada) Categoria:Filosofia da linguagem Categoria:Lógica filosófica Categoria:Lógica matemática Categoria:Teoremas Categoria:Terminologia matemática",
 "title": "Teorema"
}