{
 "id": "39978",
 "text": "Os bijagós constituem um povo africano que habita o arquipélago dos Bijagós, na região da Guiné-Bissau. Os bijagós não constituem um povo homogéneo, mas sim um conjunto de grupos sociais, conscientes de uma unidade étnica fundamental, com idiomas e costumes variados, que divergem de ilha para ilha, e até dentro da mesma ilha.Nóbrega, Álvaro (2009). A gestão do espaço e da propriedade tradicional no arquipélago dos Bijagós,Instituto Superior em Ciências Sociais e Políticas. ==Origem do nome== A designação terá provindo da junção de “Be” e “odjogo” que, na língua local, significa pessoas inteiras, íntegras. ==História== A primeira descrição detalhada dos bijagós aparece no Tratado Breve dos Rios da Guiné, escrito em 1594 por André Álvares d'Almada. Este comerciante cabo-verdiano, natural da Ilha de Santiago, que navegava pelo Rio Senegal em direcção à Serra Leoa, é um observador fiável dos costumes dos países que atravessa. Descreve os bijagós como guerreiros, perpetuamente em luta contra os buramos (brames, papéis e manjacos) e os beafadas, ou ainda entre eles, os de uma ilha contra os de outra. Kañako (uma espécie de arpão) é a arma tradicional dos bijagós e constitui ainda hoje a insígnia dos chefes. == Organização Social == === As aldeias === Cada aldeia é constituida entre 100 a 200 pessoas ,sendo considerada uma entidade política, económica e religiosa autonoma . === Caracterização social === Em comparação com outros grupos étnicos da região, os Bijagós são de pele muito mais escura, sendo um dos grupos mais conservadores do país na preservação da sua cultura.Nóbrega, Álvaro (2009). A gestão do espaço e da propriedade tradicional no arquipélago dos Bijagós,Instituto Superior em Ciências Sociais e Políticas. === A Organização Social === A organização social é baseada em classes etárias ,devendo os jovens atravessar um conjunto de etapas para obterem o estatuto de adultos. ==== A transição entre classes etárias ==== Para transitar de uma classe etária para outra ,os jovens devem fazer um conjunto de cerimónias de iniciação onde efectuam pagamentos ritualizados aos anciãos. Geralmente esse pagamentos são constituídos por moluscos, peixes, carne de tartaruga, vinho de palma ..... , a fim de obterem em troca os segredos do conhecimento. Nestes rituais aquele que oferece tem como objetivo obter o estatuto de adulto e com ele o direito à terra, ao casamento, e a perspetiva de uma viagem serena para o outro mundo. ==== Os Rituais ==== Os rituais e oferendas aos espíritos teem como função exaltar as forças da natureza ,expressar vitalidade e coesão da comunidade. ===== As Danças ===== As danças são executadas de maneira espetacular pelos mais jovens, com máscaras de touros, de tubarões, peixes-serra e hipopótamos, enquanto as mulheres dão o ritmo batendo em cabaças. == Arte == A maioria dos objetos de carácter ritual apresenta esculturas zoomórficas em madeira: bancos cerimoniais, bengalas, colheres, diversos recipientes são decorados com cabeças de animais emblemáticos como o hipopótamo, o tubarão-martelo ou o íbis-sagrado. Os trajes de dança, máscaras, adereços dorsais, braceletes representam as forças da natureza como touros, tubarões ou peixes-serra. As pinturas murais, particularmente aquelas que decoram os santuários, representam as mesmas espécies mas, também motivos geométricos originais.Os bijagós fabricam cerâmica sem roda de oleiro. Categoria:Bijagós",
 "title": "Bijagós"
}