{
 "id": "40037",
 "text": "O Partido Republicano (PR) foi fundado por Artur Bernardes, ex-presidente do Brasil, em 1945, agremiando os elementos remanescentes do antigo Partido Republicano Mineiro, bem como nomes de extração nacionalista e conservadora dos extintos partidos Republicanos de São Paulo, Maranhão, Pernambuco e Paraná. O PR foi extinto pela Ditadura militar brasileira, por intermédio do AI-2 em 27 de outubro de 1965. O antigo PR era forte em Minas Gerais e se destacou por ter políticos como Artur Bernardes Filho, Gabriel Passos e Celso Brant. Oscilou entre apoiar a UDN e o PSD. ==História== O partido foi fundado por Artur Bernardes, antigo membro do Partido Republicano Mineiro, que foi logo extinto por causa do Estado Novo em 1937. O partido voltaria em 1945, com o novo Código eleitoral. O novo Código eleitoral de 1945 previa partidos apenas em nível nacional. Tendo sidos membros temporários da UDN, anunciaram o seu desligamento da UDN em 14 de agosto de 1945. O novo Partido Republicano reunia membros dos antigos partido republicanos locais de São Paulo, Minas Gerais, Maranhão, Pernambuco e Paraná. Na eleição presidencial de 1945, apoiou Eduardo Gomes da UDN. Nas eleições para a Assembleia Constituinte de 1945, O partido conseguiu eleger 7 deputados, 6 eleitos em Minas Gerais e 1 no Maranhão. Durante o Governo Dutra, participou do bloco que apoiou o presidente. Em 1950, o partido apoiou a candidatura do brigadeiro Eduardo Gomes, da UDN, enquanto a ala mineira do partido decidiu apoiar o candidato do PSD Cristiano Machado. Entretanto, ambos foram derrotados por Getúlio Vargas na eleição presidencial de 1950. Nas eleições gerais, o partido elegeu 11 deputados federais, a maioria deles eleitos em Minas Gerais. Durante as discussões parlamentares sobre o Estatuto do Petróleo, durante a presidência de Getúlio Vargas, o partido integrou o bloco nacionalista, que era contra a medida de permitir que petroleiras estrangeiras agissem no Brasil legalmente. Nas eleições gerais de 1954, o partido elegeu 19 deputados federais, a maioria deles eleitos em Minas Gerais. Para a eleição presidencial de 1955, o partido se uniu ao PSD para dar suporte à candidatura de Juscelino Kubitschek, que venceu a eleição. Por um tempo, o PR coligou-se ao PSD e a o Partido Trabalhista Brasileiro (PTB), até que em 1958 esse bloco se desfez, pois o partido apoiava a candidatura de Jânio Quadros na eleição presidencial de 1960, candidato da UDN. A ala mineira do PR, liderada por Clóvis Salgado, Tristão da Cunha e João Belo, rejeitou a direção do partido. O PR foi extinto pela Ditadura militar brasileira, por intermédio do AI-2 em 27 de outubro de 1965. ==Visão política== Na parte política, defendia o pacto federativo da república, sob o regime representativo; autonomia política e administrativa dos estados, assegurados a unidade nacional, \"a paz e o prestígio da República\"; Acreditava na existência na separação de poderes, ou seja, o Executivo, Legislativo e o Judiciário; Acreditava no bicameralismo; sufrágio universal, e voto obrigatório, direto e secreto; e da proibição da reeleição do presidente da República e dos governadores dos estados. Economicamente, o partido defendia a intervenção do Estado para \"estimular, amparar e suprir a iniciativa privada, as funções de regular a concorrência e evitar abusos e exploração que sacrifiquem a economia coletiva\". Para o partido, o Estado devia se abster das atividades de produção ou intermediário na economia. Dever-se-ia manter a propriedade privada \"como elemento de liberdade do indivíduo e como melhor forma de utilização social dos bens, sujeitando-se, porém, o seu exercício às limitações do interesse coletivo\". Por fim, o partido acreditava em assegurar a produção em bases econômicas e na descentralização industrial, com a localização das fábricas mais próximas das matérias primas.<ref name=\":0\" / Republicano (Brasil) Categoria:Partidos políticos republicanos Categoria:1945 na política do Brasil Categoria:Fundações no Brasil em 1945 Categoria:Extinções no Brasil em 1965 Categoria:Partidos políticos da República Populista",
 "title": "Partido Republicano (Brasil)"
}