{
 "id": "40032",
 "text": "A Igreja da Escócia (em inglês: Church of Scotland, em scots: The Scots Kirk; em gaélico escocês: Eaglais na h-Alba) é uma denominação protestante, de orientação reformada. É a igreja nacional da Escócia, afiliada ao Presbiterianismo. É a maior religião do país por autoidentificação. Em 2011, 1.717.871 pessoas (32% da população da Escócia) se identificaram como membros da denominação, número maior do que qualquer outro grupo religioso do país. Todavia, as estatísticas oficiais da denominação relataram apenas 283.600 membros em 2021, uma vez que a maioria das pessoas que se identifica com a denominação, não é formalmente membro. ==Definição== Os escoceses chamam-lhe informalmente de The Kirk. A Igreja da Escócia é calvinista e presbiteriana, e não anglicana, pelo que não deve ser confundida com a Igreja da Inglaterra, a Igreja da Irlanda ou a menor Igreja Episcopal Escocesa, sendo que as duas primeiras pertencem à Comunhão Anglicana, e que a menor Igreja Episcopal Escocesa é cristã. Apenas a Igreja da Escócia é uma igreja da Reforma Protestante, sendo esta última uma irmã (e não uma filha) da Igreja da Inglaterra. Não se pode considerar uma \"igreja estatal\" uma vez que a Igreja da Escócia lutou durante séculos pela conservação da sua independência perante a política. == História == A Kirk foi fundada durante a Reforma Protestante por John Knox. Ele baseou as suas doutrinas e governo de acordo com os princípios presbiterianos de João Calvino, com os quais ele tinha tomado contato na sua estadia em Genebra, na Suíça, o centro do protestantismo. Em 1560, o Parlamento Escocês adotou o protestantismo calvinista como a religião do Estado e montou a estrutura da Kirk para o implementar. No entanto, enquanto que o Parlamento escocês apoiava o presbiterianismo, o mesmo não podia dizer do Rei. Nos próximos 100 anos determinados bispos primazes foram impostos à Kirk de tempos a tempos pelo Rei. Em 1638 como protesto contra este tipo de imposições do Rei (da Inglaterra e da Escócia) foi assinado um tratado chamado National Covenant. Os presbiterianos foram perseguidos pelo poder central. Este conflito teria importância na Guerra Civil Inglesa. Em 1690, como resultado da Revolução Gloriosa, foi finalmente conseguido pôr fim às imposições religiosas e salvaguardar a natureza presbiteriana da Kirk. No entanto, a interferência com a Igreja não acabou definitivamente, principalmente quanto à nomeação de sacerdotes. Em 1747 houve uma secessão que pretendeu assegurar \"o direito da congregação a selecionar os seus próprios sacerdotes\". Em 1843, num evento semelhante, um terço da congregação decidiu sair da Igreja da Escócia para formar a Igreja Livre da Escócia, da qual acabou se dividindo a Igreja Unida Livre da Escócia. Muitas outras subdivisões formaram-se desde então. == Símbolo == O símbolo da Igreja é a sarça ardente acompanhada pela bandeira da Escócia. O seu lema é Nec Tamen Consumebatur, latim para Não se consumia, uma referência ao Êxodo 3.2. == Doutrina == A denominação permite a ordenação de mulheres para todos os ofícios da igreja, incluindo como pastoras, presbíteras e diaconisas, desde 1968. A denominação também permite que suas igrejas e ministros celebrem casamentos entre pessoas do mesmo sexo. == Demografia == Ano Igrejas Membros 2013 1.389 398.389 2014 1.379 380.163 2015 1.364 363.597 2016 1.373 351.934 2017 1.363 336.831 2018 1.353 325.695 2019 1.314 312.204 2020 - 297.400 2021 1.264 283.600 Desde 2000, a denominação sofre severo declínio em seu número de membros. No Censo de 2001, 2.146.251 pessoas (42,4% da população da Escócia) se declararam afiliadas à Igreja da Escócia. Todavia, em 2011, apenas 1.717.871 pessoas (32% da população da Escócia) continuaram se identificando com a denominação. De acordo com os registros oficiais da denominação (que só levam em conta os membros oficialmente registrados), tinha 325.695 membros em 1.353 igrejas em 2019. Em 2021, a denominação relatou ter 283.600 membros, em 1.264 congregações. == Relações Intereclesiásticas == A denominação é membro do Conselho Mundial de Igrejas, Comunhão Mundial das Igrejas Reformadas, Comunhão de Igrejas Protestantes na Europa e Conferência das Igrejas Europeias. Em 2018, a Igreja Presbiteriana do Brasil decidiu não continuar o relacionamento de contato ecumênico com a Igreja da Escócia e colocou fim ao relacionamento entre as duas denominações. Em 2022, a Igreja da Escócia assinou uma declaração conjunta com a Igreja Católica Romana, na qual ambas as denominações se reconheceram mutuamente como igrejas cristãs. ==Membros famosos == * Eric Liddell * James Clerk Maxwell Categoria:Igreja da Escócia Categoria:História da Escócia Categoria:Denominações presbiterianas na Escócia Categoria:Membros da Comunhão Mundial das Igrejas Reformadas Categoria:Membros do Conselho Mundial de Igrejas Categoria:Denominações presbiterianas que permitem o casamento entre pessoas do mesmo sexo",
 "title": "Igreja da Escócia"
}