{
 "id": "40070",
 "text": "Andanças - Festival Internacional de Música e Dança Tradicional é um festival de danças e músicas de inspiração tradicionais, que se tem realizado anualmente em Agosto. Iniciou-se em Évora no ano de 1996 como uma pequena realização para cerca de centena e meia de participantes. Entre 1999 e 2010 realizou-se na aldeia de Carvalhais onde veio a desenvolver-se passando de um pequeno festival para um acontecimento de âmbito nacional com milhares de participantes. Em 2011 a organização (Associação Pedexumbo) atravessando um período de reflexão interna acerca dos seus objetivos e princípios alternativos à sociedade de consumo, conclui a necessidade de restruturação do festival e realiza-o em formato mais pequeno, integrado no Festival Danças na Água na freguesia de Ratoeira (Celorico da Beira) no Concelho de Celorico da Beira, Portugal. Em 2013, o Andanças realizou-se entre 19 e 25 de Agosto, pela primeira vez na Barragem de Nossa Senhora da Graça de Póvoa e Meadas, onde se criou uma enorme infraestrutura para o evento. == Conceito == Nasceu em 1996 da vontade de um grupo de apaixonados da cultura tradicional associados na Pedexumbo, em Évora, sendo realizado no parque de campismo da Fraguinha durante os dois anos seguintes. É até à data o único evento do género no país. O conceito do Andanças, muito diferente dos festivais de Verão, é extremamente simples: Durante o dia aprende-se a bailar, à noite tem-se a oportunidade de bailar. O dia é ocupado, não só, com oficinas de danças de todo o mundo, onde se incentiva o contacto e a aprendizagem da dança e da cultura de diversos povos, mas também com atividades paralelas como a construção de instrumentos, BookCrossing, espaços infantis, conversas, apresentações de obra, histórias e contos e muitos outras performances espontâneas que vão surgindo no espaço. Durante cada dia há diversos bailes e oficinas, de manhã há noite e continua até de manhã com jam sessions e muita animação. Quase toda a organização é o trabalho de uma enorme equipa de voluntários, incluindo os músicos, assistentes, colaboradores, formadores e responsáveis por atividades. A política social e económica deste festival aposta fortemente na ecologia para reduzir o impacto negativo que possa ter. São implantadas medidas de redução de poluição exemplares a nível de organizações como: Plástico Zero, Reaproveitamento de águas, reutilização de recursos, higiene permanente, Etc. Aposta-se no sustento económico do festival com base na colaboração institucional e de voluntariado, pondo de parte a necessidade de sacrificar o espaço visual e intelectual com publicidade. O local de realização durante mais de uma década foi a freguesia de Carvalhais. Até 2016, o Festival realizou-se na Barragem de Póvoa e Meadas. A partir de 2017 é realizado na vila de Castelo de Vide, como consequência do incêndio ocorrido no local anterior em 2016. Atualmente o número estimado de colaboradores é de aproximadamente: 500 músicos, 600 voluntários de organização e 20.000 participantes. \"O Andanças é um festival onde não se vem ver, vem-se participar.\"'' ==Festival 2016== No dia 3 de agosto de 2016, pouco antes das 15 horas, a algumas centenas de metros do recinto, um incêndio surgiu num dos parques de estacionamento e, em menos de três horas, acabou por atingir total ou parcialmente 458 viaturas. Em fevereiro de 2017, o Ministério Público arquivou o inquérito instaurado ao caso, por não ter conseguido apurar as circunstâncias concretas em que o fogo deflagrou. == Ligações externas == * * * * Categoria:Festivais de dança Categoria:Dança de Portugal Categoria:Festivais de música de Portugal Categoria:Fundações em Portugal em 1996 Categoria:Eventos de agosto",
 "title": "Andanças"
}