{
 "id": "40079",
 "text": "Democracia representativa é o exercício do poder político pela população eleitoral feita de maneira indireta (ao contrário da democracia direta), mas através de seus representantes, por si designados, com mandato para atuar em seu nome e por sua autoridade, isto é, legitimados pela soberania popular. Pela impossibilidade da participação pessoal de todos que façam parte de uma comunidade, por excederem as proporções da mesma, tanto geográficas como em número, é o ato de eleger um grupo ou pessoa que os representem e que se juntam normalmente em instituições chamadas Parlamento, Câmara, Congresso ou Assembleia ou Cortes. O conceito moderno de Democracia política no Ocidente é este, a da democracia representativa dominada pela forma de democracia eleitoral e plebiscitária, e na sua maioria é dirigida para aquela que chamamos Democracia liberal que dela faz parte. Embora, apesar de sua aceitação bastante generalizada desta última, sobretudo no pós-Guerra Fria, ser apenas uma das formas de representação balanceada de interesses, compreendida num conceito global de isonomia. Usualmente esse lugar de representante, de um povo ou uma população ou comunidade de um país ou nação, para agir, falar e decidir em \"nome do povo\", é alcançado por votação. O projecto de Constituição Europeia, no seu artigo 46º, incluía uma expressa referência à democracia representativa e no novo artigo 10º do Tratado de Maastricht, reafirma-se o princípio democrático da representação, expressamente afirmando-se que o \"funcionamento da União baseia-se na democracia representativa\".Democracia representativa, Dicionário dos Termos Europeus, Carlos Coelho.eu, consulta em 28.08.2013 == A divisão da democracia representativa == A democracia representativa esta dividida em três ramos ou areas de poderes que são: o Poder Executivo, o Poder Legislativo e o Poder Judiciário. == Características da democracia representativa == A moderna noção de democracia liberal, se desenvolveu durante todo o século XIX e se firmou no século XX e está ligada ao ideal de participação popular de uma Democracia directa, que remonta à Grécia Antiga, mas que evoluiu com as contribuições da Revolução Francesa, do Governo Representativo Liberal inglês e, finalmente, da Revolução Americana, que foram feitas experiências no sentido da \"libertação do Homem e a afirmação de sua autonomia\" dentro da sociedade. Enquanto na antiga democracia grega a participação no processo democrático era limitada a alguns membros da sociedade, na democracia representativa o sufrágio universal conseguiu quantitativamente garantir a participação da grande maioria de cidadãos. Porém qualitativamente seus mecanismos limitam a atuação dos participantes no jogo democrático. A democracia representativa torna estrutural e permanente uma separação entre dirigentes e dirigidos. Um dos mecanismos que vai reforçar a separação entre dirigentes e dirigidos se refere aos conhecimentos técnicos necessários àqueles que irão representar o \"povo\". O lema da Listapartecipata italiana, que é \"O controle do governo nas mãos do Povo (e não somente no dia das eleições)\" bem ilustra esse ponto. == Críticas a democracia representativa == Uma das mais frequentes críticas à democracia representativa, além do generalizado desencanto com os políticos profissionais, é que a opinião do povo só é consultada uma vez a cada quatro anos. E após serem eleitos, os políticos tradicionais podem agir praticamente como bem entenderem, até a próxima eleição. A diferença entre dirigentes e dirigidos, ou representantes e representados, acaba por afastar a política das praticas cotidianas, afastando duas esferas muito intimas na democracia direta: a política e a vida social. Como menciona Castoriadis (1983), \"a representação \"política\" tende a \"educar\" – isto é, a deseducar – as pessoas na convicção de que elas não poderiam gerir os problemas da sociedade, que existe uma categoria especial de homens dotados da capacidade especifica de \"governar\" (p.274).CASTORIADIS, Cornelius. A fonte húngara. In: Socialismo ou Barbárie. O conteúdo do socialismo. São Paulo: Brasiliense, 1983. == Os partidos políticos == Os partidos políticos são os meios utilizados para a prática da democracia representativa. Um partido político (latim pars, partis = rachado, dividido, desunido) é um grupo organizado formal e legalmente, com base em formas voluntárias de participação, em uma associação orientada para influenciar ou ocupar o poder político. Segundo Nildo Viana, os partidos políticos atuais são organizações burocráticas que se fundamentam na ideologia da representação política, e não no acesso direto do povo às decisões políticas, e possuem como objetivo conquistar o poder, além de serem expressões políticas de classes sociais. == Ver também == * Democracia * Democracia direta * Demoex - democracia experimental * Democracia libertária * Democracia liberal * Partidos políticos no Brasil * Plebiscito * Poder Executivo * Poder Judicial * Poder Legislativo * Referendo == Bibliografia == * BOBBIO, Norberto. Teoria Geral da Política. A Filosofia Política e as lições dos clássicos. São Paulo: Campos, 2000. CARVALHO, José Murilo de. Cidadania no Brasil. Rio de Janeiro: Civilização Brasileira, 2004 * CASTORIADIS, Cornelius. A fonte húngara. In: Socialismo ou Barbárie. O conteúdo do socialismo. São Paulo: Brasiliense, 1983 * Sgarbi, Adrian. O regime jurídico-constitucional do referendo popular brasileiro e sua especificação.Cadernos de Direito Constitucional e Ciência Política (RT), 1999, pp. 103-128 (In: http://www.adriansgarbi.com/). * Sgarbi, Adrian. O Referendo, Rio de Janeiro: Renovar, 1999. == Ligações externas == * **(**_Nexo Jornal + Daniel R. Burgierman_ , 01/12/2016**)** :(_inclusive respectivo archiving_ , no Archive.is) * * Categoria:Democracia Categoria:Democracia direta Categoria:Direito constitucional",
 "title": "Democracia representativa"
}