{
 "id": "40228",
 "text": "O rio RenoRio Reno. In Infopédia. Porto: Porto Editora, 2003-2012. Rio Reno.\"Rin\" Diccionario Panhispánico de Dudas (, , e Rain em romanche) é um curso de água com km de comprimento que atravessa a Europa de sul a norte, desaguando no mar do Norte no delta do Reno–Mosa–Escalda. Junto com o rio Danúbio, o Reno constituía a maior parte da fronteira setentrional do Império Romano. Os romanos chamavam o rio de Rhenus. Desde essa época o Reno é um curso de água muito usado para o transporte e o comércio. Entre as maiores e mais importantes cidades do Reno encontram-se Basileia, Estrasburgo, Colónia e Roterdão. == Geografia == O Reno nasce nos Alpes, no leste da Suíça, no cantão de Grisões, a montante de Coira, e é o resultado da confluência de dois rios, o Reno Anterior (em alemão, Vorderrhein) e o Reno Posterior (Hinterrhein). Desagua no mar do Norte misturando suas águas com as do rio Mosa no grande delta. Atravessa ou acompanha seis países: a Suíça, a Áustria, o Liechtenstein, a Alemanha, a França e os Países Baixos. Constitui a fronteira natural entre a Suíça e o Liechtenstein, entre a Alemanha e a Suíça e entre a Alemanha e a França. === Subdivisões === O rio subdivide-se em oito trechos: * km 0 - 76: Região dos dois rios formadores do Reno - o Reno anterior (em alemão, Vorderrhein) e o Reno posterior (Hinterrhein) * km 76 - 162: Reno alpino (Alpenrhein) entre a confluência dos dois rios de fonte e a foz ao lago de Constança perto de Bregenz * km 162 - 228: Lago de Constança com as duas partes: lago superior e lago inferior (Obersee e Untersee) * km 228 - 373: Reno alto (Hochrhein) entre o final do lago inferior e Basileia * km 373 - 732: Reno superior (Oberrhein) entre Basileia e Bingen * km 732 - 856: Reno médio (Mittelrhein) entre Bingen e Bona * km 856 - : Reno inferior (Niederrhein) entre Bona e a fronteira alemã-neerlandesa * km - : Delta do Reno nos Países Baixos Nos Países Baixos, o delta do Reno dá origem a vários braços: * Perto de Nimegue, o Reno se divide no Baixo Reno (ou Nederrijn em neerlandês), no rio Linge e no rio Waal; * Em Arnhem, o Baixo Reno se divide no Baixo Reno e no Issel; * Perto de Gorinchem, o Waal se une a um braço da Mosa e continua com o nome Merwede; * Depois de Wijk bij Duurstede, o Baixo Reno se divide no rio Lek, no Reno Velho (ou Oude Rijn em neerlandês) e no Reno Curvado (ou Kromme Rijn em neerlandês). == História == Esta característica de fronteira nacional é relativamente recente, com exceção do período durante o qual o Império Romano transformou-o em uma barreira ao norte contra os bárbaros, com uma fronteira (limes) recheada de fortificações, como Colônia ou Estrasburgo. Entre a queda do Império romano e a conquista da Alsácia por Luís XIV, o Reno fazia parte do mundo germânico, que o denominava Vater Rhein, o \"Reno paternal\". O Reno está ligado com numerosos eventos históricos, como por exemplo: * A Batalha da Floresta de Teutoburgo na qual as tropas romanas a norte do rio (três legiões) foram aniquiladas pelos queruscos, de forma que o imperador Augusto decidiu estabelecer o Reno como fronteira norte do Império Romano e renunciar a qualquer expansão nas terras germânicas. A batalha teve um resultado de .Wells, Peter S. The Battle that stopped Rome. New York: W.W. Norton & Company. 2003, p. 187 ISBN 0-393-32643-8Kevin Sweeney, Scholars look at factors surrounding Hermann’s victory . www.nujournal.com * Numa noite de dezembro de 406, suevos, alanos e vândalos cruzaram o Reno gelado em Mogúncia, assolando a Gália e espalhando-se pelo Império Romano. * Em 1806, Napoleão I estabeleceu a Confederação do Reno, após a conquista da quase totalidade da Renânia. * O Reno foi historicamente uma fonte de problemas fronteiriços entre França e Alemanha. Por exemplo, em 1840 a crise do Reno evoluiu devido ao primeiro-ministro francês Thiers ter começado a falar acerca da fronteira do Reno. A canção nacionalista \"A guarda junto ao Reno\" (Die Wacht am Rhein) foi composta naquela época e durante a Guerra Franco-Prussiana elevou-se à categoria de hino nacional na Alemanha. A canção apela à defesa do Reno contra a França e foi popular durante a Primeira Guerra Mundial. * Após a Primeira Guerra Mundial, o Tratado de Versalhes especificou a desmilitarização da Renânia, entre a fronteira francesa e o Reno, mais uma faixa de 50 km a leste do rio. == Hidrologia == thumb|Desfiladeiro ou Ruinaulta entre Ilanz/Glion e Chur na Suíça|281x281px Tendo entre e anos de idade, as cataratas do Reno têm uma altura de 23 m (desnível total de 33 m) e uma largura de 150 m, com um fluxo médio de 700 m³/s. O fluxo médio anual na fronteira franco-alemã é de m³/s e o fluxo médio em Estrasburgo é de m3/s. Em Basileia, o valor médio é m3/s, em tempo de seca 202 m³/s e a maior enchente foi m³/s. === Afluentes === km a partir da fonte Lado orográfico Afluente Comprimento (km) Área de desaguamento km² Escoamento medio (m³/s) Trecho 162 Direito Bregenzer Ach 80 Lago de Constança 267 Esquerdo Thur 135 1 698 47 Reno alto 303,17 Direito Wutach 90 1 123 16,2 Reno alto 305,20 Esquerdo Aar 291 17 620 590 Reno alto 456,50 Direito Elz 90 1 481 22,4 Reno superior 501,16 Direito Kinzig 93 1 406 28 Reno superior 514,19 Esquerdo Ill 217 4 761 53,7 Reno superior 537,50 Esquerdo Moder 93 1 720 16,6 Reno superior 631,2 Direito Neckar 367 14 000 145 Reno superior 699,6 Direito Meno 524 27 292 225 Reno superior 732,1 Esquerdo Nahe 116 4 067 30,3 Reno superior/médio 788,7 Direito Lahn 246 5 924 54 Reno médio 795,3 Esquerdo Mosela 544 28 286 315 Reno médio 813,2 Direito Wied 102 771 12,1 Reno médio 832,4 Esquerdo Ahr 89 900 8,9 Reno médio 862,35 Direito Sieg 155 2 857 52,8 Reno inferior 906,3 Direito Wupper 117 827 15 Reno inferior 943,2 Esquerdo Erft 103 1 838 Reno inferior 983,1 Direito Ruhr 219 4 485 79 Reno inferior 1 000,7 Direito Emscher 84 775 16 Reno inferior 1 017,45 Direito Lippe 220 4 888 46 Reno inferior 1 128,5 Esquerdo Mosa (até 1904) 920 34 548 400 Delta == Economia == Entre a cidade de Basileia e seu estuário, o Reno atravessa uma das zonas mais densamente povoadas da Europa Ocidental, historicamente rica em comércio, e desagua onde se desenvolveu a cidade de Roterdã, nos Países Baixos, o mais importante centro portuário europeu. O Vale do Reno também foi o berço de uma das principais regiões da Revolução Industrial, a região do Ruhr, que beneficia de uma importante reserva de recursos minerais, de fácil acesso e favoráveis ao desenvolvimento da industrialização. Desde a Convenção de Mannheim de 1868, o Reno é considerado uma região de águas internacionais da última ponte da Basileia até o mar do Norte, assegurando à Suíça um acesso livre ao mar. A sede da Comissão central pela Navegação do Reno é em Estrasburgo. Fundada em 1815, durante o Congresso de Viena, é a mais antiga organização internacional. Em 2000, a Organização das Nações Unidas para a Educação, Ciência e Cultura (UNESCO) inscreveu os 65 km do Vale Médio do Reno na lista do Patrimônio Mundial, juntamente com o rochedo da Lorelei, perto da cidade de Saint-Goar, na Alemanha. Em 2004, foi feita uma despoluição no rio, no valor de 15 bilhões de dólares.Limpeza do Reno custou US$ 15 bilhões BBC Brasil. == Departamentos == O Reno deu seu nome aos dois departamentos franceses da região Alsácia: * Baixo Reno (Bas-Rhin, cuja capital é Estrasburgo) * Alto Reno (Haut-Rhin, cuja capital é Colmar) Dá também o seu nome a dois estados da Alemanha: * Renânia-Palatinado (Rheinland-Pfalz) * Renânia do Norte-Vestfália (Nordrhein-Westfalen) == Cidades == Cidades com mais que habitantes nas margens do rio Reno (iniciando na fonte do rio): * Friedrichshafen (Lago de Constança, )Bevölkerung und Erwerbstätigkeit Statistisches Landesamt Baden-Württemberg. 20 de julho de 2011. * Constança ()Constança Site oficial. * Basileia ()Swiss Federal Statistical Office - Superweb database - Gemeinde Statistics 1981-2008 accessed 19 June 2010 * Estrasburgo ()Commune : Strasbourg (67482) on INSEE * Karlsruhe () * Speyer () * Ludwigshafen () * Mannheim () * Worms () * Mogúncia () * Wiesbaden () * Coblença () * Neuwied () * Bona ()Amtliche Bevölkerungszahlen . Landesbetrieb Information und Technik NRW. 31 de dezembro de 2010. * Colônia () * Leverkusen () * Dormagen () * Neuss () * Düsseldorf () * Krefeld () * Duisburgo () * Wesel () * Arnhem (Rio Reno Baixo, ) * Nimegue (Rio Waal, ) * Nieuwegein (Rio Lek, ) * Dordrecht (Rio Waal, Rio Merwede, ) * Roterdão (Rio Nieuwe Maas, ) == Na cultura == O compositor alemão Robert Schumann (1810-1856) compôs uma sinfonia, a n.º 3, com o título de Renish ou Renana, em mi bemol maior, expressando na obra suas evocações e memórias do rio Reno, bem como a influência de suas paisagens e lendas na alma dos românticos alemães. == Ver também == * Lista de rios da Alemanha == Ligações externas == * * *",
 "title": "Rio Reno"
}