{
 "id": "40243",
 "text": "thumb|Representação artística da mula sem cabeça. Mula sem cabeça é um personagem do folclore brasileiro. Na maioria dos contos, é um fantasma de uma mulher que foi amaldiçoada por ter se casado com um padre, e foi condenada a se transformar em uma mula que tem fogo ao invés de uma cabeça, galopando através dos campos desde o pôr do sol de quinta-feira até o nascer do sol de sexta-feira. O mito tem várias variações em relação ao pecado que transformou a mulher amaldiçoada em um monstro. == História == É a forma que toma a concubina do sacerdote. Transforma-se em um forte animal, de identificação controvertida na tradição oral, e galopa, assombrando quem encontra. Lança chispas de fogo pelo buraco de sua cabeça. Suas patas são como calçadas com ferro. A violência do galope e a estridência do relincho são ouvidas ao longe. Às vezes soluça como uma criatura humana. O encanto desaparecerá quando alguém tiver a coragem de arrancar-lhe da cabeça o freio de ferro ou se alguém tirar uma gota de sangue com uma madeira não usada. Dizem-na sem cabeça, mas os relincho são inevitáveis. Quando o freio lhe for retirado, reaparecerá despida, chorando arrependida, e não retomará a forma encantada enquanto o descobridor residir na mesma freguesia. A tradição comum é que esse castigo acompanha a manceba do padre durante o trato amoroso (J. Simões Lopes Neto, Daniel Gouveia, Manuel Ambrósio, etc.). Ou tenha punição depois de morta (Gustavo Barroso, O Sertão e o mundo). A Mula sem cabeça corre sete freguesias em cada noite, e o processo para seu encantamento é idêntico ao do Lobisomem, assim como, em certas regiões do Brasil, para quebrar-lhe o encanto bastará fazer-lhe sangue, mesmo que seja com a ponta de um alfinete. Para evitar o bruxedo, deverá o amásio amaldiçoar a companheira, sete vezes, antes de celebrar a missa. Manuel Ambrósio cita o número de vezes indispensável, muitíssimo maior (Brasil Interior). Chamam-na também Burrinha de padre ou simplesmente Burrinha. A frase comum é \"anda correndo uma burrinha\". E todos os sertanejos sabem do que se trata. Em um dos mais populares livros de exemplos na Idade Média, o Scala Celi, de Johanes Gobi Junior, há o episódio em que a hóstia desaparece das mãos do celebrante porque a concubina assiste à missa (Studies in the Scala Celi, de Minnie Luella Carter, dissertação para o doutorado de Filosofia na Universidade de Chicago, 1928). Gustavo Barroso supõe que a origem do mito provenha do uso privativo das mulas como animais de condução dos prelados, com registros no documentário do século XII == Ver também == * Cavaleiro sem cabeça * Cumacanga * Curupira == Bibliografia == * CASCUDO, Luís da Câmara. Dicionário do Folclore Brasileiro. 4º edição. Rio de Janeiro, Tecnoprint, 1972. == Ligações externas == * Imagem da mula sem cabeça * A mula sem cabeça no programa de TV brasileiro Sítio do Picapau Amarelo * Mula Sem Cabeça Mula Sem Cabeça",
 "title": "Mula sem cabeça"
}