{
 "id": "40244",
 "text": "O Negrinho do Pastoreio é uma lenda afro-cristã muito contada no final do século XIX pelos brasileiros que defendiam o fim da escravidão, sendo muito popular na região Sul do Brasil. O primeiro registro conhecido da lenda foi feito por Antonio Maria do Amaral Ribeiro, em 1857, que a caracterizou como \"uma superstição, que tem tanto de absurda quanto de ridícula e exótica\". O Negrinho do Pastoreio também apareceu nas obras de Alberto Coelho da Cunha, em 1872, e de Apolinário Porto Alegre, 1875, que por vezes é considerado o primeiro registro da lenda, e por Alfredo Varela, em 1897. Em 1906, João Simões Lopes Neto publicou a lenda em folhetim na imprensa pelotense e, em 1913, no livro Lendas do Sul, sendo esta versão a mais esteticamente rebuscada e a mais popularizada. Além dos brasileiros, publicaram versões da lenda o escritor uruguaio Javier Freyre em 1890,o espanhol Daniel Granada em 1896 e o argentino Juan Ambrosetti em 1917. Na versão da lenda escrita por João Simões Lopes Neto, o protagonista é um menino negro e pequeno, escravo de um estancieiro muito mau; este menino não tinha padrinhos nem nome, sendo conhecido como Negrinho, e se dizia afilhado da Virgem Maria. Após perder uma corrida e ser cruelmente punido pelo estancieiro, o Negrinho caiu no sono, e perdeu o pastoreio. Ele foi castigado de novo, mas depois achou o pastoreio, mas, caindo no sono, o perdeu pela segunda vez. Desta vez, além da surra, o estancieiro jogou o menino sobre um formigueiro, para que as formigas o comessem, e foi embora quando elas cobriram o seu corpo. Três dias depois, o estancieiro foi até o formigueiro, e viu o Negrinho, em pé, com a pele lisa, e tirando as últimas formigas do seu corpo; em frente a ele estava a sua madrinha, a Virgem Maria, indicando que o Negrinho agora estava no céu. A partir de então, foram vistos vários pastoreios, tocados por um Negrinho, montado em um cavalo baio.João Simões Lopes Neto, Lendas do Sul, O Negrinho do Pastoreio [em linha] Sua comemoração é todo dia 14 de maio, levando uma forte devoção à recuperação de causas perdidas. No livro “Como Nasceram as Estrelas”, de Clarice Lispector, a história “O Negrinho do Pastoreio”, entre outras lendas, foi abordada. Nessa versão, a história é escrita para o público infanto juvenil, sendo mais branda que a adaptação de Simões Lopes Neto, e mais detalhada que outras adaptações lançadas em formato de história em quadrinhos focadas no público infantil. Agosto - Negrinho do Pastoreio. In: Lispector, Clarice. Como Nasceramas Estrelas: 12 Lendas Brasileiras. 3ª ed. Rio de Janeiro: Nova Fronteira, 1993. p.25-27. A lenda o negrinho do pastoreio possui muitas cenas fortes e duras, como muitos contos de fadas europeus. Assim como esses contos, a lenda gaúcha possui algumas adaptações que abordam a história de forma branda e bastante lúdica, em formato de livro infantil ou história em quadrinho. Como por exemplo: Lendas Brasileiras da Turma da Mônica, da Editora Girassol, e Coleção Folclore Mágico, da editora Ciranda Cultural. Nessas adaptações infantis o filho do patrão, uma criança, não abordado como vilão, e as formigas são amigas do Negrinho e não o matam. São Paulo: Ciranda Cultural, 2003. Turma da Mônica - Lendas Brasileiras: Negrinho do Pastoreio. Barueri:Girassol, 2010. == No cinema == *O personagem foi interpretado por Grande Otelo no filme O Negrinho do Pastoreio, de 1973, dirigido por Antonio Augusto Fagundes.Centro Técnico de Artes Cênicas, Grande Othelo, O Negrinho do Pastoreio *No filme Netto e o Domador de Cavalos (2008), dirigido por Tabajara Ruas, o negrinho do pastoreio foi interpretado pelo ator Evandro Elias. Categoria:Lendas do Brasil Categoria:Lendas afro- brasileiras Categoria:Tradições e folclore do Rio Grande do Sul",
 "title": "Negrinho do Pastoreio"
}