{
 "id": "40250",
 "text": "O coque é um tipo de combustível derivado da hulha (carvão betuminoso). Começou a ser utilizado na Inglaterra do século XVIII. O coque obtém-se do aquecimento da hulha (ou carvão betuminoso), sem combustão, num recipiente fechado (calcinação). Pode ser utilizado na produção de ferro-gusa (alto- forno), sendo adicionado junto com a carga metálica. == Tipos de Coque == * Coque Chumbinho (Shot Coke) - Apresenta alto teor de enxofre e metais - a olho nu, o material apresenta forma esférica de várias dimensões. * Coque Esponja - Contém resinas e médios teores de enxofre, asfaltenos e metais – a olho nu, o material apresenta pequenos poros e paredes espessas. * Coque Agulha - Classificado como material anisotrópico. Contém baixa presença de asfaltenos, resinas e metais. == Processo de Produção == O coque é obtido pelo processo de \"coqueificação\", que consiste, em princípio, no aquecimento do carvão mineral a altas temperaturas, em câmaras hermeticamente fechadas (exceto para saída de gases). No aquecimento às temperaturas de coqueificação e na ausência de ar, as moléculas orgânicas complexas que constituem o carvão mineral se dividem, produzindo gases, compostos orgânicos sólidos e líquidos de baixo peso molecular e um resíduo carbonáceo relativamente não volátil. Este resíduo resultante é o \"coque\", que se apresenta como uma substância porosa, celular, heterogênea sob os pontos de vista químico e físico. A qualidade do coque depende muito do carvão mineral do qual se origina, principalmente do seu teor de impurezas. Trata-se de um processo químico, na medida em que envolve quebra de moléculas, cujas principais etapas são: * Perda de umidade: ocorre a temperaturas entre 100 °C e 120 °C e caracteriza-se pela liberação da umidade presente no carvão; * Desvolatilização primária: é o primeiro estágio da coqueificação propriamente dita e ocorre entre temperaturas da ordem de 350 °C a 550 °C, com a liberação de hidrocarbonetos pesados e alcatrão; * Fluidez: ocorre entre 450 °C e 600 °C, quando o material se torna fluido e pastoso, devido ao rompimento das pontes de oxigênio presentes em sua estrutura química; * Inchamento: etapa que ocorre paralelamente à fluidez devido à pressão dos gases difundindo-se na estrutura de microporos do carvão. Assim sendo, a intensidade do inchamento será função da velocidade de liberação destes, através da massa fluida. É uma fase de grande importância, na medida em que deve ser devidamente controlada para evitar-se danos aos equipamentos da coqueria; * Resolidificação: ocorre em temperaturas próximas de 700 °C, formando o semicoque. Determina, em grande parte, a qualidade do coque, uma vez que uma ressolidificação sem formação de fissuras originará um produto de elevada resistência mecânica; * Desvolatização secundária: última fase do processo, ocorre na faixa situada entre 850 °C e 1 300 °C com eliminação sobretudo de hidrogênio. Antes de se iniciar o processo de coqueificação, é necessária a preparação dos diversos tipos de carvões minerais. == Coque de Petróleo == Produto sólido, com alto conteúdo de carbono, de densidade próxima de 1,2 s por decímetro cúbico, cor entre pardo-escuro e negro e estrutura celular ou granular. Além da utilização na liga de ferro-gusa, devido à escassez do carvão vegetal, o coque de petróleo pode ser usado em várias outras formas possíveis, tais como: abrasivos, pastilhas de freios automotivos, sapatas ferroviárias, alimentação de fornos refratários, pigmentos (como para a colorização de vidros), fabricação de elétrodos de grafite artificial e como combustível. Existem muitas empresas cuja matéria- prima é coque em pedra e o produto é coque com um diâmetro de uma partícula muito pequena. Hoje em dia, no Brasil, o coque 'verde' de petróleo tem origem nas refinarias da Petrobras que possuem unidades do processo conhecido como 'Coqueamento Retardado', que visa extrair ainda mais frações leves e nobres de resíduos de destilações. O coque é, na verdade, um subproduto deste processo. == Ver Também == * Coque Verde * Hulha * Alcatrão * Petróleo * Calcinação Categoria:Carvão Categoria:Combustíveis Categoria:Invenções da China Categoria:Alótropos do carbono",
 "title": "Coque"
}