{
 "id": "40258",
 "text": "thumb|esquerda|Palácio do Governador. O Papa, chefe de Estado eleito em um colégio de cardeais denominado conclave para um cargo vitalício, detém no Estado do Vaticano os poderes legislativo, executivo e judicial, desde a criação do Vaticano pelo Tratado de Latrão, em 1929. Tecnicamente é uma Monarquia eletiva, não hereditária. Pode-se considerar o Vaticano como uma autocracia, porque todos os poderes (executivo, legislativo e judiciário) estão concentrados na figura do Papa, que não possui qualquer órgão que fiscalize seus atos como governante, e, por ser considerado sucessor de São Pedro, não deve prestação de contas a ninguém, considerando-o um emissário de Deus na Terra. O termo cidade do Vaticano é referente ao Estado, enquanto Santa Sé é referente ao governo da Igreja Católica efetuado pelo Papa e pela Cúria Romana. A Cúria Romana é efectivamente o governo do Estado e a gestão administrativa, pelo que o seu chefe, o Secretário de Estado, tem as incumbências equivalentes às de um Primeiro-Ministro. Outros cargos políticos encontram-se sob designações diversas nos diversos órgãos da Cúria Romana. Formalmente constituído em 1929 com a configuração actual, o Estado do Vaticano administra as propriedades situadas em Roma e arredores que pertencem à Santa Sé. O Estado do Vaticano, com o estatuto de observador nas Nações Unidas, é reconhecido internacionalmente e foi admitido como membro de pleno direito das Nações Unidas, em julho de 2004, mas abdicou voluntariamente do direito de voto. O Estado tem os seus próprios embaixadores ou representantes, um jornal oficial (Acta Apostolicae Sedis), uma estação de rádio, e uma força militar denominada Guarda Suíça, e uma força policial militar, denominada Corpo da Gendarmaria do Estado da Cidade do Vaticano. Emite autonomamente moeda (desde 2002, o euro), selos e passaportes. A Santa Sé estabelece com muitos Estados tratados internacionais (concordatas), para assegurar direitos dos católicos ou da Igreja Católica naqueles Estados. Muitos foram assinados quando os Estados se laicizaram, como forma de garantir direitos para a Igreja e permitir sua existência em tais países. == Papas Chefes de Estado do Vaticano == # Papa Pio XI - de 11 de fevereiro de 1929 até 10 de fevereiro de 1939 # Papa Pio XII - de 2 de março de 1939 até 9 de outubro de 1958 # Papa João XXIII - de 28 de outubro de 1958 até 3 de junho de 1963 # Papa Paulo VI - de 21 de junho de 1963 até 6 de agosto de 1978 # Papa João Paulo I - de 26 de agosto de 1978 até 28 de setembro de 1978 # Papa João Paulo II - de 6 de outubro de 1978 até 2 de abril de 2005 # Papa Bento XVI - de 19 de abril de 2005 até 28 de fevereiro de 2013 # Papa Francisco - desde 13 de março de 2013 de:Vatikanstadt#Politik",
 "title": "Política do Vaticano"
}