{
 "id": "40314",
 "text": "Jejum é a privação de comida ou redução das refeições diárias a uma só durante um período. Existem diversos motivos que levam uma pessoa a fazer jejum, sendo os principais religiosos ou medicinais. Outros motivos incluem a greve de fome política. ==Tipos de jejum== ===Jejum intermitente=== Jejum intermitente é um termo designado para um padrão alimentar no qual alterna-se períodos em jejum e de alimentação.Intermittent fasting guide - Authority Nutrition Alguns protocolos adotados são: * Método 16/8: no qual o praticante fica dezesseis horas sem comer, com uma janela de oito horas para se alimentar; * Jejum de 24 horas: consiste em um dia inteiro de jejum, e pode ser feito no máximo de 2 a 3 vezes por semana; * Jejum em dias alternados: método no qual o praticante jejua por vinte e quatro horas e se alimenta normalmente nas outras vinte e quatro horas. * Método 5:2: neste método o praticante se alimenta normalmente por cinco dias e faz jejum por dois dias inteiros.Fisher, Roxanne (1 June 2016). What is the 5:2 diet? - BBC GoodFood. ===Jejum seco=== O jejum seco (Dry fasting, em inglês) é um jejum absoluto, onde o praticante se abstém de comida e líquidos.Rose, Natalia. What is Dry fasting - Amazon.com É o jejum que se faz naturalmente enquanto se dorme.Zavasta, Tonya. Quatum Eating: The ultimate elixir of youth. Cordova: BR Publishing, 2007. Ele foi praticado por algumas figuras bíblicas como, por exemplo, Moisés ( e ) e pelo apóstolo Paulo ().Dry fasting - Portal Zerocarbzen.com É um jejum comumente praticado pelo cristianismo ortodoxo russo e, por essa razão, é na própria Rússia onde se têm o maior número de praticantes, livros e pesquisas a respeito deste tipo de jejum. == Motivo médico == As cirurgias requerem entre 8 a 12 horas de jejum pré-operatório. A importância deste jejum é que o paciente pode vomitar e obstruir as vias respiratórias, ocasionando a morte. Além disso, cirurgias realizadas sobre o aparelho digestivo são dificultadas pela presença de alimentos. == Motivos Religiosos == Cada religião tem um modo diferente de abordar a prática do jejum. === Católicos === Para os fiéis da Igreja Católica, a prática da abstinência e o jejum são formas de penitência interior. O Catecismo da Igreja Católica define esta interior como \"uma reorientação radical de toda a vida, um retorno, uma conversão para Deus de todo nosso coração, uma ruptura com o pecado, uma aversão ao mal e repugnância às más obras […] \" O católico deve praticar o jejum semanalmente, mais precisamente às sextas-feiras,É verdade que toda sexta-feira é dia de jejum? - Ateleia e nas datas da quarta-feira de cinzas e sexta-feira da Paixão de Jesus Cristo, consoante o Código de Direito Canónico em seu cânone 1251.Codex Iuris Canonici - Portal do Vaticano Na Idade Média, várias mulheres, em nome da religião, praticavam longos jejuns, numa condição que contemporaneamente se denomina anorexia mirabilis. === Evangélicos === Os Evangélicos não têm datas específicas para jejuar e também tempo determinado para os dias de jejum. Jejum é baseado no sentido bíblico literal, que é uma forma de 'matar a carne'. O jejum pode ser a abstinência não só de alimentos e líquidos, mas de qualquer coisa ou hábito que tenha se tornado 'indispensável', como forma de entrega e dependência real de Deus. Há vários relatos desta prática na Bíblia. === Muçulmanos === O jejum é observado durante todo o mês do Ramadão, da alvorada ao pôr-do-sol, eles não comem e não bebem nada, nem mesmo água, o jejum também aplica-se às relações sexuais. O crente deve não só abster-se dessas práticas como também não pensar nelas e manter-se concentrado em suas orações e recordações de Deus, sendo neste mês a frequência mais assídua à mesquita. Além das cinco orações diárias (salá), durante esse mês sagrado recita-se uma oração especial chamada Taraweeh (oração noturna). === Judeus === Os judeus fazem jejum no Dia do Perdão (Yom Kippur). Do pôr-do-sol de um dia ao pôr-do-sol do outro dia, não comem e não bebem nada, nem mesmo água. Outros jejuns judaicos são o de Guedaliah e o Jejum de 10 de Tevet === Budismo (Buddha Dharma) === Os Budistas vêem o ato do jejum como uma reflexão à necessidade de consumir. O jejum muitas vezes é um ato de sacrifício pessoal em respeito ao alimento e uma forma de refletir a importância dos alimentos e vícios. === Santos dos Últimos Dias === Os membros d'A Igreja de Jesus Cristo dos Santos dos Últimos Dias são encorajados a praticar o jejum completo (abstinência total de alimentos e líquidos) durante um período que inclua duas refeições (aproximadamente 24 horas), em todo primeiro sábado/domingo de cada mês, e incentivados a fazer uma oferta de jejum, ou seja, aquilo que gastariam com alimentação no período do jejum é destinado para pessoas e entidades carentes. Os membros que não podem jejuar por motivos médicos são incentivados a colaborar com a oferta de jejum. === Sã Doutrina Espiritual do Sétimo Dia === Os membros da Sã Doutrina Espiritual do Sétimo Dia (também conhecidos como crente-espiritual) praticam o jejum completo (abstinência total de alimentos e líquidos) durante períodos determinados, normalmente aos sábados, iniciando ao amanhecer, e concluindo ao meio dia, ou ainda às 18:00 horas). === Fé Bahá'í === O Jejum Bahá'í, consiste em que no último mês do Calendário bahá'í, que compreende o período de 2 a 21 de março, os bahá'ís abstêm-se de alimentos e bebidas do nascer ao pôr-do-sol. Categoria:Nutrição Categoria:Práticas religiosas Categoria:Quaresma",
 "title": "Jejum"
}