{
 "id": "40352",
 "text": "Jogos Olímpicos de Verão de 2008 (em mandarim: 第二十九届夏季奥林匹克运动会; Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) oficialmente conhecidos como os Jogos da XXIX Olimpíada, foram um evento multiesportivo realizado em Pequim, na República Popular da China, de 8 (à exceção do futebol, que teve início em 6 de agosto) a 24 de agosto de 2008. Um total de 10 942 atletas competiram nos 302 eventos dos 28 esportes, totalizando um evento a mais que os Jogos de 2004, em Atenas. Os Jogos de Pequim marcaram a primeira ocasião em que uma edição dos Jogos Olímpicos, seja ela de Verão ou Inverno, foi realizada na China, que foi a 22ª nação a abrigar o evento. Como os eventos do hipismo ocorreram em Hong Kong, essa foi a terceira vez na história que os Jogos foram realizados por dois Comitês Olímpicos Nacionais (CON). Em 1956, as competições de hipismo ocorreram em Estocolmo, na Suécia, enquanto que os outros eventos ocorreram em Melbourne, na Austrália. Anteriormente, nos Jogos Olímpicos de Verão de 1920, disputados na Antuérpia, as últimas duas regatas da classe 12 pés da vela foram realizadas nos Países Baixos. Os Jogos de 2008 foram consagrados a Pequim pelo Comitê Olímpico Internacional (COI) em 13 de julho de 2001. O logotipo oficial dos Jogos, intitulado Dancing Beijing, traz uma caligrafia estilizada do carácter chinês jīng (京, capital), referindo-se à cidade sede. Novos Comitês Olímpicos Nacionais foram reconhecidos pelo COI e compuseram um número recorde de nações participantes. O governo chinês não mediu esforços para tentar realizar os maiores Jogos Olímpicos da história e investiu bastante na infraestrutura que acercou o evento, mais de US$ 42 bilhões. Um total de 37 locais foram usados para abrigar as competições, sendo doze deles inteiramente construídos especialmente para o evento. Durante a cerimônia de encerramento, o presidente do Comitê Olímpico Internacional, Jacques Rogge, declarou que foram \"Jogos verdadeiramente excepcionais\", após mais cedo afirmar que não tinha \"absolutamente nenhuma lamentação\" sobre a escolha de Pequim em sediar os Jogos. A escolha da China como país anfitrião gerou alguns protestos de políticos e organizações não governamentais pelo fato do país não respeitar os direitos humanos.. Outros, entretanto, advertiram contra a politização dos Jogos. Os Jogos proporcionaram a quebra de 43 recordes mundiais e 132 recordes olímpicos. Um total de 87 nações conquistaram medalhas durante os Jogos. Os atletas chineses conquistaram 51 medalhas de ouro, o segundo melhor desempenho de uma delegação na história moderna dos Jogos, com exceção das edições em que ocorreram boicotes. Michael Phelps, dos Estados Unidos, quebrou o recorde de maior número de medalhas de ouro em uma única edição de Jogos Olímpicos, e maior número de medalhas de ouro de um atleta olímpico. Usain Bolt, da Jamaica, assegurou o título simbólico de \"homem mais rápido do mundo\" ao bater o recorde mundial dos 100m e 200 metros rasos. Logo após os Jogos Olímpicos, foram realizados os Jogos Paralímpicos, de 6 a 17 de setembro. A China voltou a sediar uma edição de Jogos Olímpicos em 2014, quando Nanquim recebeu os Jogos Olímpicos de Verão da Juventude de 2014, e Jogos Olímpicos de Inverno de 2022, sendo a primeira cidade a sediar as duas versões dos Jogos. == Processo de candidatura == Resultados de candidatura dos Jogos da XXIX Olimpíada Cidade CON Rodada 1 Rodada 2 Pequim 44 56 Toronto 20 22 Paris 15 18 Istambul 17 9 Osaka 6 — Pequim foi eleita cidade-sede em 13 de julho de 2001, durante a 112ª reunião do Comité Olímpico Internacional, em Moscou, impondo-se diante de Toronto, Paris, Istambul e Osaka. Antes da reunião de aprovação para a cidade-sede, cinco outras cidades declararam-se candidatas, mas não chegaram a ser escolhidas como finalistas em 2000: Bangkok, Cairo, Havana, Kuala Lumpur e Sevilha. Na primeira rodada da votação de 13 de julho, Pequim ficou em primeiro lugar, mas não obteve a maioria absoluta. Segundo as regras do COI, nesses casos, a última colocada (no caso, Osaka) é eliminada e ocorre uma nova rodada. Nesta, Pequim obteve a maioria absoluta dos votos, não necessitando de outras rodadas. Pequim quase venceu a eleição para sediar os Jogos Olímpicos de Verão de 2000 - chegou a vencer as três primeiras rodadas, mas, na última, perdeu para Sydney por apenas dois votos. == Preparação == === Locais de competição === Em maio de 2007 a construção e a reforma de todas as sedes dos Jogos Olímpicos de Pequim recomeçaram. O governo chinês também investiu na reforma e construção de seis outros locais fora de Pequim e também 59 centros de treinamentos. As maiores obras arquitetônicas dos Jogos foram o Estádio Nacional de Pequim, Estádio Nacional Indoor, Centro Aquático Nacional de Pequim, Centro de Convenções do Olympic Green e o Estádio Indoor Wukesong. Os investimentos vieram das empresas que procuravam a titularidade dos estabelecimentos após a realização dos Jogos. Alguns estabelecimentos serão administrados pelo governo, que os utilizará depois dos Jogos para futuras competições esportivas e treinamento de equipes. Foi anunciado em 8 de julho de 2005 que os eventos equestres seriam realizados em Hong Kong por causa de \"incertezas de doenças relacionadas a cavalos e maior dificuldade de instituir uma zona de quarentena\". As cinco praças esportivas fora de Pequim estão localizadas em Qingdao, Hong Kong, Tianjin, Xangai, e Qinhuangdao. ==== Estádio Nacional de Pequim ==== A principal praça esportiva dos Jogos Olímpicos de Verão de 2008 foi o Estádio Nacional de Pequim, também chamado de \"Ninho de Pássaro\" por causa das estruturas expostas de ferro e aço, que se cruzam e entrelaçam, semelhantes às de um ninho. A sua construção começou em 2 de dezembro de 2003. O Estádio Olímpico de Guangdong foi originalmente planejado, construído e inaugurado em 2001 para os Jogos, mas foi tomada uma decisão de construir um novo estádio em Pequim. Os oficiais de governo propuseram uma competição a muitos arquitetos de todo o mundo. Uma empresa Suíça, Herzog & de Meuron Architekten AG, colaborou com o Grupo de Pesquisa e Design Arquitetural da China para vencer a competição. O Estádio Nacional de Pequim tem capacidade para quase pessoas sentadas. Originalmente o estádio teria um teto retrátil, mas a ideia foi abandonada em 2004 por razões financeiras e de segurança. O Estádio Nacional de Pequim recebeu as cerimônias de abertura e encerramentos dos Jogos, além dos eventos e atletismo e a final do futebol masculino.Ninho de Pássaro no especial UOL Olimpíadas 2008 === Marketing === O logotipo oficial dos jogos, intitulado de \"Dancing Beijing\" (\"Dança Pequim\"), usou o ideograma chinês jīng (京, de sentido capital) de forma estilizada, referindo-se à cidade anfitriã.O logotipo oficial dos Jogos , site oficial Os mascotes de Pequim 2008 foram os cinco Fuwa, cada um deles representa uma cor dos anéis olímpicos e um símbolo da cultura chinesa. Seus nomes eram Beibei, Jingjing, Huanhuan, Yingying, e Nini. Quando as primeiras sílabas de cada um dos cinco nomes são ditas juntas o resultado é a frase em chinês (Běijīng huānyíng nĭ) que significa \"Pequim recebe você\".Os mascotes oficiais dos Jogos , site oficial dos Jogos O slogan Olímpico, Um Mundo, Um Sonho, apelava ao mundo para se unir no espírito olímpico.\"One world, one dream\" , site oficial dos Jogos. === Trânsito e transporte === Para prevenir engarrafamentos durante os Jogos, o metrô de Pequim sofreu uma grande expansão, que mais que dobrou sua capacidade. O Aeroporto Internacional de Pequim-Capital foi expandido de forma que se tornasse o maior aeroporto em área do mundo. Em relação ao transporte rodoviário, um rodízio de carros (semelhante ao existente em diversas cidades do mundo como São Paulo) foi implementado, com os objetivos de reduzir o tráfego e melhorar a qualidade do ar na cidade.38 rotas de transporte para os locais de competição , Site oficial dos Jogos === Transmissão === Estes jogos foram os primeiros jogos olímpicos a serem produzidos e exibidos inteiramente em alta definição. Em 2001, na sua candidatura para os Jogos Olímpicos, Pequim confirmou à Comissão Olímpica de Avaliação \"que haveria restrições à circulação dos meios de comunicação e movimentação de jornalistas, incluindo os Jogos Olímpicos.\" No entanto, de acordo com uma matéria do jornal The New York Times, \"estas promessas não se confirmaram por regras estritas de vistos e aplicação de processos contra a censura\". Apesar da restrição por parte da imprensa, os Jogos Olímpicos de Pequim foram os mais vistos da história olímpica, principalmente pela grande cobertura através da internet. Estudos especializados apontam que cerca de 4,7 bilhões de espectadores acompanharam a cobertura do evento pela televisão, contra os 3,9 bilhões dos Jogos Olímpicos de Atenas em 2004.http://ap.google.com/article/ALeqM5hgEmtZdr6gkFRJEIe2oZMmwJKBLgD930M9R01 Só a cerimônia de abertura foi vista por 840 milhões de telespectadores apenas na China e aproximadamente 1,2 bilhão ao redor do mundo. == Tocha Olímpica == O design da Tocha Olímpica baseou-se nos tradicionais pergaminhos e usou um desenho chinês tradicional, conhecido como \"Nuvens Propícias\" (祥云). A tocha foi projetada para permanecer acesa sob ventos de até 65 km/h e sob chuva de até 50 mm/h. O revezamento pelo mundo, com o tema Jornada da Harmonia, durou 130 dias e percorreu 137 000 km — a maior distância já percorrida pela tocha olímpica desde que esta tradição começou, nos Jogos de Berlim, em 1936.BOCOG anuncia revezamento da tocha olímpica, Site oficial do COI O revezamento da tocha recebeu algumas críticas, às vezes sendo chamado de \"desastre de relações públicas para a China\" (The Times),\"Britain sends mandarins to China on subtle mission\", The Times (04-25-2008). RAcesso: 15 de novembro, 2008. por conta dos protestos de direitos humanos, particularmente sobre o Tibete. O revezamento começou no dia 24 de março de 2008 em Olímpia na Grécia. Desde então, viajou através da Grécia até o Estádio Panathinaiko em Atenas e, a partir daí, para Pequim, chegando no dia 31 de março. De Pequim, a tocha iniciou sua rota passando por cada continente, exceto a Antártida. A tocha visitou cidades situadas na antiga Rota da Seda, simbolizando o antigo elo de ligação entre a China e o resto do mundo. Um total de pessoas foram selecionadas para carregar a tocha neste revezamento. Um momento especial deste revezamento foi a subida ao Monte Everest, percorrendo 108 km até alcançar 8300 metros de altura em relação ao nível do mar. A cada rota, o revezamento foi marcado por protestos pedindo a libertação do Tibete e o respeito aos direitos humanos.Informações sobre a tocha e o revezamento , Site oficial dos Jogos. O percurso originalmente proposto teria visto a tocha ser transportada através da República da China depois de sair do Vietnã e antes de caminhar para Hong Kong, mas as autoridades da República da China - então lideradas pela independência do Partido Democrático Progressita - opuseram-se a essa proposta, alegando que essa rota iria fazer o revezamento da tocha em Taiwan parecer ser parte da viagem interna da tocha através da China, em vez de um suporte para a rota internacional.\"Taiwan rejects 'domestic' Olympic torch route \", Taiwan Journal (-05-04-2007). Acesso: 15 de novembro, 2008. Essa disputa, que também exigia que a bandeira da República da China e o Hino nacional da República da China fossem banidos ao longo da rota,BBC NEWS Asia-Pacific | Olympic torch will bypass Taiwan levou as autoridades de Taiwan a rejeitarem a proposta de serem parte integrante da rota da tocha olímpica, e os dois lados do Estreito de Taiwan culparam-se subseqüentemente por terem inserido a política nesse evento. == Países participantes == Participaram dos Jogos Olímpicos 204 nações. Ilhas Marshall e Tuvalu tiveram seus Comitês Olímpicos Nacionais reconhecidos em 2006 e 2007, respectivamente, e enviaram representantes pela primeira vez. Montenegro, que competiu juntamente com a Sérvia sob a federação de Sérvia e Montenegro nos Jogos de 2004, participou de forma independente. O Comitê Olímpico Montenegrino foi aceito pelo Comitê Olímpico Internacional em 2007. A Sérvia, por sua vez, voltou a competir com o seu próprio comitê olímpico nacional independente após 96 anos, já que havia inscrito atletas para os Jogos Olímpicos de Verão de 1912 em Londres. A República de Kosovo obteve um promessa de reconhecimento pelo COI, mas não a tempo de participar desta edição. A Coreia do Norte e a Coreia do Sul discutiram a possibilidade de enviar uma delegação única para os Jogos mas a proposta não seguiu adiante por diferenças entre os dois CON e entre atletas com relação à formação da equipe. Em 24 de julho de 2008, o COI baniu o Iraque dos Jogos Olímpicos devido a interferências governamentais no comitê olímpico local, mas recuou em 29 de julho sob a alegação de ter recebido garantias do governo iraquiano em restabelecer todas as federações esportivas nacionais. Brunei não participou porque o seu Comitê Olímpico não inscreveu os atletas a tempo. Abaixo estão listadas todas as nações participantes nos Jogos Olímpicos : Lista de países participantes == Modalidades disputadas == O programa de Pequim 2008 foi muito similar ao dos Jogos de Atenas em 2004. Houve 32 desportos (esportes) totalizando 302 eventos (165 provas masculinas, 127 femininas e 10 mistas). Alguns eventos foram adicionados ou alterados: * Ciclismo: as provas de BMX masculino e BMX feminino foram incluídas. * Atletismo: os 3000 m com obstáculos feminino foram disputados pela primeira vez. * Natação: as maratonas aquáticas (10 km) masculina e feminina também estrearam. * Tênis de mesa: as provas por equipes (masculinas e femininas) foram disputadas no lugar das provas de duplas. * Esgrima: o Florete e o Sabre por equipes feminino foram disputados no lugar do florete por equipes masculino e da espada por equipes feminino. Abaixo a lista de modalidades que foram disputadas nos Jogos. Os esportes aquáticos (natação, nado sincronizado, saltos ornamentais e pólo aquático) são regulamentados pelo mesmo órgão. Em parênteses o número de eventos em cada modalidade: * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Além destes, o COI permitiu que fosse disputado um torneio de wushu durante o período de disputa dos Jogos em que os atletas tiveram à disposição toda a infraestrutura dos Jogos. Porém, como essa modalidade não fazia parte do programa olímpico, e como desde Barcelona 1992 o COI não prevê a inclusão de esportes de demonstração, o torneio teve de distribuir medalhas diferentes das oficiais, tampouco contou para o quadro de medalhas oficiais dos Jogos. == Calendário == As caixas em azul representam uma competição, ou um evento qualificatório de determinada data. As caixas em amarelo representam um dia de competição valendo medalha. Cada ponto dentro das caixas representa uma disputa de medalha de ouro, e é uma ligação para a página do evento. A coluna T representa o total de finais do esporte. == Fatos e destaques == * A checa Kateřina Emmons conquistou o primeiro ouro dos Jogos, na prova da carabina de ar do tiro esportivo. A favorita Du Li, da , ficou em quinto lugar. * O futebol teve dois bicampeões consecutivos em Pequim: os conquistaram o ouro no feminino (o terceiro do país, também vencedor em Atlanta 1996) e a no Futebol nos Jogos Olímpicos de Verão de 2008 - Masculino. O ficou com prata e bronze, respectivamente. * No Cubo d'Água, o conquistou sua primeira medalha de ouro na natação, com o velocista César Cielo Filho, nos 50 metros livre. Cielo também conquistou um bronze nos 100 metros livre, sendo o único brasileiro a figurar na lista dos multimedalhistas, na 64ª posição. * O Brasil conseguiu outros dois feitos nos Jogos: a judoca Ketleyn Quadros conquistou a primeira medalha individual feminina do país, na categoria até 57 quilos, e Maurren Maggi conquistou o primeiro ouro individual feminino, na prova do Salto em distância do atletismo. * A esgrimista italiana Valentina Vezzali tornou-se a primeira tricampeã olímpica da modalidade em todas as armas. * Alguns países conquistaram sua primeira medalha olímpica nesses Jogos: (um bronze), (uma prata e um bronze), (um bronze), (uma prata), (uma prata e um bronze) e (um bronze). e conquistaram sua primeira medalha de ouro, assim como o , mas em novembro de 2009 o Comitê Olímpico Internacional desclassificou Rashid Ramzi por doping. * A domina o quadro de medalhas, ficando com quinze medalhas de ouro a mais que os , que, entretanto, conquistaram dez medalhas a mais (foram 17 pratas e oito bronzes a mais que os chineses). * conquista dois ouros (nenhum deles no boxe, o esporte mais popular do país) e fica na 28ª posição. O país foi o 12º maior medalhista (com 24 medalhas, sendo 11 de prata e 11 de bronze). * Duas grandes decepções para o país anfitrião: Liu Xiang, maior ídolo do esporte chinês, desistiu de competir nos 110 metros com barreiras do atletismo em virtude de uma grave lesão no tendão de Aquiles e deixou todo o país consternado. Alguns dias depois, no último dia dos saltos ornamentais, o australiano Matthew Mitcham conquista o oitavo ouro em disputa na modalidade. Das oito provas, esta foi a única em que a China não venceu. * Kirsty Coventry conquistou todas as quatro medalhas do nestes Jogos. Na história, ela detém sete das oito medalhas olímpicas de seu país. * A conquistou seu primeiro ouro olímpico na natação (o segundo da história) com Oussama Mellouli na prova dos 1500 metros livres masculino. * O estadunidense Michael Phelps conquistou oito medalhas de ouro, sete recordes mundiais e um olímpico na natação, tornando-se o maior campeão olímpico da era moderna. * Usain Bolt, da , torna-se o primeiro atleta a vencer os 100 m, os 200 m e o revezamento 4x100 metros masculino numa mesma edição dos Jogos. Ele ainda quebrou os recordes mundiais das três provas. * A russa Yelena Isinbayeva só precisou saltar duas vezes para garantir o ouro no salto com vara (seu segundo título olímpico). Após garantir a medalha, ela foi atrás de dois recordes: primeiro, o olímpico. Os 4,91 metros saltados pela própria Yelena em 2004 são superados em quatro centímetros. Em seguida, a tentativa de quebrar o recorde mundial, que era de 5,04 metros, saltados por Yelena vinte dias antes. Apenas na terceira tentativa o novo recorde foi estabelecido: 5,05 metros. * O sueco Ara Abrahamian jogou a medalha de bronze que recebeu no chão, em protesto contra a arbitragem da semifinal da luta greco-romana até 84 quilos. O COI acabou desclassificando o atleta e lhe retirou a medalha conquistada. * A equipe britânica de perseguição masculina reconquistou o ouro olímpico após um jejum de 100 anos. * A dupla de vôlei de praia feminino dos Estados Unidos, Kerri Walsh e Misty May-Treanor foi bicampeã olímpica sem perder nenhum set. * A China interrompeu uma tradição de 24 anos da Coreia do Sul, que sempre ganhava o ouro na prova de tiro com arco individual feminino. * A seleção brasileira feminina de voleibol tornou-se campeã olímpica perdendo um set em toda a competição, apenas na final contra os Estados Unidos. == Doping == Durante os Jogos foram registrados oito casos de doping, em cerca de 5000 testes realizados. Inicialmente o Comitê Olímpico Internacional estimava que mais de 40 casos de doping pudessem ocorrer nos Jogos de Pequim, devido a um levantamento da Agência Mundial Antidoping (WADA) que apontava o crescimento da \"epidemia\" na média de 20% por ano. Alguns atletas qualificados para os Jogos ficaram impedidos de participar devido a casos de doping em competições anteriores ou em testes prévios. O primeiro caso de doping ocorrido durante as Olimpíadas foi registrado pela ciclista espanhola María Isabel Moreno, que testou positivo para a substância eritropoietina (EPO). Em 15 de agosto dois novos casos foram divulgados, um deles envolvendo o norte-coreano Kim Jong-su que havia conquistado uma medalha de prata e uma de bronze no tiro esportivo. Outra atleta que precisou devolver a medalha conquistada foi a ucraniana Lyudmila Blonska, prata no heptatlo feminino. Blonska testou positivo para metiltestosterona. No hipismo cinco casos de doping foram inicialmente registrados, dois deles envolvendo os cavalos dos brasileiros Rodrigo Pessoa - campeão olímpico em Atenas 2004 - e Bernardo Alves. Chup Chup, de Alves, testou positivo para capsaicina, e o cavalo Rufus, de Pessoa, por consequência da substância nonivamida. Em dezembro de 2008 foi comunicado que o norueguês Tony André Hansen teria que devolver a medalha de bronze conquistada pela equipe de saltos, devido a confirmação de doping do cavalo Camiro pela substância capsaicina. Em dezembro de 2008 dois atletas bielorrússos foram desclassificados da prova de arremesso de martelo masculino em decorrência de doping. Vadim Devyatovskiy e Ivan Tsikhan, medalha de prata e bronze respectivamente, foram pegos por testosterona exógena, àquela que não é produzida pelo corpo. No entanto, ambos os atletas tiveram os resultados restaurados em junho de 2010 após decisão do Tribunal Arbitral do Esporte, que considerou que os testes de doping não foram realizados adequadamente. Após a Olimpíada, a Agência Mundial Antidoping alertou para o uso de uma nova droga, o Ativador Contínuo do Receptor de Eritropoietina (CERA, da sigla em inglês), uma variação da já proibida EPO, usada para melhorar a oxigenação do sangue através de maior produção de glóbulos vermelhos. Dois meses após o encerramento dos Jogos, o COI determinou que fossem feitas novas análises nos cerca de 5000 exames antidoping realizados durante as Olimpíadas para verificar a presença da CERA no organismo dos atletas. Em 28 de abril de 2009, o COI anunciou que as análises a amostras recolhidas durante os Jogos revelaram a presença do doping em seis atletas, mas seus nomes foram mantidos em sigilo até que a reavaliação dos exames fossem feitos. O Comitê Olímpico Italiano antecipou que o ciclista Davide Rebellin, medalha de prata na prova de estrada, estava entre os atletas pegos no exame antidoping por CERA. A divulgação dos atletas envolvidos ocorreu em 17 de novembro de 2009. O atleta Rashid Ramzi, do Bahrein, medalha de ouro na prova dos 1500 metros do atletismo, além de Davide Rebellin e outros três atletas testaram positivo para a substância CERA. Ramzi e Rebellin tiveram suas medalhas cassadas e todos os atletas desclassificados. == Quadro de medalhas == : Para ver o quadro completo, veja Quadro de medalhas dos Jogos Olímpicos de Verão de 2008 === A disputa China versus Estados Unidos === Nos Jogos de Atenas 2004, os chineses ficaram em segundo lugar, com três ouros a menos que os Estados Unidos. Em Pequim 2008, o mundo acompanhou dia após dia o domínio chinês do quadro (a China terminou em primeiro lugar em todos os dias de competição). Com nove dias de Jogos, o país já havia igualado o número de ouros de toda a edição de 2004. Dois dias antes do encerramento, a China pôde enfim comemorar a liderança definitiva do quadro (já que o número de finais envolvendo estadunidenses era insuficiente para ultrapassar os chineses). Ao final das competições, a vantagem ficou em quinze ouros (51 a 36). Entretanto, a imprensa dos Estados Unidos não reconhece essa vitória. Para eles, o ranking de medalhas foi feito com base no número total de medalhas. Com isso, os Estados Unidos ficariam na frente, com 110 a 100. Porém, para o resto do mundo, a China venceu. Foi o quarto país a conquistar 50 medalhas de ouro em uma edição dos jogosUOL Esporte \"Com boxe, China é quarto país da história a obter 50 ouros em uma Olimpíada\" e o primeiro país asiático a se consagrar campeão dos Jogos Olímpicos. === Vencedores por esporte === : Para informações detalhadas, veja Jogos Olímpicos de Verão de 2008 - Vencedores por esporte A venceu em sete esportes: badminton, boxe, ginástica, halterofilismo, saltos ornamentais, tênis de mesa e tiro. Esses esportes deram ao país 65 das 100 medalhas e 40 dos 51 ouros. Os venceram em: atletismo, basquetebol, natação, voleibol de praia, voleibol (empatados com o ) e o futebol (este empatados com a ). 61 das 110 medalhas e 25 dos 36 ouros do país vieram desses esportes. Outros países confirmaram o favoritismo e venceram esportes em que tem tradição: a venceu o ciclismo, a venceu o hipismo, o venceu o judô, a venceu o taekwondo e tiro com arco e a venceu as lutas. O destaque negativo ficou com o boxe de que, pela primeira vez desde 1972 (exceto 1984 e 1988, em que não participou), não conquistou medalhas de ouro. === Atletas multimedalhistas === 132 atletas conquistaram mais de uma medalha. Nadadores, ginastas e corredores dominam a lista. Os atletas com maior número de medalhas são (entre parênteses, o número de medalhas de ouro, de prata e de bronze, na sequência): * (8-0-0) * (1-2-3) * (1-3-1) * (1-3-0) * (1-3-0) == Aspectos políticos dos Jogos == A projeção internacional dos jogos olímpicos sempre é explorada de maneira política. Antes mesmo de começarem a abertura oficial dos jogos, a China já tinha sido alvo de ataque de terroristas. Seguem abaixo as questões políticas que ficaram em evidência com os Jogos Olímpicos de Pequim. === Tibete === A região conhecida como Tibete não aceita o domínio chinês. Esta questão vem se arrastando por anos mas, com os jogos olímpicos, a questão ganhou uma forte repercussão internacional. As manifestações no Tibete foram reprimidas pelo governo chinês com violência, o que gerou ameaças não concretizadas de boicote aos Jogos. Manifestações pró-Tibete também conturbaram o trajeto da Tocha Olímpica em várias cidades. === Poluição === A questão climática ganhou grande repercussão nestas olimpíadas devido à preocupação com a poluição em Pequim. A chegada de atletas americanos com máscaras no aeroporto de Pequim evidenciou ainda mais o problema. A China não sofreu restrições em suas emissões no Protocolo de Quioto; já os Estados Unidos sofreriam grandes restrições, o que fez com que os americanos não ratificassem o protocolo. === Terrorismo === O governo chinês investiu enormemente na segurança para evitar atentados terroristas, principalmente em Pequim, mas não conseguiu evitar um que ocorreu na província de Xinjiang matando 16 policiais e deixando 16 feridos. === Boicotes === O boicote aos Jogos Olímpicos chineses, por motivos como as afrontas chinesas aos Direitos humanos, a falta de controle sobre crimes contra animais e a causa do Tibete, foi inicialmente defendido por várias autoridades políticas ao redor do mundo, mas a maioria recuou da ameaça. Ativistas de direitos humanos e animais também tentaram levar adiante uma campanha mundial, ordem seguida por poucos ao redor do mundo dada a grande audiência dos jogos. == Ver também == * Cerimônia de abertura dos Jogos Olímpicos de Verão de 2008 * Países na cerimônia de abertura dos Jogos Olímpicos de Verão de 2008 * Jogos Olímpicos de Inverno de 2022 == Ligações externas == * Categoria:Pequim Categoria:Eventos multiesportivos de 2008",
 "title": "Jogos Olímpicos de Verão de 2008"
}