{
 "id": "40367",
 "text": "Cortiça é um material de origem vegetal da casca (súber) dos sobreiros (Quercus suber), leve e com grande poder isolante. A razão pela qual a cortiça possui estas características é a sua composição rica em suberina, uma substância lipídica (gordurosa) que se acumula na parede celular. A presença desta substância, numa primeira fase, impede a entrada de agentes patogênicos e de quaisquer substâncias tóxicas na célula e, numa fase posterior, a passagem de nutrientes para a célula, causando a sua morte. A primeira extracção da cortiça ocorre, normalmente, quando a árvore atinge entre 25 a 30 anos, sendo que a extracção ocorre nos meses de junho a agosto. Essa cortiça, por vezes com espessura considerável, recebe o nome de virgem e distingue-se substancialmente da cortiça de reprodução extraída nos períodos seguintes: é designada por secundeira na segunda tiragem e por amadia nas tiragens ou extracções subsequentes. A cortiça amadia é a de melhor qualidade, sendo, por isso, a mais valorizada, e a única que pode ser utilizada para o fabrico de rolhas. A partir desta fase, a cortiça é extraída a cada nove anos. ==Utilizações== Actualmente, a cortiça é uma matéria-prima nobre cuja utilização se estende a variadas utilizações, como sejam os revestimentos de solos, os isolamentos térmico e acústico, na fabricação de instrumentos musicais, em artigos de decoração, nos componentes para calçados e para o sector industrial de diversos segmentos automóvel, de bebidas, de construção, de alvenaria, de decoração, entre outros. ==Produção== Portugal, com uma área de 730 000 ha de montado de sobro, é responsável por mais de 50% da produção mundial de cortiça. Outros produtores são a Espanha, o sul da França, o sul da Itália, e mais recentemente o Marrocos, a Argélia e a Tunísia. Portugal exportou, em 2014, 846 milhões de euros de cortiça.Revista Gazeta Rural n.º 249, 15 de junho de 2015, pág. 26. O desenvolvimento tecnológico e a aplicação de novas técnicas, incluindo de gestão, levaram à integração vertical de algumas operações de transformação da cortiça. Em 1665, Robert Hooke utilizou finos cortes de cortiça e visualizou em seu microscópio algo parecido com \"favos de mel\", e deu-lhes o nome de célula.http://www.ucmp.berkeley.edu/history/hooke.html == Ver também == * Montado * Sobreiro * Rolha == Bibliografia == *Ignacio García Pereda, Dictionnaire illustré du liège, Trabucaire: Perpignan, 2013, ISBN 9782849741726.",
 "title": "Cortiça"
}