{
 "id": "40378",
 "text": "Woodstock Music & Art Fair (conhecido informalmente como Woodstock ou Festival de Woodstock) foi um festival de música realizado entre os dias 15 e 18 de agosto de 1969 na fazenda de gado leiteiro de 600 acres de Max Yasgur, próximo à região de White Lake, na cidade de Bethel, no estado de Nova York, nos Estados Unidos. O local se localizava a setenta quilômetros a sudoeste da cidade de Woodstock. Anunciado como \"Uma Exposição Aquariana: 3 Dias de Paz & Música\", o festival deveria ocorrer originalmente na pequena cidade de Wallkill, mas os moradores locais não aceitaram, o que levou o evento para a pequena Bethel, a uma hora e meia de distância. O festival exemplificou a era da contracultura do final da década de 1960 e começo de 1970. Trinta e dois dos mais conhecidos músicos da época apresentaram-se durante um fim de semana por vezes chuvoso, para 400 000 espectadores. Apesar de tentativas posteriores de emular o festival, o evento original provou ser único e lendário, reconhecido como um dos maiores momentos na história da música popular. O evento foi capturado em um documentário lançado em 1970, Woodstock, e em uma trilha sonora com os melhores momentos, bem como na canção Woodstock, de Joni Mitchell. == História == thumb|esquerda|Fazenda de Max Yasgur, onde aconteceu o Festival de Woodstock. O Festival de Woodstock surgiu dos esforços de Michael Lang, John P. Roberts, Joel Rosenman e Artie Kornfeld. Roberts e Rosenman, que entrariam com as finanças, colocaram um anúncio sob o nome de Challenge International, Ltd., no New York Times e no Wall Street Journal (\"Jovens com capital ilimitado buscam oportunidades de investimento legítimas e interessantes e propostas de negócios\"). Lang e Kornfeld responderam o anúncio, e os quatro reuniram-se inicialmente para discutir a criação de um estúdio de gravação em Woodstock, mas a ideia evoluiu para um festival de música e artes ao ar livre. Mesmo considerado um investimento arriscado, o projeto foi montado tendo em vista retorno financeiro. Os ingressos passaram a ser vendidos em lojas de disco e na área metropolitana de Nova York, ou via correio através de uma caixa postal. Custavam 18 dólares (aproximadamente 75 dólares em valores atuais), ou 24 dólares se adquiridos no dia. Aproximadamente 186 000 ingressos foram vendidos antecipadamente, e os organizadores estimaram um público de aproximadamente 200 000 pessoas. Não foi isso que aconteceu, no entanto. Mais de meio milhão de pessoas compareceram, derrubando cercas e tornando o festival um evento gratuito. thumb|direita|O primeiro dia do festival.|258x258px Este influxo repentino provocou congestionamentos imensos, bloqueando a Via Expressa do Estado de Nova York e eventualmente transformando Bethel em uma \"área de calamidade pública\". As instalações do festival não foram equipadas para providenciar saneamento ou primeiros-socorros para tal multidão, e centenas de pessoas se viram tendo que lutar contra mau tempo, racionamento de comida e condições mínimas de higiene. Jimi Hendrix foi o último a tocar no festival. Devido aos atrasos provocados pela chuva no domingo, Jimi subiu ao palco somente às 8h30 da manhã de segunda-feira. O público, que chegara a ser de 400 000 pessoas durante o festival, agora somava apenas 30 000. Muitos deles apenas esperavam ver um pouco de Jimi no palco para ir embora durante sua apresentação. Hendrix e sua nova banda, Gypsy Sun and Rainbows (apresentada como The Experience, o que foi corrigido por Jimi), tocou durante duas horas. Sua versão psicodélica para o hino nacional dos Estados Unidos ocupou 3/4 de sua apresentação (sendo seguida por Purple Haze). A canção se tornou \"parte do zeitgeist dos anos 1960\" por ter sido registrada para a posteridade pelo filme Woodstock. A imagem de Jimi tocando vestindo sua jaqueta de couro branca com contas azuis e franjas e um cachecol vermelho foi, desde então, considerada um momento definidor dos anos 1960. Embora o festival tenha sido reconhecidamente pacífico, dado o número de pessoas e as condições envolvidas, houve duas fatalidades registradas: a primeira resultado de uma provável overdose de heroína, e a outra após um atropelamento de trator. Houve também dois partos registrados (um dentro de um carro preso no congestionamento e outro em um helicóptero), e quatro abortos. thumb|esquerda|A multidão reunida. Ainda assim, em sintonia com as esperanças idealísticas dos anos 1960, Woodstock satisfez a maioria das pessoas que compareceram. Mesmo contando com uma qualidade musical excepcional, o destaque do festival foi mesmo o retrato comportamental exibido pela harmonia social e a atitude de seu imenso público. Depois do festival, Max Yasgur, proprietário do local do evento, disse que havia sido uma vitória da paz e do amor, pois quase meio milhão de pessoas, com um imenso potencial de revolta e desastre, gastaram três dias com música e paz em suas mentes. Disse: \"se nos juntarmos a eles, poderemos vencer adversidades que são um problema para o país atualmente, e ter a esperança de atingir um futuro mais pacífico e brilhante...\". == Apresentações == Trinta e duas apresentações foram realizadas ao longo dos quatro dias de evento: === Sexta-feira, 15 de agosto === thumb|direita|Richie Havens.|250x250px * Richie Havens — foi transferido para a apresentação de abertura depois que Sweetwater foi parado pela polícia a caminho do festival e outros artistas também se atrasaram na estrada. * Swami Satchidananda — pronunciou a fala/invocação de abertura do festival. * Sweetwater * Bert Sommer * Tim Hardin * Ravi Shankar — tocou durante a chuva. * Melanie — tocou numa ordem não programada depois que a Incredible String Band se recusou a tocar durante a tempestade. * Arlo Guthrie * Joan Baez — estava grávida de seis meses. === Sábado, 16 de agosto === * Quill — quarenta minutos para quatro músicas * Country Joe McDonald — foi inesperadamente convocado para tocar numa apresentação solo, pois Santana ainda não estava pronto para se apresentar. Joe tocaria novamente no dia seguinte, acompanhado do The Fish. * Santana — com vinte anos de idade, Michael Shrieve, o baterista da banda, foi o mais jovem músico a se apresentar no festival.251x251px|thumb|Placa comemorativa existente no local original do festival, na área do antigo palco. * John Sebastian — não estava na programação, estava apenas assistindo ao festival. Foi chamado para tocar pois muitos dos artistas programados ainda não haviam chegado. * Keef Hartley Band * The Incredible String Band — fora originalmente programado para tocar no primeiro dia, depois de Ravi Shankar. Não quis tocar durante a tempestade e foi transferido para o segundo dia do festival. * Canned Heat * Mountain — foi a terceira apresentação da história da banda. * Grateful Dead — sua apresentação foi abreviada depois que os amplificadores de palco sofreram uma sobrecarga durante a execução de Turn On Your Love Light. * Creedence Clearwater Revival * Janis Joplin com a The Kozmic Blues Band * Sly & the Family Stone * The Who começou às 4 da manhã, dando início a um conjunto de 25 músicas, incluindo Tommy. Foram brevemente interrompidos por Abbie Hoffman. * Jefferson Airplane — foram acompanhados ao piano por Nicky Hopkins. === Domingo, 17 de agosto, para segunda-feira, 18 de agosto === * Joe Cocker e The Grease Band — tocaram With A Little Help From My Friends. Depois da apresentação de Joe Cocker, uma tempestade interrompeu o festival por horas. * Country Joe and the Fish — foi a segunda apresentação de Country Joe McDonald no festival. * Ten Years After * The Band * Johnny Winter e seu irmão, Edgar Winter * Blood, Sweat & Tears * Crosby, Stills, Nash & Young — fizeram uma apresentação acústica e outra elétrica. Neil Young não participou da maior parte da apresentação acústica. * Paul Butterfield Blues Band * Sha-Na-Na * Jimi Hendrix / Gypsy Sun & Rainbows — tocaram para um público bem mais reduzido, de pouco mais de 200 000 pessoas. == Cachê == O cachê dos artistas foi revelado em 2013: Artista Cachê Jimi Hendrix $18 000 Blood, Sweat & Tears $15 000 Joan Baez $10 000 Creedence Clearwater Revival $10 000 The Band $7 500 Janis Joplin $7 500 Jefferson Airplane $7 500 Sly and the Family Stone $7 000 Canned Heat $6 500 The Who $6 250 Richie Havens $6 000 Arlo Guthrie $5 000 Crosby, Stills, Nash and Young $5 000 Ravi Shankar $4 500 Johnny Winter $3 750 Ten Years After $3 250 Country Joe and the Fish $2 500 Grateful Dead $2 500 The Incredible String Band $2 250 Mountain $2 000 Tim Hardin $2 000 Joe Cocker $1 375 Sweetwater $1 250 John Sebastian $1 000 Melanie Safka $750 Carlos Santana $750 Sha Na Na $700 Keef Hartley $500 Quill (banda) $375 == Convites recusados == * The Beatles: O site woodstockstoriesss.com.br apresenta duas alternativas para a recusa dos Beatles. A primeira é que os organizadores teriam contactado John Lennon, e ele disse que a banda só tocaria se a Plastic Ono Band, conjunto do qual ele também fazia parte, também pudesse se apresentar. O site afirma que a explicação mais plausível é que Lennon queria tocar, mas sua entrada nos Estados Unidos a partir do Vietnã foi bloqueada pelo presidente Truong Tan Sang.Woodstock Stories website De qualquer modo, os Beatles estavam prestes a se separar, e inclusive não tocavam ao vivo fazia três anos, desde agosto de 1966.woodstockstories.com * The Doors: considerado como uma alternativa, cancelou sua aparição no último momento; de acordo com o guitarrista Robbie Krieger, eles recusaram pois pensaram que aquela seria mais uma \"imitação de segunda categoria do Monterey Pop Festival\", mais tarde se arrependendo da decisão. Outro fator foi que o vocalista Jim Morrison estaria inseguro quanto a se apresentar frente a grandes plateias. O baterista John Densmore no entanto compareceu ao festival, e no filme pode ser visto no palco durante a apresentação de Joe Cocker. * Led Zeppelin: também foi convidado, de acordo com seu empresário Peter Grant: \"Fomos chamados pra tocar em Woodstock e a Atlantic gostou da ideia, assim como nosso promotor nos Estados Unidos, Frank Barsalana, mas eu disse não pois em Woodstock seríamos apenas mais uma banda\". Entretanto, o grupo tocou no primeiro Atlanta International Pop Festival no dia 5 de julho, como uma das 22 bandas no evento de dois dias. No dia 12 de agosto, a banda assistiu à apresentação de Elvis Presley no International Hotel, em Las Vegas. O grupo embarcou em uma bem-sucedida turnê de verão, tocando no mesmo final de semana do festival de Woodstock no Asbury Park Convention Hall em Nova Jérsia.Led Zeppelin: The Concert File - Dave Lewis (Omnibus Press, 1997) * Jethro Tull: recusou o convite. De acordo com o líder Ian Anderson, ele sabia que seria um grande evento, mas não queria participar pois não gostava de hippies e outras coisas como nudez inapropriada, excesso de bebida alcoólica e uso de drogas. Embora a banda não tenha se apresentado no festival, sua música foi tocada pelo sistema sonoro de utilidade pública. No filme, durante entrevistas com os organizadores (quando eles discutem quanto dinheiro estão perdendo com o evento), as canções Beggar's Farm e Serenade to a Cuckoo, do álbum War, podem ser ouvidas ao fundo. * The Byrds: foram convidados, mas escolheram não participar pensando que Woodstock não teria nada de diferente dos outros festivais musicais que estavam acontecendo naquele verão. Também estavam preocupados com o cachê, de acordo com declarações do baixista John York: \"Estávamos indo pra um show e Roger McGuinn chegou e disse que um cara estava organizando um festival no norte de Nova York, mas que naquele ponto já não estavam mais pagando as bandas. Ele perguntou se queríamos ir, e todos responderam, 'Não, queremos descansar'. Não fazíamos ideia de como aquilo seria. Estávamos esgotados, e também cansados daquela coisa de festivais. Então recusamos, e perdemos o melhor festival de todos\".The Byrds: Timeless Flight Revisited, pág. 293 - Johnny Rogan * Bob Dylan: residia na cidade de Woodstock. Nunca negociou seriamente para tocar no festival. Ao invés disso, assinou, em meados de julho, um contrato para tocar no festival da ilha de Wight, em 31 de agosto. Dylan zarpou no navio Queen Elizabeth II com destino à Inglaterra em 15 de agosto, no dia em que o festival de Woodstock começou. Seu filho se machucou com a porta da cabine, e a família desembarcou. Dylan, com sua esposa Sara, voou para a Inglaterra na semana seguinte. Estava insatisfeito com o número de hippies acampando perto de sua casa, no local onde o festival ocorreria originalmente.Chronicles Volume One, pág. 116 - Bob Dylan * Joni Mitchell: estava agendada para tocar, mas cancelou pois seu empresário temia que ela perdesse uma participação no programa de TV The Dick Cavett Show.\"Salon.com People: Joni Mitchell\" - Salon.com * Simon & Garfunkel: recusaram o convite, pois estavam trabalhando no seu novo álbum. * The Jeff Beck Group: Jeff Beck dissolveu o grupo antes do festival. \"Dissolvi o grupo propositalmente antes do festival\", disse Beck. \"Não queria que ele continuasse\". Se o grupo tivesse tocado no festival, seria a primeira vez que Beck tocaria com Tim Bogert e Carmine Appice, seus futuros companheiros de palco. O tecladista de Beck, Nicky Hopkins, tocou no festival com o Jefferson Airplane. * Chicago: ainda conhecido como Chicago Transit Authority, o grupo inicialmente havia assinado o contrato para participar do festival. Entretanto, eles tinham um contrato com o promotor de concertos Bill Graham, o que permitia, a este, administrar as apresentações da banda em Fillmore West. Bill reagendou uma apresentação da banda em Fillmore West para o dia 17 de agosto, forçando a banda a cancelar sua apresentação em Woodstock. Bill fez isso para permitir que Santana, na época empresariado por ele, preenchesse a vaga do Chicago no festival. O baixista e cantor Peter Cetera disse: \"ficamos meio irritados com ele por ele ter feito isso conosco\". * Tommy James and the Shondells: recusaram o convite. O vocalista Tommy James afirmou posteriormente: \"nos culpamos depois. Estávamos no Havaí, e meu secretário ligou e disse: 'um criador de porcos no norte do estado de Nova Iorque quer que vocês se apresentem na sua propriedade'. Foi isso que foi dito para nós. Então recusamos o convite, e só percebemos o que perdemos alguns dias mais tarde\". * The Moody Blues: foram incluídos no pôster original de Wallkill, mas desistiram quando foram agendados para uma apresentação em Paris no mesmo final de semana. * Frank Zappa: então integrante do The Mothers of Invention, disse, no especial de tevê Class of the 20th Century: \"fomos convidados para tocar, mas recusamos\". * Arthur Lee e Love: recusaram o convite, mas a revista Mojo descreveu, posteriormente, turbulência dentro da banda, o que teria provocado sua ausência do festival. * Free: foi convidado mas recusou. No entanto, eles tocariam no festival da ilha de Wight, uma semana depois. * Mind Garage: recusaram porque pensaram que o festival seria de reduzida importância, e tinham uma apresentação com maior cachê em outro lugar. * Spirit: recusaram o convite, pois já tinham apresentações agendadas e não tinham ideia de o quão importante Woodstock seria. * Lighthouse: recusou o convite. * Roy Rogers: Lang pediu-lhe que encerrasse o festival com a música Happy Trails, mas Rogers recusou. * Procol Harum: foram convidados, mas recusaram, pois o festival aconteceu no final de uma longa excursão da banda. Além disso, o festival também coincidiu com a data programada de nascimento do bebê do guitarrista Robin Trower. * Raven: Miles Laurie, advogado de Michael Lang, agendou uma entrevista com o empresário do Raven, Marty Angelo, e ofereceu uma apresentação no festival com a condição de que a banda assinasse um contrato determinando que Lang produziria os discos da banda e deteria dez por cento dos futuros ganhos da banda. A banda recusou baseada no fato de que, no ano anterior, ela havia tocado no minifestival Woodstock Sound-Outs e a apresentação não havia sido boa. Lang assegurou que, dessa vez, a apresentação seria boa. A banda recusou respeitosamente. * Blues Image: de acordo com uma entrevista de 2011 do percussionista Joe Lala, a banda concordou em se apresentar no festival. Mas seu empresário não queria que a banda fosse, e disse: \"só há uma estrada para lá, vai chover e vocês não vão querer estar lá\". A banda ficou desapontada e disse: \"você acha que não vai ser legal a gente tocar lá?\" Ao invés de Woodstock, a banda se apresentou em Binghamton. * Iron Butterfly: estavam agendados para se apresentar no domingo, mas não puderam fazê-lo porque ficaram retidos no aeroporto LaGuardia. De acordo com o coordenador de produção John Morris, \"eles me enviaram um telegrama dizendo: 'chegaremos no LaGuardia. Você terá helicópteros para nos pegar. Voaremos direto para a apresentação. Tocaremos imediatamente, e partiremos voando em seguida'. Peguei o telefone e chamei a Western Union... [Meu telegrama] dizia: 'Por razões que não posso especificar/ até que vocês estejam aqui/ aclarando sua situação/ sabendo que vocês têm problemas/ vocês terão que encontrar outro transporte/ a não ser que vocês planejem não vir'. No original em inglês, a primeira letra de cada linha formava um acróstico que dizia: \"danem-se\", deixando claro que a banda não era bem-vinda. * The Rascals: foram convidados, mas recusaram porque estavam no meio da gravação de um novo álbum. * James Taylor: por ser um contratado do selo Apple Records, dos Beatles, quando se pensou em convidar os Beatles, se pensou em convidar Taylor também. Porém, com a recusa dos Beatles, foi também descartado o convite a Taylor. * Rolling Stones: foi feito o convite, mas a banda recusou porque Mick Jagger estava na Austrália filmando Ned Kelly, e a namorada de Keith Richard, Anita Pallemberg, tinha acabado de dar à luz seu filho Marlon. == Pós-festival == Max Yasgur se recusou a alugar sua fazenda para uma reedição do festival em 1970, dizendo: \"até onde sei, vou voltar a gerir uma fazenda de gado leiteiro\". Max morreu em 1973. Os eleitores de Bethel substituíram seu governante em uma eleição em novembro de 1969 por ele ter ajudado a trazer o festival para a cidade. O estado de Nova Iorque e a cidade de Bethel aprovaram leis proibindo a realização de novos festivais. Em 1984, no local onde ocorrera o festival, os proprietários Louis Nicky e June Gelish ergueram um monumento confeccionado pelo escultor Wayne C. Saward (1957–2009), natural da vizinha cidade de Bloomingburg. Foram feitas tentativas para impedir que as pessoas visitassem o local. Os proprietários espalharam estrume de galinha e, em um aniversário, tratores e carros da polícia estadual bloquearam a estrada. 20 000 pessoas se reuniram no local em 1989 em uma improvisada celebração do vigésimo aniversário do festival. Em 1997, um grupo pôs uma placa de boas-vindas no local. Ao contrário de Bethel, a cidade de Woodstock fez numerosas tentativas de ganhar dinheiro com a notoriedade do festival. A postura de Bethel mudou recentemente, e agora a cidade saúda o festival. Têm sido feitas tentativas de fortalecer a ligação entre Bethel e o festival. Foram abertas aproximadamente oitenta ações judiciais contra a Woodstock Ventures, principalmente por fazendeiros da área. O filme financiou assentamentos e cobriu a dívida de 1 400 000 dólares estadunidenses (em valores atuais, 9 600 000 dólares estadunidenses) que a Woodstock Ventures adquiriu com o festival. == Legado == Em 1984, foi colocada uma placa comemorativa no local do festival. O local preserva seu aspecto rural e continua a ser visitado por pessoas de todas as gerações. Em 1996, o local do concerto e os 5,7 quilômetros quadrados ao redor foram comprados pelo pioneiro da televisão a cabo Alan Gerry com o propósito de criar o Bethel Woods Center for the Arts. O centro abriu em 1 de julho de 2006, com uma apresentação da orquestra filarmônica de Nova Iorque. Em 13 de agosto de 2006, Crosby, Stills, Nash & Young tocaram para 16 000 pessoas no centro, 37 anos após seu histórico concerto no festival. O Museu de Bethel Woods abriu em 2 de junho de 2008. O museu possui filmes e exposições interativas, textos e artefatos que exploram a experiência do festival, seu significado como evento culminante de uma década de radical mudança cultural, e o legado da década de 1960 e do festival nos dias de hoje. As cinzas de Richie Havens foram espalhadas pelo local do festival no dia 18 de agosto de 2013. No final de 2016, a secretaria de preservação histórica do estado de Nova Iorque requereu, ao Serviço de Parques Nacionais, a autorização para a realização de acampamentos no local do festival e áreas adjacentes. === Outras edições === ====25 anos (1994)==== Para comemorar os 25 anos do superevento, 250 000 pessoas se reuniram no Woodstock '94, em Saugerties, a 135 km de Nova York. Pagaram 135 dólares para ouvir 40 bandas, entre eles o Nine Inch Nails, Aerosmith, Metallica, Green Day, Red Hot Chili Peppers e músicos como Peter Gabriel, Carlos Santana e Joe Cocker. ====30 anos (1999)==== No trigésimo aniversário em 1999, o Woodstock '99 foi realizado em uma antiga base da Força Aérea dos Estados Unidos em Rome, com mais de 220,000 espectadores. A edição foi marcada negativamente pelo calor, preços excessivos, sujeira, e muita violência supostamente incentivada por bandas como Limp Bizkit, Insane Clown Posse e Kid Rock. Durante as últimas apresentações, com Red Hot Chili Peppers em um palco e Megadeth no outro, velas que visavam uma vigília foram usadas pelo público insatisfeito para atear fogo em barracas e barreiras de segurança, iniciando um tumulto tão forte que só se dissipou quando centenas de guardas da New York State Police chegaram para uma operação de controle de motim.Woodstock 99 ganha novo documentário na HBO. Veja o trailer Woodstock 99: nova série da Netflix retrata acontecimentos bizarros no famoso festival de música ==== 40 anos (2009)==== Houve interesse mundial na celebração do quadragésimo aniversário do festival, em 2009. Foram organizadas várias atividades ao redor do mundo para comemorar a data. Em 15 de agosto, no Bethel Woods Center for the Arts, a maior reunião de ex-participantes do festival tocou num concerto de oito horas. Ciceroneados por Country Joe McDonald, o concerto apresentou Big Brother and the Holding Company tocando sucessos de Janis Joplin (na verdade, ela tocara com a Kozmic Blues Band no festival, embora essa banda contasse com o guitarrista Sam Andrew, do Big Brother), Canned Heat, Ten Years After, Jefferson Starship, Mountain, e as estrelas principais, The Levon Helm Band. No festival, Levon Helm tocara bateria e era um dos vocalistas principais do The Band. Paul Kantner foi o único membro do Jefferson Airplane de 1969 a tocar no Jefferson Starship. Tom Constanten, que tocara teclado com o Grateful Dead no festival, se uniu ao Jefferson Starship no palco em várias canções. Jocko Marcellino, do Sha Na Na, também apareceu, apoiado por Canned Heat. Ritchie Havens, que abrira o festival em 1969, tocou num evento separado na noite anterior. Crosby, Stills & Nash e Arlo Guthrie também marcaram o aniversário com performances ao vivo em Bethel anteriormente no mês de agosto. Um outro evento ocorreu em Hawkhurst, em Kent, no Reino Unido, numa festa \"Verão do Amor\". O evento contou com a participação de dois participantes do festival, Barry Melton do Country Joe and the Fish e Robin Williamson do The Incredible String Band, mais bandas cover de Santana e Grateful Dead. Em 14 e 15 de agosto de 2009, foi realizado um concerto em homenagem ao aniversário em Woodstock, em Illinois. Foi o único festival a receber as bênçãos oficiais do \"pai de Woodstock\", Artie Kornfeld. Em 2009, Michael Lang e Holly George-Warren publicaram The Road to Woodstock, livro que mostra a participação de Lang na realização do festival. ==== 50 anos (2019) ==== Em maio de 2014, Michael Lang, um dos produtores e organizadores do festival, revelou planos para um possível concerto em 2019 comemorando os cinquenta anos do festival. Lang estava explorando várias locações possíveis. Reportagens no final de 2018 anunciaram um evento concorrente no local original do festival, organizado pelo Bethel Woods Centre for the Arts. A data programada para o \"Festival de música e cultura de Bethel Woods: celebrando o aniversário de ouro do local histórico do festival de Woodstock de 1969\" era 16-18 de agosto de 2019. Parceiros do evento são Live Nation Entertainment e INVNT. Em 9 de janeiro de 2019, Michael Lang anunciou que a comemoração dos cinquenta anos do festival seria em 16-18 de agosto de 2019, em Watkins Glen, em Nova Iorque. Em 19 de março de 2019, foi revelada a lista de artistas do Woodstock 50. Ela incluía alguns artistas que haviam participado do festival original: John Fogerty (do Creedence Clearwater Revival), Carlos Santana (como Santana), David Crosby (do Crosby, Stills & Nash), Melanie, John Sebastian, Country Joe McDonald, três membros do Grateful Dead (como Dead & Company), Canned Heat, e Hot Tuna (com alguns membros do Jefferson Airplane). Em 29 de abril de 2019, foi anunciado que o festival Woodstock 50 fora cancelado pelos investidores (Dentsu Aegis Network), que haviam perdido a fé no evento. Os produtores negaram \"veementemente\" o cancelamento, e Michael Lang disse, ao jornal The New York Times, que os investidores não tinham tal prerrogativa. Depois de um processo judicial com os financiadores originais, os organizadores do Woodstock 50 anunciaram que haviam recebido ajuda financeira da Oppenheimer & Co., o que possibilitaria a realização do festival em agosto mesmo com a retirada dos financiadores originais. === Imitações brasileiras === O Brasil também tentou emular a aura hippie. Em 1971, na cidade de Guarapari, foi realizado o \"Festival de Verão de Guarapari\", que, devido à falta de verbas dos organizadores, foi um fracasso retumbante.Revista Veja, edição 128, 17 de fevereiro de 1971 Em novembro de 1972, aconteceu a Feira Experimental de Música, no teatro de Nova Jerusalém, em Brejo da Madre de Deus, no interior de Pernambuco. O festival tinha o objetivo de mostrar o trabalho de vários conjuntos musicais fora do âmbito comercial que despontavam em Recife e outras cidades da Região Nordeste do Brasil. Contou com a presença de músicos (Zé Ramalho, Lula Côrtes, Lailson) e bandas (Ave Sangria, Flaviola & o Bando do Sol) que se apresentaram em dois dias no melhor estilo paz e amor. Foi uma espécie de Woodstock nordestino.OLIVEIRA, Guilherme Menezes Cobelo. Pelo vale de cristal: Udigrudi e contracultura em Recife (1972-1976). 2011. http://bdm.unb.br/handle/10483/2089 Já em janeiro de 1975, na Fazenda Santa Virgínia, em Iacanga, no interior de São Paulo, aconteceu o primeiro \"Festival de Águas Claras\", também anunciado como o pretenso \"Woodstock brasileiro\".Revista Veja, edição 680, 16 de setembro de 1981 Quem talvez tenha chegado mais perto foi o Festival Psicodália, que teve início na Lapa (PR) em 2001, depois foi transferido para São Martinho (SC) e se consolidou em Rio Negrinho (SC), onde permaneceu por nove anos até firmar parceria com o Morrostock, que acontecia no Rio Grande do Sul. == Na cultura popular == Como um dos maiores festivais de rock da história e um marco do final da década de 1960, Woodstock foi citado de várias formas na cultura popular. A expressão \"geração de Woodstock\" passou a fazer parte do léxico popular. Homenagens e paródias do festival surgiram assim que foram tocados os seus últimos acordes. O cartunista Charles Schulz nomeou seu personagem pássaro do Peanuts — que surgira em 1966 mas ainda não tinha nome — como Woodstock em homenagem ao festival. Em abril de 1970, a revista Mad publicou um poema de Frank Jacobs ilustrado por Sergio Aragonés intitulado \"Eu lembro, eu lembro do assombroso festival de música de Woodstock\" que parodia os congestionamentos de trânsito e o desafio de conseguir chegar perto o suficiente do palco para realmente conseguir ouvir a música. O livro infantil Henry Reed's Big Show (1970), de Keith Robertson, traz o personagem título tentando imitar o sucesso do festival ao montar um concerto na fazenda do tio. A canção Lay Down (Candles in the Rain) (1970), de Melanie Safka, relembra tanto sua experiência tocando no festival quanto sua participação em 1969 na campanha \"Moratória pelo fim da guerra no Vietnã\". A canção \"Woodstock\" (1970), de Joni Mitchell, foi escrita enquanto ela lia a cobertura jornalística do festival e, lamentando sua não participação no festival, o descrevia. Em 1973, o espetáculo National Lampoon's Lemmings apresentou o festival de \"Woodchuck\", com paródias de muitos artistas do festival. O filme A Walk on the Moon (1999) se passa parcialmente no festival. Em 2005, o escritor argentino Edgar Brau publicou \"Woodstock\", um longo poema comemorando o festival. O filme Taking Woodstock (2009), de Ang Lee, dramatiza a realização do festival. Em 18 de março de 2010, a revista Time colocou a apresentação do The Who no festival na lista dos dez melhores momentos dos festivais de música na história. Em 2017, a cantora Lana Del Rey lançou a canção Coachella — Woodstock in My Mind para expressar sua preocupação com a tensão entre Estados Unidos e Coreia do Norte, enquanto ela estava no Coachella Valley Music and Arts Festival, expressando nostalgia ao lembrar o festival de Woodstock como um símbolo de paz. == Ver também == * Verão do Amor == Ligações externas == * * Categoria:Contracultura da década de 1960 Categoria:Música dos Estados Unidos Woodstock Categoria:1969 nos Estados Unidos Categoria:Década de 1960",
 "title": "Festival de Woodstock"
}