{
 "id": "40379",
 "text": "Rastafári (também grafado Ras Tafari) ou Rastafarianismo (termo considerado ofensivoGuia História das Religiões. (2 ed.). On Line Editora. 2016. p. 13.) é uma religião judaico-cristã afrocêntrica surgida na Jamaica, na década de 1930, entre negros descendentes de africanos escravizados. Conceituado também como um movimento político-religioso, o Rastafári foi um dos movimentos negros de resistência ao racismo e ao colonialismo mais influentes do século XX. A religião cultua Haile Selassie I (1892-1975), o último imperador da Etiópia, como a reencarnação de Jesus Cristo ou como a própria encarnação de Deus (Jeová, também chamado pela forma abreviada \"Jah\"). Imperador da única nação africana que nunca foi colonizada, Haile Selassie I foi herdeiro da Dinastia Salomônica Etíope, cujas origens remetiam à antiga Rainha de Sabá, da Etiópia, e ao Rei Salomão, de Israel, filho do Rei Davi, razão pela qual os rastafáris afirmam que Haile Selassie I cumpriria uma série de profecias bíblicas relacionadas à segunda vinda de Cristo. Os rastafáris crêem que Haile Selassie I seria o aguardado messias negro que libertaria e resgataria os afrodescendentes pelo mundo para repatriá-los à África. Edificado sob a visão política do ativista jamaicano Marcus Garvey, o Rastafári combina o Cristianismo, o Judaísmo e uma consciência política pan-africana.Elizabeth A. McAlister, Rastafari, Encyclopædia Britannica Entre suas principais leis e costumes, estão a desaprovação de modificações do corpo, o uso religioso da Cannabis e a abstenção do consumo de carne e de bebidas alcoólicas. A religião foi internacionalmente difundida através dos artistas e letras de Reggae, gênero musical surgido nas favelas jamaicanas, na década de 1970, profundamente inspirado pela fé Rastafári. Seus devotos são chamados rasta. Inspirados pela história bíblica do Êxodo, pelo pan-africanismo e pelo nacionalismo negro de Marcus Garvey - que pregava que os africanos em diáspora deveriam retornar à África para consolidar uma identidade africana anticolonial -, os rastafáris crêem que Haile Selassie I seria o messias negro que resgataria os afrodescendentes mundo afora, em uma missão espiritualmente guiada de repatriação à África. Os rastafáris possuem uma cosmovisão judaico- cristã profundamente afrocêntrica e anticolonial, defendem a união dos povos africanos, identificam-se como africanos e desejam retornar à África, mais precisamente à Etiópia, chamada por eles de Zion (Sião, em língua portuguesa), a Terra Prometida bíblica. Tais elementos são geralmente muito marcantes nas letras de Reggae. == Etimologia == O termo \"Rastafari\" deriva do título de Haile Selassie antes de sua coroação;Rastafarianism, Religions Facts.com Na monarquia etíope, o termo \"Ras\" significa um duque ou príncipe, enquanto \"Tafari Makonnen\" era seu nome. Não se sabe por que os primeiros Rastas adotaram esta forma do nome de Haile Selaisse como a base do nome de sua religião. Algumas fontes se referem à religião como \"Rastafarianismo\". No entanto, este termo é considerado ofensivo pela maioria dos rastas, que, sendo críticos de \"ismos\" (que eles veem como uma parte típica da cultura da \"Babilônia\"), não gostam de ser rotulado como um \"ismo\". Rastafari sempre foi concebido como um modo de vida para e por pessoas de ascendência africana.Stephen D. Glazier (janeiro de 2001). Encyclopedia of African and African-American Religions. Routledge. p. 263. ISBN 978-0-415-92245-6. É mais comum, portanto, chamar-se ao próprio movimento \"movimento rastafári\", ou simplesmente rastafári. Os rastas, por si só, ignoram e acham o termo ofensivo, devido que a religião é combatente do sistema e não poderia estar relacionada com esses tais termos que a babilônia constantemente dá para suas coisas. ==Definição== É considerado tanto um novo movimento religioso,Clarke, Peter B. (1986). Black Paradise: The Rastafarian Movement. New Religious Movements Series. Wellingborough: The Aquarian Press. p.11. ISBN 0-85030-428-8. quanto um movimento político-social. O estudioso de religião Leonard E. Barrett referiu-se ao movimento como uma seita,Leonard E. Barrett (1988). The Rastafarians. Beacon Press. ISBN 978-0-8070-1039-6. enquanto o estudioso Ennis B. Edmonds argumentou que poderia melhor ser entendido como um movimento de revitalização. Apesar de se concentrar na África como fonte de identidade,T. Trost (25/12/2007). The African Diaspora and the Study of Religion. Palgrave Macmillan US. pp. 35–48. ISBN 978-0-230-60993-8. Maboula Soumahoro observou que não era uma religião africana \"autêntica\", mas um exemplo de criolização, um produto do ambiente social único que existia nas Américas Edmonds também sugeriu que o Rastafari estava \"emergindo\" como uma religião mundial, não por causa do número de adeptos que tinha, mas por causa de sua propagação global.Ennis B. Edmonds (20/12/2012). Rastafari: A Very Short Introduction. OUP Oxford. pp. 1–. ISBN 978-0-19-164247-0. ==Crenças== Os rastas referem-se à totalidade das ideias e crenças de sua religião como \"Rastatologia\". O estudioso Ennis B. Edmonds descreveu o movimento Rastafari como tendo \"uma cosmovisão bastante coesa\". O sociólogo da religião Peter B. Clarke afirmou que era \"extremamente difícil generalizar\" os rastas e suas crenças porque o movimento Rastafari não tinha nenhuma teologia sistemática ou instituições altamente desenvolvidas. Tentativas foram feitas para resumir a crença Rastafari, mas nunca lhe foi concedido o status de um catecismo ou credo dentro do movimento. A ênfase é colocada na ideia de que a experiência pessoal e a compreensão intuitiva devem ser usadas para determinar a verdade ou a validade de uma crença ou prática particular. Nenhum rasta tem, portanto, a autoridade para declarar quais crenças e práticas são ortodoxas e que são heterodoxas. A convicção de que o Rastafari não tem dogma \"é tão forte que ela própria se tornou algo de um dogma\", de acordo com Clarke. Não existe uma crença formal Rastafari e há pequenas diferenças nas visões de diferentes grupos. A lista mais definitiva é encontrada no livro de 1977 The Rastafarians, The Dreadlocks of Jamaica, do estudioso Leonard Barrett, que lista o que ele considera os seis princípios básicos do Rastafari. Ele desenvolveu a lista, participando de reuniões públicas e através de pesquisas antropológicas sobre o movimento:Original and modern beliefs, BBC Religions, BBC, 2014 * Haile Selassie I é o deus vivo * A pessoa negra é a reencarnação da antiga Israel, que, nas mãos das pessoas brancas, esteve no exílio na Jamaica * O invencível imperador da Etiópia está agora a providenciar para que as pessoas expatriadas de origem africana regressem à Etiópia Mas a lista de Leonard Barrett tem cerca de trinta anos de idade e muitas das crenças acima podem não ter mais o mesmo significado para os rastas modernos. Isto é especialmente verdadeiro desde a propagação do movimento para o Ocidente que levou ao surgimento de brancos rastas. Os princípios básicos do movimento, de acordo com o pregador Leonard Howell, incluíam algumas declarações muito fortes sobre questões raciais, como seria de esperar na religião de um povo oprimido que vive no exílio, a negação, a perseguição e a humilhação do governo e dos corpos legais da Jamaica, a repatriação (Haile Selassie vai levar os negros de regresso à África) e o reconhecimento do imperador Haile Selassie como Deus e governante dos negros. ==História== O rastafari tem raízes na Igreja Ortodoxa Etíope, o mais antigo ramo do Cristianismo na África mas ele começa com Marcus M. Garvey. Formulado a partir de 1925, o pan- africanismo garveísta proclamava que os etíopes são o povo eleito de Deus e rejeitava a \"Babilônia\", o mundo Ocidental. Além disso, Garvey profetizava a vinda de um messias etíope que salvaria o povo negro e também defendia o retorno dos negros à África. A coroação do imperador Selassié em 1930, o \"Leão de Judá\" foi interpretada como a consumação das profecias apocalíticas: \"(...) eis aqui o Leão que é da tribo de Judá, a Raiz de Davi, venceu para abrir o livro e para romper os seus sete selos.\" () Baseando-se nisso, os garveístas criaram um sistema filosófico e religiosos de inspiração africana e em homenagem ao imperador, deram-lhe o nome Rastafari.Nei Lopes (2014). ENCICLOPÉDIA BRASILEIRA DA DIÁSPORA AFRICANA. Selo Negro Edições. p. 1385. ISBN 978-85-87478-99-3. Haile Selassie é, portanto, considerado pelos rastas como o Messias Negro, Jah Rastafari. Ele é uma figura de salvação e acredita- se que redimirá os negros dos suprimidos brancos, reunindo-os com sua pátria, a África.Rastafarian history, BBC Religions, BBC, 2014 == Princípios == O encorajamento de Marcus Garvey aos negros para terem orgulho de si mesmos e da sua herança africana inspiraram rastas a abraçar todas as coisas africanas. Eles eram ensinados que haviam sofrido uma lavagem cerebral para negar todas as coisas negras e relativas à África, um exemplo é o porquê que não se ensinava sobre a antiga nação etíope, que derrotou os italianos duas vezes e uma das únicas nações livres da África. Eles mudaram sua própria imagem que era a que os brancos faziam deles, como primitivos e saídos das selvas para um desafiador movimento pela cultura africana que agora é considerada como roubada deles, quando foram retirados da África por navios negreiros. Estar próximo da natureza e da savana africana e seus leões, em espírito se não fisicamente, é primordial pelo conceito que eles têm da cultura africana. Viver próximo e fazer parte da natureza é visto como africano. Esta aproximação africana com a natureza é vista nos dreadlocks, ganja, e comida fresca, e em todos os aspectos da vida rasta. Eles desdenham a aproximação da sociedade moderna com o estilo de vida artificial e excessivamente objetivo, renegando a subjetividade a um papel sem qualquer importância. Outro importante identificador do seu afrocentrismo é a identificação com as cores verde, dourado, e vermelho, representativas da bandeira da Etiópia. Elas são o símbolo do movimento rastafári, e da lealdade dos rastas a Hailê Selassiê, à Etiópia e a África acima de qualquer outra nação moderna onde eles possam viver. Estas cores são frequentemente vistas em roupas e decorações. Muitos rastafáris aprendem a língua amárica, que eles consideram ser sua língua original, uma vez que esta é a língua de Hailê Selassiê, e para identificá-los como etíopes; porém na prática eles continuam a falar sua língua nativa, geralmente a versão do inglês conhecida como patois jamaicano. == Hailê Selassiê e a Bíblia == Uma opinião que une os rastafáris é que Ras (título amárico de nobreza que pode ser traduzido como \"príncipe\" ou \"cabeça\") Tafari (\"da paz\") Makonnen que foi coroado como Hailê Selassiê I, Imperador da Etiópia em 2 de Novembro de 1930, é a encarnação do chamado Jah (Deus) na Terra, e o Messias Negro que irá liderar os povos de origem africana a uma terra prometida de emancipação e justiça divina. Porém grande parte dos rastafáris não acreditam nisso literalmente. Parte porque seus títulos, como Rei do Reis, Senhor dos Senhores e Leão Conquistador da tribo de Judá, apesar de se encaixarem com aqueles mencionados no livro de Judá, também foram dados, de acordo com a tradição etíope, a todos os chamados imperadores salomônicos desde 980 a.C., mas Selassiê foi o único que recebeu, evidentemente, todos os títulos, incluindo os mais sagrados como Supremo Defensor da Fé e Poder da Santíssima Trindade. Hailê Selassiê era, de acordo com algumas tradições, o ducentésimo vigésimo quinto na linha de imperadores etíopes descendentes do bíblico Rei Salomão e a Rainha de Sabá. O Salmo 87:4-6 é também interpretado como a previsão da sua coroação. De acordo com a historiografia etíope, no século X a.C., a dinastia salomônica da Etiópia foi iniciada com a ascensão ao poder de Menelik I, filho de Salomão e da Rainha de Sabá, que visitava Salomão em Israel. 1 Reis 10:13 diz: \"E o Rei Salomão realizou todos os desejos da Rainha de Sabá, um destes sua própria generosidade Real. Então ela voltou e foi para seu próprio país, ela e seus servos.\" Segundo a popular epopeia etíope Kebra Negast, rastas interpretam isto como o significado que ela concebeu seu Filho, e disto eles concluem que as pessoas negras são as verdadeiras crianças de Israel, ou hebraicas. Hebreus negros tem vivido na Etiópia por séculos, sem conexão com o resto do mundo judaico; a existência deles deram credenciais e ímpeto para os primeiros Rastafaris, validando a crença de que a Etiópia é na verdade Sião, já que só lá que a Casa de Davi reinava soberana, sob um país cristão/judaico, além de possuir a Arca da Aliança. Alguns rastafáris escolhem classificar sua religião como cristianismo ortodoxo etíope, cristianismo protestante, ou judaísmo. Entre estas, os laços para a Igreja etíope são os mais difundidos, embora isto seja uma controvérsia para muitos clérigos etíopes. Os rastafáris acreditam que as traduções comuns da Bíblia incorporam mudanças criadas pela estrutura da força branca racista. Alguns adoram a Kebra Negast, mas muitos destes rastas classificariam-se como etíopes ortodoxos na religião e rastafáris na ideologia. Alguns rastas prestam pouca atenção ao Kebra Negast, e muitos o consideram como estando pouco próximo da santidade da Bíblia. Muitos rastafáris acreditam que Selassiê é de certa forma a volta de Jesus Cristo e que, assim, eles seriam verdadeiros israelitas. Alguns ainda acreditam que Jesus era Moisés, filho de José, enquanto Selassiê seria \"Moisés, filho de David\", e usam uma visão não milenar do reinado de Cristo e uma visão pós-milenar para Selassiê. No coração do rastafári está a crença de ser o próprio rei ou príncipe (por isso eles se proclamam rastafári). Como cantou Ras Midas, \"Quando eu vi meu pai com a picareta e minha mãe com a vassoura, eu soube que o rasta estava exilado\" (Ras Midas, Rastaman in Exile, 1980). Os rastas dizem que eles foram escravizados, mas converteram isso ao seu próprio potencial divino, acreditando que, como Selassiê interrompeu esse ciclo, eles também são dignos de serem reis e príncipes. Rastas chamam Selassiê de Jah Rastafari, e acreditam haver uma grande força nestes nomes. Eles autoproclamam-se rastafári para expressar a relação pessoal que cada rasta tem com Selassiê I. Rastas gostam de usar o número ordinal com o nome Hailê Selassiê I, com o número romano dinástico significando o primeiro deliberadamente pronunciado como a letra I - novamente como significado da relação pessoal com Deus. Eles também o chamam de H.I.M., sigla em inglês para \"Sua Majestade Imperial\" (His Imperial Majesty). Isso tudo reflete unidade, tendo em consideração que muitas das expressões rastas começam com \"I\", como I-Ration e I and I. Quando Hailê Selassiê I morreu em 1975, sua morte não foi aceita por alguns rastafáris que não podiam aceitar que o Deus encarnado poderia morrer. Muitos acreditam que a morte de Selassiê foi um engodo, e que ele voltaria para libertar seus seguidores. Os rastas atualmente consideram este parcial preenchimento de uma profecia encontrada no apocalíptico trecho de Esdras 2 7:28. Uma história anônima da fé rastafári aponta para Debre Damo, um dos três antigos Príncipes das Montanhas. Ele acredita que depois Derg ordenou sua execução, os leais da guarda imperial trabalhando como agentes duplos usaram hipotermia induzida para fazer Selassie aparecer morto. Ele e os remanescentes leais da Guarda Imperial foram contrabandeados para assegurar o significado da estrada de ferro subterrânea. Eles agora caem em êxtase em um quarto secreto debaixo do monastério até o dia do julgamento, no qual eles serão automaticamente reanimados e totalmente revelados (11:19-21), assim como a Arca que está na Etiópia irá surgir. Isto deve ocorrer apenas depois dos idosos libertarem o povo da Jamaica, pois Selassiê, em 1966, disse que a repatriação e revelação só ocorreriam após a Jamaica ser libertada pelos Rastafáris. == Costumes rastafári == === A dieta rastafári === Os rastafáris adotam 9 princípios sendo o 2º principio: \"Coma apenas I-tal\", um termo Rasta que significa puro, natural ou limpo. Uma série de leis de dieta e de higiene foram formuladas para acompanhar a doutrina religiosa Rastafári. Um verdadeiro Rasta não poderia ingerir álcool, tabaco, mas usa a Cannabis (maconha ou ganja) de forma ritual. São basicamente vegetarianos, dando uso escasso a alguns alimentos de origem animal, ainda assim proibindo o uso de carnes suínas de qualquer forma, peixes de concha, peixes sem escamas, caracóis e outros. A comida I-tal seria o que Jah ordenou que fosse: \"tudo o que não tem barbatanas ou escamas, nas águas, será para vós abominação.\" \"Melhor é a comida de ervas, onde há amor, do que o boi cevado, e com ele o ódio.\" É comida que nunca tocou em químicos e é natural e não vem em latas. Quanto menos cozinhados, melhor, sem sais, condimentos, pois assim possui maior quantidade de vitaminas, proteínas e força vital. As bebidas são, preferencialmente, herbais, como os chás. A bebida alcoólica, o leite ou café são vistos como pouco saudáveis. === Dreadlocks === Outro costume comum proibido era o de cortar ou pentear os cabelos. Essa tradição religiosa Rasta também é fundamentada em diretrizes sagradas. O \"Dread\", de forma abreviada, também serve para que sempre esteja ligado com o corpo, ou seja, cada Dread é ligado espiritualmente com alguma parte do corpo. === Erva === Ganja e marijuana são algumas designações para a Cannabis, uma erva psicoativa milenar utilizadas para fins religiosos por diversos povos. Ela é usada pelos Rastas não para diversão ou prazer, mas sim com um significado espiritual de purificação e meditação. Alguns Rastas escolhem não a usar. Os devotos rastafáris sustentam o seu uso através da Bíblia, em Génesis 1:29:“E disse Deus: Eis que vos tenho dado todas as ervas que dão semente, que está sobre a face de toda a terra; e toda a árvore, em que há fruto que dê semente, ser- vos-á para mantimento.” === Medicina === A tradição Rastafari rasta não permite o uso (específico para a cura de alguma doença) de qualquer tipo de remédio que não seja natural (ervas medicinais, por exemplo). Outro costume rasta, relacionado com a medicina, é a não presença de hospitais, médicos, etc. A origem desses hábitos provem de Génesis 1:29, pois Jah refere o uso de todo tipo de erva ou planta proveniente da face da Terra. Além disso, possuem a crença de que apenas Jah (ou tudo que provém de sua grandeza, naturais) pode curar um enfermo e nenhum outro ser (médicos ou outros) possui essa capacidade. == Ligações externas == * Definição de rastafári no Dicionário Estraviz * Lista de textos sobre o Movimento Rastafári, no site RastafariSpeaks.com * site sobre o Movimento Rastafari hospedado na James Madison University de Harrisonburg, Virginia acessado a 11 de agosto de 2009-08-11 * Rastas e a politica, artigo de Louis E. A. Moyston de 21 de agosto de 2001 no The Jamaica Observer acessado a 11 de agosto de 2009-08-11 * A profecia de Marcus Garvey ou \"Prophecy Rastafari\", publicada originalmente a 8 de novembro de 1930 no jornal jamaicano The Blackman, transcrita no site Jamaicans.com acessado a 11 de agosto de 2009-08-11 * Links para artigos relacionados com o Movimento Rastafari no site RastaItes.com acessado a 11 de agosto de 2009 * Tribunal italiano decide que Rastafáris podem fumar maconha acessado em 21 de fevereiro de 2010 * * Categoria:Religião na Jamaica Categoria:Religião na Etiópia Categoria:Cultura canábica Categoria:Cultura afro-americana Categoria:Movimentos sociais Categoria:Movimentos cristãos Categoria:Haile Selassie Categoria:Nacionalismo negro Categoria:Marcus Garvey Categoria:Pan-africanismo Categoria:Bob Marley Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Movimento rastafári"
}