{
 "id": "40478",
 "text": "A Assíria, também chamada Império Assírio, foi um reino mesopotâmico e um império do Antigo Oriente Próximo e do Levante. Existiu como um Estado talvez desde o (na forma da cidade-Estado de Assur) até seu colapso entre 612 e — abrangendo os períodos do início ao meio da Idade do Bronze até o final da Idade do Ferro. Desde o final do (quando o Império Neoassírio caiu) até meados do , ele sobreviveu como uma entidade geopolítica,Hayim Tadmor, World Dominion: The Expanding Horizon of the Assyrian Empire\", (1997), in L. Milano, S. de Martino et al. (Ed.), Landscapes. Territories, Frontiers and Horizons in the Ancient Near East. XLIV Rencontre Assyriologique Internationale. (Venezia 1997), pp.59. Mario Liverani (2004), \"Assyria in the Ninth Century: Continuity or Change?\", in Frame, Grant (Ed.), From the Upper to the Lower Sea: Studies on the History of Assyria and Babylonia in Honour of A.K Grayson, (Leiden, 2004), pp. 213.Leo Oppenheim, Ancient Mesopotamia: Portrait of a Dead Civilization. (Chicago, 1977), pp. 31. em sua maioria governada por potências estrangeiras, como o Império Parta e o Império SassânidaA. K. Grayson (2000), Assyrian and Babylonian Chronicles. Eisenbrauns, Indiana. entre meados do e final do , a parte final do período em que a Mesopotâmia se tornou um importante centro do cristianismo sírio e o local de nascimento da Igreja do Oriente.Winkler, Church of the East: a concise history, p. 1 Um território amplamente falante de semítico, a Assíria estava centralizada no Tigre, na Alta Mesopotâmia (no norte do que é hoje o Iraque, o nordeste da Síria, o sudeste da Turquia e o noroeste do Irã). Os assírios chegaram a governar impérios poderosos em vários períodos. Fazendo parte substancial do \"berço da civilização\" da Mesopotâmia, que incluía a Suméria, o Império Acádio e a Babilônia, a Assíria alcançou o auge das realizações tecnológicas, científicas e culturais de sua época. Em seu auge, o Império Neoassírio se estendia do Chipre e do Mediterrâneo Oriental até o Irã e da atual Armênia e Azerbaijão, no Cáucaso, até a Península Arábica, Egito e Líbia oriental. §716. O nome \"Assíria\" tem origem na capital original do estado assírio, a antiga cidade de Assur, que data de — originalmente uma das várias cidades-Estados de língua acádia na Mesopotâmia. Nos séculos XXV e , os reis assírios foram líderes pastorais. A partir do final do , os assírios ficaram sujeitos ao governo do Sargão da Acádia, que uniu todos os povos da Mesopotâmia, de língua acádia e suméria, sob domínio do Império Acádio, que durou de a . Depois que o Império Assírio entrou em colapso, a maior parte remanescente da Assíria formou uma região geopolítica e uma província de outros impérios, embora entre meados do e o final do surgisse uma colcha de retalhos de pequenos reinos assírios independentes na forma de Assur, Adiabena, Osroena, Bete Nuadra, Bete Garmai e Hatra. A região da Assíria caiu sob o controle sucessivo do Império Medo , o Império Neobabilônico , o Império Aquemênida , o Império Macedônio (final do ), o Império Selêucida , o Império Parta , o Império Romano (de 116 a 118) e o Império Sassânida . A conquista islâmica árabe da área em meados do finalmente dissolveu a Assíria (Assuristão) como uma entidade única, após a qual os remanescentes do povo assírio (agora cristãos) gradualmente se tornaram uma minoria étnica, linguística, cultural e religiosa em sua região nativa. == Geografia == thumb|upright=1.4|Mapa mostrando a localização aproximada da região geográfica denominada Assíria A Assíria é o antigo reino de Assur (Aššur), país da Ásia, localizado ao norte da Mesopotâmia a partir da fronteira norte do atual Iraque, que surge juntamente com Elão e Mari no alto Tigre, quando obtêm, em , a independência de Ur III. O Império Assírio estava localizado na região leste da Alta Mesopotâmia, entre o rio Tigre e a cordilheira de Zagros. Seus domínios se estenderam de Elão até as fronteiras do Egito. Seu ápice foi com o rei . Com seu forte exército dominou os hebreus, babilônios e egípcios, mas não resistiu à pressão de um levante em Elão, juntamente com um na Babilônia, dando a oportunidade para os egípcios recuperarem sua liberdade. Logo em seguida, os medos, povo aliado aos caldeus e aos citas, tomaram a capital Nínive e a destruíram. Os assírios formaram o maior império, até então criado, antes do Império Persa. As cidades mais importantes da Assíria, todas situadas no território do atual Iraque, eram Assur, atualmente ; Nínive, da qual os únicos vestígios que indicam sua localização são dois grandes teis, Quiunique (Quyunyik) e Nabi Iunas; Calcu (Ninrude) e Dur Sarruquim, atualmente Jursabade. Nínive, às margens do Tigre, foi a capital assíria durante o apogeu . No entanto, escavações indicam um início de aldeamento e povoação no período calcolítico, por volta de Outra cidade-estado da Assíria de grande importância política e econômica foi Carquemis, antiga capital do reino hitita do . A leste da Assíria se encontram os montes Zagros; ao norte, um escalão de platôs conduz ao maciço armênio; a oeste se estende a planície da Mesopotâmia. Ao sul se encontrava o país conhecido como Sumer, e Acádia e mais tarde Babilônia. == História == === Origem === O primeiro sítio neolítico na Assíria é o de Tel Hassuna, centro da Cultura de Hassuna, no atual Iraque. Da história arcaica do reino da Assíria pouco se sabe com segurança. De acordo com algumas tradições judaico-cristãs, a cidade de Assur (Aššur) teria sido fundada por Assur, filho de Sem, que foi deificado por gerações posteriores como o deus padroeiro da cidade. O vale do alto rio Tigre parece ter sido dominado pela Suméria, pela Acádia e pela Babilônia, em seus estágios iniciais. O Império Acádio de Sargão, o Grande alegava abranger os \"quatro quartos\"; as regiões ao norte da terra de origem acádia eram conhecidos como Subartu. Foi destruída por bárbaros gútios durante o chamado período Gútio, depois foi reconstruída e acabou sendo governada como parte do império da terceira dinastia de Ur. As primeiras inscrições de soberanos assírios surgem depois de A Assíria consistia então de diversas cidades-estado e pequenos reinos semíticos. A fundação da monarquia assíria é creditada tradicionalmente a Zulilu, que teria vivido depois de Belcapecapu (Belcapecapi ou Belcabi, c. ), ancestral de Salmanaser I. Segundo a mitologia bíblica, os assírios seriam descendentes de Assur,Agostinho de Hipona, Cidade de Deus, Livro XVI, Capítulo 3, Sobre as gerações dos três filhos de Noé [em linha] o segundo filho de Sem e neto de Noé. A origem dos assírios resulta da mestiçagem entre as tribos de semitas chegadas da Samaria (região da Palestina) e os povos do norte do rio Tigre, por volta de . Segundo alguns importantes descobrimentos arqueológicos, a Suméria, posteriormente Assíria, foi habitada desde o início da era paleolítica. Apesar disso, a vida sedentária não teve origem nessa região até cerca de O fim do Império Assírio ocorreu no ano de , quando o exército, comandado por seu último rei, , foi derrotado pelos medos em Harã. Por volta de , em meio a um grande movimento de indo-europeus vindos do Cáucaso, os assírios estabeleceram-se na região do alto Tigre. Foram invadidos pelos bárbaros semitas denominados amoritas. Por volta de , um rei amorita dos assírios estabeleceu controle da maior parte do norte da Mesopotâmia. Seu poder durou pouco por causa da ascensão da Babilônia sob Hamurabi e dos mitanitas, povo do oeste, na moderna Síria. Durante o , os assírios foram dominados seguidamente pelos mitanitas e pelos amoritas da Babilônia. === Império Antigo === O Antigo Império Assírio é o primeiro dos três períodos no qual a História da Assíria está dividida. Seu primeiro registro escrito data de cerca de , quando os assírios livraram-se do domínio Acádio. Ele vai até , quando o império foi conquistado pelo Reino de Mitani. É marcado pela fundação de diversas cidades, entre elas a capital Assur.Assíria Atlas Virtual da História. Pesquisa em 13/03/17 === Cidade-Estado de Assur === A cidade-Estado de Assur teve grande contato com as cidades do planalto da Anatólia. Os assírios fundaram \"colônias mercantis\" na Capadócia, como por exemplo em Canés (atual Cultepe), de a e de a Estas colônias, chamadas karum (\"porto\", em acádio), eram ligadas a cidades anatólias, embora estivessem separadas fisicamente, e mantivessem um status especial de impostos. Especula- se que teriam surgido com uma tradição comercial longe entre Assur e as cidades anatólias, porém não existem registros arqueológicos ou epigráficos que comprovem este fato. O comércio consistia de metal (talvez chumbo ou estanho, a terminologia usada não é clara) e produtos têxteis da Assíria, que eram trocados por metais preciosos na Anatólia. Como muitas cidades-Estado comerciais ao longo da história, Assur era, até certo ponto, uma oligarquia, e não uma monarquia. A autoridade era tida como estando com \"a cidade\", e a politeia tinha três centros principais de poder — uma assembleia de anciãos, um soberano hereditário e um epônimo. O soberano presidia sobre a assembleia, e executava suas decisões; não era descrito com o termo acádio costumeiramente usado para \"rei\", šarrum, que era reservado para a divindade padroeira da cidade, Assur, de quem o soberano era o alto sacerdote. O próprio soberano era indicado apenas como o \"criado de Assur\" (iššiak Assur), onde o termo iššiak, \"criado\", \"camareiro\", é por sua vez um empréstimo do sumério ensi(k). O terceiro centro de poder era o epônimo (limmum), que dava seu nome ao ano, de maneira semelhante ao que ocorreria posteriormente com os arcontes atenienses e os cônsules romanos da Antiguidade Clássica. O epônimo era eleito anualmente através de sorteio, e era responsável pela administração econômica da cidade, que incluía a prerrogativa de aprisionar pessoas e confiscar propriedade. A instituição do epônimo, bem como a fórmula iššiak Assur perdurou na forma de vestígios cerimoniais, por toda a história da monarquia assíria.Larsen, Mogens Trolle (2000): \"The old Assyrian city-state\". In Hansen, Mogens Herman, A comparative study of thirty city-state cultures: an investigation / conducted by the Copenhagen Polis Centre. P.77-89 === Médio Império === O Médio Império Assírio se estabeleceu no período de a , em que vários reis fortes reconquistaram a independência assíria e, então, começaram a invadir os impérios vizinhos. Os assírios evitaram destruição durante a catástrofe de , talvez porque já estivessem adotando novas técnicas militares e armas que os velhos reinos não utilizavam. No vácuo político da Idade das Trevas da Antiguidade, os assírios prosperaram. Em , alcançou o Mediterrâneo, a oeste. Já no , os assírios, sob , libertaram-se da Babilônia. === Invasão === Por volta de , ocorreu um novo grande movimento migratório de indo-europeus. No Egito, foram contidos pelos faraós Merneptá e . Na Grécia, geraram um grande processo de dispersão. Na Ásia Menor, causaram o declínio dos hititas. Na Mesopotâmia, geraram a agitação dos arameus, que terminaram por invadir a Babilônia e a Assíria por volta de Relatos da época dizem-nos que os assírios refugiavam-se em \"terras inimigas\" escapando \"da míngua, da fome e da miséria\". Os templos ficaram em ruínas, e a interminável guerrilha contra os nômades teria alterado o caráter da Assíria, transformou-a em uma nação de guerreiros cruéis e bem adestrados, com um poderoso exército, que, em pouco tempo, abalou todo o Oriente Médio. === Ascensão === O Império Neoassírio, de a , representou o auge das suas conquistas. O império ia da ponta do golfo Pérsico, passando ao redor do Crescente Fértil por Damasco, Fenícia, Palestina, e entrava no Egito até Tebas. Sua fronteira norte eram os montes Tauro da atual Turquia. Com exceção do que tinha sido as culturas minoica (Creta), micênica (Grécia) e hitita (Turquia), todas as áreas de civilizações pré-catástrofe ao Oeste foram governadas pelos assírios. Por volta de , no reinado de Salmanaser III, os arameus foram subjugados e a eles foi imposta uma cobrança tributária. Em , no reinado de , os assírios conquistaram a Babilônia. Tiglate-Pileser III também conteve a expansão da Média no oriente e tentou sem sucesso conquistar o reino de Urartu, situado no Ararate. Israel foi conquistada no primeiro ano do reinado de . Cerca de hebreus foram deportados. Em , foi a vez da Média ser conquistada. Sargão II ainda conquistou a Síria. Seu sucessor, Senaqueribe , transferiu a capital de Assur para Nínive. De acordo com os livros bíblicos de II Reis, II Crônicas e do profeta Isaías, admitido no cânon do Antigo Testamento, Senaqueribe teria buscado conquistar Judá, cercando a cidade de Jerusalém. No entanto, a Bíblia relata que Senaqueribe fracassou em sua tentativa militar e, ao retornar para Nínive, foi assassinado por dois de seus filhos. Então, Senaqueribe, rei da Assíria, partiu, e foi; e voltou e ficou em Nínive. E sucedeu que, estando ele prostrado na casa de Nisroque, seu deus, Adrameleque e Sarezer, seus filhos, o feriram à espada; porém eles escaparam para a terra de Ararate; e Esar-Hadom, seu filho, reinou em seu lugar. (II Reis 19:36-37) O filho e sucessor de Senaqueribe foi Assaradão , que expandiu seus domínios ao Nilo, estabelecendo sobre o Egito uma dominação inicialmente precária, tendo também reconstruído a Babilônia que fora destruída por seu pai, a qual pode ter se tornado a nova capital do Império Assírio durante algum período. === Colapso === Assurbanípal , não conseguiu evitar que o Egito, em , efetivasse sua emancipação. À independência do Egito, seguiram-se rebeliões na Fenícia, na Babilônia e no Elão. No entanto, sabe-se que Assurbanípal criou a biblioteca real que leva seu nome, com obras em escrita cuneiforme, muitas delas preservadas até os dias atuais, que permitiram aos arqueólogos descobrir muitos aspectos da vida política, militar e intelectual desta grande civilização, bem como a investigação dos textos bíblicos. Em , os caldeus tomaram a Babilônia e conquistaram sua independência. Ciaxares, rei da Média, em aliança com o rei dos caldeus, invadiu Assur em e, em , tomou Nínive, pondo fim ao Estado assírio. == Governo == Formou-se na Assíria, ao longo do tempo, um corpo burocrático bastante eficiente. Muitos deles eram epônimos, e, portanto, davam nome ao ano. O rei era, em geral, o epônimo do primeiro ano. Seguia-se a ele, assim, uma série de epônimos, em critério de hierarquia. Tal sistema constitui um elemento de grande importância para os historiadores no processo de datação. Assim, como na maioria dos estados que se desenvolveram no Crescente Fértil, os reis assírios exerciam um poder autocrático, sendo considerados inclusive intermediários entre os deuses e o povo. A partir do reinado de , foram instaladas guarnições permanentes nos países dominados. A política externa assíria era conhecida por sua brutalidade para com os inimigos. Em muitos casos, atos de selvageria por parte do império assírio foram empregados com o fim de persuadir seus inimigos a se entregarem sem luta. Registros escritos da época demonstram o temor dos povos adjacentes ao terror assírio. Os governantes assírios caracterizaram-se também pelo tratamento despendido aos povos conquistados. Para evitar movimentos rebeldes nas regiões conquistadas, os povos vencidos eram capturados, removidos de suas terras, e distribuídos entre as cidades do império, diluindo seu poder. Nativos assírios e inimigos capturados de outras regiões eram encorajados a ocupar as áreas conquistadas. Esta prática mostrou-se particularmente eficiente, e foi mantida pelos babilônicos no período subsequente. Os reis assírios eram seminômades, semitas do noroeste. Suas conquistas se estenderam aos vales dos rios Tigre e Eufrates. O início do foi marcado por alguns acontecimentos políticos: queda de Ur III e a derrocada do Médio Império, no Antigo Egito. Foi quando surgiram duas potências emergentes, Mari e Assíria. Nesse período, um rei de origem amorrita, expandiu os domínios assírios por toda a Mesopotâmia. Curiosamente, Samsiadade se intitulou Sar-kissat (rei do mundo). Os assírios foram derrotados em por Hamurabi, rei caldeu, tomando como que um protetorado do grande império babilônio que surgia. Mais tarde, Assurnasirpal II reconquistou a terra de seus vizinhos estendendo a influência assíria do atual Irã até a cidade egípcia de Tebas. Assurnasirpal transformou Ninrude (Calcu) em sua capital militar, onde ficavam estacionadas suas tropas. dominou a Alta Mesopotâmia. Assur é o país do principal deus e também um rei. Muitos reis usavam Assur, o título da divindade, como prefixo de seus nomes. === Militares === Os militares assírios formaram o primeiro exército organizado e o mais poderoso até então. Desenvolveram armas de ferro e carros de combate puxados por cavalos, além de cavalaria pesada individual. O controle das áreas conquistadas era mantido pelas tropas e por práticas cruéis, como a deportação e a mutilação dos vencidos. Os guerreiros e sacerdotes desfrutavam de grandes privilégios: não pagavam tributos e eram grandes proprietários de terra. Ao longo de sua história, o poder da Assíria dependeu quase que inteiramente de sua força militar. O rei era o comandante-chefe do exército e dirigia suas campanhas. Embora em teoria fosse monarca absoluto, na realidade os nobres e cortesãos que o rodeavam, assim como os governadores que nomeava para administrar as terras conquistadas, tomavam frequentemente decisões em seu nome. As ambições e intrigas foram uma ameaça constante para a vida do governante assírio. Essa debilidade central na organização e na administração do Império Assírio foi uma das responsáveis por sua desintegração e colapso. == Cultura == === Artes e arquitetura === A principal contribuição cultural assíria ocorreu no campo da arte e da arquitetura, especialmente no período neoassírio ergueu palácios, templos e residência de alto luxo e esmerado padrão artístico. Os grandes zigurates foram a principal forma de arquitetura religiosa assíria, com tijolos coloridos e vitrificados. Posteriormente, Senaqueribe, filho de Sargão II, que reinou de 705 a , mudou a capital para Nínive em . === Religião === A religião seguia as bases dos cultos realizados pelos sumérios. Cada cidade era devota de um deus específico (ao qual se associava a sua criação e proteção), e os deuses mais importantes do panteão assírio dependiam do grau de influência de suas cidades na política interna. Assur era o principal deus assírio. Os zigurates permaneceram como o centro cultural, religioso e político das cidades assírias. === Escrita === A literatura assíria era praticamente idêntica à babilônia, e os reis assírios mais cultos, principalmente , se gabavam de armazenar em suas bibliotecas cópias de documentos literários das culturas que os antecederam, bem como dos países vencidos. A vida social ou familiar, os costumes matrimoniais e as leis de propriedade de assírios e babilônicos também eram muito parecidos. Suas práticas e crenças religiosas eram semelhantes. == Legado == Os descendentes dos assírios ainda habitam a região nos dias de hoje, formando uma minoria cristã no Iraque.H.W.F. Saggs: The Might That Was Assyria, pp. 290, “\"A destruição do império Assírio não eliminou toda a sua população. Os assírios eram predominantemente agricultores e, dado que a região contém algumas das melhores terras para o cultivo de trigo no Oriente Médio, os seus descendentes construíram novas aldeias sobre os destroços das antigas cidades e continuam com a sua vida agrícola, mantendo as suas tradições. Depois de sete ou oito séculos de dificuldades, estas comunidades tornaram-se cristãs.\"jaas.org - pdf == Ver também == * Lista de reis da Assíria == Bibliografia == * * * * * * == Ligações externas == * Categoria:Povos da Antiguidade",
 "title": "Assíria"
}