{
 "id": "40483",
 "text": "O termo semideus (em grego ήμίθεος, transliterado hêmítheos) pode referir uma divindade menor, a um mortal prole de uma divindade e um ser humano ou uma figura que adquiriu estatuto divino após a morte. == Clássico == Na Grécia Antiga e na Roma, a palavra “semideus” não possuía definição e era raramente usada. O mais recente uso do termo veio através dos poetas de grego arcaico, Hesíodo e Homero. Segundo a mitologia greco-romana os deuses às vezes descem à terra para \"namorar\" com seres humanos, pois os gregos cultivavam o corpo perfeito, mas tão perfeito que seduziria até os próprios deuses, outra explicação era que quanto mais \"humanos\" os deuses fossem mais reais eles seriam, ou seja, os gregos e os romanos são os verdadeiros propulsores do humanismo. Os mais famosos heróis gregos são Héracles, filho de Zeus e Alcmena, era considerado o mais célebre de todos os heróis, um símbolo do homem em luta contra as forças da Natureza, possuía também uma força notável, quase sobre-humana, outros semideuses também são muito famosos como Perseu, filho de Zeus, ele foi o responsável pela morte de Medusa, a górgona - Aquiles, da Nereida Tétis, que quando foi mergulhado (com exceção ao calcanhar) no rio Estige, tornou invulnerável, Teseu, filho de Poseidon, que matou o Minotauro e conseguiu escapar do labirinto de Dédalo, e, Helena de Troia, filha de Zeus e também considerada a mais bela na mitologia grega, até mesmo mais que Afrodite. Mas verdadeiramente, estes semideuses não possuíam grandes poderes, mas eram às vezes agraciados com alguma habilidade sobre- humanas. == Semideuses africanos == Nas mitologia iorubá, Olorum é o Deus e os Orixás são considerados semideuses por serem os ancestrais divinizados do povo iorubá. Assim como em outras religiões tradicionais africanas com a dos povos ewe-fon, a mitologia fon também têm sua Deusa Mawu e o Deus Lissá e seus vodum semideuses ancestrais divinizados. Para os Bantus na mitologia bantu das nações Angola e Congo o Deus é Zambi e também tem os inquices semideuses ancestrais divinizados. Categoria:Mitologia grega Categoria:Mitologia romana Categoria:Criaturas fantásticas Categoria:Mitologia escocesa",
 "title": "Semideus"
}