{
 "id": "40513",
 "text": "Amâncio de Alpoim de Miranda Guedes, mais conhecido como Pancho Guedes (Lisboa, 13 de Maio de 1925 - 7 de novembro de 2015) foi um arquitecto, escultor e pintor português. ==Biografia== Filho de Amílcar José da Silveira de Miranda Guedes (Mesão Frio, 8 de Janeiro de 1897 - Coimbra, Sé Velha, 10 de Setembro de 1966) e de sua mulher Maria da Soledade Francisca de Alpoim Torrezano Moreno de Baylen y Godoy (Angra do Heroísmo, 1885 - Lourenço Marques, 15 de Julho de 1946), de ascendência Espanhola. Estudou em São Tomé e Príncipe, Guiné, Lisboa, Lourenço Marques (actual Maputo), em Moçambique, em Joanesburgo e no Porto. Foi o primeiro nome português a ser conhecido internacionalmente na arquitectura e o único arquitecto com menção na primeira edição do livro de Charles Jencks: \"Modern Movements in Architecture\" (Penguin, 1973). Foi recrutado para o lugar de 'Head of Architecture' do departamento de arquitectura na Universidade de Witwatersrand pelo seu amigo Herbert Prins, em Joanesburgo a partir de 1975 até a sua reforma em 1990. Na Universidade de Witwatersrand (Wits), Pancho era um professor inspirador e iconoclasta que nomeou excelentes professores, incluindo várias mulheres como Marilyn Martin, Mira Fassler Kamstra e Jenny Stadler. Apesar do boicote cultural, ele silenciosamente recebeu visitas de amigos - incluindo os Smithsons - embora o seu foco estava em mostrar a sua equipe sul-africana de maioria branca como olhar para seu entorno através de um olhar pós-colonial. A inspiração a partir das construções andebeles meridionais é refletida nos quatro painéis que Pancho encomendou a Esther Mahlangu, que ele pendurou nos corredores da 'Wits' ao lado de modelos neoclássicos e colunas renascentistas peculiares. Essa multiplicidade exemplifica Pancho e o seu legado. Pancho Guedes recebeu dois doutoramentos honorários pela Universidade de Pretória e pela Universidade de Witwatersrand. Desde 1990, leccionou em Lisboa. Leccionou na Faculdade de Arquitectura da Universidade Técnica de Lisboa e na Universidade Lusófona em Lisboa. Pertenceu ao \"Team 10\", dissidente do CIAM. É autor do \"Casal dos Olhos\", em Eugaria, nos arredores de Sintra. Grande parte da sua obra construída encontra-se em Moçambique e data da década de 1950 e 1960.Pancho Guedes: A Aventura da Arquitectura, o Desafio ao Formalismo, Exposição no Consulado Geral de Portugal em Maputo, Março de 2011 Tem também obra construída na África do Sul. == Algumas Obras de Arquitectura == *1951 Edifício Dragão, Maputo, (Moçambique) *1953 Edifício Prometheus, Maputo *1954 Padaria Saipal, Maputo *1956 Edifício Residencial \"O Leão Que Ri\", Maputo *1956 Restaurante Zambi, Maputo *1956 Prédio Abreu, Santos e Rocha, Maputo *1958 Edifício Tonelli, Maputo *1961 Estação de Serviço, Komatipoort (África do Sul) *1964 Paróquia Sagrada Família, Machava (Moçambique) *1965 Igreja de St. James the Great, Nyamandhlovu (Zimbabwe) *1965 Casa das Três Girafas, Maputo *1965 Escola de Enfermagem, Maputo *1966 Igreja de Santa Ana da Munhuana, Maputo *1966 Residência de Estudantes Khovo Lar, Maputo *1967 Edifício do Banco das Poupanças das Viúvas e Orfãos da Polícia, Maputo *1967 Prédio Octávio Lobo, Maputo *1967 Prédio Spence e Lemos, Maputo *1967 Colégio de Nossa Senhora da Conceicão, Inhambane (Moçambique) *1968 Convento de São José de Llanguene, Maputo *1969 Escola de Enfermagem Clandestina, Caniço, Maputo *1969 Igreja Congregacional, Choupal, Maputo *1971 Igreja dos Doze Apóstolos, Gala Massala, Maputo *1972 Escola de Waterford, Mbabane (Essuatíni) *1974 Igreja de São Cipriano do Chamanculo, Maputo *1974 Escola e Lar de Enfermeiras / Estudantes, Chicumbane, Gaza (Moçambique) *???? Escola dos Correios, Inhambane *1975 Hotel e Escola de Agricultura, Estevel, Boane (Moçambique) *1975 Banco Totta Standard, Tômbua (Angola) *1975 Escola de Regentes Agrícolas, Chimoio (Moçambique) == Ligações externas == * Amâncio Guedes Information website. * O melhor da Arquitectura Moderna portuguesa * Entrevista a Pancho Guedes * (em inglês) Human Interest Piece: Professor 'Pancho' Guedes Categoria:Portugueses de ascendência espanhola Categoria:Naturais de Lisboa Categoria:Arquitetos de Portugal Categoria:Professores da Universidade Lusófona de Lisboa Categoria:Professores da Universidade Técnica de Lisboa Categoria:Escultores de Portugal Categoria:Pintores de Portugal do século XX Categoria:Arquitetos de Portugal do século XX",
 "title": "Pancho Guedes"
}