{
 "id": "40534",
 "text": "Paulo César Batista de Faria, mais conhecido como Paulinho da Viola (Rio de Janeiro, 12 de novembro de 1942), é um produtor musical, violonista, cavaquinista, bandolinista, cantor e compositor de samba e choro brasileiro, conhecido por suas harmonias sofisticadas e sua voz suave e gentil. Paulinho é baluarte da Portela, sendo membro de sua Velha Guarda e integrante de sua ala de compositores. ==Biografia== Filho mais velho do violonista Benedicto Cesar Ramos de Faria, integrante da primeira formação do grupo de choro Época de Ouro, Paulinho da Viola nasceu no bairro de Botafogo em 1942 e desde pequeno gostava de ouvir choros e sambas. Assim, teve a oportunidade de conviver com grandes chorões da época, como Pixinguinha, Jacob do Bandolim e Dilermando Reis, entre outros, observando a maneira de tocar dos músicos. Embora o pai não desejasse que o filho se tornasse músico, este, contudo, o convenceu a lhe dar um violão, instrumento que começou a aprender a tocar sozinho, aos 15 anos e, logo depois com o violinista Zé Maria, amigo da família, que o instruiu com o método de Matteo Carcassi. Ao mesmo tempo, começou a se envolver com carnaval e organizou com um grupo de amigos o bloco carnavalesco Foliões da Rua Anália Franco, para representar a rua onde morava sua tia Trindade, no bairro de Vila Valqueire, na Zona Oeste do Rio, onde costumava visitar aos fins de semana e tinha mais liberdade para sair à noite. Por essa época, ingressou na ala de compositores da escola de samba União de Jacarepaguá. Lá conheceu sambistas como Catoni e Jorge Mexeu e, atuando como cavaquista, compôs em 1962 \"Pode Ser Ilusão\", um de seus primeiros sambas. Pouco antes, logo após ter completado 19 anos, Paulinho conseguiu seu primeiro emprego como contador em uma agência bancária do centro do Rio e estudava economia. Em um dia de trabalho, viu Hermínio Bello de Carvalho, a quem conhecia de vista dos saraus musicais na casa de Jacob do Bandolim, entrar no banco para pagar uma conta e — depois de uma rápida conversa — lhe aconselhou a abandonar a carreira enquanto era jovem. Paulinho atendeu um convite para visitar o apartamento do poeta no Catete, que naquela época era bastante frequentado por músicos, intelectuais e artistas diversos. Lá, pôde ouvir pela primeira vez gravações de compositores como Anescar do Salgueiro, Carlos Cachaça, Cartola, Elton Medeiros, Nelson Cavaquinho e Zé Ketti e também a ensaiar composições originais com Hermínio, um de seu primeiros parceiros musicais e grande incentivador de sua carreira. Ainda em 1963, Hermínio levou Paulinho para conhecer o Zicartola, bar e restaurante fundado por Cartola e a Dona Zica na Rua da Carioca que se convertera em um reduto de sambistas, chorões artistas, intelectuais e jornalistas. Quando aparecia por lá, o jovem Paulinho acompanhava, no cavaquinho ou no violão, compositores e intérpretes e também se apresentando cantando músicas de outros autores e, após fazer um show com o compositor Zé Ketti, foi incentivado pelo mesmo a cantar suas próprias músicas no Zicartola. No ano seguinte, após ter acompanhado o cantor Ciro Monteiro em uma canja no Zicartola, decidiu abandonar seu posto de bancário para se dedicar exclusivamente à música. Também em 1964, seu primo Oscar Bigode, que era diretor de bateria da Portela, o convenceu a se mudar de escola de samba e o apresentou para a ala de compositores da agremiação de Oswaldo Cruz, onde Paulinho mostrou a primeira parte de um samba que fazia e que Casquinha, um dos compositores portelenses, havia gostado e completado com a segunda parte, criando-se assim \"Recado\". Já em 1965, participou do musical \"Rosa de Ouro\", montado por Kléber Santos e Hermínio Bello de Carvalho, que marcou o retorno de Araci Cortes e lançou Clementina de Jesus, e que culminaram na gravação do LP Rosa De Ouro Vol.1, pela Odeon. Ainda naquele ano, o nome de Paulinho da Viola apareceu no LP Roda de Samba, da Musidisc. Essa gravadora, a mesma onde Paulinho estava registrando seus sambas, pediu para Zé Ketti organizar o conjunto A Voz do Morro, composto por integrantes do conjunto Rosa de Ouro - Anescar do Salgueiro, Elton Medeiros, Jair do Cavaquinho, Nelson Sargento e Paulinho - e acrescidos de Oscar Bigode, Zé Cruz e o próprio Ketti. No processo de finalização desse álbum, um funcionário da Musidic não gostou do nome “Paulo César” e, tendo conhecimento da anedota, o jornalista Sérgio Cabral e Zé Ketti bolaram o nome artístico Paulinho da Viola. Nesse primeiro disco, aparecem as composições \"Coração vulgar\", \"Conversa de malandro\" e \"Jurar com lágrimas\". No mesmo ano, foi incorporado à ala de compositores da Escola de Samba G.R.E.S. Portela. A agremiação desfilou no carnaval de 1966 com um samba de sua autoria, em um enredo que homenageava o romance Memórias de Um Sargento de Milícias, de Manuel Antônio de Almeida, e conquistou seu décimo oitavo título de campeã no carnaval carioca. Aquele seria apenas o começo de uma relação estreita entre a Escola de Samba e Paulinho, que em 1970 fundaria a Velha Guarda da Portela e produziria o primeiro disco do grupo. Tendo citado ou homenageado a agremiação em diversas composições, segue até hoje sendo um dos mais festejados e homenageados integrantes da Escola. No início de carreira, Paulinho foi parceiro de nomes ilustres do samba carioca, como Cartola, Elton Medeiros e Candeia, entre outros. Destaca-se como cantor e compositor de samba, mas também compõe choros e é tido como um dos mais talentosos representantes da chamada Música Popular Brasileira. Torcedor do , participou do show comemorativo dos 113 anos do clube, onde apresentou as músicas \"Coração Leviano\" e \"Foi um Rio que Passou em Minha Vida\". Com uma obra fonográfica de mais de cinco décadas, Paulinho da Viola já gravou 18 discos de estúdio e diversos especiais ao vivo, incluindo um episódio da série Acústico MTV, posteriormente lançado como CD e DVD. Sua turnê comemorativa de 80 anos excursionou por diversas cidades do Brasil ao longo de 3 anos. Enquanto compositor, já foi interpretado por nomes como Marisa Monte, Teresa Cristina, Chico Buarque, Zeca Pagodinho, Jards Macalé, Grupo Raça, Martinho da Vila, Zizi Possi, Beth Carvalho e muitos outros. == Discografia == ;Carreira solo * 1968 — Paulinho da Viola * 1970 — Foi um Rio Que Passou em Minha Vida * 1971 — Paulinho da Viola * 1971 — Paulinho da Viola * 1972 — A Dança da Solidão * 1973 — Nervos de Aço * 1975 — Paulinho da Viola (conhecido também como Amor à Natureza) * 1976 — Memórias Chorando * 1976 — Memórias Cantando * 1978 — Paulinho da Viola * 1979 — Zumbido * 1981 — Paulinho da Viola * 1982 — A Toda Hora Rola uma Estória * 1983 — Prisma Luminoso * 1989 — Eu canto Samba * 1993 — Paulinho da Viola&Ensemble; (Internacional) * 1996 — Bebadosamba * 1997 — Bebadachama (Ao vivo) * 1999 — Sinal Aberto com Toquinho * 2003 — Meu tempo é Hoje (Trilha Sonora) * 2007 — Acústico MTV - Paulinho da Viola * 2020 — Sempre se pode sonhar (Ao vivo - gravado no Teatro Fecap (SP) em 2006) ;Participações * 1965 — Rosa de Ouro — Araci Cortes, Clementina de Jesus e o Conjunto Rosa de Ouro * 1965 — Roda de Samba — Conjunto A Voz do Morro * 1965 — Roda de Samba Vol. 2 — Conjunto A Voz do Morro * 1966 — Os Sambistas — Conjunto A Voz do Morro * 1966 v Samba na Madrugada — Paulinho da Viola e Elton Medeiros * 1967 — Rosa de Ouro Vol. 2 — Araci Cortes, Clementina de Jesus e o Conjunto Rosa de Ouro == Prêmios e indicações == Ano Prêmio Categoria Trabalho Indicado Resultado Ref. 2008 Grammy Latino Melhor Álbum de Samba/Pagode Acústico MTV - Paulinho da Viola 2021 Grammy Latino Melhor Álbum de Samba/Pagode Sempre Se Pode Sonhar == Ligações externas == * * * * * Categoria:Naturais da cidade do Rio de Janeiro Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Compositores do estado do Rio de Janeiro Categoria:Compositores de samba Categoria:Músicos de choro Categoria:Violonistas do estado do Rio de Janeiro Categoria:Músicos afro- brasileiros Categoria:Portela (escola de samba) Categoria:Sambistas Categoria:Cantores do estado do Rio de Janeiro Categoria:Vencedores do Grammy Latino Categoria:Músicos de música popular brasileira Categoria:Cantores brasileiros do século XX Categoria:Cantores brasileiros do século XXI",
 "title": "Paulinho da Viola"
}