{
 "id": "40581",
 "text": "O caviar é um alimento, considerado uma iguaria de luxo, consistindo em ovas de esturjão não-fertilizadas,Houshang Alʿam, \"Caviar\", in Encyclopædia Iranica em linha. sem qualquer tipo de aditivo, corante ou preservante. As ovas podem ser \"frescas\" (não-pasteurizadas) ou pasteurizadas, tendo estas um menor valor monetário.Como declara Jean-Pierre Esmilaire, Directeur Général da Caviar House & Prunier: \"two-thirds of caviar's taste is lost through pasteurisation.\" (in \"Three-star caviar\", Caterersearch - The complete information source for hospitality, 01 February 2001). Igualmente, Judith C. Sutton afirma que \"pasteurized caviar doesn't taste as good or have the consistency of fresh caviar, and caviar lovers avoid it.\" (Judith C. Sutton, Champagne & Caviar & Other Delicacies, New York, Balck Dog & Leventhal, 1998, p. 53.) Tradicionalmente a designação \"caviar\" é apenas utilizada para as ovas provenientes das espécies selvagens de esturjão, principalmente as do Mar Cáspio e seus afluentes, de acordo com regra da Rússia ou do Irã (caviar Beluga, Ossetra e Sevruga). Estas ovas, consoante a sua qualidade (sabor, tamanho, consistência e cor), atingem preços entre 6.000€ e 12.000€ o quilo, no mercado europeu ocidental, estando associadas a ambientes gourmet e de alta cozinha (haute cuisine). A designação \"caviar\" pode igualmente ser utilizada para ovas de outras espécies de esturjão selvagem ou para ovas de esturjões criados em aquacultura (das espécies do Cáspio ou outras). Hoje, dependendo dos países e das legislações nacionais específicas, a designação \"caviar\" pode ainda ser utilizada para uma série variada de produtos de baixo preço substitutos ou sucedâneos de caviar, como as ovas de salmão, de truta, de lumpo, etc. Contudo, segundo a FAO, ovas de qualquer espécie que não acipenseriformes (incluindo estes os acipenseridae, ou esturjões stricto sensu, e os polyodontidae, ou peixes-espátula), não são caviar, mas sim \"substitutos de caviar\".\"Roe coming from a fish other than Acipenseriformes is not caviar, and is often classified as «caviar substitute».\" in Catarci, Camillo (2004), \"Sturgeons (Acipenseriformes)\", in World markets and industry of selected commercially-exploited aquatic species with an international conservation profile, FAO Fisheries Circulars - C990, FAO Corporate Document Repository, Fisheries and Aquaculture Department. Esta posição é igualmente adoptada pela CITES,\"Caviar: processed roe of Acipenseriformes species.\" in CITES (2002), \"Annex 1 - CITES guidelines for a universal labelling system for the trade in and identification of caviar\", in Resolution Conf. 12.7 - Conservation of and trade in sturgeons and paddlefish, Twelfth meeting of the Conference of the Parties, Santiago (Chile), 3-15 November 2002. pelo WWF,\"Caviar is made from the unfertilized eggs of female sturgeon and paddlefish, among the oldest and largest species of fish living on earth.\" in World Wide Fund for Nature, Wildlife Trade - Caviar Trade FAQs. pelos serviços aduaneiros dos Estados Unidos\"The United States of America Custom Service (US Customs & Border Protection, 2004) defines caviar as: Caviar is the eggs or roe of sturgeon preserved with salt. It is prepared by removing the egg masses from freshly caught fish and passing them carefully through a fine-mesh screen to separate the eggs and remove extraneous bits of tissue and fat. At the same time, 4–6 percent salt is added to preserve the eggs and bring out the flavour. Most caviar is produced in Russia and Iran from fish taken from the Caspian Sea, the Black Sea, and the Sea of Azov.\" in Johannesson, J. (2006), \"1. Fish roe products and relevant resources for the industry: Definitions of caviar\", Lumpfish caviar – from vessel to consumer, FAO Fisheries Technical Paper No. 485, Rome, FAO, p.1. e pelo Estado francês.Arrêté du 23 février 2007 (fixant les conditions d'autorisation d'introduction d'esturgeons et la procédure d'autorisation des établissements procédant au conditionnement ou au reconditionnement du caviar à des fins d'exportation, de réexportation ou de commerce intracommunautaire; NOR: DEVN0750874A; Version consolidée au 06 mai 2007), Article 1: \"a) Caviar : oeufs non fécondés, traités, des espèces d'acipensériformes dont la liste figure en annexe du présent arrêté;\" Igualmente a legislação europeia aplicável em Portugal define caviar como \"Ovos não fecundados mortos transformados de todas as espécies de Acipenseriformes; igualmente designados por OVAS!!!\"REGULAMENTO (CE) n.o 865/2006 DA COMISSÃO de 4 de Maio de 2006,p.54. == Etimologia == thumb|left|150px|Ova de caviar (Caviar Prunier - A. baerii de aquacultura.) A palavra caviar entrou nas línguas europeias através do italiano caviari (plural de caviaro)Online Etymology Dictionary ou do francês caviare,The American Heritage® Dictionary of the English Language, Fourth Edition. Houghton Mifflin Company, 2004. vindos do turco khäviar ou havyar. Em última análise deriva do persa khāvyār, de khaya \"ovo\" (do persa médio khayak \"ovo\", vindo do persa antigo *qvyaka-, diminutivo de *avya-, do proto-indo-europeu *owyo-/*oyyo- \"ovo\") + dar \"portador\". Existe igualmente a hipótese de derivar do persa xâg-âvar (\"gerador de ovas\") ou chav-jar (\"bolo de poder\", uma referência à prática persa de comer o caviar em pequenos pauzinhos prensados como forma de elixir).LEDA at Harvard Law School - A Brief History of Caviar Em persa, a palavra designa quer o esturjão, quer as suas ovas. Em russo, a palavra ikra (икра), \"ovas\", é usada embora não apenas para ovas de esturjão. A palavra ikra serve, de facto, para designar qualquer tipo de ovas. Por regra designa-se de \"ovas negras\" (черная икра - tchiérnaya ikra, daí a popular designação de \"caviar negro\") o verdadeiro caviar de esturjão e de \"ovas vermelhas\" (красная икра - krásnaya ikra, daí a popular designação de \"caviar vermelho\") as ovas de salmão ou, menos comummente, truta (embora estas denominações possam, por ignorância, ser utilizadas para sucedâneos que apresentem relativamente essas respectivas cores, naturalmente ou através de corantes). A palavra malossol (em russo малые соли - \"pouco sal\") aparece às vezes nas latas de caviar para salgas de fraca ou mínima intensidade. == História == O esturjão era conhecido pelos povos da Antiguidade, havendo referências cartaginesas (datando de 600 a.C.), gregas (é mencionado nos escritos de Aristóteles e Heródoto) e romanas (é mencionado por Cícero e Ovídio). Os persas são em regra apresentados como os primeiros produtores e consumidores de caviar (até pela próprio palavra ter origem persa), mas, tanto quanto se sabe com certeza, foram os russos os primeiros a desenvolver essa arte (a partir do reinado de Vladimiro, Grão-príncipe de Quieve, na altura da conversão ao cristianismo dos russos em 988),Sternin, Vulf, Doré, Ian, Bonhomme, Thierry (1998), Le caviar: De la pêche au grain, Paris, Editions Quae, p. 8. já que na Pérsia islâmica não se consumia esturjão, considerado um animal impuro (haraam ou não halal).Sternin, Vulf, Doré, Ian, Bonhomme, Thierry (1998), Le caviar: De la pêche au grain, Paris, Editions Quae, p.10 A primeira referência comprovada ao caviar (no sentido moderno), contudo, data do . É atribuída a Batu Cã, neto de Gêngis Cã, quando nos narra uma sua visita a um mosteiro a norte de Moscovo. Antes desta data não se possuem testemunhos da produção de caviar, embora se saiba que os ovários inteiros, salgados, prensados e secos, eram produzidos e consumidos. A partir desta data, contudo, as referências russas multiplicam-se em abundância, particularmente depois do , quando os russos, em consequência das conquistas do czar Ivan IV, o Terrível, passam a controlar toda a pesca no Rio Volga e no Mar Cáspio. É a introdução do caviar na corte russa desde então que levará à sua disseminação progressiva pelas cortes doutros países europeus.Sternin, Vulf, Doré, Ian, Bonhomme, Thierry (1998), Le caviar: De la pêche au grain, Paris, Editions Quae, p.9. O caviar permaneceu muito tempo, no entanto, como fonte alimentar para as classes sociais menos privilegiados (dada a sua acessibilidade e baixo preço em relação à carne), bem como substituto da carne em períodos religiosos de abstinência e jejum (como a Semana Santa cristã). Apesar de tudo a influência da corte russa foi decisiva na introdução do seu consumo noutros países europeu - é bem conhecida a história supostamente ocorrida aquando da recepção oferecida por Luís XV de França ao embaixador do czar russo Pedro, o Grande, onde este terá oferecido ao seu anfitrião uma lata de caviar a provar, que terá sido prontamente cuspido pelo rei francês devido ao inusitado do sabor.Arte y Ciencia del Buen Comer - Enciclopedia Gourmet: Historia del Caviar. Apesar destas anedotas, sabe-se que a produção de caviar ou produtos a ele semelhantes expandia-se já pelo continente europeu. De facto, o esturjão foi muitas vezes uma prerrogativa real. Os ingleses chamavam-lhe royal fish (peixe real) desde os tempos do rei Eduardo II (1307-27), que decretou que toda e qualquer esturjão capturado deveria ser entregue ao senhores feudais.Note-se, no entanto, que não existia produção inglesa de caviar. A produção francesa de caviar era controlada pelo estado - Jean-Baptiste Colbert, ministro de Luís XIV em meados do , centralizou essa produção na Gironda (com o esturjão comum ou Solho, A. sturio, hoje ameaçado globalmente e praticamente extinto na maioria dos países europeus). A entrada de cozinheiros franceses na corte russa em finais do (após a Revolução Francesa e no reinado de Catarina, a Grande) terá igualmente impulsionado o consumo de caviar por parte de outras aristocracias europeias. Na Rússia a produção de caviar era um monopólio estatal desde o reinado do czar Aleixo I (em 1675) e foi Pedro, o Grande, quem estabeleceu em 1695 o primeiro \"Gabinete da Pesca\" em Astracã, nas margens do Cáspio. Este monopólio real começa a ser abalado na passagem do para o XIX, com o aparecimento dos primeiros empreendimentos privados modernos. Por volta de 1820 desevolvem-se as instalações de armazenamento refrigerado em Astracã, o que permite a ascensão comercial (para consumo interno e exportação) da variedade considerada mais desejável de caviar - o malasol fracamente salgado. A produção persa (iraniana), de crescente importância ao longo do , era, devido aos interditos religiosos islâmicos, totalmente controlado por empresas russas, que em regra enviavam a produção para Rússia com vista à re-exportação.Sternin, Vulf, Doré, Ian, Bonhomme, Thierry (1998), Le caviar: De la pêche au grain, Paris, Editions Quae, p.11. Com o aumento progressivo da procura mundial e o aparecimento de novas empresas privadas (russas, mas também alemãs e estado-unidenses) que se tornam nos grandes agentes económicos de produção de caviar, nos finais do e na viragem para o XX desenvolvem-se intensamente outras regiões de produção de caviar de esturjão selvagem (de espécies que não as do Cáspio).Sternin, Vulf, Doré, Ian, Bonhomme, Thierry (1998), Le caviar: De la pêche au grain, Paris, Editions Quae, p.10. Ao longo deste período, formas mais populares de caviar aparecem, nomeadamento com a produção norte-americana da segunda metade do . Aí o caviar era muitas vezes oferecido como aperitivo acompanhando bebida em saloons. Este desenvolvimento da pesca americana foi acompanhado da intensividade da pesca na Gironda, Rio Elba, Mar do Norte e Báltico. Aparecem assim uma série de caviares não-cáspios de muito baixa qualidade e vendidos a preços irrisórios. Nos finais do , os Estados Unidos (com o grande centro de produção no Rio Delaware em Penns Grove, New Jersey) chegaram momentaneamente a ser os maiores produtores mundiais de caviar, embora o seu produto fosse de baixa qualidade, muitas vezes danificado e vendido fraudulentamente como \"Caviar de Astracã\".Sternin, Vulf, Doré, Ian, Bonhomme, Thierry (1998), Le caviar: De la pêche au grain, Paris, Editions Quae, p.13. Na viragem do século, um quilo de caviar francês custava somente 20 centimes; antes da Primeira Guerra Mundial, 40 centimes compravam o mesmo quilo, colocando o preço do caviar apenas ligeiramente acima do do pão. Se a distintividade e altos preços do caviar do Cáspio nunca foi propriamente abalada, só no , depois da Primeira Guerra Mundial e no que se convencionou chamar de Anos Loucos (Années folles em francês, convencionalmente de 1918 a 1929), é que o caviar (entendido como iguaria de produção complexa e delicada) se tornou em símbolo da distintividade e luxo aristocráticos. Tal foi essencialmente o resultado da procura desse produto, particularmente em Paris, por parte de refugiados aristocratas russos, que escapavam à Revolução Bolchevique. Neste momento foi central a acção dos irmão Melkon e Mougcheg Petrossian (arménios de Bacu, hoje no Azerbeijão e então parte do Império Russo), fundadores da casa homónima, e que popularizaram o consumo de caviar em França, detendo na altura os direitos exclusivos de exportação do caviar russo (agora soviético). Chegaram mesmo a dar a provar o seu caviar na Exposição Gastronómica do Grand Palais de 1925 em Paris (tendo tido a precaução de instalar cuspidores para prevenir a reacções negativas, que foram, apesar de tudo, minoritárias). A sua influência foi, no entanto, mais importante junto das classes privilegiadas. Momento importante nesta apropriação do caviar enquanto iguaria de luxo e elemento central da haute cuisine, foi quando o multimilionário Charles Ritz, filho de César Ritz (fundador do Hôtel Ritz Paris e outros), o incluiu nos menus gourmet dos seus hotéis. Com a Revolução russa o Estado soviético tomou controlo da pesca do esturjão, quase inteiramente localizada em Astracã, no norte do Mar Cáspio. Assim, até ao desmantelamento da URSS, apenas dois estado, a URSS e o Irão, controlaram toda a pesca de esturjão no Cáspio, e assim mais de 90% da produção mundial de caviar. Um acordo entre a URSS e o Irão, de 1927, foi feito com o objectivo de assegurar a constante oferta de caviar do Cáspio e a sobrevivência dos stocks de esturjão selvagem nessa região (impedindo, por exemplo, a pesca de esturjão em mar aberto, permitindo-a apenas nas regiões hidro-fluviais do Cáspio). A União Soviética impôs critério estritos e uma vigilância apertada à produção de caviar, sendo durante a sua existência o maior produtor mundial. Mesmo com a construção de grandes empreendimentos hidro-eléctrico (como as barragem do Volga em 1959), que fecharam cerca de 85% do espaço de reprodução do esturjão, programas intensivos de repovoamento estiveram em curso desde a década de 1950. A companhia estatal monopolista encarregue da produção de caviar soviético era CIBPO (Caviar Caspian BalykBalyk (em russo балык) designa as partes tenras, salgadas e secas, de grandes peixes de espécies valiosas, como o esturjão e o salmão. A mesma palavra significa simplesmente \"peixe\" nas línguas turcomanas. Industry Association na designação oficial em inglêsEm russo КИБПО - Каспийское икорно-балычное производственное объединение.). A partir de 1953, não tendo havido renovamento do tratado soviético-persa de 1927 (que entregava apenas 15% dos benefícios da exploração de caviar do Cáspio ao Irão), o caviar iraniano passou a ser controlado pelo monopólio estatal ShilatShilat - site oficial em persa e Shilat: Iranian Fisheries - site oficial em inglês. (controlando não só toda a pesca e produção, como também o comércio doméstico e internacional). Desde essa data que o Irão tem vindo a aumentar continuamente a sua capacidade e rigor na produção de caviar, embora no seguimento da Revolução Islâmica de 1979 se tenham verificado algumas dificuldades internas devido ao resurgimento da querela sobre o carácter impuro (haraam ou não halal) do esturjão. Várias medidas foram tomadas pela URSS e Irão com vista à manutenção ecológica do esturjão e com vista a assegurar a qualidade da produção de caviar. A apertada gestão ambiental soviética contrabalançaram os efeitos da poluição e alteração dos cursos fluviais até finais da década 70, momento até ao qual a produção de caviar manteve uma tendência crescente. A partir desta data a tendência é claramente decrescente. Ambos os países canalizavam internacionalmente a sua produção de caviar através de um número selecto de parceiros comerciais - antes da queda da URSS os principais parceiros soviéticos eram a casa francesa Petrossian, praticamente com um monopólio do mercado europeu ocidental, e a casa Romanov, o principal distribuidor no mercado americano em competição com a Petrossian. O caviar iraniano era essencialmente distribuído pela corporação George Fixon Eagle. Dado o seu elevado preço e o seu carácter de iguaria, o caviar é hoje em dia sinónimo de riqueza, luxo e sofisticação gastronómica. == Indústria == thumb|300px|Caviar de esturjão siberiano de aquacultura (produção francesa) O esturjão é o maior peixe de água salgada do mundo depois do tubarão-baleia, sendo o Mar Cáspio a região tradicionalmente considerada como produtora dos melhores caviares. Hoje em dia o caviar do Cáspio é produzido principalmente pelo Irão e pela Rússia, bem como, em menor quantidade, pelo Azerbeijão e Cazaquistão. Presentemente as espécies tradicionais de caviar do Cáspio encontram-se ameaçadas, devido à sobrepesca (legal e ilegal) e poluição que atingiu esta região durante a segunda metade do . De facto, a produção mundial de esturjão tem vindo a diminuir acentuadamente, particularmente nas últimas duas décadas do (acentuando-se ainda mais com o desmantelamento da União Soviética em 1991), o que provocou o aumento acentuado dos preços de caviar, bem como o desenvolvimento de alternativas de produção por aquacultura a nível mundial. Neste período assistiu-se igualmente ao surgimento em força de novos distribuidores para o mercado ocidental, tais como as companhias Caviar House (Suíça), Caviarteria e Caviar Russ (ambas dos Estados Unidos), que contrabalançaram o até então quase-duopólio da Petrossian (França) e Romanov (Estados Unidos). Em três dos países ex-soviéticos do Cáspio assistiu-se à criação de grandes empresas de capital aberto (joint-stock companies) que tomaram conta das actividades, levadas anteriormente a cabo em monopólio estatal, da instituição soviética CIBPO (Caviar Caspian Balyk Industry Association em inglês). São elas a TIC UH do Azerbeijão (de capital checo, produzindo as marcas Azerbaijan Caviar e Aristocrat Caviar e controlando toda a oferta de caviar azeri mundialmente; estes caviar é originado no Cáspio, recebe um primeiro processamento in situ e em poucas horas é enviado para a República Checa, onde leva processamento final e é embalado), a Atyraubalyk Joint Stock Company do Cazaquistão e a Open Joint Stock Company “Russian Caviar”Em russo Открытое акционерное общество “Русская икра”. da RússiaOpen Joint Stock Company “Russian Caviar” - site de apresentação da companhia. (de capital russo e controlando grande parte das actividades da indústria de esturjão e caviar na Rússia;o seu maior accionista é a companhia Mirchal, que funciona como distribuidor; produz a marca Russian CaviarEm russo, Русская икра, literalmente \"ovas russas\". Site comercial em CaviaRussian.com., sendo que toda a sua produção de caviar é pasteurizada e não fresca). Note-se, no entanto, que existem outros produtores de caviar na Rússia, como o Fishing group «Delta-plus» (em russo Дельта плюс), sediado na região de Astracã (onde se localizam a maioria das unidades fabris de produção de caviar russo). Recentemente o governo russo declarou a intenção de estabelecer um monopólio estatal sobre a produção de caviar (ainda que incluindo participação privada).Faulconbridge, Guy (2008), \"Russia tries to save sturgeon with caviar monopoly\", Reuters UK. Estas empresas, , bem como outras com vago estatuto legal, além de caviar, na maioria das vezes pasteurizado, com salgas elevadas e com forte adição de químicos conservantes, produzem igualmente sucedâneos de várias outras espécies de peixe. Apesar destas tentativas de organização da indústria, os países ex-soviéticos têm-se deparado com sérias dificuldades em gerir eficaz e sustentadamente os recursos de esturjão, em lutar contra a pesca furtiva e ilegal, contra a produção clandestina de caviar (em regra em condições deterioradas) e a sua venda ilegal e contrabando, incluindo a usurpação de recipientes e rótulos, que, cheios de sucedâneos com bastantes aditivos, são fáceis de encontrar nos mercados da Europa de Leste\"Caviar crackdown in Moscow\", TRAFFIC, the wildlife trade monitoring network, August 2007., mas também na Europa OcidentalComo declara Jean-Pierre Esmilaire, Directeur Général da Caviar House & Prunier: \"Beluga caviar imports to the UK last year accounted for 2% of the market, but its sales account for 20%. His point illustrates one thing: a lot of funny business is going on. Ramsay confesses that unsolicited \"caviar sellers\" knock on his door about twice a month (...). The chef who buys from a dubious source risks buying a product which is stale or oxidised, which may have been pasteurised more than once, or which may have come from polluted water. The eggs may be soft to the point of mushy, their smell unpleasantly fishy.\" (in \"Three-star caviar\", Caterersearch - The complete information source for hospitality, 01 February 2001).\"Sweden stamps out illegal caviar\", TRAFFIC, the wildlife trade monitoring network, March 2009. e Estados Unidos\"Lives of the Naturalists: A profile of Vadim Birstein, Page 5\", Dispatches from the Vanishing World. (além de se verificar uma vasta oferta comercial supeita via internet), muitas vezes vendidos como se fossem verdadeiro caviar (a preços muito inferiores aos do caviar certificado), bem como na aplicação do regime do CITES na manutenção dos critérios de qualidade exigidos para a produção, envase e rotulagem de caviar do Cáspio. De facto, além dos problemas próprios destas empresas, a existência de toda uma vasta e estruturada indústria paralela e ilegal, com características de organização criminosa,\"Black gold: The caviar trade in western Europe\", TRAFFIC, the wildlife trade monitoring network, October 2009. aparenta ser o principal obstáculo quer ao surgimento de uma indústria regulada, com produtos de qualidade e sustentabilidade ecológica, quer à recuperação do eco-sistema do Mar Cáspio, já que, no início desta década, a pesca ilegal terá retirado da bacia do Cáspio dez vezes mais toneladas métricas de esturjão do que a quota legalmente permitida.Tayler, J. (2001), \"The Caviar thugs\", in The Atlantic Monthly Online. O CITES e os seus estados membros procuram atacar estes problemas através da colaboração com a Interpol e outras instituições policiais, pelo estabelecimento de um sistema universal de rotulagem para o caviarCITES (2002), \"Annex 1 - CITES guidelines for a universal labelling system for the trade in and identification of caviar\", in Resolution Conf. 12.7 - Conservation of and trade in sturgeons and paddlefish, Twelfth meeting of the Conference of the Parties, Santiago (Chile), 3-15 November 2002., já obrigatório para todos os países da União Europeia\"In May 2006, the European Union (EU) adopted Commission Regulation (EC) No. 865/2006, later amended by Regulation (EC) No. 100/2008, which has made the labelling of all caviar containers obligatory in all EU Member States. As a result, all caviar containers in the EU market, regardless of their size, are required to bear a CITES label.\" in \"UNIVERSAL CAVIAR LABELLING REQUIREMENTS\", TRAFFIC, the wildlife trade monitoring network, October 2009., que permite o registo em base de dados de todas as licenças e cerificados que permitem a comercialização de caviar\"UN body launches database to tackle illegal caviar trade\", AFP, Nov 30, 2007., e através de recomendações para a suspensão do comércio em espécies listadas em perigo com países envolvidos no comércio ilegal de tais espécies. Contudo, de acordo com o secretariado do CITES e a Interpol, os dados disponíveis sobre pesca ilegal e contrabando no Cáspio são demasiados limitados e a legislação existente não facilita os procedimentos de controlo e fiscalização. Tal situação levou à suspensão, em 2001, de todas as operações de pesca de esturjões do Cáspio no Azerbeijão, Cazaquistão e Rússia. A colheita e venda de caviar Beluga está interdita na Rússia desde 1 de Agosto de 2007 por um período de dez anos, embora a pesquisa científica e a criação de esturjões Beluga estejam isentas. A indústria iraniana de esturjão e caviar aparenta ser a mais saudável do Mar Cáspio,Catarci, Camillo (2004), \"Sturgeons (Acipenseriformes)\", in World markets and industry of selected commercially- exploited aquatic species with an international conservation profile, FAO Fisheries Circulars - C990, FAO Corporate Document Repository, Fisheries and Aquaculture Department. consituíndo um monopólio estatal nas mãos da poderosa ShilatShilat - Iran Fisheries Organization - site oficial. (Iran Fisheries Organization, na designação oficial inglesa), ainda que negociações para a sua privatização decorrem já há vários anos. A Shilat tem conseguido manter uma gestão sustentada dos stocks de esturjão debaixo da sua jurisdição e a sua aplicação do regime do CITES tem-se demonstrado efectiva na conservação desses recursos, tendo igualmente levado a cabo na década passada extensos programas de repovoamento dos stocks (particularmente de A. persicus), diversificado as actividades piscatórias no Cáspio e desenvolvido a criação em aquacultura, assim diminuindo a pressão sobre as populações selvagens de esturjão.Catarci, Camillo (2004), \"Sturgeons (Acipenseriformes)\", in World markets and industry of selected commercially-exploited aquatic species with an international conservation profile, FAO Fisheries Circulars - C990, FAO Corporate Document Repository, Fisheries and Aquaculture Department. Tem igualmente punido severamente as actividades de pesca ilegal de esturjão, que podem acarretar a pena de morte.Faulconbridge, Guy (2008), \"Russia tries to save sturgeon with caviar monopoly\", Reuters UK. Este cenário leva a que o Irão seja presentemente quase o único fornecedor de caviar do Cáspio com qualidade e tratamento certificados, dando à Shilat um poder quase monopolista (na imposição de preços e obrigatoriedade de compras em grosso sem avaliação prévia) face aos grandes fornecedores ocidentais. Outras áreas de produção de caviar no mundo deparam-se com problemas semelhantes no respeitante às suas populações de esturjão. Essas áreas são: * A bacia do Mar Negro, partilhada pela Bulgária, Geórgia, Roménia, Rússia, Turquia e Ucrânia; * A bacia do Mar de Azov, partilhada pela Rússia e a Ucrânia; * O Rio Amur, partilhado pela China e a Rússia. * Os Grandes Lagos e o Rio São Lourenço, partilhados pelo Canadá e Estados Unidos. * A bacia dos rios Mississippi-Missouri, nos Estados Unidos. Estes stocks de esturjão selvagem tornaram-se cada vez mais rarefeitos ou pura e simplesmente desapareceram, ao ponto de a produção de caviar com esturjões selvagens fora do Irão e ex-União Soviética ser praticamente negligenciável, com a extinção ou queda populacional para níveis de forte ameaça de extinção dessas espécies de esturjão em estado natural. De acordo com os dados da FAO a indústria de criação de estujões em aquaculturaTrata-se da indústria cujos objectivos são a comercialização da carne, caviar e espécimes vivos de esturjão para fins ornamentais - e não dos empreendimentos de aquacultura com objectivos de libertação em meio natural. tem aumentado continuamente a sua produção, assim compensando o declínio da apanha selvagem e mesmo ultrapassando os montantes desta. Os principais países produtores de esturjão de criação para comercialização eram, em 2000, a Rússia, a ItáliaEm Itália a grande responsável pela produção de esturjão é a companhia Agroittica Lombarda com a sua produção, fresco ou pasteurizado, de caviar de Esturjão Branco (A. transmontanus) e de híbrido de Esturjão Siberiano (A. baerii) e Esturjão do Adriático (A. naccarii). e a Polónia. Outros países com empreendimentos relevantes eram a Espanha, a França e o Uruguai.Em 2001 iniciou actividade a uruguaia Esturiones del Rio Negro (também conhecida pela designação inglesa Black River Sturgeons), a primeira companhia especializada na aquacultura de esturjões e produção de caviar num país do Mercosul. . Em França a aquacultura do esturjão está bastante difundida na região da Aquitânia, onde o Estuário da Gironda era um dos habitats naturais do Esturjão Europeu ou Solho (Acipenser sturio), hoje quase completamente extinto. A criação na Aquitânia, que muito ajudou a relançar a indústria francesa de caviar depois do colapso soviético e do estabelecimento do monopólio tendencial iraniano, é quase exclusivamente de Esturjão Siberiano (A.) Nos últimos anos a Coreia do Sul tem igualmente desenvolvido a criação de esturjões e produção de caviar, bem como de sucedâneos de caviar (em regra para o mercado japonês). Igualmente nos Estados Unidos várias companhias de aquacultura têm-se desenvolvido nos últimos anos, particularmente na California.Morris, Jim (2005), \"Dinosaur in the Delta: Farmers tame prehistoric fish to make food fit for a king\", California Farm Bureau Federation. Os principais países importadores de caviar (excluíndo sucedâneos) foram em 2000 os Estados Unidos, a França e a Alemanha, sendo que a União Europeia conjuntamente comsome mais dos que os Estados Unidos. Devido ao decréscimo das populações selvagens de esturjão, o Serviço de Pesca e Vida Selvagem dos Estados UnidosUnited States Fish and Wildlife Service. baniu, em 2005, a importação de caviar Beluga de todo o Mar Cáspio e bacia do Mar Negro. Em 2006 o CITES suspendeu todo o comércio de caviar (Beluga, Ossetra e Sevruga) das espécies selvagens tradicionais do Cáspio devido à incapacidade dos países produtores em seguirem as recomendações internacionais,BBC - International caviar trade banned, 2006. insentando apenas o Irão.The Nibble, \"Caspian Caviar Update: News About The World’s Favorite Roe\", 2006. Em 2007 esta suspensão foi parcialmente levantada, permitindo-se vendas 15% abaixo do nível oficial de 2005.BBC - UN lifts embargo on caviar trade, 2007. As quotas de produção para 2008 permaneceram iguais às do ano anterior. A situação permanece, no entanto, preocupante, tendo-se assistido a uma diminuição de 45% das populações de Beluga entre 2004 e 2005 - isto no quadro de uma diminuição total de 90% dessa população nos últimos vinte anos. A situação das outras espécies (Sevruga e Ossetra) é também bastante preocupante, já que todas elas apresentam um estado de conservação em perigo, sendo definidas como espécies ameaçadas, podendo vir a extinguir-se na natureza em poucos anos.\"Le commerce du caviar Beluga réouvert malgré une objection internationale\", Categorynet.com - Portail Press et RP, 06-02-2007. As perspectivas para a indústria russa de caviar apresentam-se sombrias\"Severe depletion of all major sturgeon stocks of the Ponto-Caspian Regions has led to the indefinite closure of the entire Russian caviar industry. Despite this emergency action, poaching has continued at an unprecedented level and most populations continue to decline. Today, both biologists and market experts agree that the combined effects of overfishing, pollution, and habitat destruction have essentially ended all commercial caviar production from this region.\" in Research: Intensive Culture of Russian Sturgeon in Georgia, Warnell School of Forestry and Natural Resources, 2010. == Produção == O processo de transformação das ovas não-fertilizadas e frescas de esturjão em caviar de qualidade (salgadas e não-pasteurizadas) é um processo complexo e delicado. Globalmente, as ovas precisam de ser retiradas de uma fêmea ainda viva, imediatamente peneiradas, lavadas e escorridas, triadas (segundo a consistência, tamanho e cor) e salgadas num tempo máximo de 15 minutos após extracção. Seguidamente são levemente secas e acondicionadas em latas hermeticamente fechadas (onde processos de maturação podem ocorrer). A fêmea de esturjão, capturada viva, é transportada até uma mesa de metal onde é atordoada e lavada. O seu ventre é então aberto com precisão, enquanto ainda viva (já que a sua morte liberta toxinas nefastas para as ovas), sendo o saco de ovas extraído, lavado e imediatamente pesado. Tradicionalmente a fêmea é depois morta e encaminhada para processamento (com vista nomeadamente à comercialização da carne), embora hoje em dia, particularmente com esturjões de aquacultura, seja cada vez mais comum a remoção cirúrgica das ovas, assim permitindo que as fêmeas continuem a produzir mais durante o seu tempo de vidaCatarci, Camillo (2004), \"Sturgeons (Acipenseriformes)\", in World markets and industry of selected commercially- exploited aquatic species with an international conservation profile, FAO Fisheries Circulars - C990, FAO Corporate Document Repository, Fisheries and Aquaculture Department. As ovas são então passadas através de uma peneira fina (com aberturas de 2 a 4 mm), separando-se assim da membrana envolvente (saco). São novamente lavadas e escorridas, sendo então avaliadas e triadas segundo a consistência das sua membranas, cor, tamanho, odor e sabor. Já triado, o caviar é pesado uma segunda vez, a fim de calcular a quantidade de sal (Cloreto de sódio) a juntar. Esta operação primordial é realizada por um especialista central denominado \"mestre de caviar\" (caviar master na designação internacional em inglês, às vezes master blender; ikrianchik em russo), já que a quantidade de sal utilizado é tão importante para a qualidade final do produto como a qualidade das ovas. Tipicamente o caviar apresenta 4% a 6% de sal, sendo as variedades de marcas produtoras e distribuidoras mais afamadas geralmente ainda menos salgadas (com 2% a 4%)Petrossian - \"3. Du poisson au caviar: des poissons et des hommes\", in Le caviar, de l'esturgeon à votre table - site oficial.. Antes de 1914Segundo Stein, citado em American University, \"The Beluga Sturgeon: Caviar in danger?\", TED Case Studies; que cita Mark Bolourchi, \"Caviar, The Perfect Pearls of Nature\". o sal utilizado na produção russa era o proviniente das estepe de Astracã (previamente guardado em seco durante sete dias, para remover o excesso de cloro). Hoje em dia o sal utilizado pode ter proviniências diversificadas, sendo muitas vezes quimicamente purificado e livre de iodo. Algumas casas de comercialização, como a suíça Zwyer Caviar, utilizam flor de sal portuguesa.A Zwyer Caviar comercializa caviar da produtora uruguaia Esturiones del Rio Negro. Trata-se de uma mistura de A. gueldenstaedtii e A. baerii comercializada com o rótulo de Oscietra Flor de Sal Malassol. thumb|left|200px|Degustação de caviar (Caviar Prunier) Uma vez adicionado o sal, o caviar é rapidamente agitado para que o sal se distribua de maneira homogénea - se este passo toma demasiado tempo, a mistura será pegajosa em vez de solta; se for demasiado rápido, a conservação das ovas fica ameaçada. Nestes momentos a experiência do \"mestre\" é central, bem como a qualidade do sal natural adicionado. Ao mesmo tempo que o sal é, em regra, adicionada uma quantidade ínfima, inferior a 1%, de Bórax/Tetraborato de sódio-E285 (o mais comum), ou de Benzoato de sódio-E211, ou de Ácido bórico-E284. Estes aditivos, que dão ao caviar um acabamento mais suave e adocicadoAmerican University, \"The Beluga Sturgeon: Caviar in danger?\", TED Case Studies., estão proibidos como aditivos alimentares nalguns países consumidores,Doré, p.22. Repare-se que a utilização de Bórax é permitida para o mercado interno russo, mas interdita há mais de duas décadas para o mercado de exportação. Hoje em dia caviar alterado ilegalmente com grandes quantidades de Bórax, bem como pasteurizado, chega mesmo assim ao mercado internacional. como os Estados Unidos. Algumas produções, como a Mottra Caviar da Letónia, e os produtores estado-unidenses não adicionam nada mais do que sal; igualmente a espanhola Caviar de Riofrío produz uma variedade \"orgânica\" de Caviar do Estujão do Adriático apenas com sal. O caviar é de seguida coado e ligeiramente seco numa peneira de crina, para perder o excesso de água absorvida pelo sal. Esta operação implica uma perda de 5% a 6% do peso das ovas. É seguidamente envasado em latas metàlicas redondas regulamentares de 1,8 quilos, ditas latas de origem (azuis para o Beluga, amarelas para o Ossetra, vermelhas para o Sevruga - as suas cores tradicionais). Estas latas são lacradas no interior, impedindo a oxidação do caviar e favorecendo a sua conservação. O enchimento das latas deve ser feito rapidamente, para que o caviar não se degrade, rompa ou perca consistência e untuosidade - esta operação é feita manualmente com uma espátula não-metálica. As latas são fechadas com uma prensa, possuíndo um tipo de tampa que optimiza o escoamento do excesso de líquido e de ar, mas deixando que a humidade interior permaneça suficiente para permitir às ovas de se deslocarem. A junta da lata e da tampa é então recoberta com uma banda elástica de borracha, que fecha hermeticamente o receptáculo, podendo então ser conservada vários meses para maturação a baixa temperatura (entre -2 e +2 grau Celsius). Nas casas de comercialização o caviar é armazenado nas latas de origem à temperatura ideal, selecionado lata a lata e levado ao ponto desejado de maturação. É destas latas de origem que são retiradas as quantidades pedidas pelos compradores, que serão envazadas em latas mais pequenas (tipicamente de 30g, 50g, 125g, 250g, 500g, 750g e 1kEmbora possam ser também encontradas latas em onças Avoirdupois, que é o sistema de uso diário nos Estados Unidos: 1oz=28,3g; 2oz=56,8g; 4oz=113g., embora nos últimos anos tenham também aparecido latas de 10g e 20g), idealmente apenas no momento de compra e não previamente. Estas latas de compra podem ser mantidas até três meses no frigorífico (a contar desde o momento do envaze na lata final), também em torno dos -2 e +2 graus, e nunca devem ser congeladas. Uma vez aberta a lata de caviar, este deve de preferência ser inteiramente consumido, ou então num prazo máximo de 48 horas. Na Europa ocidental as casas de produção e comercialização mais afamadas são a Caviar de Neuvic, Petrossian, Caviar House & Prunier, a Kaspia,, e a Imperial Caviar, todas elas envolvidas não só na comercialização de caviar iraniano, através de compra à Shilat, mas também na produção de caviar de esturjões de criação. == Consumo == thumb|left|100px|Tártaro de ostra e caviar, de Hélène Darroze === Alimentar === ===Cosmético=== Certos fabricantes de produtos cosméticosLa Prairie - The Caviar Collection - site oficial. adicionam caviar ao seus produtos, já que este será rico em componentes naturais que favorecem a revitalização da pele. O caviar contém uma substância nutritiva chamada vitelline, rica em fosfolípidos e fosfoproteínas, constituintes essenciais das células. == Variedades de caviar == De acordo com as várias entidades oficiais referidas na introdução, todo o caviar são ovas de Acipenseriformes, incluindo os esturjões stricto sensu (Acipenseridae, dos géneros Huso, Acipenser, Scaphirhynchus e Pseudoscaphirhynchus) e os peixes-espátula (Polyodontidae, dos géneros Polyodon e Psephurus). === Variedades principais: Beluga, Ossetra e Sevruga === thumb|100px|H. huso thumb|100px|A. gueldenstaedtii As três variedades principais e mais caras de caviar provêm do Mar Cáspio e seus afluentes, sendo apenas extraídas de quatro espécies selvagens tradicionais dessa região:World Wide Fund for Nature, Wildlife Trade - Caviar Trade FAQs.Catarci, Camillo (2004), \"Sturgeons (Acipenseriformes)\", in World markets and industry of selected commercially-exploited aquatic species with an international conservation profile, FAO Fisheries Circulars - C990, FAO Corporate Document Repository, Fisheries and Aquaculture Department. Note-se que existia uma população de Esturjão Sterlet (A. ruthenus) no Mar Cáspio, que era anteriormente utilizada para a colheita e produção de caviar, sendo hoje em dia inexistente tal produção. Igualmente existia no Cáspio uma sub- população de Esturjão de Barbas (A. nudiventris), embora a região central desta espécie tenha sempre sido os mares Mediterrâneo e Negro, bem como o Rio Danúbio.Para imagens destes tipos de caviar ver Arte y Ciencia del Buen Comer - Enciclopedia Gourmet: Caviar. * Caviar Beluga (Huso husoCódigo de Identificação CITES da espécie Huso huso - HUS. ou, por vezes, Esturjão BrancoNão relacionado com a Baleia-branca (Delphinapterus leucas), também denominada Beluga, nem com o Acipenser transmontanus, também chamado de Esturjão Branco.): o beluga tende a ser o caviar mais caro, com ovas de maiores dimensões e com cor variando entre cinza-escuro (quase preto) e o cinza claro; em regra geral, quanto maiores e mais claras as ovas, mais valioso será o caviar; o caviar beluga costuma ser classificado da seguinte maneira:De notar que diferentes casas produtoras ou distribuidoras podem usar designações diferentes com fins comerciais. ** Segundo escalão (Grade two), com ovas menores e cor variando entre o cinzento médio e o claro. ** Primeiro escalão (Grade one), com ovas maiores e classificados nas seguintes categorias: *** 0, cinzento escuro; *** 00, cinzento médio; *** 000, cinzento claro (mais caro); * Caviar Ossetra ou AssetraEm inglês também osetra (segundo a designação russa) ou asetra (segundo a designação iraniana ou persa). Em francês também osciètre ou ossètre. (Acipenser persicusCódigo de Identificação CITES da espécie Acipenser persicus - PER. ou Esturjão Persa e Acipenser gueldenstaedtiiCódigo de Identificação CITES da espécie Acipenser gueldenstaedtii - GUE. ou Esturjão Russo):O Esturjão Persa e o Esturjão Russo são muito similares morfologicamente, diferenciando essencialmente devido às suas características imuno-bioquímicas. Ver \"Russian sturgeon (Acipenser gueldenstaedtii) and Persian sturgeon (Acipenser persicus)\" in Catarci, Camillo (2004), \"Sturgeons (Acipenseriformes)\", in World markets and industry of selected commercially-exploited aquatic species with an international conservation profile, FAO Fisheries Circulars - C990, FAO Corporate Document Repository, Fisheries and Aquaculture Department. ovas de dimensões médias e com cor entre o cinzento escuro e o castanho dourado; o caviar ossetra costuma ser classificado em; ** Cor B ou Segundo escalão (Grade two), cinzento escuro; ** Cor A ou Primeiro escalão (Grade one), cinzento claro com toques de ambâr; ** Royal ou Imperial, o mais raro e caro, com a típica cor ambâr dourado. * Caviar Sevruga (Acipenser stellatusCódigo de Identificação CITES da espécie Acipenser stellatus - STE. ou Esturjão Estrelado): ovas de menor tamanho e cor entre o cinzento escuro e claro: ** Segundo escalão (Grade two), com ovas mais pequenas cinzento escuro; ** Primeiro escalão (Grade one), com ovas maiores cinzento escuro a claras. === Variedades alternativas === As variedades alternativas de caviar são por regra, hoje em dia, o produto de ovas de esturjões criados em aquacultura, particularmente de espécies não-típicas do Mar Cáspio (embora exista alguma pequena criação de ossetra e sevruga), ou, em muito menor quantidade, o produto de espécies selvagens igualmente não típicas do Cáspio. Em alguns casos o caviar provém de ovas de espécies híbridas de esturjão. Os mais comuns caviares alternativos aos clássicos do Cáspio são: ==== Acipenser ==== * Caviar Sterlet (Acipenser ruthenusCódigo de Identificação CITES da espécie Acipenser ruthenus - RUT. ou Esturjão Sterlet): pequenas ovas douradas, sem produção significativa presentemente, devido à perda de interesse comercial, embora a espécie seja criada em cativeiro para fins ornamentais.Bolourchi, M. (1996), Caviar, the perfect pearls of nature. Nos últimos anos, contudo, algumas produções, como a Mottra Caviar da Letónia e a russa Russian Caviar (que apenas produz caviar pasteurizado), retomaram a produção desta espécie. * Caviar de Esturjão Siberiano (Acipenser baeriiCódigo de Identificação CITES da espécie Acipenser baerii - BAE.). * Caviar de Esturjão Siberiano do Lago Baical (Acipenser baerii baicalensisCódigo de Identificação CITES da espécie Acipenser baerii baicalensis - BAI.). * Caviar de Esturjão Branco (Acipenser transmontanusCódigo de Identificação CITES da espécie Acipenser transmontanus - TRA.). * Caviar de Esturjão do Adriático (Acipenser naccariiCódigo de Identificação CITES da espécie Acipenser naccarii - NAC.). * Caviar de Esturjão de Barbas (Acipenser nudiventrisCódigo de Identificação CITES da espécie Acipenser nudiventris - NUD.). * Caviar de Esturjão do Rio Amur (Acipenser schrenckiCódigo de Identificação CITES da espécie Acipenser schrencki - SCH.). * Caviar de Esturjão de Focinho CurtoEm inglês Shortnose sturgeon. (Acipenser brevirostrumCódigo de Identificação CITES da espécie Acipenser brevirostrum - BVI.). * Caviar de Esturjão do Yangtze (Acipenser dabryanusCódigo de Identificação CITES da espécie Acipenser dabryanus - DAB.). * Caviar de Esturjão Lacustre (Acipenser fulvescensCódigo de Identificação CITES da espécie Acipenser fulvescens - FUL.). * Caviar de Esturjão Verde (Acipenser medirostrisCódigo de Identificação CITES da espécie Acipenser medirostris - MED.). * Caviar de Esturjão da Sacalina (Acipenser mikadoiCódigo de Identificação CITES da espécie Acipenser mikadoi - MIK.). * Caviar de Esturjão do Atlântico (Acipenser oxyrinchus oxyrinchusCódigo de Identificação CITES da espécie Acipenser oxyrinchus oxyrinchus - OXY.). * Caviar de Esturjão do Golfo (Acipenser oxyrhynchus desotoiCódigo de Identificação CITES da espécie Acipenser oxyrhynchus desotoi - DES.). * Caviar de Esturjão Chinês (Acipenser sinensisCódigo de Identificação CITES da espécie Acipenser sinensis - SIN.). * Caviar de Esturjão Marítimo Europeu ou Esturjão comum (Acipenser sturioCódigo de Identificação CITES da espécie Acipenser sturio - STU. ou Solho). ==== Huso ==== * Caviar de Esturjão Kaluga (Huso dauricusCódigo de Identificação CITES da espécie Huso dauricus - DAU.). ==== Scaphirhynchus ==== * Caviar de Esturjão Pálido (Scaphirhynchus albusCódigo de Identificação CITES da espécie Scaphirhynchus albus - ALB.). * Caviar de Esturjão do Alabama (Scaphirhynchus suttkusiCódigo de Identificação CITES da espécie Scaphirhynchus suttkusi - SUS.). ==== Pseudoscaphirhynchus ==== * Caviar de Esturjão AmericanoEm inglês Shovelnose ou Hackleback sturgeon. (Scaphirhynchus platorynchusCódigo de Identificação CITES da espécie Scaphirhynchus platorynchus - PLA.). * Caviar de Esturjão de Syr-darya (Pseudoscaphirhynchus fedtschenkoiCódigo de Identificação CITES da espécie Pseudoscaphirhynchus fedtschenkoi - FED.). * Caviar de Esturjão pequeno do Amu-dar(Pseudoscaphirhynchus hermanniCódigo de Identificação CITES da espécie Pseudoscaphirhynchus hermanni - HER.). * Caviar de Esturjão grande do Amu-dar (Pseudoscaphirhynchus kaufmanniCódigo de Identificação CITES da espécie Pseudoscaphirhynchus kaufmanni - KAU.). ==== Polyodontidae ==== * Caviar de Peixe-espátula do MississipiEm inglês American paddlefish ou Mississippi paddlefish. (Polyodon spathulaCódigo de Identificação CITES da espécie Polyodon spathula - SPA.). * Caviar de Peixe-espátula Chinês (Psephurus gladiusCódigo de Identificação CITES da espécie Psephurus gladius - GLA.). ==== Híbridos ==== * Caviar de espécies híbridasCódigo de Identificação CITES da espécies híbridas: código da espécie do macho x código da espécie da Fêmea (por exemplo, GUE x PER)., entre os quais o mais famoso é o Caviar Schipp (cruzamento entre Sevruga e Sterlet)Código de Identificação CITES da espécie híbrida Schipp - STE x RUT.).. === Outras variedades === * Caviar Almas (persa para diamanteHunter Davis, \"Most Expensive Caviar in the World\", Most Expensive Journal.) ou Caviar Branco, ou ainda Caviar Dourado ou Caviar dos Czares. Não há consenso entre autores e casas produtores sobre esta variedade de caviar com ovas cor de pérola ou douradas, é o mais raro e caro dos caviares, podendo atingir preços entre 20.000€ e 40.000€ (é muitas vezes vendido em latas de ouro)Cf. Susie Boeckmann & Natalie Rebeiz-Nielsen (2000), Caviar - The Definitive Guide, New York, John Wiley and Sons, p. 46.Foto de Caviar Almas iraniano, em lata de ouro da Caviar House.. As seguintes hipóteses são apresentadas: ** Caviar Sterlet (A. ruthenus).Judith C. Sutton, Champagne & Caviar & Other Delicacies, New York, Balck Dog & Leventhal, 1998, pp. 55-56. ** Caviar de um esturjão albino.Até há bem pouco tempo a produtora espanhola Caviar de Riofrío comercializava caviar de A. naccarii albino. ** Caviar Beluga (Huso Huso) de uma fêmea centenária[\"ALMAS caviar: White gold comes in granules\", in Food Mall.] (quanto mais velha a fêmas mais claras são as ovas). ** Caviar Ossetra (A. persicus ou A. gueldenstaedtii) de uma fêmea com mais de 60 anos. ** Caviar retirado de uma pequena bolsa na base das brânquias (ou guelras) de uma fêmea Beluga ou Ossetra mais velha. * Caviar prensado (Payusnaya em russo): neste tipo de caviar, durante bastante tempo de difícil obtenção mas hoje em dia novamente disponível, factores externos provocaram a ruptura de mais de 35% das peles das ovas antes de serem removidas do esturjão; este caviar consiste, em regra, numa mistura de ovasCódigo de Identificação CITES para mistura de espécies híbridas (exclusivamente para caviar prensado) - MIX. de ossetra e sevruga (e mais raramente também de beluga; algumas produções, como a espanhola Caviar de Riofrío, produzem caviar prensado apenas de A. naccarii), que é aquecida até aos 38 °C numa solução salina mexida continuamente até que o sal seja todo absorvido e retome a cor natural; é seguidamente colocado em recipientes próprios e pressionado até perder o excesso de sal e óleos; o caviar prensado resultante apresenta-se como uma pasta seca que contém quatro vezes mais ovas do que o caviar fresco e um sabor mais intenso. Por oposição ao caviar prensado, o caviar não-prensado é muitas vezes designado por caviar granular.Zernistaya Ikra em russo. * Caviar Jastichnaja: um produto mais barato de caviar russo, que é o resultado das ovas não maturas que podem ser encontradas junto dos ovários do esturjão; o caviar Jastichnaja apresenta ovas que não foram completamente separadas dos tecidos circundantes, sendo mais salgado em sabor e com ovas de tamanho mais irregular. == Substitutos, imitações e outras utilizações do termo == Devido aos elevados preços do caviar, bem como o facto de quase só poderem ser comprado em lojas de especialidade ou gourmet, toda uma série de substitutos, sucedâneos e imitações foram desenvolvidas para mercados mais abrangentes, sendo facilmente encontráveis na maioria das superfícies comerciais alimentares (como mercearias, supermercados e hipermercados), a preços bastantes inferiores, de poucos euros. Estes produtos, muitas vezes ostentando a designação \"caviar de …\"\"…it is emphasized that the name “caviar” without some qualifying epithet can only be used for the original product made from sturgeon eggs.\" in Johannesson, J. (2006), \"1. Fish roe products and relevant resources for the industry: Definitions of caviar\", Lumpfish caviar – from vessel to consumer, FAO Fisheries Technical Paper No. 485, Rome, FAO, p.1. e com vários aditivos e corantes, são aqueles com que maioria das pessoas está familiarizada e pensa, erradamente, tratar-se de caviar. === Substitutos === Produtos de ovas de peixe, que não esturjão, que tenham sido lavados, limpos de tecidos aderentes, salgados e por vezes prensados ou secos, com ou sem aditivos e corantes, são considerados substitutos de caviar.\"Roe that comes from a fish other than the sturgeon is not true caviar, and it is classifiable as a caviar substitute. For example, the eggs of lumpfish, whitefish and salmon may be prepared or preserved as caviar substitutes. Although the term “caviar” may appear on the commercial invoice, and the importer’s price list may show the merchandise under a caviar heading, for Customs classification purposes, this roe is not caviar, but rather, a caviar substitute. Attention must be given to the name of the fish that is specified on the invoice. (…) Products consumed as caviar but prepared from the eggs of fish other than sturgeon (e.g. salmon, carp, pike, tuna, mullet, cod, lumpfish), which have been washed, cleaned of adherent organs, salted and sometimes pressed or dried. Such fish eggs may also be seasoned and colored.\" - United States of America Custom Service (US Customs & Border Protection, 2004) in Johannesson, J. (2006), \"1. Fish roe products and relevant resources for the industry: Definitions of caviar\", Lumpfish caviar – from vessel to consumer, FAO Fisheries Technical Paper No. 485, Rome, FAO, p.2.Para imagens e explicações sobre estes substitutos e sucedâneos de caviar, ver Arte y Ciencia del Buen Comer - Enciclopedia Gourmet: Caviar Sucedáneo. Os mais comuns são: * Ovas de Lumpo (Cyclopterus lumpus). * Ovas de Salmão (Salmo salar, Oncorhynchus tschawytscha, Oncorhynchus keta, Oncorhynchus kisutch, Oncorhynchus gorbuscha, Oncorhynchus nerka). * Ovas de Truta (Salmo trutta). * Ovas de Arenque (Clupea harengus, Clupea harengus pallasi). * Ovas de Amia calva. * Ovas de Coregonus albula. * Ovas de Lota lota. * Ovas de Coregonus lavaretus. * Ovas de Carpa (Cyprinus carpio). * Ovas de Lúcio (Esox lucius). * Ovas de Atum (género Thunnus). * Ovas de Tainha (Mugil cephalus). * Ovas de Bacalhau (Gadus morhua). * Ovas de Peixe-voador (família Exocoetidae), conhecidos pelo nome japonês de tobiko (とびこ), muitas vezes com corantes de cores variadas (vermelho, rosa, verde) e usado na decoração do sushi. Image:Caviar.jpg|Ovas de lumpo Imagem:Sujiko by sor.jpg|Ovas de salmão Imagem:Tobiko green.jpg|Tobikko verde === Imitações artificiais === Alguns outros produtos, que também pretendem apresentar-se como substitutos de caviar, não o chegam a ser já que não são feitos a partir de ovas, ou mesmo sequer de peixe, ou porque as ovas não são removidas dos seus sacos ou constituem apenas uma pequena fracção do produto.\"Many products made from fish roe are not caviar because the eggs are not removed from the roe sacs or because the roe constitutes only a small fraction of the product.\" in Johannesson, J. (2006), \"1. Fish roe products and relevant resources for the industry: Definitions of caviar\", Lumpfish caviar – from vessel to consumer, FAO Fisheries Technical Paper No. 485, Rome, FAO, p.2. Estes produtos, transformados para imitar o formato de ovas, têm sempre aditivos, corantes e conservantes. Os mais comuns são: * Granulado/Micronizado de Arenque (género Clupea). * Granulado/Micronizado de Anchova (família Engraulididae). * Granulado/Micronizado de Lagosta (família Palinuridae). * Granulado/Micronizado de Camarão (ordem Caridea). * Granulado/Micronizado misto de algas castanhas (ordem Laminariales), tinta de lula (ordem Teuthida), extracto de ouriço-do-mar (classe Echinoidea), ostra (família Ostreidae) e vieira (família Pectinidae). * Granulado/Micronizado de algas ou de soja, vendidos como caviar vegetariano. === Outras utilizações alimentares do termo === Não procurando ser alternativas ou substitutos ao caviar, várias especialidades gastronómicas, confeccionadas ou somente tratadas, são muitas vezes apelidades \"caviar de …\". Os mais comuns são: * Caviar de beringela, cujas variantes mais comuns são a receita romena salata de vinete (salada de beringela), ou a receita judia polaca kawior z bakłażana (literalmente, caviar de beringela). * Caviar de tomates secos. * Caviar de courgette ou abobrinha. * Caviar de pimento. * Caviar Judeu, receita judia polaca kawior po żydowsku, consistindo em vitela ou fígado de aves com alho e ovo cozido. * Caviar de líquidos, segundo as técnicas de gastronomia molecular, consistindo em variados líquidos (em regra sumos de fruta ou hortaliça, mas também vinhos, normalmente fortificados, como o Madeira e o Porto) que, envoltos numa frágil película transparente, apresentam o aspecto de pequenas bolas coloridas. * Boutargue ou Poutargue em francês ou Bottarga em italiano (existe igualmente uma variedade grega), um creme seco salgado feito de ovas secas de Tainha (Mugil cephalus) e de Atum-rabilho (Thunnus thynnus)), também apelidado de caviar branco ou caviar do Mediterrâneo. * Taramasalata, creme de origem grega feito com ovas fumadas de de Bacalhau (género Gadus). * Creme Kaviar, creme escandinavo feito com ovas fumadas de Bacalhau (género Gadus). * Ovas de Sardinha (género Sardina), em azeite, muitas vezes chamado caviar português. * Ovas de Ouriço-do-mar (classe Echinoidea), muitas vezes chamado caviar de ouriço do mar. * Enguias europeias (Anguilla anguilla) juvenis (Meixão), também conhecidas em espanhol como angulas e por vezes apelidadas de caviar português. * Caviar de caracol produzido em França e em Portugal, ovas quer de caracol da Borgonha (Helix pomatia ou Escargot Gros Blanc), quer de caracol da Argélia (Helix aspersa maxima ou Escargot Gross Gris), atingindo preços em redor dos 1.500€ ao quilo. Categoria:Frutos do mar Categoria:Alimentos de origem animal",
 "title": "Caviar"
}