{
 "id": "40644",
 "text": "A é uma região da estratosfera terrestre que concentra altas quantidades de ozônio (gás formado a partir da combinação de três átomos de oxigênio).Ozone Ozone resources Localizada entre 20 e 30 quilômetros de altitude e com cerca de 10 km de espessura, contém aproximadamente 90% do ozônio atmosférico. Os gases na camada de ozono são tão rarefeitos que, se comprimidos à pressão atmosférica no nível do mar, a sua espessura não seria maior que alguns milímetros. Este gás é produzido nas baixas latitudes, migrando diretamente para as altas latitudes. As radiações electromagnéticas emitidas pelo Sol trazem energia para a Terra, entre as quais a radiação infravermelha, a luz visível e um misto de radiações e partículas, muitas destas nocivas. Grande parte da energia solar é absorvida e reemitida pela atmosfera. Se chegasse em sua totalidade à superfície do planeta, esta energia o esterilizaria. A camada de ozono é uma das principais barreiras que protegem os seres vivos dos raios ultravioleta. O ozono deixa passar apenas uma pequena parte dos raios U.V., esta benéfica. Quando o oxigênio molecular da alta atmosfera sofre interações devido à energia ultravioleta do Sol, acaba dividindo-se em oxigênio atômico; o átomo de oxigênio e a molécula do mesmo elemento unem-se devido à reionização, e acabam formando a molécula de ozono cuja composição é O3 (três átomos de oxigênio). A região, quando saturada de ozono, funciona como um filtro onde as moléculas absorvem a radiação ultravioleta do Sol e, devido a reações fotoquímicas, atenuando o seu efeito. É nesta região que estão as nuvens de madrepérola, que são formadas pela capa de ozono. == Medidas == O padrão de medição do ozono é feito de acordo com sua concentração por unidade de volume que por sua vez recebe a denominação de Unidade de Dobson (UD). A 7 de Outubro de 2005, uma medição realizada pelo INPE na Antárctica constatou que a concentração de ozono estava em torno de 160 UD, quando o normal seria esperar uma medição de 340 UD. Abaixo da medida de 220 UD já se pode considerar uma baixa densidade de ozono, ou a formação do buraco que já causa danos ao meio ambiente.Duas perguntas ao eurodeputado Johannes Blokland sobre a camada de ozono == Formação == A camada de ozono forma-se e destrói-se por fenómenos naturais, mantendo um equilíbrio dinâmico, não tendo sempre a mesma espessura. A espessura da camada pode assim alterar-se naturalmente ao longo das estações do ano e até de ano para ano. Sobre a formação, o ozono estratosférico forma-se geralmente quando algum tipo de radiação ou descarga eléctrica separa os dois átomos da molécula de oxigénio (O2), que então se podem recombinar individualmente com outras moléculas de oxigénio para formar ozono (O3). Curiosamente, a radiação ultravioleta também contribui para a formação de ozono. === Ozono === O ar que nos rodeia contém aproximadamente 21% de oxigénio. A molécula de oxigénio pode ser representada como O2, ou seja, dois átomos de oxigénio quimicamente ligados. De forma simplista, é o oxigénio molecular que respiramos. A molécula de ozono é uma combinação molecular mais rara dos átomos de oxigénio, sendo representada como O3. Para esta molécula ser criada é necessária uma certa quantidade de energia, como aquela de um relâmpago, por exemplo, que transforma a molécula de O2 em dois átomos de oxigénio livres. Os átomos de oxigénio livres na atmosfera são quimicamente activos, pelo que tendem a combinar-se com moléculas próximas para estabilizarem-se. Imaginemos que tenhamos adjacentes aos átomos livres de oxigénio moléculas de oxigénio e outras quaisquer. Chamemos as segundas de M (de molécula). Logo teremos: :O + O2 \\+ M → O3 \\+ M Um átomo livre de oxigénio com uma molécula de oxigénio e uma molécula M são transformados em ozono e uma molécula M. Aquela molécula M não é consumida pela reacção, porém é necessária para que possa se realizar. Na verdade M é um catalisador, que no caso da atmosfera da Terra pode ser o nitrogénio molecular (N2). Portanto, esta é uma das formas mais comuns de produzir-se ozono. Outras adviriam de fornos industriais, motores auto-motivos entre outros que produzem o gás. Na baixa atmosfera o ozono é activo e contribui para a poluição atmosférica industrial, sendo considerado um veneno. == Degradação == Os clorofluorocarbonetos (CFC), para além de outros produtos químicos produzidos pelo ser humano que são bastante estáveis e contêm elementos de cloro ou bromo, como o brometo de metilo, são os grandes responsáveis pela destruição da camada de ozono. Os CFC tem inúmeras utilizações, pois são relativamente pouco tóxicos, não inflamáveis e não se decompõem facilmente. Sendo tão estáveis, duram cerca de cento e cinquenta anos. Estes compostos, resultantes da poluição provocada pelo Homem, sobem para a estratosfera completamente inalterados devido à sua estabilidade e na faixa dos 10 a 50 km de altitude, onde os raios solares ultravioleta os atingem, decompõem-se, mas com certa dificuldade devido sua estabilidade, e então libera o seu radical - no caso dos CFC, o elemento químico cloro. Uma vez liberto, um único átomo de cloro destrói cerca de 100 000 moléculas de ozono antes de regressar à superfície terrestre, muitos anos depois.Três por cento (3%), talvez cinco por cento (5%), do total da camada de ozono já foi destruído pelos clorofluorocarbonetos.Outros gases, como o óxido nítrico (NO) libertado pelos aviões na estratosfera, também contribuem para a destruição da camada do ozono. De acordo com a Quercus, Portugal é um dos países da União Europeia que menos contribui para combater a destruição da camada do ozono. Em 2004, Portugal recuperou cerca de 0,5% dos CFC existentes nos equipamentos em fim de vida, como frigoríficos, arcas congeladoras e aparelhos de ar condicionado. A não-remoção e tratamento dos CFC ainda presentes nos equipamentos mais antigos, conduz à libertação para a atmosfera de 500 toneladas anuais, segundo a Quercus. Foi em 1986 que verificou-se pela primeira vez a ausência da camada do ozono no Antárctico. Esta descoberta foi feita sobre a Antárctica pelo físico britânico Joe Farman. === Os fluidos de refrigeração === Até a anos 1920 o fluido utilizado para aquecimento e arrefecimento era a amónia ou o dióxido de enxofre, gases venenosos que causam um cheiro desagradável. No caso de fuga podem gerar envenenamento naqueles que se encontram próximos aos equipamentos de refrigeração. Iniciou-se então a pesquisa para encontrar um gás substituto que fosse líquido em condições ideais, circulasse no sistema de refrigeração e, em caso de fuga, não causasse danos aos seres vivos. === A indústria química e os CFCs === As pesquisas da indústria química voltada à refrigeração concentraram-se num gás que não deveria ser venenoso, inflamável, oxidante, não causasse irritações nem queimaduras, não atraísse insectos. Nas pesquisas foram testados diversos gases e fluidos, sendo escolhida uma substância que se chamaria de clorofluorcarboneto, CFC. Os CFCs passaram a constituir os equipamentos de refrigeração, sistemas de ar condicionado, como propelentes de sprays, solventes industriais, espumas isolantes e componentes electrónicos. Um exemplo de CFC, o Diclorodifluorometano: F | Cl-C-Cl | F No final da década de 1960 eram libertadas perto de um milhão de toneladas de CFCs por ano. As formas de libertação do gás são diversas, a mais conhecida é pelos aerossóis que utilizam o CFC como gás propulsor. Uma vez libertado na atmosfera, o propulsor começa a se espalhar pela atmosfera livre e levado por convecção sobe até a alta atmosfera sendo espalhado por todo o planeta. Os CFCs são gases considerados inertes cuja reação depende de condições muito peculiares. Na alta atmosfera existem correntes de ar em alta velocidade , as jet streams, muito poderosas, cuja direção é horizontal. Estas espalham os gases da região em todas as direções. A camada de ozono se encontra em torno de 25/26 quilômetros de altitude aproximadamente. A energia solar com comprimento de onda ultravioleta sintetiza as moléculas de ozono a partor do oxigénio livre. O processo se dá quando se dividem algumas moléculas de oxigénio em átomos oxigénio livre, recombinando-as às moléculas de oxigénio através da radiação ultravioleta. Aquelas moléculas de ozono flutuando na alta atmosfera acabam encontrando as moléculas de CFC. O clorofluorcarboneto é uma molécula estável em condições normais de temperatura e pressão atmosférica, porém, excitado pela radiação UV, acaba se desestabilizando e liberta o átomo de cloro. O átomo de cloro é um catalisador poderoso que destrói as moléculas de ozono, permanecendo intacto durante todo o processo. Uma vez na alta atmosfera, o cloro leva muitos anos para descer à baixa atmosfera. Neste período, cada átomo de cloro destruirá milhões de moléculas de ozono. A reação de destruição do ozono é bastante simples, uma vez que esta molécula é extremamente reativa na presença de radiação UV e cloro. Observemos: :O2 \\+ Energia UV → 2 O :2 Cl (do CFC) + 2O3 → 2 ClO + 2 O2 :2 Cl + 2 O (regenerando o Cl) + 2 O2 Logo, a resultante da reação é: :2 O3 → 3 O2 Isto significa que tivemos três moléculas de oxigénio geradas e os átomos de cloro foram regenerados para destruir mais duas moléculas de ozono de cada vez, e assim por diante, infinitamente, até o cloro descer à baixa atmosfera. Em meados da década de 90, investigadores alemães desenvolveram estudos em que foi verificada a ação de microrganismos capazes de evitar a degradação do ozono, decompondo os gases CFC's. O trabalho intitula-se: \"Reductive Dehalogenation - its logics microbian\", e foi publicado em 1997. == O buraco na camada de ozono == Os principais países emissores de CFCs são os Estados Unidos, a China, a Rússia, o Japão e a Índia. Mas é na Antártida que a falha na camada de ozono é maior. A área do buraco de ozono é definida como o tamanho da região cujo ozono está abaixo das 200 unidades Dobson (DUs - unidade de medida que descreve a espessura da camada de ozono numa coluna directamente acima de onde são feitas as medições): 400 DUs equivale a 4 mm de espessura. Antes da Primavera na Antárctica, a leitura habitual é de 275 DUs. O buraco na camada de ozono é um fenómeno que ocorre somente durante uma determinada época do ano, entre agosto e início de novembro (primavera no hemisfério sul). O que conhecemos por \"buraco na camada de ozono\" não se trata propriamente de um buraco na camada do gás ozono, na verdade trata-se de uma rarefacção, ou redução de espessura, que é explicada pelos arranjos moleculares do comportamento dos gases num meio natural, o que não significa literalmente um buraco. Quando a temperatura se eleva na Antártida, em meados de novembro, a região ainda apresenta um nível abaixo do que seria considerado normal de ozono. No decorrer do mês, em função do gradual aumento de temperatura, o ar circundante à região onde se encontra o buraco inicia um movimento em direção ao centro da região de baixo nível do gás. Desta forma, o deslocamento da massa de ar rica em ozono (externa ao buraco) propicia o retorno aos níveis normais de ozono a alta atmosfera fechando assim o buraco. A Organização Meteorológica Mundial (WMO), no seu relatório de 2006, prevê que a redução na emissão de CFCs, resultante do Protocolo de Montreal, resultará numa diminuição gradual do buraco de ozono, com uma recuperação total por volta de 2065. No entanto, essa redução será mascarada por uma variabilidade anual devida à variabilidade da temperatura sobre a Antártica. Quando os sistemas meteorológicos de grande escala, que se formam na troposfera e sobem depois à estratosfera, são mais fracos, a estratosfera fica mais fria do que é habitual, o que causa um aumento do buraco na camada de ozono. Quando eles são mais fracos (como em 2002), o buraco diminui. Durante o processo de redução da camada de ozono, as espécies que não realizam a catalização de ácido clorídrico e nitrato de cloro, mas a fotoconversão para cloro e óxido clorídrico, assim desenvolvendo um mecanismo de transformação do ozônio. Por isso, forma-se áreas com o afinamento da camada de ozônio. === Relação com a temperatura === As constantes temperaturas baixas do Inverno que se sentem no Pólo Sul contribuem para a formação de nuvens polares estratosféricas que incluem moléculas contendo cloro e bromo. Quando a Primavera polar chega (Setembro), a combinação da luz solar com aquelas nuvens leva à formação de radicais de cloro e bromo que quebram as moléculas de ozono, com consequente destruição da camada do ozono. Quanto mais frio é o Inverno antárctico mais afectada é a camada do ozono. Em 2002, as dimensões sofreram um decréscimo e o “buraco” foi mesmo dividido em duas partes distintas, devido a uma vaga de calor sem precedentes na região, foi o menor buraco do ozono desde 1988. Com efeito, no ano 2000, as dimensões do “buraco” da camada de ozono atingiram um valor máximo de 27 a 28 milhões de km², devido a um Inverno particularmente frio. Tudo isto nos leva a crer que, enquanto anteriormente se pensava que este fenómeno era totalmente independente das emissões dos gases de estufa, tais como o dióxido de carbono, os dois fenómenos podem, de facto, estar relacionados. Isto porque o aquecimento climático é acompanhado de um aquecimento da alta atmosfera em altitude, o que pode acelerar a destruição da camada de ozono. Anteriormente à descoberta da possível correlação entre estes dois fenómenos estimava-se que a recuperação da camada de ozono não deveria começar a ocorrer antes de 2010-15, e que a recuperação completa dessa mesma camada só poderia começar a ser esperada cerca de 2050-60. A eventual correlação entre os dois fenómenos poderá resultar na revisão, para mais longe, destas expectativas, a menos que o Protocolo de Kyoto venha a ter resultados positivos em breve, sobre a diminuição das emissões de gases com efeito de estufa. O buraco do ozono persiste normalmente até Novembro/Dezembro, quando as temperaturas regionais aumentam. O tempo exato e amplitude do buraco de ozono na Antártida dependem de variações meteorológicas regionais. O buraco do ozono não se restringe à Antártida. Um efeito similar, mas mais fraco, tem sido detectado no Árctico e também noutras regiões do planeta, a camada de ozono tem ficado mais fina, permitindo a intensificação dos raios UV e o aparecimento de novos buracos que poderão surgir sobre qualquer latitude. === Evolução ao longo dos anos === Em 1985, os cientistas identificaram uma zona mais fina da camada de ozono sobre a Antárctida durante os meses de Primavera que ficou conhecida como \"buraco de ozono\". Pensa-se que a camada de ozono está a degradar-se a uma taxa de 5% a cada 10 anos sobre a Europa do Norte, com essa degradação a estender-se a sul ao Mediterrâneo e ao sul dos EUA. Contudo, a degradação de ozono sobre as regiões polares é a mais dramática manifestação do efeito global geral. Os níveis de ozono sobre o Árctico na Primavera de 1997 diminuíram 10% desde 1987, apesar da redução da concentração de CFCs e outros compostos industriais que destroem o ozono quando expostos à luz solar. Acredita-se que isto pode dever-se a um vortex de ar frio em expansão formado na baixa estratosfera sobre o Árctico, conduzindo a um aumento de ozono destruído. Prevê-se que um buraco sobre o Árctico do tamanho do que se encontra sobre a Antárctida possivelmente se torne uma ameaça ao hemisfério norte por várias décadas. Ainda em 1997, o buraco de ozono antárctico cobria 24 000 000 km² em Outubro, com uma média de 40% de degradação de ozono e com os níveis de ozono na Escandinávia, Gronelândia e Sibéria alcançando uns sem precedentes 45% de degradação em 1996. O tamanho do buraco da camada de ozono em Outubro de 1998 era 3 vezes o tamanho dos EUA, maior do que jamais houvera sido. No Outono de 2000, o buraco na camada de ozono era o maior de sempre. Os observadores houve esperado que o seu nível em 1998 era devido ao El Niño e que não seria excedido. Em Dezembro de 2010, o buraco da camada de ozono foi o mais pequeno desde 2005, reduzindo-se a uma área de 22 000 000 km². Desde a descoberta do fenómeno de destruição da camada de ozono nos anos 80, que os satélites têm monitorizado a concentração de ozono estratosférico no planeta Terra, como é o caso do Envisat, da Agência Espacial Europeia, lançado em Março de 2002, e utilizado actualmente para essa missão, elaborando modelos de previsão a partir de dados recebidos. Em junho de 2016, um estudo publicado na revista Nature Communications mostrou que a recuperação da camada de ozônio pode ocorrer somente em 2095 por causa das emissões de diclorometano, cujos níveis aumentaram 8% entre 2004 e 2014. == Consequências da degradação da camada de ozono == A consequência imediata da exposição prolongada à radiação ultravioleta é a degeneração celular que originará um cancro da pele nos seres humanos. No final da década de 1990, os casos de cancro da pele registados devido ao buraco na camada de ozono tiveram um aumento de 1000% em relação à década de 1950. Em quantidades muito pequenas, as radiações ultravioleta são úteis à vida, contribuindo para a produção da vitamina D, indispensável ao normal desenvolvimento dos ossos. No entanto, a exposição prolongada e sem protecção à radiação ultravioleta causa anomalias nos seres vivos, podendo levar ao aparecimento de cancro da pele, deformações, atrofia e cegueira (cataratas) assim como à diminuição das defesas imunológicas, favorecendo o aparecimento de doenças infecciosas e em casos extremos, pode levar à morte. Anualmente e a nível mundial, surgem cerca de 3 milhões de novos casos de cancro da pele e morrem 66 000 pessoas com esse tipo de cancro. De acordo com o Programa das Nações Unidas para o Ambiente, a redução de apenas 1% na espessura da camada de ozono é suficiente para a radiação ultravioleta cegar 100 mil pessoas por catarata e aumentar os casos de cancro da pele em 3%. A radiação ultravioleta excessiva pode também diminuir a taxa de crescimento de plantas e aumentar a degradação de plásticos, tal como aumentar a produção de ozono troposférico e afectar ecossistemas terrestres e aquáticos, alterando o crescimento, cadeias alimentares e ciclos bioquímicos. Em particular, a vida aquática junto à superfície da água, onde as espécies de plantas que formam as bases da cadeia alimentar são mais abundantes, é adversamente afectada por elevados níveis de radiação ultravioleta. A quantidade de ozono troposférico também altera a distribuição térmica na atmosfera, resultando em impactos ambientais e climáticos indeterminados. A diminuição do ozono estratosférico e as alterações climáticas são problemas ambientais distintos, causados principalmente pela actividade humana e interrelacionando-se de várias formas: * As substâncias que causam a destruição da camada do ozono, como os CFCs também contribuem para o efeito de estufa; * O aumento de exposição da superfície terrestre a raios ultravioleta pode alterar a circulação dos gases com efeito de estufa, aumentando o aquecimento global. Em particular, prevê-se que o aumento de ultravioleta suprima a produção primária nas plantas terrestres e no fitoplâncton marinho, reduzindo a quantidade de dióxido de carbono que absorvem da atmosfera; * Prevê-se que o aquecimento global conduza a um aumento médio das temperaturas na troposfera, podendo arrefecer a estratosfera, consequentemente, aumentando a destruição da camada de ozono, uma vez que temperaturas baixas favorecem reacções de destruição do ozono. == Regiões do globo mais afectadas == Os pólos são as zonas mais afectadas pelo buraco na camada de ozono. A razão para esse facto está relacionada com as especiais condições meteorológicas nessas zonas do globo, especialmente o Pólo Sul (Antártida). Durante o Inverno quando os raios solares não atingem esta região do planeta, as temperaturas são baixíssimas, formando-se umas nuvens de constituição diferente das que costumamos observar. Isto vai criar uma conversão mais rápida e fácil dos CFCs em radicais de cloro destrutivos de ozono. Como as massas de ar circulam em camadas sobrepostas, dos Pólos para o Equador e no sentido inverso, estas têm a capacidade de transportar poluentes para milhares de quilómetros de distância de onde estes foram emitidos. Na Antártida a circulação é interrompida, formando-se círculos de convecção exclusivos daquela área que levam as moléculas com cloro para a estratosfera. Estes poluentes trazidos pelas correntes no Verão permanecem na Antártida até nova época de circulação. Ao chegar a Primavera, com os seus primeiros raios de sol, as reacções químicas que destroem o ozono são estimuladas. Forma-se, então, o buraco de ozono de dimensões imensas (cerca de 20 milhões de km²) que, por via da sua dimensão aparenta arrastar os níveis de ozono noutros continentes do planeta. Em Novembro, o ar que chega de outras regiões permite uma recomposição parcial do escudo de ozono; o buraco diminui de tamanho, mas não fecha completamente. === Em Portugal === Quanto à situação da camada de ozono em Portugal, a diminuição da espessura da camada também foi sentida. Há medições da espessura da camada de ozono desde 1951. Os dados recolhidos permitem concluir que a quantidade total de ozono, no período 1968-1997, apresenta uma tendência estatisticamente significativa de redução da espessura da camada de 3,3% por década, o que é perfeitamente consistente com a redução que se tem observado noutras estações de Europa (por exemplo em Itália). == Medidas tomadas mundialmente para evitar a degradação da camada de ozono == Com efeito, cerca de dois anos após a descoberta do buraco do ozono sobre a atmosfera da Antárctica, os governos de diversos países, entre os quais a maioria dos países da União Europeia, assinaram em 1987 um acordo, chamado Protocolo de Montreal, com o objectivo de reconstituir a concentração de ozono na alta atmosfera. O único método conhecido de protecção da camada do ozono é limitar a emissão dos produtos que o danificam e substitui-los por outros mais amigos do ambiente, como os hidrofluorcarbonetos (HFC), que por não conterem cloro não destroem a camada de ozono. No entanto os HFCs são extremamente persistentes no ambiente, fazendo parte dos gases com efeito de estufa. Assim sendo, mais de 60 países comprometeram-se a reduzir em 50% o uso de CFC até finais de 1999, com o Protocolo de Montreal, com o objectivo de reconstituir a concentração de ozono na alta atmosfera. Este acordo entrou em vigor em 1989 e visa reduzir, progressivamente, as emissões dos gases que provocam a degradação do ozono. Na Conferência de Londres, em 1990, concordou-se em acelerar os processos de eliminação dos CFC, impondo a paragem total da produção até ao ano de 2000, tendo sido criado um fundo de ajuda aos países em desenvolvimento para esse fim. Os Estados Unidos, Canadá, Suécia e Japão anteciparam essa data para 1995 e a UE decidiu parar com a produção até Janeiro de 1996. Segundo a Organização Meteorológica Mundial, o Protocolo de Montreal tem dado bons resultados, uma vez que foi registada uma lenta diminuição da concentração de CFC na baixa atmosfera após um máximo registado no período de 1992/1994. Em Fevereiro de 2003, cientistas neozelandeses anunciaram que o buraco na camada de ozono sobre a Antártida poderá estar fechado em 2050, como resultado das restrições internacionais impostas contra a emissão de gases prejudiciais. Sem a forte adesão ao Protocolo, os níveis de substâncias prejudiciais para o ozono seriam cinco vezes maiores do que são hoje. Mesmo assim, a luta pela restauração da camada de ozono tem de continuar, pois aquelas substâncias têm um tempo de vida longo. Os cientistas prevêem que o aparecimento anual do buraco do ozono no Pólo Sul dure ainda vários anos. O êxito do Protocolo de Montreal evidencia o sucesso da cooperação entre países e organizações internacionais para um fim comum. Só o cumprimento integral e continuado das disposições do Protocolo por parte dos países desenvolvidos e dos países em desenvolvimento poderá garantir a recuperação total da camada de ozono. Em 2009, o Parlamento Europeu aprovou novas normas para tentar reconstruir a camada de ozono. As normas vão além do estabelecido no Protocolo de Montreal, pois além de proibir a comercialização de substâncias nocivas à camada, inclui na proibição as contidas em frigoríficos e material de isolamentos de edifícios. == Medidas que cada um pode tomar == Os primeiros passos, e mais importantes, são a procura de informação: devemos todos estar informados sobre o problema e o que o causa, utilizando como fontes de informação publicações, escolas, bibliotecas públicas, Internet, etc.. Como já foi referido, a única maneira de reparar a camada de ozono é parar a libertação de CFCs e outros gases que destroem o ozono troposférico (ODS’s). A legislação Europeia tem isto como objectivo, através da substituição dos ODS’s logo que alternativas viáveis estejam disponíveis, e onde tais alternativas não estejam disponíveis restringe-se o uso destas substâncias tanto quanto possível. Apesar disto, há diversas outras coisas que podemos citar: * Tentar usar produtos rotulados como amigos do ozono; * Assegurar que os técnicos que reparam os frigoríficos e aparelhos de ar-condicionado recuperam e reciclam os velhos CFCs de modo a que estes não sejam libertados para a atmosfera; * Verificar regularmente os aparelhos de ar-condicionado das viaturas sobre eventuais fugas; * Pedir para mudar o refrigerante do carro caso o aparelho de ar-condicionado necessite de uma grande reparação; * Retirar o refrigerante dos frigoríficos, aparelhos de ar-condicionado e desumidificadores antes de os deitar fora; * Ajudar a criar um programa de recuperação e reciclagem na área de residência caso tal ainda não exista; * Trocar extintores que usem “halon” por outros que usem compostos alternativos (ex. dióxido de carbono ou espuma); * Sugerir actividades escolares com o objetivo de aumentar a consciência cívica do problema e fomentar a ação local. == Ver também == * Clorofluorcarboneto * Ozono * Ciclo ozono-oxigénio == Ligações externas == * A Radiação Ultravioleta e o Ozono * Em que ponto estamos relativamente à Camada de Ozono? * * Ozono... escudo protector * * * * Ozono: benéfico ou prejudicial? * * Categoria:Atmosfera",
 "title": "Ozonosfera"
}