{
 "id": "40657",
 "text": "O motor a vapor, também chamado de máquina a vapor e turbina a vapor, é um tipo de máquina térmica que explora a pressão do vapor. Todas as máquinas térmicas funcionam baseadas no princípio de que o calor é uma forma de energia, ou seja, pode ser utilizado para produzir trabalho, e seu funcionamento obedece às leis da termodinâmica. Embora a invenção do motor de combustão interna no final do século XIX parecesse ter tornado obsoleta a máquina a vapor, ela ainda hoje é muito utilizadaː por exemplo, nos reatores nucleares que servem para a geração de eletricidade. No caso da máquina a vapor, o fluido de trabalho é o vapor de água sob alta pressão e a alta temperatura. O funcionamento da turbina a vapor baseia-se no principio de expansão do vapor, gerando diminuição na temperatura e energia interna; essa energia interna perdida pela massa de gás reaparece na forma de energia mecânica, pela força exercida contra um êmbolo. == História == A primeira máquina a vapor relatada, foi a eolípila (também chamada de \"bola de vento\"), criada por Heron de Alexandria no século I. Em 1698, Thomas Savery, engenheiro militar inglês, criou um motor que leva seu nome que poderia ser utilizado dentro das fábricas, sendo considerado uma das evoluções iniciais da revolução industrial. Em 1712, Thomas Newcomen projetou uma nova máquina que poderia ser utilizada dentro de minas de carvão, a qual, apesar de mais lenta que as anteriores, podia tanto elevar água quanto cargas mais pesadas e tinha um custo de capital muito menor (uma vez que substituía os cavalos que eram usados no trabalho). Em 1769, Joseph Cugnot criou um triciclo movido a vapor,Driveline Systems of Ground Vehicles: Theory and Design. Autores: Alexandr F. Andreev, Viachaslau Kabanau & Vladimir Vantsevich. CRC Press, 2010, pág, 01, ISBN 9781439817285 Adicionado em 12/06/2018. que é considerado o primeiro carro a vapor construído. O veículo de Cugnot envolveu-se naquele que é tido como o primeiro acidente rodoviário motorizado da história.Sources of Power: How Energy Forges Human History. Autor: Manfred Weissenbacher. ABC- CLIO, 2009, pág. 206, ISBN 9780313356261 Adicionado em 12/06/2018. Todavia, foi no ano de 1777 que o motor a vapor mais importante foi criado, quando James Watt, fabricante de instrumentos londrino, aperfeiçoou o motor a vapor de Newcomen. Após perceber uma falha no projeto da mesma, que era o tempo gasto, demasiadamente elevado, para ter o aquecimento, tanto do vapor quanto do combustível, em um mesmo cilindro. melhorando o projeto, criou assim um segundo cilindro. === Primeiras aplicações === Uma das primeiras utilizações da máquina a vapor foi para fabricação de tecidos, onde a água acumulada nas minas de ferro e de carvão era aquecida para gerar vapor. Graças a essas máquinas, a produção de mercadorias aumentou muito. E os lucros dos burgueses donos de fábricas cresceram na mesma proporção. Por isso, os empresários ingleses começaram a investir na instalação de indústrias. As fábricas se espalharam rapidamente e provocaram mudanças tão profundas que os historiadores atuais chamam aquele período de Primeira Revolução Industrial O modo de vida e a mentalidade de milhões de pessoas se transformaram, numa velocidade espantosa. O mundo novo do capitalismo, da cidade, da tecnologia e da mudança incessante triunfou. As máquinas a vapor bombeavam a água para fora das minas de carvão. Eram tão importantes quanto as máquinas que produziam tecidos. As carruagens viajavam a 12 quilômetros por hora e os cavalos, quando se cansavam, tinham de ser trocados durante o percurso. Um trem da época alcançava 45 quilômetros por hora e podia seguir centenas de quilômetros. Assim, a Revolução Industrial tornou o mundo mais veloz. Como essas máquinas substituíam a força dos cavalos, convencionou-se medir a potência desses motores em HP (do inglês horse power, \"cavalo-força\"). Entre os séculos XIX e XX também foram feitas experiências, de pouco sucesso, com aeronaves a vapor. == Principais máquinas a vapor == === Eolípila === Era simplesmente uma caldeira de água, normalmente em formato de um sólido de revolução (como uma esfera) que girava mediante seu aquecimento. O vapor gerado era expelido por orifícios laterais que criavam um impulso na caldeira fazendo-a girar. === Motor a vapor de Thomas Savery === O motor a vapor de Thomas Savery foi um modelo rudimentar de motor inventado em 1698, com o objetivo de bombear água do interior das minas de carvão inundadas, que deu origem ao motor a vapor, após ser aperfeiçoada por Thomas Newcomen em 1712 e por James Watt em 1777, o que possibilitou Richard Trevithick inventar a locomotiva em 1801. === Motor a vapor de Thomas Newcomen === O motor a vapor de Thomas Newcomen foi inventado por Thomas Newcomen em 1712 e é também chamado de máquina atmosférica de Newcomen. O motor é operado pelo vapor de condensação introduzido no cilindro, criando assim um vácuo parcial, permitindo assim que a pressão atmosférica empurre o pistão para dentro do cilindro. Foi o primeiro dispositivo prático a aproveitar o vapor para produzir trabalho mecânico. Os motores de Newcomen foram usados em toda a Grã-Bretanha e Europa, principalmente para bombear água para fora das minas. Centenas foram construídas ao longo do século XVIII. === Motor a vapor de James Watt === O motor a vapor de James Watt era muito parecida com a de Newcomen, todavia existia uma segunda câmara (\"câmara da condensação\"), onde era criado o vácuo. Esta modificação foi muito eficaz, pois permitia que o pistão ficasse à mesma temperatura que o vapor, logo não haveria troca de calor entre eles, fazendo com que não houvesse perda de energia. Outra vantagem seria a de resfriamento, pois a câmara de condensação separada poderia ficar em uma temperatura mais baixa, necessitando de um resfriamento menor. A potência em inglês até hoje expressa em HP (horse power) surgiu como o motor de Watt, cuja potência era medida pelo cavalos que substituía. Além de HP, utiliza-se hoje outra unidade de medida, o Watt (1HP=0,746W). === Locomotivas a vapor === A criação do motor a vapor fomentou o desenvolvimento de locomotivas a vapor e ferrovias, que também foram muito importantes para a revolução industrial. A ideia de um trem a vapor veio desde 1698 com Thomas Savery, porém só se tornou realidade após a criação da máquina de Watt. Entretanto James Watt não tinha o capital necessário para colocar em prática a sua máquina. Foi então que veio Richard Trevithick, que combinou a máquina de Watt e os transportes a carvão existentes (rudimentares) e criou a primeira locomotiva a vapor no ano de 1804 para a Penydarrem Iron Works no País de Gales. Dentro do motor das locomotivas acontece a combustão do carbono e hidrogênio provenientes do carvão e do oxigênio do ar, produzindo calor. Porém um efeito negativo desta reação é ser uma grande causadora da poluição atmosférica. A energia química da reação é transformada em energia térmica que é, então, convertida em energia mecânica, que corresponde à força motriz de funcionamento das locomotivas a vapor. == Classificação == Há várias classificações para os motores a vapor, segue abaixo algumas delas: * Eixo do motor: os motores a vapor podem ser classificados por horizontais ou verticais, sendo esta classificação baseada na direção do eixo do cilindro. # Horizontais: Motores com eixos do cilindro na horizontal; # Verticais: Motores com os eixos do cilindro na vertical. * Velocidade do motor: existem três classificações para os motores a vapor dependendo de suas velocidades, sendo: # Motores de Alta velocidade: motores com velocidade maior ou igual a 250 RPM (rotações por minuto); # Motores de Velocidade Mediana: Motores com velocidade entre 100 a 250 RPM; # Motores Lentos: Motores com velocidade menor que 100 RPM. * Trabalho baseado na expansão ou não expansão: # Motores expansivos: O vapor é introduzido em todo o curso do pistão, a movimentação do mesmo é causa pela alta pressão do vapor que resulta na movimentação do vapor de uma ponta a outra do pistão até sair; # Motores não expansivos: O vapor é introduzido em apenas uma parte do curso do pistão, em seu interior ocorre a expansão . Motores expansivos possuem um rendimento maior que os não expansivos, porém o trabalho gerado por cada impulso pelo segundo é maior. Logo, se a eficiência é o mais importante deve-se usar um motor expansivo e se for necessário uma grande quantidade de energia o motor não expansivo é o recomendado. * Escape do motor: # Para atmosfera: O vapor é liberado na atmosfera, cuja pressão é maior ou igual a pressão atmosférica, logo não é possível que este vapor seja reutilizado para outro ciclo do motor a vapor; # Condensador: Estes motores liberam vapor a uma quantidade de 0.05 bar dentro dos condensadores, que é então condensado e mandado novamente para a caldeira pela bomba de alimentação(o vapor é reutilizado). * Número Cilindros: # Motor a vapor simples: A conversão da energia térmica em energia mecânica acontece em apenas um estágio, tendo um cilindro e um pistão; # Motor a vapor composto: A conversão da energia térmica em energia mecânica acontece em dois estágios, sendo um com alta pressão e outro com baixa pressão; # Motor a vapor de expansão tripla: A conversão da energia térmica em energia mecânica acontece em três cilindros/pistões sucessivamente; # Motor a vapor de expansão quadrupla: A conversão da energia térmica em energia mecânica acontece em quatro cilindros/pistões. * Número de estágios de expansão: # Estágio individual # Dois estágios # Três estágios # Quatro estágios * Campo de aplicação: # Motores estacionários # Motores marinhos # Motores de locomotivas * Tipo de Administração (em inglês, Governing): # Throttle Governing: É o método onde a velocidade do motor é controlado pelos meios da válvula dentro do tubo de vapor que regula a pressão do vapor entrando no motor. # Automatic Cut-Off Governing: É o método no qual o administrador controla a porcentagem certa de vapor que deve entrar no cilindro, a pressão do vapor que entra no motor é mantida constante. == Eficiência == A eficiência de um motor a vapor pode ser representada pelo rendimento de máquinas térmicas, o qual depende basicamente de três grandezas: * o calor de uma fonte quente (Q1) * o calor de uma fonte fria (Q2) * trabalho gerado (W) Pela primeira lei da termodinâmica, conservação de energia, temos a transformação de calor fornecido (Q1) em trabalho (W), energia que será utilizada, e uma outra energia representada por ΔU (variação de energia interna) que representa a energia perdida no processo, tendo assim a formula a seguir: \\boldsymbol{\\ Q}=\\boldsymbol{\\Delta U} + \\boldsymbol{\\ T} Porém, dado que em um ciclo completo o ΔU deve ser 0, é, portanto, possível descobrir o trabalho(W) substituindo este valor na formula acima, resultando em: \\boldsymbol{\\ W}=\\boldsymbol{\\ Q1} - \\boldsymbol{\\ Q2} Desta forma, tem-se que o rendimento da máquina térmica é dado pela razão entre o trabalho gerado(W) com o calor retirado da fonte quente(Q1). Com base nas equações acima descritas, chega-se às seguintes equações para representar o rendimento: \\boldsymbol{\\ R}= \\boldsymbol{\\ W} / \\boldsymbol{\\ Q1} \\boldsymbol{\\ R}= 1 - \\boldsymbol{\\ Q2} / \\boldsymbol{\\ Q1} == Componentes == Construtivamente as partes principais são: === Carcaça === Feita de aço fundido e usinado internamente, montada na horizontal. A espessura da carcaça pode ultrapassar 150 milímetros na região de alta pressão. A função da carcaça é conter todo o conjunto rotativo, composto pelo eixo e pelas palhetas, e adicionar as tubeiras (nozzles) fixos. Embora a função seja simples, o projeto mecânico da carcaça é bastante complexo e crítico para o bom funcionamento da turbina a vapor. A principal razão disto, é a alta temperatura que a turbina funciona, e as pequenas folgas entre as partes fixas e as partes rotativas. Quando o vapor entra na turbina, a alta temperatura, ocorre uma grande dilatação do material, que pode facilmente exceder 15 milímetros dependendo do tamanho da turbina. Quando ocorre esta dilatação térmica, há o risco de as folgas entre as partes fixas e móveis serem reduzidas a ponto de haver roçamento, e consequentemente, desgaste ou mesmo ruptura das palhetas. Também, devido a grande espessura da parede, há grandes gradientes térmicos. A parte interna, em contato com o vapor, se dilata mais, devido à alta temperatura. A parte externa da parede, em contato com o ambiente, se dilata menos. Essa diferença entre a dilatação do material na parte interna e externa da parede dá origem a fortes tensões que podem causar distorção ou fadiga térmica. === Mancais === Na carcaça são montados um conjunto de 2 a 4 mancais, dependendo do tamanho da turbina. Os mancais podem ser ainda: *de guia: são os que suportam o peso do eixo e o carregamento radial. Permitem que ele tenha movimento giratório livre de atrito; *de escora: suportam a carga axial decorrente do \"choque\" do vapor com as palhetas. É montado no sentido horizontal. Os mancais de turbinas a vapor não usam rolamentos. Eles são do tipo hidrodinâmico, em que o eixo flutua sobre um filme de óleo em alta pressão que é causada pelo próprio movimento do eixo, relativo à parede do mancal. O mancal também tem um sistema de selagem de óleo e de vapor. Este sistema de selagem impede que vapores de óleo, ou de água, passem da turbina para o ambiente. Normalmente o sistema é constituído de uma série de labirintos que provocam uma perda de carga no fluxo de vapor, reduzindo o vazamento. === Rotor === O rotor é a parte girante da turbina e responsável pela transmissão do torque ao acoplamento. No rotor são fixadas as palhetas, responsáveis pela extração de potência mecânica do vapor. O rotor é suportado pelos mancais, normalmente pelas extremidades. É fabricado com aços ligados e forjados. Os materiais que são empregados atualmente são ligas com altos percentuais de níquel, cromo ou molibdênio. Nas máquinas mais modernas, são feitos a partir de um lingote fundido à vácuo, e depois forjado. O eixo deve ser cuidadosamente balanceado e livre de imperfeições superficiais, que podem funcionar com concentradoras de tensões, o que reduz a resistência à fadiga do eixo. Em uma das extremidades do eixo é feito o acoplamento, seja a um gerador elétrico, ou a uma máquina de fluxo, como um ventilador, um compressor ou uma bomba. Mas, devido a necessidade de se obter uma rotação diferente no acoplamento, muitas vezes o eixo é ligado a uma caixa redutora de velocidade, onde a rotação da turbina é aumentada ou reduzida, para ser transmitida ao acoplamento. === Palhetas === As palhetas são perfis aerodinâmicos, projetados para que se obtenha em uma das faces uma pressão positiva, e na outra face uma pressão negativa. Da diferença de pressão entre as duas faces é obtida uma força resultante, que é transmitida ao eixo gerando o torque do eixo. === Labirintos === Os labirintos são peças aplicadas em turbinas a vapor com a finalidade de vedar a carcaça sem atritar. São fabricados na grande maioria em alumínio e são bipartidos radialmente para facilitar a manutenção da máquina. Internamente, eles são aplicados para garantir o rendimento da turbina. Nos casos em que há mais de um motor, o vapor não pode se dissipar dentro da carcaça para não perder energia e baixar o rendimento da máquina. Os labirintos também são utilizados na vedação da carcaça em relação ao ambiente externo, evitando também a dissipação do vapor para a atmosfera. Nas turbinas de grande porte, há a injeção de vapor nos labirintos, por meio de uma tomada vinda da própria máquina, para equalizar as pressões e garantir a vedação da carcaça. == Dias atuais == Atualmente, a energia gerada pelo vapor não é mais utilizada como antigamente, tendo sido substituída pelas máquinas de combustão interna, pelos seguintes motivos: * Perda muito significativa de energia na queima do carvão (entre 80 e 90% de toda energia produzida pelo carvão não é utilizada), fazendo com que a eficiência da máquina a vapor seja bem inferior aos motores atuais; * O carvão é nocivo à natureza; * O transporte da matéria- prima é muito mais prático quando falamos em óleos combustíveis, que podem ser transportados por meio de tubos, do que o carvão que ocupa um espaço muito maior e é necessário que sejam transportados por navios ou trens; * Para que um trem movido a vapor possa operar, são necessárias vários horas para que o motor aqueça e possa ser operado. No caso de motores a diesel, este conseguem operar cerca de 1 minuto após acionados. Entretanto, o vapor ainda é importante na geração de grande parte da energia elétrica de muitos países. Um exemplo são as usinas nucleares, que utilizam calor de reatores nucleares para produzir o vapor. Mais de 88% da energia elétrica dos Estados Unidos é gerada pelo vapor. Porém, não são mais utilizados motores a vapor, mas, sim, turbinas a vapor, cuja eficiência é maior. Motor rotativo Quasiturbine configurado para operar como motor a vapor.YouTube - 2011 Quasiturbine (1 bar - 15 psi) Steam at the Oregon Steam-up. Acessado em 02/07/2018. Num reator nuclear, o calor produzido pelas reações no núcleo, gera vapor que movimenta uma turbina acoplada a um gerador. == Ver também == * Motor a vácuo * Motor elétrico * Motor Stirling == Ligações externas == * Animation interativo * A História do Motor a vapor * animacion interactivo de la maquina de vapor, download (English, Spanish, German) * (em inglês) science.howstuffworks * (em português) Instituto de Física UFRGS,máquina a vapor,prof. Leila * (em inglês) Explainthatstuff * (em inglês) História do Aeolipile * Locomotivas a vapor,UNICAMP * Primeira Locomotiva no Brasil,MAITC * Instituto de Física UFRGS,Melissa * Instituto de Física UFRGS,máquinas térmicas,prof. Leila Categoria:Mecânica Categoria:Tecnologias de gases Categoria:Máquinas a vapor",
 "title": "Motor a vapor"
}