{
 "id": "40704",
 "text": "Maurice Bienvenu Jean Paul Trintignant (Sainte-Cécile-les-Vignes, França, 30 de outubro de 1917 — Nimes, França, 13 de fevereiro de 2005) foi um automobilista francês, o primeiro piloto de seu país a vencer um grande prêmio de Fórmula 1. Notabilizou-se por ter desenvolvido uma carreira longeva durante o período mais perigoso do automobilismo. == Carreira nas pistas == === Pré- guerra === Filho de um viticultor da região de Languedoque-Rossilhão, Trintignant iniciou sua carreira de piloto disputando corridas na França cinco anos após a morte de seu irmão, Louis-Aimé, também piloto de corridas, no Grand Prix de Picardie em 1933. Em sua primeira corrida, o Grand Prix de Pau de 1938, pilotou o mesmo Bugatti em que seu irmão havia morrido, obtendo a 5ª posição ao final. Nesse mesmo ano, obteve sua primeira vitória no Grand Prix des Frontiéres, no circuito belga de Chimay. No ano seguinte, voltou a vencer em Chimay, tendo boas performances também em Pau e nas 12 Horas de Paris. O advento da Segunda Guerra Mundial, entretanto, impõs a suspensão de sua carreira, que somente seria retomada em 1945. === 1945-1949 === Após o final da guerra, Trintignant retomou sua carreira, ainda com a Bugatti que pertencera a seu irmão. Um fato curioso ocorreu por ocasião da disputa da I Coupe des Prisonniers de 1945, no Bois de Boulogne: ao alinhar sua Bugatti para a largada, não conseguiu funcionar o motor, abandonando a prova antes mesmo de seu início. O motivo foi o entupimento dos dutos de alimentação por causa de dejetos de ratos, que haviam instalado um ninho dentro do tanque de combustível. Por conta desse acontecimento, Trintignant ganhou de Jean-Pierre Wimille, o vencedor da prova, o apelido de \"Le Pétoulet\", que em francês significa justamente \"cocô de rato\". A partir de 1947 passou a correr pela equipe Simca Gordini, com a qual obteve o 3º lugar na I Coupe des Petites Cylindrées, em Reims. Em 1948, após vencer em Perpignan e em Montlhéry, sua carreira ficou marcada por um grave acidente ocorrido Grande Prêmio da Suíça, disputado em Bremgarten: na quarta volta, Trintignant perdeu o controle de seu Simca Gordini na curva que hoje leva seu nome, chocando-se violentamente contra a proteção lateral e sendo atirado para o meio da pista, onde quase foi atropelado por Giuseppe Farina e Robert Manzon. No primeiro atendimento médico recebido, Trintignant foi declarado clinicamente morto; levado ao hospital, permaneceu uma semana em coma com graves lesões no baço, além de ter perdido quatro dentes. Nos treinos para essa prova, já havia morrido o campeão italiano Achille Varzi. Durante seu afastamento, a equipe Gordini chamou para substituí-lo, no Grand Prix de Reims, o piloto argentino Juan Manuel Fangio, que assim fez sua estreia no automobilismo europeu. Recuperado, Trintignant voltou às pistas em 1949 ao volante do Simca Gordini, vencendo no Circuit des Remparts, em Angouléme, além de obter bons resultados como o quarto lugar na Coupes du Salon, em Montlhéry, e o segundo lugar no Gran Prémio de Madrid. === 1950-1959 === Para a temporada de 1950, Trintignant continuou com os carros da Simca Gordini. A novidade daquele ano consistia no início do Campeonato Mundial de Fórmula 1, que unia as antigas corridas do Grand Prix do pré-guerra em um campeonato de âmbito mundial, regido pela Federação Internacional de Automobilismo. Trintignant estreou no campeonato no Grande Prêmio de Mônaco, abandonando logo na primeira volta, após se envolver em um acidente com mais oito carros. Disputou ainda o Grande Prêmio da Itália, em Monza, prova que abandonou. Nesse ano disputou ainda, com o Simca Gordini, as 24 Horas de Le Mans em dupla com Robert Manzon (abandonou após 34 voltas). Em 1951 disputou quatro grandes prêmios de Fórmula 1: França, Alemanha, Itália e Espanha, abandonando todas as provas por problemas mecânicos; os Gordini não ofereciam condições de competitividade. Venceu, contudo, a prova de F2 disputada em Cadours. Novamente tentou Le Mans, desta vez em dupla com Jean Behra, mas outro defeito mecânico forçou-o ao abandono. Trintignant conseguiu seus primeiros pontos na F1 em 1952, ao terminar o Grande Prêmio da França na quinta posição. No mesmo ano, venceu o Grand Prix de Roubaix. Na temporada de Fórmula 1 de 1953 conseguiu mais dois quintos lugares, na Bélgica e na Itália, constatando que era o máximo que os Gordini podiam oferecer em termos de competitividade. Venceu ainda uma prova extra-campeonato em Nimes e repetiu o sucesso em Cadours, sendo que em Le Mans, correndo em dupla com Harry Schell, venceu na categoria Esporte , terminando em 6º lugar na classificação geral. Apesar do fraco rendimento dos Gordini, o desempenho de Trintignant chamou a atenção de Enzo Ferrari, que o convidou a ingressar em sua equipe em 1954, a fim de disputar o campeonato de Fórmula 1 e o Mundial de Marcas. O convite representou um salto de qualidade na carreira do francês, que logo retribuiu a confiança do Comendador com resultados. Na Fórmula 1, conseguiu o segundo lugar na Bélgica, o terceiro posto na Alemanha, o quarto lugar na Argentina e o quinto lugar na Inglaterra e na Itália, desempenho que lhe valeu a quarta colocação final no Mundial de Pilotos, com 17 pontos. Venceu, ainda, as provas extra-campeonato de Rouen-les-Essarts e de Caen. Além disso, venceu o Grand Prix de Senegal, as 12 Horas de Hyeres, no Circuit du Var, e as 24 Horas de Le Mans, a bordo de uma Ferrari 375 LM, em parceria com José Froilán González. Em 1955 o ritmo foi mantido, e Trintignant começou o ano obtendo o segundo lugar no Grande Prêmio da Argentina. Em razão do regulamento da época, que permitia aos pilotos dividirem um mesmo carro com companheiros de equipe, correndo em duplas, Trintignant ainda conseguiu o terceiro lugar na mesma prova, em parceria com Giuseppe Farina e Umberto Maglioli. Na prova seguinte, em Mônaco, Trintignant obteve sua primeira vitória na Fórmula 1, batendo as Mercedes de Fangio e Stirling Moss e a Lancia de Alberto Ascari. Tornou-se o primeiro francês a triunfar na F1. Ao final da temporada, repetiu o quarto lugar de 1954. Venceu, ainda, as 10 Horas de Messina, com uma Ferrari 750 Monza, juntamente com Eugenio Castellotti. Apesar dos resultados obtidos, em 1956 Trintignant pilotou para a Vanwall na F1; disputou os grandes prêmios de Mônaco, Bélgica, Inglaterra e Itália e abandonou todos com problemas mecânicos. No Grande Prêmio da França juntou-se à Bugatti, que ensaiava um retorno às pistas depois de duas décadas de retiro do esporte. O carro de desenho revolucionário, projetado pelo renomado engenheiro italiano Gioacchino Colombo, contudo, vai mal, e Trintignant abandonou a corrida logo na 18ª volta, naquele que seria o único grande prêmio disputado pela lendária marca francesa. Com os carros esporte, ainda pela Ferrari, triunfou no Grand Prix de Agadir, nas 2 Horas de Dakar e nos km da Suécia, nesta última em dupla com Phil Hill, além de conseguir o 3º lugar nas 24 Horas de Le Mans, em dupla com Olivier Gendebien, e nos km de Paris, com François Picard. Em 1957 disputou apenas três grandes prêmios pela Ferrari, e pontuou em dois deles, na Inglaterra e em Mônaco. No Mundial de Marcas, o terceiro posto nos km de Nurburgring foi seu melhor resultado, e na F2, venceu a Coupe Internationale de Vitesse, em Reims, com uma Ferrari Dino 156. Um mudança forte se deu em 1958: Trintignant assinou contrato com Rob Walker para disputar a temporada da Fórmula 1 com um Cooper, e com a Aston Martin para o Mundial de Marcas. Na F1, venceu novamente em Mônaco, além de obter um terceiro lugar na Alemanha, o que o fez terminar o ano na sétima posição no campeonato. Venceu, ainda, o Grand Prix de Pau de F2 e tomou parte em uma corrida especial, as 500 Milhas de Monza, disputada no anel de alta velocidade do circuito italiano entre pilotos da F1 e da Fórmula Indy; correndo em dupla com A. J. Foyt, ao volante de um Sclavi and Amos Special, obteve a 6ª colocação final, ao cabo de três baterias. No campeonato de 1959, novamente com o Cooper de Walker, foi terceiro em Mônaco, quarto na Alemanha e em Portugal, quinto na Inglaterra, e fechou o ano com o segundo posto nos Estados Unidos, em Sebring, a apenas 6/10 de segundo do vencedor, Bruce McLaren, fazendo ainda a volta mais rápida, fato que o tornou o último piloto a receber um ponto por fazer a melhor volta em um grande prêmio de F1 até 2019, quando a prática foi retomada. Tudo isso o levou ao quinto lugar na classificação final do campeonato. No Mundial de Marcas, correndo em dupla com o belga Paul Frére ao volante da Aston Martin, conseguiu o segundo lugar em Le Mans e o quarto lugar no Tourist Trophy. E na F2 repetiu o sucesso do ano anterior no Grand Prix de Pau. === Últimos anos === Mesmo após 21 anos de carreira, Trintignant se apresentou para a temporada de 1960 da F1. Com um Cooper Climax, terminou o Grande Prêmio da Argentina, a prova de abertura do ano, na terceira colocação, dividindo o carro com Stirling Moss. Todavia, o regulamento da F1 havia sido alterado, não permitindo mais o compartilhamento de carros. Por isso, ambos os pilotos não receberam os pontos correspondentes à colocação alcançada. No resto da temporada, não conseguiu resultados expressivos, ao passo que no Mundial de Marcas, desta vez ao volante de um Porsche, chegou em quarto lugar nos km de Nurburgring, correndo com Hans Herrmann. Por fim, venceu o Grande Prêmio de Buenos Aires, prova de F1 extra-campeonato, e a prestigiosa prova de subida de montanha de Mont Ventoux, a bordo de um Cooper-Climax, além de classificar-se em terceiro lugar na Volta Automobilística da França, a bordo de uma Ferrari 250 GT dividida com Pierre Noblet. A partir daí, Trintignant foi gradativamente diminuindo sua participação nas corridas, disputando provas esporádicas na F1, além das 24 Horas de Le Mans e algumas corridas de resistência, como a Targa Florio de 1961, em que chegou em 4º lugar, ao volante de uma Maserati dividida com Nino Vaccarella. Um feito notável que atingiu foi a vitória no Grand Prix de Pau, desta vez realizado como etapa extra-campeonato de F1, ao volante de um Lotus, em 1962. Em 1964 adquiriu um BRM e correu em Mônaco, na França, na Alemanha e na Itália. Em Nurburgring terminou a prova na quinta posição, conseguindo seus primeiros pontos no campeonato desde 1959. E em Monza fez sua despedida da F1. No ano seguinte, disputou suas duas últimas provas no automobilismo, a bordo de um Ford GT 40 dividido com Guy Ligier: os km de Nurburgring e as 24 Horas de Le Mans; a dupla abandonou ambas as corridas. A partir daí, Trintignant se limitou a aparições fugazes em eventos franceses de carros de turismo, pela equipe francesa Star Racing Team, entre o final dos anos 70 e início dos anos 80, e a testes esporádicos com veículos de Fórmula Ford e Fórmula Renault. Em 1982, aos 64 anos, Trintignant decidiu participar do Rali Paris-Dakar, com um Toyota BJ, tendo como co-piloto Joseph Cantarelli; não terminou a prova, contudo. Por fim, nos anos 90, tomou parte de vários eventos de carros históricos até 2000, quando não conseguiu se inscrever para o 2º Grand Prix de Monaco Historique, em que pretendia se apresentar ao volante do Cooper que guiou para obter sua segunda vitória nas ruas do Principado, em razão de problemas no carro. == Fora das pistas == Maurice Trintignant era filho de um viticultor, tendo aprendido o ofício do pai e o seguido mesmo durante sua carreira nas pistas, especializando-se na produção de vinhos tintos e rosés. Estabeleceu-se desde novo em Vergèze, pequena cidade situada na região de Gard, no departamento de Languedoc-Roussillon, lá permanecendo até o final de sua vida, tendo atuado inclusive como prefeito da cidade entre 1959 e 1964. Em sua propriedade, chamada Le Mas D'Arnaud, produziu uma série especial de vinhos tintos batizada Le Pétoulet, com o slogan “Le champion des vins — Le vin du champion”. Escreveu dois livros, Pilote de Courses, em 1957, e Comment conduire sa voiture, de 1967, ambos editados pela Hachette Livre de Paris. Por fim, na madrugada de 13 de fevereiro de 2005, Trint, como gostava de ser chamado, faleceu aos 87 anos, em um hospital de Nimes. Era tio do ator Jean- Louis Trintignant, e tio-avô do piloto francês Pierre Trintignant. Em 30 de outubro de 2010, data do aniversário do piloto francês, a cidade de Vergèze rendeu-lhe merecida homenagem, com a inauguração de uma escultura em bronze, em tamanho natural, de Trintignant ao volante de sua Bugatti T51, realizada pelo artista plástico Christian Maas. == Resultados no Campeonato Mundial de Fórmula 1 == (legenda) (Corrida em itálico indica volta mais rápida) Temporada Equipe Chassis Motor 1 2 3 4 5 6 7 8 9 10 11 Classificação Pontos Equipe Gordini Gordini Type 15 Gordini L4 GBR MON Ret 500 SUI BEL FRA ITA Ret NC 0 Equipe Gordini Gordini Type 15 Gordini L4 SUI 500 BEL FRA Ret GBR GER Ret ITA Ret ESP Ret NC 0 Ecurie Rosier Ferrari 166 F2 Ferrari V12 SUI DNS 21º 2 Equipe Gordini Gordini Type 15 Gordini L4 500 BEL FRA 5 Gordini Type 16 Gordini L6 GBR Ret GER Ret NED 6 ITA Ret Equipe Gordini Gordini Type 16 Gordini L6 ARG 7 * 500 NED 6 BEL 5 FRA Ret GBR Ret GER Ret SUI Ret ITA 5 11º 4 Ecurie Rosier Ferrari 625 Ferrari L4 ARG 4 500 4º 17 Scuderia Ferrari BEL 2 FRA Ret GBR 5 GER 3 SUI Ret ITA 5 Ferrari 553 ESP Ret Scuderia Ferrari Ferrari 625 Ferrari L4 ARG 2+3 † MON 1 500 GBR Ret 4º 11.33 Ferrari 555 BEL 6 NED Ret ITA 8 Vandervell Products Ltd. Vanwall Vanwall L4 ARG MON Ret 500 BEL Ret GBR Ret GER ITA Ret NC 0 Automobiles Bugatti Bugatti T251 Bugatti L8 FRA Ret Scuderia Ferrari Ferrari 801 Ferrari V8 ARG MON 5 500 FRA Ret GBR 4 ‡ GER PES ITA 13º 5 Rob Walker Racing Team Cooper T45 Climax L4 ARG MON 1 NED 9 500 GER 3 POR 8 ITA Ret MAR Ret 7º 12 Scuderia Centro Sud Maserati 250F Maserati L6 BEL 7 Owen Racing Organisation BRM P25 BRM L4 FRA Ret Rob Walker Racing Team Cooper T43 Climax L4 GBR 8 Rob Walker Racing Team Cooper T51 Climax L4 MON 3 500 NED 8 FRA 11 GBR 5 GER 4 POR 4 ITA 9 EUA 2 5º 19 Rob Walker Racing Team Cooper T51 Climax L4 ARG 3** NC 0 Scuderia Centro Sud Maserati L4 MON Ret 500 NED Ret BEL FRA Ret EUA 15 David Brown Corporation Aston Martin DBR4/250 Aston Martin L6 GBR 11 POR ITA Scuderia Serenissima Cooper T51 Maserati L4 MON 7 NED BEL Ret FRA 13 GBR GER Ret ITA 9 EUA NC 0 Rob Walker Racing Team Lotus 24 Climax V8 NED MON Ret BEL 8 FRA 7 GBR GER Ret ITA Ret EUA Ret AFS NC 0 Reg Parnell Racing Lola Mk4A Climax V8 MON Ret BEL NED NC 0 Lotus 24 FRA 8 GBR GER Scuderia Centro Sud BRM P57 BRM V8 ITA 9 EUA MEX AFS Maurice Trintignant BRM P57 BRM V8 MON Ret NED BEL FRA 11 GBR DNQ GER 5 AUT ITA Ret EUA MEX 17º 2 :* Carro dividido com Harry Schell :† Carro dividido com José Froilán González e Giuseppe Farina (2º lugar) & Giuseppe Farina e Umberto Maglioli (3º lugar) :‡ Carro dividido com Peter Collins :** Não recebeu os pontos correspondentes por ter dividido o carro com Stirling Moss. Categoria:Pilotos de Fórmula 1 da França Categoria:Pilotos da equipe Gordini de Fórmula 1 Categoria:Pilotos da equipe Ferrari de Fórmula 1 Categoria:Pilotos da equipe Vanwall de Fórmula 1 Categoria:Pilotos da equipe BRM de Fórmula 1 Categoria:Pilotos da equipe Aston Martin de Fórmula 1 Categoria:Pilotos das 24 Horas de Le Mans",
 "title": "Maurice Trintignant"
}