{
 "id": "40707",
 "text": "Selo postal é uma estampilha, adesiva ou fixa, bem com a estampa produzida por meio de máquina de franquear correspondência, destinada a comprovar o pagamento da prestação de um serviço postal, de acordo com a legislação brasileira.LEI Nº 6.538, DE 22 DE JUNHO DE 1978. Que dispõe sobre os Serviços Postais. Um selo postal é um papel adesivo que prova o pagamento de uma taxa por serviços postais. Normalmente um pequeno retângulo anexado a um envelope, o selo significa que a pessoa tem o envio total ou parcialmente pagos para a entrega. Os selos de correio são a mais popular forma de pagamento para correspondência varejo; alternativas incluem envelopes postais pré-pagos e máquina de franquia postal. O estudo dos selos é Filatelia. Coleção de selos é um hobby de colecionar selos. == História == O primeiro selo postal foi o Penny Black, (one penny black), surgido na Inglaterra em 6 de maio de 1840. A ideia foi de Sir Rowland Hill, membro do Parlamento do Reino Unido, para que fosse o remetente a pagar a tarifa, pois antes da criação do selo, o destinatário é que a pagava, criando um enorme número de devoluções. No dia 1 de agosto de 1843 o Brasil foi o segundo país do mundo a emitir um selo, batizado Olho de Boi e impresso numa série de três valores: 30 réis, com tiragem de 856.617 exemplares; 60 réis, com tiragem de 1.335.865 exemplares; e 90 réis, com apenas 341.125 exemplares. Apesar de o correio em Portugal ter sido criado em 1520, por D. Manuel I, devido à necessidade de entregar rapidamente o enorme fluxo de encomendas, cartas, documentos ou objetos, que se fazia sentir em Portugal devido aos Descobrimentos Portugueses, os selos chegaram a Portugal a 1 de julho de 1853, sendo o primeiro selo português o busto de D. Maria II, selo esse desenhado pelo próprio Rei D. Fernando, marido de D. Maria II. (D. Fernando também foi o arquiteto e o designer de interiores do Palácio da Pena, Sintra). Assim, Portugal foi o 45º país a adotar o selo no mundo e o único a desenvolver uma coleção especialmente para as antigas colónias. Além de terem sido criadas edições especiais, destacando-se a edição alusiva à EXPO' 98 e a edição alusiva ao Euro' 2004. == Selos famosos == * Penny Black * Olho-de-Boi * Cottonreels * Mauritius \"Post Office\" * Treskilling Yellow * Inverted Jenny * Inverted Head 4 Annas da Índia * Selo da Guiana de 1 Cent * Perot provisional * Hawaiian Missionaries * Basel Dove * Uganda Cowries * Scinde Dawk * Gronchi Rosa * Doar Ivri \"Correio Hebreu\" de Israel == Principais conceitos == ; Bloco comemorativo Conjunto de um ou mais selos emitidos para assinalar um acontecimento especial, impressos em pequena folha, que pode ser usado no todo ou em parte, no porteamento de correspondência. ; Selo comemorativo Emissão temática que registra fatos, datas, eventos de destaque e homenageia personalidades, em âmbito nacional e internacional. ; Selo especial Emissão temática não-relacionada a comemorações ou eventos específicos, voltada à demanda filatélica nacional e internacional ; Selo ordinário Emissão não comemorativa, de tiragem ilimitada e prazo de circulação indefinido. ; Cartela temática Peça produzida em papel cartonado, ilustrada com motivos de selos e que reúne emissões específicas relacionadas a temas de grande apelo para os colecionadores ou compradores eventuais. Pode ser personalizada com marcas de empresas ou outras instituições que desejem transformar o produto em brinde. ; Coleção anual de selos Conjunto de todos os selos emitidos anualmente, organizado em álbum com capa ilustrada com motivos alusivos às emissões do ano de referência, contendo breve texto sobre as mesmas. Tem grande aceitação no exterior, devendo ser oferecida, preferencialmente a clientes que realizem negócios fora do país. ; Coleções temáticas Conjunto composto por selos e peças filatélicas relacionadas a determinado tema. Podem ser desenvolvidas a partir de temas sugeridos pelos clientes para fins promocionais, com a inserção da marca ou mensagens institucionais. Opção para brinde em ocasiões especiais, como: final de ano, visitas técnicas ou de cortesia. === Listas de temas === * Lista de aves em selos * Lista de bonsai em selos * Lista de peixes em selos * Lista de pessoas em selos * Lista de navios em selos == Ver também == * Lista das entidades que tenham emitido selos postais * Lista das agências filatélicas * Selo rendimento * Cronologia da história postal * Filatelia cópias e falsificações * Sheet of stamps * Selos do Brasil * Selos e história postal do Brasil * Revista COFI == Ligações externas == Categoria:Produção gráfica Categoria:Invenções do Reino Unido",
 "title": "Selo postal"
}