{
 "id": "40726",
 "text": "Imperialismo é um conjunto de ideias,Gary Allen, Nixon: The Man Behind the Mask (Boston, Western Islands, 1971]. medidas e mecanismos que, sob determinação de um Estado-nação, procuram efetivar políticas de expansão e domínio territorial, cultural ou econômico sobre outras regiões geográficas, vizinhas ou distantes. Esta prática está associada, na história da humanidade, à formação de impérios que se desenvolveram e, em muitos casos, foram dissolvidos ou substituídos por outros, por diferentes motivos. No entanto, o conceito de imperialismo, derivado de uma prática assente na teoria econômica, só surgiu no início do . Conforme alguns analistas, o neocolonialismo moderno pode ser considerado como uma expressão de imperialismo \"informal\", sem colônias, embora este seja um tema controverso entre os historiadores. == Etimologia == A palavra imperialismo surge a partir da palavra imperium em latim, e significa poder supremo. Seu significado atual surge no Reino Unido na década de 1870 e foi usado com uma conotação negativa. Na Grã-Bretanha, a palavra até então tinha sido principalmente usada para se referir à política de Napoleão III de obtenção de opinião pública favorável na França através de intervenções militares fora do país. == História == === Modernidade === No final do século XIX e começo do século XX, a economia mundial viveu grandes mudanças. As inovações tecnológicas da Revolução Industrial aumentaram a produção fabril, o que gerou a necessidade de novos mercados consumidores para esses produtos e uma nova corrida por muitas matérias primas. ==== Imperialismo Asiático ==== A conquista da Ásia aconteceu aos poucos, primeiramente com o abrir de alguns portos em pequenas ilhas durante o século XVIII e antigas colônias hispano-holandesas nas Filipinas (cedida aos Estados Unidos pela Espanha depois) e ilhas da Indonésia (holandeses). Mas a desenfreada exploração que se deu por estas bandas foi a partir da Rússia, que construiu uma estrada de ferro ligando a Rússia européia até suas margens do Pacífico Oriental, com o objetivo de influenciar e dominar a Mongólia e a China. ==== Japão ==== Já a entrada do Japão no grupo dos países imperialistas foi por pressão dos Estados Unidos e do Reino Unido de tempos. Sob muita pressão dos estadunidenses, o Japão governado formalmente por um monarca, mas quem tinha plenos poderes era o comandante das Forças Militares Japonesas, o Xogun, decidiu abrir alguns portos para os países ocidentais. Isso causou uma revolta por vários motivos na ilha, conhecido como Restauração Meiji, onde restaurava plenamente os poderes do imperador, que fez o Japão dar um salto no desenvolvimento industrial e econômico do país. Isso fez com que a concorrência entre Reino Unido, França, Rússia e os Estados Unidos ficasse mais acirrada e incluísse o Japão na disputa imperialista. Para tanto, o exército japonês invadiu a China e obteve sucesso em suas missões, anexando ao seu território a região correspondente à Manchúria, as atuais Coreias e a ilha de Formosa. Na tentativa de expulsar os japoneses, os chineses buscaram apoio - em vão - da Rússia. Este país teve de indenizar o Japão. ==== Influência inglesa ==== O Reino Unido começou sua investida, através de acordos comerciais com o imperador da China. Em 1839, o imperador proíbe o comércio de Ópio em seu território, cujo era comercializado pelo Reino Unido na Índia. Mas os britânicos não acataram as ordens e continuaram a comercializar a droga. Como punição o governo chinês afunda alguns navios britânicos. Este fato serve de pretexto para o Reino Unido declarar guerra à China. Com uma marinha superior a da chinesa o Reino Unido vence, e como pagamento ao vencedor a China teve que ceder a Ilha de Hong-Kong e abrir diversos portos. Com o domínio meridional da China, a Indochina cedida pela França, devido à Guerra dos Sete Anos, o Reino Unido conquistou a hegemonia também do Sudeste Asiático. Nesse decorrer de tempos ocorreram várias revoltas, uma muito importante ocorreu na Índia, mas ela foi sufocada, e assim os britânicos abocanham de vez a Índia integrando-a como parte de seu Império Colonial. Já no ano de 1895, a China sofre sua pior humilhação, a partilha de seu território em áreas de influência entre: Reino Unido, França, Japão, Alemanha e Rússia, isso gerou a Revolta dos Boxers. Para vencer essa batalha, as potências europeias e nipônica, tiveram que se unir e conseguiram vencê-la. Já os Estados Unidos recolonizaram as Filipinas e conquistaram e anexaram ilhas como o Havaí entre outras. ==== Conferência de Berlim ==== Em 1885, teve início a Conferência de Berlim, que reuniu representantes de potências europeias para promover a \"partilha amigável\" do continente africano. As maiores beneficiadas com a partilha foram a França e a Inglaterra, com maior número de colônias em áreas economicamente mais interessantes. A Conferência de Berlim não contou com participação de nenhum representante africano, a partilha foi feita sem qualquer consulta ou uma participação dos povos que seriam atingidos pelas decisões, sem levar em conta os aspectos culturais e étnicos de cada povo. === Imperialismo e neo-imperialismo Europeu === A concepção de um neo-imperialismo foi realizada por economistas ingleses e franceses no início do século XIX. Este conceito constituiu-se no modus operandi colonialista, porém dentro da realidade do capitalismo industrial. “Um país imperialista era um país que dominava economicamente o outro”, e desse modo a capitalização das nações imperialistas gradativamente se ampliava, assim como a \"absorção\" dos países dominados pelos monopólios, mão- de-obra barata e abundante e mercados consumidores, levavam ao ciclo do neo- colonialismo, que é o produto da expansão constante do imperialismo. Os países imperialistas dominaram muitos povos de várias partes do planeta, em especial dos continentes africano e asiático. Porém, a maior parte das elites e da população desses países se sobrepunham tendo como afirmativa que suas ações eram justas e até benéficas à humanidade em nome da ideologia do progresso. Dessa forma, tinham 3 visões explicativas: o etnocentrismo, baseado na ideia de que existiam povos superiores a outros (europeus superiores a asiáticos, indígenas e africanos, exemplos clássicos), da mesma forma o racismo e o darwinismo social que interpretava a teoria da evolução de uma forma discutível, afirmando a hegemonia de alguns sobre outros pela seleção natural. Assim, no final do século XIX e o começo do século XX, os países imperialistas se lançaram numa corrida por matéria-prima, mercados consumidores e países com uma fragilidade política, com o intuito de colonizar. O imperialismo foi uma dos principais motivos políticos para conflitos na Europa, em destaque a Primeira Guerra Mundial, dando princípio à “nova era imperialista\". ==== Imperialismo Britânico ==== Nos finais do século XIX, a África do Sul estava dividida nas repúblicas bôeres e nas colónias britânicas do Cabo e do Natal. Com a descoberta de minas de diamante na região, o Reino Unido decidiu dominar e explorar esse território, o que deu início às Guerras dos Bôeres. O Reino Unido ganhou a Segunda Guerra dos Bôeres e consequentemente o domínio efetivo do território, sob promessa de autonomia, o que deu origem à União Sul- Africana. MASON, Anthony. Memórias do Século XX: Vol. 1 - O Surgimento da Era Moderna. Tradução de Maria Clara de Mello Motta. Rio de Janeiro: Reader's Digest, 2003. A Índia foi mais um país afetado pelo Imperialismo Britânico, que impôs através da formalidade o domínio militar e cultural através da justificativa do Darwinismo Social e do Eurocentrismo (Europa como centro do mundo e cultura superior às outras). Com o fim de acabar com o imperialismo britânico na Índia a população fez a Revolta dos Sipaios, em que nacionalistas indianos apoiados pela população local e pelo exército da Índia reivindicavam o direito indiano à liberdade. Mas a revolta foi sufocada pela Inglaterra. Mais tarde, Mahatma Gandhi propôs uma luta sem armas e sem sangue derramado através do boicote de vários produtos ingleses. == Estudos == O primeiro estudo sistemático sobre o imperialismo surgiu em 1902 com \"Imperialismo\", do autor inglês John Hobson, para quem o fenômeno se devia à acumulação de capital excedente que devia ser exportado. Seriam motivações importantes do expansionismo a busca de novas fontes de matérias-primas e de mercados. A originalidade da obra de Hobson consiste em atribuir ao imperialismo raízes econômicas, o que forneceu as bases para a interpretação marxista. Em 1917, o líder soviético Vladimir Lenin sugeriu que \"o imperialismo era a forma mais elevada de capitalismo, alegando que o imperialismo se desenvolveu após o colonialismo e foi distinguido do colonialismo pelo capitalismo monopolista\". Em virtude disso, os marxistas definem que o capital financeiro se tornou a causa do imperialismo moderno. Na década de 1950, as alterações às políticas económicas de Taiwan transformaram a ilha através de uma tecnologia orientada e uma economia desenvolvida industrializada, após um período de altas taxas de crescimento e rápida industrialização. Na China continental, na década de 1970, as reformas conhecida como \"Quatro Modernizações\" melhoria da agricultura, indústria, tecnologia e defesa, elevando os padrões de vida e tornando a RPC uma das grandes potências. Para o economista Joseph Schumpeter, que em sua obra mais conhecida, \"Capitalism, Socialism and Democracy\" (1942){{fix |text = onde? |post-text = |título = O âmbito geográfico é ambíguo |data = |cat-data = Categoria:!Artigos com âmbito geográfico vago ou ambíguo }}, conclui que o capitalismo acabaria por esgotar-se e dar lugar a alguma forma de controle centralizado da economia, e que a política imperialista não tem relação com a natureza do capitalismo, que é pacifista em essência. O expansionismo se deve a um impulso atávico de luta, remanescente em estruturas e camadas sociais pré-capitalistas, que dependem para sua sobrevivência de guerras e conquistas. == O imperialismo do século XIX == Os principais países que adotaram a prática do imperialismo * * * * * * * * * * * == Ver também == * Império * Império colonial * Império Soviético * Imperialismo cultural * Imperialismo americano * Imperialismo Asiático * Imperialismo na África * Conferência de Berlim == Bibliografia == * V. I. Lenin, Imperialism: The Highest Stage of Capitalism, International Publishers, Nova Iorque, 1997, ISBN 0-7178-0098-9 * Rosa Luxemburgo, The Accumulation of Capital: A Contribution to an Economic Explanation of Imperialism * Guy Ankerl, Coexisting Contemporary Civilizations: Arabo-Muslim, Bharatai, Chinese, and Western, Genebra, INU PRESS, 2000, ISBN 2-88155-004-5. * Robert Bickers/Christian Henriot, New Frontiers: Imperialism's New Communities in East Asia, 1842–1953, Manchester, Manchester University Press, 2000, ISBN 0-7190-5604-7 * Leo Blanken, Rational Empires: Institutional Incentives and Imperial Expansion, University Of Chicago Press, 2012 * Barbara Bush, Imperialism and Postcolonialism (History: Concepts,Theories and Practice), Longmans, 2006, ISBN 0-582-50583-6 * John Darwin (autor), After Tamerlane: The Rise and Fall of Global Empires, 1400–2000, Penguin Books, 2008. * Richard B. Day e Daniel Gaido (ed. e trad.), Discovering Imperialism: Social Democracy to World War I. Chicago: Haymarket Books, 2012. * Niall Ferguson, Empire: How Britain Made the Modern World, Penguin Books, 2004, ISBN 0-14-100754-0 * Michael Hardt e Toni Negri, Empire, Harvard University Press, 2000, ISBN 0-674-00671-2 * E.J. Hobsbawm, The Age of Empire, 1875–1914, Abacus Books, 1989, ISBN 0-349-10598-7 * E. J. Hobsbawm, On Empire: America, War, and Global Supremacy, Pantheon Books, 2008, ISBN 0-375-42537-3 * J. A. Hobson, Imperialism: A Study, Cosimo Classics, 2005, ISBN 1-59605-250-3 * Michael Hudson, Super Imperialism: The Origin and Fundamentals of U.S. World Dominance, Pluto Press, 2003, ISBN 0-7453-1989-0 * Hodge, Carl Cavanagh. Encyclopedia of the Age of Imperialism, 1800-1914 (2 vol. 2007) * Page, Melvin E. et al. eds. Colonialism: An International Social, Cultural, e Political Encyclopedia (2 vol 2003) * Pakenham, Thomas. The Scramble for Africa: White Man's Conquest of the Dark Continent from 1876-1912 (1992) * Petringa, Maria, Brazza, A Life for Africa, Bloomington, IN: AuthorHouse, 2006. ISBN 978-1-4259-1198-0 * Edward Said, Culture and Imperialism, Vintage Books, 1998, ISBN 0-09-996750-2 * Simon C. Smith, British Imperialism 1750–1970, Cambridge University Press, 1998, ISBN 0-521-59930-X * Benedikt Stuchtey, Colonialism and Imperialism, 1450-1950, European History Online, Mainz: Institute of European History, 2011 * E.M. Winslow, \"Marxian, Liberal, and Sociological Theories of Imperialism,\" Journal of Political Economy, vol. 39, no. 6 (Dez. 1931), pp. 713–758. In JSTOR == Ligações externas == * Sobre o imperialismo * Revendo a História (blogspot) - Imperialismo * Imperialismo y dependencia - RU-Económicas - UNAM * Socialismo o fascismo - RU-Económicas",
 "title": "Imperialismo"
}