{
 "id": "40745",
 "text": "Joseph Black (Bordéus, 16 de abril de 1728 – Edimburgo, 6 de dezembro de 1799) foi um médico e químico escocês. Black descobriu o dióxido de carbono (que ele chamou de \"ar fixo\") em 1754. Em 1756 descreveu como os carbonatos se tornam mais alcalinos quando perdem o dióxido de carbono, enquanto que o recolher dióxido de carbono reconverte-os. Em 1761 descobriu que o gelo absorve calor sem mudar de temperatura enquanto derrete. Concluiu deste fato que o calor deve ter-se combinado com as partículas do gelo e se tornado latente. Em 1755 descobriu o magnésio. == Primeiros anos == Black nasceu em Bordéus, França, onde seu pai, que era de Belfaste, Irlanda, estava envolvido com comércio de vinho. Sua mãe era de Aberdeenshire, Escócia, e sua família também estava nos negócios de vinho. Joseph tinha doze irmãos e irmãs. (Translated from the second German edition) Ele entrou na Universidade de Glasgow quando tinha dezoito anos de idade e quatro anos depois foi para a Universidade de Edimburgo para estudar medicina. == Balança analítica == miniatura|Uma balança analítica de precisão Em meados de 1750, Joseph Black desenvolveu a balança analítica baseada numa barra balanceada de peso leve em uma forma de cunha. Cada braço carregava uma panela onde as amostras ou pesos padrões eram colocados. Ela excedia em muito a precisão de qualquer outra balança e se tornou um instrumento de cientistas muito importante na maioria dos laboratórios de química. Em 1757 foi indicado Regius Professor de Medicina e Terapias na Universidade de Glasgow. ==Calor latente== Em 1761 Black deduziu que aplicando calor no gelo quando o mesmo está no ponto de fusão não causa um incremento de temperatura da mistura água/gelo, porém aumenta a quantidade de água na mistura. Adicionalmente, Black observou que aplicando calor na água em ebulição não resulta no acréscimo de temperatura da mistura água/vapor, porém aumenta a quantidade de vapor. A partir dessas observações, ele concluiu que o calor aplicado se combinou com as partículas de gelo e com as de água em ebulição tornando-se latente. A teoria de Black do calor latente é a sua contribuição cientifica mais importante, e onde sua fama cientifica descansa. Ele também demonstrou que diferentes substâncias têm diferentes calores específicos. A teoria do calor latente marca o início da termodinâmica. Seus estudos se provaram importantes não somente para o desenvolvimento da ciência abstrata como no desenvolvimento do motor a vapor. O calor latente da água é muito parecido com muitos outros líquidos, assim dando um impulso para as tentativas com sucesso de James Watt em aumentar a eficiência de motores a vapor inventados por Thomas Newcomen. Watt adicionou um condensador separado, e manteve o cilindro na temperatura do vapor (colocando-o em um revestimento cheio de vapor) economizando uma quantidade considerável de energia por evitar o reaquecimento do cilindro a cada ciclo do motor. Categoria:Descobridores de elementos químicos Categoria:Médicos por período Categoria:Pessoas da Revolução Industrial Categoria:Fellows da Sociedade Real de Edimburgo Categoria:Professores da Universidade de Edimburgo Categoria:Médicos da Escócia Categoria:Químicos da Escócia Categoria:Alunos da Universidade de Glasgow Categoria:Alunos da Universidade de Edimburgo Categoria:Gases industriais Categoria:Sepultados no Greyfriars Kirkyard",
 "title": "Joseph Black"
}