{
 "id": "40749",
 "text": "A Grande Depressão, também conhecida como Crise de 1929, foi a maior crise financeira da história dos Estados Unidos, que teve início em 1929 e persistiu ao longo da década de 1930, terminando apenas com a Segunda Guerra Mundial. A Grande Depressão é considerada o pior e o mais longo período de recessão econômica do sistema capitalista do século XX. Este período de depressão econômica causou altas taxas de desemprego, quedas drásticas do produto interno bruto de diversos países, bem como quedas drásticas na produção industrial, preços de ações, e em praticamente todo o medidor de atividade econômica, em diversos países no mundo. O dia 24 de outubro de 1929 é considerado popularmente o início da Grande Depressão, mas a produção industrial americana já havia começado a cair a partir de julho do mesmo ano, causando um período de leve recessão econômica que se estendeu até 24 de outubro, quando valores de ações na bolsa de valores de Nova Iorque, a New York Stock Exchange, caíram drasticamente, e tornou-se notícia em todo o mundo com o crash da bolsa (conhecido como Quinta-Feira Negra). Assim, milhares de acionistas perderam, literalmente da noite para o dia, grandes somas em dinheiro. Muitos perderam tudo o que tinham. Essa quebra na bolsa de valores de Nova Iorque piorou drasticamente os efeitos da recessão já existente, causando grande deflação e queda nas taxas de venda de produtos, que por sua vez obrigaram ao encerramento de inúmeras empresas comerciais e industriais, elevando assim drasticamente as taxas de desemprego. O colapso continuou no dia 28 e no dia 29 de outubro. Os efeitos da Grande Depressão foram sentidos no mundo inteiro. Estes efeitos, bem como sua intensidade, variaram de país a país. Outros países, além dos Estados Unidos, que foram duramente atingidos pela Grande Depressão foram a Alemanha, Países Baixos, Austrália, França, Itália, o Reino Unido e, especialmente, o Canadá. Porém, em certos países pouco industrializados naquela época, como a Argentina e o Brasil (que não conseguiu vender o café que tinha para outros países), a Grande Depressão acelerou o processo de industrialização. Praticamente não houve nenhum abalo na União Soviética, que, tratando-se de uma economia socialista, estava econômica e politicamente fechada para novas tecnologias. Entre 1929 e 1932, o PIB mundial caiu em cerca de 15%. Em comparação, o PIB mundial caiu em menos de 1% entre 2008 e 2009 durante a Grande Recessão.Roger Lowenstein, \"History Repeating,\" Wall Street Journal 14 de janeiro de 2015 Os efeitos negativos da Grande Depressão atingiram seu ápice nos Estados Unidos em 1933. Neste ano, o Presidente americano Franklin Delano Roosevelt aprovou uma série de medidas conhecidas como New Deal. Essas políticas econômicas, adotadas quase simultaneamente por Roosevelt nos Estados Unidos e por Hjalmar SchachtHitler Takes Power: Hitler Appointed Chancellor: Germany Recovers from the Depression. MacroHistory. na Alemanha foram, três anos mais tarde, racionalizadas por John Maynard Keynes em sua obra clássica.KEYNES, John Maynard. Teoria geral do emprego, do juro e da moeda (General theory of employment, interest and money). Tradutor: CRUZ, Mário Ribeiro da. São Paulo: Editora Atlas, 1992. ISBN 978-85-224-1457-4 Alguns estudiosos alegam que o New Deal, juntamente com programas de ajuda social realizados por todos os estados americanos, ajudou a minimizar os efeitos da Depressão a partir de 1933, enquanto outros pesquisadores discordam dessa visão. A maioria dos países atingidos pela Grande Depressão passaram a recuperar-se economicamente a partir de então. Em alguns países, a Grande Depressão foi um dos fatores primários que ajudaram a ascensão de regimes ditatoriais, como os nazistas comandados por Adolf Hitler na Alemanha. O início da Segunda Guerra Mundial terminou com qualquer efeito remanescente da Grande Depressão nos principais países atingidos, muito embora vários economistas neoclássicos discordem disso.Government Spending Is No Free LunchMilitary Spending as Fiscal Stimulus?ECONOMIC CONSEQUENCES of WAR on the U.S. ECONOMYWar Prosperity: The Fallacy that Won't Die == Causas da Grande Depressão == Com o fim da Primeira Guerra Mundial, os países europeus encontravam-se devastados, com a economia enfraquecida e com forte retração de consumo, que abalou a economia mundial. Os Estados Unidos por sua vez, lucraram com a exportação de alimentos e produtos industrializados aos países aliados no período entreguerras. Como resultado disso, entre 1918 e 1928 a produção norte-americana cresceu de forma estupenda. A prosperidade econômica gerou o chamado \"American way of life\" (modo de vida americano). Havia emprego, os preços caíam, a agricultura produzia muito e o consumo era incentivado pela expansão do crédito e pelo parcelamento do pagamento de mercadorias. Porém, a economia europeia posteriormente se restabeleceu e passou a importar cada vez menos dos Estados Unidos. Com a retração do consumo na Europa, as indústrias norte-americanas não tinham mais para quem vender. Havia mais mercadorias que consumidores, ou seja, a oferta era maior que a demanda; consequentemente os preços caíram, a produção diminuiu e logo o desemprego aumentou. A queda dos lucros, a retração geral da produção industrial e a paralisação do comércio resultou na queda das ações da bolsa de valores e mais tarde na quebra da bolsa. Portanto, a crise de 1929 foi uma crise de superprodução. Tanto Ford quanto Keynes alertaram, antes da Crise de 1929, que \"a aceleração dos ganhos de produtividade provocada pela revolução taylorista levaria a uma gigantesca crise de superprodução se não fosse encontrada uma contrapartida em uma revolução paralela do lado da demanda\", que permitisse a redistribuição dos ganhos de produtividade causados pelo taylorismo, de forma que houvesse redistribuição dessa nova renda gerada, para dirigi-la ao consumo. LIPIETZ, Alain Audácia: uma alternativa para o século XXI. São Paulo, ed. Nobel: 1991 Durante décadas, essa foi a teoria mais aceita para a causa da Grande Depressão, porém, em contrapartida, economistas, historiadores e cientistas políticos têm criado diversas outras teorias para a causa, ou causas, da Grande Depressão, com surpreendente pouco consenso. A Grande Depressão permanece como um dos eventos mais estudados da história da economia mundial. Teorias primárias incluem a quebra da bolsa de valores de 1929, a decisão de Winston Churchill em fazer com que o Reino Unido passasse a usar novamente o padrão-ouro em 1925, que causou maciça deflação ao longo do Império Britânico, o colapso do comércio internacional, a aprovação do Ato da Tarifa Smoot-Hawley, que aumentou os impostos de cerca de 20 mil produtos no país, a política da Reserva Federal dos Estados Unidos da América, e outras influências. Por outro lado, o economista Milton Friedman culpou a política monetária equivocada como a causa da Grande Depressão. Segundo Friedman, a autoridade monetária norte-americana permitiu que o suprimento de dinheiro diminuísse em um terço entre 1929 e 1933. O aperto da política monetária foi seguida pela queda dos preços e pela atividade econômica mais fraca: \"Durante os dois meses desde o pico cíclico de agosto de 1929 até o colapso, a produção, os preços no atacado e a renda pessoal caíram a taxas anuais de 20%, 7,5% e 5%, respectivamente.\". Em direção oposta da Corrente dominante no mundo acadêmico, o economista Thomas Sowell analisou as estatísticas oficiais de desemprego nos Estados Unidos e culpou a interferência governamental na economia pela Grande Depressão. Segundo Sowell, a taxa de desemprego nos Estados Unidos somente alcançou dois dígitos em 1932, tendo se mantido estável durante três anos, entre 1929 e 1931. Para Sowell, apenas quando o presidente Herbert Hoover adotou uma política agressiva de aumento dos gastos públicos e do protecionismo visando a reeleição na eleição de 1932, que a Grande Depressão veio de fato a ocorrer. Sowell alega que as estatísticas desmentem a narrativa dominante de que as políticas conhecidas como New Deal, aprovadas pelo presidente norte-americano Franklin Delano Roosevelt, terminaram com a Grande Depressão, alegando que o desemprego continuou crescendo durante todo os anos 30. Sowell conclui que o New Deal, na verdade, prolongou a Grande Depressão. Concordando com essa visão, Peter Ferrara, alega que a Grande Depressão só terminaria com a final da Segunda Guerra Mundial, que teria levado a uma acentuada redução de gastos, impostos e regulamentações governamentais. == A Grande Depressão nos Estados Unidos == Com a quebra da Bolsa de Valores de Nova Iorque de 1929, bancos e investidores perderam grandes somas em dinheiro. A situação dos bancos era agravada pelo fato que muitos destes bancos haviam emprestado grandes somas de dinheiro a fazendeiros. Após o início da Grande Depressão, porém, estes fazendeiros tornaram-se incapazes de pagar suas dívidas. Isto, por sua vez, causou a queda dos lucros destas instituições financeiras. Pessoas que utilizavam-se de bancos, temendo uma possível falência destes, removeram destes os seus fundos. Assim, várias instituições bancárias foram fechadas. O total de instituições bancárias fechadas durante a década de 1920 e de 1930 foi de 14 mil, um índice astronómico. Em 17 de maio de 1930, o governo dos Estados Unidos aprovou uma lei, o Ato Tarifário Smoot-Hawley, que aumentava as tarifas alfandegárias em cerca de 20 mil itens não-perecíveis estrangeiros. O Presidente americano Herbert Hoover pedira ao Congresso uma diminuição nos impostos, mas o Congresso, ao invés disto, votou a favor do aumento dos impostos. Um abaixo-assinado, assinado por mil economistas, pediu ao presidente americano para rejeitar este aumento. Apesar disto, Hoover assinou o Ato em 17 de maio. O Congresso e o Presidente acreditavam que isto iria reduzir a competição de produtos estrangeiros no país. Porém, outros países reagiram através da aprovação de leis e atos semelhantes, assim causando uma queda súbita nas exportações americanas. As taxas de desemprego subiram de 9% em 1930 para 16% em 1931, e 25% em 1933. Durante a década de 1930, a taxa de desemprego nos Estados Unidos não retornaria mais às taxas de 9% de 1930, se mantendo em perto da casa dos 20%. Com o crescente encerramento de instituições bancárias, menos fundos estavam disponíveis no mercado americano, fazendo com que a produção industrial americana continuasse a cair. Em 1929, o valor total dos produtos industrializados fabricados nos Estados Unidos foi de 104 bilhões de dólares. Em 1933, este valor havia caído para 56 bilhões, uma queda de aproximadamente 45%. A produção de aço caiu em cerca de 61%, entre 1929 e 1933, e a produção de automóveis caiu em cerca de 70% no mesmo período. O ano de 1933 foi o ápice da Grande Depressão nos Estados Unidos. As taxas de desemprego eram de 25% (ou um quarto de toda a força de trabalho americana). Cerca de 30% dos trabalhadores que continuaram nos seus empregos foram obrigados a aceitar reduções em seus salários, embora grande parte dos trabalhadores empregados tenham tido um aumento nos seus salários por hora e o nível de desigualdade social daquela sociedade estivesse abaixo da sociedade americana do século XXI.Striking it Richer: The Evolution of Top Incomes in the United States (Update with 2007 estimates) Outro problema enfrentado foi a grande deflação - queda do preço dos produtos e custo de vida em geral. Entre 1929 e 1933, os preços dos produtos industrializados não-perecíveis em geral nos Estados Unidos caíram em cerca de 25%. Já o preço de produtos agropecuários caiu em cerca de 50%, por causa do excedente da produção destes produtos - primariamente trigo. A quantidade destes produtos à venda excedia largamente a demanda, o que causou uma queda dos preços destes produtos. Os baixos preços levaram ao endividamento de muitos fazendeiros. Era comum casos de suicídio por parte de empresários, acionistas e investidores em geral, que haviam perdido tudo o que possuíam; E também por parte de outros civis, que, com a crise, se haviam endividado e/ou não possuíam forma alguma de sustento devido ao fato de estarem desempregados. == Combate à Grande Depressão e o fim da recessão nos EUA == O presidente americano Herbert Hoover acreditava que o comércio, se não supervisionado pelo governo, iria, em algum momento, minimizar os efeitos da recessão econômica. Eventualmente, Hoover acreditava que a economia dos Estados Unidos iria recuperar-se, sem que a intervenção do Governo fosse necessária. Hoover rejeitou diversas leis aprovadas pelo Congresso, alegando que davam ao governo americano poderes demais sobre o mercado. Hoover também acreditava que os governos dos estados americanos deveriam ajudar os necessitados. Muitos destes estados, porém, não tinham fundos suficientes para tal. Assim sendo, Hoover propôs a criação de um órgão governamental, o Reconstruction Finance Corporation (Corporação de Reconstrução Financeira), ou RFC, em 1932. Este órgão seria responsável por fornecer alguma ajuda financeira a empresas e instituições comerciais e industriais chave, como bancos, ferrovias e grandes empresas, acreditando que a falência destas instituições agravaria o efeito da Grande Depressão. No final de 1932, as eleições presidenciais foram realizadas. Os dois principais candidatos foram Hoover e Franklin Delano Roosevelt. Muitos da população americana acreditavam que Hoover fora o principal causador da recessão, e/ou que pouco fizera para solucionar esta recessão. Roosevelt saiu vencedor da eleição, tornando-se presidente dos Estados Unidos em 4 de março de 1933. Roosevelt, ao contrário de Hoover, acreditava que o governo americano era o principal responsável para lutar contra os efeitos da Grande Depressão. Em uma sessão legislativa especial, sessão conhecida como Hundred Days (\"Cem Dias\"), Roosevelt, juntamente com o congresso americano, criaram e aprovaram uma série de leis que, por insistência do próprio Roosevelt, foram nomeadas de New Deal (\"Novo Acordo\"). Estas leis forneceriam ajuda social às famílias e pessoas que necessitassem, forneceriam empregos através de parcerias entre o governo, empresas e os consumidores, e reformou o sistema econômico e governamental americano, de modo a evitar que uma recessão deste gênero ocorresse futuramente. Diversas agências governamentais foram criadas para administrar os programas de ajuda social. A mais importante delas foi a Federal Agency Relief Administration, criada em 1933, que seria responsável pelo fornecimento de fundos aos governos estatais, para que estes empregassem tais fundos em programas de ajuda social. Outros órgãos governamentais similares foram criados com o intuito de fundear, administrar e/ou empregar trabalhadores na área de construção de aeroportos, escolas, hospitais, pontes e represas. Estes projetos federais forneceram milhões de empregos aos necessitados, embora as taxas de desemprego continuassem altas durante toda a década de 1930. Outros órgãos foram criados com o intuito de administrar programas de recuperação, como a Agricultural Adjustment Administration, criada em 1933 com o intuito de regular a produção de produtos agropecuários em uma dada fazenda. Outro órgão similar, o National Recovery Administration, criada em 1933, passou a fazer cumprir as leis antimonopólio, estabeleceu salários mínimos e limites na carga horária de trabalho. Esta última agência, porém, foi fechada a mando do Congresso, em 1935, por pouco estimular o comércio americano. Por fim, outros órgãos federais foram criados com o intuito de supervisionar reformas trabalhistas e financeiras. O Federal Deposit Insurance Corporation foi criado em 1933 com o intuito de promover transações e o comércio bancário. O Securities and Exchange Commission, criado em 1934, regulava o comércio de bolsa de valores e evitava que acionistas comprassem ações que o órgão considerassem \"perigosas\". O National Labor Relations Board foi criado em 1935, com o intuito de regular sindicatos, e de proteger os trabalhadores e seus direitos. Ainda em 1935, um ato do governo americano, o Ato da Segurança Civil passou a fornecer pensões mensais para aposentados, bem como ajuda financeira regular por um certo período de tempo, para pessoas desempregadas. A economia americana gradualmente, mas lentamente, passou a recuperar-se, desde 1933. O governo americano também diminuiu as tarifas alfandegárias em certos produtos estrangeiros, assim estimulando o comércio doméstico. Ao longo da década de 1930, os Estados Unidos gradualmente abandonaram o uso da Cláusula Ouro, decidindo ao invés disso, fortalecer a moeda nacional, o dólar, o que também ajudou na recuperação da economia americana. A produção de comodidades, tais como automóveis, voltaria aos patamares de 1929, porém, somente após o fim da guerra, como a produção de automóveis, por exemplo 1949 - a maior parte da matéria-prima na época possuía prioridade pela indústria bélica nacional. Porém, apesar dos programas governamentais criados com o intuito de reduzir o desemprego, cerca de 15% da força de trabalho americana continuava desempregada em 1940. Foi necessária a entrada do país na Segunda Guerra Mundial para que as taxas de desemprego caíssem aos níveis de 1930, de 9%. Apesar da entrada na Segunda Guerra Mundial ter atrasado a recuperação econômica por 7 anos, a venda de armas para os ingleses acelerou a recuperação econômicaFDR's policies prolonged Depression by 7 years, UCLA economists calculate Universidade da Califórnia em Los Angeles, Meg Sullivan | 10 de agosto de 2004 e a produção industrial americana cresceu drasticamente, e as taxas de desemprego caíram. No final da guerra, apenas 1% da força de trabalho americana estava desempregada. O gasto do governo norte-americano da Segunda Guerra Mundial foi de 4,1 trilhões de dólares em valores correntes de 2011.'War on terror' set to surpass cost of Second World War Perto do final da guerra, os Estados Unidos e todos os outros 44 países Aliados assinaram o que é conhecido como os Acordos de Bretton Woods, com o intuito de evitar futuramente uma nova crise monetária e econômica da escala da Grande Depressão. == A Grande Depressão em outros países == A Grande Depressão causou grande recessão econômica em diversos outros países, não só nos Estados Unidos. Em muito destes países, a recessão provocada pela Grande Depressão gerou efeitos similares na economia destes países, como o fechamento de milhares de estabelecimentos bancários, financeiros, comerciais e industriais, e a demissão de milhares de trabalhadores. Os efeitos da Grande Depressão em vários países foram agravados pelo Ato Tarifário Smoot-Hawley, um ato americano introduzido em 1930, que aumentava impostos a cerca de 20 mil produtos não-perecíveis estrangeiros, que causou a aprovação de leis e atos semelhantes em outros países, reduzindo drasticamente exportações e o comércio internacional. Em vários dos países afetados, partidos políticos extremistas, de caráter nacionalista, apareceram. Outros partidos políticos, de cunho comunista, também foram criados. No Reino Unido, por exemplo, tanto o Partido Comunista da Grã-Bretanha quanto a União Britânica de Fascistas receberam considerável suporte popular. O mesmo ocorreu com o Partido Comunista canadense. Outros partidos políticos menos extremistas também surgiram. A grande maioria, se não todos, prometiam retirar o país (ou uma dada província/estado) da recessão. O Partido do Crédito Social do Canadá, de cunho conservador ganhou grande suporte popular em Alberta, província canadense severamente afetada pela Grande Depressão. Em alguns destes países, partidos extremistas foram proibidos, como no Canadá. Outros partidos políticos extremistas, porém, conseguiram chegar ao poder, notavelmente os nazistas na Alemanha e os fascistas na Itália. === Alemanha === A Alemanha foi derrotada pela Tríplice Entente na Primeira Guerra Mundial. A Entente cobrou pesadas indenizações de guerra por parte dos alemães - que em dólares americanos atuais seriam da ordem dos trilhões de dólares - entre outras pesadas punições impostas pelo Tratado de Versalhes. Começa então o período da história alemã chamado por historiadores como República de Weimar. Os anos da década de 1920 foram caracterizadas por hiperinflação em 1923 e o grande aumento da dívida externa do país entre 1925 e 1930. Quando a Grande Depressão teve início em 1929, o governo alemão acreditou que cortes em gastos públicos iriam estimular o crescimento econômico do país, assim cortando drasticamente gastos estatais, incluindo no setor social. O governo alemão esperava e acreditava que a recessão, inicialmente, iria deteriorar a Alemanha socioeconomicamente, esperando com o tempo, porém, a melhoria da estrutura socioeconômica do país, sem intervenção do governo. A República de Weimar cortou completamente todos os fundos públicos ao programa de ajuda social para desempregados - o que resultou em maiores contribuições pelos trabalhadores e menores benefícios aos desempregados - entre outros cortes no setor social. A recessão, com seu auge em 1932, trouxe à nação um índice altíssimo de desemprego, que beirava os 45%. O Marco alemão decresceu a valores quase insignificantes, por volta de um milionésimo. Portanto, o alemão médio que havia poupado riquezas por um longo prazo agora só poderia usá-las para tomar um café. Com uma classe baixa e média desempregadas e extremamente descontentes o país se afundou na desordem. A República de Weimar tinha perdido toda sua credibilidade frente à população, principalmente os alemães médios, que tinham tido os seus tradicionais e viçosos valores feridos. Este foi mais um fator que propiciou o surgimento das ditas ultradireitas nacionais e, ao mesmo tempo, um facilitador à ascensão do Führer Adolf Hitler no governo do país, em 1933, marcando o fim da República de Weimar e o início de um período de crescimento socioeconômico alemão, conhecido como III Reich. === Austrália === A dependência da Austrália de exportações agrícolas e industriais fez com esse que fosse um dos países desenvolvidos mais duramente atingidos. A queda na demanda de exportação e os preços das commodities diminuíram maciçamente os salários. O desemprego atingiu um recorde de 29% em 1932,A Century of Change in the Australian Labour Market, Australian Bureau of Statistics com incidentes de agitação civil se tornando comuns. Após 1932, um aumento nos preços da lã e da carne levou a uma recuperação gradual. === Brasil === A crise de 1929 afetou também o Brasil. Os Estados Unidos eram o maior comprador do café brasileiro. Com a crise, a importação deste produto diminuiu muito e os preços do café brasileiro caíram. Para que não houvesse uma desvalorização excessiva, o governo brasileiro comprou e queimou toneladas de café. Os cafeicultores se recusavam a diminuir o plantio, em uma atitude muito semelhante a superprodução estadunidense que gerou a crise. Para comprar o café, o Governo Brasileiro mergulhou em uma rotina de empréstimos - pegos em uma época em que a taxa de juros, por conta da Grande Depressão, era altíssima. Desta forma, diminuiu a oferta, conseguindo manter o preço do principal produto brasileiro da época. Enquanto o Estado Brasileiro se endividava, os cafeicultores investiam no setor industrial, desenvolvendo fracamente a indústria brasileira, já que não eram guiados por um Projeto de Desenvolvimento Nacional. === Canadá === Entre a década de 1900 e a década de 1920, o Canadá possuía a economia em mais rápido crescimento do mundo, tendo passado por apenas um período de recessão após a Primeira Guerra Mundial. Ao contrário dos Estados Unidos, onde o crescimento exuberante da economia americana era em grande parte apenas ilusório, a economia do Canadá prosperou verdadeiramente durante a década de 1920. Enquanto a indústria imobiliária dos Estados Unidos havia estagnado em volta de 1925, esta indústria continuou forte no Canadá até maio de 1929. O mesmo podia se dizer da indústria agropecuária, que ao longo da década de 1920 esteve em pleno crescimento no Canadá, enquanto nos Estados Unidos este setor entrara em recessão econômica. O principal produto de exportação do Canadá, à época, era o trigo. Este produto era então um dos pilares da economia do país. Em 1922, o Canadá era o maior exportador de trigo do mundo, e Montréal era o maior centro portuário exportador de trigo do mundo. Entre 1922 e 1929, o Canadá foi responsável por 40% de todo o trigo comercializado no mundo. As exportações de trigo ajudaram a fazer do Canadá um dos líderes mundiais do comércio internacional, com mais de um terço de seu produto interno bruto tendo origem no comércio internacional. O sucesso do trigo canadense era baseado, porém, em problemas que afligiam outros países no mundo. A Primeira Guerra Mundial devastou a produção agropecuária dos países europeus. Mais importante foi, porém, a Revolução Russa de 1917, que manteve o trigo russo fora do mercado mundial. Em torno de 1925, a gradual recuperação da economia e da agropecuária da Europa Ocidental, bem como a NEP (Nova Política Econômica) na Rússia, fez com que a produção mundial de trigo aumentasse no mundo, assim diminuindo os preços do produto. Esperando por um rápido retorno aos altos preços, os fazendeiros e comerciantes canadenses estocaram muito de seu trigo, ao invés de reduzirem sua produção. A introdução de maquinário, especialmente o trator, levou ao crescimento da produção de trigo tanto no Canadá quanto nos Estados Unidos. Todos estes fatores em conjunto desencadearam um colapso dos preços do trigo em junho de 1929, destruindo a economia de Alberta, Saskatchewan e Manitoba, e afetando severamente a economia de Ontário e Quebec. À parte dos Estados Unidos, o Canadá foi o país mais duramente atingido pela Grande Depressão. O Canadá, ainda oficialmente parte do Império Britânico, usava ativamente o padrão-ouro. Isto, aliado com os estreitos laços econômicos existentes entre o Canadá e os Estados Unidos (muito dos produtos fabricados no Canadá eram exportados para os Estados Unidos, por exemplo), fez com que o colapso da economia americana após a quebra da Bolsa de Valores de Nova Iorque rapidamente afetasse o Canadá. O colapso econômico canadense é considerado o segundo mais acentuado da Grande Depressão, atrás somente do colapso da economia dos próprios Estados Unidos. A economia do Canadá também dependia da exportação de certos produtos industrializados tais como automóveis. Com a Grande Depressão, as exportações canadenses aos Estados Unidos caíram drasticamente. O colapso dos preços do trigo fizeram com que muitos fazendeiros canadense endividassem-se pesadamente. Os fazendeiros no Alberta e no Saskatchewan sofreram, além disso, com grandes períodos de seca e de constante ataque de pragas tais como enxames de gafanhotos. A queda na produção industrial canadense, por sua vez, significou a demissão de grandes quantidades de trabalhadores. A economia do Canadá tinha algumas vantagens sobre outros países, especialmente seu sistema bancário extremamente estável. Antes e ao longo da Grande Depressão, apenas um único estabelecimento bancário canadense faliu, em comparação aos nove mil que faliram somente ao longo da Grande Depressão. A economia do Canadá foi atingida duramente pela Grande Depressão primariamente por causa de sua dependência em relação ao trigo e produtos industrializados, mas também por causa da dependência da economia do canadense em relação às exportações de produtos canadenses para os Estados Unidos. A primeira reação de vários países, incluindo os Estados Unidos, quando a Grande Depressão teve início, foi de aumentar impostos. Isto causou mais danos à economia do Canadá do que para outros países no mundo. Richard Bedford Bennett, que atuou como Primeiro-ministro do Canadá entre 1930 e 1935, tentou minimizar os efeitos da Grande Depressão no país, inclusive, através da introdução de uma New Deal semelhante aos dos Estados Unidos, implementado em 1934. Porém, a economia do país continuou mal e somente passou a recuperar-se muito lentamente a partir de 1934. Em 1933, 30% da força de trabalho canadense estava desempregado, deflação ocorreu, reduzindo salários e preços de produtos e reduziu investimentos. Em 1932, a produção industrial canadense havia caído para 58%, em relação à produção industrial em 1929. Enquanto isto, o PIB canadense havia caído em cerca de 42%, em relação ao PIB do país em 1929. Apesar de ter passado por um período de curto e pequeno crescimento econômico entre 1934 e 1937 - que nem de longe foi suficiente para atenuar os efeitos causados pela Depressão - a economia do Canadá entrou novamente em uma grande recessão em 1937. Foi somente com a entrada do país na Segunda Guerra Mundial, em 1939, que os efeitos da Grande Depressão teriam fim no país. === Chile === A Liga das Nações classificou o Chile como o país mais atingido pela Grande Depressão, uma vez que 80% da receita do governo vinha das exportações de cobre e nitratos, que estavam em baixa demanda. Inicialmente, o Chile sentiu o impacto da Grande Depressão em 1930, quando o PIB caiu 14%, a renda da mineração caiu 27% e a receita de exportação caiu 28%. Em 1932, o PIB havia encolhido para menos da metade do que tinha sido em 1929, cobrando uma taxa terrível de desemprego e fracassos nos negócios. A crise fez com que o regime autoritário de Carlos Ibáñez del Campo caísse em julho de 1931, seguido por uma sucessão de governos de curta duração até a eleição de Arturo Alessandri em dezembro de 1932. A crise econômica aumentou os níveis de desemprego e causou uma migração de mineiros de salitre desempregados do norte para Santiago. Os mineiros constituíam cerca de 6% da população economicamente ativa, mas eram mais da metade dos desempregados durante a crise. Várias cozinhas sociais surgiram em Santiago, enquanto pessoas desabrigadas começaram a morar em cavernas nas colinas ao redor da capital chilena. O estado respondeu à crise aumentando gradualmente as tarifas, aumentando a demanda interna e aumentando o controle sobre o \"fluxo e uso\" de moeda estrangeira. Quotas e licenças foram estabelecidas para importações e a conversibilidade do ouro foi novamente abolida em 1931. Estas políticas contribuíram para uma recuperação industrial e para a indústria já em 1934 ultrapassaram os níveis de atividade de 1929. Na década de 1930, o crescimento industrial massivo foi liderado pela indústria têxtil, mas a mineração não-metálica, as indústrias químicas e as fábricas de máquinas e transporte também se expandiram. Impelido em parte pelo devastador terremoto de 1939 em Chillán, o governo da Frente Popular de Pedro Aguirre Cerda criou a Corporação de Desenvolvimento da Produção (CORFO) para incentivar, com subsídios e investimentos diretos, um programa ambicioso de industrialização por substituição de importações. Consequentemente, como em outros países latino-americanos, o protecionismo tornou-se um aspecto arraigado da economia chilena. Influenciados profundamente pela Grande Depressão, muitos líderes nacionais promoveram o desenvolvimento da indústria local em um esforço para isolar a economia dos futuros choques externos. Após seis anos de medidas de austeridade do governo, que conseguiram restabelecer a credibilidade do Chile, os chilenos elegeram para o poder durante o período de 1938-58 uma sucessão de governos de centro e de centro-esquerda interessados ​​em promover o crescimento econômico por meio de intervenção do governo. === Reino Unido === O Reino Unido saiu vencedor na Primeira Guerra Mundial. Porém, a guerra e a destruição causada pela última destruíram a economia britânica. Desde 1921, a economia do Reino Unido lentamente recuperou-se da guerra, e da recessão causada por esta. Mas em abril de 1925, o chanceler britânico Winston Churchill, respondendo a um conselho do Banco da Inglaterra, fixou o valor da moeda nacional ao padrão-ouro, à taxa pré-guerra, de 4,86 dólares. Isto fez o valor da moeda britânica convertível ao seu valor em ouro, mas causou também o encarecimento dos produtos exportados pelo Reino Unido a outros países. A recuperação econômica do Reino Unido caiu drasticamente, o que causou redução de salários no país inteiro, debilitando a economia nacional. Quando a Grande Depressão teve início nos Estados Unidos, em 1929, diversos países no mundo inteiro criaram ou aumentaram tarifas alfandegárias, o que causou uma grande diminuição nas exportações de produtos britânicos. A taxa de desemprego saltou de 8% para 20% no final de 1930. O Reino Unido cortou gastos públicos - que incluíram fundos dados para programas de ajuda social aos desempregados. Em 1931, mais cortes em salários e programas de ajuda social foram realizadas, e o imposto de renda nacional, foi aumentado. Estas medidas somente pioraram a situação socioeconômica do país, e em 1932, ápice da Grande Depressão no Reino Unido, as taxas de desemprego eram de 25%. Foi somente com o abandono do padrão-ouro e a instalação de tarifas alfandegárias para produtos importados de qualquer país que não fossem parte do Império Britânico, que a economia britânica passou a gradualmente recuperar-se. === União Soviética === A NEP (Nova Política Econômica), posta em vigor por Lenin em 1922, foi extinta em 1928 por Stalin. A União Soviética era o único país socialista do mundo, com muito pouco comércio internacional, sua economia estava isolada, entretanto, foi apenas ligeiramente afetada pela Grande Depressão.The Economic Transformation of the Soviet Union, 1913-1945. Autores: Robert William Davies, Mark Harrison & S. G. Wheatcroft. Cambridge University Press, 1994, , ISBN 9780521457705 Adicionado em 20/02/2016. A transição forçada de uma sociedade rural para uma sociedade industrial resultou na criação de uma indústria pesada, à custa de milhões de vidas na Rússia e Ucrânia rurais.The Harvest of Sorrow: Soviet Collectivization and the Terror-famine. Autor: Robert Conquest. Oxford University Press, 1987, , ISBN 9780195051803 Adicionado em 20/02/2016. Durante a Depressão, a economia soviética foi crescendo de forma constante, alimentada pelo investimento maciço na indústria pesada. Neste período, os soviéticos adquiriram novas tecnologias do exterior. Muitos economistas e investidores, curiosos, foram ao país como turistas para observar a estruturação econômica da União. O próprio termo \"plano econômico\", até hoje propagado pelo status quo, foi designado primeiramente por Stalin (Planos Quinquenais). Os planos econômicos foram muito importantes posteriormente na II Grande Guerra, pois por essa via as grandes potências puderam se manter estáveis durante o período. A Amtorg Trading Corporation, representação comercial soviética nos EUA, recrutou trabalhadores especializados americanos, afetados pela crise, atraindo-os com promessas de boas condições de trabalho e bons salários. The Forsaken: From the Great Depression to the Gulags: Hope and Betrayal in Stalin's Russia. Autor: Tim Tzouliadis. Hachette UK, 2011, , ISBN 9780748130313 Adicionado em 20/02/2016. A Ford Motor Company instalou-se na URSS e enviou técnicos, o que resultou numa transferência de tecnologia para o país.Henry Ford: Critical Evaluations in Business and Management, Volume 2. Autores: John Cunningham Wood & Michael C. Wood. Taylor & Francis, 2003, Pág. 72, , ISBN 9780415248266 Adicionado em 20/02/2016. O Grande Expurgo iniciado em 1934, vitimou também estrangeiros como os trabalhadores especializados americanos, essenciais para a modernização da indústria soviética e que eram dispensados quando não mais necessários, raramente conseguindo retornar aos EUA. A grande maioria foi encarcerada em Gulags. Victor Herman foi um dos poucos americanos sobreviventes do expurgo de Stalin.Coming Out of the Ice: An Unexpected Life. Autor: Victor Herman. Harcourt Brace Jovanovich, 1979, . ISBN 9780151432882 Adicionado em 20/02/2016. The Forsaken: An American Tragedy in Stalin's Russia. Autor: Tim Tzouliadis, Penguin Group, 2009, capítulo 5: \"The Lindbergh of Russia,\" . ISBN 9780143115427 Adicionado em 20/02/2016. Permaneceu detido na URSS por mais de quatro décadas e, em seu retorno aos EUA, processou a Ford Motor Company em dez milhões de dólares por considerar a empresa responsável por todo o sofrimento pelo qual passou. A morte de Herman encerrou o processo.Google News: \"Former Soviet prisoner dies\" - Associated Press, 28 de Março de 1985, . Acessado em 20/02/2016. O sucesso econômico aparente da União Soviética num momento em que o mundo capitalista estava em crise, levou muitos intelectuais do ocidente a enxergarem o sistema soviético favoravelmente. Jennifer Burns escreveu: :\"Quando a Grande Depressão provocou a disparada do desemprego, intelectuais começaram a, desfavoravelmente, comparar sua vacilante economia capitalista com o comunismo russo... Mais de dez anos após da Revolução, o comunismo finalmente alcançou sua fina flor, de acordo com Walter Duranty, repórter do New York Times e fã de Stalin que tentou obstinadamente mascarar os números da fome na Ucrânia, um desastre provocado pelo homem e que deixou milhões de mortos.\"Goddess of the Market: Ayn Rand and the American Right. Autora: Jennifer Burns. Oxford University Press, 2009, pág. 34, , ISBN 9780199740895 Adicionado em 20 de fevereiro de 2016. === Outros países === Na França, a Grande Depressão atingiu o país um pouco mais tardiamente do que outros países, em torno de 1931. Como o Reino Unido, a França estava ainda recuperando-se da Primeira Guerra Mundial, tentando sem muito sucesso recuperar os pagamentos que possuía direito da Alemanha. Isto levou à ocupação do vale do Ruhr por forças francesas no início da década de 1920. A ocupação francesa do Ruhr não fez com que a Alemanha retomasse os seus pagamentos, levando à implementação do Plano Dawes em 1924, e do Plano Young em 1929. Porém, a Grande Depressão teve drásticos efeitos na economia local, e explica em parte os motins de 6 de fevereiro de 1934 e a formação da Frente Popular, liderada pelo socialista Léon Blum, que venceu as eleições de 1936. Por causa da Grande Depressão, o comércio internacional de produtos caiu drasticamente. A Austrália, que dependia da exportação de trigo e algodão, foi um dos países mais severamente atingidos pela Depressão no Mundo Ocidental. A taxa de desemprego alcançou um recorde de 29% em 1932, uma das mais altas do mundo até os dias atuais. As exportações de produtos agrários e minérios, tais como café, trigo e cobre, de países da América Latina, caiu de 1,2 bilhão de dólares em 1930 para 335 milhões de dólares em 1933, aumentando para 660 milhões de dólares em 1940. Os efeitos da crise fizeram com que em alguns destes países, muitos agricultores passassem a investir seu capital na manufatura, causando a industrialização destes países, em especial, a Argentina e o Brasil. Neste segundo país, aliás, a industrialização se acelerou com a perda de poder político dos cafeicultores do estado de São Paulo, fenômeno consolidado com a vitoriosa Revolução de 1930. === Ásia === A Ásia também foi afetada negativamente com a Grande Depressão, por causa da dependência da economia de diversos países asiáticos em relação à exportação de produtos agrários à Europa e à América do Norte. O comércio internacional asiático caiu drasticamente, na medida em que os Estados Unidos e a Europa foram cercadas pela recessão. Houve uma vasta queda de preços de produtos como lã e arroz, enquanto que a sua produção se multiplicava como forma de reação à queda nos preços. Isso fez com que instalações comerciais e industriais asiáticas respondessem através de demissões e redução nos salários. O PIB do Império do Japão, com uma base industrial em crescimento, sofreu uma queda de 8% entre 1929 e 1930. As taxas de desemprego e de pobreza cresceram drasticamente, afetando desproporcionalmente as classes inferiores. Esta foi uma das causas da ascensão do nacionalismo japonês (ver: fascismo japonês ). O Japão recuperou-se da crise em 1932. == A vida durante a Grande Depressão == A pobreza e o desemprego cresceram muito em razão da crise de 1929. Por isso, a maior parte da população dos países mais afetados pela Grande Depressão cortou todo e qualquer tipo de gasto considerado supérfluo, agravando os efeitos da recessão na economia destes países. Por causa da Grande Depressão, milhões de pessoas nas cidades perderam seus empregos, nos países mais atingidos pela recessão. Sem fonte de renda, estas pessoas não tinham mais como sustentar a si próprios e suas famílias. A maioria das residências destas famílias, por sua vez, eram alugadas ou, ainda estavam sendo pagas através de prestações. Como consequência, milhares de famílias eventualmente foram expulsas de suas residências, por não terem como pagar os aluguéis ou as prestações de sua casa. Além disso, o desemprego fez com que a subnutrição tornasse-se comum entre a população dos países mais atingidos. Milhares de pessoas morreram por causa da subnutrição. Algumas pessoas e famílias sem fonte de renda mudaram-se para a residência de parentes, quando perdiam suas residências. A maioria destas famílias, porém, instalou-se em favelas. Abrigos rústicos feitos com telas de metais, madeira e papelão tornaram-se comuns em áreas das grandes cidades dos países mais atingidos. As condições de vida nestas favelas eram precárias. A indústria agropecuária de diversos países - especialmente os Estados Unidos e o Canadá - foi duramente atingida pela Grande Depressão. Nos Estados Unidos, muitos fazendeiros endividaram-se pesadamente, e vários foram forçados a ceder suas terras para instituições bancárias. Na Califórnia, no centro-norte dos Estados Unidos e no centro-oeste do Canadá, grandes períodos de seca, invernos rigorosos e pestes agravaram a recessão econômica já existente nestas regiões. Muitos dos jovens das áreas rurais abandonaram suas fazendas e suas famílias, e buscaram a sorte nas cidades. Estas pessoas, juntamente com muitas das pessoas desempregadas nas cidades, viajavam de cidade a cidade, pegando carona em trens de carga, em busca de emprego. Esta foi uma cena muito comum nos Estados Unidos e no Canadá. Os chefes de estado e outras pessoas importantes dos países atingidos passaram a ser frequentemente considerados diretamente culpados pelo início da Grande Depressão por muito da população atingida pela recessão. As favelas dos Estados Unidos foram apelidadas de Hoovervilles ou \"Vilas do Hoover\" em português, em uma sátira da população americana ao presidente Herbert Hoover. No Canadá, muitos donos de automóveis apelidaram seus veículos de Bennett Buggies - Carroças Bennett - em uma sátira ao Primeiro-Ministro Richard Bennett. Isto porque estas pessoas não tinham como adquirir o combustível necessário para abastecer seus veículos, ou cortaram a compra de combustível por considerarem um gasto supérfluo. Estes veículos passaram a ser usados como carroças, puxados por cavalos ou outros equinos. Nem todas as pessoas sofreram igualmente com a Grande Depressão. Para pessoas que conseguiram manter seus empregos (mesmo nos países mais afetados pela recessão), ou que dispunham de uma poupança considerável, o padrão de vida não mudou muito. Apesar que muitos trabalhadores sofreram cortes consideráveis em seus salários, a deflação fez com que os preços de produtos em geral caíssem drasticamente. Ao longo da Grande Depressão, os preços da maioria dos produtos de consumo mantiveram-se muito baixo nos países mais afetados. Por outro lado, muitos afro-americanos nos Estados Unidos não conseguiam emprego, especialmente no sul americano, por causa de discriminação racial. Empregos eram dados primariamente aos brancos. Por isto, em todo Estados Unidos, a taxa de desemprego entre a população afro-americana foi muito maior do que o da população branca. Mulheres com famílias para sustentar também dificilmente encontravam empregos, uma vez que a prioridade era dada para trabalhadores do sexo masculino, e que a discriminação contra mulheres trabalhadoras aumentou. Grupos étnicos minoritários - especialmente imigrantes - dos países mais atingidos passaram a ser discriminados por muitos da população dos países mais afetados. Estes grupos étnicos eram discriminados porque, na visão de várias pessoas dos países afetados pela Grande Depressão, estes grupos étnicos competiam com a \"população nativa\" dos países atingidos por empregos. Isto, aliado à forte recessão econômica da década de 1930, fez com que as taxas de imigração caíssem sensivelmente no Canadá e nos Estados Unidos. == Legado == Após o fim da Grande Depressão, muitos dos países mais severamente atingidos passaram a fornecer maior assistência social e econômica aos necessitados. Por exemplo, o New Deal dava ao governo americano maior poder para fornecer esta ajuda para estes necessitados e também para aposentados. A Grande Depressão gerou grandes mudanças na política econômica em vários dos países envolvidos. Anteriormente à Grande Depressão, por exemplo, o governo dos Estados Unidos pouco intervinha na economia do país. Executivos financeiros e grandes magnatas comerciantes eram vistos como líderes nacionais. Por outro lado, a Grande Depressão deu origem a uma atitude repúdio ao Protecionismo e medidas para aprofundar o Livre-comércio. Diversas análises sustentam que o protecionismo retardou de cinco a dez anos a recuperação da economia mundial == Ver também == * Ciclo econômico * História do pensamento económico * New Deal * Padrão-ouro * Período entreguerras * Primeira Guerra Mundial * Sistema bancário livre * Terça-Feira Negra * Grande Recessão * Recessão da pandemia de COVID-19 == Bibliografia == * * == Ligações externas == * * * * * * * * * Categoria:Ciclo económico Categoria:Crises financeiras Categoria:Década de 1930 na economia",
 "title": "Grande Depressão"
}