{
 "id": "40754",
 "text": "== História == Colónia portuguesa desde a sua descoberta, as Ilhas de Cabo Verde começaram a sentir ventos de nacionalismo em meados do século XX. Com a finalidade de contrariar essa situação, Portugal concedeu o estatuto de Província Ultramarina ao arquipélago. Em 1956, o cabo-verdiano Amílcar Cabral fundou o PAIGC - Partido Africano para a Independência da Guiné e Cabo Verde. No início da década de 1960, o PAIGC iniciou a luta armada no continente africano, contra a metrópole, Portugal. Em 1974, a Revolução dos Cravos em Portugal abriu caminho ao início de negociações com o PAIGC, que foram concluídas com a independência de Cabo Verde em 5 de julho de 1975. A primeira constituição cabo-verdiana previa a futura unificação com a Guiné-Bissau, mas um golpe nesse país em 1980 acabou com os planos de união política dos dois países. A Constituição não democrática de 1981 tornou o PAICV - Partido Africano para a Independência de Cabo Verde, sucessor do PAIGC, o único partido político do país. A política de não-alinhamento foi seguida pelo primeiro presidente do país, Aristides Pereira. === Multipartidarismo e democratização === Reformas políticas foram estabelecidas em 1990, em decorrência de pressões por parte de círculos académicos e da Igreja, que possibilitaram a primeira eleição presidencial livre no país, em 1991. Foram eleitos Carlos Veiga e António Mascarenhas Monteiro, pelo MpD - Movimento para a Democracia, para primeiro-ministro e presidente, respectivamente. O sistema multipartidário foi oficializado na Constituição de 1992. O primeiro-ministro Veiga e o presidente Mascarenhas Monteiro foram ambos reeleitos em fevereiro de 1996, para mais um mandato de cinco anos. Nas eleições legislativas de janeiro de 2001, o PAICV retornou ao poder, pois obteve 40 assentos (do total de 72) na Assembleia Nacional, elegendo, consequentemente, o presidente daquele partido, José Maria Neves, como primeiro-ministro. O MpD ficou com 30 deputados e o PCD e o PTS elegeram cada um apenas um deputado. No pleito presidencial de fevereiro seguinte, dois ex-primeiros-ministros, Pedro Pires (PAICV) e Carlos Veiga (MpD) foram os principais candidatos. No que pode ser considerada a disputa mais renhida da história eleitoral em qualquer país, Pedro Pires venceu por 12 votos, recebendo quase que exatamente a metade dos votos. Apesar de haver incerteza com relação a uma quantidade de votos superior ao diferencial indicado, não houve recontagem e o candidato Carlos Veiga renunciou a recurso judicial, em favor da estabilidade política do país. ==== Partidos políticos ==== Partidos políticos actualmente activos na cena política de Cabo Verde: Partido Sigla Orientação Política Data da Fundação Movimento para a Democracia MPD Popular Democrata 1990 Partido Africano para a Independência de Cabo Verde PAICV antes Socialista, hoje Social-democrata 1956, fundado com o nome de PAIGC Partido da Convergência Democrática PCD Popular Democrata - secessão do MPD 1994 Partido da Renovação Democrática PRD \"de Esquerda\" . Partido Socialista Democrata PSD Socialista 1992 Partido do Trabalho e da Solidariedade PTS Social-Democrata (?) . União Cabo-verdiana Independente e Democrática UCID Liberal, Activo principalmente no estrangeiro 1974 Além dos citados partidos, cerca de seis agrupamentos políticos chamados de \"Grupos de Cidadãos\" estão autorizados pela Comissão Nacional de Eleições a apresentar candidatos em determinados Círculos Eleitorais (a nível de concelho). === Eleições em 2006 === Em 22 de janeiro de 2006, ocorreram novas eleições legislativas, em que o PAICV obteve a maioria, elegendo 41 deputados para a Assembleia Nacional, contra 29 eleitos pelo MpD e 2 do antigo, mas pequeno, UCID. Os novos deputados tomaram posse no dia 7 de março de 2006 e o primeiro-ministro José Maria Neves foi reconduzido ao cargo, alguns dias mais tarde. As eleições presidenciais, realizadas em 12 de fevereiro de 2006, deram vitória ao atual presidente Pedro Pires, do PAICV. Os resultados foram contestados pelo MpD, e o recurso interposto pelo candidato oposicionista Carlos Veiga foi julgado improcedente, em 12 de março de 2006, pelo Supremo Tribunal de Justiça, funcionando como Tribunal Eleitoral. O presidente Pedro Pires tomou posse para o segundo mandato de cinco anos no dia 22 de março de 2006. == Ver também == * Política * Assembleia Nacional de Cabo Verde * Missões diplomáticas de Cabo Verde == Ligações externas == * Assembleia Nacional de Cabo Verde * MpD - Movimento para a Democracia * JPAI - Juventude do PAICV * Cabo Verde: Eleições legislativas de 2016 - Especial da DW África",
 "title": "Política de Cabo Verde"
}