{
 "id": "40822",
 "text": "Jogos Olímpicos de Inverno A Chama Olímpica em Sóchi durante os Jogos Olímpicos de Inverno de 2014 Jogos 1924 1928 1932 1936 ~~1940~~ ~~1944~~ 19481952 1956 1960 1964 1968 1972 1976 1980 1984 1988 1992 1994 1998 2002 2006 2010 2014 2018 2022 2026 2030 2034 Esportes (detalhes) Biatlo Bobsleigh Esqui cross‑country Combinado nórdico Curling Esqui alpino Esqui estilo livre • Hóquei no gelo Luge Patinação artística Patinação de velocidade Patinação de velocidade em pista curta Salto de esqui Skeleton Snowboard Jogos Olímpicos de Inverno é um evento multidesportivo realizado a cada quatro anos, reunindo modalidades de desportos de inverno disputada no gelo e na neve, sendo um dos eventos máximos do Movimento Olímpico, ao lado dos Jogos Olímpicos de Verão. A primeira competição de caráter mundial a reunir desportos de inverno foi a Semana Internacional de Desportos de Inverno, realizada em 1924 na cidade francesa de Chamonix. Apenas dois anos depois o Comitê Olímpico Internacional (COI) decidiu dar o estatuto de Jogos Olímpicos àquela competição, que passaria a acontecer regularmente. No princípio, os Jogos de Verão e de Inverno eram atribuídos a um mesmo país para serem realizados no mesmo ano. Foi assim até a quarta edição, na Alemanha, em 1936 (ano em que Berlim sediou os Jogos de Verão e Garmisch-Partenkirchen sediou os Jogos de Inverno). Depois de duas edições canceladas por causa da Segunda Guerra Mundial (Sapporo 1940 e Cortina d'Ampezzo 1944), os Jogos passaram a ser realizados por países diferentes, mas continuaram a acontecer no mesmo ano. Em 1986 o COI decidiu intercalar os Jogos de Verão e de Inverno, realizados sempre nos anos pares. Assim, os Jogos de Albertville 1992 foram sucedidos pelos Jogos de Lillehammer 1994. Os Jogos de Inverno sofreram mudanças significativas desde a sua criação. A ascensão da televisão como um meio global de comunicação melhorou o perfil dos Jogos. Foi também criado um fluxo de renda, através da venda de direitos de transmissão e publicidade, que tornou-se lucrativa para o COI. Isto permitiu que interesses externos, tais como empresas de televisão e patrocinadores influenciassem os Jogos. O COI teve de responder a críticas diversas e escândalos internos, bem como a utilização de substâncias dopantes por atletas. Houve um boicote político das Olimpíadas de Inverno. Nações também têm usado os Jogos de Inverno para mostrar a pretensa superioridade de seus sistemas políticos. Os Estados Unidos sediaram os Jogos quatro vezes, mais do que qualquer outro país. Em seguida vem a França, com três edições. No total, dez países já receberam os Jogos de Inverno. A última edição ocorreu em Pequim (China), entre 4 e 20 de fevereiro de 2022, tendo sido a primeira cidade a sediar tanto os Jogos Olímpicos de Verão quanto os de Inverno. A próxima edição está marcada para o período de 6 a 22 de fevereiro de 2026 nas cidades de Cortina d'Ampezzo e Milão (Itália), primeira vez em que duas cidades são palco deste evento, em simultâneo. == História == === Primeiros anos === O primeiro evento multiesportivo internacional para desportos de inverno foram os Jogos Nórdicos realizados na Suécia em 1901. Originalmente organizado pelo general Viktor Gustaf Balck, os Jogos Nórdicos foram realizados novamente em 1903 e 1905 e, em seguida, quadrienalmente, e posteriormente, até 1926. Balck foi membro fundador do Comitê Olímpico Internacional (COI) e amigo próximo do fundador dos Jogos Olímpicos, Pierre de Coubertin. Ele esforçou-se para que os esportes de inverno, especificamente patinação artística, fossem incluídos no programa olímpico. Balck não teve sucesso, até que os Jogos Olímpicos de Verão de 1908, em Londres, Reino Unido, contaram com quatro provas da patinação artística, em que Ulrich Salchow (dez vezes campeão mundial) e Madge Syers conquistaram os títulos individuais. Três anos mais tarde, o italiano Eugenio Brunetta d'Usseaux propôs que o COI organizasse uma semana com desportos de inverno, como parte dos Jogos Olímpicos de Verão de 1912, em Estocolmo, Suécia. Os organizadores se opuseram a esta ideia, porque eles desejavam proteger a integridade dos Jogos Nórdicos, e estavam preocupados com a falta de instalações para desportos de inverno.Judd (2008), p. 21Findling and Pelle (2004), p. 283 A ideia foi ressuscitada para os Jogos de 1916, que seriam realizados em Berlim, Alemanha. Uma semana de esportes de inverno com a patinação de velocidade, patinação artística, hóquei no gelo e esqui nórdico foi planejada, mas os Jogos Olímpicos de Verão de 1916 acabaram cancelados após a eclosão da Primeira Guerra Mundial. A primeira Olimpíada após a guerra, os Jogos de 1920, em Antuérpia, na Bélgica, exibiram a patinação artística e o hóquei no gelo. No Congresso do COI realizado no ano seguinte, foi decidido que o país anfitrião dos Jogos Olímpicos de Verão de 1924 teria que organizar também em separado uma \"Semana Internacional de Esportes de Inverno (International Winter Sports Week, em inglês), sob o patrocínio do COI. Com os Jogos Olímpicos acontecendo em Paris, na França, Chamonix foi escolhida para sediar esta \"semana\" (na verdade onze dias) de eventos. Os Jogos provaram ser um sucesso em que mais de 250 atletas de dezesseis nações competiram em dezesseis eventos. Atletas da Finlândia e da Noruega conquistaram 28 medalhas, mais do que o restante das nações participantes juntas. Em 1925, o COI decidiu criar em separado os Jogos Olímpicos de Inverno, e os Jogos de 1924 em Chamonix foram retroativamente designados como os primeiros Jogos Olímpicos de Inverno. St. Moritz, na Suíça, foi apontada pelo COI para sediar a segunda Olimpíada de Inverno em 1928.Findling and Pelle (2004), pp. 289–290 As oscilantes condições meteorológicas apresentaram desafios ao país-sede. A cerimônia de abertura foi realizada com uma nevasca.Findling and Pelle (2004), p. 290 Em contraste, as condições de clima quente atormentaram todo o restante dos jogos. Por causa do clima, a prova de 10 000 metros da patinação de velocidade teve de ser abandonada e oficialmente cancelada O tempo não foi o único aspecto digno de nota dos Jogos de 1928; Sonja Henie da Noruega fez história quando venceu a patinação artística com quinze anos de idade. Ela se tornou a mais jovem campeã olímpica da história, uma excelência que ela mantém por 74 anos. Os Jogos Olímpicos de Inverno seguintes foram os primeiros a serem realizados fora da Europa. Dezessete países e 252 atletas participaram. Estes foram menores que em 1928, já que a viagem a Lake Placid, Estados Unidos, era longa e cara para a maioria dos concorrentes e havia pouco dinheiro para o esporte no meio da Grande Depressão. Os atletas competiram em quatorze eventos em quatro esportes. O tempo quente também foi um problema nos Jogos de 1932. Praticamente não nevou durante dois meses antes dos Jogos. Não havia até meados de janeiro, neve suficiente para realizar todos os eventos.Findling and Pelle (2004), p. 298 Sonja Henie defendeu seu título olímpico, e Eddie Eagan, que havia sido campeão olímpico de boxe em 1920, ganhou o ouro no bobsled vindo a se tornar o primeiro, e até agora único atleta olímpico a ter ganho medalhas de ouro tanto nos Jogos de Verão quanto nos Jogos de Inverno. As cidades alemãs de Garmisch e Partenkirchen se juntaram para organizar a edição dos Jogos de Inverno de 1936, realizada de 6 a 16 de fevereiro.Seligmann, Davison, and McDonald (2004), p. 119 Em 1936, os Jogos Olímpicos de Verão e de Inverno foram realizados no mesmo país, Alemanha, na última hora. O esqui alpino fez sua estreia olímpica, mas os professores de esqui foram impedidos de disputar porque eles eram considerados profissionais. Por causa dessa decisão, os esquiadores suíços e austríacos se recusaram a disputar os Jogos === 1939 a 1945: A Segunda Guerra Mundial === Inicialmente, a cidade japonesa de Sapporo foi escolhida para sediar a edição de 1940, mas a eclosão da invasão japonesa da China fez com que o COI decidisse que a nova sede seria a cidade suíça de St. Moritz. Três meses após a luta entre o COI e o Comitê Organizador fizeram com que os Jogos fossem outorgados a Garmisch-Partenkirchen, que havia acolhido a edição anterior, mas, finalmente, em novembro de 1939 e devido à eclosão da Segunda Guerra Mundial com a invasão da Polônia, tanto os Jogos de Verão e de Inverno foram finalmente cancelados. Os Jogos de 1944, que seriam realizados em Cortina d'Ampezzo, na Itália, também foram cancelados devido a continuação da guerra. === 1948 a 1960 === St. Moritz foi escolhida para sediar os primeiros Jogos pós-guerra, em 1948. Por causa da neutralidade da Suíça, a cidade tinha sido intocada pela Segunda Guerra Mundial. Como a maioria dos locais já haviam sido construídos para os Jogos de 1928, St. Moritz foi uma escolha lógica vindo a se tornar a primeira cidade a sediar uma Olimpíada de Inverno por duas vezes.Findling and Pelle (2004), p. 248 Vinte e oito países competiram na Suíça, mas os atletas da Alemanha e do Japão não foram convidados. Os jogos foram marcados pela controvérsia e roubo. Duas equipes de hóquei dos Estados Unidos tiveram sucesso. Ambas afirmavam ser a legítima representante americana no hóquei olímpico. Como a bandeira olímpica apresentada nas Olimpíadas de Antuérpia foi roubada, foi feita a sua substituição. Houve paridade sem precedentes nestes Jogos, durante o qual 10 países conquistaram medalhas de ouro, mais do que quaisquer Jogos até então.Findling and Pelle (2004), pp. 250–251 A cidade de Oslo, na Noruega, foi convidada para sediar os Jogos Olímpicos de Inverno de 1952. A chama olímpica foi acesa na lareira da casa do pioneiro esquiador Sondre Nordheim. O revezamento da tocha foi conduzida por 94 participantes inteiramente em esquis.Findling and Pelle (2004), p. 255 Bandy, um esporte popular nos países nórdicos, foi apresentado como um esporte de demonstração, mas apenas Noruega, Suécia e Finlândia tiveram equipes. Atletas noruegueses ganharam dezessete medalhas e superaram todas as nações no total de medalhas. Eles eram liderados por Hjalmar Andersen, que ganhou três medalhas de ouro em quatro provas na competição de patinação de velocidade. Chiharu Igaya ganhou a primeira medalha dos Jogos Olímpicos de Inverno para o Japão e para o continente asiático, quando ficou em segundo lugar no slalom. Depois de não ser capaz de sediar os Jogos em 1944 por causa da guerra, Cortina d'Ampezzo foi escolhida para organizar os Jogos Olímpicos de Inverno de 1956. Na cerimônia de abertura, o último portador da tocha, Guido Caroli, entrou no Estádio Olímpico em patins de gelo. Como ele patinou ao redor da pista do estádio, pegou o seu skate em um cabo e caiu, quase apagando a chama. Ele foi capaz de se recuperar e acender a pira. Estes foram os primeiros Jogos de Inverno a serem televisionados, embora os direitos de televisão não seriam vendidos até a década de 1960 nos Jogos Olímpicos de Roma.Guttman (1986), p. 135 Os Jogos de Cortina foram usados como um experimento na viabilidade da transmissão televisiva de eventos desportivos em uma escala tão grande. A União Soviética fez sua estreia nas Olimpíadas de Inverno. A equipe Soviética teve um impacto imediato, ganhando mais medalhas do que qualquer outra nação. O COI elegeu Squaw Valley para sediar a Olimpíada de 1960, nos Estados Unidos. Uma vez que a aldeia era subdesenvolvida, houve uma corrida para construir estradas, hotéis, restaurantes e pontes, bem como a arena de gelo, a pista de patinação de velocidade, teleféricos, e o monte de saltos de esqui.Judd (2008), pp. 27–28 As cerimônias de abertura e encerramento foram produzidas por Walt DisneyJudd (2008), p. 28 Os Jogos Olímpicos de Squaw Valley tiveram um número de notáveis inovações: foi a primeira Olimpíada a ter uma vila dedicada aos atletas. Foi também a primeira a utilizar um computador (cortesia da IBM) para tabular os resultados, e as primeiras Olimpíadas a incorporar os eventos de patinagem de velocidade feminina. Os eventos do bobsled estiveram ausentes, pela primeira e única vez porque o comitê organizador achou muito caro construir a pista de bobsled. === 1964 a 1980 === A cidade austríaca de Innsbruck foi a sede em 1964. Embora Innsbruck fosse uma tradicional estância de desportos de inverno, o tempo quente causou uma falta de neve durante os Jogos, e o exército austríaco foi solicitado para o transporte de neve e gelo para os locais de competição. A patinadora de velocidade soviética, Lidia Skoblikova fez história ao ganhar quatro provas da patinação de velocidade. Sua carreira, com um total de seis medalhas de ouro estabeleceu um novo recorde de medalhas de ouro conquistadas por um atleta em Jogos Olímpicos de Inverno. O luge foi disputado pela primeira vez nestes Jogos Olímpicos, embora o esporte tenha recebido uma má publicidade quando um competidor foi morto em um treinamento pré-olímpico.Judd (2008), p. 29 Realizada na cidade francesa de Grenoble, a Olimpíada de Inverno de 1968 foi a primeira Olimpíada a ser transmitida em cores. Havia 37 países e 1 158 atletas competindo em 35 eventos. O francês Jean-Claude Killy se tornou o segundo a vencer todos os rivais das provas do esqui alpino. Os efeitos da televisão começou a aparecer nos Jogos de Grenoble. A comissão organizadora vendeu os direitos de televisão por US$ 2 milhões, um aumento significativo sobre o preço dos direitos de transmissão dos Jogos de Innsbruck, que totalizaram dólares.Findling and Pelle (2004), p. 277 Sedes foram distribuídas por grandes distâncias exigindo três vilas dos atletas nestes Jogos. Os organizadores alegaram necessário para acomodar avanços tecnológicos. Críticos contestaram alegando que o esquema era necessário para proporcionar melhores possibilidades para transmissões de televisão em detrimento dos atletas. Os Jogos de Inverno de 1972, realizados em Sapporo, no Japão, foram os primeiros sediados fora da América do Norte e Europa. A questão do profissionalismo se tornou muito polêmica durante os Jogos de Sapporo. Três dias antes da Olimpíada o presidente do COI, Avery Brundage ameaçou excluir um grande número de esquiadores alpinos de competir, porque eles participaram de um acampamento de esqui em Mammoth Mountain, nos Estados Unidos. Brundage argumentou que os esquiadores tinham se beneficiado financeiramente de seu estatuto de atletas amadores.Findling and Pelle (2004), p. 286 Finalmente, apenas o austríaco Karl Schranz, que ganhou mais do que todos os outros esquiadores, não foi autorizado a competir.Fry (2006), pp. 153–154 O Canadá recusou participar dos torneios de hóquei no gelo de 1972 e 1976 em protesto contra a impossibilidade de utilizar jogadores das ligas profissionais. Francisco Ochoa se tornou o único espanhol a ganhar uma medalha de ouro olímpica de inverno, quando triunfou no slalom. Originalmente, os Jogos de Inverno de 1976 foram concedidos a Denver, Estados Unidos, mas um aumento de 300% nos custos e preocupações sobre o impacto ambiental levaram a uma rejeição dos moradores do Estado do Colorado. Uma consulta popular no dia 7 de novembro de 1972 forçou a suspensão do pagamento de 5 milhões de dólares em obrigações financeiras feitas com orçamento público, inviabilizando assim a realização dos Jogos na cidade.Fry (2006), p. 157 O Comitê Olímpico Internacional ofereceu então os jogos a Whistler, no Canadá, mas devido as eleições na Colúmbia Britânica no mesmo ano, a cidade canadense rejeitou o convite. Salt Lake City, que tinha chegado a rodada final no processo dos Jogos Olímpicos de Inverno de 1972 se ofereceu como potencial sede após a renúncia de Denver. O COI, ainda ressentido com a renúncia, rejeitou e convidou Innsbruck, que havia sediado os Jogos de 1964, em 5 de fevereiro de 1973. Em Innsbruck, duas piras olímpicas foram acesas, por ser a segunda vez que a cidade austríaca sediava os Jogos. Pela primeira vez na história, bobsleigh e luge compartilharam a mesma pista em Igls. Outro destaque foi a conquista da quarta medalha de ouro seguida da União Soviética no hóquei no gelo. Em 1980, os Jogos Olímpicos de Inverno voltaram para Lake Placid, que havia sediado os Jogos de 1932. O primeiro, e até agora único boicote dos Jogos Olímpicos de Inverno ocorreu durante os Jogos de 1980, quando a equipe de Taiwan se recusou a participar devido ao fato do COI reconhecer a República Popular da China como membro e a ilha ser forçada a mudar de nome, bandeira e de hino nacional para continuar competindo nos Jogos.Findling and Pelle (1996), p. 299 O patinador americano Eric Heiden estabeleceu tanto um recorde mundial e olímpico em cada um dos cinco eventos em que ele competiu.Judd (2008), pp. 135–136 Hanni Wenzel venceu o slalom e o slalom gigante. Seu país, o Liechtenstein, tornou-se a menor nação a produzir um medalhista de ouro olímpico. No \"Milagre no Gelo\", a equipe de hóquei americana venceu os favoritos soviéticos e ganhou a medalha de ouro. === 1984 a 1998 === As cidades de Sapporo, no Japão, e Gotemburgo, na Suécia, foram as mais cotadas para sediar os Jogos Olímpicos de Inverno de 1984. Foi, portanto, uma surpresa quando Sarajevo, na Iugoslávia, foi escolhida para sediar os Jogos. Os jogos foram bem organizados e exibidos sem nenhuma indicação sobre a guerra que logo submergiria o país. Um total de 49 nações e 1 272 atletas participaram em 39 eventos. A nação anfitriã ganhou sua primeira medalha olímpica, quando o esquiador alpino Jure Franko ganhou uma prata no slalom gigante. Outro destaque foi o desempenho desportivo na dança livre dos dançarinos de gelo britânicos Jayne Torvill e Christopher Dean. Seu desempenho para o \"Bolero de Ravel\" ganhou uma pontuação perfeita na impressão artística, e a medalha de ouro. Em 1988, a cidade canadense de Calgary sediou a primeira Olimpíada de Inverno a durar dezesseis dias. Novos eventos foram adicionados nos saltos de esqui e patinação de velocidade, enquanto esportes olímpicos futuros como curling, patinação de velocidade em pista curta e esqui estilo livre fizeram suas aparições como esportes de demonstração. Pela primeira vez os eventos da patinação de velocidade foram realizados em ambientes fechados, no Olympic Oval. A patinadora holandesa Yvonne van Gennip ganhou três medalhas de ouro e dois recordes mundiais na patinação de velocidade, batendo as favoritas patinadoras da Alemanha Oriental em cada corrida. O total de medalhas dela foi igualado pelo esquiador finlandês Matti Nykanen, que venceu todas as três provas em seu esporte. O esquiador italiano Alberto Tomba fez sua estreia olímpica ao ganhar o slalom gigante e slalom. Da Alemanha Oriental, Christa Rothenburger ganhou os 1 000 metros de patinação de velocidade feminina. Sete meses mais tarde, ela iria ganhar uma medalha de prata no ciclismo de pista nos Jogos Olímpicos de Seul. Ela se tornou a primeira e única atleta a ganhar medalhas em duas Olimpíadas de Verão e de Inverno no mesmo ano. Os Jogos de 1992 foram os últimos a serem realizados no mesmo ano que os Jogos de Verão. Foram sediados na região do Ródano-Alpes, na Saboia francesa. A cidade de Albertville foi a cidade sede, embora apenas dezoito eventos foram realizados na cidade. O restante dos eventos foram espalhados pela Saboia. As mudanças políticas da época eram refletidas nas equipes olímpicas presentes na França. Este foram os primeiros Jogos a serem realizados após a queda do comunismo e o desmantelamento do muro de Berlim.Findling and Pelle (2004), p. 400 A Alemanha competiu como uma única nação pela primeira vez desde os Jogos de 1964, e ex- repúblicas da Iugoslávia, a Croácia e a Eslovênia fizeram sua estreia como nações independentes. A maioria das ex-repúblicas soviéticas ainda competiram como uma única equipe, conhecida como Equipe Unificada, mas os Estados bálticos fizeram aparições independentes pela primeira vez desde antes da Segunda Guerra Mundial. Aos dezesseis anos, o esquiador finlandês Toni Nieminen fez história ao se tornar o mais jovem do sexo masculino campeão olímpico dos Jogos de inverno.Findling and Pelle (2004), p. 402 A esquiadora neozelandesa Annelise Coberger se tornou a primeira medalhista olímpica dos Jogos de inverno do hemisfério sul, quando ganhou a prata no slalom feminino. Em 1986, o COI votou para separar os Jogos de Verão e de Inverno e colocá-los em alternância aos anos pares a partir de 1994. Estes jogos foram os primeiros Jogos Olímpicos de Inverno a serem realizados sem os Jogos de Verão no mesmo ano. Após a divisão da Checoslováquia em 1993, a República Checa e a Eslováquia fizeram sua estreia olímpica em Lillehammer, na Noruega. A competição de patinação artística feminina recebeu significativa atenção da mídia. A patinadora americana Nancy Kerrigan foi ferida em 6 de janeiro de 1994, em uma tentativa de assalto planejada pelo ex-marido de sua rival, Tonya Harding. Ambas as patinadores competiram nos Jogos, mas também não ganharam a medalha de ouro, que foi para Oksana Baiul, a primeira campeã olímpica Ucrânia nos Jogos Olímpicos. Johann Olav Koss da Noruega ganhou três medalhas de ouro e bateu a distância dos eventos da patinação de velocidade. Os Jogos Olímpicos de Inverno de 1998 foram os primeiros Jogos a receber mais de 2 000 atletas. Os últimos jogos do segundo milênio foram realizados em Nagano. O torneio masculino de hóquei no gelo foi aberto aos profissionais pela primeira vez. Canadá e Estados Unidos, com seus muitos jogadores da NHL, foram os favoritos para ganhar o torneio. No entanto, nenhum dos dois ganhou medalha no hóquei, já que a República Checa prevaleceu. O hóquei no gelo feminino fez sua estreia e os Estados Unidos conquistaram a medalha de ouro. Bjørn Dæhlie da Noruega ganhou três medalhas de ouro no esqui nórdico. Ele se tornou o mais condecorado atleta olímpico de inverno, com oito medalhas de ouro e doze medalhas no geral. O austríaco Hermann Maier sobreviveu a um acidente durante a competição de downhill e dois dias depois ganhou o ouro no super-G e no slalom gigante. Uma onda de novos recordes mundiais foram estabelecidos na patinação de velocidade por causa da introdução do skate clap. === 2002 a 2010 === Os XIX Jogos Olímpicos de Inverno foram realizados em Salt Lake City, Estados Unidos. O alemão Georg Hackl conquistou uma prata no luge na prova individual, se tornando o primeiro atleta na história a medalha olímpica na mesma prova individual em cinco Jogos Olímpicos consecutivos. Salt Lake City hospedou 77 nações e 2 399 atletas. Houve 78 eventos em sete esportes. O Canadá conseguiu um duplo sem precedentes, ganhando medalhas de ouro no hóquei no gelo tanto na competição masculina quanto feminina. O Canadá também se envolveu com a Rússia em uma polêmica que envolveu o julgamento da competição de duplas da patinação artística. A dupla russa Yelena Berezhnaya e Anton Sikharulidze competiu contra o casal canadense Jamie Salé e David Pelletier a medalha de ouro. Os canadenses pareciam ter patinado bem o suficiente para vencer a competição, mas os russos acabaram com o ouro. Os canadenses ganharam as notas mais altas de todos os juízes, menos da francesa Marie-Reine Le Gougne, o que resultou na totalização da pontuação total mais alta para os russos. Uma investigação posterior, revelou que ela havia sido pressionada a dar o ouro para a dupla russa, independentemente de como eles tivessem patinado e, em contrapartida, um juiz russo olharia com bons olhos o casal francês na dança no gelo. Após a conclusão dessa investigação, o COI e a ISU decidiram retificar o resultado da prova e uma segunda medalha de ouro foi entregue a dupla canadense e uma segunda cerimônia de premiação foi realizada durante os Jogos. O australiano Steven Bradbury se tornou o primeiro medalhista de ouro do hemisfério sul, quando ganhou os 1 000 metros da patinação de velocidade em pista curta. A cidade italiana de Turim sediou a Olimpíada de Inverno de 2006. Foi a segunda vez que a Itália sediou uma Olimpíada de Inverno. C Atletas da Coreia do Sul ganharam 10 medalhas, incluindo seis de ouro de oito possíveis nas provas da patinação velocidade em pista curta. Jin Sun-yu conquistou três medalhas de ouro, enquanto Ahn Hyun- soo também ganhou três medalhas de ouro e mais um bronze. No esqui cross- country, a equipe feminina de perseguição, a canadense Sara Renner quebrou uma de suas balizas. Quando viu seu drama, o técnico norueguês Bjørnar Håkensmoen decidiu emprestar-lhe uma baliza. Assim, ela foi capaz de ajudar a sua equipe a conquistar uma medalha de prata na prova, à custa do time norueguês, que terminou em quarto. Claudia Pechstein da Alemanha se tornou a primeira patinadora de velocidade a ganhar nove medalhas na carreira. Em fevereiro de 2009, Pechstein testou positivo para a \"manipulação de sangue\", que ela havia solicitado. O Tribunal Arbitral do Desporto confirmou a sua suspensão, mas um tribunal suíço considerou que ela poderia competir por um lugar na equipe olímpica alemã de 2010. Ela perdeu a última instância para sua suspensão em 26 de janeiro de 2010, que a excluiu da competição em Vancouver, mesmo se ela tivesse feito parte da equipe alemã. Em 2003, o COI elegeu a cidade de Vancouver como sede dos Jogos Olímpicos de Inverno de 2010, permitindo ao Canadá sediar a sua segunda Olimpíada de Inverno. Com uma população de mais de 2,5 milhões de habitantes, Vancouver será até 2022 a maior área metropolitana a sediar Jogos Olímpicos de Inverno, quando o posto passará a ser da capital chinesa, Pequim. Mais de oitenta países e 5 000 atletas participaram em 86 eventos. A morte do georgiano do luge Nodar Kumaritashvili em um treinamento na véspera da cerimônia de abertura lançou uma cortina de fumaça sobre os Jogos. Sua morte também obrigou os funcionários do Whistler Sliding Centre a mudar o trajeto da pista, a fim de torná-la mais segura. A esquiadora norueguesa de cross-country Marit Bjørgen ganhou cinco medalhas em seis provas de cross-country feminino. Ela terminou os Jogos Olímpicos com três medalhas de ouro, uma prata e um bronze. Os Jogos de Vancouver também foram notáveis pelo fraco desempenho dos atletas russos. Desde a sua primeira Olimpíada de Inverno em 1956 até 2006, uma delegação soviética ou russa nunca tinha estado fora dos cinco primeiros no quadro de medalhas. Em 2010, eles terminaram em sexto na soma total, mas se for levado em conta o número das medalhas de ouro, a Rússia terminou em décimo primeiro. Isso causou grande preocupação aos mais altos níveis do governo russo, já que o país sediaria a próxima edição dos Jogos de Inverno. O então presidente Dmitry Medvedev, pediu a renúncia de altos funcionários do esporte logo após os Jogos. O baixo rendimento da Rússia contrastou com o resultado dos países asiáticos. Vancouver marcou um ponto alto de medalhas ganhas por países asiáticos. Em 1992, a Ásia totalizou quinze medalhas, sendo que três eram de ouro. Em Vancouver o número total de medalhas conquistadas por atletas da Ásia aumentou para trinta e um, sendo onze delas de ouro. A ascensão de nações asiáticas nos Jogos Olímpicos de Inverno é devido em parte ao crescimento dos programas de esportes de inverno e um aumento do interesse do público em países como Coreia do Sul, Japão e China. === 2014 e 2018 === O balneário russo de Sóchi foi escolhido a sede dos Jogos Olímpicos de Inverno de 2014 em cima de Salzburgo, na Áustria, e o condado de PyeongChang, na Coreia do Sul. Essa foi a primeira vez que a Rússia sediou os Jogos Olímpicos de Inverno e também a primeira vez que foi realizada em uma cidade subtropical. Mais de 2800 atletas de 88 Comitês Olímpicos Nacionais competiram em 98 eventos. Uma das vilas olímpicas e o Estádio Olímpico de Fisht estavam localizados as margens do Mar Negro, juntamente com as arenas que sediaram os eventos de gelo compondo o Parque Olímpico de Sóchi. Os demais eventos foram realizados na região conhecida como Clareira Vermelha. Os Jogos foram os mais caros da história com o custo total de 51 bilhões de dólares. Aliado ao investimento na delegação esportiva, a Rússia havia terminado os Jogos em primeiro lugar no quadro de medalhas com 29 no total, sendo 13 de ouro. No entanto, Grigory Rodchenkov, ex-chefe do laboratório nacional antidoping da Rússia, afirmou que havia se envolvido em duzentas dúzias de desportistas russos durante os Jogos e, contando com a assistência do Serviço Federal de Segurança, ajudou na abertura e na troca de vidros contendo amostras de urina, de modo que amostras com substâncias banidas pudessem ser substituídas por urina \"limpa\". Uma investigação da Agência Mundial Antidoping liderado por Richard McLaren concluiu que um programa de doping institucional operou na Rússia pelo menos no período de 2011 a 2015 na grande maioria dos eventos esportivos realizados no país e pairavam suspeitas dos resultados dos atletas. Em 23 de dezembro de 2017, a Comissão Disciplinar do Comitê Olímpico Internacional desclassificou 43 atletas russos, fazendo o país perder 13 medalhas e consequentemente perder o primeiro lugar do quadro de medalhas. Nas competições de neve, o biatleta norueguês Ole Einar Bjørndalen ganhou dois ouros e aumentou o seu total de medalhas nos Jogos para 13, ultrapassando seu compatriota Bjørn Dæhlie e tornando-se o maior nome da história do evento. Outra norueguesa, a esquiadora de cross-country Marit Bjørgen ganhou três medalhas de ouro: totalizando assim 10 medalhas e empatando com Raisa Smetanina e Stefania Belmondo. O snowboarder do Japão Ayumu Hirano tornou-se o mais jovem medalhista da história dos Jogos de Inverno quando ele ganhou uma prata na prova do halfpipe aos 15 anos. No gelo, os Países Baixos dominaram as provas de patinação de velocidade, com seus atletas ganhando oito das doze provas em disputa. Em quatro eventos deste esporte, atletas neerlandeses ocuparam as três posições do pódio, tornando os Países Baixos o primeiro país na história olímpica (tanto nos Jogos de Verão e Inverno) a conseguir isso. Nos 1 500 metros feminino, as quatro primeiras colocadas foram neerlandesas. Isso nunca tinha acontecido na história dos Jogos, tanto em edições de verão quanto de inverno. Ireen Wüst foi a atleta mais bem sucedida, terminando os Jogos com dois ouros e três pratas. Na patinação artística, o japonês Yuzuru Hanyu tornou-se o primeiro patinador a quebrar a barreira de 100 pontos no programa curto. Entre as disciplinas de trenó, o luger italiano Armin Zöggeler ganhou um bronze, tornando-se o primeiro atleta de inverno a ganhar uma medalha em seis edições consecutivas dos Jogos. A cidade anfitriã dos Jogos Olímpicos de Inverno de 2018 foi determinada na 123ª Sessão do COI em 6 de julho de 2011 em Durban, África do Sul. Após três tentativas seguidas, Pyeongchang superou as candidaturas de Munique, na Alemanha e Annecy, na França, com 63 votos, maioria absoluta que definiu a vitória ainda na primeira rodada da eleição. Essa foi a primeira vez que a Coreia do Sul foi escolhida como sede dos Jogos Olímpicos de Inverno, sendo a segunda no total do país, que já havia sediado 30 anos antes os Jogos de Verão em Seul. Mais de 2 900 atletas de 92 países estiveram presentes nos Jogos que pela primeira vez na história tiveram mais de 100 eventos, num total de 102. Novamente, a geopolítica interferiu no período prévio aos Jogos já que existiam diversas tensões relacionadas a questão da Península da Coreia e a presença da delegação russa que era incerto desde o início das investigações referentes ao escândalo institucional de doping executado durante os Jogos de 2014, no próprio país. O patinador holandês Sven Kramer ganhou pela terceira vez a prova dos 5 000 m da patinação de velocidade. Na neve, a Noruega mostrou novamente o domínio no esqui cross-country ganhando sete das doze medalhas de ouro em disputa. Destaque para a performance de Marit Bjørgen que ganhou mais cinco medalhas (duas de ouro, uma de prata e duas de bronze), que somadas a suas dez conquistas anteriores a tornaram a maior medalhista olímpica de todos os tempos. Seu compatriota Johannes Høsflot Klæbo se tornou o mais jovem medalhista da história do mesmo esporte ao ganhar três medalhas de ouro aos 21 anos de idade. O saltador japonês Noriaki Kasai se tornou o primeiro atleta a competir em oito Olimpíadas de Inverno, tornando-se ainda o atleta mais velho da história a competir nos Jogos Olímpicos de Inverno.Bethea, Charles. Noriaki Kasai, the Japanese Ski-Jumping Legend Going for Gold at Forty-Five. The New Yorker. 14 de fevereiro de 2018. Ester Ledecká, da República Checa, ganhou a medalha de ouro da prova do super-G de esqui alpino e alguns dias depois também venceu a prova do slalom gigante paralelo do snowboard, fazendo dela a primeira atleta feminina a ganhar medalhas de ouro olímpicas em dois esportes diferentes em uma única edição dos Jogos. A Noruega foi a nação de maior sucesso nos jogos com 39 medalhas no total, estabelecendo um novo recorde em termos absolutos no total de medalhas e também no número de medalhas conquistadas por um país em uma única Olimpíada de Inverno. Juntamente com a Noruega, a Alemanha também chegou a 14 medalhas de ouro, recorde em única edição de Olimpíadas de Inverno. Os jogos também foram os mais bem sucedidos na história da Coreia do Sul no total de medalhas, com os atletas sul-coreanos ganhando 17 medalhas (cinco de ouro, oito de prata e quatro de bronze) e conquistando o sétimo lugar no quadro geral. A Hungria ganhou a sua primeira medalha de ouro na história das Olimpíadas de Inverno e também a sua primeira medalha desde Lake Placid 1980. === Jogos futuros === Pequim, na China, superou a candidatura de Almaty, no Cazaquistão, por pouca diferença de votos (44 a 40) e foi escolhida a cidade-sede dos Jogos Olímpicos de Inverno de 2022 na 128ª Sessão do COI em Kuala Lumpur, na Malásia, em 31 de julho de 2015. Com isso a cidade chinesa será a primeira a sediar tanto uma edição das olimpíadas de inverno quanto de verão, evento realizado 14 anos antes, em 2008. A edição de 2026 será realizada conjuntamente entre as cidades italianas de Milão e Cortina d'Ampezzo. Esta ganhou de outra candidatura conjunta entre Estocolmo e Åre, na Suécia, por 13 votos de diferença (47–34). A escolha foi realizada na 134ª Sessão do COI durante a inauguração de sua nova sede em Lausanne, na Suíça, em 24 de junho de 2019. == Controvérsia == O processo de escolha das cidades-sede ficou sob intenso escrutínio depois que foi concedido a Salt Lake City o direito de sediar os Jogos de 2002. Logo após a cidade-sede ter sido anunciada, foi descoberto que os organizadores haviam se envolvido em um esquema de corrupção elaborado para bajular oficiais do COI. Presentes e outras considerações financeiras foram dadas para aqueles que avaliassem e votassem na proposta de Salt Lake City. Estes presentes incluíram o tratamento médico para os familiares, uma bolsa de estudos para o filho de um dos membros, e um acordo de terra em Utah. Até o presidente do COI Juan Antonio Samaranch, recebeu dois fuzis avaliados em US$ 2 000. Samaranch defendeu o presente como algo inconsequente já que como presidente ele era um membro não- votante.Cashmore (2005), p. 444 A investigação posterior descobriu inconsistências nas propostas para todos os jogos (verão e inverno) desde 1988.Cashmore (2005), p. 445 Por exemplo, os presentes recebidos pelos membros do COI dos japoneses do comitê da candidatura de Nagano para Jogos Olímpicos de Inverno de 1998 foram descritos pela comissão de inquérito como \"astronômica\".Cashmore (2003), p. 307 Embora nada estritamente ilegal foi feito, o COI temia que as empresas patrocinadoras perdessem confiança na integridade do processo, e que a marca olímpica fosse manchada de tal forma que as empresas parceiras cancelassem seus contratos.Payne (2006), p. 232 Os resultados do inquérito foram a expulsão de dez membros do COI e a elaboração de novas regras mais estritas para as futuras candidaturas, limites máximos foram postos em prática para o quanto os membros do COI poderiam aceitar das cidades candidatas, novo mandato e os limites de idade foram estabelecidos para a adesão do COI, e quinze ex-atletas olímpicos foram adicionados à comissão.Miller, Lawrence and McCay (2001), p. 25 === Legado da cidade-sede === Segundo o COI, a cidade anfitriã é responsável pelo, \"estabelecimento de funções e serviços para todos os aspectos dos Jogos, tais como planejamento de esportes, espaços, finanças, tecnologia, alojamento e alimentação, mídia, e serviços, bem como operações durante os Jogos.\" Devido ao alto custo envolvido com hospedagem de uma Olimpíada muitas cidades sedes nunca lucraram com seus investimentos. Por exemplo, os Jogos Olímpicos de Inverno de 1998 em Nagano, Japão, custaram US$ 12,5 bilhões. Em comparação, os Jogos de Turim em 2006 custaram US$ 3,6 bilhões. Os organizadores alegaram que o custo de estender o serviço de trem-bala entre Tóquio e Nagano foi responsável por inflacionar os gastos. O Comitê Organizador esperava que a exposição dos Jogos Olímpicos, e o acesso rápido a Nagano, de Tóquio, seria um benefício para a economia local por muitos anos depois. A economia de Nagano registrou dois anos de estímulo pós-olímpico, mas os efeitos a longo prazo não se concretizaram como o planejado. A possibilidade de pesadas dívidas, juntamente com instalações esportivas e infraestrutura não utilizáveis, que sobrecarrega a localidade com custos de manutenção e praticamente nenhum valor pós-olímpico, é um impedimento pesado para potenciais cidades anfitriãs. Para atenuar estas preocupações, o COI adotou várias iniciativas. Primeiro, se comprometeu a financiar parte do orçamento da cidade-sede para a realização dos Jogos.Preuss (2004), p. 277 O COI também limita candidatura de países que têm os recursos e infra-estrutura para organizar com sucesso os Jogos Olímpicos, sem impacto negativo para a região ou nação. Isso elimina grande parte do mundo em desenvolvimento.Preuss (2004), p. 284 Finalmente, as cidades candidatas a sediarem os Jogos são obrigadas a somar um \"plano de legado\" à sua proposta. Isso requer a necessidade de que cada cidade é forçada a planejar com vista aos impactos econômicos e ambientais de longo prazo que os Jogos Olímpicos terão na região. Ele também permite que o COI a considere esse impacto na escolha da cidade-sede dos Jogos. === Doping === Em 1967 o COI começou a adotar protocolos de testes de drogas. Eles começaram a testar aleatoriamente os atletas na Olimpíada de Inverno de 1968.Yesalis (2000), p. 57 O primeiro atleta dos Jogos de Inverno a testar positivo para uma substância proibida foi Alois Schloder, um jogador de hóquei da Alemanha Ocidental que tinha efedrina em seu organismo. Ele foi desclassificado do resto do torneio, mas sua equipe ainda foi autorizada a competir. Durante a década de 1970, os testes fora da competição foram intensificados para dissuadir os atletas de usar drogas para melhorar o desempenho.Mottram (2003), p. 313 O problema com os testes durante este tempo foi uma falta de padronização dos procedimentos de teste, que minaram a credibilidade dos testes. Até o final dos anos 1980, as federações desportivas internacionais não haviam começado a coordenar esforços para padronizar os protocolos de testes de drogas.Mottram (2003), p. 310 O COI decidiu assumir um papel de liderança na luta contra os esteróides quando se estabeleceu a independente Agência Mundial Antidoping (WADA) em novembro de 1999.Yesalis (2000), p. 366 Os Jogos Olímpicos de Inverno de 2006 em Turim tornaram-se notáveis por um escândalo envolvendo a emergente tendência de doping sanguíneo, que se trata do uso de transfusões de sangue ou de hormônios sintéticos, tais como eritropoietina (EPO) para melhorar o fluxo de oxigênio, a fim de reduzir a fadiga. A polícia italiana realizou uma operação durante os Jogos na residência da equipe austríaca de esqui cross-country. Eles tomaram amostras de sangue dopado e equipamentos. Este evento seguiu a suspensão pré- Olimpíada de doze esquiadores de cross-country que testaram positivo para níveis anormalmente elevados de hemoglobina, que é uma evidência de dopagem sanguínea. === Comercialização === Como presidente do COI 1952-1972, Avery Brundage, rejeitou todas as tentativas de vincular os Jogos Olímpicos com interesses comerciais. Ele sentia que o movimento olímpico devia ser completamente separado da influência financeira.Cooper-Chen (2005), p. 231 A Olimpíada de Inverno de 1960 marcou o início do patrocínio corporativo dos Jogos. Apesar de sua resistência tenaz, a comercialização dos jogos continuou durante a década de 1960, e a receita gerada pelo patrocínio corporativo inchou os cofres do COI.Senn (1999), p. 136 Nos Jogos de Grenoble, Brundage tinha ficado tão preocupado com o rumo dos Jogos Olímpicos de Inverno para a comercialização que se não pudesse ser corrigido, então as Olimpíadas de Inverno deveriam ser abolidas.Senn (1999), p. 136-137 A resistência de Brundage a este fluxo de receita significava que o COI foi lento ao procurar uma parte dos benefícios financeiros que estava chegando às cidades e foi incapaz de controlar a forma como contratos de patrocínio estavam sendo estruturados. Quando Brundage se aposentou, o COI tinha US$ 2 milhões em ativos; oito anos mais tarde as contas do COI haviam aumentado para US$ 45 milhões. Isto se deveu principalmente a uma mudança de ideologia entre os membros do COI para a expansão dos jogos através do patrocínio de empresas e a venda dos direitos televisivos. thumb|direita|upright|280px|Transmissão de uma partida de hóquei no gelo em Sóchi 2014. As preocupações de Brundage mostraram-se proféticas. O COI tem cobrado mais pelos direitos de transmissão televisiva a cada jogos. Em Nagano 1998, a emissora americana CBS pagou US$ 375 milhões, enquanto que em Turim 2006 os jogos custaram a NBC 613 milhões dólares para transmissão.Gershon (2000), p. 17 Quanto mais as empresas de televisão têm pago a transmissão televisiva dos jogos, maior seu poder de persuasão com o COI.Barry, (2002), pp. 39–40 Por exemplo, o lobby da televisão tem influenciado o programa olímpico ao ditar que as provas finais devem ser realizadas no horário nobre da tevê de forma a privilegiar a audiência. Eles também pressionaram o COI a inclusão de novos eventos como o snowboard que atrai grandes audiências televisivas. Isso tem sido feito para aumentar sua audiência, que estava em ligeiro declínio até os Jogos de 2010.Cooper-Chen (2005), p. 230 Em 1986, o COI decidiu escalonar os Jogos de verão e inverno. Em vez de mantê-los, no mesmo ano, a comissão decidiu alterná-los a cada dois anos. Ambos os jogos continuariam sendo realizados em ciclos de quatro anos.Whannel (1992), p. 174 Foi decidido que 1992 seria o último ano a ter ambos os Jogos e uma edição extra seria realizada em 1994 para mudar o ciclo. Havia duas razões para esta mudança. Uma delas era o desejo do lobby da televisão para aumentar a receita publicitária. Eles estavam tendo dificuldade em obter receitas de publicidade com dois jogos no mesmo ano. A segunda razão para a mudança era o desejo do COI em ganhar mais controle sobre a receita gerada pelos Jogos. O Comitê determinou que o escalonamento dos jogos faria mais sentido as corporações patrocinarem edições individuais dos Jogos, o que contribuiria para aumentar o potencial de receita. O COI também passou a negociar diretamente os contratos de patrocínio, para que tivessem mais controle sobre a \"marca\" olímpica.Whannel (1992), pp. 174–177 Os primeiros Jogos Olímpicos de Inverno a serem realizados neste novo formato foram os Jogos de 1994 em Lillehammer. == Política == === Guerra Fria === Os Jogos Olímpicos de Inverno foram uma frente ideológica da Guerra Fria desde que a União Soviética participou pela primeira vez dos Jogos de Inverno em 1956. Não demorou muito para que os combatentes da Guerra Fria descobrissem nos Jogos uma poderosa ferramenta de divulgação. Políticos soviéticos e americanos usaram os Jogos Olímpicos e outros eventos esportivos internacionais, como uma oportunidade para provar a suposta superioridade de seus respectivos sistemas políticos.Hazan (1982), p. 36 O atleta soviético de sucesso era homenageado e honrado. Irina Rodnina, tricampeã olímpica da patinação artística, foi condecorada com a Ordem de Lenin, após sua vitória nos Jogos Olímpicos de Inverno de 1976 em Innsbruck.Hazan, (1982), p. 42 Com o prêmio vinha a compensação monetária a partir de 4 000 dólares a 8 000 dólares, dependendo do prestígio do esporte. Um recorde mundial era um valor adicional de US$ 1 500.Hazan (1982), p. 44 Em 1978, o Congresso dos Estados Unidos reagiu à pressão de propaganda da União Soviética, ao aprovar a legislação que reorganizou o Comitê Olímpico dos Estados Unidos. Esse tipo de intromissão política em uma federação desportiva era sem precedentes em um país democrático. A Guerra Fria criou tensões entre os países aliados com uma ou outra das superpotências. Um dos temas mais espinhosos para o COI foi o reconhecimento das duas Alemanhas. Em 1948, a Alemanha não estava autorizada a participar dos Jogos. Em 1950, o COI reconheceu o Comitê Olímpico da Alemanha Ocidental.Hill (1992), p. 34 E foi uma equipe composta apenas por atletas da Alemanha Ocidental, que representou a Alemanha nos Jogos de 1952 em Oslo, enquanto a Alemanha Oriental tinha sido convidada para formar uma equipe unificada, mas se recusou a aceitar a oferta.Hill (1992), p. 35 Em 1955, a União Soviética reconheceu a Alemanha Oriental como Estado soberano, dando assim credibilidade a campanha da Alemanha Oriental a participar nos Jogos Olímpicos como um país independente. O COI reconheceu provisoriamente o Comitê Olímpico da Alemanha Oriental, mas sob a condição de que as duas Alemanhas competissem como uma equipe. Esta decisão foi tomada porque a Alemanha Ocidental adotou a Doutrina Hallstein, que proibia as relações com qualquer país que reconhecesse a soberania da Alemanha Oriental.Hill (1992), pp. 36–38 A situação se tornou ainda mais tensa com a construção do Muro de Berlim em 1962. Muitos países ocidentais como a França ou os Estados Unidos não concederam vistos aos atletas da Alemanha Oriental para competir em seus territórios.Hill (1992), p. 38 O compromisso de competir sob uma única bandeira durou até os Jogos de 1968, realizados em Grenoble, onde o COI reconheceu as duas Alemanhas e ameaçou não conceder a organização dos jogos a países que não fornecessem os vistos para os atletas da Alemanha Oriental.Hill (1992), pp. 38–39 === Boicote === Os Jogos de Inverno tiveram apenas um boicote de uma equipe nacional. A República da China, também conhecida como Taiwan, decidiu boicotar as Olimpíadas de Inverno de 1980 em Lake Placid. A razão para o boicote foi que o COI concordou com o pedido da China em competir nos Jogos Olímpicos pela primeira vez desde 1952. Eles foram autorizados a concorrer como \"República Popular da China\" e usar a bandeira e o hino chinês. Até 1980, a ilha de Taiwan competiu sob o nome de \"República da China\" e vinha utilizando a bandeira e o hino chinês. Inicialmente, o COI tentou que os países competissem juntos, mas quando a situação mostrou-se inaceitável, o COI exigiu que Taiwan deixasse de se chamar \"República da China\".Hill (1992), p. 48 O COI também renomeou a ilha para \"Taipé Chinês\" e exigiu que adotasse uma bandeira diferente e um hino nacional; estipulações que Taiwan não concordaria. Apesar dos apelos numerosos e audiências do tribunal, a decisão do COI permaneceu. Quando os atletas de Taiwan chegaram à Vila Olímpica com os seus cartões de identificação como atletas da \"República da China\", eles não foram admitidos e como consequência suas inscrições não foram validadas. Posteriormente eles deixaram os Jogos Olímpicos, em protesto pouco antes da cerimônia de abertura. Taiwan voltou à competição olímpica em 1984 nos Jogos de Inverno de Sarajevo, como Taipé Chinês. O país concordou em concorrer com uma bandeira com o emblema do seu Comitê Olímpico Nacional e tocar o hino do seu Comitê Olímpico Nacional caso um de seus atletas ganhasse uma medalha de ouro. Este compromisso continua até hoje.Brownell (2005), p. 187 == Esportes == Capítulo 1, do artigo 6 da edição de 2007 da Carta Olímpica define esportes de inverno como \"esportes que são praticados na neve ou no gelo\". Ao longo dos anos, o número de esportes e eventos realizados nos Jogos Olímpicos de Inverno aumentou. Houve também esportes de demonstração, que são disputados durante os Jogos, mas para os quais não são concedidas medalhas. Desde 1992, uma série de novos esportes foram adicionados ao programa olímpico. Estes incluem patinação de velocidade em pista curta, snowboard, esqui estilo livre e moguls. A adição desses eventos ampliou o apelo dos Jogos Olímpicos de Inverno para além da Europa e América do Norte. Enquanto potências europeias, como a Noruega, Alemanha e a Rússia continuam a dominar os tradicionais esportes olímpicos de inverno, países como Bielorrússia, China, Coreia do Sul, Austrália e Canadá se tornaram potências emergentes nos novos esportes, os Estados Unidos, a Suíça e a França se equilibram entre as duas vertentes. Os resultados são uma maior paridade no quadro de medalhas, mais interesse nos Jogos Olímpicos de Inverno, e um aumento global de sua audiência televisiva. === Atuais modalidades esportivas === Esporte Anos # de Provas Provas valendo medalhas em 2014 Biatlo Desde 1960 10 Velocidade individual (homens: 10 km; mulheres: 7.5 km), individual (homens: 20 km; mulheres: 15 km), perseguição (homens: 12.5 km; mulheres: 10 km), revezamento (homens: 4x7.5 km; mulheres: 4x6 km) e largada coletiva (homens: 15 km; mulheres: 12.5 km). Bobsleigh 1924–1956 1964–presente 3 Equipes masculinas, duplas masculinas e duplas femininas. Combinado nórdico Desde 1924 3 Individual pista normal (90 m + 10 km), individual pista longa (120 m + 10 km) e equipes pista longa (120 m + 4x5 km). Curling 1924 1998–presente 2 Torneios masculino e feminino. Esqui alpino 10 Downhill, super-G, slalom gigante, slalom e combinado masculino e feminino. Esqui cross- country Desde 1924 12 Velocidade individual, velocidade por equipes, 15 km clássico, 30 km skiathlon, largada coletiva 50 km e revezamento 4x10 km masculino; velocidade individual, velocidade por equipes, 10 km clássico, 15 km skiathlon, largada coletiva 30 km e revezamento 4x5 km feminino . Esqui estilo livre Desde 1992 10 moguls, aerials, halfpipe, slopestyle e skicross masculino e feminino. Hóquei no gelo 2 Torneio masculino e feminino. Luge Desde 1964 4 Individual masculino e feminino, duplas e revezamento. Patinação artística 5 Individual masculino e feminino, duplas, dança no gelo e equipes. Patinação de velocidade Desde 1924 12 500 metros, 1 000 metros, 1 500 metres, 5 000 metros e perseguição por equipes masculino e feminino; 3 000 metros feminino; 10 000 metros masculino. Patinação de velocidade em pista curta Desde 1992 8 500 metros, 1 000 metros, 1 500 metros masculino e feminino; revezamento 3 000 metros feminino e revezamento 5 000 metros masculino. Salto de esqui Desde 1924 4 Pista normal individual masculino e feminino; pista longa individual e pista longa por equipes masculino. Skeleton 1924; 1948 Desde 2002 2 Eventos masculino e feminino. Snowboard Desde 1998 10 Slalom gigante paralelo, slalom paralelo, halfpipe, slopestyle e snowboard cross masculino e feminino. Nota 1. Provas de patinação artística também foram realizadas nos Jogos Olímpicos de Verão de 1908 e 1920. Nota 2. O torneio masculino de hóquei no gelo também foi realizado nos Jogos Olímpicos de Verão de 1920. === Esporte de demonstração === Os esportes de demonstração têm historicamente proporcionado aos países-sede uma oportunidade em atrair publicidade a novos e populares esportes locais por se tratar de uma competição sem a entrega oficial de medalhas. Os esportes de demonstração foram interrompidos a partir da expansão do programa olímpico de inverno em 1994. A patrulha militar, um precursor do biatlo, foi um esporte medalhista em 1924 e mais tarde virou esporte de demonstração em 1928, 1936 e 1948, e em 1960 tornou-se um esporte oficial, como biatlo. A prova de figuras especiais da patinação artística só foi disputada nos Jogos Olímpicos de Verão de 1908. O bandy, esporte popular nos países nórdicos e da antiga União Soviética sendo descrito como hóquei no gelo com uma bola, foi demonstrado nos Jogos de Oslo. O icestock, um variante alemão do curling, foi demonstrado em 1936 na Alemanha e na Áustria em 1964. O evento do esqui balé, mais tarde conhecido como esqui acrobático, foi demonstrado em 1988 e 1992. O skijöring, esqui atrás de cães, era um esporte de demonstração em St. Moritz em 1928. As competições de corrida de cães de trenó foram exibidos em Lake Placid, em 1932. Uma nova modalidade de esqui chamada de Esqui de velocidade foi demonstrada em Albertville, em 1992. Pentatlo de inverno, uma variante do pentatlo moderno, foi incluída como um evento demonstração nos Jogos de 1948, na Suíça. Era composto de esqui cross-country, tiro, esgrima, esqui downhill, e equitação. == Sedes dos Jogos == Jogos Ano Sede Datas Nações Atletas Atletas Atletas Esportes Eventos Ref Jogos Ano Sede Datas Nações Total Homens Mulheres Esportes Eventos Ref I 1924 Chamonix, França 25 de janeiro – 5 de fevereiro 16 258 247 11 6 16 II 1928 St. Moritz, Suíça 11–19 de fevereiro 25 464 438 26 6 14 III 1932 Lake Placid, Estados Unidos 4–15 de fevereiro 17 252 231 21 5 14 IV 1936 Garmisch-Partenkirchen, Alemanha 6–16 de fevereiro 28 646 566 80 6 17 1940 1940 Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Sapporo, Japão, cancelados por causa da Segunda Guerra Mundial. 1944 1944 Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. Originalmente concedidos a Cortina d'Ampezzo, Itália, cancelados por causa da Segunda Guerra Mundial. V 1948 St. Moritz, Suíça 30 de janeiro – 8 de fevereiro 28 669 592 77 4 22 VI 1952 Oslo, Noruega 14–25 de fevereiro 30 694 585 109 4 22 VII 1956 Cortina d'Ampezzo, Itália 26 de janeiro – 5 de fevereiro 32 821 687 134 4 24 VIII 1960 Squaw Valley, Estados Unidos 18–28 de fevereiro 30 665 521 144 4 27 IX 1964 Innsbruck, Áustria 29 janeiro – 9 de fevereiro 36 1 091 892 199 6 34 X 1968 Grenoble, França 6–18 de fevereiro 37 1 158 947 211 6 35 XI 1972 Sapporo, Japão 3–13 de fevereiro 35 1 006 801 205 6 35 XII 1976 Innsbruck, Áustria 4–15 de fevereiro 37 1 123 892 231 6 37 XIII 1980 Lake Placid, Estados Unidos 13–24 de fevereiro 37 1 072 840 232 6 38 XIV 1984 Sarajevo, Iugoslávia 8–19 de fevereiro 49 1 272 998 274 6 39 XV 1988 Calgary, Canadá 13–28 de fevereiro 57 1 423 1 122 301 6 46 XVI 1992 Albertville, França 8–23 de fevereiro 64 1 801 1 313 488 7 57 XVII 1994 Lillehammer, Noruega 12–27 de fevereiro 67 1 737 1 215 522 6 61 XVIII 1998 Nagano, Japão 7–22 de fevereiro 72 2 176 1 389 787 7 68 XIX 2002 Salt Lake City, Estados Unidos 8–24 de fevereiro 77 2 399 1 513 886 7 78 XX 2006 Turim, Itália 10–26 de fevereiro 80 2 508 1 548 960 7 84 XXI 2010 Vancouver, Canadá 12–28 de fevereiro 82 2 566 1 522 1 044 7 86 XXII 2014 Sóchi, Rússia 7–23 de fevereiro 88 2 873 1 714 1 159 7 98 XXIII 2018 Pyeongchang, Coreia do Sul 9–25 de fevereiro 92 1 680 1 242 7 102 XXIV 2022 Pequim, China 4–20 de fevereiro 91 2 861 1 573 1 288 7 109 XXV 2026 Milão e Cortina d'Ampezzo, Itália 6–22 de fevereiro XXVI 2030 Alpes Marítimos, França 1–17 de fevereiro XXVII 2034 Salt Lake City, Estados Unidos 10–26 de fevereiro == Ver também == * Lista de atletas com medalhas olímpicas em diferentes esportes * Lista de atletas que ganharam medalhas tanto nas olimpíadas de verão quanto nas de inverno * Jogos Paralímpicos de Inverno == Ligações externas == * *",
 "title": "Jogos Olímpicos de Inverno"
}