{
 "id": "40828",
 "text": "Paintball (do inglês: paint= tinta \\+ ball= bola) é um esporte de combate, individual ou em equipes, usando marcador de ar comprimido, Nitrogênio ou CO2 que atiram bolas com tinta colorida. O objetivo é atingir o oponente, marcando suas roupas com tinta, sem causar dano ou lesão corporal. Cada lado da disputa costuma usar uma cor diferente, tornando fácil identificar a origem do tiro. A partir daí podem encenar vários tipos diferentes de disputa: um contra um, grupo contra grupo, contagem de pontos, captura de líder, defesa de território, captura de bandeira, como em qualquer outro jogo de simulação de combate. Assim como jogos de FPS é uma brincadeira também. O paintball é o esporte de aventura que mais cresce no mundo tendo, inclusive, mais praticantes do que o milenar surf, nos Estados Unidos. O paintball, por suas características, permite que não apenas homens joguem, mas também mulheres com qualquer idade. Os jogadores podem estar com qualquer condicionamento físico mas, óbvio, isso vai influenciar significativamente na experiência de jogo. O esporte conta com cerca de 12 milhões de praticantes em todo o mundo. == No Brasil == No final de 1987, surgiu a ideia de se trazer, para o Brasil, o jogo que surgiu e cresceu nos Estados Unidos. No primeiro jogo, os marcadores eram do 1º lote de Busterballs, muito pesados, pois, eram de aço, as máscaras eram de motocross com lentes desenvolvidas para Paintball, e assim, o primeiro jogo foi realizado no dia 21 de Julho de 1990, na inauguração do War PaintballWar Paintball. A idade média é de 11 anos, com a supervisão de um adulto. == Tipos de jogos == Existem diversas modalidades de paintball, as mais conhecidas são quadro: Speed, Cenário, Real Action e Milsim.Types of Paintball Guns\"? Paintballgod - acessado em 26 de julho de 2021 A modalidade Speed, é totalmente voltada para competição, e nela existem campeonatos e torneios nacionais e internacionais. Divide-se em \"speed normal\" e \"speed urbano\". No primeiro, o campo de jogo é permeado com barreiras infláveis. No segundo, speed urbano, o campo possui obstáculos feitos de coisas cotidianas, tais como paredes, túneis, carros etc... A principal característica do speed/speed urbano é que a área de combate é pequena, normalmente as equipes conseguem se ver antes de começar a partida, são times pequenos (de 3 a 8 jogadores de cada lado) e gasta-se muita munição. E existem também os jogos de cenário: Neles você simula um cenário real, com duas ou mais equipes (de tamanho variável, de acordo com a missão) e uma hierarquia de comando, em situações como - por exemplo - captura de líder, defesa de território, captura de bandeira, terror e antiterror, operações especiais, libertação de reféns, antibomba etc. As possibilidades são virtualmente infinitas. O Real Action, também conhecido simplesmente como R.A., é uma modalidade que utiliza marcadores visualmente mais parecidos com armas de fogo, e estes são chamados também de simulacros, e busca uma proximidade quase teatral com a realidade. Esta modalidade possui um compendium de regras mais extenso e detalhado. Nos Estados Unidos, o RA-Real Action é chamado de Milsim (Militar Simulation). Dentre os principais diferenciais do R.A., podemos destacar jogos compostos por missões, eventos ou jogos temáticos, períodos de jogos mais extensos, utilização funções específicas para os jogadores (Snipers, SAM (também chamado de Gunner ou Suporte), médicos, armeiros e engenheiros), limitação de munição (de acordo com a função do jogador), número limitado de recargas. Normalmente segue a hierarquia militar. Para realização de jogos ou eventos de R.A., é costumeiro usar-se fábricas abandonadas, escolas desativadas, áreas de mata, prédios em construção, clubes desativados - tudo com a devida permissão dos proprietários. == Equipamento == O equipamento utilizado pode variar, segundo o tipo de competição, no entanto três coisas são requeridas sempre: *Marcador - Uma espingarda ou pistola pneumática; *Paintballs - Pequenas esferas feitas de cápsulas de gelatina, contendo tinta, basicamente polietilenoglicol, outras substância não tóxicas e corantes variados, e que servem de munição para o marcador. *Equipamentos de proteção individual - Principalmente máscara para o rosto e roupas confortáveis. No geral, o equipamento pode ser dividido em proteção e combate. *Proteção - a proteção mínima requerida de um praticante de paintball é uma calça (jeans normalmente), tênis, uma camiseta e - principalmente - a máscara. A máscara (especial) é a maior proteção do jogador porque o impacto direto de uma bolinha no rosto terá consequências muito sérias, que incluem, entre outras, quebrar dentes e cegar. Em termos de proteção auxiliar (opcional) - e isso varia de pessoa para pessoa - pode-se usar coletes, blusões de manga longa, luvas, joelheiras, cotoveleiras, pescoceiras, macacões, botas, roupas acolchoadas, capacetes e mais algumas coisas nesse sentido. *Combate - o básico do combate é o marcador que precisa ter: \\- cilindro (de ar-comprimido, Nitrogênio ou de CO2) para propelir as munições; \\- carregador (normalmente gravitacional, mas existem eletrônicos e pneumaticos) para levar as munições; e \\- as munições de paintballs (bolinhas carregadas de uma tinta especial). A tinta de paintball sai fácil com água. Muito fácil mesmo, ninguém precisa se preocupar que vai \"perder\" uma roupa que use no paintball. Equipamentos adicionais (não obrigatórios) de combate incluem: granadas de tinta, pistolas de paintball, rádio comunicadores, laringofones, capacetes táticos, camuflagem, lanterna, binóculos, escudos de paintball, minas terrestres de paintball, carregadores extras, bipés e tripés, arco e flecha (de paintball), fardas e afins. Inclusive em alguns cenários e grandes jogos, admite-se o uso de tanques de guerra (carros de combate blindados adaptados para paintball) e o uso de helicópteros reais para inserção e extração de equipes de operações especiais. Normalmente todo equipamento mínimo necessário pode ser alugado no local do jogo. O uso da máscara é fundamental porque o impacto das munições de paintball, normalmente propelidas a cerca de 280 pés por segundo (fps), podem causar cegueira ou outros danos colaterais sérios. == Registro de equipamentos == De acordo com a legislação brasileira, o Decreto-Lei nº 3 665, de 20 de novembro de 2000, todo e qualquer marcador (arma de paintball) deverá ser registrado no Exército Brasileiro e os jogadores deverão obter Certificados-Registro (CR). == Locais de prática == Normalmente, as pessoas optam por jogar em parques de aventura, os quais juntam num mesmo espaço todas as condições para se poder fazer jogos de paintball com toda a qualidade e segurança. Estes parques de aventura pertencem a empresas legalizadas e cumpridoras da legislação em vigor, garantindo os obrigatórios seguros de acidentes pessoais de animação turística e de responsabilidade civil. Nestes locais, normalmente são disponibilizados vários cenários diferentes para que os jogos sejam interessantes, bem como todo o equipamento necessário e também monitores com formação adequada para que possam auxiliar os jogadores em termos de segurança, arbitragem, apoio técnico e enquadramento dos jogos. Para além disso, contam com instalações de apoio como casas de banho, balneários e estacionamento que contribuem para que os jogos de paintball sejam uma experiência agradável e uma oportunidade de convívio com os amigos. Os jogos em terrenos abandonados devem ser marcados por uma comissão organizadora juntamente com a parte responsável pelo terreno e com o aval da prefeitura para que não haja qualquer risco para jogadores e vizinhança. Apesar de ser um local de prática, pode ser mais considerado como um evento, pois não há funcionários, juízes e instalações e nem uma agenda a seguir. == Regras principais == O objetivo do jogo é capturar a bandeira no centro do campo e levá-la até à própria base, porém existem outros tipos de jogo, como missões, mata-mata, entre outros, isso varia de campo para campo. Cada jogo tem uma duração máxima variando de 10 a 15 minutos em campeonatos, nos campos esse tempo é pré-estabelecido pelo juiz responsável. O jogador é eliminado quando uma bola o atinge e estoura, em qualquer lugar do corpo ou equipamento que ele usa dentro do campo, isso em campeonatos, já em campos normais a eliminação fica estabelecida de acordo com a regras do campo ou em um consenso entre jogadores e juiz. Existem juízes dentro do campo para verificar a eliminação dos jogadores. Vencerá o jogo a equipe que conseguir agarrar e levar a bandeira até a base inimiga ou ter eliminado toda a equipe adversária, isso para campeonatos. Acabando o tempo limite do round, vence a equipe que tiver a bandeira, se ninguém estiver com ela, a equipe que a agarrou primeiro e se ninguém a tiver agarrado durante o jogo vence a equipe que tiver eliminado mais jogadores adversários. Crianças de até 10 anos não podem praticar o desporto. A regra mais enfatizada em campos tradicionais é nunca tirar a máscara no campo de jogo, essa regra é enfatizada a todo custo em todos os campos de paintball. == Vertentes do desporto == Existem duas vertentes principais no paintball. O paintball recreativo, voltado para a diversão e o convívio, e o Paintball de Competição. O paintball recreativo tem muito maior expressão que o Paintball de competição pois está destinado ao público em geral, não precisando de nenhuma preparação física especial nem de equipamento específico. Desta forma, é realizado por vários tipos de grupos como despedidas de solteiro, aniversários ou grupos de amigos. Também é muito utilizado por empresas em actividades de team-building. Crianças de até 10 anos não podem praticar esta atividade. O jogo na modalidade speed costuma ser mais rápido, e o jogador usa, como barricadas, os Air Balls (obstáculos inflável e coloridos). Nesses tipos de campos, costumam ocorrer as competições profissionais. Já na modalidade \"Cenário\", o campo é temático, pode simular um campo de batalhas, com tambores, entulhos, artigos de demolição, casas, etc. Nestes casos, dependendo da dificuldade e do tamanho do campo, a partida pode demorar bem mais que num campo do tipo speed. No entanto, a duração dos jogos é sempre adaptada de modo a garantir o máximo de diversão a todos os participantes sem que nenhum fique demasiado tempo à espera de jogar. Um jogo de paintball recreativo bem conduzido é uma garantia de diversão para todos. === Airball === A vertente de competição necessita de mais recursos e, por isso, não está acessível a todos, sendo que aí são lançados os últimos desenvolvimentos em termos de marcadores e equipamentos; os marcados comuns são eletrônicos, mais velozes e mais modernos, chegando a disparar até 40 bolas por segundo, e possuindo conexões USB para configurar com o auxílio do computador. Sempre acompanhado do marcador eletrônico está os loaders (equipamento usado para alimentar as balas à arma) que precisam acompanhar o ritmo dos marcadores, e por isso chegam a alimentar até 50 bolas por segundo, e terem modernos sensores para só girar o motor de alimentação quando for necessário, evitando a quebra das bolas ainda no loader. A outra diferença da vertente \"tática\" seriam os cilindros, que armazenam ar comprimido em altíssimas pressões, e por isso a necessidade da utilização de cilindros especificamente fabricados para esse fim, normalmente feitos de fibra de carbono. O Campeonato Mundial já é transmitido pela ESPN. Na América do Norte e Europa, o speedball está a ser popularizado. O CSP - Circuito Sul-Americano de Paintball e o CBP (Circuito Brasileiro de Paintball), nos 6 países onde é realizado, também é frequentemente transmitido por vários programas de esportes. == Cenário == A maior parte dos jogos são construídos com base no \"jogo das bandeiras\". Não é preciso pertencer a uma equipe necessariamente, pode-se simplesmente combinar com amigos e ir jogar num campo. Mas esse modo de jogo chama-se Capture the Flag. Além deste modo de jogo existem outros como: DeathMatch, Capture Objective, Rescue the Hostage, entre outros. Estes modos de jogo são utilizados no recreativo. No airball, só existe um modo de jogo, o deathmatch. Este tipo de jogo consiste em marcar (acertar) todos os jogadores adversários. A rodada acaba quando a equipa adversária ficar sem nenhum elemento em jogo. Alguns jogadores praticam uma vertente do cenário conhecido como Real Action. Nessa modalidade, a ideia é buscar a similaridade com ações militares ou policiais mas não existem regras ou objetivos bem definidos. Cada jogador deve carregar o marcador com quantidades reduzidas de bolinhas, usando-se assim potes menores do que os usados para carregar a munição nos outros modelos de jogos. Em uma vertente, existem pontos fatais e não fatais; cabeça, tronco e costas são locais fatais. Nos outros pontos, \"ferimentos\" tratados por \"médicos\" ou \"avarias\" nos marcadores tratadas pelos \"armeiros\". Em outra vertente bem recente em virtude da marcação falha, existe o No-Shirt, em que os jogadores jogam sem camisa para maior precisão na marcação (visto o gemido e a forte vermelhidão no local do tiro). Como a prática é reduzida e se assimila mais a um jogo militar que o paintball, as regras variam para cada grupo praticante e os objetivos não são convencionais, atribuindo pontos por missões distintas e com isso dificultando campeonatos ou torneios esportivos. == Principais torneios == === Internacional === Existem cinco torneios de expressão: o CSP (Circuito Sul-Americano de Paintball), PSP (Paintball Sport Promotional), o NPPL (National Paintball Players League) dos Estados Unidos, o Millennium Series da Europa Ocidental e o Centurio Circuit da Europa Oriental. Até agora, o domínio das marcas do meio é evidente na organização destes eventos mas de futuro, através da criação de clubes, associações e, posteriormente, de federações, pretende-se estender a modalidade a organizações e empresas exteriores ao Paintball com o objectivo de facilitar o acesso a patrocínios. Até ao momento raras são as equipes que não contribuem financeiramente em quase 80% para a sua prática. == Segurança == A segurança é o item mais visado no desporto, pois, além de ter a máscara (uso obrigatório), existe também o Barrel Plug, uma espécie de rolha que se põe na extremidade do cano do marcador enquanto o jogo não se inicia. Quando você é atingido por uma bola, a sensação é semelhante à de uma pedrada veloz, forte e ardente, mas, depois de alguns segundos, a dor passa. Quanto mais perto o tiro maior é a dor. É comum o jogador sair com algumas marcas. Nas partes mais sensíveis do corpo, como pescoço, partes posteriores do braço e virilha, o impacto é mais intenso, podendo causar hematomas. O ideal é que se utilizem roupa reforçada, luvas, pescoceiras, botas (dependendo do terreno). Por isso, é muito comum se ver, em campeonatos, os jogadores usando muitos equipamentos de proteção, todos feitos especialmente para a prática do paintball, mas não só pelo impacto da bola, principalmente no Speed, quase o tempo todo o jogador estará se usando de movimentos mais ousados como Slides e Superman (Peixinho) e as cotoveleiras, joelheiras, short de proteção, são bastante importantes para evitar lesões. Os equipamentos utilizados em campos comerciais têm como objectivo garantir a segurança dos participantes, devendo ser sujeitos a uma manutenção rigorosa para permitir a sua utilização sem perigos para os jogadores. Geralmente estão preparados para trabalhar com pressões inferiores à pressão utilizada nos marcadores que são usados em campeonatos, que trabalham a 300 FPS (pés por segundo). Também em 2011, campos de paintball da Inglaterra passaram a alertar sobre o risco da prática deste esporte pelas mulheres que utilizam silicone,Silicone de jogadora explode em partida de paintball no Reino Unido, acessado em 24 de agosto de 2011Peito de silicone explode em guerra de paintball, acessado em 24 de agosto de 2011 após uma jogadora ter seu implante rompido depois de ser atingida durante uma partida.Silicone de jogadora de paintball explode na Inglaterra, acessado em 24 de agosto de 2011Mulher tem prótese de silicone rompida durante jogo de paintball, acessado em 24 de agosto de 2011; fato que - apesar do enorme número de praticantes do esporte no mundo, não se repetiu. == Ver também == * Airsoft * War Fighting Categoria:Esportes de combate por modalidade Categoria:Esportes com armas Categoria:Desportos radicais",
 "title": "Paintball"
}