{
 "id": "40833",
 "text": "Galileo ou Galileu é o sistema de navegação por satélite da União Europeia. Concebido desde o início como um projecto civil, em oposição ao GPS americano, ao GLONASS russo e ao Compass (BeiDou) chinês que são de origem militar, tendo várias vantagens: maior precisão (ainda a ser confirmado em testes reais), maior segurança (possibilidade de transmitir e confirmar pedidos de ajuda em caso emergência) e menos sujeito a problemas (o sistema tem a capacidade de testar a sua integridade automaticamente). Além disso, o sistema será interoperável com os outros dois sistemas já existentes, permitindo uma maior cobertura de satélites. Prevê-se que o programa Galileo venha ampliar a geodecisão em milhares de organizações que passarão a privilegiar o sistema de navegação e incluir nos seus modelos de negócio. Quando o sistema global de navegação estiver plenamente operacional, em 2020, contará com 30 satélites distribuídos em três planos orbitais a 23.222 quilómetros de altitude. Quando estiver funcionando o sistema terá dois centros de controle, um próximo de Munique na Alemanha e outro em Fucino na Itália. Um investimento adicional de 2.200 milhões euros será usado para tornar o projeto totalmente operacional, usando os 30 satélites. Os primeiros sinais Galileo foram transmitidos no dia 12 de Janeiro de 2006 pelo satélite GIOVE-A que tinha sido colocado em órbita a 28 de Dezembro de 2005. O segundo satélite experimental GIOVE-B, foi lançado a 27 de Abril de 2008 por um foguete Soyuz, da base de Baikonur, Cazaquistão. O lançamento da quarta dupla de satélites ocorreu em março de 2015 no Centro Espacial de Kourou, na Guiana francesa, através de foguete russo Soyuz, o mesmo tipo que falhou no dia 22 na hora de colocar na órbita correta os dois anteriores satélites, pelo que foi submetido a comprovações e modificações. Em 17 de novembro de 2016, a ESA colocou em órbita 4 novos satélites do sistema Galileo e aumenta assim para 18 a sua cobertura. Em 2017 e 2018 estão previstos mais dois voos do Ariane 5 que colocarão em órbita os satélites que faltam na constelação Galileo. == Entidades participantes == ;Responsáveis pelo Projecto * Comissão Europeia * Agência Espacial Europeia ;Países Participantes (que não pertencem às duas organizações referidas acima) * República Popular da China * Israel * Ucrânia * Índia * Marrocos * Arábia Saudita * Coreia do Sul ==Ligações externas== *Página Oficial Categoria:Galileu Galilei Categoria:Cartografia Categoria:Geodésia Categoria:Sistemas de navegação por satélite Categoria:Geomática",
 "title": "Galileo"
}