{
 "id": "40849",
 "text": "Substância ou substância pura, em química, é uma forma constante de matéria caracterizada por suas entidades específicas, como átomos de elementos tais em proporções próprias e moléculas. Outra definição para substância química ou simplesmente substância é um material puro que apresenta composição constante em transições de fase e propriedades físicas com valores característicos sob condições especificadas, cuja representação é feita por sua fórmula química. As substâncias podem ser formadas de várias maneiras, como formadas por átomos, por moléculas ou por aglomerados iônicos. A água é um exemplo de substância formada por molécula, de fórmula H2O, e o Óxido de Cálcio, a cal, é uma substância formada por aglomerado iônico, de formula unitária CaO. Até o século XIX tinha-se a visão de que substância simples era sinônima de elemento químico: caso a substância não pudesse ser decomposta em outras ela era entendida como elemento químico, e se a substância permitisse sua decomposição em outras novas substâncias ela era conceituada como substância composta, demonstrando uma visão macroscópica da matéria. No final do século XIX, com o advento da descoberta do átomo e suas partículas subatômicas, o entendimento de substâncias simples e composta se modificou: substância simples passou a ser compreendida como a matéria formada por apenas um tipo de elemento químico e a substância composta como a matéria formada por átomos de elementos químicos diferentes, compreendendo uma visão microscópica da matéria. Estabelece-se, então, que substância química seja qualquer matéria formada por uma composição de elementos químicos com propriedades físicas e químicas específicas e particulares. Todas as substâncias químicas possuem a unidade de sua estrutura (moléculas) iguais entre si e possuem composição e características fixas, não há alteração da temperatura durante os processos de mudanças de estados físicos da matéria (como fusão e ebulição). Sua composição fixa garante que podem ser representados com fórmulas. == Classificação == A substância que é formada por átomos de um único elemento químico (denomina-se elemento químico todos os átomos que possuem o mesmo número atômico (Z), ou seja, o mesmo número de prótons) é denominada substância simples. Exemplos: * Ouro: \\,\\\\!Au * Cobre: \\,\\\\!Cu * Gás Hidrogênio: \\,\\\\!H_{2} * Argón: \\,\\\\!Ar Uma substância composta por mais de um elemento químico, numa proporção determinada de átomos, é denominada substância composta. Exemplos: * Cloreto de Sódio: \\,\\\\!NaCl * Água: \\,\\\\!H_{2}O * Metano: \\,\\\\!CH_{4} * Glicose: \\,\\\\!C_{6}H_{12}O_{6} As fórmulas químicas heteronucleares destas substâncias podem apresentar como unidades estruturais compostos moleculares, no qual a unidade estrutural é a molécula, e compostos iônicos, em que a unidade estrutural é um conjunto de íons positivos e negativos mais simples. Duas ou mais substâncias agrupadas constituem uma mistura, sendo divididas em heterogêneas e homogêneas. O leite e o soro caseiro são exemplos de misturas. == Mistura e Substância Pura == Mistura é qualquer sistema formado de duas ou mais substâncias puras, denominadas componentes. Pode ser homogênea, a olho nu e em um microscópio, ou heterogênea, conforme apresente ou não as mesmas propriedades em qualquer parte de sua extensão em que seja examinada. Toda mistura homogênea é uma solução, por definição. Todas as misturas gasosas são homogêneas. Substância pura é todo material com as seguintes características: * Unidades estruturais (moléculas, conjuntos iônicos) quimicamente iguais entre si; * Composição fixa, do que decorrem propriedades fixas, como densidade, ponto de fusão e de ebulição, etc.; * A temperatura se mantém inalterada desde o início até o fim de todas as suas mudanças de estado físico (fusão, ebulição, solidificação, etc.); * Pode ser representada por uma fórmula porque tem composição fixa; * Não conserva as propriedades de seus elementos constituintes, no caso de ser substância pura composta; * As substancias puras apresentam faixa de PE (ponto de ebulição) e PF (ponto de fusão) constantes; * Densidade característica. == Substância simples, composta e alotropia == Substância simples é toda substância pura formada de um único elemento químico. Já as substâncias compostas são formadas por átomos de mais de um elemento químico, como é o caso da água destilada, composta por hidrogênio e oxigênio. Alotropia é uma definição cuja necessidade surgiu do fato de que, para um mesmo elemento químico (átomos de mesmo Z), muitas vezes existem duas ou mais substâncias simples diferentes. Segundo o GoldenBook da IUPAC (International Union of Pure and Applied Chemistry ou União Internacional de Química Pura e Aplicada, em português), alotropia é definida como modificações estruturais de um elemento. Elemento: Variedades alotrópicas * Carbono (C): Diamante (Cn) Grafite (Cn) * Oxigênio (O): Oxigênio (O_2) Ozônio (O_3) * Fósforo (P): Fósforo branco (P_4) Fósforo vermelho (Pn) *Enxofre (S): Ciclo-hexaenxofre (S6), ciclo-octaenxofre (S8) e ciclododecaenxofre (S12). Obs.: Enxofre rômbico (S_8) e Enxofre monoclínico (S_8) não são considerados alótropos mas sim formas cristalinas diferentes (polimorfos) de uma mesma substância cujo constituinte é idêntico: a molécula de ciclo-octaenxofre (S8). Pelo fato de ser o mesmo constituinte (S8), não existindo mudança estrutural das moléculas, as duas formas não podem ser consideradas alotrópicas. Ver definição de Estruturas polimórficas segundo a IUPAC. Ler cap. 16 p. 327, Química Inorgânica Descritiva, 5ª Edição de Geoff Rayner-Canham e Tina Overton. Grandeza molecular: Substância simples * moléculas monoatômicas: gases nobres * moléculas diatômicas: H_{2}, N_{2}, O_{2}, F_{2}, Cl_{2}, Br_{2}, I_{2} * moléculas triatômicas: O_{3} * moléculas tetratômicas: P_{4} * moléculas octatômicas: S_{8} * moléculas gigantes (macromoléculas): P_{n}, C_{n}, todos os metais (Na_{n}, Ca_{n}, Ag_{n}) == Ver também == *Mistura",
 "title": "Substância"
}