{
 "id": "40845",
 "text": "Sono é um estado sedentário da mente e do corpo. É caracterizada por consciência alterada, atividade sensorial relativamente inibida, atividade muscular reduzida e interações reduzidas com o ambiente. Distingue-se da vigília por uma capacidade diminuída de reagir a estímulos, mas mais reativa do que um coma ou distúrbios da consciência, com o sono exibindo diferentes padrões cerebrais ativos. O sono ocorre em períodos repetitivos, nos quais o corpo alterna entre dois modos distintos: o sono com MRO e o sono sem MRO. Embora MRO signifique \"movimento rápido dos olhos\", esse modo de sono tem muitos outros aspectos, incluindo a paralisia virtual do corpo. Os sonhos são uma sucessão de imagens, ideias, emoções e sensações que geralmente ocorrem involuntariamente na mente durante certas fases do sono. Durante o sono, a maioria dos sistemas do corpo está em estado anabólico, ajudando a restaurar os sistemas imunológico, nervoso, esquelético e muscular; estes são processos vitais que mantêm o humor, a memória e a função cognitiva e desempenham um papel importante na função dos sistemas endócrino e imunológico. O relógio circadiano interno promove o sono diariamente à noite. Os diversos propósitos e mecanismos do sono são objeto de pesquisas substanciais em andamento. O sono é um comportamento altamente conservado ao longo da evolução animal, provavelmente remontando a centenas de milhões de anos. Os seres humanos podem sofrer de vários distúrbios do sono, incluindo dissonias como insônia, hipersonia, narcolepsia e apneia do sono; parassonias como sonambulismo e distúrbio comportamental do sono com movimento rápido dos olhos; bruxismo; e distúrbios do sono do ritmo circadiano. O uso de luz artificial alterou substancialmente os padrões de sono da humanidade. Fontes comuns de luz artificial incluem as telas de dispositivos eletrônicos, como smartphones e televisores, que emitem grandes quantidades de luz azul, uma forma de luz tipicamente associada ao dia. Isso interrompe a liberação do hormônio melatonina necessário para regular o ciclo do sono. == Definição == Pode definir-se sono como \"um período de repouso para o corpo e a mente, durante o qual a volição e a consciência estão em inatividade parcial ou completa\".DORLAND citado por ROPER; LOGAN; TIERNEY, 1993, 466 Já Friedman (1795-1827) definiu sono como \"sendo o desencadear deliberado de uma alteração ou redução do estado consciente, que dura muitíssimo, em média 8 horas (…) tendo início sensivelmente à mesma hora, em cada período de 24 horas, e (…) resultando, geralmente, em sensação de energia física, psíquica e intelectual restabelecida\". Existem várias definições do sono apresentadas por diferentes autores, e, no geral, complementam-se umas às outras. O sono é importante para a recuperação da saúde em situação de doença,Fontaine, Briggs e Popoe-Smith (2001) enquanto a privação deste pode afetar a regeneração celular assim como a total recuperação da função imunitária. O total de horas de sono para uma pessoa adulta está normalmente entre as sete e as oito horas. == O ciclo do sono == esquerda|thumb|Som de uma pessoa dormindo pacificamente durante oito horas da noite Um ciclo do sono dura cerca de noventa minutos, ocorrendo quatro a cinco ciclos num período de sono noturno. Oito horas é o ideal para dormir. Segundo LAVIE (1998, 45), o número de ciclos por noite depende do tempo do sono, acrescentando, ainda, que \"o sono de uma pessoa jovem é, habitualmente, composto por quatro ou cinco desses ciclos, com tendência à redução com o avançar da idade\". No entanto, o padrão comum varia entre quatro a cinco ciclos. Durante o sono, o indivíduo passa, geralmente por ciclos repetitivos, começando pelo estágio N1 do sono NREM, progredindo até o estágio N3, regride para o estágio N2, e entra em sono REM. Volta de novo ao estágio N2 e assim se repete novamente todo o ciclo. Nos primeiros ciclos do sono, os períodos de NREM (mais concretamente o estágio N3) têm uma duração maior que o REM. À medida que o sono vai progredindo, o estágio N3 começa a encurtar e o período REM começa a aumentar. Na primeira parte do sono predomina o sono REM, sendo os períodos REM mais duradouros na segunda metade. O sono, oposto à vigília (estágio W) divide-se em dois tipos fisiologicamente distintos: * NREM (Non Rapid Eye Movement ou \"Movimento Não Rápido dos Olhos\"); e * REM (Rapid Eye Movement ou \"Movimento Rápido dos Olhos\"). === Sono NREM === O sono NREM (ou não-REM) ocupa cerca de 75% do tempo do sono e divide-se em três períodos distintos conhecidos como estágios N1, N2, e N3. * Estágio N1: Começa com uma sonolência. Dura aproximadamente cinco minutos. A pessoa adormece. É caracterizado por um EEG semelhante ao do estado de vigília. Esse estágio tem uma duração de um a dois minutos, estando o indivíduo facilmente despertável. Predominam sensações de vagueio, pensamentos incertos, mioclonias das mãos e dos pés, lenta contração e dilatação pupilar. Nessa fase, a atividade onírica está sempre relacionada com acontecimentos vividos recentemente. * Estágio N2: Caracteriza-se por a pessoa já dormir, porém não profundamente. Dura cerca de cinco a quinze minutos. O eletroencefalograma mostra frequências de ondas mais lentas, aparecendo os complexos K, e os fusos de sono. Nessa fase, os despertares por estimulação táctil, fala ou movimentos corporais são mais difíceis do que no anterior estágio. Aqui a atividade onírica já pode surgir sob a forma de sonho com uma história integrada. * Estágio N3: Esse estágio tem a duração de cerca de quinze a vinte minutos, inicialmente, seguidos por quarenta minutos de sono profundo. É muito difícil acordar alguém nessa fase de sono. Depois, a pessoa retorna ao início do terceiro estágio (por cinco minutos) e ao segundo estágio (por mais quinze minutos). Entra, então, no sono REM. Este estágio NREM do sono caracteriza-se pela secreção do hormônio do crescimento em grandes quantidades, promovendo a síntese proteica, o crescimento e reparação tecidular, inibindo, assim, o catabolismo.(cf. BOLANDER, 1998) O sono NREM tem, pois, um papel anabólico, sendo essencialmente um período de conservação e recuperação de energia física. ==== Estágios antigos ==== * Estágio N4: Antigo estágio mais tardio do sono, muito similar ao antigo estágio 3, o que, bibliográfica e cientificamente, resultou na assimilação de ambos em um único estágio, o N3. === Sono REM === O sono REM (estágio R) caracteriza-se por uma intensa atividade registrada no eletroencefalograma (EEG) seguida por flacidez e paralisia funcional dos músculos esqueléticos. Nesta fase, a atividade cerebral é semelhante à do estado de vigília. Deste modo, o sono REM é também denominado por vários autores como sono paradoxal, podendo mesmo falar-se em estado dissociativo. Nesta fase do sono, a atividade onírica é intensa, sendo sobretudo sonhos envolvendo situações emocionalmente muito fortes. É durante essa fase que é feita integração da atividade cotidiana, isto é, a separação do comum do importante. Estudos também demonstram que é durante o REM que sonhos ocorrem. A fase representa 20 a 25% do tempo total de sono e surge em intervalos de sessenta a noventa minutos. É essencial para o bem-estar físico e psicológico do indivíduo. == Funções == === Restauração === O organismo humano se recupera fisicamente durante o sono, curando-se e removendo resíduos metabólicos que se acumulam durante os períodos de atividade. Essa restauração ocorre principalmente durante o sono de ondas lentas, durante o qual a temperatura corporal, a frequência cardíaca e o consumo de oxigênio no cérebro diminuem. O cérebro, em especial, requer sono para restauração, enquanto no resto do corpo esses processos podem ocorrer durante o despertar quieto. Em ambos os casos, a taxa reduzida de metabolismo permite processos restauradores compensatórios.Raymond Cespuglio, Damien Colas, & Sabine Gautier-Sauvigné, \"Energy Processes Underlying the Sleep Wake Cycle\"; Chapter 1 in Parmeggiani & Velluti (2005). === Processamento de memória === É amplamente aceite que o sono deve apoiar a formação da memória de longo prazo e, geralmente, aumentar o aprendizado e as experiências anteriores. Entretanto, seu benefício parece depender da fase do sono e do tipo de memória.Plihal, Werner, & Born, Jan. (1997). Effects of early and late nocturnal sleep on declarative and procedural memory. Journal of Cognitive Neuroscience, 9(4), 534-547. Enquanto dormimos, o hipocampo se reativa inesperadamente produzindo atividades como essa enquanto estamos acordados. Ele envia dados para o córtex, que responde por sua vez. Essa troca é frequentemente acompanhada por um momento de silêncio chamado \"onda delta\" e depois por ação rítmica chamada \"eixo do sono\". As ondas delta emitidas enquanto dormimos não são períodos generalizados de silêncio durante os quais repousa o córtex, como descrito há décadas na literatura científica. Em vez disso, eles isolam conjuntos de neurônios que desempenham um papel essencial na formação da memória a longo prazo. Durante as ondas delta, o córtex não é totalmente silencioso, mas alguns neurônios permanecem ativos e formam conjuntos. O pequeno número de neurônios que são ativados quando todos os outros ficam quietos pode realizar cálculos essenciais enquanto protegido de possíveis distúrbios. As reativações espontâneas do hipocampo determinam quais neurônios corticais permanecem ativos durante as ondas delta e revelam a transmissão de informações entre as duas estruturas cerebrais. Além disso, as assembleias ativadas durante as ondas delta são formadas de neurônios que participaram na aprendizagem de uma tarefa de memória espacial durante o dia. Juntos, esses elementos sugerem que esses processos estão envolvidos na consolidação da memória. == Distúrbios == Existem vários distúrbios do sono, tais como: * Ronco * Apneia do sono * Insônia * Narcolepsia * Hipersonia * Síndrome de Kleine-Levin * Síndrome do atraso das fases do sono (SAFS) A polissonografia pode ajudar a diagnosticar os distúrbios do sono. === Fatores ambientais === Segundo Phipps (1995) o sono é uma das muitas ocorrências biológicas que tem lugar à mesma hora, cada 24 horas. A necessidade diária de sono varia, não só de indivíduo para indivíduo (variação interindividual), como também no mesmo indivíduo (variação intraindividual) de dia para dia. Existem vários factores que contribuem para a alteração do padrão de sono, nomeadamente factores físicos, socioculturais, psicológicos, ambientais e outros. Segundo um estudo efetuado por DLIN e colaboradores (citados por THELAN, 1996), dentro do ambiente temos então: * Ruído: o ruído pode ser visto como um perigo ambiental que cria desconforto e pode interferir com o sono e repouso do doente, uma vez que activa o sistema nervoso simpático cuja estimulação é responsável pelo estado de vigília ou alerta do indivíduo. * Luz: muitas pessoas apresentam um nível de sensibilidade elevado à luz, sendo por isso facilmente perturbadas durante o sono mesmo que seja uma luz de pouca intensidade. Na literatura científica, a presença e ausência de luz estão correlacionadas à modulação do ciclo sono- vigília. * Temperatura: tendo em conta que a temperatura corporal atinge o seu pico ao final da tarde ou princípio da noite e depois vai baixando progressivamente, atingindo o ponto mais baixo ao início da manhã, uma diminuição ou um aumento da temperatura ambiente faz, geralmente, acordar a pessoa ou cria-lhe um certo desconforto que o impossibilita de dormir. * Sonho ou pesadelo: Geralmente o sonho, ou pesadelo começa a interferir o sono quando a pessoa já está a bastante tempo adormecida. Os dois fatores podem ser bastante responsáveis pela perda de sono. Também podem ocorrer \"sensações\" de fuga ou luta durante os últimos estágios do sono NREM, como ouvir o som do despertador tocando, o choro do bebê ou um chamado pelo seu nome.Corpo e Saúde, Seleções do Reader's Digest == Sono maçónico == Existe na maçonaria a palavra sono como terminologia para designar o estado dos maçons que optaram por ficar \"dormentes\". == Mitologia == O sono, na Mitologia Grega, é atribuído ao deus Hipnos e os sonhos, a seu filho, Morfeu. == Ver também == * Ronco * Insônia * Sonolência excessiva diurna * Sonífero * Adormecer * Narcolepsia * Hipersonia idiopática do sistema nervoso central (SNC) * Sonambulismo * Apneia do sono * Neurofisiologia * Sono polifásico * Enurese noturna * Sonho lúcido * Privação do sono * Sonho * Medicina do sono == Ligações externas == * Dr. Drauzio Varella - Distúrbios do sono * Perturbações do sono Categoria:Sono Categoria:Neurologia Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Sono"
}