{
 "id": "40877",
 "text": "O Federal Bureau of Investigation, FBI ou Departamento Federal de Investigação, é o serviço doméstico de inteligência e segurança dos Estados Unidos e sua principal agência federal de aplicação da lei. Operando sob a jurisdição do Departamento de Justiça dos Estados Unidos, o FBI também é membro da Comunidade de Inteligência dos Estados Unidos e se reporta ao Procurador-Geral e ao Diretor de Inteligência Nacional. Uma das principais organizações de contraterrorismo, contrainteligência e investigação criminal dos EUA, o FBI tem jurisdição sobre violações de mais de 200 categorias de crimes federais. Embora muitas das funções do FBI sejam únicas, suas atividades de apoio à segurança nacional são comparáveis ​​às do MI5 e National Crime Agency (NCA) britânicos; o Government Communications Security Bureau (GCSB) da Nova Zelândia e o Serviço Federal de Segurança (FSB) da Rússia. Ao contrário da Central Intelligence Agency (CIA), que não tem autoridade policial e está focada na coleta de inteligência no exterior, o FBI é principalmente uma agência doméstica, mantendo 56 escritórios de campo nas principais cidades dos Estados Unidos e mais de 400 agências residentes em cidades menores e áreas em todo o país. Em um escritório de campo do FBI, um oficial sênior do FBI atua simultaneamente como representante do Diretor de Inteligência Nacional. Apesar de seu foco doméstico, o FBI também mantém uma presença internacional significativa, operando 60 escritórios de Legal Attache (LEGAT) e 15 subescritórios em embaixadas e consulados dos EUA em todo o mundo. Esses escritórios estrangeiros existem principalmente para fins de coordenação com serviços de segurança estrangeiros e geralmente não conduzem operações unilaterais nos países anfitriões. O FBI pode e às vezes realiza atividades secretas no exterior, assim como a CIA tem uma função doméstica limitada; essas atividades geralmente requerem coordenação entre agências governamentais. O FBI foi estabelecido em 1908 como o Bureau of Investigation, o BOI ou BI para abreviar. Seu nome foi mudado para Federal Bureau of Investigation (FBI) em 1935. A sede do FBI é o Edifício J. Edgar Hoover em Washington, D.C.. O FBI tem uma lista dos dez foragidos mais procurados. == Missão, prioridades e orçamento == === Missão === A missão do FBI é: Proteger o povo americano e defender a Constituição dos Estados Unidos === Prioridades === Atualmente, as principais prioridades do FBI são: * Proteger os Estados Unidos de ataques terroristas; * Proteger os Estados Unidos contra operações de inteligência estrangeira, espionagem e operações cibernéticas; * Combater atividades criminosas cibernéticas significativas; * Combater a corrupção pública em todos os níveis; * Proteger os direitos civis; * Combater empreendimentos criminosos transnacionais; * Combater os principais crimes de colarinho branco; * Combater crimes violentos significativos. === Orçamento === No ano fiscal de 2019, o orçamento total da Repartição foi de aproximadamente US$ 9,6 bilhões. Na Autorização e Solicitação de Orçamento ao Congresso para o ano fiscal de 2021, o FBI pediu US$ 9.800.724.000. Desse dinheiro, US$ 9.748.829.000 seriam usados ​​para Salários e Despesas (S&E;) e US$ 51.895.000 para Construção. O programa S&E; teve um aumento de US$ 199.673.000. == História == === Background === Em 1896, o National Bureau of Criminal Identification foi fundado, fornecendo às agências em todo o país informações para identificar criminosos conhecidos. O assassinato do Presidente William McKinley em 1901 criou a percepção de que os Estados Unidos estavam sob ameaça de anarquistas. Os Departamentos de Justiça e Trabalho mantinham registros sobre anarquistas há anos, mas o presidente Theodore Roosevelt queria mais poder para monitorá-los. O Departamento de Justiça havia sido encarregado da regulamentação do comércio interestadual desde 1887, embora não tivesse pessoal para fazê-lo. Ele havia feito pouco esforço para aliviar a falta de pessoal até o escândalo de fraude de terras no Oregon na virada do século XX. O presidente Roosevelt instruiu o Procurador-Geral Charles Bonaparte a organizar um serviço investigativo autônomo que se reportaria apenas ao procurador-geral. Bonaparte procurou outras agências, incluindo o Serviço Secreto dos EUA, para obter pessoal, investigadores em particular. Em 27 de maio de 1908, o Congresso proibiu o uso de funcionários do Departamento do Tesouro dos Estados Unidos pelo Departamento de Justiça, alegando temores de que a nova agência serviria como um departamento de polícia secreta. Novamente por insistência de Roosevelt, Bonaparte passou a organizar um Bureau of Investigation formal, que então teria sua própria equipe de agentes especiais. === Criação do BOI === O Bureau of Investigation (BOI) foi criado em 26 de julho de 1908. Procurador-Geral Bonaparte, usando fundos de despesas do Departamento de Justiça, contratou trinta e quatro pessoas, incluindo alguns veteranos do Serviço Secreto, para trabalhar para uma nova agência de investigação. Seu primeiro \"chefe\" (o título agora é \"diretor\") foi Stanley Finch. Bonaparte notificou o Congresso dessas ações em dezembro de 1908. A primeira tarefa oficial da agência foi visitar e fazer pesquisas nas casas de prostituição em preparação para a aplicação da \"Lei do Tráfico de Escravos Brancos\" ou Lei Mann, aprovada em 25 de junho de 1910. Em 1932, a agência foi renomeada como United States Bureau of Investigation. === Criação do FBI === No ano seguinte, 1933, o BOI foi vinculado ao Bureau of Prohibition e rebatizado de Divisão de Investigações (DOI); tornou-se um serviço independente dentro do Departamento de Justiça em 1935. No mesmo ano, seu nome foi oficialmente mudado de Division of Investigation para Federal Bureau of Investigation (FBI). === J. Edgar Hoover como diretor do FBI === J. Edgar Hoover serviu como diretor do FBI de 1924 a 1972, um total de 48 anos com o BOI, DOI e FBI. Ele foi o principal responsável pela criação do Laboratório Científico de Detecção de Crimes, ou Laboratório do FBI, inaugurado oficialmente em 1932, como parte de seu trabalho para profissionalizar as investigações do governo. Hoover esteve substancialmente envolvido na maioria dos casos e projetos importantes que o FBI tratou durante sua gestão. Mas, conforme detalhado abaixo, sua gestão provou ser altamente controversa como diretor do FBI, especialmente em seus últimos anos. Após a morte de Hoover, o Congresso aprovou uma legislação que limitava o mandato dos futuros diretores do FBI a dez anos. As primeiras investigações de homicídio da nova agência incluíram os assassinatos dos índios Osage. Durante a \"Guerra ao Crime\" da década de 1930, agentes do FBI prenderam ou mataram vários criminosos notórios que cometeram sequestros, assaltos a bancos e assassinatos em todo o país, incluindo John Dillinger, Baby Face Nelson, Ma Barker, Alvin Karpis e George Machine Gun Kelly. Outras atividades de suas primeiras décadas focaram no alcance e influência do grupo supremacista branco Ku Klux Klan, um grupo com o qual o FBI estava trabalhando no caso do linchamento de Viola Liuzzo. Anteriormente, por meio do trabalho de Edwin Atherton, o BOI afirmou ter apreendido com sucesso todo um exército de neo-revolucionários mexicanos sob a liderança do general Enrique Estrada em meados da década de 1920, a leste de San Diego, Califórnia. Hoover começou a usar escutas telefônicas na década de 1920 durante a Lei Seca nos Estados Unidos para prender contrabandistas. No caso de 1927 Olmstead v. Estados Unidos, em que um contrabandista foi pego por meio de escutas telefônicas, a Suprema Corte dos Estados Unidos decidiu que as escutas telefônicas do FBI não violavam a Quarta Emenda como busca e apreensão ilegais, desde que o FBI não invadisse casa de uma pessoa para completar a escuta. Após a revogação da Lei Seca, o Congresso aprovou a Lei das Comunicações de 1934, que proibia escutas telefônicas não consensuais, mas permitia a escuta. No caso de 1939 Nardone v. Estados Unidos, o tribunal decidiu que, devido à lei de 1934, as evidências que o FBI obteve por escuta telefônica eram inadmissíveis no tribunal. Depois que Katz v. Estados Unidos (1967) derrubou Olmstead, o Congresso aprovou a Lei de Controle do Crime Omnibus, permitindo que as autoridades públicas grampeassem telefones durante as investigações, desde que obtivessem mandados de antemão. ==== Segurança Nacional ==== Começando na década de 1940 e continuando na década de 1970, a agência investigou casos de espionagem contra os Estados Unidos e seus aliados. Oito agentes nazistas que planejaram operações de sabotagem contra alvos americanos foram presos e seis foram executados (Ex parte Quirin) sob suas sentenças. Também durante esse período, um esforço conjunto de quebra de código dos EUA/Reino Unido chamado \"Projeto Venona\" - com o qual o FBI estava fortemente envolvido - quebrou relações diplomáticas soviéticas e códigos de comunicação de inteligência, permitindo que os governos dos Estados Unidos e da Grã-Bretanha lessem as comunicações soviéticas. Esse esforço confirmou a existência de americanos trabalhando nos Estados Unidos para a inteligência soviética. Hoover estava administrando este projeto, mas não notificou a CIA até 1952. Outro caso notável foi a prisão do espião soviético Rudolf Abel em 1957. ==== Detenção nipo-americana ==== Em 1939, o Bureau começou a compilar uma lista de detenções com os nomes daqueles que seriam levados sob custódia em caso de guerra com as nações do Eixo. A maioria dos nomes na lista pertencia a líderes da comunidade Issei, já que a investigação do FBI se baseava em um índice de Inteligência Naval existente que se concentrava em nipo-americanos no Havaí e na Costa Oeste, mas muitos cidadãos alemães e italianos também foram incluídos na lista do Índice do FBI. Robert Shivers, chefe do escritório de Honolulu, obteve permissão de Hoover para começar a deter os que estavam na lista em 7 de dezembro de 1941, enquanto as bombas ainda caíam sobre Pearl Harbor. Prisões em massa e buscas em residências (na maioria dos casos conduzidas sem mandados) começaram algumas horas após o ataque e, nas semanas seguintes, mais de 5.500 homens isseis foram levados sob custódia do FBI. Em 19 de fevereiro de 1942, o presidente Franklin Roosevelt emitiu a Ordem Executiva 9066, autorizando a remoção de nipo-americanos da Costa Oeste. O diretor do FBI, Hoover, se opôs à subsequente remoção em massa e confinamento de nipo-americanos autorizados pela Ordem Executiva 9066, mas Roosevelt prevaleceu. A grande maioria concordou com as ordens de exclusão subsequentes, mas em um punhado de casos em que os nipo-americanos se recusaram a obedecer aos novos regulamentos militares, os agentes do FBI conduziram suas prisões. O Bureau continuou a vigilância dos nipo-americanos durante a guerra, conduzindo verificações de antecedentes dos candidatos a reassentamento fora do campo e entrando nos campos (geralmente sem a permissão dos oficiais da War Relocation Authority) e preparando informantes para monitorar dissidentes e \"criadores de problemas\". Após a guerra, o FBI foi designado para proteger os nipo-americanos que retornavam de ataques de comunidades brancas hostis. ==== Programa de \"desvios sexuais\" ==== De acordo com Douglas M. Charles, o programa de \"desvios sexuais\" do FBI começou em 10 de abril de 1950, quando J. Edgar Hoover encaminhou à Casa Branca, à Comissão do Serviço Civil dos EUA e às filiais das Forças Armadas uma lista de 393 supostos funcionários federais que teriam sido presos em Washington, D.C., desde 1947, sob a acusação de \"irregularidades sexuais\". Em 20 de junho de 1951, Hoover expandiu o programa emitindo um memorando estabelecendo uma \"política uniforme para lidar com o número crescente de relatórios e alegações sobre funcionários atuais e anteriores do governo dos Estados Unidos que afirmavam [sic] serem desviados sexuais\". O programa foi expandido para incluir empregos não governamentais. De acordo com Athan Theoharis, \"Em 1951 ele [Hoover] instituiu unilateralmente um programa Sex Deviates para expurgar supostos homossexuais de qualquer cargo no governo federal, desde o funcionário mais humilde até o cargo mais poderoso de assessor da Casa Branca.\" Em 27 de maio de 1953, a Ordem Executiva 10450 entrou em vigor. O programa foi expandido ainda mais por esta ordem executiva, tornando ilegal todo o emprego federal de homossexuais. Em 8 de julho de 1953, o FBI encaminhou à Comissão do Serviço Civil dos EUA as informações do programa de desvios de sexo. Entre 1977-1978, 300.000 páginas, coletadas entre 1930 e meados da década de 1970, no programa de desvios sexuais foram destruídas por oficiais do FBI. ==== Movimento dos direitos civis ==== Durante as décadas de 1950 e 1960, os funcionários do FBI ficaram cada vez mais preocupados com a influência dos líderes dos direitos civis, que eles acreditavam ter laços comunistas ou foram indevidamente influenciados por comunistas ou \"companheiros de viagem\". Em 1956, por exemplo, Hoover enviou uma carta aberta denunciando o Dr. T. R. M. Howard, um líder dos direitos civis, cirurgião e rico empresário do Mississippi, que havia criticado a inação do FBI na solução dos recentes assassinatos de George W. Lee, Emmett Louis Till e outros negros no sul. O FBI realizou uma polêmica vigilância doméstica em uma operação que chamou de COINTELPRO, de \"Counter-INTELligence PROgram\". Foi para investigar e interromper as atividades de organizações políticas dissidentes nos Estados Unidos, incluindo organizações militantes e não violentas. Entre seus alvos estava a Southern Christian Leadership Conference (Conferência da Liderança Cristã do Sul), uma importante organização de direitos civis cuja liderança do clero incluía o Reverendo Dr. Martin Luther King Jr.. O FBI frequentemente investigava King. Em meados da década de 1960, King começou a criticar o Bureau por dar atenção insuficiente ao uso do terrorismo por supremacistas brancos. Hoover respondeu publicamente chamando King de o \"mentiroso mais notório\" dos Estados Unidos. Em suas memórias de 1991, o jornalista do The Washington Post, Carl Rowan, afirmou que o FBI havia enviado pelo menos uma carta anônima a King encorajando-o a cometer suicídio. O historiador Taylor Branch documenta um \"pacote de suicídio\" anônimo de novembro de 1964 enviado pelo Bureau que combinava uma carta ao líder dos direitos civis dizendo a ele \"Você acabou. Só há uma saída para você\", com gravações de áudio das indiscrições sexuais de King. Em março de 1971, a residência de um agente do FBI em Media, Pensilvânia, foi invadida por um grupo que se autodenominava Comissão dos Cidadãos para Investigar o FBI. Numerosos arquivos foram levados e distribuídos para uma série de jornais, incluindo The Harvard Crimson. Os arquivos detalhavam o extenso programa COINTELPRO do FBI, que incluía investigações sobre a vida de cidadãos comuns – incluindo um grupo de estudantes negros em um colégio militar da Pensilvânia e a filha do congressista Henry S. Reuss, de Wisconsin. O país foi \"abalado\" pelas revelações, que incluíram assassinatos de ativistas políticos, e as ações foram denunciadas por membros do Congresso, incluindo o líder da maioria na Câmara, Hale Boggs. Os telefones de alguns membros do Congresso, incluindo Boggs, teriam sido grampeados. ==== Assassinato de Kennedy ==== Quando o presidente John F. Kennedy foi baleado e morto, a jurisdição recaiu sobre os departamentos de polícia locais até que o presidente Lyndon B. Johnson instruiu o FBI a assumir a investigação. Para garantir clareza sobre a responsabilidade pela investigação de homicídios de funcionários federais, o Congresso aprovou uma lei que incluía investigações de tais mortes de funcionários federais, especialmente por homicídio, dentro da jurisdição do FBI. Esta nova lei foi aprovada em 1965. === Crime organizado === Em resposta ao crime organizado, em 25 de agosto de 1953, o FBI criou o Programa Top Hoodlum. O escritório nacional instruiu os escritórios de campo a coletar informações sobre mafiosos em seus territórios e reportá-las regularmente a Washington para uma coleta centralizada de informações sobre os criminosos. Depois que o Racketeer Influenced and Corrupt Organizations Act, ou Lei RICO, entrou em vigor, o FBI começou a investigar os antigos grupos organizados pela Lei Seca, que se tornaram frentes de crime nas grandes cidades e pequenas cidades. Todo o trabalho do FBI foi feito disfarçado e de dentro dessas organizações, usando as provisões fornecidas na Lei RICO. Gradualmente, a agência desmantelou muitos dos grupos. Embora Hoover inicialmente negasse a existência de um Sindicato Nacional do Crime nos Estados Unidos, o Bureau posteriormente conduziu operações contra conhecidos sindicatos e famílias do crime organizado, incluindo aqueles chefiados por Sam Giancana e John Gotti. A Lei RICO ainda é usada hoje para todo o crime organizado e quaisquer indivíduos que possam se enquadrar nas disposições da Lei. Em 2003, um comitê do Congresso chamou o programa de informantes do crime organizado do FBI de \"uma das maiores falhas na história da aplicação da lei federal\". O FBI permitiu que quatro homens inocentes fossem condenados pelo assassinato de Edward Teddy Deegan em março de 1965, a fim de proteger Vincent Flemmi, um informante do FBI. Três dos homens foram condenados à morte (que mais tarde foi reduzida à prisão perpétua), e o quarto réu foi condenado à prisão perpétua. Dois dos quatro homens morreram na prisão após cumprirem quase 30 anos, e outros dois foram libertados após cumprirem 32 e 36 anos. Em julho de 2007, a juíza distrital dos Estados Unidos Nancy Gertner, em Boston, descobriu que o Bureau ajudou a condenar os quatro homens usando falsos testemunhos fornecidos pelo mafioso Joseph Barboza. O governo dos EUA foi condenado a pagar US$ 100 milhões em danos aos quatro réus. === Equipes especiais do FBI === Em 1982, o FBI formou uma unidade de elite para ajudar com problemas que poderiam surgir nos Jogos Olímpicos de Verão de 1984, realizados em Los Angeles, particularmente terrorismo e crimes graves. Isso foi resultado dos Jogos Olímpicos de Verão de 1972 em Munique, Alemanha, quando terroristas assassinaram os atletas israelenses. Chamada de Hostage Rescue Team (Equipe de Resgate de Reféns), ou HRT, ela atua como uma equipe dedicada da SWAT do FBI, lidando principalmente com cenários de contraterrorismo. Ao contrário dos agentes especiais que atuam nas equipes SWAT locais do FBI, a HRT não conduz investigações. Em vez disso, a HRT se concentra apenas em proficiência e capacidades táticas adicionais. Também foi formada em 1984 a Computer Analysis and Response Team (Equipe de Resposta e Análise de Computadores), ou CART. Do final da década de 1980 ao início da década de 1990, o FBI transferiu mais de 300 agentes de funções de contraespionagem estrangeira para crimes violentos e fez do crime violento a sexta prioridade nacional. Com cortes em outros departamentos bem estabelecidos, e porque o terrorismo deixou de ser considerado uma ameaça após o fim da Guerra Fria, o FBI auxiliou as forças policiais locais e estaduais no rastreamento de fugitivos que cruzaram as fronteiras estaduais, o que é um crime federal. O Laboratório do FBI ajudou a desenvolver testes de DNA, continuando seu papel pioneiro na identificação que começou com seu sistema de impressão digital em 1924. === Esforços notáveis ​​na década de 1990 === Em 1 de maio de 1992, o pessoal da SWAT e HRT do FBI no condado de Los Angeles, Califórnia, ajudou as autoridades locais a garantir a paz na área durante os distúrbios de Los Angeles em 1992. Os operadores de HRT, por exemplo, passaram 10 dias conduzindo patrulhas montadas em veículos em Los Angeles, antes de retornar à Virgínia. Entre 1993 e 1996, o FBI aumentou seu papel antiterrorista após o primeiro atentado de 1993 ao World Trade Center na cidade de Nova York, o atentado de 1995 em Oklahoma City e a prisão de Ted Kaczynski, o Unabomber, em 1996. A inovação tecnológica e as habilidades dos analistas do Laboratório do FBI ajudaram a garantir que os três casos fossem processados ​​com sucesso. No entanto, as investigações do Departamento de Justiça sobre o papel do FBI nos incidentes de Ruby Ridge e o cerco de Waco foram obstruídas por agentes do Bureau. Durante os Jogos Olímpicos de Verão de 1996 em Atlanta, Geórgia, o FBI foi criticado por sua investigação do atentado ao Parque Olímpico Centenário. Acertou uma disputa com Richard Jewell, que era segurança particular do local, junto com alguns meios de comunicação, a respeito do vazamento de seu nome durante a investigação; isso o levou a ser brevemente suspeito do atentado. Depois que o Congresso aprovou o Communications Assistance for Law Enforcement Act (CALEA, 1994), a Health Insurance Portability and Accountability Act (HIPAA, 1996), e a Economic Espionage Act (EEA, 1996), o FBI seguiu o exemplo e passou por uma atualização tecnológica em 1998, assim como fez com sua equipe CART em 1991. O Computer Investigations and Infrastructure Threat Assessment Center (CITAC) e o National Infrastructure Protection Center (NIPC) foram criados para lidar com o aumento de problemas relacionados à Internet, como vírus de computador, worms e outros programas maliciosos que ameaçavam as operações dos EUA. Com esses desenvolvimentos, o FBI aumentou sua vigilância eletrônica em investigações de segurança pública e segurança nacional, adaptando-se aos avanços das telecomunicações que mudaram a natureza de tais problemas. === Ataques de 11 de setembro === Durante os ataques de 11 de setembro de 2001 ao World Trade Center, o agente do FBI Leonard W. Hatton Jr. foi morto durante o esforço de resgate enquanto ajudava o pessoal de resgate a evacuar os ocupantes da Torre Sul, e ele ficou quando ela desabou. Meses depois dos ataques, o diretor do FBI, Robert Mueller, que havia sido empossado uma semana antes dos ataques, pediu uma reengenharia da estrutura e das operações do FBI. Ele tornou o combate a todos os crimes federais uma prioridade máxima, incluindo a prevenção do terrorismo, o combate às operações de inteligência estrangeira, o tratamento de ameaças à segurança cibernética, outros crimes de alta tecnologia, a proteção dos direitos civis, o combate à corrupção pública, o crime organizado, o crime do colarinho branco e atos importantes de crimes violentos. Em fevereiro de 2001, Robert Hanssen foi pego vendendo informações ao governo russo. Mais tarde, soube-se que Hanssen, que havia alcançado uma posição elevada no FBI, vendia inteligência desde 1979. Ele se declarou culpado de espionagem e foi condenado à prisão perpétua em 2002, mas o incidente levou muitos a questionar as práticas de segurança empregadas pelo FBI. O relatório final da Comissão do 11 de Setembro em 22 de julho de 2004 afirmou que o FBI e a Agência Central de Inteligência (CIA) eram parcialmente culpados por não buscar relatórios de inteligência que poderiam ter evitado os ataques de 11 de setembro. Em sua avaliação mais contundente, o relatório concluiu que o país \"não foi bem servido\" por nenhuma das agências e listou inúmeras recomendações para mudanças dentro do FBI. Embora o FBI tenha aderido à maioria das recomendações, incluindo a supervisão do novo Diretor de Inteligência Nacional, alguns ex-membros da Comissão do 11 de setembro criticaram publicamente o FBI em outubro de 2005, alegando que ele estava resistindo a qualquer mudança significativa. Em 8 de julho de 2007, o The Washington Post publicou trechos do livro da professora Amy Zegart, da UCLA, Spying Blind: The CIA, the FBI, and the Origins of 9/11. O Post relatou, a partir do livro de Zegart, que documentos do governo mostraram que tanto a CIA quanto o FBI haviam perdido 23 chances potenciais de interromper os ataques terroristas de 11 de setembro de 2001. As principais razões para as falhas incluíram: culturas de agências resistentes a mudanças e novas ideias; incentivos inadequados para promoção; e a falta de cooperação entre o FBI, a CIA e o restante da Comunidade de Inteligência dos Estados Unidos. O livro culpou a estrutura descentralizada do FBI, que impedia a comunicação e cooperação eficazes entre os diferentes escritórios do FBI. O livro sugeria que o FBI não havia evoluído para uma agência eficaz de contraterrorismo ou contraespionagem, devido em grande parte à resistência cultural profundamente arraigada da agência à mudança. Por exemplo, as práticas de pessoal do FBI continuaram a tratar todos os funcionários, exceto os agentes especiais, como pessoal de apoio, classificando os analistas de inteligência ao lado dos mecânicos de automóveis e zeladores do FBI. === Análise de bala falha === Por mais de 40 anos, o laboratório criminal do FBI em Quantico acreditou que as ligas de chumbo usadas em balas tinham assinaturas químicas únicas. Ele estava analisando as balas com o objetivo de combiná-las quimicamente, não apenas com um único lote de munição saindo de uma fábrica, mas também com uma única caixa de balas. A Academia Nacional de Ciências dos Estados Unidos realizou uma revisão independente de 18 meses de análise comparativa de chumbo-bala. Em 2003, seu Conselho Nacional de Pesquisa publicou um relatório cujas conclusões questionavam 30 anos de depoimentos do FBI. Ele descobriu que o modelo analítico usado pelo FBI para interpretar os resultados era profundamente falho, e a conclusão de que fragmentos de balas poderiam ser combinados com uma caixa de munição era tão exagerada que era enganosa sob as regras de evidência. Um ano depois, o FBI decidiu parar de realizar análises de chumbo de bala. Após uma investigação do 60 Minutes/The Washington Post em novembro de 2007, dois anos depois, a Repartição concordou em identificar, revisar e liberar todos os casos pertinentes e notificar os promotores sobre os casos em que foram prestados depoimentos incorretos. === Tecnologia === Em 2012, o FBI formou o National Domestic Communications Assistance Center (NDCAC) para desenvolver tecnologia para auxiliar a aplicação da lei com conhecimento técnico sobre serviços de comunicação, tecnologias e vigilância eletrônica. === Ataque ao Capitólio dos Estados Unidos em 6 de janeiro === Um informante do FBI, que participou do ataque ao Capitólio dos Estados Unidos em 2021 e as instituições democráticas em Washington D.C., posteriormente testemunhou em apoio aos Proud Boys, que faziam parte da trama. As revelações sobre o informante levantaram novas questões sobre as falhas de inteligência do FBI antes do motim. De acordo com o Brennan Center for Justice e os comitês do Senado dos Estados Unidos, a resposta do FBI à violência da supremacia branca foi \"lamentavelmente inadequada\". Há muito se suspeita que o FBI tenha fechado os olhos para extremistas de direita enquanto divulgava \"teorias da conspiração\" sobre a origem do COVID-19. == Organização == === Estrutura organizacional === O FBI está organizado em ramos funcionais e no Gabinete do Diretor, que contém a maioria dos escritórios administrativos. Um diretor- assistente executivo gerencia cada filial. Cada filial é então dividida em escritórios e divisões, cada uma chefiada por um diretor assistente. As várias divisões são divididas em sub-ramos, liderados por vice-diretores adjuntos. Dentro desses sub-ramos, existem várias seções chefiadas por chefes de seção. Os chefes de seção são classificados de forma análoga aos agentes especiais encarregados. Quatro das filiais se reportam ao vice-diretor, enquanto duas se reportam ao diretor adjunto. Os principais ramos do FBI são: * Divisão de Inteligência do FBI ** Diretor Assistente Executivo: Ryan T. Young * Divisão de Segurança Nacional do FBI ** Diretor Assistente Executivo: Larissa L. Knapp * Divisão Criminal, Cibernética, de Resposta e Serviços do FBI ** Diretor Assistente Executivo: Timothy Langan * Divisão de Ciência e Tecnologia do FBI ** Diretor Assistente Executivo: Robert Brown﻿ * Divisão de Informação e Tecnologia do FBI ** Diretor Assistente Executivo: Michael Gavin (atuando) * Departamento de Recursos Humanos do FBI ** Diretor Assistente Executivo: Timothy M. Dunham Cada filial se concentra em tarefas diferentes e algumas se concentram em mais de uma. Aqui estão algumas das tarefas que diferentes ramos estão a cargo: Sede do FBI em Washington D.C. Divisão de Segurança Nacional (NSB) * Divisão de Contraespionagem (CD) * Divisão de Contraterrorismo (CTD) * Diretoria de Armas de Destruição em Massa (WMDD) * Grupo de Interrogatório de Detentos de Alto Valor (HIG) * Centro de Triagem Terrorista (TSC) Divisão de Inteligência (IB) * Diretoria de Inteligência (DI) * Escritório de Engajamento de Parceiros (OPE) * Escritório do Setor Privado Divisão Criminal, Cibernética, de Resposta e Serviços do FBI (CCRSB) * Divisão de Investigação Criminal (CID) * Divisão Cibernética (CyD) * Grupo de Resposta a Incidentes Críticos (CIRG) * Divisão de Operações Internacionais (IOD) * Divisão de Serviços à Vítima Divisão de Ciência e Tecnologia (STB) * Divisão de Tecnologia Operacional (OTD) * Divisão de Laboratório (LD) * Divisão de Serviços de Informação de Justiça Criminal (CJIA) Outros Escritórios da Sede Divisão de Informação e Tecnologia (ITB) * Divisão de Serviços Empresariais de TI (ITESD) * Divisão de Aplicações e Dados de TI (ITADD) * Divisão de Infraestrutura de TI (ITID) * Divisão de Gestão de TI * Divisão de Engenharia de TI * Divisão de serviços de TI Ramo de Recursos Humanos (HRB) * Divisão de Treinamento (TD) * Divisão de Recursos Humanos (HRD) * Divisão de Segurança (SecD) Apoio à gestão administrativa e financeira * Divisão de Instalações e Serviços Logísticos (FLSD) * Divisão de Finanças (DF) * Divisão de Gestão de Registros (RMD) * Escritório de Planejamento de Recursos (RPO) * Divisão de Inspeção (InSD) === Escritório do Diretor === O Gabinete do Diretor serve como o órgão administrativo central do FBI. O escritório fornece funções de apoio ao pessoal (como finanças e gerenciamento de instalações) para as cinco filiais de funções e as várias divisões de campo. O escritório é administrado pelo diretor associado do FBI, que também supervisiona as operações dos ramos de informação e tecnologia e de recursos humanos. Funcionários seniores * Vice diretor * Vice-diretor associado * Chefe de gabinete Escritório do Diretor * Divisão de Finanças e Instalações * Divisão de Gestão da Informação * Escritório de Ameaças Internas * Divisão de Inspeção * Gabinete do Diretor de Informação * Escritório de Assuntos do Congresso (OCA) * Escritório de Diversidade e Inclusão * Escritório de Assuntos de Oportunidades Iguais de Emprego (OEEOA) * Escritório do Conselho Geral (OGC) * Escritório de Integridade e Conformidade (OIC) * Gabinete de Auditoria Interna * Ouvidoria * Escritório de Responsabilidade Profissional (OPR) * Secretaria de Assuntos Públicos (OPA) * Escritório de Planejamento de Recursos === Estrutura de classificação === A seguir está uma lista da estrutura de classificação encontrada dentro do FBI (em ordem crescente): * Agentes de campo ** Estagiário de novo agente ** Agente especial ** Agente especial sênior ** Agente especial de supervisão ** Agente especial assistente responsável (ASAC) ** Agente especial responsável (SAC) * Gestão do FBI ** Subdiretor assistente ** Diretor assistente ** Diretor assistente executivo associado ** diretor assistente executivo ** Vice-diretor associado ** Vice-chefe de gabinete ** Chefe de gabinete e assessor especial do diretor ** Vice diretor ** Diretor == Autoridade legal == O mandato do FBI está estabelecido no Título 28 do Código dos Estados Unidos, Seção 533, que autoriza o Procurador-Geral a \"nomear funcionários para detectar e processar crimes contra os Estados Unidos\". Outros estatutos federais dão ao FBI autoridade e responsabilidade para investigar crimes específicos. A principal ferramenta do FBI contra o crime organizado é o Racketeer Influenced and Corrupt Organizations Act (RICO). O FBI também tem a responsabilidade de fazer cumprir a Lei dos Direitos Civis de 1964 e investigar as violações da lei, além de processar tais violações junto ao Departamento de Justiça dos Estados Unidos (DOJ). O FBI também compartilha jurisdição concorrente com a Drug Enforcement Administration (DEA) na aplicação da Lei de Substâncias Controladas de 1970. O USA PATRIOT Act aumentou os poderes atribuídos ao FBI, especialmente em escutas telefônicas e monitoramento de atividades na Internet. Uma das cláusulas mais controversas da lei é a chamada cláusula sneak and peek, concedendo ao FBI poderes para revistar uma casa enquanto os residentes estão fora e não exigindo que eles notifiquem os residentes por várias semanas depois. De acordo com as disposições do PATRIOT Act, o FBI também retomou as investigações sobre os registros da biblioteca daqueles que são suspeitos de terrorismo (algo que supostamente não fazia desde a década de 1970). No início da década de 1980, foram realizadas audiências no Senado para examinar as operações secretas do FBI após a controvérsia Abscam, que apresentava alegações de armadilha de funcionários eleitos. Como resultado, nos anos seguintes foram emitidas várias diretrizes para restringir as atividades do FBI. As informações obtidas por meio de uma investigação do FBI são apresentadas ao Procurador-Geral dos Estados Unidos ou ao funcionário do Departamento de Justiça dos Estados Unidos apropriado, que decide se a ação judicial ou outra ação é justificada. O FBI geralmente trabalha em conjunto com outras agências federais, incluindo a Guarda Costeira dos Estados Unidos (USCG) e a Alfândega e Proteção de Fronteiras (CBP) na segurança de portos e aeroportos, e o Conselho Nacional de Segurança nos Transportes (NTSB) na investigação de acidentes de avião e outros incidentes críticos. O Departamento de Segurança Interna dos Estados Unidos do Serviço de Imigração e Controle de Aduanas dos Estados Unidos da América tem quase a mesma quantidade de mão de obra investigativa que o FBI e investiga a maior variedade de crimes. Após os ataques de 11 de setembro, o então procurador-geral John Ashcroft designou o FBI como a organização líder designada nas investigações de terrorismo após a criação do Departamento de Segurança Interna dos EUA. O HSI e o FBI são membros integrais da Força-Tarefa Conjunta contra o Terrorismo. === Reservas indígenas === O governo federal tem a responsabilidade primária de investigar e processar crimes graves em reservas indígenas. Existem 565 tribos indígenas americanas reconhecidas pelo governo federal nos Estados Unidos, e o FBI é responsável pela aplicação da lei federal em quase 200 reservas indígenas. Esta jurisdição federal é compartilhada simultaneamente com o Bureau of Indian Affairs, Office of Justice Services (BIA-OJS). Localizada na Divisão de Investigação Criminal do FBI, a Unidade de Crimes do País Indiano (ICCU) é responsável por desenvolver e implementar estratégias, programas e políticas para lidar com problemas de crime identificados no País Indiano (IC) pelos quais o FBI é responsável. O FBI não lista especificamente crimes em terras nativas americanas como uma de suas prioridades. Frequentemente, crimes graves foram mal investigados ou o processo foi recusado. Os tribunais tribais podem impor sentenças de até três anos, sob certas restrições. == Infraestrutura == O FBI está sediado no Edifício J. Edgar Hoover, Washington, D.C., com 56 escritórios de campo nas principais cidades dos Estados Unidos. O FBI também mantém mais de 400 agências residentes nos Estados Unidos, bem como mais de 50 adidos legais em embaixadas e consulados dos Estados Unidos. Muitas funções especializadas do FBI estão localizadas em instalações em Quantico, Virgínia, bem como um \"campus de dados\" em Clarksburg, Virgínia Ocidental, onde 96 milhões de conjuntos de impressões digitais \"de todos os Estados Unidos são armazenados, junto com outros recolhidos pelas autoridades americanas de prisioneiros na Arábia Saudita e Iêmen, Iraque e Afeganistão.\" O FBI está transferindo sua Divisão de Gerenciamento de Registros, que processa as solicitações da Lei de Liberdade de Informação (FOIA), para Winchester (Virgínia), Virgínia. De acordo com o The Washington Post, o FBI \"está construindo um vasto repositório controlado por pessoas que trabalham em um cofre ultrassecreto no quarto andar do Edifício J. Edgar Hoover em Washington. Este armazena os perfis de dezenas de milhares de americanos e residentes legais que não são acusados ​​de nenhum crime. O que eles fizeram foi parecer suspeito para um xerife da cidade, um guarda de trânsito ou até mesmo um vizinho.\" O Laboratório do FBI, estabelecido com a formação do BOI, não apareceu no Edifício J. Edgar Hoover até sua conclusão em 1974. O laboratório serve como laboratório primário para a maioria dos trabalhos de DNA, biológicos e físicos. Visitas públicas à sede do FBI ocorreram no espaço de trabalho do laboratório do FBI antes da mudança para o Edifício J. Edgar Hoover. Os serviços que o laboratório realiza incluem Química, Sistema de Índice de DNA Combinado (CODIS), Análise e Resposta de Computador, Análise de DNA, Resposta a Evidências, Explosivos, Armas de Fogo e Marcas de Ferramentas, Áudio Forense, Vídeo Forense, Análise de Imagem, Pesquisa em Ciências Forenses, Treinamento em Ciências Forenses , Resposta a Materiais Perigosos, Gráficos Investigativos e Prospectivos, Impressões Latentes, Análise de Materiais, Documentos Questionados, Registros de Extorsão, Análise Fotográfica Especial, Projeto Estrutural e Traços de Evidências. Os serviços do Laboratório do FBI são usados ​​gratuitamente por muitas agências estaduais, locais e internacionais. O laboratório também mantém um segundo laboratório na Academia do FBI. A Academia do FBI, localizada em Quantico, Virgínia, é o lar do laboratório de comunicações e computadores que o FBI utiliza. É também para onde novos agentes são enviados para treinamento para se tornarem agentes especiais do FBI. Passar pelo curso de 21 semanas é necessário para todos os agentes especiais. Aberto pela primeira vez para uso em 1972, a instalação está localizada em 385 acres (156 hectares) de floresta. A Academia treina agências de aplicação da lei estaduais e locais, que são convidadas para o centro de treinamento de aplicação da lei. As unidades do FBI que residem em Quantico são a Unidade de Treinamento de Campo e Polícia, Unidade de Treinamento de Armas de Fogo, Centro de Pesquisa e Treinamento em Ciências Forenses, Unidade de Serviços de Tecnologia (TSU), Unidade de Treinamento Investigativo, Unidade de Comunicação de Aplicação da Lei, Unidades de Ciência de Liderança e Gestão (LSMU), Unidade de Treinamento Físico, Unidade de Treinamento de Novos Agentes (NATU), Unidade de Aplicações Práticas (PAU), Unidade de Treinamento em Informática Investigativa e \"Faculdade de Estudos Analíticos\". Em 2000, o FBI iniciou o projeto Trilogy para atualizar sua infra-estrutura obsoleta de tecnologia da informação (TI). Este projeto, originalmente programado para durar três anos e custar cerca de US$ 380 milhões, acabou acima do orçamento e atrasado. Os esforços para implantar computadores modernos e equipamentos de rede foram geralmente bem-sucedidos, mas as tentativas de desenvolver novos softwares de investigação, terceirizados para a Science Applications International Corporation (SAIC), não. Arquivo de Caso Virtual, ou VCF, como o software era conhecido, foi atormentado por metas mal definidas e repetidas mudanças na gestão. Em janeiro de 2005, mais de dois anos após o planejamento original da conclusão do software, o FBI abandonou oficialmente o projeto. Pelo menos US$ 100 milhões (e muito mais, segundo algumas estimativas) foram gastos no projeto, que nunca se tornou operacional. O FBI foi forçado a continuar usando seu sistema automatizado de suporte a casos de uma década, que os especialistas em TI consideram lamentavelmente inadequado. Em março de 2005, o FBI anunciou que estava iniciando um novo e mais ambicioso projeto de software, de codinome Sentinel, que esperavam concluir em 2009. Carnivore era um sistema de software de espionagem eletrônica implementado pelo FBI durante o governo Clinton; foi projetado para monitorar e-mail e comunicações eletrônicas. Após prolongada cobertura negativa na imprensa, o FBI mudou o nome de seu sistema de Carnivore para DCS1000. DCS significa \"Digital Collection System\"; o sistema tem as mesmas funções de antes. A Divisão de Serviços de Informação da Justiça Criminal (CJIS) está localizada em Clarksburg, Virgínia Ocidental. Organizado a partir de 1991, o escritório foi inaugurado em 1995 como a divisão de agência mais jovem. O complexo tem a extensão de três campos de futebol. Ele fornece um repositório principal para informações em vários sistemas de dados. Sob o teto do CJIS estão os programas para o National Crime Information Center (NCIC), Uniform Crime Reporting (UCR), Fingerprint Identification, Integrated Automated Fingerprint Identification System (IAFIS), NCIC 2000 e o National Incident-Based Reporting System (NIBRS). Muitas agências estaduais e locais usam esses sistemas de dados como fonte para suas próprias investigações e contribuem para o banco de dados usando comunicações seguras. O FBI fornece essas ferramentas de identificação sofisticada e serviços de informação para agências locais, estaduais, federais e internacionais de aplicação da lei. O FBI dirige o National Virtual Translation Center, que fornece \"traduções oportunas e precisas de inteligência estrangeira para todos os elementos da Comunidade de Inteligência\". Em junho de 2021, o FBI realizou a inauguração de seu planejado Centro de Inovação do FBI, previsto para ser construído em Huntsville, Alabama. O Centro de Inovação fará parte de um grande campus semelhante a uma faculdade, custando um total de US$ 1,3 bilhão em Redstone Arsenal e atuará como um centro de inteligência de ameaças cibernéticas, análise de dados e treinamento de ameaças emergentes. == Pessoal == Em 31 de dezembro de 2009, o FBI tinha um total de 33.852 funcionários. Isso inclui 13.412 agentes especiais e 20.420 profissionais de apoio, como analistas de inteligência, especialistas em linguagem, cientistas, especialistas em tecnologia da informação e outros profissionais. A Officer Down Memorial Page fornece as biografias de 86 agentes do FBI que morreram no cumprimento do dever de 1925 a 2023. === Processo de contratação === Para se tornar um agente do FBI, a pessoa deve ter entre 23 e 37 anos, a menos que seja um veterano elegível para preferência, caso em que pode se inscrever após os 37 anos. O candidato também deve possuir cidadania dos EUA, ser de alto caráter moral, ter um histórico limpo e possuir pelo menos um diploma de bacharel de quatro anos. Pelo menos três anos de experiência de trabalho profissional antes da aplicação também é necessária. Todos os funcionários do FBI exigem uma autorização de segurança Top Secret (TS), e, em muitos casos, os funcionários precisam de uma autorização TS/SCI (Top Secret/Sensitive Compartimented Information). Para obter uma habilitação de segurança, todos os potenciais funcionários do FBI devem passar por uma série de Single Scope Background Investigations (SSBI), que são conduzidas pelo Escritório de Gerenciamento de Pessoal. Os candidatos a agentes especiais também precisam passar por um Teste de Aptidão Física (TAF), que inclui uma corrida de 300 metros, abdominais de um minuto, flexões máximas e uma corrida de 2,4 km. O pessoal deve passar por um teste de polígrafo com perguntas, incluindo possível uso de drogas. Os candidatos que falham nos polígrafo não podem conseguir emprego no FBI. Até 1975, o FBI tinha um requisito de altura mínima de 5 pés e 7 polegadas (170 cm). === Diretores do BOI e do FBI === Os diretores do FBI são nomeados pelo Presidente dos Estados Unidos e devem ser confirmados pelo Senado dos Estados Unidos para um mandato de dez anos, sujeito a renúncia ou destituição pelo Presidente, a seu critério, antes do término do mandato. Termos adicionais são permitidos seguindo o mesmo procedimento. J. Edgar Hoover, nomeado pelo presidente Calvin Coolidge em 1924, foi de longe o diretor mais antigo, servindo até sua morte em 1972. Em 1968, o Congresso dos Estados Unidos aprovou uma legislação, como parte do Omnibus Crime Control and Safe Streets Act de 1968, exigindo a confirmação do Senado de nomeações de futuros diretores. Como titular, esta legislação não se aplicava a Hoover. O último diretor do FBI foi Andrew McCabe. O atual diretor do FBI é Christopher Wray, nomeado pelo presidente Donald Trump. O diretor do FBI é responsável pelas operações diárias do FBI. Junto com o vice-diretor, o diretor garante que os casos e as operações sejam tratados corretamente. O diretor também é responsável por garantir que a liderança nos escritórios de campo do FBI seja formada por agentes qualificados. Antes da Lei de Reforma da Inteligência e Prevenção do Terrorismo ser aprovada após os ataques de 11 de setembro, o diretor do FBI informaria diretamente o presidente dos Estados Unidos sobre quaisquer questões que surgissem dentro do FBI. Desde então, o diretor passa a reportar ao Diretor de Inteligência Nacional (DNI), que por sua vez reporta ao Presidente da República. == Armamento == Após a qualificação, um agente especial do FBI recebe uma pistola semiautomática Glock 22 ou Glock 23 compacta, ambas compartimentadas no cartucho .40 S&W.; Em maio de 1997, o FBI adotou oficialmente a Glock, em .40 S&W;, para uso geral do agente, e a emitiu pela primeira vez para o Novo Agente Classe 98-1 em outubro de 1997. No momento, o Glock 23 \"FG&R;\" (ranhura e trilho; 3ª geração ou \"Gen4\") é a arma secundária do problema. Novos agentes recebem armas de fogo, nas quais devem se qualificar, após a conclusão bem-sucedida de seu treinamento na Academia do FBI. A Glock 26 (subcompacta 9x19mm Parabellum), Glock 23 e Glock 27 (.40 S&W; compacta e subcompacta, respectivamente) são autorizadas como armas secundárias. Agentes especiais também estão autorizados a comprar e se qualificar com a Glock 21 em .45 ACP. Agentes especiais do FBI Hostage Rescue Team (HRT) e as equipes da FBI SWAT regionais recebem a pistola Springfield Armory Professional modelo 1911 em .45 ACP. Em junho de 2016, o FBI concedeu à Glock um contrato para novas armas. Ao contrário das pistolas Glock com câmara .40 S&W; atualmente lançadas, as novas Glocks terão câmara para 9 mm Parabellum. O contrato é para a Glock 17M de tamanho normal e a compacta Glock 19M. O \"M\" significa que as Glocks foram modificadas para atender aos padrões do governo especificados por uma solicitação de proposta do governo de 2015. == Publicações == O FBI Law Enforcement Bulletin é publicado mensalmente pela Unidade de Comunicação de Aplicação da Lei do FBI, com artigos de interesse para o pessoal de aplicação da lei estadual e local. Publicado pela primeira vez em 1932 como Fugitives Wanted by Police, o FBI Law Bulletin abrange tópicos como tecnologia e questões de aplicação da lei, como mapeamento de crimes e uso da força, bem como pesquisas recentes sobre justiça criminal e alertas ViCAP sobre suspeitos procurados e casos importantes. O FBI também publica alguns relatórios tanto para o pessoal da aplicação da lei quanto para os cidadãos comuns, abrangendo tópicos como aplicação da lei, terrorismo, cibercrime, crime do colarinho branco, crime violento e estatísticas. No entanto, a grande maioria das publicações do governo federal que cobrem esses tópicos são publicadas pelas agências de programas do Office of Justice do Departamento de Justiça dos Estados Unidos e divulgadas por meio do National Criminal Justice Reference Service. === Estatísticas de crimes === Durante a década de 1920, o FBI começou a emitir relatórios de crimes reunindo números dos departamentos de polícia locais. Devido às limitações desse sistema que foram descobertas durante as décadas de 60 e 70 - as vítimas muitas vezes simplesmente não denunciavam os crimes à polícia - o Departamento de Justiça desenvolveu um método alternativo de contagem de crimes, a pesquisa de vitimização. === Uniform Crime Reports === O Uniform Crime Reports (UCR) compila dados de mais de 17.000 agências de aplicação da lei em todo o país. Eles fornecem dados detalhados sobre o volume de crimes para incluir prisão, liberação (ou encerramento de um caso) e informações do oficial de justiça. A UCR concentra sua coleta de dados em crimes violentos, crimes de ódio e crimes contra a propriedade. Criado na década de 1920, o sistema UCR não provou ser tão uniforme quanto o nome indica. Os dados da UCR refletem apenas o crime mais grave no caso de crimes relacionados e têm uma definição muito restritiva de estupro. Como cerca de 93% dos dados enviados ao FBI estão nesse formato, o UCR se destaca como a publicação preferida, pois a maioria dos estados exige que as agências de aplicação da lei enviem esses dados. === Sistema Nacional de Relatórios Baseados em Incidentes === O National Incident-Based Reporting System (NIBRS) é o sistema de estatísticas criminais visa abordar as limitações inerentes aos dados UCR. O sistema é usado por agências de aplicação da lei nos Estados Unidos para coletar e relatar dados sobre crimes. Órgãos locais, estaduais e federais geram dados NIBRS a partir de seus sistemas de gerenciamento de registros. Os dados são coletados em cada incidente e prisão na categoria de ofensa do Grupo A. Os crimes do Grupo A são 46 crimes específicos agrupados em 22 categorias de crimes. Fatos específicos sobre esses crimes são reunidos e relatados no sistema NIBRS. Além das ofensas do Grupo A, onze ofensas do Grupo B são relatadas apenas com as informações de prisão. O sistema NIBRS é mais detalhado do que o sistema UCR baseado em resumo. Em 2021, os relatórios de 14.859 agências de aplicação da lei representaram 91,1% da população dos EUA. == eGuardian == eGuardian é o nome de um sistema do FBI, lançado em janeiro de 2009, para compartilhar dicas sobre possíveis ameaças terroristas com as agências policiais locais. O programa visa fazer com que as autoridades policiais em todos os níveis compartilhem dados rapidamente sobre atividades e pessoas suspeitas. O eGuardian permite o compartilhamento e rastreamento quase em tempo real de informações sobre terror e atividades suspeitas com agências locais, estaduais, tribais e federais. O sistema eGuardian é um spin-off de uma ferramenta semelhante, mas confidencial, chamada Guardian, que tem sido usada dentro do FBI e compartilhada com parceiros examinados desde 2005. == Controvérsias == Ao longo de sua história, o FBI foi alvo de muitas controvérsias, tanto no país quanto no exterior. * Arquivos sobre os defensores da independência de Porto Rico – Deputado Luiz Gutiérrez revelou que Pedro Albizu Campos e seu partido político nacionalista foram observados por um período de uma década na década de 1930; * O caso Whitey Bulger – O FBI foi, e continua sendo, criticado por lidar com o criminoso de Boston, Whitey Bulger. Como resultado de Bulger agindo como informante, a agência fechou os olhos para suas atividades como uma troca; * América Latina – Durante décadas durante a Guerra Fria, o FBI colocou agentes para monitorar os governos dos países caribenhos e latino-americanos; * Vigilância doméstica – Em 1985, descobriu-se que o FBI havia feito uso de dispositivos de vigilância em vários cidadãos americanos entre a década de 1940 e a década de 1960; * Robert Hanssen – No que é descrito pelo Departamento de Justiça dos Estados Unidos (DOJ) como “possivelmente o pior desastre de inteligência da história dos Estados Unidos”; Hanssen conseguiu escapar do FBI enquanto vendia simultaneamente milhares de documentos americanos classificados para agentes da inteligência soviética. * Viola Liuzzo – Gary Thomas Rowe, um informante do FBI que na época também era um membro ativo da Ku Klux Klan, ajudou no assassinato de Viola Liuzzo (uma ativista dos direitos civis) em 1965 e, posteriormente, rumores difamatórios foram espalhados pelo Bureau sobre a vítima; * Ruby Ridge (1992) – Foi um tiroteio entre o FBI e Randy Weaver por não ter comparecido por acusações de armas. * O Cerco de Waco (1993) – Foi um ataque fracassado da ATF que resultou na morte de 4 agentes do ATF e 6 do Ramo Davidiano. O FBI e os militares dos EUA se envolveram no cerco de 51 dias que se seguiu. O prédio acabou pegando fogo, matando 76, incluindo 26 crianças. Foi isso que motivou Timothy McVeigh (junto com Ruby Ridge) a realizar o Atentado de Oklahoma City (1995); * Caso de falsificação de identidade da Associated Press (AP) – Um agente do Bureau, disfarçado de jornalista da AP, colocou um software de vigilância no computador pessoal de um menor. Isso resultou em uma série de conflitos entre a agência de notícias e o FBI; * Massacre na Stoneman Douglas High School – Um comunicado do FBI confirmou que não agiu após uma denúncia alertando sobre a possibilidade do tiroteio mais de um mês antes de sua ocorrência, o que pode ter evitado a tragédia de imediato. Práticas específicas incluem: * Investigações internas de tiroteios – Um professor de justiça criminal da Universidade de Nebraska Omaha sugeriu que relatórios internos do FBI consideraram justificado um número questionavelmente alto de disparos de armas por seus agentes; * Operações secretas em grupos políticos – Grupos políticos considerados perturbadores foram investigados e desacreditados pelo FBI com o objetivo de “proteger a segurança nacional, prevenir a violência e manter a ordem social e política existente”; * Vigilância do FBI desde 2010 – Na década de 2010, foi descoberto por vários grupos de liberdades civis (como a União Americana pelas Liberdades Civis (ACLU)) que o FBI destinou recursos desproporcionais para a vigilância de movimentos de esquerda e organizações políticas. O FBI também cometeu várias violações da Primeira Emenda neste período; * Arquivos de cidadãos americanos – O Bureau manteve arquivos de certos indivíduos por vários motivos e períodos de tempo, notavelmente, Elvis Presley, Frank Sinatra, John Denver; * Armadilha – O FBI foi criticado por usar armadilhas, onde agentes provocadores tentam incitar indivíduos a cometer atos ilegais. Críticos notáveis ​​da armadilha do FBI, como a Human Rights Watch e a União Americana pelas Liberdades Civis, observam que os casos de armadilha geralmente visam indivíduos pobres ou com deficiência mental ou emocional e que esses casos têm um efeito adverso em grupos marginalizados. == Representação na mídia == O FBI tem sido frequentemente retratado na mídia popular desde a década de 1930. O Bureau tem participado em graus variados, desde o envolvimento direto no processo criativo de desenvolvimento de filmes ou séries de TV até o fornecimento de consultoria sobre operações e casos encerrados. Alguns dos retratos notáveis ​​do FBI na televisão são a série The X-Files, que começou em 1993 e concluiu sua décima primeira temporada no início de 2018, e envolveu investigações sobre fenômenos paranormais por cinco agentes especiais fictícios, e a agência fictícia Counter Terrorist Unit (CTU) no drama de TV 24, que segue o padrão da Divisão de Contraterrorismo do FBI. O filme de 1991, Point Break, retrata um agente do FBI disfarçado que se infiltrou em uma gangue de ladrões de banco. O filme de 1997, Donnie Brasco, é baseado na história real do agente secreto do FBI Joseph D. Pistone se infiltrando na Máfia. A série de televisão Criminal Minds de 2005–2020, que segue os membros da equipe da Unidade de Análise Comportamental (BAU) do FBI na busca de assassinos em série. A série de TV de 2017 Riverdale, onde um dos personagens principais é um agente do FBI. A série de TV Quantico de 2015, intitulada após a localização do centro de treinamento do Bureau, lida com agentes estagiários e especiais, nem todos, dentro do formato do programa, totalmente confiáveis ​​ou mesmo confiáveis. A série FBI de 2018, ambientada em Nova York, segue a vida pessoal e profissional dos agentes designados para 26 Federal Plaza (escritório de campo do FBI em Nova York). O primeiro spin-off do FBI, intitulado FBI: Most Wanted (2019), segue a Fugitive Task Force do FBI na perseguição dos criminosos mais procurados dos EUA, e o segundo spin-off, FBI: International (2021), segue a Equipe Internacional de Voos do FBI que vai aonde quer que seja necessário no mundo para proteger os interesses dos EUA. == Pessoal notável do FBI == * Edwin Atherton * Ed Bethune * James Comey * Alaska P. Davidson * Sibel Edmonds * W. Mark Felt * James R. Fitzgerald * Robert Hanssen * J. Edgar Hoover * Lon Horiuchi * John McClurg * Richard Miller * Robert Mueller * Eric O'Neill * John P. O'Neill * Joseph D. Pistone * Melvin Purvis * Coleen Rowley * Ali Soufan * Sue Thomas * Clyde Tolson * Frederic Whitehurst == Ligações externas == *",
 "title": "Federal Bureau of Investigation"
}