{
 "id": "40875",
 "text": "Barbie é uma boneca e personagem fictícia fabricada pela empresa estadunidense de brinquedos Mattel, Inc. e lançada em 9 de março de 1959. A empresária Ruth Handler é creditada como a criadora da boneca usando uma boneca alemã chamada Bild Lilli como sua inspiração. Barbie é a figura principal de uma marca de bonecas e acessórios da Mattel, incluindo outros membros da família e bonecas colecionáveis. A Barbie tem sido uma parte importante do mercado de bonecas por mais de seis décadas e tem sido objeto de inúmeras controvérsias e ações judiciais, muitas vezes envolvendo paródias da boneca e seu estilo de vida. A Mattel vendeu mais de um bilhão de bonecas Barbie, tornando-se a maior e mais lucrativa linha da empresa. A marca se expandiu em uma franquia multimídia de longa data desde o final dos anos 1980, foram desenvolvidos videogames e filmes animados por computador lançados em formatos de vídeo doméstico e transmitidos regularmente no canal a cabo Nickelodeon nos Estados Unidos de 2002 a 2017. Desde 2017, a franquia foi movida para serviços de streaming. Barbie e seu melhor amigo Ken foram descritos como as duas bonecas mais populares do mundo. Desde o seu lançamento, a Barbie transformou o negócio de brinquedos em comunidades ricas globalmente, tornando-se um veículo para a venda de mercadorias relacionadas (acessórios, roupas, amigos e parentes da Barbie, etc.). Escrevendo para o Journal of Popular Culture em 1977, Don Richard Cox observou que a Barbie tem um impacto significativo nos valores sociais ao transmitir características de independência feminina e, com sua infinidade de acessórios, um estilo de vida idealizado e sofisticado que pode ser compartilhado com amigos ricos.Don Richard Cox, \"Barbie and her playmates.\" Journal of Popular Culture 11.2 (1977): 303-307. As vendas de bonecas Barbie caíram drasticamente de 2014 a 2016. Em 2020, a Mattel vendeu 1,35 bilhão de dólares em bonecas e acessórios da Barbie e este foi o melhor crescimento de vendas em duas décadas. De acordo com MarketWatch, espera-se que o lançamento do filme Barbie em 2023 crie um \"crescimento significativo\" para a marca até pelo menos 2030. Além de revigorar as vendas, o lançamento do filme desencadeou uma tendência da moda conhecida como barbiecore. == História == Ruth Handler observou sua filha Barbara brincar com bonecas de papel e percebeu que ela costumava gostar de dar a elas papéis de adultos. Na época, a maioria das bonecas infantis eram representações de bebês. Percebendo que poderia haver um nicho de mercado não explorado, Handler sugeriu a ideia de uma boneca com corpo adulto para seu marido Elliot, cofundador da empresa de brinquedos Mattel. No início, ele não ficou entusiasmado com a ideia, assim como os diretores da Mattel.Mary G. Lord, Forever Barbie: The unauthorized biography of a real doll (Bloomsbury Publishing USA, 2004). Durante uma viagem à Alemanha em 1956 com seus filhos Barbara e Kenneth, Ruth Handler se deparou com uma boneca de brinquedo alemã chamada Bild Lilli. A boneca de figura adulta era exatamente o que Handler tinha em mente, então ela comprou três delas. Ela deu uma para a filha e levou as outras de volta para a Mattel. A boneca Lilli foi baseada em uma personagem popular que aparece em uma história em quadrinhos desenhada por Reinhard Beuthin para o jornal Bild. Lilli era uma loira sensual, uma garota trabalhadora que sabia o que queria e não hesitava em usar homens para consegui-lo. A boneca Lilli foi vendida pela primeira vez na Alemanha em 1955 e, embora tenha sido inicialmente vendida para adultos, tornou-se popular entre as crianças que gostavam de vesti-la com roupas disponíveis separadamente. Após seu retorno aos Estados Unidos, Handler redesenhou a boneca (com a ajuda do inventor e designer local Jack Ryan) e a boneca recebeu um novo nome, Barbie, em homenagem à filha de Handler, Barbara. A boneca estreou na American International Toy Fair em Nova York em 9 de março de 1959. A primeira boneca Barbie usava um maiô listrado de zebra em preto e branco e um rabo de cavalo exclusivo, e estava disponível nas versões loira e morena. A boneca foi comercializada como uma \"modelo de moda adolescente\", com suas roupas criadas pela estilista da Mattel, Charlotte Johnson. As primeiras bonecas Barbie foram fabricadas no Japão, com roupas costuradas à mão por trabalhadoras japonesas. Cerca de 350 mil bonecas Barbie foram vendidas durante o primeiro ano de produção. A Louis Marx and Company processou a Mattel em março de 1961. Depois de licenciar a Lilli, eles alegaram que a Mattel havia \"infringido a patente de Greiner & Hausser para a articulação do quadril de Bild-Lilli\" e também alegaram que Barbie era \"uma cópia direta\" de Bild-Lilli. A empresa também alegou que a Mattel \"falsa e enganosamente se apresentou como tendo originado o design\". A Mattel rebateu e o caso foi resolvido fora do tribunal em 1963. Em 1964, a Mattel comprou os direitos autorais e de patente da Greiner & Hausser para a boneca Bild-Lilli por 21,6 mil dólares. Ruth Handler acreditava que era importante para a Barbie ter uma aparência adulta e as primeiras pesquisas de mercado mostraram que alguns pais estavam insatisfeitos com o peito da boneca, que tinha seios distintos. A aparência da Barbie mudou muitas vezes, principalmente em 1971, quando os olhos da boneca foram ajustados para olhar para a frente, em vez de ter o olhar recatado de lado do modelo original. Este seria o último ajuste que Ruth faria em sua própria criação, pois, três anos depois, ela e seu marido Elliot foram removidos de seus cargos na Mattel depois que uma investigação os considerou culpados de emitir relatórios financeiros falsos e enganosos. A Barbie foi um dos primeiros brinquedos a ter uma estratégia de marketing amplamente baseada na publicidade televisiva, que foi amplamente copiada por outros brinquedos. Em 2006, estimou-se que mais de um bilhão de bonecas Barbie foram vendidas em todo o mundo em mais de 150 países, com a Mattel afirmando que três bonecas Barbie são vendidas a cada segundo. A gama padrão de bonecas Barbie e acessórios relacionados são fabricados em escala de aproximadamente 1/6, também conhecida como playscale. == Aparições em franquias de mídia/multimídia == Desde meados da década de 1980, os produtos da marca Barbie incluíam não apenas a gama de bonecas com suas roupas e acessórios, mas também uma grande variedade de produtos de marca, como livros, roupas, cosméticos, videogames e conteúdo audiovisual. Barbie é bem conhecida por sua aparição como atriz virtual em uma série de filmes animados por computador, começando com Barbie in the Nutcracker em 2001, que foram distribuídos em formatos de vídeo doméstico e transmitidos pela Nickelodeon nos Estados Unidos (e globalmente) até 2017. Desde 2017, eles foram reformulados como filmes de televisão em streaming, marcados como \"especiais\" animados e lançados por meio de serviços de streaming, principalmente na Netflix . No lançamento do filme Barbie in the Pink Shoes em 26 de fevereiro de 2013, a série de filmes vendeu mais de 110 milhões de unidades globalmente. Antes dos filmes, a marca teve dois especiais de televisão lançados em 1987 em resposta ao surgimento da mídia digital na época; Barbie and the Rockers: Out of This World e sua sequência. Desde 2012, ela apareceu em várias séries de televisão e web; incluindo Barbie: Life in the Dreamhouse, Barbie: Dreamtopia, Barbie: Dreamhouse Adventures e Barbie: It Takes Two e como personagem coadjuvante nos filmes Toy Story da Pixar e na franquia de mídia My Scene. Em 2015, Barbie começou a aparecer como uma vlogger no YouTube chamada Barbie Vlogger onde ela fala sobre sua vida fictícia, moda, amigos e família, e ainda cobra temas como saúde mental e racismo. Ela é interpretada pela atriz australiana Margot Robbie em uma adaptação cinematográfica live-action que foi lançado em 21 de julho de 2023 pela Warner Bros. Fotos nos Estados Unidos. == Biografia fictícia == O nome completo da Barbie é Barbara Millicent Roberts. Em uma série de romances publicados pela Random House na década de 1960, os nomes de seus pais são George e Margaret Roberts, da cidade fictícia de Willows, Wisconsin. Nos romances da Random House, Barbie frequentou a Willows High School; enquanto nos livros Generation Girl, publicados pela Golden Books em 1999, ela frequentou a fictícia Manhattan International High School na cidade de Nova York (baseada na Stuyvesant High School da vida real). Ela tem um relacionamento romântico intermitente com seu então namorado Ken (nome completo \"Kenneth Sean Carson\"), que apareceu pela primeira vez em 1961. Um comunicado de imprensa da Mattel em fevereiro de 2004 anunciou que Barbie e Ken haviam decidido se separar,The Storybook Romance Comes To An End For Barbie And Ken, Mattel, 12 de fevereiro de 2004 mas em fevereiro de 2006, eles esperavam reacender seu relacionamento depois que Ken passou por uma repaginação.Madeover Ken hopes to win back Barbie, CNN, 10 de fevereiro de 2006 Em 2011, a Mattel lançou uma campanha para Ken reconquistar a afeição de Barbie. A dupla se reuniu oficialmente no Dia dos Namorados de 2011. A Mattel criou uma série de companheiros e parentes para a Barbie. Ela tem três irmãs mais novas: Skipper, Stacie e Chelsea (chamada Kelly até 2011). Suas irmãs co- estrelaram em muitas entradas da série de filmes Barbie, começando com Barbie & Her Sisters in A Pony Tale de 2013. Membros 'aposentados' da família de Barbie incluíam Todd (irmão gêmeo de Stacie), Krissy (uma irmãzinha) e Francie (prima). Os amigos de Barbie incluem a hispânica Teresa, Midge, o afro- americano Christie e Steven (namorado de Christie). Barbie também foi amiga de Blaine, um surfista australiano, durante sua separação de Ken em 2004. Barbie teve mais de 40 animais de estimação, incluindo cães e gatos, cavalos, um panda, um filhote de leão e uma zebra. Ela possuiu uma ampla gama de veículos, incluindo conversíveis cor-de-rosa Beetle e Corvette, trailers e jipes. Ela também possui licença de piloto e opera aviões comerciais, além de servir como comissária de bordo. As profissões da Barbie são projetadas para mostrar que as mulheres podem assumir uma variedade de papéis na vida e a boneca foi vendida com uma ampla gama de títulos, incluindo Barbie Astronauta (1965), Barbie Doutora (1988) e Barbie Piloto (1998). == Legado e influência == A Barbie se tornou um ícone cultural e recebeu honras raras no mundo dos brinquedos. Em 1974, uma seção da Times Square na cidade de Nova York foi rebatizada como Barbie Boulevard por uma semana. O Musée des Arts Décoratifs, em Paris, realizou uma exposição da Barbie em 2016. A exposição contou com 700 bonecas Barbie em dois andares, além de obras de artistas contemporâneos e documentos (jornais, fotos, vídeos) que contextualizam a Barbie. Em 1986, o artista Andy Warhol criou uma pintura da Barbie. A pintura foi vendida em leilão na Christie's, em Londres, por 1,1milhão de dólares. Em 2015, a The Andy Warhol Foundation juntou-se à Mattel para criar uma Barbie Andy Warhol. O artista Al Carbee tirou milhares de fotos da Barbie e criou incontáveis colagens e dioramas apresentando a Barbie em vários cenários. Carbee foi o tema do documentário de longa-metragem Magical Universe de 2013. A arte da colagem de Carbee foi apresentada na exposição da Barbie de 2016 no Musée des Arts Décoratifs, em Paris, na seção sobre artistas visuais que se inspiraram na Barbie. Em 2013, em Taiwan, o primeiro restaurante temático da Barbie chamado \"Barbie Café\" foi inaugurado pelo grupo Sinlaku. The Economist enfatizou a importância da Barbie para a imaginação das crianças: Em 7 de setembro de 2021, após a estreia do filme para televisão Barbie: Big City, Big Dreams na Netflix, Barbie uniu forças com Ester Dean, produtora musical, compositora, cantora e atriz indicada ao Grammy, e a Girls Make Beats — uma organização dedicada para expandir a presença feminina de produtoras musicais, DJs e engenheiras de áudio — para inspirar mais meninas a explorar um futuro na produção musical. === Colecionadores === A Mattel estima que existam mais de 100 000 ávidos colecionadores de Barbie. Noventa por cento são mulheres, com idade média de 40 anos, que compram mais de vinte bonecas Barbie por ano. Quarenta e cinco por cento deles gastam mais de mil dólares por ano. As bonecas Barbie vintage dos primeiros anos são as mais valiosas em leilão e, enquanto a Barbie original era vendida por 3 dólares em 1959, uma Barbie em caixa de menta de 1959 foi vendida por 3,5 mil dólares no eBay em outubro de 2004. Em 26 de setembro de 2006, uma boneca Barbie estabeleceu um recorde mundial em leilão de 9 mil libras esterlinas (17 mil dólares) na Christie's em Londres. A boneca era uma Barbie in Midnight Red de 1965 e fazia parte de uma coleção particular de 4 mil bonecas Barbie vendidas por duas mulheres holandesas, Ietje Raebel e sua filha Marina. Nos últimos anos, a Mattel vendeu uma ampla gama de bonecas Barbie voltadas especificamente para colecionadores, incluindo versões em porcelana, reproduções vintage e representações da Barbie como uma variedade de personagens de filmes e séries de televisão, como The Munsters e Star Trek. Há também bonecas de edição de colecionador representando bonecas Barbie com uma variedade de diferentes identidades étnicas. Em 2004, a Mattel introduziu o sistema Color Tier para suas bonecas Barbie de edição de colecionador, incluindo rosa, prata, ouro e platina, dependendo de quantas bonecas são produzidas. Em 2020, a Mattel lançou a boneca Barbie colecionável Dia de Los Muertos, o segundo colecionável lançado como parte da linha La Catrina da empresa, lançada em 2019. === Diversidade === A Mattel respondeu às críticas que apontavam para a falta de diversidade na linha.Marco Tosa, Barbie: Four decades of fashion, fantasy, and fun (1998). A partir de 1980, produziu bonecas hispânicas e, posteriormente, modelos de todo o mundo. Por exemplo, em 2007, lançou a \"Barbie Cinco de Mayo\" usando um vestido vermelho, branco e verde com babados (ecoando a bandeira mexicana). A revista Hispanic relata que: A professora Emilie Rose Aguilo-Perez argumentou que, com o tempo, a Mattel mudou de apresentações hispânicas ambíguas em suas bonecas para uma mais assertiva em seu marketing \"latino\" e na rotulagem de produtos. \"Colored Francie\" estreou em 1967 e às vezes é descrita como a primeira boneca Barbie afro-americana. No entanto, ela foi produzida usando os moldes de cabeça existentes para a boneca Francie branca e carecia de características africanas distintas além da pele escura. A primeira boneca afro-americana na linha Barbie é geralmente considerada a Christie, que estreou em 1968. A Barbie Negra foi lançada em 1980, mas ainda tinha traços caucasianos. Em 1990, a Mattel criou um grupo focal com crianças e pais afro- americanos, especialistas em primeira infância e a psicóloga clínica Darlene Powell Hudson. Ao invés de usar os mesmos moldes das Barbies brancas, novos foram criados. Além disso, características faciais, tons de pele, textura do cabelo e nomes foram todos alterados. As formas do corpo pareciam diferentes, mas as proporções eram as mesmas para garantir que roupas e acessórios fossem intercambiáveis. Em setembro de 2009, a Mattel lançou a linha So In Style, que pretendia criar uma representação mais realista do povo afro-americano do que as bonecas anteriores. Em 2016, a Mattel expandiu esta linha para incluir sete tons de pele, vinte e duas cores de olhos e vinte e quatro estilos de cabelo. Parte da razão para essa mudança foi devido à queda nas vendas. A marca agora oferece mais de 22 tons de pele, 94 cores de cabelo, 13 cores de olhos e cinco tipos de corpo. A Mattel se uniu à Nabisco para lançar uma boneca Barbie de promoção cruzada com biscoitos Oreo em 1997 e 2001. Enquanto o lançamento de 1997 da boneca foi lançado apenas em uma versão branca, para o lançamento de 2001, a Mattel fabricou uma versão branca e uma negra. O lançamento de 2001 Barbie Oreo School Time Fun foi comercializado como alguém com quem as meninas poderiam brincar depois da aula e compartilhar \"o biscoito favorito da América\". Os críticos argumentaram que, na comunidade afro-americana, Oreo é um termo depreciativo que significa que a pessoa é \"negra por fora e branca por dentro\", como o próprio biscoito de chocolate. A boneca não teve sucesso e a Mattel recolheu o estoque não vendido, tornando-a procurada por colecionadores. Em maio de 1997, a Mattel apresentou Share a Smile Becky, uma boneca em uma cadeira de rodas rosa. Kjersti Johnson, uma estudante do ensino médio de 17 anos em Tacoma, Washington, com paralisia cerebral, apontou que a boneca não caberia no elevador da Casa dos Sonhos de 100 dólares da Barbie. A Mattel anunciou que iria redesenhar a casa no futuro para acomodar a boneca. === Efeitos na imagem corporal === thumb|esquerda|Contracapa do livreto de 1963 da Barbie intitulado \"Como perder peso\", afirmando \"Não coma!\" Desde o início, alguns reclamaram que \"a boneca loira de plástico transmitia uma imagem corporal irreal para as meninas\".Ziobro, \"Mattel to Add Curvy, Petite, Tall Barbies: Sales of the doll have fallen at double-digit rate for past eight quarters\". The Wall Street Journal. 28 de janeiro de 2016. As críticas à Barbie são frequentemente centradas em preocupações de que as crianças consideram a Barbie um modelo e tentarão imitá-la. Uma das críticas mais comuns à Barbie é que ela promove uma ideia irreal de imagem corporal para uma jovem, levando ao risco de meninas que tentam imitá-la se tornarem anoréxicas. Proporções corporais irrealistas em bonecas Barbie têm sido associadas a alguns distúrbios alimentares em crianças. Uma boneca Barbie padrão tem 29 cm de altura, dando uma altura de 180 cm na escala 1/6. As estatísticas vitais da Barbie foram estimadas em 91 cm (peito), 46 cm (cintura) e 84 cm (quadris). De acordo com uma pesquisa do University Central Hospital em Helsinque, na Finlândia, na vida real Barbie não teria os 17–22% de gordura corporal necessários para uma mulher menstruar. Em 1963, a roupa \"Barbie Baby-Sits\" veio com um livro intitulado Como Perder Peso que aconselhava: \"Não coma!\" O mesmo livro foi incluído em outro conjunto chamado \"Slumber Party\" em 1965, juntamente com uma balança de banheiro rosa fixada permanentemente em 50 kg, o que seria pouco peso para uma mulher de 1,80 de altura.M.G. Lord, Forever Barbie, Chapter 11 A Mattel disse que a cintura da boneca Barbie era pequena porque os cós de suas roupas, junto com suas costuras, botões de pressão e zíperes, acrescentavam volume à sua figura. Em 1997, o molde do corpo da Barbie foi redesenhado e ganhou uma cintura mais larga, com a Mattel dizendo que isso tornaria a boneca mais adequada aos designs de moda contemporâneos. Em 2016, a Mattel introduziu uma variedade de novos tipos de corpo: 'alto', 'pequeno' e 'curvilíneo', lançando-os exclusivamente como parte da linha Barbie Fashionistas. 'Barbie curvilínea' recebeu muita atenção da mídia e até foi capa da revista Time com a manchete \"Agora podemos parar de falar sobre o meu corpo?\". Apesar da forma do corpo curvilíneo da boneca ser equivalente a um tamanho 38 de roupas no Brasil, algumas crianças a consideravam \"gorda\". Embora a Barbie tenha sido criticada por suas bonecas \"altas e pequenas\" de aparência irreal, a empresa tem oferecido mais bonecas com padrões mais realistas para ajudar a promover uma imagem corporal positiva. ==== \"Síndrome da Barbie\" ==== \"Síndrome da Barbie\" é um termo usado para descrever o desejo de ter uma aparência física e um estilo de vida representativo da boneca Barbie. É mais frequentemente associado a meninas pré-adolescentes e adolescentes, mas é aplicável a qualquer faixa etária ou sexo. Uma pessoa com a síndrome da Barbie tenta imitar a aparência física da boneca, mesmo que ela tenha proporções corporais inatingíveis. Essa síndrome é vista como uma forma de distúrbio dismórfico corporal e resulta em vários distúrbios alimentares, bem como em uma obsessão por cirurgia estética. A modelo ucraniana Valeria Lukyanova tem recebido atenção da imprensa, em parte devido ao fato de sua aparência ter sido modificada com base no físico da Barbie. Ela afirmou que só colocou implantes mamários e depende muito de maquiagem e lentes de contato para alterar sua aparência. Da mesma forma, Lacey Wildd, uma personalidade estadunidense de reality show frequentemente chamada de \"Barbie de um milhão de dólares\", também passou por 12 cirurgias de aumento de mama para se tornar \"a Barbie extrema\". A brasileira Jessica Alves, antes de se assumir como transgênero, gastou mais de 373 mil libras esterlinas em procedimentos cosméticos para combinar com a aparência da contraparte masculina da Barbie, ganhando o apelido de \"Ken Humano\". Esses procedimentos incluíram vários trabalhos no nariz, implantes de tanquinho, levantamento de nádegas e implantes de cabelo e tórax. Em 2006, as pesquisadoras Helga Dittmar, Emma Halliwell e Suzanne Ive realizaram um experimento testando como as bonecas, incluindo a Barbie, afetam a autoimagem em meninas. Dittmar, Halliwell e Ive deram livros ilustrados para meninas de 5 a 8 anos, um com fotos da Barbie e outro com fotos de Emme, uma boneca com características físicas mais realistas. As meninas foram então questionadas sobre seu tamanho corporal ideal. A pesquisa descobriu que as meninas que foram expostas às imagens da Barbie tinham uma autoestima significativamente mais baixa do que as meninas que tinham fotos de Emme. == Ver também == * Barbenheimer * My Scene === Bibliografia === * Best, Joel. \"Too Much Fun: Toys as Social Problems and the Interpretation of Culture\", Symbolic Interaction 21#2 (1998), pp. 197–212. DOI: 10.1525/si.1998.21.2.197 in JSTOR * * Cox, Don Richard. \"Barbie and her playmates.\" Journal of Popular Culture 11#2 (1977): 303–307. * Forman-Brunell, Miriam. \"Barbie in\" LIFE\": The Life of Barbie.\" Journal of the History of Childhood and Youth 2#3 (2009): 303-311. online * * Karniol, Rachel, Tamara Stuemler‐Cohen, and Yael Lahav‐Gur. \"Who Likes Bratz? The Impact of Girls’ Age and Gender Role Orientation on Preferences for Barbie Versus Bratz.\" Psychology & Marketing 29#11 (2012): 897-906. * Knaak, Silke, \"German Fashion Dolls of the 50&60\". Paperback www.barbies.de. * * * * Sherman, Aurora M., and Eileen L. Zurbriggen. \"'Boys can be anything': Effect of Barbie play on girls’ career cognitions.\" Sex roles 70.5-6 (2014): 195-208. online * * Weissman, Kristin Noelle. Barbie: The Icon, the Image, the Ideal: An Analytical Interpretation of the Barbie Doll in Popular Culture (1999). * Wepman, Dennis. \"Handler, Ruth\" American National Biography (2000) online == Ligações externas == * * * Barbie Brasil Barbie",
 "title": "Barbie"
}