{
 "id": "40923",
 "text": "Ganerreçu (), de acordo com a tradição fom do Reino de Daomé, foi um nobre de Abomei, no atual Benim, no . Era filho e herdeiro aparente do arroçu Dobagri- Donu. Com sua morte, Ganerreçu foi a Aladá, onde foi enterrado o corpo de seu pai junto dos ancestrais, para ser sagrado rei, buscar certas relíquias ou receber as escarificações faciais de Agassu. Em sua ausência, seu irmão mais novo Dacodonu tomou o trono. == Símbolos e lema == Ganerreçu tinha um pássaro, um tambor e uma clava como símbolo. Seu lema era que ele era o maior pássaro e tambor sonoro, que ninguém pode impedi-lo. == Instalação em Abomei == Segundo a tradição oral, os ajás foram conduzidos a Aladá pelo rei Agassu da cidade de Tadô. Agassu era filho de uma princesa de Tadô e de um leopardo (ou, em algumas versões, de um bravo caçador iorubá). Quando Agassu tentou dominar Tado, ele foi derrotado e, em vez disso, mudou-se com seus seguidores para fundar a cidade de Aladá. Por volta de 1600, três irmãos (dois em algumas versões) da linhagem de Agassu disputaram a sucessão ao trono e foi decidido que cada um estabeleceria um novo território. O acordo foi alcançado em de que Teabanlim fundaria um estado no que hoje é Porto-Novo, outro filho assumiria o controle em Aladá e Dô-Aclim se estabeleceria no planalto de Abomei ao norte.Monroe, J. Cameron (2011). \"In the Belly of Dan: Space, History, and Power in Precolonial Dahomey\". Current Anthropology. 52 (6): 769–798 Diz-se que Dô-Aclim trouxe presentes significativos para a população local e assim foi permitido viver entre eles, a mistura da população local com o Ajá de Aladá criou o novo grupo étnico, os fons. O filho de Dô-Aclim (ou neto em algumas versões) Dacodonu tornou-se o fundador do palácio e do reino de Daomé por volta de 1640 ao derrotar um chefe local. O antropólogo J. Cameron Monroe afirma que as conexões da linhagem com a realeza em Aladá são provavelmente uma criação posterior usada para legitimar a conquista de Aladá e outros aspectos como a rivalidade do Daomé com Porto-Novo. == Notas == == Bibliografia == * * Categoria:Arroçus de Abomei",
 "title": "Ganerreçu"
}