{
 "id": "40974",
 "text": "Código postal ou Código de Endereçamento Postal (CEP) é um código desenvolvido pelas administrações postais e criado com o intuito de facilitar a organização logística e localização espacial de um \"endereço postal\", ou seja, um endereço para uso pelos correios. Cada administração postal é livre de criar o código que melhor se adapte à realidade postal e administrativa do seu país. Existem diversos tipos de código postal, quer puramente numéricos, quer misturando letras e números. Atualmente, cerca de 117 dos 190 países que compõem a União Postal Universal aderem ao código postal. == Estrutura do Código Postal dos Países da CPLP == === === Atualmente o CEP de Angola é 244.UPU - Angola * === === O sistema de código postal brasileiro, o CEP (Código de Endereçamento Postal), foi criado em 1972 por Moacyr Alves da Graça (diretor dos Correios no Brasil) em conjunto com um grupo de funcionários dos Correios (entre eles Alberto Nascimento dos Santos). Na época, o CEP era composto por cinco dígitos. Em 1992, com o aumento do volume de correspondência, passou ao formato de 8 dígitos, dividido em dois grupos, sendo o primeiro de 5 dígitos e o segundo de 3, separados por um hífen. ; Exemplo: : 82361-000 === === (sem conteúdo) === === Quatro dígitos antes do nome da localidade. ;Exemplo: : 3162 Buba === === 2020 === === Originalmente introduzido em 1978 com quatro dígitos, foi, em 1998, aumentado com um sufixo de 3 dígitos separados por um hífen dos primeiros 4, e seguidos de uma designação postal com um máximo de 25 caracteres. Os algarismos de 1 a 9 com os quais começam os primeiros 4 dígitos correspondem às diferentes regiões do país. Distribuem-se da seguinte forma: * 1000 a 1998: Cidade de Lisboa e algumas localidades limítrofes. * 2000 a 2995: Região do Vale do Tejo, exceto Lisboa * 3000 a 3995: Região da Beira Litoral * 4000 a 4995: Região de Entre-Douro-e-Minho * 5000 a 5995: Região de Trás-os- Montes e Alto Douro * 6000 a 6995: Região da Beira Interior * 7000 a 7995: Alentejo * 8000 a 8995: Algarve * (Regiões autónomas:) ** 9000 a 9495: Madeira ** 9500 a 9995: Açores Exemplo: : 4445-246 ALFENA === === Atualmente ainda não utiliza um sistema de código postal == Ligações externas == *Tudo sobre CEP no sítio dos Correios (Brasil) *Busca por Endereço ou CEP no sítio dos Correios (Brasil) *Pesquisa de Códigos Postais no sítio dos CTT (Portugal) Categoria:Sociedade Categoria:Filatelia",
 "title": "Código postal"
}