{
 "id": "40983",
 "text": "é uma prefeitura do Japão, localizada na ilha de Kyushu.Nussbaum, Louis- Frédéric. (2005). \"Ōita-ken\" no . Sua capital é a cidade de Oita.Nussbaum, \"Ōita\" in . == História == Por volta do século 6º, Kyushu consistia de quatro diferentes regiões: Tsukushi-no-kuni 筑紫国, Hi-no-kuni 肥国, e Toyo no kuni. Atualmente, Oita é parte da antiga Toyo-no-kuni, que significa \"Terra Abundante\". Toyo-no-kuni foi mais tarde dividida em duas regiões, Toyo-no-kuni setentrional e meridional, chamadas de província de Bungo e província de Buzen. Após a Restauração Meiji, os distritos das províncias de Bungo e Buzen foram fundidas para originar a prefeitura de Oita.Nussbaum, Louis-Frédéric. (2005). \"Provinces and prefectures\" in . Essas províncias foram divididas entre muitos daimyos locais e assim uma grande cidade encastelada nunca se formou em Oita. A partir desta época, toda a área passou a ser conhecida como \"Toyo-no-kuni\", que significa \"Terra de Abundância\". As origens do nome Oita estão documentadas em um relatório do começo do século 8º chamado .Ōita Prefectural Government. (2006). Guide-O Ōita Prefecture Guide Book, p. 20. De acordo com este documento, quando a Imperatriz Keiko visitou a região de Kyushu, parando primeiro em Toyo-no-kuni, ela exclamou que 'Esta é, de fato, uma terra vasta. Ela deve ser conhecida como Okita-kuni!', sendo que Okuta- kuni significa \"Terra de Grandes Campos\", mais tarde passando a ser escrito como \"Oita\". Segundo as interpretações atuais baseadas na topografia de Oita, seu nome vem de \"Okita\", que significa \"muitos campos\", ao invés de campos \"vastos\" ou \"grandes\", devido ao terreno complexo de Oita. No período Edo (1603-1867), a cidade de Hita era a sede do governo de todo o domínio de Kyushu, que era controlado diretamente pelo governo nacional ou xogum da época. A região tornou-se muito conhecida pela indústria de empréstimo de dinheiro baseada em Hita. Mercadores dos distritos de Mameda e Kuma, em Hita, trabalhavam com o governo nacional para criar a indústria de empréstimos conhecida como Hita-kin. ;Pessoas historicamente influentes em Oita: Otomo Sorin (1530–1587) - A Família Otomo controlou o Domínio Funai, que atualmente é a cidade de Oita, no século 16. Funai era uma cidade muito internacionalizada que se engajou em várias formas de comércio com as nações estrangeiras. Sorin, o 21º líder do clã Otomo, abraçou a cultura ocidental entusiasticamente e convidou o missionário Francisco Xavier para a cidade a fim de promover o cristianismo. Sorin sonhou em criar uma nação cristã, e foi batizado de \"Dom Francisco\". Sorin morreu em Tsukumi.Ōita Prefectural Government, Guide-O Ōita Prefecture Guide Book, p. 28. Miura Baien (1 de setembro de 1723 – 9 de abril de 1789) - Um estudioso originalmente conhecido como Susumu mas chamado de Baien devido ao nome de sua escola particular onde ele educou muitos estudiosos. Miura desenvolveu seu próprio sistema de lógica e escreveu muitas obras incluindo suas três famosas palavras, , , e . Ele também trabalhou em um hospital e teve um bom conhecimento de astronomia. Ele criou um globo astronômico que foi transmitido por muitas gerações. Ele passou toda sua vida na vila Tominaga, que atualmente é conhecida como a vila de Aki, na cidade de Kunisaki. Miura Baien é considerado um dos três sábios de Oita, juntamente com Hoashi Banri e Hirose Tanso. Hoashi Banri 帆足万里 (11 de fevereiro de 1778 – 30 de julho de 1852) - O pupilo de Miura Baien que expandiu sua habilidade acadêmica em muitos campos, incluindo o confucionismo, ciências naturais, medicina e línguas. Ele próprio ensinou holandês para referenciar publicações científicas para sua obra de oito volumes, o \"Kyuritsu\", que foi considerada a obra-prima das ciências naturais ocidentais no Japão da época. Em 1832, ele foi nomeado Ministro do Senhor Feudal, a fim de resolver os problemas financeiros do clã Hiji. Banri Hoashi é considerado um dos três sábios de Oita, juntamente com Miura Baien e Hirose Tanso. Hirose Tansō 広瀬淡窓 (22 de maio de 1782 – 28 de novembro de 1856) - Um estudioso, poeta e educador confucionista vindo de uma família agiota em Hita. O atual governador de Oita, Katsusada Hirose, é um descendente de Tanso Hirose. No Japão do período Edo, a educação limitava-se às famílias samurais e aos ricos. No entanto, Hirose Tanso abriu uma escola chamada , que significa \"todos são benvindos\" e aceitou estudantes independentemente de seu nível social, idade ou nível de educação. Fala-se que a metodologia da escola de uma \"política de estudo e trabalho auto-administrada\"teve uma grande influência no sistema educacional do Japão moderno. O ex-Primeiro Ministro Kiyoura Keigo foi educado lá, junto com outros estudantes que vieram a ser influentes estudiosos, artistas e políticos. Os resquícios da escola foram nomeados como um lugar histórico em 1932 e está apenas a alguns quarteirões da casa original da família Hirose, onde se localiza o Museu Hirose. Lá, as obras de Tanso Hirose e outros membros da família estão em exposição, juntamente com outros artefatos originais de Hirose, bonecas, utensílios de cerimônia do chá e muito mais. Ambos estão em Mameda, cerca de 10 minutos a pé da estação de Hita. Tanso Hirose é considerado um dos três sábios de Oita, juntamente com Miura Baien e Hoashi Banri. Um asteroide chamado 10009 Hirosetanso, descoberto pela Universidade de Tóquio em 1977, recebeu o nome em homenagem a Tanso Hirose. Fukuzawa Yukichi (1834–1901) - Fundou o mais antigo instituto de educação superior do Japão, a Universidade Keio, em Tóquio. Fukuzawa Yukichi cresceu no domínio de Nakatsu e aparece na nota de 10 mil ienes. Ele exerceu grande influência no sistema educacional japonês ao promover a independência e a auto-confiança do povo japonês em suas aulas na Universidade Keio-Gijuku, atualmente conhecida como Universidade Keio, originalmente uma escola de estudos ocidentais. A universidade hoje tem cursos em um grande leque de campos acadêmicos e produz alunos influentes e proeminentes. == Geografia == A prefeitura de Oita localiza-se na região nordeste da ilha de Kyushu. Ela possui 119 quilômetros de leste a oeste e 106 quilômetros de norte a sul, com uma área total de 6.339 quilômetros quadrados. Cercada pelo Canal de Sul e a ilha de Honshu ao norte, o Canal Iyo e a ilha de Shikoku ao leste, ela é cercada pela prefeitura de Miyazaki ao sul e as prefeituras de Fukuoka e Kumamoto ao oeste. Ela é dividida entre norte e sul por uma grande linha tectônica que corre da cidade de Usuki, na prefeitura de Oita, à cidade de Yatsushiro, na prefeitura de Kumamoto, que está a oeste de Oita. Há algumas outras falhas tectônicas que cruzam de leste a oeste da prefeitura. A região norte da prefeitura apresenta granito e rochas metamórficas, enquanto a região sul apresenta calcário, que é base da indústria de cimento de Tsukumi, além de algumas cavernas de calcário. A Cadeia de Kirishima é um cinturão vulcânico que percorre verticalmente pela prefeitura e contribui para as muitas fontes termais que tornam a região uma popular atração turística, e torna Oita a prefeitura com o maior número de fontes termais em todo o país.Ōita Prefectural Government. (2009). Reassurance, Vitality & Growth of Ōita Prefecture, p. 5. Também existem as cadeias montanhosas do Monte Yufu, Monte Tsurumi, Monte Sobo, Monte Katamuki e Monte Kuju (que é chamada de \"teto de Kyushu\"). Essas cadeias montanhosas contribuem para o fato de que 70% de Oita ser coberta por florestas, e os rios e córregos que fluem dessas cadeias dão à prefeitura ricas fontes de água. As maiores fontes de água da prefeitura são os rios Yamakuni, Yakkan, Oita, Ono e Banjo, além da Baía de Beppu e do Canal Bungo. O Monte Kuju (九重山) é cercado por planaltos chamados de Planalto Kuju e Planalto Handa. Há planícies abertas por toda a prefeitura, com a planície de Nakatsu no norte, a planície de Oita no centro e a planície de Saiki no sul. As regiões interioranas consistem de vales em Hita, Kusu, Yufuin e Taketa, que foram formadas por lava em combinação com a erosão dos rios. Oita possui uma costa litorânea de 759 quilômetros que tem bancos de areia no norte, a Baía de Beppu no centro e uma costa irregular no sul. Falésias, cavernas e formações rochosas sedimentares que podem ser encontradas na cidade de Saiki, na ilha de Yakata, são consideradas muitas raras foram das áreas de recifes de corais. As águas costeiras de Oita contribuem para a próspera indústria pesqueira. ==Região== Atualmente, a prefeitura possui 14 cidades, 3 distritos, 3 vilas e um vilarejo. De 2005 a 2006, todas as municipalidades exceto Beppu, Tsukumi, Himejima, Hiji, e todas as vila no distrito de Kusu se fundiram e o número total de municipalidades diminuiu de 58, em 31 de dezembro de 2004, para 18 após a criação da cidade de Kunisaki, ao se fundir com 4 vilas do distrito de Higashikunisaki, em 31 de março de 2006. Como resultado, a prefeitura tornou- se a com menor número de municipalidades em Kyushu, e a quarta em todo o Japão. No entanto, a prefeitura de Oita hoje possui o menor número de vilas (3) do Japão. === Cidades === Em negrito, a capital da prefeitura. * Beppu * Bungo-ono * Bungotakada * Hita * Kitsuki * Nakatsu * Oita * Saiki * Taketa * Tsukumi * Usa * Usuki * Yufu === Distritos === * Distrito de Hayami * Distrito de Higashikunisaki * Distrito de Kusu == Economia == Embora Oita não seja um centro industrial, possui algumas unidades de negócio de empresas como Canon, Daihatsu, NEC, Toshiba, TDK, entre outras de importância regional. Oita é conhecida pelos seus cogumelos shiitake e pela produção de kabosu, um fruto cítrico com sabor peculiar. Em 1980, o ex-governador Morihiko Hiramatsu iniciou um programa de desenvolvimento regional chamado Isson Ippin Undō (一村一品運動), em tradução livre \"Programa Uma Aldeia, Um produto\". O seu atual governador é o Sr. Katsusada Hirose. == Demografia == == Cultura == == Turismo == A prefeitura de Oita é conhecida no Japão e reconhecida mundialmente pelas águas termais (onsen). Essa atividade é mais intensa e aparente na cidade de Beppu. As atividades termais da cidade de Beppu são tão intensas que se pode verificar os vapores por toda a cidade, bem como perceber o seu cheiro característico. Beppu possui incríveis 2.850 fontes de águas termais. Pessoas de todo o país vêm a tomar os banhos considerados medicinais, bem como para fazer o turismo entre os chamados \"Jigoku Meguri\" (地獄めぐり), literalmente \"Passeio do Inferno\", onde se pode verificar a intensa e natural atividade termal em diversas cores de águas e vapores brotando do solo, como se fosse uma simulação do inferno, daí a denominação. A bela vila de Yufuin, localizada dentro da cidade de Yufu, também é conhecida dentro do Japão pelo seu clima interiorano e belas paisagens de montanhas que circundam a cidade em especial a montanha Yufudake. Também possui muitos banhos de águas quentes naturais. Ficou mais famosa ainda após a transmissão da novela da emissora estatal japonesa NHK Kaze no Haruka (風のハルカ), de Outubro de 2005 a Abril de 2006, onde um dos palcos era a vila de Yufuin. A cidade de Oita foi uma das sedes da copa do mundo de futebol de 2002. O seu estádio, o Big Eye, construído para a ocasião, é hoje um centro esportivo. == Símbolos prefeiturais == == Ligações externas == * Sítio oficial da prefeitura de Oita Categoria:Região de Kyushu",
 "title": "Oita"
}