{
 "id": "40996",
 "text": "thumb|Estrutura cristalina do fulereno. Os fulerenos são uma forma alotrópica do carbono, a terceira mais estável após o diamante e a grafite. Tornaram-se populares entre os químicos, tanto pela sua beleza estrutural quanto pela sua versatilidade para a síntese de novos compostos químicos e propriedades físicas e químicas específicas. == História == A descoberta dos fulerenos ocorreu em setembro de 1985 quando um grupo de cientistas, nomeadamente Harold Walter Kroto e Richard Errett Smalley,Kroto, H. W.; Heath, J. R.; O’Brien, S. C.; Curl, R. F.; Smalley, R. E., Nature, 318(14), 162-163, 1985. obtiveram uma série de estruturas químicas com 44 a 90 átomos de carbono, aparecendo em maior concentração aquelas com 60 átomos de carbono. Foi a primeira nova forma alotrópica a ser descoberta no século XX, e valeu a Kroto, Robert Curl e Smalley o Prêmio Nobel de Química em 1996.Rocha-Filho, R. C., Química Nova na Escola, 4, 7-11, 1996. Aqueles cientistas buscavam compreender os mecanismos para a formação de longas cadeias de carbono observadas no espaço interestelar. A técnica utilizada no experimento consistia na vaporização do carbono a partir da irradiação de uma superfície de grafite com emprego de laser num jato pulsado de hélio de alta densidade, a uma temperatura de 104°C. As amostras assim obtidas eram analisadas por espectrometria de massa o que possibilitou a identificação de fragmentos contendo 60 átomos de carbono. Foi então proposta uma estrutura semelhante a uma bola de futebol, apresentando 32 faces, 20 hexagonais e 12 pentagonais, batizada inicialmente como buckminsterfulereno, em homenagem ao arquiteto estadunidense Richard Buckminster Fuller, renomado pelos seus trabalhos apresentando cúpulas geodésicas, formadas a partir de faces hexagonais, combinadas com pentágonos. Em 2010, o telescópio Spitzer detectou pela primeira vez \"buckyballs\" no espaço. Em junho de 2020, cientistas da Chemical Society of Japan divulgaram um vídeo onde é possível observar com precisão o movimento de uma molécula de fulereno. Para tal feito, foi utilizado um microscópio eletrônico de transmissão com capacidade de até 1 angstrom (cerca de 1 bilionésimo de metro). Além disso, foi acoplada ao microscópio uma câmera especial capaz de captar milhares de quadros por segundo, junto a uma técnica de processamento de imagem denominada denoising. == Características == Os buckminsterfulerenos, bucky-bolas, ou apenas \"fulerenos\", constituem uma vasta família de nanomoléculas superaromáticas, simétricas, compostas por dezenas de átomos de carbono sp²-hibridizados, dispostos nos vértices de um icosaedro truncado. A estrutura dos fulerenos é formada pela ligação das bordas de uma folha de grafeno. Desse modo, os carbonos continuam unidos por fortes ligações sp2, como no grafeno, entretanto a curvatura trigonal das ligações leva a formação de uma estrutura pseudo sp³. Esta apresenta a forma de uma bola de futebol formada por hexágonos interligados por pentágonos, sendo estes últimos responsáveis pela curvatura da molécula e, consequentemente, por sua forma tridimensional.H. W. Kroto, J. R. Heath, S. C. O'Brien, R. F. Curl and R. E. Smalley (1985). \"C60: Buckminsterfullerene\". Nature 318: 162–163. doi:10.1038/318162a0 Por isso, tal estrutura também é conhecida como \"futeboleno\". O representante mais conhecido e estável da família dos fulerenos é o C60: 60 átomos de carbono dispostos na forma de um icosaedro truncado de simetria Ih, com um diâmetro de aproximadamente 1 nanómetro. A sua forma é a de uma cúpula geodésica composta por 20 hexágonos e 12 pentágonos, com um carbono em cada vértice. Os hexágonos mantém a planaridade (como na grafite, que é plano por apresentar somente hexágonos) enquanto que cada pentágono inicia um ângulo de curvatura, sendo necessários 12 pentágonos para fechar a superfície sobre si mesma, formando uma bola. A estabilidade é devida à presença de faces pentagonais e à satisfação de todas as valências quando essas faces pentagonais, que levam ao fechamento da molécula, não estão juntas. Além do C60, outras formas de fulereno também são encontradas como o C70, o C76, o C84, o C92 e o C540. O fulereno C20 apresenta apenas 12 pentágonos não possuindo hexágonos. O fulereno C70, assemelha-se a uma bola de futebol, com mais hexágonos, porém com o mesmo número de pentágonos. Em geral os fulerenos são sólidos de cor preta e quando dissolvidos em determinados solventes formam soluções coloridas. O C60, por exemplo, forma uma solução magenta, o C70 uma solução vinho, e o C76 uma solução amarelo/verde. == Aplicações == O fulereno é muito duro por isso é colocado no alumínio. Devido à sua forma tridimensional, às suas ligações insaturadas e à sua estrutura eletrônica, os fulerenos apresentam propriedades físicas e químicas únicas, que podem ser exploradas em várias áreas da bioquímica e da medicina. A distorção do sistema sp² nos fulerenos torna essas moléculas mais reativas do que os sistemas aromáticos comuns. Por essa razão, inúmeros derivados de fulerenos podem ser preparados a partir da inclusão de grupos funcionais a essas moléculas, dando origem a novas estruturas (fulerenos funcionalizados). Outra particularidade dos fulerenos decorre da sua forma em gaiola. Quando foram descobertos, especulou-se acerca da possibilidade de preparar fulerenos contendo átomos e moléculas no seu interior dando origem a outras nanoestruturas com propriedades químicas e físicas diferentes das simples \"gaiolas vazias\". Alguns anos depois, foram descobertos fulerenos contendo átomos de metais, gases nobres e outros em seu interior. Como exemplo, os metalofulerenos consistem em fulerenos contendo um átomo de metal encapsulado no interior de sua estrutura. Normalmente, os metalofulerenos são estáveis em condições ambientes, mesmo quando a estrutura do fulereno vazia não é estável ou quando o aglomerado metálico não é capaz de ser formado fora do fulereno. A estrutura eletrônica dos metalofulerenos é bem diferente quando comparada com o correspondente vazio e muitos metalofulerenos passam a exibir propriedades magnéticas características, que podem proporcionar importantes aplicações na área biomédica e de nanomateriais. Ainda como exemplo, devido às suas características, o derivado Gd@C60[(C(COOH)2]10 (o símbolo @ serve para mostrar que o átomo está incluído na parte interna do fulereno), é cotado como um bom agente de contraste em exames de ressonância magnética nuclear. Outra possibilidade promissora é a de produzir aberturas com um tamanho controlado nas \"gaiolas\" dos fulerenos, e assim possibilitar a introdução de determinadas substâncias dentro do fulereno, como por exemplo, o derivado C60 sintetizado por Komatsu e colaboradores,Komatsu, K.; Murata, M.; Murata, Y., Science, 307, 238-240, 2005. contendo uma abertura de 13 membros do anel, por onde foi introduzida uma molécula de hidrogênio. Após isso a abertura foi fechada em quatro etapas. Um de seus possíveis usos seria o de transporte de medicamentos através do corpo humano. Como exemplo, em casos de diagnóstico de câncer, em que um dos medicamentos destrói células com uma leve preferência às cancerígenas, este poderia ser transportado em segurança pela corrente sanguínea, até às células-alvo cancerígenas. Neste ponto, abrir-se-ia uma \"porta\" no fulereno para que o medicamento fosse liberado, restringindo a sua ação destruidora apenas às células cancerígenas. Dentre a vasta gama de aplicações biomédicas dos fulerenos, destacam-se em desenvolvimento:Antonio Gomes Souza Filho Nosso futuro em nanopartículas - funcapciencia.funcap.ce.gov.br * Atividade antiviral - através da inibição do acesso de enzimas virais (e.g. proteases do vírus HIV) ao substrato pelo preenchimento da cavidade hidrofóbica dos sítios catalíticos; * Atividade antioxidante e de armadilhas de radicais livres; * Terapia fotodinâmica - através da produção de oxigênio singleto e outros radicais livres; * Foto- clivagem do DNA; * Atividade antimicrobiana - contra \"Candida albicans\", \"Bacillus subtilis\", \"Escherichia coli\", \"Mycobacterium avium\", \"Staphylococcus spp.\", \"Streptococus spp.\", \"Klebsiella pneumoniae\", \"Salmonella typhy\", por intercalação e desestruturação de membranas celulares; * Transporte de drogas de efeito radioterápico e contrastes para diagnóstico por imagem; * Tecnologias de armazenamento de energia - através da combinação com nanoestruturas orgânicas e inorgânicas, as propriedades de cristais de fulereno altamente ordenados com poros com menos de cinco nanômetros de tamanho podem ser aprimoradas, úteis para aplicação em novas tecnologias de armazenamento e conversão de energia.Unlocking the potential of fullerenes apoio em \"Angew. Chemie. 57, 569-573 (2018). doi: 10.1002/anie.201710888 Avanços recentes na química orgânica permitiram funcionalizar e adaptar estas moléculas para aplicações médicas, vencendo a sua maior desvantagem: o seu caráter apolar e a sua repulsão natural pela água. A hidrossolubilidade dos fulerenos foi um marco para a pesquisa e o desenvolvimento de aplicações biomédicas destas moléculas. == Ver também == *Carbono acetilênico linear *Eletrônica molecular *Engenharia de materiais *Grafeno *Nanotecnologia do carbono == Ligações externas == * Experiência com Fulerenos dobra o tempo de vida de ratos. Por Felipe Arruda em 19 de Abril de 2012, site TECMUNDO.com.br * Romeu C. Rocha-Filho; Os Fulerenos e sua espantosa geometria molecular; QUÍMICA NOVA NA ESCOLA N° 4, NOVEMBRO 1996 * Divulgação sobre ciência e tecnologia dos materiais de carbono, grafite, diamante, fulerenos, nanotubos de carbono, etc Categoria:Fulerenos Categoria:Tecnologias emergentes",
 "title": "Fulereno"
}