{
 "id": "41003",
 "text": "Tribo de Israel (do hebraico שבטי ישראל) é o conjunto de unidades tribais patriarcais ou clãs familiares do antigo povo de Israel, que de acordo com a tradição judaica, originaram-se dos doze filhos de Jacó, neto de Abraão. O sentido de tribo na Torá (conjunto de livros fundamentais da fé israelita), refere-se ao clã familiar, uma forma de organização que vigorou e vigora, sobretudo na Europa Ocidental - não referindo-se ao sentido comum de tribo dos povos primitivos ou pré-modernos, como as antigas tribos africanas ou ameríndias - embora a religião dos hebreus tenha matrizes afro-asiáticas e não europeias, o que mostra tratar-se o modelo europeu de uma interpretação tardia. As doze tribos teriam o nome de dez filhos de Jacó. As outras duas tribos restantes receberam os nomes dos filhos de José, filho de Jacob, abençoados por Jacob como seus próprios filhos. Os nomes das tribos são: Rúben, Simeão, Judá, Zebulom, Issacar, Dã, Gade, Aser, Naftali, Benjamim, Levi e José, sendo que Manassés e Efraim, filhos de José, receberam porções de terra, porém podem ser considerados meias-tribos. Apesar desta suposta irmandade, as tribos não teriam sido sempre aliadas, o que ficaria manifesto na cisão do reino após a morte do rei Salomão. Com a extinção do Reino de Israel ao norte, nove tribos desapareceriam exiladas por Senaqueribe, rei do Império Neoassírio. As outras tribos restantes (Judá, Benjamim e Levi) constituiriam o que hoje chama-se de judeus e serviria de base para sua divisão comunitária (Yisrael, Levi e Cohen). As \"Doze Tribos\", levando em consideração que os filhos de José (Manassés e Efraim), que foram considerados parte das tribos de Israel ficando no lugar de Levi e José na posse de terras, por seu avô Jacó, considerá-los como seus próprios filhos, formando assim, as Doze Tribos de Israel. == Histórico Bíblico == O livro de Gênesis conta da descendência do patriarca Jacob, mais tarde batizado por Deus como Israel, e de suas duas mulheres (Lia e Raquel) e duas concubinas (Bila e Zilpa). Jacó teve ao todo doze filhos e uma filha (Diná), cujos nomes estão acima citados. Neste momento da narrativa, o cronista bíblico concentra-se no relato da história de José, sobre como ele foi vendido pelos seus irmãos, como obteve importância política no Egito, e de como voltou a reunir sua família. A narração conta também que os treze filhos de Jacó e suas famílias e criados obtiveram permissão para habitar a fértil região oriental do Delta do Nilo, onde teriam se multiplicado grandemente. Cada uma das doze famílias teria mantido uma individualidade cultural, de forma que se identificassem entre si como tribos separadas. A narrativa ainda destaca que José teve dois filhos, Manassés e Efraim, e seus descendentes seriam elevados ao status de tribos independentes. Contudo, a Bíblia refere-se à tribo de Manassés como \"meia tribo\". Ocorre que na conquista das terras a tribo de Manassés ficou dividida, parte dela ocupou o oriente do rio Jordão, sendo assim, foi chamada de Manassés Oriental e a outra parte ocupou o ocidente do rio. Pela leitura de Josué 13.14-33, pode-se concluir que a meia tribo de Manassés a receber sua herdade foi a oriental, em seguida, no texto de Josué 17.1-18, a ocidental. Todavia, apesar da referência de meia tribo e sua divisão geográfica, a tribo era uma só. Em Josué 17.17 pode-se ler claramente o motivo, tratava-se de uma tribo numerosa, e portanto, carecia de um espaço maior para habitar. Com isso encerra-se um número fixo de doze tribos. Ao final de Gênesis, Jacó, em sua velhice, abençoa a cada um de seus filhos, prenunciando o destino que aguardava os seus descendentes no futuro. Em Êxodo, a Bíblia conta como Moisés, membro da tribo de Levi, e seu irmão Aarão, lideraram os hebreus das doze tribos em sua fuga do Egito. Durante a narrativa, as tribos são contadas, e seus líderes e representantes são nomeados, demonstrando um forte senso de individualidade entre as tribos e as meio-tribos de José. À tribo de Levi são designadas por Deus a todas as tarefas sacerdotais e os direitos e deveres diferenciados, inclusive seria a única tribo que poderia carregar a arca da aliança. As demais mantiveram-se com os mesmos direitos e obrigações, embora, através do número de membros, algumas tribos já pudessem gozar de alguma superioridade política. ===Hipóteses históricas=== Para os Judeus, não há dúvidas da veracidade do relato bíblico e, há pouco o que se discutir sobre a origem das Tribos de Israel fora do contexto bíblico. No entanto, arqueólogos, historiadores e estudiosos da Bíblia argumentam sobre a origem das tribos. Há teorias que sugerem que apenas algumas das tribos teriam realmente saído do Egito e se fixado por alguns anos no entorno de Canaã, onde teriam encontrado outras tribos de origem hebraica autóctones da região. Sua afinidade linguística e racial, em contraste com as diferenças encontradas nos vizinhos cananeus teria encorajado as tribos a agirem em regime de coexistência e, em algumas vezes, de cooperação, o que teria favorecido a conquista de Canaã (uma miríade de cidades-estado e pequenos reinos independentes) pelos hebreus. Neste caso, as tribos do Êxodo teriam sido aquelas de maior destaque na narrativa bíblica, ou seja, Judá, Levi, Simeão, Benjamim, e as meias-tribos de Efraim e Manassés, o que enfraqueceria toda a base histórica da narrativa do Êxodo. Já os arqueólogos notam que não há vestígios concretos da passagem de um povo, estimado em mais de pessoas, por quarenta anos pelo deserto entre o Egito e a Terra de Israel. Assim, a narrativa de Gênesis e Êxodo não tem uma base histórica, embora alguns pontos pudessem ter sido moldados para justificar com raízes familiares a união das doze tribos. ==As tribos como unidades geográficas== Moisés liderou as doze tribos pelo deserto da Península do Sinai, e seu sucessor Josué tomou para si a tarefa de coordenar a tomada de Canaã. Para que esta tomada ocorresse de forma ordenada, a terra de Canaã foi dividida entre cada uma das tribos e meias-tribos, que se encarregaram de conquistá-las, na maior parte dos casos sem o auxílio das demais. Uma das tribos, a de Levi, não recebeu uma porção territorial fixa, mas sim algumas cidades distribuídas por toda a Terra de Israel. O território de algumas das tribos, como o de Simeão e o de Aser, correspondiam a áreas mais tarde dominadas por filisteus e fenícios, respectivamente. Após a narrativa da conquista de Canaã, os relatos acerca destas tribos se tornam confusos, e as suas referências geográficas são praticamente inexistentes, ou inconsistentes, dando a entender que essas tribos deixaram de existir geograficamente, e seu povo foi absorvido, ou por povos estrangeiros, ou por outras tribos israelitas, ou por ambos, embora ainda fossem contados como parte das doze tribos. A tribo de Dã é outro exemplo de mudança ao longo da Bíblia. Inicialmente, Dã é posicionada na metade sul da Terra de Israel, em um pequeno território posteriormente conquistado pelos filisteus. Mas ao contrário de Simeão e Aser, o território de Dã continuou existindo, mas muito mais ao norte, ao redor da cidade de mesmo nome. Algumas interpretações colocam que Dã havia sido alocada desde o princípio em dois territórios disjuntos. A meia- tribo de Manassés ocupou um vasto território nos dois lados do rio Jordão, do mar Mediterrâneo até a Síria, próximo a Damasco. Efraim foi posicionada na região central, incluindo as importantes cidades de Siló, Gilgal e Betel, cuja importância remete às histórias. ==Período monárquico - União política== As tribos mantiveram certa estabilidade, independência e equilíbrio político durante o Período dos Juízes, visto que são relatados feitos notáveis de herdeiros da maior parte das tribos, sem particular destaque a nenhuma delas. Todavia, no fim do século XI a.C., com o início do período monárquico e a coroação de Saul, as tribos se uniram pela primeira vez sob um único líder. Entretanto, apesar da identidade racial, linguística e religiosa, e das histórias que as uniam desde a sua criação, aparentemente havia uma certa cisão entre a tribo de Judá e as demais, visto que o profeta Samuel refere-se algumas vezes a Israel e Judá como entidades independentes unidas apenas por um contexto histórico. O rei Saul pertencia à tribo de Benjamim, e adquiriu inicialmente a simpatia de todas as tribos, mas um movimento em Judá, liderado por David, terminou por ocupar o poder após a morte de Saul, em batalha contra os filisteus. Davi foi coroado em Hebrom rei de Judá, enquanto o restante de Israel deveu lealdade ao filho de Saul, Isbosete. Houve uma guerra civil, com vitória de Davi. Ao poupar a Casa de Saul, Davi ganhou popularidade. Após vários feitos militares contra povos estrangeiros, viu as doze tribos se unirem firmemente sob seu cetro. Seu filho, Salomão, manteve sua autoridade sobre toda a Israel até sua morte. Apesar desta união política, a própria narrativa deste período faz transparecer as profundas diferenças políticas e mesmo culturais entre Judá (e ao final do reinado de Salomão, também de Benjamim, já que os reis de Judá reinaram em Jerusalém, cidade benjaminita) e as demais tribos. Uma diferença marcante na carga de impostos aplicados a Judá e às outras tribos, favorecendo a primeira, principalmente numa época de constante expansão territorial e grandes obras, foi o estopim para a desunião que se seguiu. A governação do povo hebreu passou por três períodos: patriarcas, seguidamente juízes e, finalmente reis. :Patriarcas: Abraão, Isaac e Jacó :Juízes: Sansão, Otoniel, Gideão e Samuel :Reis: Saul, Davi e Salomão ==Israel dividida== Com a morte de Salomão, uma facção liderada por Jeroboão viu nesta uma oportunidade para resgatar Israel do poderio de Judá. A aclamação de Jeroboão significou a divisão indissolúvel entre Judá (e Benjamim) e as demais 10 tribos, uma vez que o filho de Salomão, Roboão, foi confirmado rei em Jerusalém. Formou-se assim os reinos de Judá, ao sul, com sede em Jerusalém, e Israel, ao norte, com capital em Samaria. Neste período, as tribos de Judá e Benjamim aparecem quase inteiramente fundidas entre si (ou seja, as referências a Benjamim desaparecem, embora seu território e suas cidades estivessem no coração do território de Judá), e o mesmo acontece com as outras 10 tribos do norte. Dentre as tribos do norte, ainda se observam traços de individualidade na meia-tribo de Manassés, mas de maneira geral não há mais distinção física ou cultural entre elas. A partir deste momento, as Doze Tribos de Israel passaram a ser uma alegoria, referindo-se ao seu estágio original de união em nome de Deus, representando o ideal do povo hebreu, especialmente no Novo Testamento, e não mais entidades políticas diversas. De qualquer modo, é possível que o sistema de tribos tenha permanecido, mesmo que apenas ao nível familiar devido à tradição de traçar genealogias, remetendo indivíduos aos filhos de Jacó. ==O destino das tribos== Um dos elementos que mais intrigam os estudiosos é o destino das Tribos de Israel, sobretudo as 10 tribos do norte, cujas referências cessam-se completamente após as invasões. ===As tribos perdidas=== As conquistas assírias no século VIII a.C. abriram caminho para a conquista do reino do norte de Israel. A queda de Samaria significou o fim do estado israelita. Seu povo, ou aqueles que sobreviveram, foram deportados para a Assíria e redistribuídos por todo seu território. Neste momento, as 10 tribos do norte desapareceram por completo do relato bíblico. O mais provável é que qualquer traço de união tribal tenha desfalecido com a fragmentação das comunidades israelitas, e que os hebreus que sobreviveram ao processo tenham se unido a estrangeiros e abandonado suas tradições. ===A tribo remanescente: Judá e os judeus=== Apesar da queda de Jerusalém, menos de 2 séculos depois, os descendentes de Judá, Benjamim e Levi ao serem levados ao exílio no reino da Babilônia, mantiveram fortes laços culturais entre si. É possível que tivessem mantido esta união graças às profecias do profeta Jeremias, que previu que o exílio duraria 70 anos, e que o povo seria libertado e mandado de volta a Jerusalém ao final deste período; a fé conjunta na realização da profecia teria mantido a tradição destas tribos intacta, se não fortalecida. É no período de exílio que surge pela primeira vez de maneira consistente o termo judeu, se referindo a todos os membros da tribo de Judá. Passado o tempo previsto por Jeremias, Ciro, o Grande conquistou a Babilônia, e enviou os judeus de volta à Terra de Israel, designando para eles a província de Yehud; de maneira geral, o mesmo território do antigo reino de Judá. Os judeus ali habitaram até o século II da Era Cristã. Sua religião passou a se chamar \"judaísmo\", a prática religiosa de Judá (distinta havia muito das práticas religiosas mais populares no Reino de Israel). Entre o fim do exílio babilônico e a diáspora, os judeus nutriram um forte senso de união e resistência à dominação estrangeira, tão forte que, mesmo após sua expulsão definitiva da Terra de Israel pelos romanos, os judeus mantiveram laços entre as distantes comunidades formadas por toda a Ásia, norte da África e Europa, verdadeiras redes através das quais sobreviveram suas tradições. Durante este período, o termo \"judeu\" significando um seguidor da religião judaica suplantou o significado tribal do termo, e muitos estrangeiros de origem não-semítica declaravam-se judeus. De toda forma, através dos judeus e do judaísmo, a tradição da tribo de Judá sobreviveu até os dias de hoje.",
 "title": "Tribos de Israel"
}