{
 "id": "41002",
 "text": "Camberra (; , ) é a capital da Austrália. Com uma população de 450 mil habitantes, é a oitava cidade mais populosa do país. A cidade está localizada no extremo norte do Território da Capital Australiana, a 280 km a sudoeste de Sydney e a 660 km a nordeste de Melbourne. O local para a construção de Camberra foi escolhido em 1908 como um meio-termo para acabar com a rivalidade de Sydney e Melbourne, as duas maiores cidades do país. Foi criado um concurso internacional de design da cidade e o projeto dos arquitetos Walter Burley Griffin e Marion Mahony Griffin foi o escolhido e a construção começou em 1913 e finalizaram-se em 1927. O planejamento da cidade foi bastante influenciado pelo movimento cidade-jardim e incorporou áreas significativas de vegetação natural, o que lhe rendeu o título de bush capital (algo como cidade-arbusto). Apesar de ter apresentado um crescimento modesto no período entreguerras, Camberra prosperou a partir do fim da Segunda Guerra Mundial. Como capital, a cidade apresenta o Parlamento, a Alta Corte Australiana, além da Biblioteca Nacional da Austrália. O governo federal contribui com uma grande porcentagem da receita bruta da cidade, sendo, assim, o maior empregador. Camberra atrai tanto turistas domésticos quanto internacionais. É um importante centro cultural (conta com a Biblioteca Nacional e Galeria Nacional de Arte) e comercial da Austrália. == História == Antes da colonização europeia, a região era habitada pelas tribos Ngunnawal e Walgalu. O povo Ngarigo vivia no sudoeste da cidade, os Gundungurra, ao norte, os Yuin, na costa, e os Wiradjuri, a oeste. Evidências arqueológicas recolhidas no local atestam que a povoação humana em Camberra foi iniciada 21 mil anos atrás. A palavra \"Camberra\", segundo uma teoria, nasceu de uma outra da tribo local Ngabri (dos Ngunnawal), a palavra Kambera, que significa \"lugar de encontros\", no idioma Ngunnawal. O nome Ngunnawal aparentemente foi utilizado em referência ao corroborees, que servia de proteção durante as migrações estacionais da população da espécie Agrotis infusa, que se realizavam na região durante a primavera. A exploração e a conquista europeia começaram em Camberra no início da década de 1820. Chegaram quatro expedições entre 1820 e 1824. Os primeiros povoados de população branca datam de 1824, quando uma propriedade rural ou estação foi construída onde hoje se encontra a Península Acton por pecuaristas empregados por Joshua John Moore. Moore comprou formalmente as terras em 1826 e deu-lhes o nome de Canberry. A população europeia na região aumentou lentamente no século XIX. Entre eles, encontrava-se a família Campbell de \"Duntroon\"; sua imponente casa de pedras pertence hoje ao Royal Millitary College. Os Campbell financiaram o estabelecimento de pecuaristas escoceses para trabalhar em suas terras, como os Southwells de \"Weetangera\". À medida que a população européia aumentava, a de aborígines passou a decrescer. esquerda|thumb|250px|Parliament House e Old Parliament House. A mudança de Camberra de uma área rural de Nova Gales do Sul para se transformar na capital nacional começou durante os debates sobre a Federação Australiana no final do século XIX. Após uma longa disputa sobre a escolha de Sydney ou Melbourne para a capital, um acordo foi alcançado: a nova capital seria construída em Nova Gales do Sul, a uma distância máxima de 100 km de Sydney, e Melbourne seria a capital provisória enquanto a nova era construída. Camberra foi escolhida em 1908, como resultado de uma pesquisa coordenada por Charles Scriberner. O governo de Nova Gales do Sul cedeu o Território da Capital Federal para o governo federal. Em uma competição internacional de planejamento urbano, coordenada pelo Department of Home Affairs, em 24 de maio de 1911, o modelo de Walter Burley Griffin e Marion Mahony Griffin foi escolhido para a cidade e, em 1913, Walter Griffin foi apontado como o diretor de construção e design da capital, e a construção começou em seguida. == Geografia == Camberra ocupa uma extensão de 805,6 km² e fica próxima da cordilheira conhecida como Brindabella Ranges, a 150 km da costa leste da Austrália. O ponto mais alto da zona de Camberra é o monte Majura, de 888 m de altitude, seguido de outras montanhas como o monte Taylor, o Ainslie, Mugga Mugga e Black Mountain, nesse último se localiza a Torre Telstra. O rio Molonglo flui através de Camberra e foi represado para formar o lago artificial Burley Griffin, situado no centro da cidade. O Molonglo é um afluente do rio Murrumbidgee, que cruza o noroeste de Camberra até a localidade de Yass, em Nova Gales do Sul. O rio Queanbeyan se une ao Molonglo somente dentro do Território da Capital Australiana. Existem vários riachos, como o Jerrabomberra e o Yarralumla, que fluem no Molonglo e no Murrumbidgee. Dois dos riachos, concretamente o Ginninderra e o Tuggeranong, também foram represados para formar seus respectivos lagos artificiais homônimos. === Distritos === Camberra possui oito distritos. São eles (por ordem de criação): * North Canberra * South Canberra * Woden Valley * Belconnen * Weston Creek * Tuggeranong * Gungahlin * Molonglo Para além destes, existe a intenção de criar mais quatro distritos, o que daria um total de 12. === Clima === Camberra possui clima temperado, com dias ensolarados na maior parte do ano e com as quatro estações bem definidas. == Demografia == === População === População de Desenvolvimento em todo o ACT Australian Bureau of Statistics - Volkszählungsergebnisse im ACT Ano População 1911 1 714 1921 2 572 1933 8 947 1947 16 905 1961 58 828 1966 96 013 1971 151 169 1976 207 740 1981 227 581 1986 258 910 1991 289 320 1996 308 251 2001 319 317 2006 332 798 == Governo == Não há conselho local nem governo local para a cidade de Canberra. A Assembleia Legislativa do Território da Capital Australiana desempenha as funções de um conselho local e de um governo local para todo o Território da Capital Australiana. A assembleia é composta por 25 membros eleitos em cinco distritos eleitorais usando representação proporcional. Os cinco distritos eleitorais são Brindabella, Ginninderra, Kurrajong, Murrumbidgee e Yerrabi, cada um dos quais elege cinco membros. O Ministro Chefe é eleito pelos membros da Assembleia Legislativa e seleciona colegas para servirem como ministros ao lado dele no Executivo, conhecido informalmente como gabinete. === Geminações === * - Versalhes * - Nara * - Atlanta * - Pequim * - Dili * - Brasília == Economia == Em julho de 2006, o desemprego, em Camberra era de 2,8%, um nível que aumenta a taxa nacional de 4,8%,Australian Bureau of Statistics. 10 de agosto de 2006. Series 6202.2, Labour Force, p. 16(PDF) e com a escassez de mão de obra em alguns setores. Como resultado de uma baixa taxa de desemprego e um bom nível de sector público, Camberra tem a maior renda média de todas as capitais australianas.Australian Bureau of Statistics. 2005. Household Income and Income Distribution in the ACT - Sep 2005 thumb|A Tesouraria da Austrália, em CamberraA média do salário bruto de um canberrano é 1 208,50 dólares australianos, superior à média nacional de 1 043,10$.ACT Department of Treasury. 2006. Economics Branch Publication, Full-Time Adult Average Weekly Ordinary Time Earnings O preço médio de uma casa em Camberra em junho em 2005, era de US$ 352 500, um valor inferior ao de Sydney, Melbourne e Perth, porém mais elevada do que no resto das capitais estaduais do país.Real Estate Institute of Australia. Press Release - It’s official: the property market has cooled, 9 de septiembre de 2005 No entanto, os preços começaram a subir na cidade, elevando o preço médio da habitação em setembro de 2006 para 375 000$,ACT Department of Treasury. 2006. Economics Branch Publication, September Quarter 2006. REIA Market Facts e 411 305$ em novembro de 2006.ACT Department of Treasury. 2006. Economics Branch Publication, September Quarter 2006. ACT residential Property Market report A renda que se paga semanalmente em Camberra é mais elevada do que as rendas que são pagas noutros estados e territórios da Austrália.Australian Bureau of Statistics. 2004. Census of Population and Housing Australia in Profile A Regional Analysis. (PDF, 20MB) Em setembro de 2006, o preço médio do arrendamento de uma casa de 3 quartos era de US$ 320 por semana, tornando Camberra, no estado australiano onde as rendas são mais caras. left|thumb|Lojas na Cres Campbell BLAMEY A principal atividade da cidade é a administração governamental e a defesa, que correspondiam a 26,1% do Produto Interno Bruto no período 2003/04 e davam emprego a 40% dos habitantes de Camberra.ACT Department of Treasury. 2004. Economics Branch Publication, Gross State Product 2003–04 Os principais trabalhadores do sector público, incluem o parlamento e departamentos governamentais como o Departamento da Defesa e Finanças, Negócios Estrangeiros e a Tesouraria. Um número significativo de bases da Australien Defense Force estão localizadas em ou próximo de Camberra, o mais proeminente, um escritório das Froças Australianas e as Harma HMAS, e um centro de comunicações navais. A antiga Fairbairn Raaf, base aérea adjacente ao Aeroporto Internacional de Camberra, foi vendido aos proprietários do aeroporto, mas continua a ser utilizada para voos VIP das forças armadas. Um recente número de distribuidores de software está se movendo para Camberra. Alguns deles são QSP, Tower Software, RuleBurst e a The Distillery. Empresas de serviços, construção, saúde e serviços comunitários e de educação, foram os outros notáveis contributos para a economia em Camberra. O turismo também desempenha um importante papel na economia da cidade. O mais famoso centro comercial da cidade é o Westfield Belconnen Shopping Center, que tem uma gama de lojas e restaurantes. Os distritos de Kingston e Manuka albergam também alguns dos mais importantes centros comerciais de Camberra. As mais proeminente áreas comerciais estão localizadas na Cidade de Walk, Garema Place e no centro de Camberra. == Infra-estrutura == === Educação === thumb|Escola de Arte da Universidade Nacional da Austrália As duas universidades mais importantes são a Universidade Nacional Australiana (ANU), no bairro de Acton, e a Universidade de Camberra (UC), no bairro de Bruce. A ANU foi fundada em 1946 como uma universidade de investigação e, permanece, atualmente, realizando os mesmos trabalhos, sendo incluída entre as melhores universidades do mundo pela revista londrina Times Higher Education e pelos rankings Shanghai Jiao Tong World University.Institute of Higher Education, Shanghai Jiao Tong University 2005. Academic Ranking of World Universities - 2004 Tanto a ANU como a UC possuem campo dentro do estado e em outros pontos do país, como Kioloa, Nova Gales do Sul e Darwin. Existem também dois campos de universidades religiosas em Camberra: Signadou no bairro de Watson, no norte da ciudade, é o campo da Australian Catholic University; e a St Mark's Theological College, junto á Casa do parlamento, que é um dos campos da Charles Sturt University. As academias militares de Camberra são o Australian Defense Force Academy (ADFA) e a Royal Military College, e estão situadas a nordeste da cidade, no bairro de Campbell. É também um dos destaques do Instituto de Tecnologia de Camberra. === Saúde === Em Camberra há dois grandes hospitais públicos. O Hospital de Camberra, conhecido antigamente como Woden Valley Hospital, localizado em Garran e com capacidade para 500 camas; e o Calvary Public Hospital, situado no bairro de Bruce e com 174 camas. Ambos os hospitais são também centros de saúde, já que colaboraram estritamente com a Escola de Enfermaria da Universidade de Camberra e com a John Curtin School of Medical Research, um dos centros de investigação biomédica mais importantes da Austrália. O maior hospital privado de Camberra é o John James Memorial Hospital, em Deakin. O Royal Canberra Hospital fundado num antigo hospital situado na península de Acton, junto ao Lago Burley Griffin, porém, foi demolido em 1997, após uma grande polêmica, para a criação do Museu Nacional da Austrália. === Transporte === O Aeroporto Internacional de Camberra é o aeroporto da cidade e está situado 8 km a noroeste. Os voos domésticos são normalmente de Sydney, Melbourne, Brisbane, Adelaide e Perth. Os voos internacionais são escassos e não são diretos, portanto devem fazer escala. O serviço de autocarros (ônibus) é fornecido pela companhia ACTIOR (Australian Capital Territory Interno Omnibus Rede), que liga os pontos mais importantes da cidade. A rede de autocarros públicos possui quatro modernas correspondências em diferentes bairros de Camberra, transmitindo as sete linhas de \"Intertown\" (autocarros interurbanos) e os treze dos \"Xpress\", o ônibus que liga a cidade com o Triângulo do Parlamento. Outras companhias de autocarros, privadas, são a Transborder Express e a Deane's Buslines, que operam dentro de Camberra e nas áreas vizinhas de Nova Gales do Sul. Aerial Consolidated Transport é uma companhia de táxis e aluguel de carros de Camberra. Os CanberraCabs, filial da Aerial , a empresa de táxis que serve a cidade desde 1959. Uma pesquisa sobre o transporte em Camberra revelou que apenas 4,6 por cento da população utiliza o autocarro, enquanto 5,5 por cento vai a pé ou de bicicleta para o trabalho, uma proporção maior que das outras capitais australianas. Countrylink é o sistema ferroviário que liga Camberra a Sydney. O trajecto para Melbourne começa na cidade de Yass, Nova Gales do Sul, mas um serviço de autocarro Countrylink cobre o percurso de cerca de uma hora. Estuda-se a possibilidade de introduzir um sistema de comboios de alta velocidade entre Melbourne, Canberra e Sydney, porém, finalmente não foi implementada, por não se considerar economicamente viável pelo então ministro dos Transportes John Anderson, em 2000. thumb|Estação ferroviária em Camberra. O transporte mais usado em Camberra é o automóvel, com a rede de estradas e rodovias de alta qualidade devido ao desenho do urbanismo moderno. Os distritos de Camberra são unidos por «parkways« espaçoso- amplas estradas de duas pistas por sentido e com limite de 80–100 km/h, conforme o Tuggeranong Parkway, que liga a CBD de Camberra com o Tuggeranong e os bypass (estradas da circunvalação) de Weston Creek. No que diz respeito à rede viária que liga Camberra ao resto das cidades australianas, a National Highway (Auto-estrada Federal) conecta-a a Sydney, com uma viagem de três horas. Melbourne fica a sete horas pela Auto- estrada Barton, que se conecta com a estrada em Yass Hume, Nova Gales do Sul. O Kosciuszko National Park e as Montanhas Nevadas estão situadas a duas horas pela estrada Monar, enquanto que a Batemans Bay, um destino turístico, também está a uma distância de duas horas, pela estrada Kings. ==Cultura== === Arte e entretenimento === Camberra abriga vários monumentos nacionais e instituições como o Memorial de Guerra Australiano, a Galeria Nacional da Austrália, a Galeria Nacional de Retratos, a Biblioteca Nacional, os Arquivos Nacionais, a Academia de Ciências da Austrália, o Arquivo Nacional de Filme e Som e o Museu Nacional. Muitos prédios governamentais da Commonwealth em Camberra são abertos ao público, incluindo a Casa do Parlamento, a Suprema Corte e a Casa da Moeda Real da Austrália. O Lago Burley Griffin é o sítio do Memorial Capitão James Cook e do Carrilhão Nacional. Outros pontos de interesse incluem a Telstra Tower, os Jardins Botânicos Nacionais da Austrália, o Zoológico & Aquário Nacionais, o Museu Nacional do Dinossauro e o Questacon – o Centro Nacional de Ciência e Tecnologia. thumb|right|É exigido por lei que uma cópia de cada livro publicado na Austrália esteja na Biblioteca Nacional da Austrália.Copyright Act 1968 (Cth) [http://www8.austlii.edu.au/ seção 201] O Museu e Galeria de Canberra é um repositório da história e da arte locais, abrigando uma coleção permanente e exibições temporárias. Várias casas históricas são abertas ao público: as Propriedades Lanyon e Tuggeranong no Vale Tuggeranong, Mugga-Mugga em Symonston, e Chalé de Blundells em Parkes, todos exibem o estilo de vida dos primeiros colonizadores europeus. A Casa dos Calthorpes em Red Hill é um exemplo bem-preservado de uma residência dos anos 1920 na cidade. A Propriedade Strathnairn é outra edificação histórica dessa época. Camberra tem muitos locais de música e teatro: o Teatro de Camberra, que recebe vários concertos e produções de relevância, e o Salão Llewellyn (localizado na Escola de Música da Universidade Nacional da Austrália), um local de concertos renomado mundialmente, estão entre os mais notáveis. O Street Theatre é um local com menos ofertas convencionais. O Salão Albert foi o primeiro local de apresentações da cidade, aberto em 1928. Lá, apresentavam- se originalmente grupos de teatros como a Sociedade de Repertório de Camberra. ===Esportes=== thumb|O Canberra Stadium é o maior estádio da cidade. O esporte mais popular da cidade é o rugby league, a cidade é a casa do Canberra Raiders da NRL, também é a sede do time de rugby Brumbies da liga Super Rugby. == Monumentos e lugares == * Burley Griffin * National Portrait Gallery * Casa do Parlamento da Austrália * «Embaixada Arborisna » * Galeria Nacional da Austrália * Museu Nacional da Austrália * Memorial Australiano da Guerra * Biblioteca Nacional da Austrália * Academia de Ciências da Austrália * Torre Telstra * Suprema Corte da Austrália * Palácio da Reconciliação de Camberra * Jardins Botânicos Nacionais Australianos * Zoo e Aquário Nacional da Austrália == Habitantes ilustres == * Lara Cox (1978), Actriz * Paul Crake (1976), Ciclista * Frank Gambale (1958), Guitarrista de Jazz * Michael Milton (1973), Esquiador * Josip Šimunić (1978), Futubolista * Ross Stretton (1952), Bailarino e Coreógrafo * Rory Sutherland (1982), Ciclista * Mia Wasikowska (1990), Actriz * Alex O’Loughlin (1976), Ator == Ligações externas == * Governo do Território da Capital Australiana * Fotografias de Canberra",
 "title": "Camberra"
}