{
 "id": "41044",
 "text": "A pandemia de gripe de 1957 a 1958, também conhecida como gripe asiática, foi uma pandemia global do vírus da gripe A, subtipo H2N2, que se originou em Guizhou, China e matou pelo menos um milhão de pessoas em todo o mundo. == História == A cepa do vírus que causou a pandemia, vírus influenza A, subtipo H2N2, foi uma recombinação da gripe aviária (provavelmente de gansos) e do vírus da gripe humano. Como se tratava de uma nova cepa do vírus, havia imunidade mínima na população. Os primeiros casos foram relatados em Guizhou no final de 1956 ou no início de 1957, e foram relatados na província vizinha de Yunnan antes do final de fevereiro. Em 17 de abril, o The Times informou que \"uma epidemia de gripe afetou milhares de residentes de Hong Kong\". No final do mesmo mês, Cingapura também sofreu um surto da nova gripe, que atingiu o pico em meados de maio com 680 mortes. Em Taiwan, 100.000 foram afetados em meados de maio e a Índia sofreu um milhão de casos em junho. No final de junho, a pandemia chegou ao Reino Unido. Em junho de 1957, chegou aos Estados Unidos, onde inicialmente causou poucas infecções. Alguns dos primeiros afetados foram o pessoal da Marinha dos Estados Unidos em contratorpedeiros atracados na Estação Naval de Newport, bem como novos recrutas militares em outros lugares. A primeira onda atingiu o pico em outubro, afetando principalmente crianças que voltaram recentemente à escola após as férias de verão; a segunda onda em janeiro e fevereiro de 1958 foi mais pronunciada entre os idosos e, consequentemente, mais fatal. O microbiologista Maurice Hilleman ficou alarmado com fotos das pessoas afetadas pelo vírus em Hong Kong publicadas no The New York Times. Ele obteve amostras do vírus de um médico da Marinha dos Estados Unidos no Japão. O Serviço de Saúde Pública divulgou as culturas de vírus para os fabricantes de vacinas em 12 de maio de 1957, e uma vacina entrou em testes em Fort Ord, em 26 de julho, e na Base Aérea de Lowry, em 29 de julho. O número de mortes atingiu o pico na semana que terminou em 17 de outubro, com 600 registrados na Inglaterra e no País de Gales. A vacina estava disponível no mesmo mês no Reino Unido. Embora estivesse disponível inicialmente apenas em quantidades limitadas, sua rápida implantação ajudou a conter a pandemia. O vírus da influenza H2N2 continuou a ser transmitido até 1968, quando se transformou por mudança antigênica no vírus influenza A subtipo H3N2, a causa da pandemia de influenza de 1968 (a Gripe de Hong Kong). == Estimativas de mortalidade == A taxa de mortalidade de casos de gripe asiática foi de aproximadamente 0,67%. Estima-se que a doença teve uma taxa de complicações de 3% e mortalidade de 0,3% no Reino Unido; poderia causar pneumonia por si só, sem a presença de infecção bacteriana secundária. Pode ter infectado tantas ou mais pessoas que a pandemia de gripe espanhola de 1918, mas a vacina, a assistência médica aprimorada e a invenção de antibióticos contribuíram para uma menor taxa de mortalidade. As estimativas do número de mortes em todo o mundo variam, com o governo do Reino Unido estimando entre um e quatro milhões e o CDC estimando 1,1 milhão. Segundo estudo do Journal of Infectious Diseases, o maior excesso de mortalidade ocorreu na América Latina. Cerca de 70.000 a 116.000 pessoas morreram nos Estados Unidos e uma estimativa de 33.000 mortes no Reino Unido foram atribuídas ao surto de gripe de 1957-1958. Causou muitas infecções em crianças, espalhando-se nas escolas e levando ao fechamento de muitas delas, mas raramente era fatal em crianças. O vírus foi mais mortal em mulheres grávidas, idosos e naqueles com doenças cardíacas e pulmonares preexistentes. Segundo a pesquisadora Barbara Sands, parte do excesso de mortalidade atribuído ao Grande Salto Adiante na China Maoista pode ter sido realmente causado pela gripe de 1957. == Efeitos econômicos == O Dow Jones Industrial Average perdeu 15% de seu valor no segundo semestre de 1957. No Reino Unido, o governo pagou 10.000.000 de libras em auxílio-doença e algumas fábricas e minas tiveram que fechar. Muitas escolas precisaram fechar na Irlanda, incluindo dezessete em Dublin. == Ver também == * Lista de epidemias * Gripe russa * Gripe espanhola * Gripe de Hong Kong * Gripe russa de 1977 == Ligações externas == * * Categoria:Pandemias de gripe Categoria:Desastres em 1958 Categoria:Desastres em 1957",
 "title": "Gripe asiática"
}