{
 "id": "41192",
 "text": "A neonatologia (do latim: ne(o) - novo; nat(o) - nascimento; e logia - estudo) é o ramo da Pediatria que ocupa-se das crianças desde o nascimento até 28 dias de idade (quando as crianças deixam de ser nomeadas recém-nascidos e passam a ser lactentes). ==Especialidade médica== A neonatologia tem avançado muito nos últimos tempos, conseguindo menores índices de mortalidade e também de morbidade graças a maior compreensão das peculiaridades dos recém-nascidos, melhores equipamentos e medicamentos como o surfactante, além de abordagens como a nutrição parenteral. A equipe que cuida do recém-nascidos é multiprofissional, contando com a equipe de neonatologia, enfermagem, fisioterapia, fonoaudiologia,terapia ocupacional entre outras. Também é necessária atenção com a família do recém-nascido, condições sociais etc. ==Noções específicas== Algumas definições dentro da neonatologia: AIG: adequado para a idade gestacional. Diz-se do recém-nascido cujo peso ao nascer está entre os percentis 10 e 90 para a sua idade gestacional. Geralmente se usa o gráfico de Lula O. Lubchenco para esta determinação. Baixo Peso: recém- nascido com peso inferior a 2500 gramas D.U.M. : data da última menstruação. A partir daí será marcada a idade gestacional. GIG: grande para a idade gestacional. Diz-se do recém-nascido cujo peso ao nascer está acima do percentil 90 para a sua idade gestacional. Geralmente se usa o gráfico de Lula O. Lubchenco para esta determinação. Idade gestacional: idade em semanas e dias desde o início da última menstruação. Muito Baixo Peso: recém-nascido com peso inferior a 1500 gramas PIG: pequeno para a idade gestacional. Diz-se do recém-nascido cujo peso ao nascer está abaixo do percentil 10 para a sua idade gestacional. Geralmente se usa o gráfico de Lula O. Lubchenco para esta determinação. Pós-maturo ou Pós-termo: recém-nascido com 42 ou mais semanas de idade gestacional (10 meses) Prematuro ou Pré-termo: recém-nascido com menos de 37 semanas de idade gestacional (36 semanas e 6 dias ou menos - abaixo dos 9 meses). Recém-nascido: do nascimento até 28 dias de idade RN: recém-nascido Termo ou RN de termo: diz-se do recém-nascido cuja idade gestacional está entre 37 semanas e 41 semanas e 6 dias. ==Principais doenças do recém- nascido== *Doenças do pulmão: doença da membrana hialina, taquipneia transitória do recém-nascido, pneumotórax, enfisema pulmonar intersticial, pneumomediastino, persistência da hipertensão pulmonar, hemorragia pulmonar, doença pulmonar crônica e apneia. *Doenças do coração (cardiopatia congênita) *Doenças do rim *Doenças infecciosas e pegajosas (ou infectocontagiosas) *Doenças metabólicas: hipoglicemia, hiperglicemia, hipocalcemia, hipercalcemia, hipermagnesemia, doença metabólica óssea da prematuridade, erros inatos do metabolismo *Doenças genéticas *Icterícia neonatal *Malformação congênita ( Fatores ambientais causa doenças como: Uso de medicamentos (p. ex: fenitoína, misoprostol, lítio) ou substâncias teratogênicas (p. ex: álcool), infecções (p. ex: citomegalovírus), falta de nutrientes ou vitaminas (p. ex: ácido fólico), dentre outras. Já nos Fatores genéticos, são: alterações dos cromossomos (p. ex: síndrome de Down), alterações do número de cópia de segmentos cromossômicos (p. ex: síndrome velocardiofacial), mutações deletérias em mais de uma centena de genes, dentre outras). = Bibliografia = ==Ver também== *Puericultura ! Categoria:Pediatria",
 "title": "Neonatologia"
}