{
 "id": "41205",
 "text": "Filotaxia é o padrão de distribuição das folhas ao longo do caule das plantas. Informações sobre a filotaxia de uma espécie podem ser úteis na identificação de sua família botânica. A distribuição das folhas pode apresentar as seguintes organizações básicas: *Fasciculada: quando mais de uma folha insere- se no mesmo ponto do caule, estado comum em pinheiros. *Alterna: quando só há uma folha em cada nó. As folhas alternas podem ser: ** Dísticas: quando todas as folhas do caule apresentam-se dispostas em apenas um plano; ** Espiraladas: quando as folhas encontram-se dispostas em mais de um plano, normalmente formando uma espiral; ** Rosuladas: caso especial de alternas espiraladas, quando o caule é muito curto, ou quando o trecho provido de folhas é muito comprimido, fazendo com que a folhagem adquira um aspecto como o das pétalas de uma rosa. Folhagens desse tipo também são conhecidas como rosetas. *Oposta: Quando duas folhas inserem-se no mesmo nó do caule, em lados opostos. Também subdividem-se em: ** Dísticas: quando os pares de folhas apresentam-se no mesmo plano; ** Cruzadas: quando os pares, alternadamente, apresentam-se dispostos em planos cruzados. *Verticilada: quando 3 ou mais folhas inserem-se no mesmo nó. Há casos em que a filotaxia aparente não corresponde à filotaxia real de uma planta. As goiabeiras, por exemplo, apresentam normalmente suas folhas opostas dispostas num mesmo plano, como se fossem dísticas. No entanto, seus ramos mais novos possuem 4 quilhas, e usando estas quilhas como referência, nota-se que o caule sofre uma torção tal que suas folhas, originalmente opostas cruzadas, são posicionadas à maneira de opostas dísticas. O botânico amador deve atentar para torções do caule a fim de determinar a filotaxia de uma espécie. ==Ortóstica== Ortóstica (do grego: orto- + gr στίχος 'linha') designa uma linha recta imaginária que une os pontos de inserção das folhas sobrepostas ao longo do caule, ou seja corresponde à geratriz do cilindro do caule que passa pelos pontos de inserção das folhas situadas umas acima das outras. Quando a filotaxia é do tipo alterna espiralada, recebe a designação de espiralada ortóstica quando os pontos de inserção das folhas no caule se distribuem ao longo dessa linha.Ortóstico.Ortóstica. ==Ver também== * Número de Fibonacci Categoria:Morfologia vegetal",
 "title": "Filotaxia"
}