{
 "id": "4120",
 "text": "Qualidade é o grau de utilidade esperado ou adquirido de qualquer coisa, verificável através da forma e dos elementos constitutivos do mesmo e pelo resultado do seu uso.In \"O Diagrama do Conhecimento, da Partição Económica e da História\". A palavra \"qualidade\" tem um conceito subjetivo que está relacionada com as percepções, necessidades e resultados em cada indivíduo. Diversos fatores, como a cultura, modelos mentais, tipo de produto ou serviço prestado, necessidades e expectativas influenciam diretamente a percepção da qualidade. == Definição == O termo qualidade vem do latim qualitate, e é utilizado em situações bem distintas. Por exemplo, quando se fala da qualidade de vida das pessoas de um país ou região, quando se fala da qualidade da água que se bebe ou do ar que se respira, quando se fala da qualidade do serviço prestado por uma determinada empresa, ou ainda quando se fala da qualidade de um produto no geral. Como o termo tem diversas utilizações, o seu significado nem sempre é de definição clara e objetiva. Pode-se também seguir como exemplo a qualidade desta enciclopédia. Basta escolher um tema qualquer e escrever absurdos. O tempo para a correção ser feita está inversamente ligada à qualidade do site. Quanto melhor a qualidade, menor será esse tempo. No que diz respeito aos produtos e/ou serviços vendidos no mercado, há várias definições para qualidade: \"conformidade com as exigências dos clientes\", \"relação custo/benefício\", \"adequação ao uso\", \"valor agregado, que produtos similares não possuem\"; \"fazer certo à primeira vez\"; \"produtos e/ou serviços com efetividade\". Enfim, o termo é geralmente empregado para significar \"excelência\" de um produto ou serviço. A qualidade de um produto ou serviço pode ser olhada de duas ópticas: a do produtor e a do cliente, ainda conforme Deming \"A qualidade só pode ser definida em termos de quem a avalia\"Deming, W. Edwards. “Qualidade: a revolução da administração”. In Qualidade: a revolução da administração. Marques Saraiva, 1990. Do ponto de vista do produtor, a qualidade se associa à concepção e produção de um produto que vá ao encontro das necessidades do cliente. Do ponto de vista do cliente, a qualidade está associada ao valor e à utilidade reconhecidas ao produto, estando em alguns casos ligada ao preço. Do ponto de vista dos clientes, a qualidade não é unidimensional. Quer dizer, os clientes não avaliam um produto tendo em conta apenas uma das suas características, mas várias. Por exemplo, a sua dimensão, cor, durabilidade, design, funções que desempenha etc. Assim, a qualidade é um conceito multidimensional. A qualidade tem muitas dimensões e é por isso mais difícil de definir. De tal forma, que pode ser difícil até para o cliente exprimir o que considera um produto de qualidade. Do ponto de vista da empresa, contudo, se o objetivo é oferecer produtos e serviços (realmente) de qualidade, o conceito não pode ser deixado ao acaso. Tem de ser definido de forma clara e objetiva. Isso significa que a empresa deve apurar quais são as necessidades dos clientes e, em função destas, definir os requisitos de qualidade do produto. Os requisitos são definidos em termos de variáveis como: comprimento, largura, altura, peso, cor, resistência, durabilidade, funções desempenhadas, tempo de entrega, simpatia de quem atende ao cliente, rapidez do atendimento, eficácia do serviço, etc. Cada requisito é em seguida quantificado, a fim de que a qualidade possa ser interpretada por todos (empresa, trabalhadores, gestores e clientes) exatamente da mesma maneira. Os produtos devem exibir esses requisitos, a publicidade se faz em torno desses requisitos (e não de outros), o controle de qualidade visa assegurar que esses requisitos estão presentes no produto, a medição da satisfação se faz para apurar em que medida esses requisitos estão presentes e em que medida vão realmente ao encontro das necessidades. Todo o funcionamento da \"empresa de qualidade\" gira em torno da oferta do conceito de qualidade que foi definido. Controle da qualidade, garantia da qualidade e gestão da qualidade são conceitos relacionados com o de qualidade na indústria e serviços. Os conceitos são usados em várias áreas, inclusive qualidade de software. Gestão da qualidade é o processo de conceber, controlar e melhorar os processos da empresa, quer sejam processos de gestão, de produção, de marketing, de gestão de pessoal, de faturação, de cobrança ou outros. A gestão da qualidade envolve a concepção dos processos e dos produtos/serviços, envolve a melhoria dos processos e o controle de qualidade. Garantia da qualidade são as ações tomadas para redução de defeitos. Controle da qualidade são as ações relacionadas com a medição da qualidade, para diagnosticar se os requisitos estão a ser respeitados e se os objetivos da empresa estão a ser atingidos. == Mensuração da Qualidade == Para conhecer o andamento empresarial, é necessário estabelecer parâmetros de medidas, não somente subjetivos, mas que esses facilitem o gestor na tomada de decisão. A mensuração da qualidade dos produtos e serviços da organização vem suprir essa necessidade através do uso de indicadores. Com relação à qualidade de serviços, dadas as características peculiares aos serviços, não se pode medir a qualidade desses da mesma forma feita para produtos. Então, para fazer isso, uma das propostas existentes na literatura é o método SERVQUAL. Tradicionalmente, as organizações dispõem de conjuntos ou sistemas de medidas de desempenho, direcionadas à avaliação do desempenho financeiro, e às vezes de produtividade. Mas o que se propõe é que os indicadores de desempenho da qualidade apontem se a organização está sendo competitiva em relação ao que os clientes desejam. Portanto, a nova proposta de utilização de indicadores é de que eles sejam reflexos da organização como um todo, apontando onde está a direção estratégica que a organização deve seguir. Indicadores são modos de representação - tanto quantitativa quanto qualitativa - de características e propriedades de uma dada realidade. Em outras palavras: é “uma característica específica que reflete um aspecto da realidade observada”. Quando se trata de indicadores qualitativos, tem-se, como exemplo, a elaboração de questionários ou de perguntas a serem respondidas pelos clientes. Já em dados quantitativos, os exemplos mais comuns são os de tempos, quantidade de produtos/serviços, número de informações etc. Com o uso de indicadores, um conceito nada novo, mas que ainda revoluciona as empresas, foram criadas algumas organizações que propõem estudos e cerificações, com o uso de indicadores. Também há vários estudiosos que formularam teorias e soluções práticas sobre este assunto. Segundo Mari (1997), que foi um destes estudiosos, “todas as coisas que podem ser acessadas por intermédio de nosso conhecimento possuem um número; pois sem os números não podemos compreender nem conhecer”. Portanto, assim como os indicadores qualitativos, os quantitativos são essenciais para o progresso organizacional. == Indicadores estratégicos == Com utilização de indicadores, principalmente os voltados para definição de estratégias, as empresas desfrutam de um conhecimento profundo do negócio. Possibilita conhecer o foco de sua atuação. Identificando com clareza qual é a sua fortaleza, exploram mais os quadros de oportunidades empresariais, e de outra forma conhecem suas fraquezas, além de prepararem-se contra as ameaças encontradas. Sabendo o foco de atuação, a tomada de decisão quanto a ações estratégicas, táticas e operacionais são mais assertivas, o que dará a empresa uma melhor competitividade e fará com que ela atenda às necessidades e expectativas de seus clientes. Para o acompanhamento dessas ações determinadas, os indicadores são excelentes ferramentas, pois refletem a realidade empresarial. Dessa forma, caso ocorra alguma dificuldade durante a realização das ações, o gestor poderá visualizar as conseqüências, e com isso estabelecer mudanças. == Bibliografia == * BROCKA, Bruce M.; BROCKA, Suzanne. Gerenciamento da qualidade. São Paulo: Makron Books, 1994. * FUNDAÇÃO NACIONAL DA QUALIDADE. Disponível em: <http://www.fnq.org.br/>. Acesso: em 21 dez. 2007. * MARTINS, Petrônio Garcia. Administração da produção. 2. ed. rev., aum. e atual. São Paulo: Saraiva, 2006. * PALADINI; Edson Pacheco et al. Gestão da qualidade: teoria e casos. Rio de Janeiro: Elsevier, 2005. * SINK, D. Scoot. Productivity management: planning, evaluation, control and improvement. New York: John Wiley and Sons, 1985. * SINK, D. Scoot, TUTTLE, Thomas C. Planejamento e medição para a performance. Trad. Elenice Mazzili e Lúcia Faria Silva. Rio de Janeiro: Qualitymark, 1993. * DEMING, W. Edwards. Qualidade: a revolução da administração. Marques Saraiva, 1990. == Ver também == * Qualidade para Platão e Aristóteles * Qualidade para a semiótica * Qualidade total * Teste de software * Qualidade de software * Gestão da qualidade * Eficácia * Eficiência * Organização Internacional para Padronização (ISO) * Berufsgenossenschaftliches Institut für Arbeitschutz (BIA) * Underwriters Laboratories == Ligações externas == * Processos de certificação do Sistema de Gestão da Qualidade (SGQ) Categoria:Qualidade",
 "title": "Qualidade"
}