{
 "id": "41222",
 "text": "Erfurt, ou na sua forma portuguesa Erforte, é a capital do Estado (Bundesland) da Turíngia, na Alemanha. É uma cidade independente (Kreisfreie Städte) ou distrito urbano (Stadtkreis), ou seja, possui estatuto de distrito (kreis).www.citypopulation.de.Erfurt. Acessado em 3 de julho de 2017 ==História== As pessoas viveram na área há cerca de 100 mil anos. A cidade foi mencionada pela primeira vez por escrito em 742, em uma carta ao Papa de São Bonifácio. São Bonifácio estabeleceu o cristianismo na área. Ele criou uma igreja em Erfurt em 742. A Catedral de Erfurt foi construída no mesmo local.Heinemeyer, Karl (2004) Bonifatius: Heidenopfer, Christuskreuz, Eichenkult. Erfurt: StadtverwaltungChristoph Engels, (2010) '1000 Sacred Places', Tandem Verlag GmbH, p 55 A cidade está no centro da Alemanha. Estava na Via Regia, uma rede rodoviária comercial medieval que se estendeu pela Europa. Tornou-se um importante centro comercial na Idade Média. Erfurt era membro da Liga Hanseática, uma aliança de associações comerciais e cidades de mercado. A cidade era famosa por produzir pastel (Isatis tinctoria) para pintura. Aplanta de pastel Anil (indigo) é usado para fazer um corante azul.Raßloff, Steffen (2012) Geschichte der Stadt Erfurt. Erfurt: Sutton Verlag.Stade, Heinz, et. al (2015) Erfurt: eine Stadt im Wandel, Leipzig: Edition Leipzig. Erfurt está no Caminhos de Santiago caminho dos peregrinos (alemão:Jakobsweg). Na Idade Média, cerca de sete mosteiros foram estabelecidos na cidade. Martinho Lutero, o pai da Reforma Protestante, viveu no Mosteiro de Santo Agostinho de 1505 a 1511. Mestre Eckhart, um famoso filósofo e teólogo, morava no Mosteiro Ordem Dominicana de cerca de 1275 até 1311. A cidade fazia parte do Sacro Império Romano-Germânico. Transformou-se (tornou-se) parte do Reino da Prússia em 1802. De 1949 a 1990, Erfurt estava no República Democrática Alemã (Alemanha Oriental). ==Indústria== Erfurt é um centro de transporte para trens de alta velocidade e outras redes de transporte alemãs e européias. Isso faz da logística uma das principais indústrias. Outras indústrias importantes são agricultura, horticultura e microeletrônica. O Tribunal Federal do Trabalho da Alemanha (alemão: Bundesarbeitsgericht) está em Erfurt. ==Educação== A Universidade de Erfurt foi criada pela primeira vez em 1379. Ele fechou em 1816, mas foi reaberto em 1994. Martinho Lutero estudou lá de 1501 a 1505. Também se pensa que Johannes Gutenberg, que desenvolveu a imprensa, se matriculou lá em 1418. Erfurt também possui uma \"Fachhochschule\", uma Universidade de Ciências Aplicadas. ==Atracções turísticas== Muitos turistas visitam o centro da cidade medieval. Uma das principais atracções turísticas é a Krämerbrücke (ponte dos comerciantes). A ponte atravessa o rio Gera. A ponte foi construída em sua forma atual em 1486. Tem edifícios com lojas e casas sobre ele. As pessoas ainda vivem nele. A cidade é conhecida pelos seus festivais ao longo do ano. Dois milhões de pessoas visitam os mercados de Natal todos os anos.The official Erfurt Christmas Market Portal . Acessado em 4 de julho de 2017 Outros sites importantes da cidade incluem: * Mosteiro de Santo Agostinho, onde Martinho Lutero viveu de 1505 a 1511. Foi sugerido como um possível site do Patrimônio Mundial em 2015.UNESCO World Heritage. Augustinian Monastery, Erfurt extension application . Acessado em 29 de maio de 2017. * Antiga Sinagoga de Erfurt, que remonta aos séculos XI e XII. É uma das mais antigas sinagogas da Europa. Foi sugerido como um possível site do Patrimônio Mundial em 2015.Permanent Delegation of Germany to UNESCO (2015) Old synagogue and Mikveh in Erfurt - UNESCO world heritage centre. Acessado em 4 de junho de 2017 * Catedral de Erfurt e Severikirche (Igreja de São Severino de Ravenna), que dominam a Domplatz, a Praça da Catedral. * Cidadela de Petersberg, uma fortaleza do século XVI em uma colina com vista para o centro da cidade. É uma das maiores e melhores citadelas melhor conservadas na Europa.Petersberg - Erfurt-web.de (em alemão). Acessado em 4 de julho de 2017. ==Galeria== File:Augustinerkloster zu Erfurt von oben.jpg|Mosteiro de Santo Agostinho (Erfurt) File:Alte Synagoge Erfurt.JPG|thumb|Antiga Sinagoga (Erfurt), c.1100 - 1300. File:Michaelisstraße Erfurt.JPG|thumb|Michaelisstraße, Erfurt File:Erfurt Krämerbrücke (5).JPG|thumb|Krämerbrücke File:Erfurt Krämerbrücke (4).JPG|thumb|Krämerbrücke File:Erfurt.Gera Fluss.jpg|thumb|Rio Gera no centro da cidade File:Kommandantenhaus Petersberg.jpg|Entrada Cidadela de Petersberg File:Wacherker.jpg|Ponto de vigia, Cidadela de Petersberg File:Collegium Maius Erfurt.JPG|Collegium Maius - Edifício da Universidade reconstruída File:2011-05-19-bundesarbeitsgericht-by-RalfR-43.jpg|Tribunal Federal do Trabalho da Alemanha File:Rathaus (Erfurt).jpg|thumb|Erfurt Rathaus (prefeitura) File:P1010412-Montage.jpg|thumb|Mercados de natal de Erfurt Categoria:Erfurt",
 "title": "Erfurt"
}