{
 "id": "41324",
 "text": "Os Jardins Suspensos da Babilônia são uma das sete maravilhas do mundo antigo. É, talvez, uma das maravilhas relatadas sobre a qual menos se sabe. Muito se especula sobre suas possíveis formas e dimensões, mas nenhuma descrição detalhada ou vestígio arqueológico foi encontrado, exceto um poço fora do comum que parece ter sido usado para bombear água. Tradicionalmente, acredita- se que tenha sido construído na antiga cidade da Babilônia, próximo de onde atualmente se localiza a cidade de Hila, no Iraque. Nas obras de Josefo, encontram-se citações ao sacerdote babilônico Beroso, que teria escrito em aproximadamente que os jardins suspensos eram obra do rei neobabilônico Nabucodonosor II, que governou entre 605 e Não há textos babilônicos existentes que mencionem os jardins e tampouco foram encontradas evidências arqueológicas na Babilônia que comprovassem sua existência.Finkel (1988) p. 58.Irving Finkel and Michael Seymour, Babylon: City of Wonders, (London: British Museum Press, 2008), p. 52, ISBN 0-7141-1171-6. Em virtude da falta de evidências, tem sido sugerido que os Jardins Suspensos são puramente míticos, e que as descrições encontradas nos escritos gregos e romanos antigos (incluindo Estrabão, Diodoro Sículo e Quinto Cúrcio Rufo) representam apenas um ideal romântico de um jardim oriental.Finkel 2008 Se ele de fato existiu, foi destruído em algum momento após o . Alternativamente, o jardim original pode ter sido, na verdade, um bem documentado que o rei assírio Senaqueribe construiu em sua capital, Nínive, sobre o rio Tigre, próximo da cidade de Moçul. == Textos antigos == No que tangem a textos antigos, os Jardins Suspensos da Babilônia foram descritos pela primeira vez por Beroso, sacerdote de Marduk, que escreveu aproximadamente em , embora seus livros sejam conhecidos apenas por citações de autores posteriores (como por exemplo, Flávio Josefo). Há cinco principais escritores (incluindo Beroso) cujas descrições da Babilônia ainda existem em algum formato hoje. Estes escritores se preocuparam principalmente em descrever o tamanho dos jardins, por que e como foram construídos e como eram irrigados. Josefo cita Beroso ao descrever os jardins. Finkel (1988) p. 41. Beroso, por sua vez, descreveu o reinado de Nabucodonosor II, e é o único escritor a creditar a construção dos Jardins Suspensos ao imperador. Finkel (2008) p. 108. Os textos de Diodoro Sículo assemelham-se aos de Ctésias de Cnido, escritos no , ao descrever os Jardins Suspensos: Quinto Cúrcio Rufo () se refere aos escritos de Clitarco (), um historiador de Alexandre, o Grande, ao escrever História de Alexandre o Grande: == Estudos e controvérsias == Existem controvérsias a respeito de os Jardins Suspensos terem realmente existido ou terem sido apenas uma criação poética, principalmente devido à falta de documentos babilônicos preservados. Nos poucos de que se tem conhecimento, também não há menção à esposa de Nabucodonosor, Amyitis (ou quaisquer outras esposas), embora um casamento político para uma Persa de Media fosse comum na época.Finkel (2008) p. 109. Heródoto, escrevendo sobre a Babilônia próxima do tempo Nabucodonosor II, não menciona os Jardins Suspensos em suas Histórias. Até o momento, nenhuma evidência arqueológica dos jardins foi encontrado na Babilônia. Porém, é possível que as evidências estejam soterradas abaixo do rio Eufrates, no entanto, por questões de segurança, o rio ainda não pode ser escavado. Na época de Nabucodonosor II, o rio corria a leste de sua posição atual, e pouco se sabe sobre a parte ocidental da Babilônia.Joan Oates, Babylon, Revised Edition, Thames and Hudson, London (1986) p. 144 ISBN 0500273847. Rollinger sugeriu que Beroso atribuiu a construção dos jardins a Nabucodonosor, na verdade, apenas por razões políticas, e que ele havia adotado a lenda de outro lugar.Rollinger, Robert \"Berossos and the Monuments\", ed. J Haubold et al, The World of Berossos, Wiesbaden (2013), p151 Uma teoria recente propõe que os Jardins Suspensos da Babilônia foram realmente construídos pelo rei assírio Senaqueribe em seu palácio em Nínive. Stephanie Dalley postula que durante os séculos seguintes os dois locais acabaram se confundindo, e os extensos jardins do palácio de Senaqueribe acabaram sendo atribuídos à Babilônia de Nabucodonosor II. Recentemente foi descoberto um vasto sistema de aquedutos com inscrições de Senaqueribe, que Dalley propõe terem sido parte de uma série de 50 milhas (80 km) de canais, barragens e aquedutos utilizados para transportar água para Nínive, usando bombas de parafuso para elevá-la até os jardins. === Bibliografia === * * * == Ligações externas == * Animação em flash sobre a maravilha Categoria:Sete maravilhas do Mundo Categoria:Jardins Categoria:Obras de Nabucodonosor II",
 "title": "Jardins Suspensos da Babilónia"
}