{
 "id": "41360",
 "text": "O Casal Signorile é um casal italiano de professores de Matemática e Física do Liceu de Beccaria, Milão, que se especializou na Beata Alexandrina. Colaborou já com o Pe. Humberto Pasquale ao tempo do Processo Informativo Diocesano, que decorreu em Braga entre 1967 e 1973, traduzindo os cinco grossos volumes dos Sentimentos da Alma. O professor Chiaffredo, nascido a 9 de Outubro de 1913, em Stroppo, província de Cuneo, faleceu entretanto, em 13 de Outubro de 1999. Mas a sua esposa, a Eugénia Signorile, nascida a 9 de Setembro de 1914, em Milão, continua a publicar livros sobre o tema. Obras publicadas com autoria atribuída à Beata Alexandrina: Figlia del dolore, madre di amore. Quasi una autobiografia, Mimep-Docete, Pessano (MI), 1993 (768 páginas) Mio Signore, mio Dio! Come pregava Alexandrina, Mimep-Docete, Milão, 1992 (foi publicada tradução portuguesa com o título de Vida Interior da Beata Alexandrina, Apostolado da Oração, Braga, 2004, com autoria atribuída a Eugénia e Chiaffredo Signorile) Maria, Madre mia. Come Alexandrina sente la Madonna, Mimep-Docete, Pessano (MI), 1987 Anima pura, cuore di fuoco, Mimep-Docete, Pessano (MI), 1990 (amplamente ilustrado) Venite a me (richiami di Gesù), Mimep-Docete, Pessano (MI), 1991 Soferenza amata, Mimep-Docete, Pessano (MI), 1999 Ho sete di voi, Mimep-Docete, Pessano (MI), 2004 Solo per Amore!, Mimep- Docete, Pessano (MI), 2006 Obras publicadas com autoria atribuída a C.E. Signorile: Croce e sorriso, Associazione \"Sotto il manto di Maria Regina della Pace\", Gorgonzola (MI), 2002 (foi publicada tradução portuguesa com o título de Sorrindo à dor, Cavaleiro da Imaculada, Porto, 2001, com autoria atribuída a Alexandrina Maria da Costa) Sulle ali del dolore, Gamba Edizioni, Gorgonzola (MI), 2004 Alexandrina, voglio imparare da te, Gamba Edizioni, Gorgonzola (MI), 2004 Zampilli Incandescenti, Mimep-Docete, Pessano (MI), 2007 Obra publicada em colaboração com Giulio Giacometti e Piero Sessa: La gloria dell'Uomo dei Dolori nel sorriso di Alexandrina, Edizioni Segno, Tavagnacco (UD), 2005 Signorile Signorile",
 "title": "Casal Signorile"
}