{
 "id": "41375",
 "text": "RTP2 é o segundo canal de televisão da RTP — Rádio e Televisão de Portugal, a empresa pública de rádio e televisão. As suas emissões iniciaram-se a 25 de dezembro de 1968, passando a ser regulares a partir de 21 de novembro de 1970, mas autonatizando-se definitivamente a 16 de outubro de 1978. Em 1992, passou a chamar-se TV2. Em abril de 1996, voltou ao antigo (e atual) nome, e deixou de ser um canal comercial, deixando de ter publicidade e passando a ser serviço alternativo aberto à sociedade civil que possa reforçar, pela diferença, os princípios de universalidade, coesão e proximidade do Serviço Público de Televisão. Desde então, a sua programação é dedicada à cultura, aos documentários, às modalidades desportivas que não o futebol, às artes, à ciência, às minorias e ao público infanto-juvenil. A RTP2 é muitas vezes considerada o canal de referência a nível de séries e documentários da televisão portuguesa. A 5 de janeiro de 2004, o canal assumiu uma nova postura passando a ser designado por 2: (A Dois), autonomizando-se da RTP1, e tomando conta dos Estúdios do Lumiar, em Lisboa, que tinham sido deixado vagos pelo primeiro canal que se mudara para as actuais instalações. Contudo, a 19 de março de 2007, passou novamente a ser designado por RTP2 e voltou a estar sediado nas mesmas instalações da RTP1, na Avenida Marechal Gomes da Costa, em Lisboa. A 14 de maio de 2012, a RTP2 tornou-se o primeiro canal generalista português a emitir em 16:9. Em 2014, a sede do canal foi transferida para a RTP-Porto, localizada nos estúdios do Monte da Virgem, em Vila Nova de Gaia, e a direção de programas da RTP2 foi novamente autonomizada da RTP1, com a nomeação de Elíseo Oliveira para dirigir o canal. No dia 2 de julho de 2019, a RTP2 passou a ser transmitida em alta definição, passando a haver o canal RTP2 HD, disponibilizado inicialmente na NOS e na MEO, e posteriormente na Vodafone. Em novembro de 2020 chega, por fim, à NOWO. == Objetivos == São objetivos deste canal a defesa da língua e da cultura portuguesas nas suas diversas vertentes — humana, social, artística, cultural, intelectual, profissional, académica e científica, mantendo uma identidade própria como meio de comunicação complementar à RTP1. A vocação do canal traduz-se numa programação criativa e variada de divulgação de saber, de informação e das artes e espectáculos, direccionada ao desenvolvimento da compreensão da sociedade e das instituições, do melhor conhecimento do planeta, das civilizações e da sua história, da defesa do ambiente e das minorias e da divulgação do papel das confissões religiosas na sociedade. == História == A RTP2 começou as suas emissões a 25 de dezembro de 1968, na altura sob o nome de II Programa, na banda de UHF, retransmitindo ao longo de duas horas todas as noites, alguns programas que horas antes foram transmitidas no I Programa (a actual RTP1). As suas emissões regulares apenas começariam a 21 de novembro de 1970. À medida em que os anos 1970 avançavam, o II Programa começou a apresentar na sua programação, programas (predominantemente europeus) que ainda a I Programa não tinha transmitido. A 21 de julho de 1978, o II Programa suspendeu as suas emissões para se submeter a uma remodelação, tendo as suas emissões reabertas a 16 de outubro do mesmo ano, \"separando\" a RTP1 da RTP2, tendo estas duas as suas próprias equipas e operações de notícias e programação própria. Fernando Lopes tornou-se o controlador do canal recém- separado, sendo apelidado como \"O Canal Lopes\". José Júdice e António Mega Ferreira alternavam na apresentação da Informação/2 que era apresentado diariamente às 22h00 e tinha magazines de atualidades ao fim-de-semana. Outros nomes foram Margarida Marante, Joaquim Letria ou Dina Aguiar. Por volta do início dos anos 1980, devido às medidas de corte de custos, RTP2 passou a estar sob o controlo da RTP1 de novo. Em 1986, o canal era parte do consórcio Europa TV, sendo a programação do canal no horário compreendido entre as 16h30 e as 20h. Passado alguns meses, a Europa TV fechou, tendo alguns programas da Music Box (programa da Europa TV) serem retransmitidas no canal. O programa Agora Escolha estreou no mesmo ano, revolucionando a televisão portuguesa. O programa consistia num programa phone-in que permitiu o espectador a escolher entre dois programas de televisão diferentes. O \"Agora Escolha\" foi cancelado em meados dos anos 1990, tendo regressado em 2011 na RTP Memória. Em 1990, a RTP2 foi renomeado Canal 2, em seguida, TV2 em 1992. Como TV2, o slogan do canal foi A Outra TV. Em 1994, com o surgimento das televisões privadas (SIC e TVI), a TV2 foi forçada a concentrar-se nas minorias, causando grandes alterações na sua programação, passando a ser serviço alternativo aberto à sociedade civil que possa reforçar, pela diferença, os princípios de universalidade, coesão e proximidade do Serviço Público de Televisão. Futebol e telenovelas foram banidas do canal, tendo as audiências vindo a cair. Desde então, a sua programação é dedicada à cultura, aos documentários, às modalidades desportivas que não o futebol, às artes, à ciência, às minorias e ao público infantil. A RTP2 é muitas vezes considerada o canal de referência a nível de séries e documentários da televisão portuguesa. A 27 de abril de 1996, voltou ao antigo (e atual) nome, deixando de ter publicidade e continuando a sua grelha de programação idêntica à da TV2, começando a transmitir em determinados momentos a Euronews em português. No início de 2001, o presidente da RTP afirmou que a RTP2 mantinha-se, mas tornar-se-ia um canal dedicado maioritariamente à informação, mas também a ciência, tecnologia e educação. Chegou a ser construído um novo estúdio para o canal, mas com a chegada de Emídio Rangel no final de 2001, o projeto foi cancelado e os estúdios foram utilizados para a remodelação do Telejornal em janeiro de 2002. A 5 de janeiro de 2004, o canal assumiu uma nova postura passando a ser designado por 2:, autonomizando-se da RTP1, e tomando conta dos Estúdios do Lumiar, em Lisboa, que tinham sido deixado vagos pelo primeiro canal, que se mudara para as atuais instalações. Como resultado, o canal foi agora forçado a se concentrar em interesses culturais e da sociedade civil. Contudo, a 19 de março de 2007, passou novamente a ser designado por RTP2 e voltou a estar sediado nas mesmas instalações do canal 1, na Av. Marechal Gomes da Costa, em Lisboa. A 14 de maio de 2012, a RTP2 tornou-se o primeiro canal generalista português a emitir em 16:9. Em abril de 2014, a sede do canal foi transferida para a RTP-Porto, localizada nos estúdios do Monte da Virgem, em Vila Nova de Gaia, e a direção de programas da RTP2 foi novamente autonomizada da da RTP1, com a nomeação de Elíseo Oliveira para dirigir o canal. == Identidade gráfica == O logótipo e identidade global da RTP2 mudaram várias vezes ao longo dos anos. O primeiro logótipo da RTP2 como uma entidade separada (até então era costume usar o logótipo da RTP) surgiu em 1978 e consistia em letras minúsculas elegantes, com o 2 formado no 't'. O logótipo é famoso por aparecer na série Zé Gato, que foi ao ar no canal. Em seguida, de 1980 a 1985, ambos os canais utilizaram o mesmo formato do logótipo, com cores diferentes para cada canal. Por exemplo, em 1983 houve um separador (ou vinheta), cuja música era uma melodia no sintetizador que soava muito parecido com o deep note do THX. Em 1985, a RTP2 introduziu um novo logótipo, que consiste num 2 vermelho desenhado sobre três linhas e a imagem de marca da RTP em azul em baixo. O imagem de marca foi adoptada no logótipo da RTP no ano seguinte. Em 1986, a RTP2 mudou o seu logótipo para um rectângulo arredondado com a imagem de marca da RTP à esquerda ao lado do 2. Em 1988, um novo logótipo, que consiste num 2 vermelho, num 2 verde e num 2 azul formando um 2 maior introduzido. A imagem é aqui vista a partir da fase transitória para a nova identidade. Em 1990 um permanente, branco e opaco logótipo foi introduzido. O logótipo era um \"2\" manuscrito. As vinhetas consistiam principalmente em várias frutas picadas no meio do logótipo, acompanhado de peças de música sintetizados. Na abertura de emissão, o filme consistia em um desenho animado de uma linha que saía de uma antena de emissão a entrar num aparelho de TV, mais tarde formando o logo. No fim de emissão, foi usada uma animação com o mesmo estilo, mostrando uma tempestade em alto mar e caravelas portuguesas, ao som do hino nacional de Portugal. Mais tarde, a 14 de setembro de 1992, RTP Canal 2 foi renomeada de TV2, e o logótipo era uma listra amarela formando um \"2\", e dois pedaços de quartzo que formam a palavra \"TV\". Os separadores na época contaram com listras com destaque amarelo. Em 1994, o visual mudou um pouco a um fundo amarelo com diversos matizes, mas o logótipo permaneceu o mesmo. A TV2 foi rebaptizada de RTP2 a 22 de abril de 1996, e o novo logótipo consistiu num branco \"2\" num fundo laranja claro, com as letras \"RTP\" por baixo em branco, cobertas em um fundo azul escuro. As vinhetas da RTP2 consistiam principalmente no logótipo brilhando em vários temas, tais como máquinas de escrever, listras (uma referência à identidade anterior), um grupo de pessoas dançando, acompanhado por uma melodia orquestral com arranjos de harpa proeminente, violino e violoncelo. Este pacote gráfico do canal continua a ser, de longe, um dos mais originais e criativos já feito pela televisão portuguesa. Em 1998, um novo esquema gráfico, desenhado por Thomas Sabel em Novocom, foi introduzido, dando predominância de pessoas reais e adicionando verde para o esquema de cores do canal. Isso foi alterado por outro mais simples em 2000, projetado pela BBC Broadcast. O logótipo da RTP2 foi alterado novamente em 28 de janeiro de 2002. Apenas um separador foi utilizado durante a vigência do presente logótipo, e consistiu de uma representação do logótipo de branco, com um fundo laranja escuro. A identidade e conceito da RTP2 foram substituídos a 5 de janeiro de 2004, às 21h. \"2:\" (a dois) tornou-se o nome do canal. As vinhetas da \"2:\" foram feitas com CGI e acompanhados por música eletrónica e clássica, com arranjos para piano de destaque, como sintonizador o canal. A \"2:\" foi novamente rebatizada de RTP2 a 19 de março de 2007, os novos separadores continuaram a ser CGIs com listras verticais, em várias formas, como o tema principal. A 7 de abril de 2014, houve uns pequenos ajustes no grafismo e na sonoridade do canal, mantendo-se o logótipo. A mudança foi pouco significativa. A 7 de março de 2015, o grafismo voltou a mudar, utilizando uma linha gráfica mais moderna e irreverente, tendo além dos laranjas, os azuis e rosas como cores predominantes. Além disso, a nova imagem tem como \"protagonistas\" as pessoas. O logótipo manteve-se até maio de 2016. Em maio de 2016 a RTP2 mudou de logótipo, desta vez mais moderno (parecido ao da RTP1), os grafismo são feitos a partir de animes e cenas em realidade acompanhados com música adequada e o novo slogan: Culta e Adulta. Ficheiro:RTP2 1982.png|Logo da RTP2 de 21 de Outubro de 1982 a Maio de 1983 Ficheiro:RTP2 1986.png|Logo da RTP2 em 1985 Ficheiro:Rtp2 1987-89.jpg|Logo da RTP2 de 13 de Outubro de 1986 até 1 de Dezembro de 1988 Ficheiro:RTP Canal 2.png|Logo da RTP2 de 2 de Dezembro de 1988 até 16 de Setembro de 1990 Ficheiro:RTP2 1990.jpg|Logo da RTP Canal 2 entre 17 de Setembro de 1990 até 13 de Setembro de 1992 Ficheiro:RTP2 1996.png|Logo da RTP2 entre 22 de Abril de 1996 até 11 de Outubro de 1998 Ficheiro:RTP2 1998.png|Logo da RTP2 entre 12 de Outubro de 1998 até 27 de Janeiro de 2002 Ficheiro:RTP2 2002.png|Logo da RTP2 entre 28 de Janeiro de 2002 e 5 de Janeiro de 2004 Ficheiro:A Dois logo.png|Logo d'A Dois (RTP2) entre 5 de Janeiro de 2004 e 19 de Março de 2007 Ficheiro:RTP2 2007.png|Logo da RTP2 entre 19 de Março de 2007 até 8 de Maio de 2016 Ficheiro:RTP2 logo 2016.png|Logo da RTP2 desde 9 de Maio de 2016 === Diferenças do logo de 2016 === Do lado esquerdo vê-se o logo esticado (com o nome RTP), do lado direito o logo reduzido (sem o nome RTP). == Programas == == Apresentadores == * Filomena Cautela * Pedro Lamares * André Cunha Leal * Pedro Leitão * Henrique Sá Pessoa * Margarida Mercês de Mello *Paula Moura Pinheiro * Carlos Manuel Albuquerque * Luís Henrique Pereira * Fátima Araújo *Fernanda Freitas * Jorge Oliveira da Silva * Rosário Lira * Maria Flor Pedroso *Fernanda Câncio *Manuela Silva Reis *Inês Serra Lopes * António Mateus * Fernanda Gabriel *Eduarda Maio * Luísa Bastos * Sandra Sousa * José Navarro de Andrade * Sandra Torres * Maria João Gama * Luís Filipe Borges * Eugénia de Vasconcellos * Mário Augusto * Diogo Faro * Hugo Gilberto == Direção RTP2 == Direção de Programas Diretora de Programas: Teresa Paixão Subdiretora de Programas:Maria João Saint-Maurice Responsável pelos Conteúdos Infantis e Juvenis da RTP 2 :Andrea Basilio Diretor de artes performativas da RTP2:Daniel Gorjão == Diretores de Programas da RTP2 == * Fernando Lopes (†), 1978-1980 * Carlos Cruz, 1980 (como Director-Coordenador de Programas da RTP) * Maria Elisa Domingues, 1980-1983 (como Directora-Coordenadora de Programas da RTP) * Luís Andrade (†), 1983-1984 (como Director-Coordenador de Programas da RTP) * Afonso Rato, 1984 (como Director-Coordenador de Programas da RTP) * Alberto Seixas Santos (†), 1985-1986 (como Director-Coordenador de Programas da RTP) * Carlos Pinto Coelho (†), 1986-1989 (como Director de Programas da RTP) * Adriano Cerqueira (†), 1989-1995 (como gestor da RTP Canal 2/TV2 e a partir de 1994 como Director-Geral) * Joaquim Furtado, 1995-1998 (como Diretor-Coordenador de Informação e Programação) * Maria Elisa Domingues, 1998-1999 (como Directora de Programas da RTP) * João Grego Esteves, 1999-2000 (como Director-Geral) * Clara Alvarez, 2000-2003 (como Gestora da RTP2) * Manuel Falcão, 2003-2006 * Jorge Wemans, 2006-2012 * Hugo Andrade, 2012-2014 * Elíseo Oliveira, 2014-2015 * Teresa Paixão, 2015-presente == Parcerias == Estando prevista a entrada de novos parceiros com o intuito de esta entrada reflectir a dinâmica da própria sociedade e acompanhar a sua transformação e evolução, os actuais parceiros são: *Alto-Comissariado Para a Imigração e Minorias Étnicas — ACIME *Associação Bandeira Azul da Europa *Associação de Cidadãos Automobilizados — ACAM *Associação Cristã de Empresários e Gestores — ACEGE *Associação Nacional de Farmácias — ANF *Associação Nacional de Jovens Empresários *Centro Cultural de Lisboa Pedro Hispano *Centro Nacional de Cultura *Clube de Jornalistas *Coordenação Nacional para os Assuntos de Família *Comissão para a Igualdade e para os Direitos das Mulheres — CIDM *Comissão para a Igualdade no Trabalho e no Emprego — CITE *Comité Olímpico de Portugal *Confederação Nacional das Associações de Família — CNAF *Confederação Nacional das Cooperativas Agrícolas e de Crédito Agrícola de Portugal — CONFAGRI *Conselho Português para os Refugiados *Direcção-Geral da Administração da Justiça *Escola Superior de Comunicação Social de Lisboa — ESCS *Escola Superior de Educação João de Deus *Fundação Calouste Gulbenkian *Fundação Centro Cultural de Belém *Fundação Filos *Fundação Luso-Americana para o Desenvolvimento — FLAD *Fundação Oriente *Fundação Prof. Fernando Pádua *Fundação de Serralves *Instituto de Apoio à Criança — IAC *Instituto Camões *Instituto do Cinema, Audiovisual e Multimédia — ICAM *Instituto de Defesa Nacional — IDN *Instituto do Emprego e Formação Profissional — IEFP *Instituto de Investigação Científica Tropical — TV Ciência On Line *Instituto para a Inovação na Formação — INOFOR *Instituto para o Desenvolvimento da Gestão Empresarial — INDEG *Liga dos Bombeiros *Liga dos Combatentes *Liga para a Protecção da Natureza — LPN *Ministério da Cultura *Observatório do Ambiente *Oceanário de Lisboa *Ordem dos Advogados *Ordem dos Engenheiros *Ordem dos Médicos *Ordem dos Médicos Dentistas *Público *Rádio Renascença *Respublika — Associação dos Imigrantes Russófonos *Rotary Club Internacional *Santa Casa da Misericórdia de Lisboa — SCML *Secretariado Nacional para a Reabilitação e Integração das Pessoas com Deficiência — SNRIPD *Sociedade Gestora de Resíduos de Embalagens S.A. *Sociedade Ponto Verde *Sociedade Portuguesa de Autores — SPA *União das Misericórdias Portuguesas *Unidade de Missão, Inovação e Conhecimento — UMIC *Universidade Aberta *Universidade Autónoma de Lisboa *Universidade de Aveiro *Universidade Independente *Universidade Lusófona == Ligações externas == * RTP2 — Site oficial * Emissão on-line da RTP2 Categoria:Canais da RTP Categoria:Canais de televisão fundados em 1968 Categoria:Canais de televisão de Portugal Categoria:Fundações em Portugal em 1968 Categoria:Canais de televisão de língua portuguesa",
 "title": "RTP2"
}