{
 "id": "41426",
 "text": "O estreito de Bering ()Forbes, Jack D. 2007. The American Discovery of Europe. Urbana: University of Illinois Press, pp. 84 ff., 198,Stuckey, M., & J. Murphy. 2001. By Any Other Name: Rhetorical Colonialism in North America. American Indian Culture, Research Journal 25(4): 73–98, p. 80. é um estreito que liga os oceanos Pacífico e Ártico, entre a Rússia e os Estados Unidos. O estreito liga o mar de Chukchi (parte do oceano Ártico), ao norte, com o mar de Bering (parte do oceano Pacífico), ao sul. Tem seu nome dado por Vitus Jonassen Bering, um explorador dinamarquês de nacionalidade russa, que atravessou o estreito em 1728 e descobriu o Alasca. O estreito encontra-se um pouco ao sul do Círculo Polar Ártico na fronteira Rússia-EUA leste-oeste. O estreito tem sido objeto de especulação científica de que os seres humanos migraram da Ásia para a América do Norte através de uma ponte de terra conhecida como Beríngia. Quando o nível dos oceanos baixou na última era do gelo, ocorreu uma recessão das águas dos oceanos. A área do estreito transformou-se numa ponte natural entre a Ásia e as Américas como o resultado de geleiras bloqueando vastas quantidades de água, deixando o mar raso. Este ponto de vista de como Paleo-índios entraram na América tem sido o dominante por várias décadas e continua a ser o mais aceito. A partir de 2012, a costa russa do estreito de Bering tem sido uma zona militar fechada. Através de viagens organizadas e da utilização de licenças especiais, estrangeiros podem visitar o estreito. Todas as chegadas devem ser realizadas através de um aeroporto ou de um porto de cruzeiros, perto do estreito de Bering, somente pelas cidades russas de Anadyr ou Provideniya. Os viajantes não autorizados que chegarem em terra após atravessar o estreito (mesmo aqueles com visto) podem ser presos, encarcerados brevemente, multados, deportados ou proibidos de realizar visitas futuras. == Geografia e ciência == O estreito de Bering tem cerca de 83 quilômetros (52 milhas) de largura no seu ponto mais estreito, entre o cabo Dezhnev na Rússia (o ponto extremo oriental do continente asiático) e o cabo Príncipe de Gales no Alasca, Estados Unidos (o ponto extremo ocidental do continente americano), com uma profundidade de 30 a 50 m. Ele conecta o mar de Chukchi (parte do oceano Ártico), ao norte, com o mar de Bering (parte do oceano Pacífico), ao sul. A Linha Internacional de Data é situada e equidistante entre as ilhas Diomedes do estreito a uma distância de 1,5 km (1 milha), deixando os lados russos e americanos geralmente em diferentes dias, com o cabo Dezhnev 21 horas à frente do lado americano (20 horas à frente durante o horário de verão). == População == A área é pouco povoada. A costa ocidental pertence ao estado americano do Alasca. As cidades notáveis que atravessam o estreito incluem a cidade de Nome com uma população de 3,788 pessoas, e do pequeno povoado de Teller com 229 habitantes. A costa oriental pertence à Okrug Chukotka, uma subdivisão federal da Rússia. Grandes cidades que estão ao longo do estreito incluem Lorino com 1267 habitantes, e Lavrentiya com 1459 pessoas. Nas ilhas Diomedes, a meio caminho do estreito, há uma vila em Little Diomede que possui uma escola pertencente ao Distrito Escolar do Estreito de Bering, no Alasca. == Expedições == A referência mais antiga do estreito eram de mapas da família Polo, baseado nas aventuras de Marco Polo. A partir de 1562, geógrafos europeus pensavam que existia o estreito de Anian entre a Ásia e a América do Norte. Em 1648, Semyon Dezhnyov provavelmente atravessou o estreito, mas o relatório não chegou à Europa. O navegador dinamarquês nascido russo Vitus Bering entrou em 1728. Em 1732, Mikhail Gvozdev cruzou pela primeira vez o estreito, da Ásia para a América. Adolf Erik Nordenskiöld em 1878-1879 navegou ao longo da costa norte da Sibéria, provando assim que não havia nenhuma ponte de terra do norte da Ásia para a América do Norte. Em março de 1913, o capitão alemão Max Gottschalk cruzou da capa leste da Sibéria para Shishmaref no Alasca, no trenó através das pequenas e grandes ilhas Diomedes. Ele era um viajante moderno, que documentada pela primeira vez a travessia da Rússia para a América do Norte sem o uso de um barco.The Victoria Advocate February 1 1938, additional text. Em 1987, a nadadora Lynne Cox nadou um curso de 4,3 km (2,7 milhas) entre as ilhas Diomedes do Alasca à União Soviética, com as águas em 3,3 °C (37,9 °F) de temperatura, durante os últimos anos da Guerra Fria.Watts, Simon. (2012-08-08) BBC News - Swim that did not break Cold War ice curtain. Bbc.co.uk. Retrieved on 2013-07-29. Em junho e julho de 1989, uma expedição britânica chamada \"Kayaks Across the Bering Strait\", aconteceu pelo estreito de Bering, completando a primeira travessia a caiaque no mar do estreito de Bering de Wales no Alasca, a cabo Dezhnev na Sibéria. A equipe de Robert Egelstaff, Trevor Potts, Greg Barton e Pete Clark pousou na ilha de Little Diomede, descansou alguns dias e completou a viagem para Uelen. Eles foram escoltados para Moscou, a partir de onde eles voaram de volta para Londres no final de julho. Durante a primeira parte da travessia eles foram acompanhados por dois outros grupos, \"Remo no Amanhã\" liderado por Doug Van Etten. E também foi acompanhado por um pequeno partido liderado por Jim Noyes, foram acompanhados por uma equipe de filmagem. A película da cortina de gelo foi produzida por Aggi Orse. Em 1998 o aventureiro russo, Dmitry Shparo e seu filho Matvey fizeram uma travessia moderna no estreito de Bering congelado com esquis. Em março de 2006, o britânico Karl Bushby e o aventureiro franco- americano Dimitri Kieffer cruzaram o estreito a pé, andando através de uma parte congelada de 90 km (56 milhas) em seções de 15 dias. Eles logo foram presos por entrar na Rússia sem um controle de fronteiras. Em agosto de 2008 foi feita a primeira travessia do estreito de Bering usando um veículo de estrada anfíbio. O Land Rover Defender 110 especialmente modificado, foi conduzido por Steve Burgess e Dan Evans em todo o estreito na sua segunda tentativa após a interrupção da primeira pelo mau tempo. Em fevereiro de 2012, a equipe coreana liderada por Hong Sung-Taek cruzou o estreito a pé em seis dias. Eles começaram a partir da península de Chukotka na costa leste da Rússia em 23 de fevereiro, e chegou a Wales, cidade costeira ocidental no Alasca e, 29 de fevereiro. Em julho de 2012, seis aventureiros associados como \"Dangerous Waters\", um reality show de aventura em produção, fizeram a travessia, mas foram presos e autorizados a voltar para o Alasca, depois de ter sido brevemente detido em Lavrentiya, região administrativa do centro do Distrito de Chukotsky. Eles foram bem tratados e deram um passeio no museu da aldeia, mas não tinham permissão para continuar indo para o sul ao longo da costa do Pacífico. Os homens tinham visto, mas a costa ocidental do estreito de Bering é uma zona militar fechada. De 4 de agosto a 10 de agosto de 2013 (datas nos Estados Unidos), um grupo de 65 nadadores de 17 países nadou no estreito no sistema de revezamento, sendo a primeira travessia deste tipo no local. Eles nadaram de cabo Dezhnev, na Rússia, ao cabo Príncipe de Gales, Estados Unidos (cerca de 110 km, devido à corrente). Tinham apoio direto da Marinha russa, usando um de seus navios, e assistência com permissão. == Proposta de túnel == A ligação física entre a Ásia e a América do Norte através do estreito de Bering quase se tornou realidade em 1864, quando uma empresa de telégrafo russo-americana começou os preparativos para uma linha telegráfica terrestre que ligaria a Europa e a América através no leste. Ela foi abandonada quando o submarino cabo Atlantic foi bem sucedido. Uma outra proposta de ligação da ponte e túnel, da Sibéria para o Alasca foi feita pelo engenheiro francês Baron Loicq de Lobel em 1906. O czar Nicolau II da Rússia emitiu uma ordem que autorizava um consórcio franco-americano representado por Lobel a começar a trabalhar no projeto de ferrovia trans-siberiana, mas nenhum trabalho físico começou. Foram feitas sugestões para a construção de uma ponte no estreito de Bering, entre o Alasca e a Sibéria. No entanto, apesar da engenharia sem precedentes, a política e desafios financeiros, a Rússia se uniu com os EUA para a realização do projeto, com o custo total de $65 bilhões para o projeto do túnel em agosto de 2011. Concluído-se o projeto com 103 km (64 milhas) seria o mais longo do mundo.A China está considerando a construção de uma linha ferroviária \"China-Rússia-Canadá-América\", que incluem a construção de uma linha de 200 km (120 milhas) de túnel subaquático que iria atravessar o estreito de Bering. == Proposta de barragem == Em 1956 a União Soviética propôs aos Estados Unidos um projeto bi-nacional conjunto para aquecer o oceano Ártico e derreter parte da calota de gelo. O projeto soviético propôs uma grande barragem de 90 km através do estreito de Bering. Blocos de gelo e as correntes frias seria presos ao norte da barragem e as correntes quentes trariam água morna mais ao norte com a represa bloqueando a água fria. A água mais quente seria bombeada sobre a barragem no oceano Ártico. No entanto, citando preocupações de segurança nacional, os especialistas da CIA e do FBI se opuseram ao plano soviético, argumentando que enquanto o plano era viável, seria comprometedor para o NORAD (Comando de Defesa Aeroespacial da América do Norte), e assim, a barragem poderia ser construída somente com um imenso custo, o qual a União Soviética não poderia arcar sozinha.\"Ocean Dams Would Thaw North\" Popular Mechanics, June 1956, p. 135. == A cortina de gelo == Durante a Guerra Fria, o estreito de Bering marcou a fronteira entre a União Soviética e os Estados Unidos. As ilhas Diomedes, compostas pela Grande Diomede (pertencente à União Soviética) e a Pequena Diomede (pertencente aos Estados Unidos), estão a apenas 3,8 km de distância. Elas sempre foram livremente atravessadas por povos indígenas da região, que durante o período foram proibidos de fazer a travessia. Em 1987, a nadadora americana Lynne Cox foi a primeira a atravessar a nado as duas ilhas desde a proibição. == Ver também == * Ilhas Diomedes * Mar de Bering * Passagem do Nordeste * Passagem do Noroeste * Povoamento das Américas * Bósforo * Estreito de Gibraltar * Estreito de Malaca * Bab-el-Mandeb Bering Bering Bering Categoria:Geografia de Tchukotka Categoria:Ártico Categoria:Fronteira Estados Unidos-Rússia",
 "title": "Estreito de Bering"
}