{
 "id": "41464",
 "text": "Os ambientes operacionais Windows 3.x da família Microsoft Windows com recurso de interface iconográfica e janelas, lançados entre 1990 e 1996. A versão 3.0 foi a primeira versão mais amplamente usada do Windows, permitindo que a empresa Microsoft possa competir com o sistema Macintosh da empresa Apple Inc., e com o computador Amiga da empresa Commodore Business, que utilizavam uma GUI (Interface Gráfica do Utilizador). O Windows 3.x e versões, não eram propriamente sistemas operacionais, pois tinham como pré-requisito a existência de uma versão do sistema Microsoft DOS (Disk Operating System) instalada no computador, esse sim sendo o sistema operacional do computador. == Windows 3.0 == O Windows 3.0 foi lançado em 22 de maio de 1990. Era usado em computadores 286 e 386. A versão 3.0 foi o primeiro sucesso amplo do Windows. Ao contrário das versões anteriores, ele era uma versão completamente nova, porém era um Ambiente Gráfico que rodava sobre o sistema MS-DOS. Nessa época a maioria dos computadores usavam MS-DOS. Ao ligar o computador, iniciava-se esse sistema operacional, para então iniciar o ambiente gráfico Windows, executando o comando \"WIN\" no prompt do MS-DOS, ou acrescentando o código \"C:\\Windows\\Win\" no arquivo de sistema Autoexec.bat para a sua execução automática. Substituiu-se a aplicação MS-DOS Executive pelo Gerenciador de Programas, Gerenciador De Impressão e Gerenciador de Arquivos. Programa que simplificavam as aplicações e tornava o sistema bem mais prático. Desenvolveu as redes locais (LANs). Melhorou bastante a interface, a gestão da memória e o sistema multitarefa, e incluiu o suporte às fontes True Type. Conseguiu ultrapassar o limite de 1 MB do MS-DOS e permitiu a utilização máxima de 16 MB de aplicativos. Naquela época era o único possível de compatibilizar todos os programas das versões anteriores. Utilizava o processador Intel 80286 e o Intel 80386. Foi apresentado em 7 disquetes de 3,5\" de baixa densidade de 720 KB, em 4 disquetes de 5.25\" de alta densidade de 1,22 MB e em 4 disquetes de 3,5\" de 1,44 MB de capacidade. Também existe a versão 3.00A, que foi lançada em 31 de Outubro de 1990 para corrigir erros da versão anterior. Uma versão baseada no 3.00A foi chamada de \"Windows - graphical environment with Multimedia Extensions 1.0\", contava com muitas novidades, tais como: leitor de CDs, um novo relógio, gravador de som, animações de proteção de tela e mixers de som. Diferentemente das versões comuns, que rodavam sobre processadores 8086 e 8088, este requeria 286 ou superior. Era vendido por fabricantes de computadores em conjunto com o PC, nunca foi vendido separadamente. == Windows 3.1 == O Windows 3.1 (originalmente sob o nome de código Janus) foi lançado em 18 de Abril de 1992. Ele era apresentado em 8, 9 disquetes, 10 ou 14 de alta densidade de 3,5\" de 1.44 MB, com a quantidade de disquetes dependendo do idioma: em português e na maioria dos idiomas latinos e germânicos era vendido em 9 disquetes, em inglês, 8, em idiomas eslavos, magiar e finlandês (fino- úgricos), 10, e em japonês e chinês, 14. Tinha softwares para multimídia e fontes True Type (aumenta muito o número de tipos de letras disponíveis) e era mais estável do que o Windows 3.0. Nesta versão permitiu o uso de um maior número de línguas de trabalho e outros sistemas alfabéticos, como o sistema japonês e chinês. O jogo Campo Minado substituiu o Reversi, embora se você estivesse atualizando do Windows 3.0, o jogo Reversi continuaria lá. Foi a segunda versão em russo, a primeira foi a 2.11, lançada ainda durante o regime soviético, em 1989. == Windows 3.11 == Em 31 de dezembro de 1993, a Microsoft lançou uma atualização para o Windows 3.1, conhecida como Windows 3.11. Assim, o Windows 3.11 não é uma versão autônoma do Windows, mas sim uma atualização de software do Windows 3.1, bem como pacotes de serviço moderno Windows. Para aqueles que não possuíam o Windows 3.1, a versão de Windows 3.11 estavam disponíveis no momento. == Windows para Workgroups == \"Windows for Workgroups\" é uma extensão que permitia que os usuários compartilhem seus recursos e ao pedido dos outros sem um servidor de autenticação centralizado. Foi utilizado o protocolo SMB sobre NetBIOS. A primeira versão estendida \"For Workgroups\" foi lançada em outubro de 1992. === Windows para Workgroups 3.1 === Windows for Workgroups 3.1 (codinome Winball inicialmente e mais tarde Esparta), lançado em Outubro de 1992, apresenta suporte à rede nativa. Windows for Workgroups 3.1 é uma versão estendida do Windows 3.1 que vem com suporte SMB de compartilhamento de arquivos através do NetBIOS NBF base e / ou protocolos de transporte IPX rede, inclui o jogo de cartas corações, e introduziu VSHARE.386, a versão virtual de driver de dispositivo do SHARE.EXE Terminate and Stay Resident programa. === Windows para Workgroups 3.11 === Windows Para Workgroups 3.11, codinome Snowball (Bola de Neve), foi lançado em 11 de agosto de 1993, e enviado em Novembro de 1993. É de 32 bits de acesso a arquivos, cheio redirecionadores de rede de 32 bits, e do cache de arquivos VCACHE.386, compartilhado entre eles. O modo de execução padrão do kernel do Windows foi descontinuado no Windows Para Workgroups 3.11. Um pacote Winsock foi necessário para dar suporte a rede TCP/IP no Windows 3.x Normalmente, os pacotes de terceiros foram utilizados, mas em agosto de 1994 a Microsoft lançou um pacote adicional (codinome Wolverine) que forneceu o suporte TCP/IP no Windows Para Workgroups 3.11. Wolverine era uma sistema de 32 bits (acessível a partir de 16-bit aplicação Windows via thunks WinSock), que deu- lhe um desempenho superior à maioria das pilhas TCP/IP de terceiros Windows disponível. No entanto, era compatível apenas com Windows Para Workgroups 3.11, e não tinha suporte para conexões dial-up. O Wolverine pilha foi uma versão inicial da pilha TCP/IP que mais tarde vêm com Windows 95, e desde cedo um teste para a 16 a de 32 bits da camada de compatibilidade que foi crucial para o sucesso do Windows 95. Fora apresentado em 8 disquetes (em inglês); 9 disquetes (em outros idiomas latinos e germânicos); em 10 disquetes (versões em idiomas eslavos e cirílico); e em 14 disquetes (versão japonesa e chinesa). Os disquetes usados eram os de 3.1/2\" de 1440 KB de alta densidade. == Windows 3.2 == Em janeiro de 1994, a Microsoft lançou uma versão em chinês simplificado do Windows para o mercado chinês. O sistema atualizado identificado como Windows 3.2. Assim, o Windows 3.2 é a versão chinesa do Windows 3.1. A atualização limitou-se a esta versão, em que fixa apenas as questões relativas ao complexo sistema de escrita da língua chinesa. Windows 3.2 era geralmente vendidos por fabricantes de computadores com uma versão disco de dez anos de MS-DOS, que também tinha caracteres em chinês simplificado da produção de base e alguns utilitários traduzidos. == Ver também == * Microsoft * Windows * Windows XP * Windows Vista * Windows 7 Categoria:Windows Categoria:Sistemas operativos Categoria:Microsoft Categoria:Programas descontinuados pela Microsoft Categoria:Sistemas operacionais para PCs Categoria:Tecnologia da informação",
 "title": "Windows 3.x"
}