{
 "id": "41500",
 "text": "João de Lancaster, Duque de Bedford (Warwickshire, 20 de junho de 1389 — Ruão,14 de setembro de 1435) foi um príncipe inglês da época medieval, um general e um estadista que comandou os exércitos ingleses na França durante uma fase crítica da Guerra dos Cem Anos. João foi o quarto filho do rei Henrique IV de Inglaterra, irmão de Henrique V e agiu como regente de França no lugar do seu sobrinho, Henrique VI. Apesar dos seus talentos militares e administrativos, a situação em França tinha-se deteriorado bastante na altura da sua morte. Bedford foi um administrador e soldado competente e a sua gestão eficaz da guerra levou os ingleses ao auge do seu poder na França. Porém, surgiram dificuldades após a chegada de Joana d'Arc e o seu trabalho foi subvertido por divisões políticas internas e pela hesitação de um aliado-chave de Inglaterra: o duque Filipe da Borgonha e a sua fação, os Borguinhões. Nos últimos anos de vida de Bedford, o conflito tornou-se numa guerra de atrito e ele teve cada vez mais dificuldades para financiar a guerra. Bedford morreu durante o congresso de Arras em 1435, pouco antes de Borgonha se preparar para abandonar a causa inglesa e concluir um processo de paz separado com Carlos VII de França. == Nascimento e família == João de Lencastre nasceu em 22 de junho de 1389, filho de Henrique Bolingbroke e de Maria de Bohun. Não se conhece o seu local de nascimento, mas alguns historiadores especulam que ele tenha nascido no Castelo de Kenilworth em Warwickshire. João era neto de João de Gante, duque de Lencastre, um dos filhos do rei Eduardo III. O seu pai, Henrique IV foi exilado em 1399 pelo seu primo, Ricardo II, depois de participar na revolta dos Lords Appellant em 1388, um ano antes do nascimento de João. Após a morte de João de Gante, Ricardo II não permitiu que Bolingbroke herdasse o ducado de Lencastre do seu pai. Nesse ano, Bolingbroke, com a ajuda da nobreza, conseguiu reunir apoiantes e depôs Ricardo II que acabou por ser assassinado a sangue-frio. Bolingbroke foi coroado rei de Inglaterra, como Henrique IV, em 13 de outubro de 1399. Os irmãos mais velhos de João eram Henrique de Monmouth (mais tarde o rei Henrique V) e Tomás de Lencastre, duque de Clarence. Os seus irmãos mais novos eram Humberto de Lencastre, duque de Gloucester, Branca de Lencastre e Filipa de Lencastre. Após a adesão de seu pai ao trono de Inglaterra como Henrique IV, João começou a acumular terras e cargos lucrativos. Foi nomeado cavaleiro em 12 de outubro de 1399 na coroação de seu pai e tornou-se um Cavaleiro da Ordem da Jarreteira em 1402. Entre 1403 e 1405, concessões de terras confiscadas à Casa de Percy e o convento de Ogbourne no Wiltshire aumentaram consideravelmente os seus rendimentos. João foi nomeado mestre da estrebaria e dos falcões em 1402, Condestável da Inglaterra em 1403 e Guardião de East March entre 1403 e 1414. Em 1411, o seu irmão mais velho fez dele Conde Kendal e Richmond e Duque de Bedford. == Campanhas militares == O irmão de João, Henrique V, liderou uma campanha contra a França em 1415. Ele conquistou a cidade de Harfleur e conseguiu uma das maiores vitórias dos ingleses na Guerra dos Cem anos na Batalha de Azincourt em outubro de 1415. Em 1416, Henrique colocou João no comando de uma frota que levava mantimentos para Harfleur e que derrotou uma frota da marinha franco-genoesa. Henrique conquistou as cidades de Ruão e de Caen e, em pouco tempo, a maioria da França ficou sob controlo inglês. João liderou exércitos ingleses contra o reino da Escócia enquanto o seu irmão lutava contra os franceses no continente europeu. João conseguiu fazer recuar os escoceses e recapturou a cidade de Berwick-Upon-Tweed e, mais tarde, conseguiu recapturar outros territórios ingleses perdidos. Depois de ter conseguido um tratado de paz, a cidade portuária de Berwick permaneceu em mãos inglesas. === Regência === Depois da morte prematura de Henrique V em 1422, João tornou-se regente do sobrinho Henrique VI, então um bebê de meses. O cargo foi dividido com o irmão Humberto, Duque de Gloucester e a João coube a regência de França, onde, de acordo com o tratado de Troyes, Henrique VI também reinava. Esta posição, no entanto, não era aceite pelos franceses que preferiam Carlos VII de França. A luta entre Bedford à frente da facção inglesa e os partidários do delfim marcaram os últimos episódios da Guerra dos Cem Anos. Bedford foi bem sucedido até aparecer Joana d'Arc, que funcionou como força de união no lado francês. Com vista a eliminar Joana, Bedford organizou a sua captura, julgamento e execução por feitiçaria em 1431. No fim do ano, trouxe o sobrinho Henrique VI de Inglaterra e corou-o como rei de França, numa tentativa de forçar o seu aceitamento. Bedford foi governador da Normandia entre 1422 e 1432 e a Universidade de Caen foi fundada sob a sua tutela. Ele foi bastante ativo na comissão de iluminuras em Paris e na Inglaterra. As três mais importantes que sobreviveram até aos nossos dias são a Bedford Hours e a Salisbury Breviary, ambos produzidos em Paris, assim como a Bedford Psalter e a Hours of About, produzidas em Inglaterra. São todas ricamente ilustradas e bons exemplos do estilo do período. == Morte == Bedford morreu em setembro de 1435 no Castelo de Joyeux Repos enquanto negociava o tratado de Ruão. Suas políticas falharam após o fracasso das negociações de paz no Congresso de Arras, que tinha visto o Duque Filipe abandonar a causa inglesa. Bedford foi enterrado na Catedral de Ruão, perto de Henrique, o Jovem. Em 1562, a sua campa foi destruídas por calvinistas. Hoje em dia, uma placa assinala a localização da sua campa. Bedford não teve filhos legítimos. == Casamentos == O primeiro casamento de João foi com Ana, filha de João Sem Medo em 14 de junho de 1423, em Montbard. O casal foi feliz no casamento, apesar de não ter filhos. Ana morreu de peste em Paris em 1432. Seu segundo casamento foi com Jacquetta de Luxemburgo. Não teve descendência de qualquer dos casamentos. Além disso, fora do casamento ele teve uma filha chamada Maria, que se casou com Pedro de Montferrand (morto em 1454), filho do senhor de Langoiran, Soudan de la Trau, e teve descendência; e um filho, Ricardo. == Ancestrais == |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | João de Lencastre Casa de Lencastre Ramo da Dinastia Plantageneta 20 de junho de 1389 – 14 de setembro de 1435 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" | Título novo |width=\"40%\" style=\"text-align: center;\"|Duque de Bedford 1414–1435 |width=\"30%\" align=\"center\" | Extinto, posteriormente entregue a George Neville |- |width=\"30%\" align=\"center\" | Precedido por Exeter |width=\"40%\" style=\"text-align: center;\"|Regente de França 1422–1435 |width=\"30%\" align=\"center\" | Sucedido por Cargo abolido |- |width=\"30%\" align=\"center\" | Precedido por Henrique V |width=\"40%\" style=\"text-align: center;\"|Lord High Admiral 1426–1435 |width=\"30%\" align=\"center\" | Sucedido por Conde de Huntington |- |width=\"30%\" align=\"center\" | Precedido por Raul de Neville |width=\"40%\" style=\"text-align: center;\"|Honra de Richmond 1425-1435 |width=\"30%\" align=\"center\" | Vago revertido à coroa Posteriormente detido por Edmundo Tudor |} Categoria:Duques de Bedford Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Príncipes católicos romanos Categoria:Duques católicos romanos Categoria:Regentes da Inglaterra Categoria:Católicos do Reino Unido Categoria:Casa de Lencastre Categoria:Herdeiros ao trono inglês Categoria:Sepultados na Catedral de Ruão",
 "title": "João de Lencastre, Duque de Bedford"
}