{
 "id": "41519",
 "text": "A NOWO (lê-se \"novo\") é uma empresa portuguesa de telecomunicações, que começou a operar em 1993, então sob o nome de Cabovisão. == História == A Cabovisão foi formada em 27 de Setembro de 1993, tendo começado a operar ainda esse ano. Em 2006, a Cabovisão era totalmente controlada pela companhia holandesa Telemax BV, uma divisão da operadora canadiana Cable Satisfaction International, e que por sua vez era controlada pela firma Catalyst Capital. Nesse ano já era considerada como a segunda maior operadora de rede de cabo no país, tendo atingido em 2005 um volume de negócios de cerca de 129 milhões de Euros, apesar de ainda não cobrir totalmente o território nacional, cingindo- se então principalmente às regiões do Alentejo, Beiras e no corredor entre Lisboa e Palmela. Porém, encontrava-se numa situação financeira desfavorável, com uma dívida que em 2005 atingia os 350 milhões de Euros, sendo os seus principais accionistas e credores as empresas Catalyst e Cable Satisfaction International, sendo esta última uma operadora canadiana. Apesar disto, considerava-se que a empresa tinha um grande potencial económico, devido ao forte crescimento do mercado dos serviços triplos de telefone, internet e televisão, motivo pelo qual grandes organizações nacionais, como a Sonae, mostraram-se interessadas na aquisição da empresa. No entanto, ainda em 2006 acabou por ser comprada por uma companhia canadiana, a Cogeco, por 465 milhões de euros. Esta empresa era então a quarta maior operadora de telecomunicações no Canadá, e a segunda maior nas províncas do Ontário e do Quebec. De acordo com um comunicado da Cogeco, «esta aquisição está em consonância com a procura de oportunidade externas de crescimento [...] e permite à empresa tomar parte activa no desenvolvimento do sector das telecomunicações por cabo na Europa. Em 2010, a rede da Cabovisão atingia cerca de novecentas mil casas, e assegurando mais de oitocentos mil serviços de televisão, telefone e internet. Estava então licenciada para disponibilizar serviços de televisão a cerca de 90% das residências, e de internet e telefone em todo o país, seguindo uma estratégia de aposta em regiões ainda não cobertas por outras empresas. Foi também a primeira operadora a lançar em Portugal importantes canais a nível internacional, como o MGM, AXN, RecordTV e a Fox. No entanto, em Novembro de 2011 o jornal Público noticiou que desde meados desse ano que começaram a ser enviadas mensagens a várias entidades que poderiam estar interessadas na aquisição da Cabovisão, algo que foi negado tanto pela própria operadora como pela Cogeco. De acordo com o jornal, a situação financeira da operadora portuguesa fragilizou-se com a introdução de uma nova concorrente, a ZON, formada em 2007 a partir de uma divisão da Portugal Telecom. Uma considerável parte dos clientes da Cabovisão migrou para a ZON, levando a receios que a operadora se tornasse uma vítima da forte concorrência no mercado nacional das telecomunicações, como tinha recentemente sucedido com a AR Telecom. Em Fevereiro de 2012, foi adquirida pelo grupo Altice, pelo valor de 45 milhões de Euros. Porém, logo em Setembro de 2015 a Altice vendeu a Cabovisão e a ONI à Apax França, uma gestora de fundos de alto risco, medida que foi forçada a tomar pela União Europeia, uma vez que aquela empresa tinha igualmente adquirido o grupo PT Portugal, que era proprietário da operadora MEO. A venda daquelas duas operadoras tinha sido autorizada pela Comissão Europeia nos finais de Dezembro de 2014. Esta não era a primeira vez que a Altice tinha colaborado com a Apax França, uma vez que quando comprou a Cabovisão em Fevereiro de 2012, as duas empresas tinham acordado no sentido da gestora francesa comprar 40% da operadora de cabo, por 18 milhões de Euros. A 13 de Setembro de 2016, foi apresentada a nova identidade e estratégia da empresa, que a partir dessa data se passou a chamar NOWO. A NOWO surgiu em Setembro de 2016, como resultado do rebranding da marca Cabovisão. As duas operadoras eram então propriedade dos fundos Apax France e Fortino Capital. A NOWO tem uma serviço móvel a nível nacional através de um acordo MVNO (operador móvel virtual) com a MEO celebrado em Janeiro de 2016. A Apax France e a Fortino Capital foram os acionistas da NOWO, desde Setembro 2015, os quais também detêm em Portugal, a empresa de telecomunicações ONI, que endereça o mercado empresarial. Em agosto de 2019, a empresa espanhola MásMovil comprou a Cabonitel, que detém a Nowo e a Oni. Em outubro desse ano, a Autoridade da Concorrência autorizou os espanhóis da MásMovil e do fundo GAEA Inversión a avançar com a compra da Cabonitel, que detém a empresa Nowo e a Oni. Em setembro de 2022, a Vodafone anunciou a aquisição da empresa, através de um acordo com a Lorca JVCO Limited, mas a autoridade da Concorrência não aprovou esse negócio. Em setembro de 2024, a Entidade Reguladora para a Comunicação Social deu luz verde à compra da Nowo pela Digi Portugal, que está interessada em comprar por 150 milhões de euros. == Ligações externas == * Página oficial da NOWO Categoria:Empresas operadoras de TV a cabo de Portugal Categoria:Provedores de acesso à Internet de Portugal Categoria:Operadores de telefone fixo de Portugal",
 "title": "Nowo"
}