{
 "id": "41566",
 "text": "O Comitê Internacional da Cruz Vermelha (CICV) MHM é uma organização humanitária, independente e neutra, que se esforça em proporcionar proteção e assistência às vítimas da guerra e de outras situações de violência. Com sua sede em Genebra, Suíça, o CICV faz parte do Movimento Internacional da Cruz Vermelha e do Crescente Vermelho, juntamente com a Federação Internacional das Sociedades da Cruz Vermelha e do Crescente Vermelho (IFRC) e 192 Sociedades Nacionais. É a organização mais antiga e honrada dentro do movimento e uma das organizações mais amplamente reconhecidas no mundo, tendo ganho três Prêmios Nobel da Paz (em 1917, 1944 e 1963). No seu constante diálogo com os Estados, o CICV insiste continuamente no seu caráter neutro e independente. Somente sendo assim, livre para atuar de forma independente em relação a qualquer governo ou a qualquer outra autoridade, a organização tem condições para atender aos interesses das vítimas dos conflitos, que constituem o centro da sua missão humanitária. Os Estados Partes (signatários) da Convenção de Genebra de 1949 e seus Protocolos Adicionais de 1977 (Protocolo I, Protocolo II) e 2005 deram ao CICV um mandato para proteger as vítimas de conflitos armados internacionais e internos. Essas vítimas incluem feridos de guerra, prisioneiros, refugiados, civis e outros não combatentes. == História == A organização foi fundada por iniciativa de Jean Henri Dunant, em 1863, sob o nome de Comitê Internacional para ajuda aos militares feridos, (ver: saúde militar) designação alterada, a partir de 1876, para Comitê Internacional da Cruz Vermelha. A assistência aos prisioneiros de guerra teve grande avanço a partir de 1864, quando foi realizada a Convenção de Genebra, para a melhoria das condições de amparo aos feridos, e em 1899, quando foi realizada a Convenção de Haia, que disciplinava as \"normas\" de guerra terrestre e marítima. Atualmente, o CICV não tem se limitado apenas à proteção de prisioneiros militares, mas também a detidos civis em situações de guerra ou em nações que violem os Estatutos dos Direitos Humanos. Preocupa-se ainda com a melhoria das condições de detenção, a garantia do suprimento e distribuição de alimentos para as vítimas civis de conflitos, a prover assistência médica e a melhorar as condições de saneamento especialmente em acampamentos de refugiados ou detidos. Também tem atuado em assistência a vítimas de desastres naturais, como enchentes, terremotos, furacões, especialmente em nações com carência de recursos próprios para assistência às vítimas. O Comitê Internacional da Cruz Vermelha baseia-se no princípio da neutralidade, não se envolvendo nas questões militares ou políticas, de modo a ser digna da confiança das partes em conflito e assim exercer suas atividades humanitárias livremente. A 1 de Julho de 1983 foi feito Membro-Honorário da Ordem do Mérito de Portugal. == Missão == A missão da CICV é proteger e apoiar vítimas dos conflitos armados e outras situações de violência, sem importar quem elas sejam. Esta missão foi outorgada pela comunidade internacional e possui duas fontes: * As Convenções de Genebra de 1949, que incumbem o Comitê de visitar prisioneiros, organizar operações de socorro, reunir familiares separados e realizar atividades humanitárias semelhantes durante conflitos armados; * Os Estatutos do Movimento Internacional da Cruz Vermelha e do Crescente Vermelho, que encorajam a organização a empreender um trabalho semelhante em países que não vivem uma guerra internacional, mas possuem situações de violência interna, às quais portanto as Convenções de Genebra não se aplicam. Suas principais atividades são: * visitar prisioneiros de guerra e civis detidos; * procurar pessoas desaparecidas; * intermediar mensagens entre membros de uma família separada por um conflito; * reunir famílias dispersas; * em caso de necessidade, fornecer alimentos, água e assistência médica a civis; * difundir o Direito Internacional Humanitário (DIH); * zelar pela aplicação do DIH; * chamar a atenção para violações do DIH e contribuir para a evolução deste conjunto de normas. Além disso, o CICV procura agir de forma preventiva e atua em parceria com as Sociedades Nacionais da Cruz Vermelha e do Crescente Vermelho em cada país, a exemplo da Cruz Vermelha Brasileira (CVB) no Brasil, e com a Federação Internacional das Sociedades da Cruz Vermelha e do Crescente Vermelho. == Princípios Fundamentais == O trabalho do Comitê Internacional da Cruz Vermelha está baseado em sete princípios fundamentais: * Humanidade — socorre, sem discriminação, os feridos no campo de batalha e procura evitar e aliviar os sofrimentos dos homens, em todas as circunstâncias; * Imparcialidade — não faz nenhuma distinção de nacionalidade, raça, religião, condição social e filiação política; * Neutralidade — para obter e manter a confiança de todos, abstém-se de participar das hostilidades e nunca intervém nas controvérsias de ordem política, racial, religiosa e ideológica; * Independência — as Sociedades Nacionais devem conservar sua autonomia, para poder agir sempre conforme os princípios do Movimento Internacional da Cruz Vermelha e do Crescente Vermelho; * Voluntariado — instituição de socorro voluntário e desinteressado; * Unidade — só pode haver uma única Sociedade Nacional em um país; * Universalidade — instituição universal, no seio da qual todas as Sociedades Nacionais têm direitos iguais e o dever de ajudar umas às outras. == Emblemas == Desde que o CICV foi criado, seus fundadores identificaram a necessidade de utilizar um emblema único e universal, facilmente reconhecido. A ideia era que o emblema protegesse não apenas os feridos em campanha, mas também as pessoas que prestavam assistência, incluindo as unidades médicas, mesmo as do inimigo. De acordo com os Convênio de Genebra e seus Protocolos Adicionais, os emblemas reconhecidos são a cruz vermelha, o crescente vermelho e o cristal vermelho. Estes emblemas estão reconhecidos pelo direito internacional e têm a função de proteger as vítimas de conflitos e os trabalhadores humanitários que prestam assistências às mesmas. Quem tem direito a usar os emblemas? Os membros do Movimento Internacional da Cruz Vermelha e do Crescente Vermelho, incluindo as unidades de saúde das forças armadas, voluntários das Sociedades Nacionais, delegados do CICV e os meios de transporte de saúde. == O Direito Internacional Humanitário (DIH)== O Direito Internacional Humanitário (DIH) é um conjunto de normas — entre elas Convenções de Genebra e as Convenções de Haia — que rege as práticas de guerra com o objetivo de limitar os efeitos dos conflitos armados por razões humanitárias. Embora a prática da guerra seja muito antiga, apenas há 150 anos os Estados criaram normas internacionais para proteger as pessoas. O DIH, de quem o CICV recebeu dos Estados o mandato de guardião, é também conhecido como \"Direito da Guerra\" ou \"Direito dos Conflitos Armados\". == As operações do CICV no mundo == Com 12,3 mil funcionários, o Comitê Internacional da Cruz Vermelha está presente em mais de 80 países por meio de delegações, subdelegações, escritórios e missões. As atividades fazem parte do mandato da organização de proteger a vida e a dignidade das vítimas de guerra e de promover o respeito pelo Direito Internacional Humanitário. === Conflito na Síria === Em resposta à violência que afeta a Síria desde março de 2011, o CICV presta assistência às pessoas que estão dentro da Síria, que enfrentam condições de vida extremamente difíceis, e as centenas de milhares de sírios que tiveram que fugir para a Jordânia e o Líbano. O trabalho do CICV realizado no país é feito em conjunto com o Crescente Vermelho Árabe Sírio. A organização distribui alimentos e outros artigos básicos, restabelece o abastecimento de água, apoia os serviços de saúde e restabelece o contato de membros de famílias afastadas pelo conflito. O presidente do CICV, Peter Maurer, realizou uma visita de três dias em janeiro de 2014 ao país. Durante a missão, ele realizou reuniões oficiais com representantes de alto escalão do governo e pressionou para que a organização tenha maior acesso humanitário e seguro à população que necessita ajuda. Maurer esteve ainda com famílias deslocadas pelo conflito na zona rural de Damasco e com funcionários e voluntários do Crescente Vermelho Árabe Sírio. Presente na Síria desde 1967, o CICV também trabalha no Golã ocupado. A organização se ocupa do restabelecimento dos contatos entre sírios e parentes detidos no exterior. === Operação na Somália === Na Somália, o CICV presta assistência emergencial às pessoas afetadas diretamente pelo conflito armado, que vivem em uma situação quase sempre agravada por desastres naturais, e administra extensos programas de primeiros socorros, assistência médica e assistência básica à saúde. Promove o respeito ao Direito Internacional Humanitário (DIH) e realiza projetos de agricultura e água para melhorar a segurança econômica e as condições de vida da população. O agravamento da seca do Chifre da África motivou o Comitê a aumentar sua operação no país, no qual milhares de pessoas sofrem com a escassez de água e de alimentos. A organização começou a trabalhar na Somália em 1977, para responder às necessidades humanitárias da guerra entre este país e a Etiópia. == Fatalidades == No final da Guerra Fria, o trabalho do CICV na verdade se tornou mais perigoso. Na década de 1990, mais delegados perderam a vida do que em qualquer outro momento de sua história, especialmente quando trabalhavam em conflitos armados locais e internos. Esses incidentes muitas vezes demonstraram falta de respeito pelas regras das Convenções de Genebra e seus símbolos de proteção. Entre os delegados mortos estavam: * Ricardo Heider. Ele foi morto em 9 de junho de 1942 na Grécia. * Matheus Vischer. Ele foi morto em 20 de dezembro de 1943 na Indonésia. * Johann Jovanovits. Ele foi morto em 4 de fevereiro de 1946 na Alemanha. * Otto Anderegg. Ele foi morto em 16 de maio de 1946 na Indonésia. * Carlos Huber. Ele foi morto em 19 de novembro de 1946 na Alemanha. * Jorge Oliveira. Ele foi morto em 13 de dezembro de 1961 na República Democrática do Congo. * Roberto Carlsson. Ele foi morto em 30 de julho de 1968 na Nigéria. * Dragan Hercog. Ele foi morto em 30 de julho de 1968 na Nigéria. * Jacob Sturzenegger. Ele foi morto em 12 de março de 1975 no Vietnã. * Luís Gaulis. Ele foi morto em 29 de março de 1978 no Líbano. * Alain Bieri, André Tieche, Charles Chatora. Eles foram mortos em 18 de março de 1978 no Zimbábue. * Cristina Rieben. Ela foi morta em 17 de janeiro de 1980 em Uganda. * Jurg Baumann. Ele foi morto em 21 de setembro de 1980 no Sudão. * André Redard. Ele foi morto em 12 de maio de 1982 em Angola. * Alain Jossi. Ele foi morto em 28 de outubro de 1984 na Etiópia. * Michel Zufferey. Ele foi morto em 5 de janeiro de 1985 no Sudão. * Marc Blaser. Ele foi morto em 16 de dezembro de 1985 em Angola. * Catherine Chappuis, Nuno Ferreira. Eles foram mortos em 14 de outubro de 1987 em Angola. * Pernette Zehnder. Ela foi morta em 18 de outubro de 1987 no Líbano. * Juanito Patong, Walter Berweger. Eles foram mortos em 19 de janeiro de 1990 nas Filipinas. * Mohammad Zamany. Ele foi morto em 16 de agosto de 1990 no Afeganistão. * Yar Faqir. Ele foi morto em 1º de setembro de 1990 no Afeganistão. * Pedro Altwegg. Ele foi morto em 6 de outubro de 1990 na Somália. * Rais Khan, Mostu Khan. Eles foram mortos em 9 de julho de 1991 no Afeganistão. * Antonio Arulanthu. Ele foi morto em 24 de outubro de 1991 no Sri Lanka. * Wim Van-Boxelaere. Ele foi morto em 14 de dezembro de 1991 na Somália. * Jón Karlsson. Ele foi morto em 22 de abril de 1992 no Afeganistão. * Frederico Maurício. Ele morreu em 19 de maio de 1992 aos 39 anos, um dia depois que um transporte da Cruz Vermelha que ele escoltava foi atacado na antiga cidade iugoslava de Sarajevo. * Salomão Jarboe. Ele foi morto em 26 de agosto de 1992 na Libéria. * Kurt Lustenberger. Ele foi morto em 14 de janeiro de 1993 na Somália. * Sarah Leomy, Suzanne Buser. Eles foram mortos em 27 de agosto de 1993 em Serra Leoa. * Michel Kuhn. Ele foi morto em 28 de agosto de 1993 no Tajiquistão. * Antoine Munderere. Ele foi morto em 13 de outubro de 1993 em Ruanda. * Angela Gago-Gallego, Julia Narrea. Eles foram mortos em 25 de fevereiro de 1994 no Peru. * Kiew Sambath. Ele foi morto em 11 de abril de 1994 no Camboja. * Rodrigues Cambiote. Ele foi morto em 13 de agosto de 1994 em Angola. * Fernanda Calado (Espanha), Ingeborg Foss (Noruega), Nancy Malloy (Canadá), Gunnhild Myklebust (Noruega), Sheryl Thayer (Nova Zelândia) e Hans Elkerbout (Holanda). Eles foram baleados à queima-roupa enquanto dormiam na madrugada de 17 de dezembro de 1996 no hospital de campanha do CICV na cidade chechena de Nowije Atagi, perto de Grozny. Seus assassinos nunca foram pegos e não havia motivo aparente para os assassinatos. * Rita Fox (Suíça), Véronique Saro ( República Democrática do Congo, ex-Zaire), Julio Delgado (Colômbia), Unen Ufoirworth (RD Congo), Aduwe Boboli (RD Congo) e Jean Molokabonge (RD Congo). Em 26 de abril de 2001, eles estavam a caminho com dois carros em uma missão de socorro no nordeste da República Democrática do Congo, quando foram atacados por atacantes desconhecidos. * Ricardo Munguia (El Salvador). Ele trabalhava como engenheiro hidráulico no Afeganistão e viajava de Kandahar para Tirin Kot com colegas locais em 27 de março de 2003, quando seu carro foi parado por homens armados desconhecidos. Ele foi morto em estilo de execução à queima-roupa, enquanto seus colegas foram autorizados a escapar. Ele tinha 39 anos. A morte levou o CICV a suspender temporariamente as operações no Afeganistão. Assim, a suposição de que a reputação do CICV de neutralidade e trabalho eficaz no Afeganistão nos últimos trinta anos protegeria seus delegados foi destruída. * Vatche Arslanian (Canadá). Desde 2001, ele trabalha como coordenador de logística para a missão do CICV no Iraque. Ele morreu quando viajava por Bagdá junto com membros do Crescente Vermelho Iraquiano. O carro deles acidentalmente entrou no fogo cruzado dos combates na cidade. * Nadisha Yasassri Ranmuthu (Sri Lanka). Ele foi morto por atacantes desconhecidos em 22 de julho de 2003, quando seu carro foi alvejado perto da cidade de Hilla, no sul de Bagdá. * Emmerich Pregetter (Áustria). Ele era um especialista em logística do CICV que foi morto por um enxame de abelhas em 11 de agosto de 2008. Emmerich estava participando de uma viagem de campo junto com a equipe de Água e Habitat do CICV em um comboio que entregava material de construção para a reconstrução de uma clínica cirúrgica rural. na área de Jebel Marra, West Darfur, Sudão. * Kristofer Scott. Ele foi morto em 25 de janeiro de 2011 na Libéria. * Khalil Dale. Ele foi morto em 29 de abril de 2012 no Paquistão. * Hussein Saleh. Ele foi morto em 20 de junho de 2012 no Iêmen. * Abdul Bashir-Khan. Ele foi morto em 29 de maio de 2013 no Afeganistão. * Dieudonné Ruhamanyi, Pascal Barholere. Eles foram mortos em 20 de novembro de 2013 na República Democrática do Congo. * Siradjou Mamadou. Ele foi morto em 8 de março de 2014 na República Centro-Africana. * Michael Greub. Ele foi morto em 4 de junho de 2014 na Líbia. * Laurent Du Pasquier (Suíça). Foi Gerente Administrativo e Financeiro na cidade de Donetsk, no leste da Ucrânia. Ele foi morto por um projétil que caiu perto do escritório do CICV em 2 de outubro de 2014. Ele tinha 38 anos. * Hamadoun Daou. Ele foi morto em 30 de março de 2015 no Mali. * Mohammed Al-Hakami, Abdulkarem Ghazi. Eles foram mortos em 2 de setembro de 2015 no Iêmen. * Alexis Marboua. Ele foi morto em 12 de outubro de 2016 na República Centro-Africana. * Emmanuel Lukudu, Ghulam Maqsood, Ghulam Rasoul, Ghulam Mortaza, Ahmad Khalid, Najibullah Sahebzada, Sayed Shah-Agha. Eles foram mortos em 8 de fevereiro de 2017 no Afeganistão. * Lorena Enebral-Perez. Ela era especialista em fisioterapia e solicitou uma missão no Afeganistão, onde poderia se concentrar em crianças com deficiência. Em 11 de setembro de 2017, enquanto trabalhava no centro de reabilitação física do CICV em Mazar-i-Sharif, Lorena foi baleada por um paciente em uma cadeira de rodas. Ela tinha 38 anos. * Atteyipe Youssouf. Ele foi morto em 4 de novembro de 2017 na República Centro-Africana. * Hanna Lahoud. Ele foi morto em 21 de abril de 2018 no Iêmen. * Saifura Hussaini. Ela foi morta em 16 de setembro de 2019 na Nigéria. * Hauwa Liman. Ela foi morta em 16 de outubro de 2019 na Nigéria. * Saidi Kayiranga, Ahmed Wazir, Hamid Al-Qadami, John Kaká. Eles foram mortos em 20 de março de 2020 no Sudão do Sul. * Diomede Nzobambona. Ele foi morto em 23 de agosto de 2021 em Camarões. Em 2011, o CICV lançou a campanha Assistência à Saúde em Perigo para destacar os riscos para os profissionais humanitários de saúde. == Organização == O CICV está sediado na cidade suíça de Genebra e possui escritórios externos chamados delegações (ou, em casos raros, “missões”) em cerca de oitenta países. Cada delegação está sob a responsabilidade de um chefe de delegação que é o representante oficial do CICV no país. Dos seus 3 000 funcionários profissionais, cerca de 1 000 trabalham em sua sede em Genebra e 2 000 expatriados trabalham em campo. Cerca de metade dos trabalhadores de campo atuam como delegados que gerenciam as operações do CICV, enquanto a outra metade são especialistas como médicos, agrônomos, engenheiros ou intérpretes. Nas delegações, a equipe internacional é assistida por cerca de 15 000 funcionários nacionais, elevando o total de funcionários sob a autoridade do CICV para cerca de 18 000. As delegações também costumam trabalhar em estreita colaboração com as Sociedades Nacionais da Cruz Vermelha dos países onde estão baseadas e, portanto, podem convocar os voluntários da Cruz Vermelha Nacional para ajudar em algumas das operações do CICV. == Relações dentro do movimento == Em virtude de sua antiguidade de sua posição especial sob o Direito Internacional Humanitário, o CICV é a principal agência do Movimento da Cruz Vermelha, mas resistiu a algumas lutas de poder dentro do movimento. O CICV entrou em conflito com a Federação e algumas sociedades nacionais em vários momentos. A Cruz Vermelha americana ameaçou suplantar o CICV com a criação da Federação Internacional das Sociedades da Cruz Vermelha e do Crescente Vermelho como \"uma verdadeira Cruz Vermelha internacional\" após a Primeira Guerra Mundial. Elementos da Cruz Vermelha Sueca desejavam suplantar a autoridade suíça do CICV após a Segunda Guerra Mundial. Com o tempo, os sentimentos suecos diminuíram e a IFRC passou a trabalhar de forma mais harmoniosa com o CICV após anos de discórdia organizacional. Atualmente, a divisão de Cooperação do Movimento da IFRC organiza a interação e cooperação com o CICV.Andre Durand, History of the International Committee of the Red Cross: From Sarajevo to Hiroshima, (Geneva:ICRC, 1984), 147.Forsythe, The Humanitarians, 37.Forsythe, The Humanitarians, 52. Em 1997, o CICV e a FICV assinaram o Acordo de Sevilha, que definiu ainda mais as responsabilidades de ambas as organizações dentro do movimento. De acordo com o acordo, a Federação é a agência líder do movimento em qualquer situação de emergência que não ocorra em um conflito armado. === Aceitação de Magen David Adom === Desde a sua criação em 1930 até 2006, a organização Magen David Adom, o equivalente israelense à Cruz Vermelha, não foi aceita como parte da Federação, pois usava a Estrela de David, que o CICV se recusou a reconhecer como um símbolo aceitável. Isso significava que, embora as ambulâncias árabes fossem protegidas pelo CICV, as ambulâncias israelenses não. Em maio de 2000, Bernadine Healy, presidente da Cruz Vermelha Americana, escreveu: usado por décadas como a razão para excluir o Magen David Adom — o Escudo (ou Estrela) de David\". Em protesto contra a percepção de discriminação anti-Israel do CICV, o ARC retirou seu apoio financeiro. Parte da convenção de Genebra, o CICV adotou o novo Cristal Vermelho. Magen David Adom então centralizou a placa da Estrela de David dentro da sinalização recém-aceitada e, em 2006, foi aceito como membro pleno. Yonatan Yagodovsky, diretor do departamento de arrecadação de fundos do MDA, disse em um artigo publicado em outubro de 2011 que \"o MDA continuará a usar seu emblema e logotipo, e ninguém nunca nos pediu para tirá-lo\". == Relações Internacionais == O CICV prefere envolver os Estados diretamente e se baseia em negociações discretas e confidenciais para fazer lobby pelo acesso aos prisioneiros de guerra e melhoria em seu tratamento. Suas descobertas não estão disponíveis ao público em geral, mas são compartilhadas apenas com o governo relevante. Isso contrasta com organizações relacionadas, como Médicos Sem Fronteiras e Anistia Internacional, que estão mais dispostas a expor abusos e aplicar pressão pública aos governos. O CICV argumenta que esta abordagem permite maior acesso e cooperação dos governos a longo prazo.. Quando o acesso é concedido apenas parcialmente, o CICV aceita o que pode e continua fazendo lobby discretamente para obter mais acesso. Na era do apartheid na África do Sul, foi concedido acesso a prisioneiros como Nelson Mandela cumprindo sentenças, mas não aos interrogados e aguardando julgamento. Após sua libertação, Mandela elogiou publicamente a Cruz Vermelha... A presença de organizações humanitárias respeitáveis ​​pode fazer com que regimes fracos pareçam mais legítimos, de acordo com Fiona Terry, chefe do centro de pesquisa operacional do CICV. Terry afirma que \"isso é particularmente verdadeiro para [o] CICV, cujo mandato, reputação e discrição conferem à sua presença uma qualidade particularmente afirmativa\". Reconhecendo esse poder, o CICV pode pressionar os governos fracos a mudar seu comportamento, ameaçando se retirar. Como mencionado acima, Nelson Mandela reconheceu que o CICV forçou um tratamento melhor para os prisioneiros e teve influência sobre seus captores sul-africanos porque \"evitar a condenação internacional era o principal objetivo das autoridades\".... == Ligações externas == * * * * Comitê Internacional da Cruz Vermelha * Cruz Vermelha Portuguesa * Cruz Vermelha Brasileira * Texto da Convenção de Genebra * Munições Cluster Categoria:Cruz Vermelha Comite Internacional Cruz Vermelha Categoria:Organizações médicas Categoria:Organizações fundadas em 1863 Categoria:Membros honorários da Ordem do Mérito Categoria:Observadores da Assembleia Geral das Nações Unidas",
 "title": "Comitê Internacional da Cruz Vermelha"
}