{
 "id": "4157",
 "text": "Seis Sigma ou Six Sigma (em inglês) é um conjunto de práticas originalmente desenvolvidas pela Motorola para melhorar sistematicamente os processos ao eliminar defeitos. Um defeito é definido como a não conformidade de um produto ou serviço com suas especificações. Seis Sigma também é definido como uma estratégia gerencial para promover mudanças nas organizações, fazendo com que se chegue a melhorias nos processos, produtos e serviços para a satisfação dos clientes. Diferente de outras formas de gerenciamento de processos produtivos ou administrativos, o Six Sigma tem como prioridade a obtenção de resultados de forma planejada e clara, tanto de qualidade como principalmente financeiros. == Considerações iniciais == A razão principal para as empresas adotarem a Seis Sigma prende-se com o aumento das margens de lucro. Parte desse propósito é conseguido através da redução contínua da variação nos processos, eliminando defeitos ou falhas nos produtos e serviços.LINDERMAN, K. et al. Six Sigma: a goal-theoretic perspective. Journal of Operations Management, v. 3, n. 21, p. 193-203, 2003. Hoje em dia, o Seis Sigma é visto como uma prática de gestão voltada para melhorar a lucratividade de qualquer empresa HAN, C.; LEE, Y. H. Intelligent integrated plant operation system for six sigma. Annual Reviews Control, v. 26, p. 27-43, 2002., independentemente do seu porte.WESSEL, G.; BURCHER, P. Six Sigma for small and medium-sized enterprises. The TQM Magazine, v. 16, n. 4, p. 264-272, 2004. Atualmente, o Seis Sigma tem a finalidade de aumentar a participação de mercado, reduzir custos e otimizar as operações da empresa que o utiliza.BREYFOGLE III F. W.; CUPELLO J. M.; MEADOWS, B. Managing Six Sigma: a practical guide to understanding, assessing, and implementing the strategy that yields bottom- line success. New York: John Wiley & Sons, Inc., 2001. Num sentido mais alto, a Seis Sigma poderá ser vista como a adjudicação, a realização e o fecho de projetos orientados para a resolução dos problemas mais importantes da organização, com vista a aumentar a sua riqueza. Esta direção é conseguida a partir de uma alocação das pessoas mais competentes, munindo-as dos meios e apoios necessários, para que o trabalho desenvolvido seja executado ininterruptamente.DE CASTRO R. A.: Lean Six Sigma - Para Qual chepa na chulepa quer Negócio. IST Press, 2012 - ISBN 978-989-8481-21-4 A qualidade é vista pelo Seis Sigma na sua forma mais tradicional, isto é, a simples conformidade com normas e requisitos da organização. A este respeito e como diz Mikel Harry, conhecido por ser o arquiteto e o padrinho da Seis Sigma, uma coisa é estar no negócio da qualidade. Outra coisa é estar na qualidade do negócio. A Seis Sigma é definida como o valor agregado por um amplo esforço de produção com a finalidade de atingir objetivos definidos na estratégia organizacional. O Seis Sigma é muitas vezes compreendido como panaceia simples, mas é na realidade uma ótima solução no médio e longo prazos, e se aplicado com seriedade (sem falsas expectativas). Neste aspecto muitas empresas têm tido sucesso em sua aplicação e obtenção de resultados, e tantas outras têm falhado, o que não deprecia a filosofia em si mas sim a forma e determinação como ela foi implementada. == Origens do Seis Sigma == O Seis Sigma ficou famoso mundialmente com a sua ampla utilização na década de 1980 pela Motorola e posteriormente pela GE, com a iniciativa liderada por Jack Welch. Apesar de sua consolidação ter se dado nessa época, a ideia fundamental por trás do Seis Sigma (que é a utilização de técnicas estatísticas para prever e melhorar processos, daí o símbolo Sigma minúsculo, utilizado para descrever o conceito de Desvio Padrão) foi desenvolvida na década de 1930, por Walter A. Shewhart. Na época, Shewhart trabalhava como estatístico e começou a usar a distribuição normal para prever o comportamento de seus processos, buscando conhecer a probabilidade de uma de suas máquinas apresentar uma descalibração. Como esforço para completar essa missão, ele desenvolveu o que hoje chamamos de Gráficos de Controle ou, mais popularmente, Controle Estatístico de Processos. Shewhart também começou nessa época a usar técnicas de aprendizado para a melhoria contínua em processos. Ele pregava que para se melhorar um produto, deveríamos pensar em sua melhoria cíclica e contínua, não linear e pontual. Era preciso especificá-lo cuidadosamente (padronização/especificação), em seguida produzi-lo (produção) e, por fim, inspecionar se este produto cumpria o seu propósito (inspeção), e isso não poderia ser feito apenas uma vez, mas sim de uma maneira contínua. Essas duas ideias de Shewhart (da utilização das técnicas estatísticas e do ciclo de aprendizado contínuo) foram editados e aprendidos por um outro estatístico chamado W. Edwards Deming ficou conhecido mundialmente ao ser um dos responsáveis pela reconstrução do Japão no pós guerra e sua posterior ascensão como referencia em produção industrial. Junto com a fama de Deming e do Japão, veio a fama das técnicas trabalhadas por ele com os Japoneses (como o caso ciclo de Shewhart que posteriormente foi modificado até ser transformado no que hoje conhecemos como Ciclo PDCA e Ciclo PDSA, bem como o das técnicas estatísticas como o Gráfico de Controle). Obviamente, outras técnicas e outros \"gurus\" da qualidade contribuíram para a formação do que hoje entendemos por Seis Sigma. Entre eles, podemos citar Joseph Moses Juran (o inventor do Diagrama de Pareto), Karuo Ishikawa (criador do diagrama que leva o seu nome) e tantos outros. Boas práticas e ferramentas do Lean Manufacturing (manufatura enxuta) também foram gradualmente sendo incorporadas na prática do Seis Sigma. A utilização melhorada dessas técnicas (em especial as estatísticas), foram se agrupando na prática do que hoje entendemos como Seis Sigma (ou Lean Seis Sigma). == Métodos == Projetos Seis Sigma seguem duas metodologias inspiradas pelo ciclo Plan-Do-Check-Act de Walter A. Shewhart (amplamente difundidas por W. Edwards Deming, no Japão pós- guerra). Estas metodologias, compostas de cinco fases cada, são chamadas pelos acronimos DMAIC e DMADV. * DMAIC é usado para projetos focados em melhorar processos de negócios que já existe. * DMADV é usado para projetos focados em criar novos desenhos de produtos e processos. ===DMADV=== A metodologia DMADV, também conhecida como DFSS (\"Design For Six Sigma\"), possui cinco fases: * Define goals: definição de objetivos que sejam consistentes com as demandas dos clientes e com a estratégia da empresa; * Measure and identify: mensurar e identificar características que são criticas para a qualidade, capacidades do produto, capacidade do processo de produção e riscos; * Analyze: analisar para desenvolver e projetar alternativas, criando um desenho de alto nível e avaliar as capacidades para selecionar o melhor projeto; * Design details: desenhar detalhes, otimizar o projeto e planejar a verificação do desenho. Esta fase se torna uma das mais longas pelo fato de necessitar muitos testes; * Verify the design: verificar o projeto iniciado, executar pilotos do processo, implementar o processo de produção e entregar ao proprietário do processo. ===DMAIC=== A metodologia DMAIC possui cinco fases: * Define the problem: definição do problema a partir de opiniões de consumidores e objetivos do projeto; * Measure key aspects: mensurar e investigar relações de causa e efeito. Certificando que todos os fatores foram considerados, determinar quais são as relações. Dentro da investigação, procurar a causa principal dos defeitos; * Analyse: análise dos dados e o mapeamento para a identificação das causas-raiz dos defeitos e das oportunidades de melhoria; * Improve the process: melhorar e otimizar o processo baseada na análise dos dados usando técnicas como desenho de experimentos, poka-yoke ou prova de erros, e padronizar o trabalho para criar um novo estado de processo. Executar pilotos do processo para estabelecer capacidades; * Control: controlar o futuro estado de processo para se assegurar que quaisquer desvios do objetivo sejam corrigidos antes que se tornem em defeitos. Implementar sistemas de controle como um controle estatístico de processo ou quadro de produções, e continuamente monitorar os processos. == Características == O Seis Sigma contempla características de outros modelos de qualidade, tais como : * Ênfase no controle da qualidade; * Análise e solução de problemas usando os recursos disponíveis de uma forma correta; * Uso sistemático de ferramentas estatísticas; * Utilização do DMAIC (define-measure-analyse-improve-control: definir, medir, analisar, melhorar, controlar) e do PDCA (plan-do-check-act: planejar, executar, verificar, agir); Contudo, o Seis Sigma abrange não só o pensamento estatístico, mas também, o alinhamento da qualidade com as estratégias da organização, além da forte ênfase na relação custo-benefício dos projetos de melhoria. == Problemas == Um dos maiores problemas do Seis Sigma é o fato de que muitas organizações não têm compreensão da metodologia fazendo com que os conceitos envolvidos sejam transmitidos de forma errônea, prejudicando a organização. == Implantação == Os principais motivos para a implantação do Seis Sigma são : * Iniciativa própria para melhorar a qualidade e a produtividade; * Imposição de matrizes; Os benefícios principais da implantação do Seis Sigma são : * Diminuição dos custos organizacionais; * Aumento significativo da qualidade e produtividade de produtos e serviços; * Acréscimo e retenção de clientes; * Eliminação de atividades que não agregam valor; * Mudança cultural benéfica; Como envolve mudança de cultura na empresa que a está implementando traz geralmente embutida uma forte resistência inicial a sua aplicação por parte dos colaboradores e equipes. Este aspecto não pode ser negligenciado em sua implementação sob risco sério de falha na mesma. A questão da cultura organizacional é relevante quando se trata do Seis Sigma, prova disso é o fato de que as empresas que implantaram este programa são as de maior tradição de qualidade, ou seja, já haviam adotado outros programas de qualidade.BOARIN PINTO, Silvia Helena; MONTEIRO DE CARVALHO, Marly; LEE HO, Linda. Implementação de programas de aulidade: um Survey em empresas de grande porte no Brasil. Revista Gestão & Produção. v.13, n.2, p191-203, mai.-ago. 2006. A implantação do Seis Sigma nas organizações tem o intuito de incrementar a qualidade por meio da melhoria contínua dos processos envolvidos na produção, de uma forma estruturada, considerando todos os aspectos importantes para o negócio.PFEIFER, T.; REISSIGER, W.; CANALES, C. Integrating six sigma with quality management systems. The TQM Magazine, v. 16, n. 4, p. 241-249, 2004. Essa metodologia também prioriza o aumento da rentabilidade, pois concentra muitos esforços na redução dos custos da qualidade e no aperfeiçoamento da eficiência e da eficácia de todas as operações que atendem às necessidades dos clientes.ANTONY, J.; BAÑUELAS, R. A strategy for survival. Manufacturing Engineer, v. 80, n. 3, p. 119-121, 2001. Os fatores-chave para o sucesso da implantação do Seis Sigma são : * Envolvimento e comprometimento da alta administração; * Habilidades de gerenciamento de projeto; * Priorização e seleção de projeto; * Revisões da documentação; * Foco no cliente; As principais dificuldades na implementação do Seis Sigma são : * A pouca disponibilidade de funcionários para a realização de treinamentos e estudos, dentre outras atividades; * A complexidade das operações realizadas; * Os treinamentos internos, já que para o Seis Sigmas são muito mais complexos do que para a maioria dos outros programas de qualidade; * O manuseio das ferramentas da qualidade; Dentre as principais facilidades que podem ser encontradas na implantação do Seis Sigma, tem-se : * Disponibilidade de recursos para diversos fins como, por exemplo, treinamentos, materiais didáticos, etc; * Apoio da direção das organizações; * Consultoria contratada para auxiliar na implantação; * Escolaridade dos colaboradores; * Programas de computador para apoio e a confecção de documentos; == Aplicação == Ao aplicar o Seis Sigma numa organização, é feito um intensivo uso de ferramentas para a identificação, análise e solução de problemas, com ênfase na coleta e tratamento de dados e suporte estatístico.HONG, G. Y.; GOH, T. N. Six Sigma in software quality. The TQM Magazine, v. 15, n. 6, p. 364-373, 2003. O diferencial do Seis Sigma está na forma de aplicação estruturada dessas ferramentas e procedimentos e na sua integração com as metas e os objetivos da organização como um todo, fazendo com que a participação e o comprometimento de todos os níveis e funções da organização se torne um fator-chave para o êxito de sua implantação. Também atuam como fatores-chave o compromisso da alta administração, uma atitude pró-ativa dos envolvidos no programa, e sistematização na busca da satisfação das necessidades e dos objetivos dos clientes e da própria organização.BAÑUELAS, R.; ANTONY, J. Critical success factors for the successful implementation of six sigma projects in organizations. The TQM Magazine, v. 14, n. 2, p. 92-99, 2002. Além disso, o Seis Sigma prioriza a escolha do pessoal que irá se envolver na implantação e aplicação do programa de forma criteriosa, além do treinamento e da formação das equipes para a seleção, implementação, condução e avaliação dos resultados obtidos com os projetos executados, que são a base de sustentação do programa.INGLE, S.; ROE, W. Six sigma black belt implementation. The TQM Magazine, v. 13, n. 4, p. 273-280, 2001. == Equipe == A estrutura hierárquica típica do Six Sigma é caracterizada pelos seguintes players: * Yellow Belts (YB) e White Belts (WB): São os profissionais do nível operacional da empresa, treinados nos fundamentos do Six Sigma, além de dar suporte aos demais envolvidos, também ajudam a disseminar informações sobre as ferramentas e os processos. * Green Belts (GB): São responsáveis por liderar projetos de menor complexidade e, ao contrário dos Black Belts, não ficam integralmente dedicados à resolução de problemas. * Black Belts (BB): São os profissionais que lideram equipes na condução de projetos de alta complexidade e que devem possuir habilidades técnicas, tais como: conhecimentos avançados do método e das ferramentas estatísticas, combinadas com habilidades gerenciais como: liderança, iniciativa, persistência, aptidão para trabalho em equipe, bom relacionamento interpessoal e facilidade de comunicação. Os Black Belts, juntamente com os Green Belts, devem ser “agentes de mudanças que implementarão a Cultura Six Sigma na organização”. * Master Black Belts (MBB): São profissionais que assessoram os Sponsors e Champions e atuam como mentores dos Black Belts e Green Belts, facilitando a comunicação entre eles. Uma das funções do Master Black Belt é prestar assistência especializada em áreas que vão desde estatística até gestão de mudanças e estratégias de projeto e processos. * Champions (CH): São os gestores ou diretores e possuem responsabilidades (juntamente com o Sponsor) como a seleção dos membros que formarão a equipe, a orientação estratégica (objetivos e metas) da equipe, estabelecimento do escopo geral dos projetos e remoção de possíveis barreiras para o andamento dos projetos. * Sponsor (SP): É o responsável por promover e definir as diretrizes para implementação do Six Sigma e garantir que este esteja alinhado com a estratégia da empresa. == Resultados == Dentre as principais alterações que o Seis Sigmas provoca após sua implementação, cita-se : * Maior qualidade dos produtos e serviços; * Ganhos financeiros == Ver também == * KAIZEN * PDCA *Lean Six Sigma * Qualidade * Qualidade total * Gestão da qualidade * ISO * TQM * Controle de qualidade * ISO 9000 *Desvio Padrão *Correlação e Regressão == Ligações externas == * Para se calcular o nível de Sigma de seu processo e ler outros assuntos relacionados ao tema(em inglês) * Aplicação do programa Seis Sigma no Brasil: resultados de um levantamento tipo survey exploratório-descritivo e perspectivas para pesquisas futuras (em português) * Relação entre sistemas de medição de desempenho e projetos Seis Sigma: estudo de caso múltiplo. (em português) * Modelo de referência para estruturar o Seis Sigma nas organizações. (em português) * Implementação de programas de qualidade: um survey em empresas de grande porte no Brasil. (em português) * Uma discussão sobre a integração entre Teoria das Restrições, Lean e Seis Sigma para a melhoria contínua *Estrutura Hierárquica do Seis Sigma - Nortegubisian *Lean Six Sigma: Tudo o que você precisa desta Metodologia - Labone (em português) Categoria:Qualidade",
 "title": "Seis Sigma"
}