{
 "id": "41639",
 "text": "Montezuma II A grafia Montezuma, para designar este imperador, é a mais difundida. Diversas cidades norte-americanas, têm este nome em homenagem ao Imperador Asteca, no Brasil a cidade mineira de Montezuma homenageia Francisco Jê Acaiaba de Montezuma, primeiro e único visconde de Jequitinhonha, ele e muitos adoravam o nome do nobre Asteca. foi um tlatoani asteca. Seu governo teve início em 1502 e terminou em 1520. == Primeiros anos == Montezuma II era filho de Axayácatl e substituiu o seu tio Ahuitzotl como governante da cidade de Tenochtitlán. Donald Ricky, Native Peoples A to Z : A Reference Guide to Native Peoples of the Western Hemisphere, Volume 8 Native American Book Publishers, 2009 p. 1476 ISBN 9781878592736 Sua personalidade era mais a de um literato (em nahátl, tlatimine) do que de um guerreiro. Era um sacerdote e chefe da Calmecac, a escola das classes superiores, e visto como um semideus. Motecuhzoma II passou a maior parte de seu reinado consolidando seu poder nas terras conquistadas por seus antecessores.Kay Almere Read , Mesoamerican Mythology University of Oklahoma Press, 1994 pp. 213 - 215 ISBN 9780806126494 Em 1515, o exército asteca venceu o general Tlaxcala, Tlahuicole.Diego Durán , The History of the Indies of New Spain OUP USA, 2002 pp. 448 - 450 ISBN 9780195149098 Neste mesmo ano tentou novamente invadir as terras dos Purépechas mas não conseguiram tomar seus territórios pois novamente os astecas foram derrotados e tiveram que se retirar. Motecuhzoma II instituiu novas reformas imperiais. Após a morte de Nezahualcoyotl, os imperadores astecas haviam-se tornado os governantes de facto da aliança. Motecuhzoma II usou seu reinado para se consolidar como um verdadeiro Imperador Asteca. Em 1502, depois de assumir o poder, removeu muitos dos conselheiros de Ahuitzotl executando vários deles e substituindo-os por ex-alunos seus. Ele também aboliu a classe dos quauhpilli, acabando com a possibilidade de algum plebeu chegar a nobreza. Para se distanciar das pessoas comuns criou um elaborado ritual, que intriga os estudiosos. Criou um templo especial, dedicado aos deuses das cidades conquistadas, no interior do templo de Huitzilopochtli. Durante seu reinado, ele aumentou o poder da cidade de Tenochtitlán para, posteriormente, dominar as cidades irmãs de Texcoco e Tlatelolco. Os seus esforços de reforma foram interrompidos pela conquista espanhola em 1519. O seu reinado ficou marcado por duas rebeliões de tribos conquistadas, mas preocupou-se pouco em apaziguá-las e entregou-se largamente ao aspecto religioso do seu estado. Muito versado nas lendas tradicionais, ao receber a notícia do desembarque de Hernán Cortés, convenceu-se de que o deus Quetzalcoátl tinha regressado, conforme este profetizara nas lendas Toltecas, para destruir os povos mexicanos. Este deus, que havia prometido voltar, era um homem de barba... E assim também era Cortés. ==Contacto com os espanhóis== Na Primavera de 1519, ele recebeu as primeiras notícias de estranhos chegando à costa de seu império. Diz uma lenda que surgiram oito sinais, nos dez anos anteriores à chegada dos conquistadores espanhóis, indicando que o império asteca entraria em colapso: # um cometa apareceu no céu durante o dia. # uma coluna de fogo (possivelmente o cometa) apareceu no céu noturno. # o templo de Huitzilopochtli foi destruído pelo fogo. # um raio atingiu o templo de Tzonmolco. # Tenochtitlán sofreu uma inundação. # estranhas pessoas com várias cabeças porém um só corpo foram vistas caminhando naquela cidade. # uma mulher foi vista pranteando lamúrias pelos astecas. # um estranho pássaro foi capturado. Quando Moctezuma fitou seus olhos, que funcionavam como espelhos, ele viu estranhos homens aportando à costa. Montezuma enviou um embaixador com duas roupas, uma do Deus Tlaloc, e outra do Deus Quetzalcoatl. Cada um destes deuses astecas tinha seus atributos: Tlaloc tinha uma máscara que fazia parecer que usasse óculos; já Quezalcoatl tinha uma máscara com uma barba. O embaixador asteca, ao ver o espanhol Hernán Cortés, achou que o conquistador tinha os atributos de Quezalcoatl, e vestiu-o como o deus. Em seguida, informou Montezuma a respeito. Cortés decidiu marchar até Tenochtitlán. Montezuma tentou evitar sua aproximação mandando mais presentes, mas a ambição por ouro era irresistível para os espanhóis. Momtezuma também enviou mágicos, sacerdotes, e mesmo um de seus embaixadores, Tzihuacpopoca, que fingiu ser o imperador. Montezuma enviou ainda mais presentes quando Cortés se aproximou de Tenochtitlán. O contador do reino asteca registrou: \\- Eles deram aos espanhóis peças de ouro, penas da ave quetzal e gargantilhas de ouro. E quando lhes deram isso, suas faces eram de sorrisos, eles (os espanhóis) estavam maravilhados(...). A 8 de Novembro de 1519, Montezuma encontrou Hernán Cortés, a quem acreditava ser o deus Quetzalcoatl. Quando Cortés chegou em Tenochtitlán, Montezuma presenteou-o com flores de seu próprio jardim, que era a mais alta honraria que poderia oferecer. Cortés ordenou-lhe que suspendesse todos os sacrifícios humanos: Montezuma concordou, o sangue do templo foi lavado, e as imagens dos deuses astecas foram substituídas por ícones do cristianismo. Montezuma até mesmo concordou em ser batizado e declarou-se um súdito do rei Carlos I de Espanha. Montezuma recebeu Cortés no palácio de Axayacatl com todos os seus homens e 3 mil indígenas aliados. == Morte de Montezuma == Depois de ficarem em Tenochtitlán durante seis semanas, houve uma desavença entre os soldados com um asteca chamado Quetzalpopoca. Cortés usou o incidente como uma desculpa para fazer tomar Motecuhzoma como prisioneiro. Durante vários meses, Motecuhzoma continuou prisioneiro de Cortés. Buddy Levy, Conquistador : Hernan Cortes, King Montezuma, and the Last Stand of the Aztecs Random House Publishing Group, 2008 pp. 137-140 ISBN 9780553905267 Então, em 1520, uma expedição de espanhóis sob o comando do Pánfilo de Narváez foi enviada por Diego Velásquez, com o objetivo de prender Cortés por traição. Antes de enfrentar Narváez, Cortés secretamente persuadiu os tenentes de Narváez a traí-lo e se aliarem a Cortés. Buddy Levy, Conquistador pp. 145-155 Enquanto Cortés estava longe de Tenochtitlan lidando com Narváez, seu segundo em comando Pedro de Alvarado massacrou um grupo de nobres astecas em resposta a um ritual de sacrifício humano em honra ao deus Huitzilopochtli. Os astecas retaliaram atacando o palácio onde os espanhóis foram esquartejados. Cortés voltou a Tenochtitlan e abriu caminho ao palácio. Ele então levou Motecuhzoma até o telhado do palácio para pedir a seus súditos que se retirassem. No entanto, nesta altura, o conselho governante de Tenochtitlan votara a deposição de Motecuhzoma e elegera seu irmão Cuitlahuac como o novo imperador. Um dos soldados astecas atingiu Motecuhzoma na cabeça com uma pedra, e este morreu alguns dias depois - embora os detalhes exatos de sua morte, em particular, quem foi o responsável, não são claras.Davíd Carrasco , The History of the Conquest of New Spain by Bernal Diaz del Castillo UNM Press, 2009 pp. 211 - 224 ISBN 9780826342881 == Após a morte de Montezuma == Os espanhóis e seus aliados, percebendo que estavam vulneráveis em Tenochtitlan após a morte de Motecuhzoma, tentaram recuar sem serem percebidos no episódio que ficou conhecido como La Noche Triste. Os espanhóis e seus aliados indígenas foram descobertos quando fugiam e tiveram de lutar durante seu caminho para fora da cidade, com grande perda de vidas. Alguns espanhóis perderam suas vidas por afogamento, carregados de ouro. Davíd Carrasco , The History of the Conquest ... pp. 225 - 249 Os espanhóis se refugiaram em Tlacopan (atual Tacuba) e rumaram para Tlaxcala, onde se recuperaram e prepararam o segundo assalto, desta vez bem sucedido a Tenochtitlan. Após este incidente, um surto de varíola atingiu Tenochtitlan. Como os indígenas do Novo Mundo não tinham exposição prévia a varíola, este surto sozinho matou mais de 50% da população da região, incluindo o imperador, Cuitlahuac que foi substituído pelo sobrinho de Montezuma, Cuauhtémoc, um jovem de 19 anos, que sempre se opôs aos espanhóis. Ele conclamou o Povo Asteca a resistir a qualquer custo. Enquanto isso, Cortés arregimentou um exército de Tlaxcalans, Texcocans, Totonacas, e outros descontes com os asteca. Um exército combinado de quase 100 mil guerreiros, a esmagadora maioria indígenas, que liderados por Cortés marcharam de volta ao Vale do México. Através de inúmeras batalhas e escaramuças, capturou várias cidades-estados indígenas (altepetl) em torno do lago e das montanhas circundantes, incluindo as outras capitais da Tríplice Aliança, Tlacopan e Texcoco. Texcoco, de fato, já tinha se tornado uma forte aliada dos espanhóis e, posteriormente, solicitou à coroa espanhola o reconhecimento dos seus serviços na conquista, assim como Tlaxcala tinha feito. Davíd Carrasco , The History of the Conquest ... pp. 239 - 262 Utilizando barcos construídos em Texcoco de peças recuperadas dos navios afundados, Cortés bloqueou e sitiou Tenochtitlan por vários meses. Até que o exército liderado pelos espanhóis organizou um ataque à cidade utilizando barcos e pontes que os ligavam ao continente. Embora os atacantes tivessem pesadas baixas, a cidade de Tenochtitlan foi completamente destruída no processo e os astecas foram derrotados. Cuauhtémoc foi capturado quando tentava fugir da cidade. Cortés manteve-o preso por um período vários anos antes de finalmente executá-lo em 1525. Davíd Carrasco , The History of the Conquest ... pp. 263 - 276 Durante o período da conquista, a filha de Motecuhzoma, Tecuichpotzin, se tornou a herdeira da riqueza do pai, recebendo o nome cristão de Isabel. Posteriormente se casou com vários espanhóis. == Etimologia == Algumas vezes é chamado apenas de Montezuma. Montezuma é uma forma antiga de denominação, ao passo que Moctezuma tem sido usado pela língua espanhola. Motecuhzoma é seu nome original no idioma nahuatl, e significa \"ele, que se torna governante por sua cólera\". Vem da junção de mo = terceira pessoa (indicando posse); tecuhtli, \"senhor\"; e zoma, \"zangado\" ou \"de olhar carrancudo\". O uso de \"segundo\" é para distingui-lo de outro Moctezuma (chamado de Moctezuma I). Outra forma de diferenciá-los é que \"Moctezuma I\" era chamado Motecuhzoma Ilhuicamina (em nahuátl = \"solitário que lança uma flecha ao céu\"), enquanto \"Moctezuma II\" era chamado Motecuhzoma Xocoyotzin (Xocoyotzin significa \"o honrado\"). == Ligações externas == * História verdadeira da conquista da Nova Espanha, por Bernal Díaz del Castillo, em espanhol * Categoria:Huey tlatoanis mexicas",
 "title": "Moctezuma II"
}