{
 "id": "41664",
 "text": "Tradição oral ou conhecimento oral é a cultura imaterial e tradição transmitida oralmente de uma geração para outra.Vansina, Jan: Oral Tradition as History, 1985, James Currey Publishers, ISBN 0-85255-007-3, ISBN 978-0-85255-007-6; na página 27 e 28, onde Vasina define tradição oral como \"mensagens verbais onde são relatadas declarações da geração atual\", que \"especifica que a mensagem devem ser declarações orais faladas, cantadas ou gritadas apenas em instrumentos musicais\"; \"Deve haver transmissão por palavra por pelo menos uma geração\". Ele ressalta que \"Nossa definição é uma definição funcional para o uso de historiadores. Sociólogos, linguistas ou estudiosos das artes verbais propõem sua própria, que em, por exemplo, sociologia, salienta conhecimento comum. Em linguística, características que distinguem a linguagem do diálogo comum (linguistas) e nas características das artes verbais de forma e conteúdo que definem arte (folcloristas).\"Ki-Zerbo, Joseph: \"Methodology and African Prehistory\", 1990, UNESCO International Scientific Committee for the Drafting of a General History of Africa; James Currey Publishers, ISBN 0-85255-091-X, 9780852550915; veja o capítulo 7; \"A tradição oral e sua metodologia\" nas páginas 54-61; na página 54: \"tradição oral pode ser definida como um testemunho transmitido de geração em geração. Suas características especiais são que é oral e a forma em que ele é transmitida.\" As mensagens ou testemunhos são verbalmente transmitidas em discurso ou canção e podem tomar a forma, por exemplo, de contos, provérbios, canções ou cânticos. Desta forma, é possível que uma sociedade possa transmitir a história oral, literatura oral, a lei oral, e outros saberes entre as gerações, sem um sistema de escrita. Técnica iniciada antes do surgimento da escrita (3 000 a.C) quando as memórias auditiva e visual eram os únicos recursos de armazenamento e a transmissão do conhecimento entre gerações (linguagem).Machado, Vanda . Tradiçao Oral- Vida Africana e Afro-brasileira. In: FLORENTINA SOUZA E MARIA NAZARÉ LIMA. (Org.). Literatura Afro-brasileira. 1ed.Salvador: CEAO - Fundaçao Cultural Palmares, 2006, v. , p. 79-109. Uma definição mais estreita de tradição oral é, por vezes apropriada. Sociólogos também podem enfatizar a exigência de que o material é realizado em comum por um grupo de pessoas, ao longo de várias gerações, e pode distinguir tradição oral do testemunho ou da história oral.Henige, David. \"Oral, but Oral What? The Nomenclatures of Orality and Their Implications\" Oral Tradition, 3/1-2 (1988): 229-38. p 232; Henige cita Jan Vansina (1985). Oral tradition as history. Madison, Wisconsin: University of Wisconsin Press Em um sentido geral, \"tradição oral\" refere-se à transmissão de material cultural através da emissão vocal, e foi por muito tempo considerado um descritor-chave do folclore (um critério não mais realizado rigidamente por todos os folcloristas).Degh, Linda. American Folklore and the Mass Media. Bloomington: IUP, 1994, p. 31 Como uma disciplina acadêmica, refere-se tanto a um conjunto de objetos de estudo e um método pelo qual eles são estudadosDundes, Alan, \"Editor's Introduction\" para The Theory of Oral Composition, John Miles Foley. Bloomington, IUP, 1988, pp. ix-xii — o método pode ser chamado variadamente de \"teorias da tradição oral\", \"a teoria da composição oral-fórmula\" e a \"teoria de Parry-Lord\" (em homenagem a dois dos seus fundadores). O estudo da tradição oral é diferente da disciplina acadêmica da história oral,Henige, David. \"Oral, but Oral What? The Nomenclatures of Orality and Their Implications\" Oral Tradition, 3/1-2 (1988): 229-38. p 232; Henige cita Jan Vansina (1985). Oral tradition as history. Madison, Wisconsin: University of Wisconsin Press que é a gravação de memórias pessoais e histórias de quem experimentou épocas ou eventos históricos. Ele também é distinta do estudo da oralidade, o que pode ser definido como o pensamento e a sua expressão verbal em sociedades onde as tecnologias de alfabetização (especialmente escrita e impressão) não estão familiarizados com a maioria da população.Ong, Walter, S.J., Orality and Literacy: The Technologizing of the Word. Londres: Methuen, 1982 pp. 12 Atualmente as Populações Tradicionais ou Comunidades Tradicionais continuam transmitindo de forma oral o conhecimento sócio-cultural-religioso. Por meio da contração de histórias e da prática cotidiana que ela mantém viva a sua tradição. Por isso, para os povos nativos é fundamental o respeito aos mais velhos, que geralmente são responsáveis por contar as histórias dos antepassados. De acordo com o Governo Federal do Brasil, a comunidade tradicional realiza práticas cotidianas de produção baseadas no desenvolvimento sustentável; a \"Política Nacional de Desenvolvimento Sustentável dos Povos e Comunidades Tradicionais\" (PNPCT) subordinada ao Ministério do Meio Ambiente do Brasil, determina as comunidade que são tradicionais: caboclo; caiçara; extrativista; indígena; jangadeiro; pescador; quilombola; ribeirinho, e; seringueiro. == Estudo da tradição oral == A oralidade é uma atitude diante da realidade e não a ausência de uma habilidade. As tradições desconcertam o historiador contemporâneo – imerso em tão grande número de evidências escritas, vendo-se obrigado, por isso, a desenvolver técnicas de leitura rápida – pelo simples fato de bastar à compreensão a repetição dos mesmos dados em diversas mensagens. As tradições requerem um retorno contínuo à fonte. Fu Kiau, do Zaire, diz, com razão que é ingenuidade ler um texto oral uma ou duas vezes e supor que já o compreendemos. Ele deve ser escutado, decorado, digerido internamente, como um poema, e cuidadosamente examinado para que se possam apreender seus muitos significados – ao menos no caso de se tratar de uma elocução importante. O historiador deve, portanto, aprender a trabalhar mais lentamente, refletir, para embrenhar-se numa representação coletiva, já que o corpus da tradição é a memória coletiva de uma sociedade que se explica a si mesma. Muitos estudiosos africanos, como Amadou Hampâté-Ba ou Boubou Hama muito eloquentemente têm expressado esse mesmo raciocínio. O historiador deve iniciar-se, primeiramente, nos modos de pensar da sociedade oral, antes de interpretar suas tradições.| Origina-se do primórdio dos tempos, quando ainda não havia a escrita e os materiais que pudessem manter e circular os registros históricos. Na atualidade, é própria das classes iletradas. A tradição oral tem sido, contudo, muito valorizada pelos eruditos que se dedicam ao seu estudo e compilação (os contos dos Irmãos Grimm, por exemplo), ao considerarem que é na tradição oral que se fundamenta a identidade cultural mais profunda de um povo. Supõe-se, por exemplo, que a Ilíada e a Odisseia de Homero foram, inicialmente, longos poemas recitados de memória. No romantismo, voltou-se a valorizar estes temas, como é visível, por exemplo, nas Lendas e Narrativas, de Alexandre Herculano, em Portugal. O folclore também é visto como fonte rica para a tradição oral. Se pensarmos nas inúmeras versões que existe dos contos, fábulas e lendas em todo mundo (por exemplo, o saci pererê, que é chamado de vários nomes), conclui-se o quanto a oralidade é importante na historicidade do ser humano e até mesmo antropologicamente. A partir da expansão dos centros urbanos e a deslocação de pessoas do campo para as cidades grandes, a tradição oral ameaçou a se extinguir. Por isso, famosos escritores como Charles Perrault e os Irmãos Grimm dedicaram-se a publicar essas histórias, que, antes, eram contadas oralmente. == Ver também == *Tradicionalismo *Lendas *Mitologia grega *Oratória *Folclore == Notas == * == Ligações externas == * Memória e História Oral entre os imigrantes alemães no Sul do Brasil, Revista do Historiador, PUC-RS, vol.2 n.1, 2010. * TRESPACH, Rodrigo. O lavrador e o sapateiro: memória, tradição oral e literatura. Porto Alegre: EdiPUCRS, 2013. *Exemplos contemporâneos de momentos da tradição oral podem ser consultados no site do Projecto Memoriamedia . Categoria:Sociologia Categoria:Conceitos literários Categoria:Ciências humanas Categoria:Comunicação humana Categoria:Linguagem",
 "title": "Tradição oral"
}