{
 "id": "41682",
 "text": "Uma base (também chamada de álcali), de acordo com a química clássica, é qualquer substância que libera única e exclusivamente o ânion OH– (íons hidroxila ou oxidrila) em solução aquosa. Soluções com estas propriedades dizem-se básicas ou alcalinas. As bases possuem baixas concentrações de íons H+, sendo considerado base as soluções que têm, a 25 °C, pH acima de 7. Também conduzem corrente elétrica, assim como os ácidos. Possuem sabor adstringente que “amarra” a boca, ou seja, diminui a salivação (ou popularmente, cica) e são empregadas como produtos de limpeza, medicamentos (antiácidos) entre outros. Muitas bases, como o hidróxido de magnésio (leite de magnésia) são fracas e não trazem danos. Outras como o hidróxido de sódio (NaOH ou soda cáustica) são corrosivas e sua manipulação deve ser feita com cuidado. == Definições == A caracterização mais antiga das bases parte de sua ação sobre o tornassol, um indicador ácido-base que fica vermelho em ácido e azul em bases. Portanto, bases eram consideradas as substâncias que mudam para azul a cor do tornassol vermelho. A definição de base como uma substância que, em solução aquosa origina como ânions exclusivamente os íons hidroxila, foi proposta por Arrhenius em 1887 e adotada pela Química Clássica. A presença da hidroxila explica o sabor, a ação sobre os indicadores e sobre os ácidos, e a condutibilidade elétrica de suas soluções. A teoria de Arrhenius limita-se a substâncias que reagem em meio aquoso e não explica o comportamento básico de algumas substâncias, como a amônia, que não possui hidroxila e é gasosa nas condições ambiente. Em 1923, o químico dinamarquês Johannes Nicolaus Brønsted e o inglês Thomas Martin Lowry, em estudos desvinculados entre si, propuseram a definição de base como \"espécies químicas capazes de receber prótons\". Este conceito inclui, além do OH–, outros ânions, como o Cl– e até mesmo moléculas, como a água (H2O) e a amônia, indo além das substâncias contidas na definição de Arrhenius, tornando-se o conceito mais amplamente utilizado na descrição de reações entre ácidos e bases, como as que ocorrem na produção de biodiesel. No mesmo ano de 1923, Gilbert Lewis sugeriu um novo conceito, definindo como base qualquer substância que doa pares de elétrons não ligantes, numa reação química - doador do par eletrônico, formando ligações dativas. A definição de Lewis é mais geral e completa, por se aplicar também a sistemas não aquosos e a casos não previstos na teoria anterior, e é a chave para a compreensão da química dos minerais na alimentação humana. O termo \"álcali\", introduzido pelos alquimistas e usado como um sinônimo, pode também ser usado em sentidos mais restritos para designar bases solúveis em água ou um tipo especialmente forte de bases, formadas com metais alcalinos, como hidróxidos de sódio, de potássio, de lítio, de rubídio e de césio. == Utilidades == A soda cáustica(NaOH) é utilizada na fabricação de sabão e atua como catalisadora em processos de fabricação do biodiesel. Outras bases conhecidas são o leite de magnésia (Mg(OH)2), a cal hidratada (apagada) (Ca(OH)2), o cloro de piscina, os antiácidos, produtos de limpeza, sabões e detergentes e a amônia. === Salificação === As bases têm a capacidade de neutralizar os ácidos, formando água e um sal. Por isto, são utilizadas para corrigir o pH da água. Esta reação, designada salificação ou neutralização, ocorre como descrito abaixo: : + 2 + :(ácido sulfúrico + hidróxido de cálcio = água + sulfato de cálcio) :(ácido clorídrico + hidróxido de sódio = água + cloreto de sódio) === Saponificação === O sabão é fabricado a partir de uma reação de saponificação, entre uma base forte e um éster (triglicerídeo). Como fonte de éster, são usados tradicionalmente a gordura animal ou óleos vegetais, que são misturas de triglicerídeos. A base forte é normalmente a soda cáustica (hidróxido de sódio) ou o hidróxido de potássio. === Riscos === Bases podem contaminar ambientes aquáticos,como a água modificando seu pH. Podem afetar profundamente as reações químicas do corpo humano e alterar significativamente as propriedades dos alimentos humanos. == Classificação == === Quanto ao número de hidroxilas === * Monobases ( 1 OH– ): , , , * Dibases ( 2 OH– ): , , , , * Tribases ( 3 OH– ): , * Tetrabases ( 4 OH– ): , , === Quanto ao grau de dissociação === * Bases fortes: São as que dissociam muito. Em geral os metais alcalinos e alcalino-terrosos formam bases fortes (família IA e IIA da tabela periódica). Porém, o hidróxido de berílio e o hidróxido de magnésio são bases fracas. * Bases fracas: São as bases formadas pelos demais metais e o hidróxido de amônio, por terem caráter molecular. === Quanto à solubilidade em água === * Solúveis: Todas as bases formadas pelos metais alcalinos são solúveis. Podemos citar também o hidróxido de amônio, que apesar de ser uma base fraca, é solúvel. * Pouco solúveis: São as bases formadas pelos metais alcalino-terrosos em geral. (Exceto o hidróxido de magnésio, que é praticamente insolúvel). * Insolúveis: As demais bases. Vale lembrar sempre alguma parcela dissolve, mas chama-se insolúvel quando essa quantidade é insignificante em relação ao volume total. == Ver também == * Teoria ácido- base de Brønsted-Lowry * Indicadores ácido-base * Reação ácido-base == Bibliografia == * * * * * * * * * * * Categoria:Compostos químicos Categoria:Bases",
 "title": "Base (química)"
}