{
 "id": "41683",
 "text": "miniatura|esquerda|Row House,Sumiyoshi (住吉の長屋）,Osaca,1976 Tadao Ando, em japonês 安藤忠雄 [Andō Tadao], (Osaca, 13 de Setembro de 1941) é um arquiteto japonês, professor emérito da Universidade de Tóquio. Foi premiado em 1995 com o Prémio Pritzker (a maior distinção formal para um arquiteto), doando os cem mil dólares do prêmio para os órfãos do Terremoto de Kobe. Uma das especificidades de Tadao Ando é que ele não recebeu nenhuma qualificação formal (estudos universitários) para exercer Arquitetura. Tendo trabalhado como caminhoneiro e lutador de boxe, autodidata, passou a estudar por sua conta Arquitetura, tendo viajado pela Europa e pela América do Norte para aprofundar os seus conhecimentos na área. Finalmente em 1969, Ando funda a firma Tadao Ando Architects & Associates. Trabalhando na sua cidade natal de Osaka, o trabalho do autodidata chama, então, a atenção da crítica, dando um empurrão para uma carreira que viria a ser premiada em 1995 com o Prémio Pritzker. ==Prêmios== *Prêmio anual Row House, Sumiyoshi, Instituto de Arquitetura do Japão, 1979 *Cultural Design Prize Rokko Housing One and Two, Japão, 1983 *Medalha Alvar Aalto, Associação Finlandesa de Arquitetos, 1985 *Medalha de Ouro de Arquitetura, Academia Francesa de Arquitetura, 1989 *Prêmio de Arquitetura Carlsberg, Dinamarca, 1992 *Prêmio da Academia de Arte do Japão, Japão, 1993 *Prêmio Pritzker, 1995 *Chevalier de l’Ordre des Arts et des Lettres, França, 1995 *Praemium Imperiale First “FRATE SOLE” Prêmio em Arquitetura, Associação de Arte do Japão, 1996 *Officier de l'Ordre des Arts et des Lettres, França, 1997 *Medalha de Ouro Real, Instituto Real Britânico de Arquitetos(RIBA), 1997 *AIA Gold Medal, Instituto Americano de Arquitetos (AIA), 2002 ==Ligações externas== *Página não-oficial de Tadao Ando *site de Tadao Ando no greatbuildingsonline.com *Tadao Ando em archinform.net Categoria:Prémio Pritzker Categoria:Prêmio Kyoto Categoria:Medalha Alvar Aalto Categoria:Arquitetos do Japão Categoria:Pessoas do período Showa Categoria:Pessoas do período Heisei",
 "title": "Tadao Ando"
}