{
 "id": "41698",
 "text": "Levi (em hebraico: לֵּוִי; em hebraico padrão: Levy; hebraico tiberiano: Lēwî, \"união\") foi, de acordo com o livro de Gênesis, o terceiro filho de Jacó e Lia e o fundador da tribo dos levitas. Certas funções religiosas e políticas foram reservadas para os levitas, e as fontes iniciais da Torá - o Jahvista e Eloísta - parecem tratar o termo Levi como sendo apenas uma palavra que significa sacerdote. Estudiosos suspeitam portanto que \"levi\" era originalmente um termo geral para um sacerdote e não tinha nenhuma conexão com ascendência, e que só mais tarde, na tradição sacerdotal e na bênção de Moisés, por exemplo, é que a existência de uma tribo chamada Levi foi assumida a fim de explicar a origem da casta sacerdotal. Levi também é o nome pelo qual o apóstolo Mateus era conhecido antes de seu encontro com Jesus, assim como o nome de um dos ancestrais da linhagem de Jesus, entre outros personagens menores listados em diversas linhagens. == Tribo == thumb|Símbolo da tribo de Levi. == Origens == A Torá sugere que o nome de Levi refere-se à esperança de Lia de que Jacó se unisse com ela, o que implica uma derivação de yillaweh, que significa ele vai se juntar, mas os Crítica bíblica têm proposto origens bem diferentes do nome. Os estudiosos suspeitam que a palavra signifique simplesmente \"sacerdote\", seja como uma palavra de empréstimo do Minaim lawiu, que significa \"sacerdote\". A tribo de Levi tinha a responsabilidade pelas atividades sacerdotais, e os levitas eram os únicos sacerdotes com permissão de tocar e carregar a Arca da Aliança. Entretanto, Davi (que era da tribo de Judá) aparentemente possuía habilidades proféticas, e Deus lhe teria assegurado o direito de ser rei e sacerdote de seu povo. Seu posto foi confirmado após realizar, com sucesso, um sacrifício a Deus sem a punição esperada pelos levitas. Posteriormente os judeus usariam isto como pretexto para ordenar sacerdotes em meio ao seu próprio povo. A ascensão de Davi abalou a estrutura existente, e a partir deste evento, não era mais vedado à tribo de Levi os cuidados com sacrifícios, embora tivessem mantido exclusividade nos cuidados com o Tabernáculo e com o Grande Templo. Após o reinado de Davi, seu filho o rei Salomão havia unido Israel e estabelecido como Reino de Israel ao norte, e o Reino de Judá ao sul. Omri, rei posterior a Salomão, praticava políticas que datavam do reinado de Jeroboão, contrárias às leis de Moisés, que visavam reorientar o foco religioso para longe da cidade de Jerusalém e encorajou a construção de altares locais para a realização de sacrifícios, a indicação de sacerdotes que não pertenciam à família dos levitas, e permitiu a construção de templos pagãos. O profeta Moisés e seu irmão o sacerdote Arão, foram ambos descendentes de Levi. Descendentes notáveis desta dinastia, de acordo com a Bíblia, incluem Miriam irmã de Moisés, Aarão, Moisés, o profeta Samuel, o profeta Ezequiel, o governador Esdras, o profeta Malaquias, São João Batista, São Marcos, São Mateus, Maria Mãe de Jesus e São Barnabé. == Levi, filho de Jacó == Levi era o terceiro Filho da união de Jacó e Lia, irmão de Rúben, Simeão e Judá. Levi estava presente na reconciliação com José, anos após a conspiração de seus irmão que levou Judá a vendê-lo como escravo a uma caravana de ismaelitas que vinha de Gileade (Gênesis 37:25-25). Levi veio a viver junto com seus irmãos na margem leste do delta do Rio Nilo. Seu pai, antes de morrer, abençoou Levi juntamente com Simeão, prometendo que sua casa seria espalhada pela Terra Prometida, condenando seu furor e sua ira. Levi teve 3 filhos, dos quais nasceram as famílias da tribo de Levi: Gérson, Coate e Merari. Da linhagem de Coate nasceram Moisés e Arão. Os descendentes de Levi formam a Tribo de Levi. Categoria:Fundadores das tribos bíblicas Categoria:Personagens do Tanakh Categoria:Personagens da Torá Categoria:Filhos de Jacó",
 "title": "Levi"
}