{
 "id": "41721",
 "text": "thumb|right|200px|Localização do deserto (mais escuro) e bacia do Calaári (mais claro). O Calaári,Portal da Língua Portuguesa – Dicionário de Gentílicos e Topónimos também grafado como Kalahari e Calaari, é um deserto localizado na África Austral, com cerca de 900.000 km² abrangendo partes do Botsuana, Namíbia e África do Sul. O deserto é uma grande depressão para onde flui a bacia do Calaári. O nome Calaári (Kgalagadi), um termo da língua tsuana, significa \"o lugar da grande sede\" (kgala - grande sede; gadi - lugar). == Clima == A formação do deserto é devida, principalmente, a corrente marítima fria de Benguela, que atua na costa sudoeste da África, condensando o vapor de água que vai em direção ao continente, fazendo com que as massas de ar cheguem mais secas ao mesmo. O Calaári possui vasta área coberta por areia avermelhada sem afloramento de água em caráter permanente. Porém Calaári não é um deserto verdadeiro. Partes dele recebem mais de 250 mm de chuva mal distribuída anualmente e possuem bastante vegetação. É realmente árido somente no sudoeste (menos de 175 mm de chuva ao ano), fazendo do Calaári um deserto de fósseis. As temperaturas no verão do Calaári vão de 20 a 40°C. No inverno, o Calaári tem um clima seco e frio com geada à noite. As baixas temperaturas do inverno podem ficar abaixo de 0°C. O clima no verão em algumas regiões do Calaári pode alcançar 50°C (por isso algumas tribos sãs e cóis se recolhem nos momentos mais quentes do dia). == Fauna e flora == A flora do Calaári apresenta árvores dispersas, como palmeiras e baobás, entre muitas formações arbustivas, matagais xerófitos e herbáceos próprias da savana. Embora pouco desenvolvida em toda a extensão do território, a flora é mais densa no norte. Já no centro, no sul e, principalmente, no sudoeste há uma vasta área coberta por areia avermelhada sem afloramento de água em caráter permanente. A fauna é constituída principalmente por suricatas e hienas. == Minerais do Calaári == Há grandes reservas de carvão mineral, cobre, níquel e urânio na região. == Imagens do Calaári == Image:Kalahari.jpg|Visto do espaço Imagem:Kalahari E02 00.jpg|Deserto do Calaári na Namíbia Imagem:Suricata.jpg|Um suricata, espécie comum no Calaári == Ver também == * Zona de gestão distrital de Calaári, Cabo Setentrional * Coissãs, grupo étnico que reside no deserto * Línguas coissãs * Tsodilo, um local Património Mundial repleto de pinturas rupestres * Os Deuses Devem Estar Loucos, filme rodado no Calaári Categoria:Cabo Setentrional Categoria:Desertos da Namíbia Categoria:Desertos da África do Sul Categoria:Desertos do Botswana",
 "title": "Calaári"
}