{
 "id": "41759",
 "text": "Hard Rock Cafe é uma cadeia norte-americana de restaurantes temáticos com mais de 191 unidades espalhadas em 59 países, cujo tema é o Rock 'n' Roll. == História == O primeiro restaurante foi fundado em Londres, em 14 de junho de 1971, por dois jovens estadunidenses, Isaac Tigrett e Peter Morton. O local escolhido ficava na área londrina de Piccadilly, próximo ao Hyde Park (mais especificamente, uma parte do parque conhecida como Hyde Park Corner). O imóvel era amplo, pois fora um salão de automóveis anteriormente, e os dois sócios começaram a preencher as paredes com objetos relacionados com o Rock. thumb|esquerda|200px|Hard Rock Cafe em Hong Kong, China. O começou sua expansão global em 1982, quando os sócios tomaram a decisão de levar ao resto do mundo sua concepção de Café. Morton encarregou-se de abrir filiais do Hard Rock em Los Angeles e São Francisco, na Califórnia, Chicago e Houston, todos nos Estados Unidos. Tigrett levou o restaurante a Nova Iorque, Dallas, Boston, Washington D.C. e Orlando, nos EUA e a Paris, na França e Berlim, na Alemanha. Pouco tempo após o início da expansão global, Tigrett vendeu sua participação no negócio para a empresa Mecca Leisure, a qual foi vendida, em 1991, para outra corporação, a Rank Organisation, que deu sequência à expansão da cadeia e, alguns anos mais tarde, comprou a parte de Peter Morton, adquirindo o controle total da marca. O restaurante é mais conhecido pela \"atmosfera\" que proporciona do que por sua comida. Para manter esta fama, o Hard Rock está constantemente à busca de doações de instrumentos e outros objetos relacionados ao Rock, sendo a empresa a detentora da maior coleção de objetos relacionados ao Rock 'n Roll do mundo. Em quase todas as lojas pelo mundo pode-se encontrar instrumentos autografados, roupas usadas em turnês mundias e fotografias, também autografadas, penduradas nas paredes dos restaurantes. A coleção começou por acaso, já em 1971, quando Eric Clapton, que era freqüentador assíduo do restaurante original, em Londres, doou espontâneamente uma guitarra autografada ao restaurante. O instrumento foi colocado em exibição no local, e, ao ficar sabendo do fato, o roqueiro Pete Townshend, do The Who, enviou ao restaurante uma guitarra autografada sua acompanhada de um bilhete que dizia: \"A minha é melhor! Com Amor, Pete\" (Mine's better! Love, Pete.). Durante a década de 1980, a popularidade da marca chegou ao seu ápice, com o hobby que se popularizou de colecionar camisetas e agasalhos com a logomarca \"Hard Rock Cafe\" e a localização da loja abaixo. A nova mania, passada a febre das camisetas, foi a coleção de broches conhecidos como \"pins\", no formato de logomarca/localização. Em alguns círculos, no entanto, o hábito de colecionar lembranças de visitas a diversas lojas do Hard Rock Café foi rotulado de \"kitsch\", e já não é tão cultivado e generalizado como antes fora. Atualmente há mais de 143 lojas do Hard Rock Café, em cerca de 36 países, e há projetos para novas expansões. Mais recentemente, a marca passou a inaugurar hotéis e cassinos, para ampliar sua clientela. Muitos alegam, no entanto, que o foco da marca se teria desviado do original devido ao suposto \"comercialismo exacerbado\" adotado. Entre os \"problemas\", cita-se o fato de que os clipes e outros vídeos musicais exibidos nos restaurantes foram uniformizados, sendo enviados às lojas a partir de uma central mundial, além de que não seriam, em muitos casos, verdadeiros representantes do Rock, pois a cadeia se teria tornado muito \"pop\". Anota-se também desvio de foco na própria coleção em exibição, como no caso citado da loja de Nova Orleans, nos EUA, onde o espaço da parede que fora ocupado por um disco dos Beatles hoje está alocado para a fantasia de garçonete usada por Britney Spears em um de seus clipes. == Brasil == No Brasil, atualmente, existem quatro unidades do restaurante: === Hard Rock Café Fortaleza === Localizado em Fortaleza - CE, no Shopping RioMar Fortaleza. === Hard Rock Café Curitiba === Localizado no bairro Batel, em Curitiba - PR. === Hard Rock Café Ribeirão Preto === Localizado no complexo da Arena Eurobike - Estádio Santa Cruz, em Ribeirão Preto - SP. Foi inaugurado em dezembro de 2020. === Hard Rock Café Gramado === Localizado em Gramado - RS, cidade das Serras Gaúchas. Foi inaugurado em julho de 2018. As unidades que ficavam no Shopping AltaVila Center, na cidade de Nova Lima, apesar de ser conhecido como \"Hard Rock Café Belo Horizonte\", e outra que ficava no Shopping Città América, na capital fluminense, Rio de Janeiro, encerraram suas atividades. Este último deverá reabrir em algum bairro da Zona Sul carioca. Está prevista a abertura de um enorme complexo hoteleiro da Hard Rock em Fortaleza e em Paraipaba que inclui em seus equipamentos clube, restaurante, bar, hotel e o famoso café. Ainda em 2020, a Arena Petry, em São José, na região metropolitana de Florianópolis, será convertida na maior unidade da Hard Rock Live - a franquia de casas de espetáculos da marca - do mundo e a primeira, fora dos Estados Unidos, com um hotel a ser construído próximo ao local. Tanto o complexo cearense quanto o catarinense podem ter também um cassino, a depender da decisão judicial sobre a legalização de jogos de azar no Brasil. Em 2021 está prevista a inauguração do Hard Rock Hotel em São Paulo. Além da capital paulista e dos projetos cearense e catarinense, a rede estuda a construção de hotéis em Foz do Iguaçu, Natal e Caldas Novas. == Portugal == Em Portugal, existem dois restaurantes desta cadeia: === Hard Rock Cafe Lisboa === Localizado na Avenida da Liberdade, próximo à Praça dos Restauradores. Inaugurado em 2003, ocupa o edifício do antigo Cinema Condes. === Hard Rock Cafe Porto === Localizado na esquina das ruas do Almada (nº 120) e do Dr. Artur de Magalhães Basto (nº 38), junto à Avenida dos Aliados. Inaugurado no Verão de 2016, no Porto. == Aquisição pela tribo Seminole == Em 7 de dezembro de 2006, o grupo britânico Rank Group vendeu a rede de restaurantes e cassinos Hard Rock para a Tribo Seminole da Flórida por US $965 milhões. Incluídos no negócio estavam 124 Hard Rock Cafes, quatro Hard Rock Hotels, dois Hard Rock Hotel e Casino Hotels, dois Hard Rock Live! e três hotéis sem marca definida. O grupo Rank manteve o Hard Rock Cassino em Londres e rebatizou-o como G Casino Piccadilly. Com a operação, o Rank Group reconhece que sua intenção é focar os negócios de jogo no Reino Unido, onde vai manter o Hard Rock Casino sob a marca Rank Gaming. Em 8 de janeiro de 2007, os acionistas da Rank aprovaram a oferta de US $ 965 milhões da tribo dos Seminoles. Esta foi a primeira compra de uma grande corporação internacional por parte de uma tribo de índios da América e, segundo especialistas, indicou um marco no aumento do poder econômico dos Seminoles da Flórida e de outras tribos indígenas no mundo dos negócios. O presidente da tribo, Mitchell Cypress, e o diretor-geral para Jogos e Apostas, James Allen, ressaltaram a disposição em trabalhar com a atual equipe diretora do Hard Rock International para colocar em prática novas estratégias de crescimento para a companhia, cuja sede central seguiu em Orlando.Tribo Seminole compra rede Hard Rock Cafe por U$ 965 milhões. O Globo. == Ligações externas == * Categoria:Empresas dos Estados Unidos Categoria:Empresas fundadas em 1971 Categoria:Restaurantes dos Estados Unidos",
 "title": "Hard Rock Cafe"
}