{
 "id": "41775",
 "text": "miniaturadaimagem|Lumbricus terrestris, uma minhoca|221x221px Verme é um termo popular que remete a qualquer um de uma série de animais invertebrados rastejantes ou escavadores com corpos moles, cilíndricos e alongados, sem membros e sem olhos. Não corresponde a nenhuma classificação taxonômica formal. Vermes variam significativamente em tamanho, desde tamanhos microscópicos (com cerca de 189 μm) até 58 metros para o verme marinho Lineus longissimus. ==Etimologia== O termo \"verme\" deriva do latim vermis. Helminto deriva do grego antigo 'ἕλμινθος' (hélminthos), genitivo singular de 'ἕλμινς' (hélmins, “verme intestinal”) e é usado sobretudo em relação aos vermes que parasitam animais. ==Definição== Em biologia, \"verme\" se refere a um táxon obsoleto, vermes, usado por Carolus Linnaeus e Jean-Baptiste Lamarck para todos os animais invertebrados não-artrópodes, agora considerados parafiléticos. A maioria dos animais chamados \"vermes\" são invertebrados, mas o termo também é usado para os anfíbios cecilianos e o licranço, um lagarto cavador sem pernas. Animais comumente chamados de \"vermes\" incluem anelídeos, nematelmintos, platelmintos, vermes marinhos nemertinos, quetognatas, sipunculos, echiuros, acantocéfalos e larvas de insetos. Atualmente, se entende como verme o animal com o corpo alongado e/ou achatado e sem esqueleto interno ou externo. Não possuem membros, embora possam ter apêndices reduzidos na superfície para a locomoção. Diferentes tipos de vermes ocupam uma variedade de nichos. Os vermes são encontrados em praticamente qualquer habitat, incluindo o mar, os rios e o subterrâneo. Muitos também são parasitas, como a tênia e a lombriga, e podem ser também predadores, herbívoros, detritívoros, filtradores. Alguns vermes, notavelmente a minhoca, desempenham um papel ecológico muito importante. Os vermes também podem ser chamados de helmintos, particularmente na terminologia médica quando se referem a vermes parasitas que residem nos intestinos de seu hospedeiro, incluindo humanos. Quando se diz que um animal ou ser humano \"tem vermes\", isso significa que está infestado de vermes parasitas, geralmente lombrigas ou tênias. Existem também vermes parasitas pulmonares, que podem ser encontrados em várias espécies animais, como gatos, peixes e, mais raramente, humanos. == Principais grupos de vermes == Alguns dos principais grupos de animais que são denominados \"vermes\" são: * Acanthocephala * Acoelomorpha * Annelida * Chaetognatha * Echiura * Entoprocta * Gastrotricha * Gnathostomulida * Hemichordata * Kinorhyncha * Nematoda * Nematomorpha * Nemertea * Onychophora * Phoronida * Platyhelminthes * Priapulida * Siboglinidae * Sipuncula * Trematoda * Xenoturbellida Outros grupos de invertebrados podem ser chamados de vermes, especialmente coloquialmente. Em particular, muitas larvas de insetos não relacionadas são chamadas de \"vermes\", por possuírem uma aparência vermiforme. Categoria:Invertebrados Categoria:Zoologia de invertebrados Categoria:Zoologia",
 "title": "Verme"
}