{
 "id": "41777",
 "text": "Tex ou Tex Willer (Chamado de Texas Kid quando publicado em 1951 na Revista Junior número 28) é um personagem de banda desenhada (história em quadrinhos), criado em 1948 e originalmente publicado na Itália. Tex é um dos personagens de westerns mais longevos da história dos quadrinhos, sendo publicado em diversos países do mundo. == Breve história == Foi no dia 30 de setembro de 1948 que surgiu a primeira história de Tex. Chamava-se \"Il Totem Misterioso\" (em italiano, \"O Totem Misterioso\"). Com o balão \"Por todos os diabos, será que ainda estão nas minhas costas?\", começava a saga de um dos mais famosos cowboys dos quadrinhos. De 1948 a 1967 foram 36 histórias no formato de tiras semanais. No começo, Tex cavalgava sozinho, seu cavalo Dinamite nem tinha nome e ele era fora-da-lei. Tex foi criado pela dupla Giovanni Luigi Bonelli e Aurelio Gallepini. No começo, as histórias eram publicadas no formato de tiras com no máximo 3 quadrinhos. Cada semana saía um gibi com 32 páginas (32 tiras) e uma aventura levava várias semanas para chegar ao fim, levando os leitores a comprar as próximas edições. Essa estratégia culminou num sucesso incrível na Itália. Inicialmente apenas mais um personagem entre tantos outros que apareciam naquela época, o ranger fez tanto sucesso que se decidiu pela publicação de uma revista. As tiras foram todas compiladas, sendo que em cada página da revista havia no máximo 3 tiras, como hoje. Apesar de o público em geral poder considerar as histórias pouco atraentes devido ao fato do seu grafismo a preto e branco, os admiradores das aventuras de Tex salientam a riqueza de informações, referências e verossimilhança histórica. Além de muita ação em todas histórias, com chumbo grosso voando por todos lados, o que torna a leitura interessante é o conhecimento que as histórias trazem. Você fica por dentro da cultura dos índios, da vida dos pioneiros, de episódios marcantes e reais na história dos Estados Unidos, dos hábitos da época… Detalhes mínimos foram pesquisados antes de tornarem-se texto e desenhos, para que o leitor tivesse a noção exata do ambiente em que se passavam as aventuras. Tex pretendia aliar cultura e diversão e isso pode justificar o seu sucesso em muitos países do mundo. == Senso de justiça == Outro fator decisivo para o sucesso é o bom humor presente nas histórias. A comédia acontece principalmente quando Kit Carson, o parceiro de Tex, começa com sua onda de pessimismo e reclamações. Mas não há dúvida que o principal motivo que faz de Tex um sucesso é a ação constante das aventuras e o senso de justiça. Tex é um atirador preciso tanto com o rifle como com o revólver e não nega ajuda a quem quer que seja para combater injustiças. Também é um ótimo cavaleiro e sabe usar muito bem a faca e o laço. Além disso, Tex bate forte. Quem já experimentou enfrentá-lo no braço teve a chance de trombar seu queixo contra os nós do punho do ranger. As histórias de Tex jovem se passam por volta de 1860, nesse período vemos Tex no rodeio e nas ações durante a Guerra Civil Americana (1861-1865). Já Tex quarentão e com o filho Kit Willer, bem como com Kit Carson de cabelos brancos, remonta ao período de 1880-1890. Tex é um Ranger do Texas, uma espécie de polícia especial dos Estados Unidos. Enquanto os xerifes são a autoridade maior numa cidade, Tex é o representante da lei em qualquer lugar do Estado por onde passa. Além disso é o chefe dos navajos, bem como seu agente indígena para tratar com o governo os destinos da tribo. Por sua bravura e perícia, Tex é requisitado pelo comando dos rangers a atuar em missões delicadas e especiais, mesmo em outros Estados e mesmo fora dos limites territoriais dos EUA. Muitas vezes Tex perseguiu bandidos no México, nas frias terras do Canadá ou em casos extremos na Colômbia, na Argentina/Bolívia e até mesmo na Oceania. Tex normalmente recebe carta branca para agir e fazer cumprir a lei, sendo-lhe confiadas missões variadas. Contrabandos de armas, assaltos a trens ou bancos, roubo de manadas inteiras, xerifes abusando de sua pataca para explorar o povo são apenas casos mais comuns, dentre tantos que Tex tem que enfrentar. Para isso, ele conta com a ajuda de seus pards: Kit Carson, Kit Willer e o índio navajo Jack Tigre. == Origens de Tex == A edição histórica número 47 Editora Mythos contou como foi o passado de Tex, como ele tornou-se um justiceiro. Vaqueiro num rancho no Texas, na fronteira com o México, Tex vivia com seu pai Ken Willer, com seu irmão Sam e com um velho amigo da família, Gunny Bill, que foi quem ensinou Tex no manejo com as armas. Quando bandidos mexicanos roubaram uma partida de gado da família e mataram o pai de Tex, este revoltara-se e, mesmo contrariando seu irmão, atravessa a fronteira atrás dos larápios, fazendo justiça com as próprias mãos. Perseguido pelos rurales, policiais mexicanos de fronteira, consegue escapar, mas desgosta-se a partir de então da vida de vaqueiro, abandonando o rancho para o irmão e saindo sem rumo. Arranja emprego no Circo dos Irmãos Corlis e ali passa a fazer parte dos rodeios, onde revela- se um autêntico ás, ganhando vários prêmios, inclusive seu cavalo Dinamite, que o acompanharia por praticamente todas as aventuras dos primeiros tempos. Passado algum tempo, chega a notícia de que seu irmão Sam havia sido assassinado. Decidido a obter a vingança pela morte do irmão, Tex vai ao encalço dos assassinos e, outra vez, faz justiça pelas próprias mãos, passando a ser então perseguido pela lei - tal como o conhecemos em setembro de 1948, um fora-da-lei perseguido e com o nome estampado em cartazes de recompensa. == Personagens == === Os pards === * Kit Carson ou Cabelos de Prata * Jack Tigre * Kit Willer ou Pequeno Falcão. (Kit é filho de Tex (Águia da Noite) e Lilyth (Lírio Branco)) === Amigos === === Inimigos === == Cronologia de publicações em português == Tex e outros fumettis da Bonelli são publicados no Brasil no formato popular conhecido como formatinho, impressos no papel-jornal, o formato original (16 x 21 cm) é usado apenas nas edições especiais. * Tex (Normal), iniciou em 1971 pela Editora Vecchi e continua sendo publicado até os dias atuais, tendo passado pelas editoras RGE, Globo e atualmente Editora Mythos. * Tex (Normal) Segunda Edição, republicação, série fechada que foi de 1 a 149. * Tex Coleção, série que as aventuras de Tex na ordem em que surgiram na Itália. São aventuras em continuação. * Tex Edição Histórica, série que em histórias completas e com mais páginas as aventuras de Tex Coleção (veja foto do número 1 neste artigo). * Tex Ouro, série que as aventuras de Tex da fase áurea, só com histórias completas. * Tex Gigante, série que , em tamanho gigante, aventuras que saíram na Itála na série Gigante, geralmente com desenhistas convidados e fora do staff regular de Tex. * Almanaque Tex, série que publica as aventuras inéditas de Tex deixadas para trás pelas editoras Vecchi, Rio Gráfica e Globo, intercalando alguma republicação ou aventuras especiais recentes. * Tex Edição de Férias, série que as aventuras mais pedidas pelos leitores, sempre com histórias completas * Tex Minisséries, série que publica em dois números aventuras especiais e inéditas com mais de 300 páginas. Nas duas minisséries publicadas até hoje, tivemos \"O Retorno de Mefisto\", \"Mercadores de Morte\" e mais recentemente \"O Veneno do Cobra\" . * A primeira vez que uma edição inteiramente produzida em terras lusas foi publicada em Portugal foi numa edição especial de TEX, que circulou junto ao jornal Correio da Manhã, no domingo 14 de agosto de 2005. * O filme Tex e il signore degli abissi, distribuído pela FJL Lucas Vídeo em 1985 no Brasil. * Em Portugal, Tex é editado pela Polvo Editora, contando com títulos como Patagónia e Tempestade sobre Galveston. * Em abril 2017, a editora Salvat iniciou os testes de mercado de uma coleção de graphic novels e encadernados de Tex.< == Autores == == Ligações externas == * * * * * Tex, na Europress Editora (em português) * Categoria:Personagens de banda desenhada Categoria:RGE Categoria:Tiras de banda desenhada Categoria:Editora Mythos Categoria:Editora Vecchi",
 "title": "Tex"
}