{
 "id": "41793",
 "text": "Em zoologia, chama-se cauda ou rabo (mesmo que uropígio) a extensão posterior da coluna vertebral de muitos vertebrados, situada em posição dorsal em relação ao ânus. Por extensão, utiliza-se o adjectivo caudal aos apêndices ou outros órgãos situados na região posterior do corpo de muitos outros animais, como barbatana caudal.Dicionário Michaelis - verbete: \"cauda\" Embora a espécie humana não inclua a presença de uma cauda em seu fenótipo característico, entre seus ancestrais evolutivos não muito distantes encontram-se símios caudados. A anatomia do homem atual ainda guarda vestígios da outrora bem desenvolvida cauda, notoriamente o cóccix, e não obstante, mesmos nos dias de hoje não são tão raros os casos de seres humanos com fenótipos que exibem tocos de cauda ou mesmo caudas muito bem definidas durante seu crescimento e vida adulta.Consulte, a exemplo, o vídeo intitulado \"Homem com rabo\" na videoteca mais famosa da rede (youtube). Chave do vídeo: /watch?v=niDvY4mqzbQ - conforme verificado às 22:45 horas de 09-01-13 == Funções == thumb|180px|esquerda|Vulpes lagopus (Raposa-do-Ártico) dormindo com sua cauda embrulhando como um cobertor. Caudas de animais são usadas de várias maneiras. Elas fornecem uma fonte de locomoção para peixes e algumas outras formas de vida marinha. Muitos animais terrestres usam suas caudas para afastar moscas e outros insetos que mordem. Algumas espécies, incluindo gatos e cangurus, usam suas caudas para balancear e equilibrar seus movimentos. e alguns, como o macacos das Américas e gambás, têm o que é conhecido como cauda pênsil que são adaptadas para permitir que eles se segurem a galhos árvores. As caudas também são usadas para sinalização social. Algumas espécies de cervos piscam a parte de baixo branca de suas caudas para avisar outros cervos próximos de possíveis perigos, castores batem na água com suas caudas para indicar perigo, e canídeos (incluindo cães domésticos) indicam emoções através do posicionamento e movimento de suas caudas. As caudas de algumas espécies são blindadas, e algumas, como as de escorpiões, contêm ferrão e veneno. Algumas espécies de lagarto podem separar, descartar (\"lançar\") suas caudas de seus corpos. Isso pode ajudá-los a escapar dos predadores, que são distraídos pela cauda solta ou deixados apenas com a cauda enquanto o lagarto foge. Caudas lançadas dessa maneira geralmente aumentam com o tempo, embora a substituição seja tipicamente de cor mais escura que a original. Várias espécies de ratos demonstram uma função similar com suas caudas, conhecidas como desencapamento, em que a camada externa é liberada para que o animal escape de um predador. A maioria das caudas das aves terminam em penas longas chamadas retrizes. Essas penas são usadas como um leme, ajudando o pássaro a manobrar em voo; elas também ajudam o pássaro a se equilibrar enquanto está empoleirado. Em algumas espécies - como a ave-do-paraíso, o pássaro-lira, e mais notavelmente o pavão - penas modificadas da cauda desempenham um papel importante em exibição para namoro. As penas da cauda extrarrígidas de outras espécies, incluindo pica-pau e aves Dendrocolaptidae, permitem que tais se apoiem firmemente nos troncos das árvores. As caudas de animais de pasto, como a do cavalo, são usadas tanto para varrer insetos quanto para que o animal as mova ou posicione de maneira a indicar o estado físico ou emocional do animal. == Notas == == Ligações externas == * Dicionário Michaelis - verbete: \"uropígio\" Categoria:Anatomia animal",
 "title": "Cauda"
}