{
 "id": "41809",
 "text": "Techno é um gênero musical que abrange vários estilos variação da electronic dance music, criado em Detroit, Michigan (Estados Unidos) em meados da década de 1980. O primeiro registro da palavra “techno” em referência a um gênero musical data de 1988. Existem muitos estilos de techno, mas o detroit techno é visto como a base sobre a qual vários subgêneros foram desenvolvidos. Em Detroit, o techno resultou da fusão da música afro-americana — incluindo funk, electro, jazz elétrico e chicago house — com música eletrônica de artistas como Kraftwerk, Giorgio Moroder e Yellow Magic Orchestra. Além disso, houve a influência de temas fictícios e futuristas relevantes para a vida da sociedade estadunidense capitalista tardia. O livro A Terceira Onda, de Alvin Toffler, foi uma referência notável. O produtor pioneiro Juan Atkins cita a expressão “rebeldes tecno”, de Toffler, como uma inspiração para a descrição do estilo musical que ele ajudou a criar. Essa mistura de influências alinha o techno com a estética do afrofuturismo. Para produtores como Derrick May, a transferência de espírito do corpo para a máquina é, muitas vezes, uma preocupação central e uma expressão da espiritualidade tecnológica: “a música techno derrota o que Adorno viu como o efeito alienante da mecanização na consciência moderna”. Geralmente o techno é uma música instrumental repetitiva, muitas vezes produzida para uso em uma setlist de um DJ. O componente rítmico central frequentemente é o tempo comum (4/4), que é marcado com um bumbo em cada pulso de nota de um quarto; um retângulo jogado por snare ou aplauso no segundo; e quatro pulsos da barra e um aberto oi-hat toca a cada segunda oitava nota. O tempo tende a variar entre 120 e 150 batimentos por minuto (BPM). O uso criativo da tecnologia de produção de música, como tambores, sintetizadores e digital audio workstations, é visto como um aspecto importante da estética da música techno. Muitos produtores usam dispositivos musicais eletrônicos retrôs para criar o que eles consideram ser um autêntico som techno. As máquinas de cilindro da década de 1980, como o TR-808 e o TR-909 da Roland, são altamente apreciadas, e as emulações de software dessa tecnologia retrô são populares entre os produtores de techno. Fãs e jornalistas de música costumam ser seletivos no uso do termo. Então, uma distinção clara pode ser feita entre os estilos relacionados, mas muitas vezes diferentes, como o trance e o tech house. == História == O Techno arts trafic foi um dos primeiros technos. Foi desenvolvido em primeiro lugar em estúdios amadores pela \"Belleville Three\"Dj Derrick May residentadvisor.net (Os três de Belleville),um trio de homens afro-americanos que frequentavam a faculdade na época, próximo de Detroit, Michigan. Os músicos - amigos de colégio e colecionadores de fitas mixadas que eram Derrick May e Kevin Saunderson - encontraram inspiração na Midnight Funk Association, um programa de rádio eclético, de 5 horas de duração, que ia ao ar de madrugada em diversas estações de rádio de Detroit. O programa era comandado desde 1977 até meados da década de 1980 pelo DJ Charles Johnson. O programa proporcionava doses pesadas de sons eletrônicos como os de George Clinton, Kraftwerk e Tangerine Dream. Apesar de inicialmente concebido como uma música de festa que era mixada diariamente em programas de rádio e tocada em clubes estudantis de Detroit, o Techno cresceu ao ponto de se tornar um fenômeno global. Estes clubes criaram a incubadora na qual o Techno se desenvolveu. Esses jovens promoters criaram e desenvolveram a cena de dance music local captando os gostos da audiência local composta pelos jovens e produzindo festas com DJs inovativos e uma música moderna e eclética. Logo que esses clubes locais foram crescendo em popularidade, grupos de DJs começaram a se organizar e vender suas técnicas de mixagem e sound system para os clubes, sob nomes como Audio Mix e Direct Drive para abastecer o número crescente de ouvintes. Locais como centros de atividades de igrejas, galpões abandonados, escritórios e auditórios foram as primeiras localizações aonde o público (na sua maioria menores de idade) se reuniam e onde o estilo e a forma musical do techno foi definida. A música logo atraiu atenção suficiente para criar seu próprio club, o Music Institute. Ele foi fundado por Chez Damier, Derrick May e outros poucos investidores. Apesar de ter vida curta, este clube ficou conhecido internacionalmente, por seus sets que duravam a noite toda, suas espaçosas salas brancas, e seu bar de sucos (o Institute jamais serviu bebidas alcoólicas). Rapidamente, o techno começou a ser visto por muitos dos seus criadores e pelos produtores que se ligaram ao estilo como uma expressão da angústia pós-industrial. Também tomou por orientação temas High-Tech e de Ficção-Científica. Os produtores musicais estiveram usando a palavra \"techno\" num senso geral em 1984 (como no clássico do Cybotron \"Techno City\"), e esporádicas referências a um pouco definido \"techno-pop\" podem ser encontradas na imprensa musical nos meados da década de 1980. De qualquer forma, não foi antes de Neil Rushton lançar a compilação \"Techno! The New Dance Sound of Detroit\" (Techno! o novo som dançante de Detroit) pela Virgin Records em 1988 que a palavra Techno passou formalmente a descrever um gênero musical. Desde então o Techno foi definido retroativamente para englobar, entre outros, trabalhos datando desde \"Shari Vari\" (1981) por A Number of Names, as primeiras composições do Cybotron (1981), \"I Feel Love\" (1977) por Donna Summer e Giorgio Moroder, e as mais dançantes seleções do repertório do Kraftwerk entre 1977 e 1983. Os produtores musicais, especialmente May e Saunderson, admitiram ser fascinados pela cena club de Chicago e serem influenciados pelo house em particular. Essa influência é especialmente evidente em faixas da primeira compilação, assim como em muitas das outras composições e remixes que eles lançaram entre 1988 e 1992. O hit de May do inverno de 1987-88 \"Strings Of Life\" (lançado sobre o \"nom de plume\" Rhythim Is Rhythim), por exemplo, é considerado um clássico tanto nos gêneros House como Techno. Ao mesmo tempo, existe uma evidencia de que o som de Chicago foi influenciado pelos \"Três de Detroit\". May chegou a alugar o equipamento de um músico que atuava na cena de Chicago, Keith \"Jack Master Funk\" Farley, para fazer a música clássica \"House Nation\". Uma leva de lançamentos com influências techno feitos por novos produtores em 1991-92 resultaram numa rápida fragmentação e divergência do gênero techno do house. Muitos desses produtores eram do Reino Unido e da Holanda, locais aonde o techno ganhou grande número de seguidores e teve papel crucial no desenvolvimentos das cenas club e rave. Muitas dessas novas faixas seguindo gêneros como IDM, trance, Hardcore e Jungle, levaram a música a direções mais experimentais do que os originadores do techno pretendiam. O Techno \"puro\" de Detroit permaneceu como um subgênero, de qualquer forma, liderado por uma nova safra de produtores da área de Detroit como Carl Craig, Kenny Larkin, Richie Hawtin, Jeff Mills, Drexciya e Robert Hood, além de certos músicos do Reino Unido, Bélgica e Alemanha. Derrick May frequentemente compara o Techno a \"George Clinton e Kraftwerk presos em um elevador\". Por várias razões, o Techno é visto pelo mainstream americano, mesmo entre Afro-americanos, como \"música de branco\", mesmo que muitos dos seus criadores e produtores fossem negros. As similaridades históricas entre Techno, Jazz e Rock n'Roll de um ponto de vista racial, são ponto de divergência entre fãs e músicos. Em anos recentes, de qualquer forma, a publicação de histórias relativamente acuradas pelos autores Simon Reynolds (Geração Ecstasy a.k.a. Energy Flash) e Dan Sicko (Techno Rebels), além da cobertura da imprensa mainstream do Detroit Electronic Music Festival, ajudaram a difundir a mitologia mais dúbia do gênero. O Gênero se expandiu mais após recentes pioneiros da cena como Moby, The Zombie Hunter´s Guild, Orbital e Future sound of London fazerem o estilo brotar na cultura pop mainstream.",
 "title": "Techno"
}