{
 "id": "41826",
 "text": "O racionalismo é uma posição epistemológica ou corrente filosófica caracterizada pela aceitação de ao menos uma entre três teses: a razão e a intuição devem ter privilégio sobre a sensação e a experiência na obtenção do conhecimento; toda ou a maior parte das ideias é inata ao invés de adquirida no decorrer da vida; e a certeza do conhecimento deve ser privilegiada sobre a mera probabilidade dele em investigações filosóficas. Uma outra característica em comum entre os mais proeminentes racionalistas dessa corrente — René Descartes, Baruch Espinoza e Gottfried Wilhelm Leibniz — é a aceitação da realidade da substância como o princípio fundamental de unidade das coisas. O racionalismo afirma que tudo o que existe tem uma causa inteligível, mesmo que essa causa não possa ser demonstrada empiricamente, tal como a causa da origem do Universo. Privilegia a razão em detrimento da experiência do mundo sensível como via de acesso ao conhecimento. Considera a dedução como o método superior de investigação filosófica. René Descartes, Baruch Espinoza e Gottfried Wilhelm Leibniz introduzem o racionalismo na filosofia moderna. Georg Wilhelm Friedrich Hegel, por sua vez, identifica o racional com o real, supondo a total inteligibilidade deste último. O racionalismo é baseado nos princípios da busca da certeza, pela demonstração e análise, sustentados, segundo Kant, pelo conhecimento a priori, ou seja, o conhecimento que não é inato nem decorre da experiência sensível, mas é produzido somente pela razão. O racionalismo é a corrente central no pensamento liberal que se ocupa em procurar, estabelecer e propor caminhos para alcançar determinados fins.Racionalismo Tais fins são postulados em nome do interesse coletivo (commonwealth), base do próprio liberalismo anglo-saxónico, contribuindo também para estabelecer a base do racionalismo. O racionalismo, por sua vez, fica na base do planejamento da organização econômica e espacial da reprodução social. == A matemática racionalista == O racionalismo como doutrina surgiu no século I a.C.,Encyclopedia Britannia: Epistemological rationalism in ancient philosophies enfatizando que tudo que existe tem uma causa. \"Aristotle on Causality\", por Andrea Falcon. The Stanford Encyclopedia of Philosophy (Winter 2010 Edition), Edward N. Zalta (ed.) Séculos mais tarde, os filósofos racionalistas modernos utilizaram a matemática como instrumento da razão para explicar a realidade. Com esse objetivo, Descartes elaborou um método baseado na geometria e baseado em quatro regras - as regras do método científico: > \"O primeiro método era o de jamais acolher alguma coisa como verdadeira que > eu não conhecesse evidentemente como tal; isto é, de evitar cuidadosamente a > precipitação e a prevenção, e de nada incluir em meus juízos que não se > apresente tão clara e tão distintamente a meu espírito, que eu não tivesse > nenhuma ocasião de pô-lo em dúvida. > O segundo método era o de dividir cada uma das dificuldades que eu > examinasse em tantas parcelas quantas possíveis e quantas necessárias fossem > para melhor resolvê-las. > O terceiro método era o de conduzir por ordem meus pensamentos, começando > pelos objetos mais simples e mais fáceis de conhecer, para subir, pouco a > pouco, como por degraus, até o conhecimento dos mais compostos, e supondo > mesmo uma ordem entre os que não se precedem naturalmente uns aos outros. > O quarto método era o de fazer em toda parte enumerações tão completas e > revisões tão gerais, que eu tivesse a certeza de nada omitir.\" As ideias de René Descartes influenciaram diversos pensadores, entre os quais se destacam o holandês Spinoza e o alemão Leibniz. Leibniz era filósofo, matemático e político. Desenvolveu o cálculo infinitesimal, utilizado até os dias de hoje. Defendeu o racionalismo, afirmando - tal como Descartes - que algumas ideias e princípios existem em nós e são percebidos pelos sentidos, mas não provêm deles. Como exemplos de conhecimentos inatos, ele citava os conceitos da geometria, da lógica e da aritmética. ==Ver também== *Discurso sobre o Método *Inatismo Categoria:Racionalismo Categoria:Filosofia da ciência",
 "title": "Racionalismo"
}