{
 "id": "41825",
 "text": "O Sambódromo da Marquês de Sapucaí, também conhecido como Sambódromo do Rio de Janeiro e oficialmente denominado como Passarela Professor Darcy Ribeiro, é um sambódromo localizado na Avenida Marquês de Sapucaí, na zona central da cidade do Rio de Janeiro, no Brasil. Inaugurado no ano de 1984, o local é o palco do festival popular mais famoso do Brasil, o Desfile das escolas de samba do Rio de Janeiro, o qual é realizado anualmente durante o feriado de Carnaval. A maior parte do complexo situa-se no bairro do Centro do Rio de Janeiro, porém a sua porção final, após a Avenida Salvador de Sá, pertence ao bairro Cidade Nova. Desde 2021, o Sambódromo é tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional. == Histórico == O seu projeto, de autoria do arquiteto Oscar Niemeyer, foi implantado durante o primeiro governo fluminense de Leonel Brizola (1983-1987), visando a dotar a cidade de um equipamento urbano permanente para a exibição do tradicional espetáculo do desfile das escolas de samba. A obra, que durou 120 dias, foi coordenada pelo engenheiro José Carlos Sussekind e pelo arquiteto João Otávio Brizola, segundo dos três filhos de Leonel. Inaugurada em 1984, com o nome oficial de \"Avenida dos Desfiles\", marcou o início do sistema de desfiles das escolas de samba em duas noites, ao invés de em apenas uma noite, como era costume até então. Posteriormente, seu nome oficial mudou para \"Passarela do Samba\" e, finalmente, a partir de 18 de fevereiro de 1987, seu nome oficial passou a ser \"Passarela Professor Darcy Ribeiro\", numa homenagem ao principal mentor da obra, o antropólogo Darcy Ribeiro. Essa denominação oficial se conserva até hoje. Popularmente, porém, a obra é mais conhecida como \"Sambódromo\", que foi um termo cunhado pelo próprio Darcy Ribeiro a partir da junção de \"samba\" com o sufixo de origem grega \"dromo\", que significa \"corrida, lugar para correr\".FERREIRA, A. B. H. Novo dicionário da língua portuguesa. Segunda edição. Rio de Janeiro. Nova Fronteira. 1986. p. 612. Sua estrutura, em peças pré-moldadas de concreto, mede cerca de 700 metros de comprimento. Desde a marcação do início até o final, a pista mede cerca de 560 metros de comprimento e 13 metros de largura. O Sambódromo, como espaço de espetáculo, foi analisado em tese de doutorado onde se registra que \"o desfile de carnaval no Sambódromo é o mais importante evento carnavalesco do Rio de Janeiro, não só porque é o mais difundido, mas especialmente porque gradualmente transformou-se em um espetáculo muito elaborado, eclipsando todos os outros eventos carnavalescos da cidade\". Em 1984 quando o Sambódromo foi inaugurado, a transmissão dos desfiles das escolas de samba, que sempre foi feito pela Rede Globo, foi realizado pela Rede Manchete. Os motivos foram muitos, então a emissora ficou de fora, mantendo a sua programação normal. Essa situação gerou uma baixa na audiência da Rede Globo, que começou pelo fantástico no domingo e se estendeu pela segunda e terça-feira de carnaval, prejudicando assim a audiência da então novela das oito, Champagne. Desde então, a Rede Globo nunca mais deixou de exibir o Carnaval carioca. === Reforma de 2011-2012 === Em 5 de junho de 2011, os camarotes do antigo Setor 2 foram derrubados para dar lugar a novas arquibancadas, seguindo o projeto original de Oscar Niemeyer. Com a reforma, a passarela passou a ser quase totalmente simétrica, à exceção da sua primeira arquibancada. Na época de sua construção, em 1984, o projeto de Niemeyer teve de ser modificado devido à existência de uma unidade industrial da Cervejaria Brahma no local. As novas arquibancadas foram construídas a um custo de 30 milhões de reais, totalmente custeados pela Ambev, dona da fábrica, que, em contrapartida, pôde \"destombar\" a velha fábrica e ainda teve a autorização de construir um prédio no restante do terreno. A nova passarela, após as reformas, teve sua capacidade aumentada de 60 000 para 72 500 pessoas e foi reinaugurada no dia 12 de fevereiro de 2012, a poucos dias do carnaval. === Administração === Com a crise vivida pela Prefeitura do Rio de Janeiro, o prefeito Marcelo Crivella repassou o comando do Sambódromo ao governador Wilson Witzel e com isso retornando ao Governo do Estado do Rio de Janeiro, que arcará com melhorias na estrutura atual e unidades da FAETEC. mas entretanto devido a burocracia e desavenças com o governador, Marcelo Crivella voltou atrás e com isso a prefeitura continua no comando do sambódromo, pelo menos até 2020. == Outros eventos == Além de abrigar o desfile das Escolas de Samba, a passarela do samba já foi palco de outros acontecimentos, como shows de música, cultos evangélicos, exibições de motociclismo, ópera, Mega RampaMegarampa na vibe Carioca, 22 de agosto de 2012. etc. No dia 07/07/07, aconteceu a gravação do décimo CD e DVD do grupo Diante do Trono, Príncipe da Paz. Foram registrados mais de 100 mil pessoas lotando toda área e arquibancadas da apoteose === Jogos Olímpicos de Verão de 2016 === Em 2016, a passarela sediou a competição de tiro com arco e a chegada da maratona durante os Jogos Olímpicos de Verão de 2016. Essas competições exigiram que a passarela passasse por uma reforma ao longo de 2011, com a demolição de alguns camarotes. Com isso, a passarela passou a ter uma simetria quase total entre seus dois lados, o que não havia sido possível quando da sua construção, devido à presença de um prédio ao lado da passarela (o prédio da Cervejaria Brahma), prédio este que foi, finalmente, implodido em 2011. ==Na cultura popular== ===No cinema=== * Trechos do filme Apaixonados: O Filme, de Paulo Fontenelle, (2016) foram gravados no Sambódromo Marquês de Sapucaí. *Trechos do filme Orfeu, de Cacá Diegues, (1999) foram gravados no Sambódromo Marquês de Sapucaí. ===Na literatura=== *Três trechos do romance O Grande Dia, de Pierre Cormon (2024), se passam no sambódromo da Marquês de Sapucaí. == Ver também == * Desfile das escolas de samba do Rio de Janeiro * Carnaval do Rio de Janeiro * Carnaval do Brasil * Liga Independente das Escolas de Samba do Rio de Janeiro (LIESA) * Liga das Escolas de Samba do Rio de Janeiro (LIERJ) * Praça da Apoteose * Samba * Sambódromo * Escola de Samba * Jogos Olímpicos de Verão de 2016 == Ligações externas == * * * * Categoria:Construções do estado do Rio de Janeiro Categoria:Carnaval da cidade do Rio de Janeiro Categoria:Carnaval do Brasil Categoria:Projetos arquitetônicos de Oscar Niemeyer Categoria:Cultura da cidade do Rio de Janeiro Categoria:Sambódromos Categoria:Locais de competição dos Jogos Olímpicos de Verão de 2016 Categoria:Cidade Nova (Rio de Janeiro) Categoria:Patrimônio tombado pelo IPHAN no Rio de Janeiro Categoria:Fundações no Rio de Janeiro em 1984 Categoria:Sambódromo da Marquês de Sapucaí Categoria:Homenagens a Darcy Ribeiro Categoria:Avenida Presidente Vargas",
 "title": "Sambódromo da Marquês de Sapucaí"
}