{
 "id": "41861",
 "text": "Lycos, Inc., é uma empresa criada a partir do site de buscas e portal web estabelecido em 1994, a partir da Carnegie Mellon University. A Lycos também engloba uma rede de sites de e-mail, webhosting, redes sociais e entretenimento. ==História== Lycos é um spin-off da universidade que começou como um projeto de pesquisa por Michael Loren Mauldin do campus Carnegie Mellon University principal Pittsburgh em 1994. ' A Lycos Inc. 'foi formada com aproximadamente US $ 2 milhões em financiamento capital de risco de CMGI. Bob Davis tornou-se o CEO e o primeiro empregado da nova empresa em 1995 e concentrou-se na construção da empresa em um portal web que subsistisse a partir da publicidade. A Lycos gozou de vários anos de crescimento durante a década de 1990 e tornou-se o destino online mais visitado do mundo em 1999, com uma presença global em mais de 40 países. Em 1996, a empresa concluiu a oferta pública inicial mais rápida da história da NASDAQ até então. Em 1997, tornou-se uma das primeiras empresas de internet mais rentáveis do mundo. Em 1998, a Lycos pagou US $ 58 milhões por Tripod.com na tentativa de \"entrar no mercado do portal\". Ao longo dos próximos anos, a Lycos adquiriu quase duas dúzias de marcas de internet, incluindo Gamesville, WhoWhere, Wired News (eventualmente vendidas a Wired, Quote.com, Angelfire, Matchmaker.com e RagingBull.com. Lycos Europe foi uma joint venture entre a Lycos ea empresa de mídia transnacional Bertelsmann, mas sempre foi uma entidade corporativa distinta. Embora a Lycos Europe continue a ser a maior empresa de empreendimentos no exterior da Lycos, várias outras subsidiárias da Lycos também entraram em acordos de joint venture, incluindo Lycos Canada, Lycos Korea e Lycos Asia. Em Maio de 2018 terminou com o serviço gratuito de email. == Ligações externas == * Lycos Search Home * Lycos Chat * Ybrant Digital – Lycos' parent company * Lycos About page Categoria:Kakao Categoria:Empresas fundadas em 1994",
 "title": "Lycos"
}