{
 "id": "41896",
 "text": "Síndrome de Asperger (SA) é, desde 2013, uma subcategoria do Transtorno do Espectro Autista em seu grau de necessidade de suporte mais baixo, é um transtorno de neurodesenvolvimento caracterizado por alterações significativas no nível dos relacionamentos sociais e comunicação não verbal, a par de interesses e padrões de comportamento restritos e repetitivos. Embora não sejam sinais determinantes para o diagnóstico, a descoordenação física e formas particulares de linguagem são comuns. Os sinais geralmente começam a manifestar-se antes dos dois anos de idade. Desconhecem-se as causas exatas da síndrome de Asperger. Embora possa ser parcialmente hereditária, ainda não se determinou de forma conclusiva quais são os mecanismos genéticos subjacentes. Pensa-se que os fatores ambientais tenham igualmente influência. A neuroimagiologia não demonstra haver um problema fisiopatológico comum. Em 2013, o diagnóstico de Asperger foi retirado da 5ª edição do Manual de Diagnóstico e Estatística das Perturbações Mentais (DSM-V). Atualmente, estes sintomas estão incluídos nas perturbações do espectro autista, a par do autismo e perturbação global do desenvolvimento sem outra especificação (PGD- SOE). O nome Asperger continuava a fazer parte da 10ª edição da Classificação Internacional de Doenças (CID-10), já tendo sido retirado no CID-11. Não existe um tratamento único e existem poucas evidências a apoiar a eficácia de intervenções específicas. O tratamento destina-se a melhorar as competências de comunicação e a corrigir as rotinas obsessivas ou repetitivas e a descoordenação física. Entre as possíveis intervenções estão o treino em competências sociais, a terapia cognitivo-comportamental, a fisioterapia, a terapia da fala, a formação dos pais e a administração de medicamentos para os problemas associados, como perturbações do humor ou ansiedade. NIH Publication No. 05-5624. Verificam-se melhorias na maior parte das crianças à medida que vão crescendo, embora a dificuldade em socializar e comunicar geralmente persista. Alguns investigadores e pessoas envolvidas no espectro autista têm vindo a defender uma mudança de atitude em relação ao transtorno, sublinhando que o espectro autista é uma diferença natural humana, e não uma doença que deve ser tratada ou curada. Está disponível uma versão de acesso livre, embora com redação ligeiramente diferente, em: Estima-se que em 2015 a síndrome de Asperger afetasse 37,2 milhões de pessoas em todo o mundo. A síndrome é assim denominada em referência ao pediatra nazista austríaco Hans Asperger, que em 1944 descreveu as crianças no seu consultório a quem faltavam competências de comunicação não verbal, com limitações em compreender os sentimentos dos outros e com descoordenação física. A concepção atual da síndrome de Asperger foi estabelecida em 1981, data a partir da qual se tem vindo a popularizar. No início da década de 1990 que surgiram os primeiros critérios de diagnóstico normalizados. No entanto, continuam em aberto várias questões e controvérsias em relação a alguns aspetos do transtorno. == Classificação == A linha que separa a Síndrome de Asperger (SA) e o Autismo de alta funcionalidade (AAF) é incerta. O Transtorno do Espectro do Autismo é, até certo ponto, um artefato de como o autismo foi descoberto e pode não refletir a verdadeira natureza do espectro; problemas metodológicos tem envolvido a síndrome enquanto um diagnóstico válido desde o começo. Na quinta edição do Manual Diagnóstico e Estatístico de Transtornos Mentais (DSM-V), publicado em maio de 2013, a síndrome de Asperger, enquanto um diagnóstico separado, foi eliminada e encaixada dentro do espectro do autismo. Assim como o diagnóstico da síndrome, a mudança é controversa e a SA não foi removida do Catálogo Internacional de Doenças (CID-10). A Organização Mundial da Saúde (OMS) define a Síndrome de Asperger como um dos transtornos do espectro do autismo ou condições do transtorno global do desenvolvimento, as quais são um espectro de condições neurológicas que se caracterizam por dificuldades na interação social e na comunicação, além de interesses restritos e comportamentos repetitivos. O Transtorno do Espectro do Autismo começa na infância e se instala antes dos 3 anos, tem um andamento estável, sem agravamento da condição já existente ou deterioração do funcionamento mental e geralmente apresenta melhoras que resultam da maturação de vários sistemas do cérebro. É comum que algumas pessoas e ao menos um dos pais de crianças diagnosticadas com a Síndrome de Asperger apresentem alguns traços semelhantes à síndrome, sem que preencham critérios suficientes para o diagnóstico de autismo, caracterizando o que se chama de Fenótipo ampliado do autismo (FAA). Das quatro formas de Transtorno do Espectro do Autismo, o autismo é a mais parecida com a síndrome de Asperger em sinais e prováveis causas, mas seu diagnóstico requer comunicação prejudicada e permite atrasos no desenvolvimento cognitivo; a síndrome de Rett e o transtorno desintegrativo da infância compartilham vários sinais com o autismo, mas podem ter causas não relacionadas; e o transtorno global do desenvolvimento sem outra especificação é diagnosticado quando os critérios para distúrbios mais específicos são insatisfatórios. == Características == Como parte do transtorno global do desenvolvimento, a Síndrome de Asperger é identificada através de uma série de sintomas em vez de uma característica em especial. O transtorno é caracterizado por dificuldades na interação social, comportamento repetitivo, restrição de atividades e interesses, havendo interesse obsessivo por um assunto ou objeto em particular, e, embora não haja atrasos no desenvolvimento da linguagem, é comum a presença de dificuldades com a comunicação social (linguagem pragmática). Também podem estar presentes sensibilidades sensoriais (barulhos, tecidos ou etiquetas de roupas, seletividade alimentar, sensibilidade ao toque, à luz ou olfativa, por exemplo), fala monótona, inaptidão às atividades físicas e inabilidade motora (o andar ou correr podem parecer estranhos, podem deixar cair muitas coisas, tropeçar muito, etc.), porém não são estritamente necessárias para a conclusão de um diagnóstico. === Interação social === A dificuldade em responder socialmente através da empatia possui um impacto significativo sobre a vida social de pessoas com a síndrome de Asperger. Os indivíduos com SA demonstram inabilidade em características básicas da interação social, como a formação de amizades, ou até mesmo motivações para certas atividades, incluindo o compartilhamento de seus temas de interesse. Assim, também normalmente não há reciprocidade social e emocional (suas ações podem parecer mecânicas), além da dificuldade em interpretar comportamentos não verbais, como o contato visual, expressão facial ou gestos. Dessa forma, indivíduos com SA podem não ser muito receptivas às pessoas involuntariamente, mas não no mesmo nível de gravidade de outros tipos de autismo; até certo ponto, conseguem envolver-se coletivamente. Quando falam de seus assuntos de interesse, o discurso é normalmente unilateral e prolixo. Mas, para o sujeito, é difícil perceber se o interlocutor está desinteressado, se deseja mudar de tema ou terminar a interação. Este comportamento desajustadamente social é muitas vezes considerado como excêntrico, porém ativo. Com isso, tal falha pode ser erroneamente interpretada como descaso, egoísmo e desinteresse em reagir corretamente às situações sociais. No entanto, nem todos os indivíduos com Asperger conseguem conversar com todos. Muitos podem até mesmo ter mutismo seletivo, interagindo apenas com pessoas específicas. Ainda, podem escolher conversar apenas com as que têm um maior vínculo afetivo. A cognição das crianças com a síndrome muitas vezes lhes permite articular as regras sociais como se fossem experimentos de laboratório, no qual, teoricamente podem descrever as emoções das pessoas; no entanto, são geralmente incapazes de aplicar seus conceitos na vida cotidiana. Assim, analisam e aplicam suas observações de interação social em comportamentos rígidos, de forma excêntrica, podendo apresentar um contato visual forçado e estático, resultando em uma aparência rígida ou ingênua. O desejo de se ter companhia na infância pode ser distorcido devido a falhas na interação social. Crianças com Asperger geralmente querem ter amizades, mas a dificuldade em compartilhar, a fala unilateral sobre um tópico de interesse que pode soar repetitivo e desinteressante para os demais e a inabilidade na interação social acabam por isolá-la dos colegas. É comum que a interação social seja melhor com adultos ou crianças mais velhas que com os pares de mesma idade. A criança com Asperger geralmente se isola do grupo logo no início de sua vida escolar, geralmente por volta dos 2 ou 3 anos, quando começam a escolinha infantil. Sensibilidades sensoriais e dificuldade de compreensão das normas sociais fazem com que elas evitem festas, aglomerações ou quaisquer atividades excessivamente barulhentas ou agitadas. Não é incomum que não gostem de festas de aniversário, tenham receio da hora de cantar parabéns, não participem de brincadeiras coletivas no pátio da escola, principalmente as que envolvam música, dança ou gincanas, e se assustem facilmente com situações comumente presentes em eventos infantis que não são percebidos como problemas pelas crianças sem a síndrome, como palhaços aparecendo de surpresa, pegando no colo ou puxando pela mão, cornetas, bexigas estourando e muita gente rindo e falando juntas. A hipótese de que pessoas com SA têm predisposição para comportamentos violentos ou criminosos foi investigada, mas não possui nenhuma comprovação. Muitas ocorrências evidenciam que normalmente as crianças com Asperger são vítimas ao invés de algozes. === Comportamentos repetitivos e restritos === Os indivíduos com Síndrome de Asperger geralmente possuem comportamentos, interesses e atividades restritas e repetitivas, por vezes focadas de forma intensa e anormal. Além disso, apego à rotinas, movimentos estereotipados e repetitivos, ou preocupação exacerbada com certos objetos são algumas das características que apresentam. A obsessão por áreas específicas do conhecimento é uma das características mais marcantes da SA. Tais pessoas geralmente se informam e possuem leitura profunda de assuntos nos quais se interessam, como dados meteorológicos ou nomes de personalidades notórias, sem necessariamente ter uma verdadeira compreensão do tópico geral. Por exemplo, uma criança pode memorizar modelos de câmeras enquanto pouco se importa com fotografia. Este comportamento é comum em torno dos 5 ou 6 anos. Embora seus focos mudem de tempos em tempos, normalmente parecem bizarros e pelo foco exagerado, dominam tanto o assunto que causam a curiosidade da família. Há vezes em que os interesses restritos de crianças com Asperger passam despercebidos pelos pais. A família tende a achar que são \"manias da infância\" e que a criança apenas tem uma forte preferência por isso ou aquilo, que é um traço de personalidade ou temperamento, e quando alguns desses assuntos de interesse são relativamente normais, como carros, dinossauros ou bonecas, a obsessividade e restrição ficam ainda mais mascaradas, sendo ainda menos percebidas pela família. === Fala e linguagem === Embora os indivíduos com Asperger não apresentem dificuldades no desenvolvimento da fala, seu discurso carece de adaptações significativas, pois a aquisição e uso da linguagem é geralmente atípica. Os comportamentos incluem dificuldade no uso de linguagem social (não dizem \"oi\" e \"tchau\", não respondem o nome ou idade quando perguntadas, etc.) verbosidade, transições bruscas (entram ou saem de um ambiente repentinamente, mudam de assunto sem o uso de introduções, etc.), interpretações literais e má compreensão da nuance, uso de metáforas ou expressões idiomáticas, os deficits de percepção auditiva, pedantismo extremo, discurso idiossincrático e/ou formal, e excentricidade na sonoridade, afinação, entonação, prosódia, e ritmo. A ecolalia é uma característica encontrada em algumas pessoas com SA. Três aspectos nos padrões de comunicação são de interesse clínico: prosódia pobre, discurso circunstancial e tangencial, e notável verbosidade. Apesar da inflexão e entonação ser menos rígida ou monótona do que no autismo clássico, as pessoas com SA têm, em alguns casos, uma gama limitada de entonação: a fala pode ser extremamente rápida, irregular ou alta. Sua fala pode transmitir incoerência; e seu método de discurso muitas vezes é uma espécie de monólogo sobre temas que não há espaço para comentários do interlocutor, e em alguns momentos pensamentos pessoais não são suprimidos. Portanto, tais indivíduos podem não conseguir perceber se o ouvinte está interessado ou envolvido na conversa e a excessiva honestidade ao expressar as próprias opiniões pode ser interpretada como rudeza. A conclusão do discurso pode nunca acontecer, e a compreensão do receptor acerca do assunto é rara. As crianças com SA podem ter um vocabulário extraordinariamente complexo numa idade jovem e informalmente serem chamados de \"pequenos professores\", mas possuem dificuldade em compreender o sentido figurado e normalmente interpretam tudo de forma literal. Assim, mostram ter fraquezas particulares em áreas da linguagem não literal como o humor, ironia, provocação e sarcasmo. Embora geralmente compreendem a base cognitiva do humor, não parecem entender sua origem para rirem com os outros. Apesar da apreciação de humor aparentemente prejudicada, habilidades na área em alguns existem e são exceções que desafiam os estudos acerca do autismo. === Coordenação motora e percepção sensorial === Indivíduos com síndrome de Asperger podem ter sintomas ou sinais que são independentes do diagnóstico que possuem, mas tais características podem afetar o indivíduo ou até mesmo a família. Estes incluem diferenças na forma de percepção e problemas com a coordenação motora, sono, e emoções. Muitos aspies possuem uma ótima audição e percepção visual. As crianças geralmente percebem diferentes padrões sendo modificados o tempo todo. Normalmente, isso é de domínio específico e envolve a processamento neurológico minucioso. Por outro lado, em comparação com os autistas de alto funcionamento, os indivíduos com SA possuem deficits em algumas tarefas que envolvem a percepção visual-espacial, percepção auditiva relacionada à grande concentração de pessoas, ou memória eidética. Muitos deles relatam outras habilidades sensoriais, experiências e percepções incomuns. Por outro lado, podem ser mais sensíveis ou insensíveis ao som, luz e outros estímulos, também encontrados em outros transtornos globais do desenvolvimento, sem exclusividade para a Asperger. Existe pouco ou nenhum suporte para a reação de estresse agudo elevado (Reação de Lutar ou fugir) ou falha na habituação ao autismo; Há também várias evidências de resposta reduzida a estímulos sensoriais, apesar de muitos estudos não indicarem diferença. Os primeiros relatos de Hans Asperger e outros tipos de diagnóstico incluem descrições de imperícia física. Crianças com SA podem ser atrasadas na aquisição de habilidades que exigem destreza motora, como andar de bicicleta ou a abertura de um frasco, e parecem se mover sem jeito ou sentirem-se \"desconfortáveis em sua própria pele\". Assim, podem ser mal coordenados, uma postura errada ou incomum, má caligrafia, ou problemas com a integração visual-motora. Também, possivelmente apresentam problemas com a propriocepção, além de apresentarem dispraxia, como equilíbrio, marcha tandem, e a justaposição do dedo polegar. Não há evidências de que estes problemas de motricidade os diferem dos autistas de alto funcionamento. As crianças são mais propensas a terem problemas de sono, como dificuldade para dormir, frequente insônia no meio da noite, terror noturno e acordar cedo. A síndrome também está associada a altos níveis de alexitimia, que é a dificuldade em identificar e descrever as próprias emoções.Alexitimia e SA: * ** Apesar de na SA a qualidade do sono ser menor, e também existir alexitimia, não há relação direta entre os dois sintomas. == Causas == Hans Asperger afirmou existir semelhanças no comportamento de seus pacientes com alguns de seus familiares, principalmente os pais, defendendo a tese de que a origem da Síndrome de Asperger pode ser genética. Embora as pesquisas ainda não apontem um gene especificamente responsável, muitos fatores embasam tal crença, principalmente devido à variabilidade fenotípica observada dentre as crianças com SA. Uma destas evidências se concentra no fato de que a síndrome pode ser diagnosticada em mais de um membro da família e uma maior incidência de indivíduos, dentro do mesmo círculo familiar, apresentarem sintomas de forma extremamente leve (como por exemplo, dificuldades de leitura, interação social ou linguagem). NIH Publication No. 05-5624. Grande parte dos estudos sugerem que todos os transtornos do espectro do autismo compartilham mecanismos genéticos, podendo ter uma origem comum e de maior destaque, no caso, o autismo em si. No entanto, sua origem provavelmente não é causada por um grupo de genes comuns nos quais os alelos tornam um indivíduo vulnerável ao ponto de desenvolver Asperger, mas, se for o caso, a combinação de alelos, em cada caso determinaria a gravidade e os sintomas de cada indivíduo que possui a condição. Exames de imagem apontam evidências de alterações estruturais em determinadas regiões do cérebro, o que comprova o forte fator genético. Tais formações se dão logo após a concepção, ainda em estado embrionário, e são características que quase sempre podem observadas também nos pais ou em um deles, caracterizando o que se chama de Fenótipo Ampliado do Autismo (FAA), que é quando o indivíduo não tem a síndrome completa, mas possui alguns traços. Irmãos de crianças com a Síndrome de Asperger, muitas vezes, também apresentam traços ou condições afins, mais uma vez reforçando a ligação genética do quadro. Embora a causa exata do transtorno ainda não seja conhecida, sabe-se, no entanto, que o transtorno está presente desde o nascimento e que tem um forte componente genético, e que não é, portanto, causado por estilos inadequados de criação dos filhos ou traumas emocionais. Alguns poucos casos de transtornos globais do desenvolvimento são considerados efeitos de agentes teratogênicos ocorridos nas primeiras semanas de gestação. Embora isso não exclua a possibilidade da Síndrome de Asperger se manifestar antes ou depois disso, conclui-se que, provavelmente seu surgimento seja precoce no desenvolvimento humano. Outra hipótese, sem conclusões advindas da comunidade científica é que fatores ambientais possam exercer alguma influência após o nascimento. Dentre esses fatores, poder estar certos produtos químicos, medicações utilizadas pela mãe durante a gravidez (especialmente nos primeiros 3 meses de gestação) ou mesmo a poluição, mas por enquanto são apenas especulações sem comprovação. == Mecanismo == A Síndrome de Asperger é uma condição neuropsicológica que causa efeitos no desenvolvimento cerebral em geral, provocando mudanças nos vários sistemas funcionais existentes. Embora a dissociação da SA com outros transtornos do espectro do autismo ainda não seja clara e não tenha sido descoberta nenhuma patologia em comum para todos os distúrbios, há probabilidade de que a síndrome tenha mecanismos distintos das demais desordens. Alguns estudos neuroanatômicos e supostas ações de agentes teratogênicos presumem que a alteração no desenvolvimento cerebral ocorra logo após a fecundação. A migração anormal de células embrionárias durante o desenvolvimento fetal pode afetar a estrutura definitiva do cérebro e seus circuitos nervosos, afetando ligações diretamente relacionadas ao pensamento e comportamento. Existem várias teorias e estudos relacionados, porém nenhum fornece uma explicação completa a respeito do mecanismo da Asperger. A teoria da underconnectivity trabalha com a hipótese do subfuncionamento das conexões e sincronizações neurais de alto nível e com um excesso de processos de baixo nível.[54] Ela mapeia bem as teorias de processamento geral tais como a teoria da coerência central fraca, que hipotetiza que uma capacidade limitada de ver grandes imagens adjacentes a distúrbios centrais no TEA.[56] == Diagnóstico == Os critérios padronizados de diagnóstico requerem o comprometimento da interação social e padrões repetitivos e estereotipados de comportamento, atividades e interesses, sem que ocorra atraso significativo no desenvolvimento cognitivo ou da linguagem. Ao contrário do padrão internacional, os critérios do DSM-IV- TR também requerem comprometimento significativo de funções no quotidiano. Em 2013, o DSM-5 removeu a Síndrome de Asperger enquanto diagnóstico distinto, estando atualmente englobado nas perturbações do espectro autista. Entre outros critérios de diagnóstico recentemente propostos estão os de Szatmari et al. e de Gillberg. A idade de diagnóstico mais comum é entre os quatro e onze anos de idade. Uma avaliação detalhada exige uma equipa multidisciplinar que observe o indivíduo em vários contextos, e que para além da avaliação neurológica e genética inclua testes para a cognição, função psicomotora, pontos fortes e fracos da comunicação verbal e não verbal, estilo de aprendizagem e competências para a vida autónoma. O padrão-ouro no diagnóstico de perturbações do espectro autista combina a avaliação clínica com a Entrevista de Diagnóstico de Autismo Revista (ADI-R), uma entrevista semiestruturada feita aos pais, e a Protocolo de Observação para o Diagnóstico de Autismo (ADOS), que observa o comportamento da criança. Eventuais atrasos ou erros no diagnóstico podem ser traumáticos para indivíduos e familiares, ao poderem resultar na administração de medicação que agrave o comportamento. O subdiagnóstico ou atraso no diagnóstico pode ter origem no custo ou dificuldades de rastreio ou da realização dos testes. Por outro lado, o sobrediagnóstico pode ter origem no aumento da popularidade das opções de tratamento com medicamentos. Há indícios de que a síndrome de Asperger tenha sido diagnosticada com maior frequência em anos recentes, em parte como diagnóstico de exclusão para crianças com inteligência normal e que não são autistas, mas que apresentam algumas dificuldades a nível social. Existem várias questões em aberto acerca da validade externa do diagnóstico de Asperger. Isto é, não é claro se existem benefícios práticos em distinguir a síndrome de Asperger do Autismo Altamente Funcional e da Perturbação Global do Desenvolvimento Sem Outra Especificação. A mesma criança pode ser diagnosticada de forma diferente, conforme as ferramentas de rastreio utilizadas. O debate sobre se Asperger é ou não uma condição distinta de Autismo Altamente Funcional é um dilema tautológico em que as perturbações são definidas com base na gravidade do comprometimento, pelo que é expectável a existência de estudos que confirmem as diferenças com base na gravidade. === Diagnóstico diferencial === Muitas das crianças com Síndrome de Asperger são inicialmente diagnosticadas de forma incorreta com perturbação de hiperatividade com défice de atenção (PHDA). O diagnóstico em adultos é mais complexo, dado que os critérios de diagnóstico foram concebidos para crianças e as manifestações da condição vão-se alterando com a idade. O diagnóstico em adultos requer uma cuidadosa avaliação clínica e um minucioso historial clínico do indivíduo, obtido a partir do indivíduo e das pessoas que o conhecem, e focado sobretudo no comportamento durante a infância. Para além de PHDA, entre as condições que devem ser consideradas num diagnóstico diferencial estão outras perturbações do espectro autista, perturbações do espectro da esquizofrenia, perturbações da personalidade, perturbação obsessiva-compulsiva, perturbação depressiva maior, perturbação semântica- pragmática, perturbação de aprendizagem não verbal, perturbação de ansiedade social, síndrome de Tourette, perturbação do movimento estereotipado, perturbação bipolar, défices sociais e cognitivos devido a lesões cerebrais por abuso de álcool, e perturbação de personalidade obsessivo-compulsiva (PPOC). == Rastreio == Os pais de crianças com síndrome de Asperger são geralmente capazes de se aperceber de diferenças no desenvolvimento da criança tão cedo como aos 30 meses de idade. Uma consulta de rotina num pediatra ou médico de família pode identificar sinais que justifiquem uma avaliação especializada. Em crianças sem sinais, não é ainda claro se o rastreio é ou não benéfico. O diagnóstico de Asperger é dificultado pela existência de diferentes instrumentos de rastreio, entre os quais a Escala Diagnóstica de Síndrome de Asperger (ASDS), o Questionário de Rastreio do Espectro do Autismo (ASSQ), o Teste do Espectro de Autismo na Infância, a Escala de Gilliam para a Perturbação de Asperger (GADS), o Índice de Krug para a Perturbação de Asperger (KADI) e o Quociente do Espectro do Autismo (teste AQ), com versões para crianças, adolescentes, e adultos. No entanto, nenhum demonstrou conseguir diferenciar com segurança a Síndrome de Asperger de outras perturbações do espectro autista. == Tratamento == O tratamento da síndrome de Asperger tem por objetivo atenuar os sintomas que causem dificuldades e transmitir competências sociais, vocacionais e de comunicação adequadas para a idade e que não tenham sido adquiridas de forma natural durante o desenvolvimento. Cada intervenção deve ser ajustada para as necessidades individuais da pessoa e baseada numa avaliação multidisciplinar. Embora tenham sido feitos avanços na investigação, os dados que apoiam a eficácia de cada intervenção particular são ainda limitados. === Terapias === O tratamento ideal para a síndrome de Asperger consiste na coordenação de várias terapias que abordem os principais sintomas da condição, sobretudo as dificuldades de comunicação e as rotinas obsessivas e repetitivas. Embora a maior parte dos profissionais concorde que quando mais cedo for iniciada a intervenção, melhor, não existe um tratamento padronizado que possa ser considerado o melhor. O tratamento para Asperger é em vários aspetos semelhante ao de outras perturbações do autismo de alta funcionalidade, embora tenha em conta as capacidades linguísticas, competências verbais e vulnerabilidade não verbal dos indivíduos com Asperger. Um programa de tratamento típico geralmente inclui: * Técnicas de análise comportamental aplicada (ACA), incluindo apoio comportamental positivo (ACP), ou formação e apoio de pais e educadores em estratégias de gestão de comportamento a ser aplicadas em casa e na escola, assim como formação em competências sociais para fortalecer as interações interpessoais. * Terapia cognitivo-comportamental para dominar o stresse relativo à ansiedade ou explosividade emotiva e para diminuir os interesses obsessivos e as rotinas repetitivas; * Medicação para o tratamento das condições associadas, como perturbação depressiva ou perturbações de ansiedade; * Terapia ocupacional ou fisioterapia para melhorar o processamento sensorial e a coordenação motora; e, * Intervenção ao nível da comunicação em sociedade, que consiste numa versão especializada de terapia da fala que ajuda o indivíduo com a pragmática e reciprocidade de uma conversa normal. Apesar da popularidade do treino em competências sociais, a sua eficácia não está firmemente estabelecida. Dos muitos estudos sobre a eficácia dos programas de intervenção precoce, a maior parte são estudos de caso de até cinco participantes e geralmente analisam apenas alguns problemas de comportamento como autolesões, agressividade, incumprimento e linguagem espontânea, enquanto que os efeitos adversos são praticamente ignorados. Um estudo controlado aleatório de um modelo para formação em problemas comportamentais para pais de filhos com Asperger mostrou que os pais que tinham assistido a um workshop de um dia ou a seis aulas individuais reportaram menos problemas de comportamento, enquanto os pais que assistiram às aulas individuais reportaram problemas comportamentais menos intensos. Em adolescentes e adultos com Asperger, o treino vocacional é importante enquanto formação para regras de etiqueta em entrevistas de emprego e conduta em ambiente de trabalho. O software de organização pessoal e assistentes pessoais digitais podem contribuir para melhorar a gestão do trabalho e da vida pessoal de pessoas com Asperger. === Medicação === Não existem medicamentos para tratar os sintomas intrínsecos da condição. Embora a investigação sobre a eficácia da intervenção farmacológica em Asperger seja ainda limitada, é essencial que as condições associadas sejam diagnosticadas e tratadas. O défice em identificar as próprias emoções ou em observar os efeitos do seu comportamento em outras pessoas pode fazer com que seja difícil aos indivíduos com Asperger compreender a necessidade da medicação. A medicação, em conjunto com intervenções comportamentais e ambientais, pode ser eficaz no tratamento de sintomas de condições associadas como perturbação depressiva, falta de atenção e agressividade. Os antipsicóticos atípicos como a risperidona, olanzapina e aripiprazol têm demonstrado diminuir os sintomas associados a Asperger. A risperidona diminui o comportamento repetitivo e em prejuízo próprio, as explosões de agressividade e a impulsividade, para além de melhorar os padrões de comportamento e empatia sociais. Os inibidores seletivos de recaptação de serotonina (ISRS) fluoxetina, fluvoxamina e sertralina têm sido eficazes no tratamento dos interesses e comportamentos repetitivos. No entanto, deve haver precaução na administração de medicamentos, uma vez que nos indivíduos com Asperger os efeitos adversos podem ser mais comuns e mais difíceis de avaliar. Além disso, os ensaios clínicos para a eficácia dos medicamentos no tratamento de comorbidades geralmente excluem indivíduos do espectro autista. Entre os riscos associados a estes medicamentos em pessoas com Asperger estão alterações no metabolismo, nos intervalos de tempo da condução elétrica do coração e o aumento do risco de diabetes do tipo II, além de efeitos adversos neurológicos graves e a longo prazo. Os ISRS podem levar a manifestações de ativação comportamental, como aumento da impulsividade, agressividade e perturbações do sono. Entre os efeitos adversos mais comuns da risperidona estão o aumento de peso e a fadiga, podendo também aumentar o risco de sintomas extrapiramidais como desassossego, distonia e aumento dos níveis de prolactina. A sedação e o aumento de peso são mais comuns com a olanzapina, a qual também tem sido associada à diabetes. Os efeitos sedativos em crianças em idade escolar têm implicações na aquisição de matérias escolares. Os indivíduos com Asperger podem ser incapazes de identificar ou comunicar as suas emoções e disposição ou de tolerar efeitos adversos que para a maior parte das pessoas não representam qualquer problema. == Prognóstico == Existem algumas evidências de que a longo prazo as crianças com Asperger possam ver alguns dos sintomas diminuir de intensidade. É possível que até 20% das crianças deixem de preencher os critérios de diagnóstico ao chegar à idade adulta, embora as dificuldades a nível social e de comunicação possam persistir. À data de 2016, não havia ainda estudos que avaliassem o prognóstico a longo prazo de indivíduos com Asperger, nem estudos sistemáticos de longa duração que seguissem crianças com Asperger. Os indivíduos com Asperger aparentam esperança de vida normal, embora apresentem uma prevalência acrescida de condições psiquiátricas como perturbação depressiva maior e perturbações de ansiedade, as quais podem afetar negativamente o prognóstico. Embora o comprometimento das interações sociais possa ser permanente, o prognóstico é geralmente mais favorável do que o de indivíduos com perturbações do espectro autista de baixa funcionalidade, sendo mais provável que em crianças com Asperger os sintomas de espectro autista diminuírem de intensidade com o tempo. A maior parte dos estudantes com Asperger e Autismo de Alta Funcionalidade possuem capacidades matemáticas medianas e têm classificações ligeiramente piores em matemática do que a nível geral de inteligência, embora alguns sejam bastante dotados em matemática. Embora a maior parte dos estudantes com Asperger frequente o ensino regular, algumas crianças frequentam o ensino especial devido às dificuldades a nível social e de comportamento. Os adolescentes com Asperger podem manifestar dificuldades em se organizarem ou em cuidar de si próprios, assim como dificuldades em manter relações sociais ou românticas. Apesar do elevado potencial cognitivo, a maior parte dos jovens adultos com Asperger isola-se em casa, embora muitos casem e sejam independentes no trabalho. No entanto, a experiência de diferença que os adolescentes vivenciam pode ser traumática. A ansiedade pode ter origem na preocupação com a interrupção de rotinas e rituais, com a possibilidade de ser colocado numa situação sem um horário ou expectativas claras, ou com o receio de fracassar em encontros sociais. O stresse psicológico que daí advém pode-se manifestar através de falta de atenção, isolamento, dependência das obsessões, hiperatividade, agressividade ou comportamento desafiante. A depressão é muitas vezes o resultado de frustração crónica com o facto de não conseguir interagir socialmente com outras pessoas, o que pode dar origem a perturbações do humor que é necessário tratar. A experiência clínica sugere que a taxa de suicídio possa ser maior entre pessoas com Asperger, mas esta possibilidade não foi confirmada por estudos sistemáticos. A educação das famílias de indivíduos com Asperger é fundamental no desenvolvimento de estratégias que permitam perceber os pontos fortes e fracos. Apoiar a família melhora o prognóstico em crianças. O prognóstico pode ainda ser mais favorável quanto mais cedo for feito o diagnóstico, dado que isso permite que as intervenções comecem a ser feitas no início da vida. Embora as intervenções em idade adulta sejam uma mais-valia, os benefícios são menores. Os indivíduos com Asperger são mais vulneráveis a consequências jurídicas e a ser explorados por outras pessoas, uma vez que podem ser incapazes de compreender as implicações sociais das suas ações. == História == Batizada em homenagem ao pediatra austríaco Hans Asperger (1906-1980), a Síndrome de Asperger é um diagnóstico relativamente novo no campo autista. Quando criança, Hans possivelmente tinha algumas das características da condição que leva seu nome, como o distanciamento e formalidade linguística. Em 1944, Asperger descreveu quatro crianças no dia a dia que tinham dificuldades em interagir socialmente: não eram habilidosas na comunicação não-verbal, não demonstravam empatia com os seus pares, além de serem fisicamente desajeitadas. Hans denominou a condição de \"psicopatia autista\" e destacou o isolamento social como sua principal característica. Cinquenta anos depois, várias padronizações da SA como diagnóstico foram propostas, muitas das quais contendo divergências significativas em relação ao trabalho original do pediatra. Ao contrário das características tidas como parte da SA hoje, a condição podia ser englobada à pessoas de todos os níveis de inteligência, incluindo os que possuem deficiência intelectual. Mesmo num contexto de eugenia nazista, com a política de esterilização e matança de deficientes e indivíduos que fugiam da hegemonia social, Asperger apaixonadamente defendeu a importância dos autistas na sociedade, afirmando que tais indivíduos possuem seu espaço na comunidade, cumprindo seus papéis com competência, de forma independente, em contraste aos problemas apresentados na infância que, ao longo da vida foram superados. Asperger também costumava chamar seus pacientes de \"pequenos professores\", e acreditava que algum deles, mais tarde seriam capazes de ter conquistas através de ideias originais. Sua obra foi publicada durante a guerra e em alemão, por isso não teve cobertura ampla. Em 1981, Lorna Wing popularizou o termo Síndrome de Asperger na comunidade médica britânica, através de uma série de estudos de caso com crianças que apresentavam sintomas semelhantes, com Uta Frith traduzido os estudos de Hans Asperger para o inglês em 1991. O conjunto de critérios para o diagnóstico foi formulado por Gillberg e Gillberg em 1989 e também por Szatmari et al., no mesmo ano. A SA tornou-se um padrão diagnóstico em 1992, quando foi incluída na décima edição da Organização Mundial da Saúde e da Classificação Estatística Internacional de Doenças e Problemas Relacionados com a Saúde (CID-10), e em 1994, foi adicionada à quarta edição do Manual Diagnóstico e Estatístico de Desordens Mentais (DSM-IV), da Associação Americana de Psiquiatria. Atualmente, existem muitos livros, artigos e sites a respeito da SA, com o aparecimento de novos casos formando um subgrupo importante da condição dentro do espectro do autismo. Se a Asperger deve ser vista como distinta do autismo de alto funcionamento, é uma questão fundamental que requer um estudo mais aprofundado, e ainda há dúvidas sobre a validade empírica do DSM-IV e do CID-10. Em 2013, o DSM-V removeu a síndrome como um diagnóstico separado, considerando-a como um tipo de autismo de grau mais leve. No dia 18 de fevereiro, celebra-se Dia Internacional da Síndrome de Asperger, dia escolhido por ser aniversário de nascimento de Hans Asperger, o pediatra austríaco que deu nome à síndrome. Em 1944, ele foi o 1° a notar o comportamento da síndrome e publicou um artigo numa revista especializada sobre um conjunto de características de um grupo de crianças, que apresentavam alguns sintomas que as distinguiam do autismo propriamente dito. == Sociedade e cultura == Indivíduos com Síndrome de Asperger geralmente se intitulam como aspies (um termo usado pela primeira vez numa publicação por Liane Holliday Willey, em 1999). O termo neurotípico (muitas vezes abreviado para NT) descreve uma pessoa cujo desenvolvimento e o estado neurológico é típico, além de denominar indivíduos os quais não são autistas. A internet permitiu que os indivíduos autistas se comuniquem e comemorem a diversidade entre si de uma forma que não era possível anteriormente devido à sua raridade e dispersão geográfica. Com isso, hoje existe uma subcultura dos aspies. Sites e redes sociais, como o Wrong Planet fizeram com que pessoas com SA se conectassem. Pessoas autistas têm defendido uma mudança na percepção dos transtornos do espectro do autismo como síndromes complexas ao invés de simplesmente doenças que devem ser curadas. Os defensores desta visão rejeitam a noção de que há uma configuração do cérebro \"ideal\" e que qualquer desvio desta norma seja patológica. Assim, promovem a tolerância e a ideia de neurodiversidade, que, de certa forma torna-se um pilar para os seus direitos e movimentos do orgulho autista. Em contrapartida, enquanto muitos indivíduos aspies possuem orgulho de sua identidade e não desejam ser curados, muitos pais procuram assistência médica para seus filhos, na busca de uma cura. Alguns pesquisadores têm argumentado que a Asperger deveria ser vista como uma forma cognitiva distinta, não um distúrbio ou deficiência, e deveria ser removida do Diagnóstico e Estatístico de Transtornos, assim como a homossexualidade. Em um estudo de 2002, Simon Baron-Cohen escreveu que os indivíduos com Síndrome de Asperger não são beneficiados socialmente por serem tão atentos aos detalhes, mas que no campo profissional, principalmente na área de ciências exatas, um olhar detalhista favorece os autistas ao sucesso, em vez do fracasso. Cohen acredita que existem dois motivos pelos quais ainda valha a pena considerar Asperger como uma deficiência: para garantir o apoio emocional garantido por lei e de assegurar o reconhecimento das dificuldades de empatia que apresentam. Um texto levemente distinto também pode ser encontrado em: Além disso, argumenta que possivelmente há genes associados às habilidades da síndrome em atuação na evolução humana, deixando contribuições notáveis na história da humanidade. == Ver também == * Dia Internacional da Síndrome de Asperger * Teoria da Mente * Cegueira Mental * Transtorno global do desenvolvimento * Pessoas com a Síndrome de Asperger == Ligações externas == * Entendendo a síndrome de Asperger * O que é a síndrome de Asperger? * Síndrome de Asperger * Associação Portuguesa de Síndrome de Asperger * DSM-IV * ASPERGER's DISORDER (DSM IV Diagnostic Criteria)- descrição dos critérios do DSM-IV, de Szatmari, de Gillberg e do CID-10 para o diagnóstico da SA * Categoria:Autismo Asperger Categoria:Transtornos do espectro autista",
 "title": "Síndrome de Asperger"
}