{
 "id": "41890",
 "text": "Bagavadeguitá (: \"canção do bem-aventurado\" ou \"canção divina\";.. IAST: ; IPA: Áudio: bhagavad gita) é um texto religioso hindu escrito em sânscrito, parte do poema épico indiano Maabárata (escrito em partes e em épocas diferentes), datado do (próximo ao advento da era de Kali ou era das desavenças), que relata o diálogo de Críxena/Krishna (suprema personalidade de Deus) com o herói Arjuna (discípulo guerreiro) no campo de batalha de Kuruksetra. Arjuna representa o papel de uma alma confusa sobre seu dever e, recebe iluminação diretamente do Senhor Críxena, instruindo na ciência da autorrealização, ao explicar-lhe o sustentáculo do Reto Agir (darma, o carmaioga, o serviço desinteressado). No desenrolar da conversa são colocados pontos importantes da filosofia divina, que incluía já na época elementos das filosofias religiosas bramanismo e sânquia. Onde o primeiro ensinamento: ele é uma alma espiritual eterna que habita e dá vida ao corpo material. A obra é a essência do conhecimento védico e sagrado da Índia e um dos maiores clássicos de filosofia perene e de espiritualidade do mundo, influenciando inúmeros movimentos espiritualistas. Bhattathiry, M. P. \"Bhagavad Gita and management.\" Eubios Journal of Asian and International Bioethics 14.4 (2004). Reddy, M. S. \"Psychotherapy-insights from bhagavad gita.\" Indian journal of psychological medicine 34.1 (2012): 100-104. Bazaz, Prem Nath. The Role of Bhagavad Gita in Indian History. Sterling Publishers, 1975. Compõe a principal obra do vixenuísmo, que envolve várias ramificações de fé em Vixenu ou Críxena, dentre as quais o popularmente conhecido movimento para consciência de Seri Críxena, Stephen Prothero (2008). Religious Literacy: What Every American Needs to Know. HarperOne, p. 27. ISBN 978-0060859527 Dennis Waite (2014). Sanskrit for Seekers, Mantra Books. ISBN 978-1782792277 que a difundiu, a partir de 1965, no ocidente, através do líder religioso indiano Bhaktivedanta Swami Prabhupada. Este traduziu, e comentou, sem adulteração, com bênção de um mestre Parampara (sucessão discipular), dando origem ao livro Bhagavad-Gita: Como Ele É, contendo os principais ensinamentos do \"caminho para a verdade superior\" Darma, religião Bagavata Purana e instruções a respeito do serviço devocional a Críxena, segundo os preceitos de inúmeros escritos sagrados védicos. Dentre esses preceitos, o livro apresenta a ciência da auto- realização e da consciência em Críxena através do serviço devocional da bactiioga.Laborde, A. L. P. (2008). Os Sons do Oriente: o conceito de autoconhecimento e sua contribuição para a Educação Ambiental, um estudo sobre a filosofia Hare Krishna (Master's thesis). Ficheiro:Bhagvad Gita.jpg Ficheiro:Kurukshetra.jpg Ficheiro:The Pandava and Kaurava armies face each other.JPG == Bibliografia == * ==Ligações externas== *Texto do Bagavadeguitá em português Categoria:Textos da ioga Categoria:Textos hindus Categoria:Textos religiosos Categoria:Poesia religiosa Categoria:Poesia indiana",
 "title": "Bagavadeguitá"
}