{
 "id": "41971",
 "text": "A Rodovia Caminho do Mar (SP-148), também conhecida como Estrada Velha de Santos, é uma rodovia brasileira que liga o litoral do estado de São Paulo (Santos-Cubatão) ao planalto paulista (São Paulo, via Região do Grande ABC). Desde 1985 fechada para automóveis de passeio particulares,Guia do litoral.com.br. Disponível em http://guiadolitoral.uol.com.br/estrada_velha_de_santos-2635_2009.html. Acesso em 19 de junho de 2014. só pode ser percorrida por visitantes a pé, veículos de manutenção e micro-ônibus da Fundação Patrimônio Histórico da Energia de São Paulo, administradora do Polo Ecoturístico Caminhos do Mar, abrangendo a própria rodovia, a Calçada do Lorena e outros monumentos, como Pouso de Paranapiacaba, Belvedere Circular, Rancho da Maioridade, Padrão do Lorena, dentre outros. miniaturadaimagem|300x300px|Vista da Rodovia Caminho do Mar, dentro do Parque Estadual Serra do Mar == História == A chamada Trilha dos Tupiniquins, também denominada Caminho de Paranapiacaba ou Caminho de Piaçaguera, foi a mais antiga e principal ligação entre o litoral (Baixada Santista) e a vila de São Paulo de Piratininga durante o período colonial. Iniciava-se na vila de São Vicente, atravessava uma área alagada (hoje Cubatão) e prosseguia Serra do Mar acima, até as nascentes do Rio Tamanduateí (no atual município de Mauá) e, daí, ao Córrego Anhangabaú, na aldeia do índio Tibiriçá, em Piratininga (atual Pátio do Colégio, no centro histórico de São Paulo). A escarpa da Serra do Mar entre a Baixada Santista e o planalto paulista foi transposta por distintos caminhos indígenas e posteriormente, na sequência, pela Calçada do Lorena, Estrada da Maioridade/Vergueiro/Caminho do Mar, Anchieta e Imigrantes. Com a crescente expansão dos parques industriais de São Paulo, o ABC e Cubatão, em 1947 foi inaugurada a primeira pista da Via Anchieta; em 1953, a segunda; em 1976, foi inaugurada a pista Norte da Rodovia dos Imigrantes; e, em 2002, a pista Sul. O fluxo de veículos pela Via Anchieta era mais eficiente do que pelo Caminho do Mar. Logo, a estrada passou a ser subutilizada, assim ficando por várias décadas. No período 1992-2004, a estrada foi fechada e reformada, tornando-se, atualmente, o Polo Ecoturístico Caminhos do Mar, que é formado pela estrada Caminho do Mar e por um trecho da Calçada do Lorena. === Calçada do Lorena === Inaugurada em 1792, a Calçada do Lorena foi uma inovação tecnológica da época devido à sua implantação e sistema de escoamento de águas pluviais. Foi bastante utilizada para o escoamento da produção de açúcar do interior para o Porto de Santos, com transporte por meio tropas de mulas. Estende-se por 11,5km, sendo 2,5km na serra e 9,0km no planalto. Seu traçado na serra é caracterizado por um ziguezague que nunca intercepta curso d'água, somando cerca de 180 curvas. A largura da estrada varia de 2,5m a 3,0m, chegando em algumas curvas a 9,0m, e possui caimento central para escoamento de água pluvial. Calçada com lajes de pedra, é assentada sobre uma camada de saibro e pedregulho, com pedras menores e areia grossa. Trecho restaurado entre o Padrão do Lorena e Monumento do Pico, havendo escadarias não autênticas, solução dada no restauro para os trechos perdidos em razão do movimento de terra para construção do Caminho do Mar e monumentos. O trecho entre o Padrão do Lorena e o pé da serra não foi restaurado; além disso, observa-se que um flare foi implantado na Calçada, com estrada de serviço também sobre o bem. miniaturadaimagem|383x383px|Curva do mirante século XX === Caminhos do Mar === Antiga Estrada da Maioridade, concluída em 1846, tem esse nome em homenagem à maioridade de Dom Pedro II. Em 1864 o trecho do planalto passa por melhorias, alterando sua denominação para Estrada do Vergueiro. Estrada de rodagem para carros de boi, a partir de 1867 começa a sofrer concorrência da estrada de ferro Sao Paulo Railway (SPR) para o transporte de café. Em 1913, a estrada foi calçada com macadame e no início da década de 1920 pavimentada em concreto, sendo a primeira estrada da América Latina com esse tipo de pavimentação, facilitando o tráfego de automóveis e passando a se chamar Caminho do Mar. Por ocasião das comemorações do centenário de Independência do Brasil (1922), sete monumentos foram construídos na região do Caminho do Mar. Em 1969, a estrada inspirou a famosa canção do cantor brasileiro Roberto Carlos, \"As curvas da estrada de Santos\", popularmente conhecida como Estrada Velha de Santos. No início da década de 1990, sofreu desmoronamentos de dois trechos da estrada, que em 2003 foram sanados por meio de duas pontes e paredões de contenção de estrutura mista de madeira, aço, pedras, concreto e tubulações de encanamento de pvc, em conjunto com obras de contenção. == Monumentos == Em 1922, o então governador de São Paulo, Washington Luís mandou construir monumentos em comemoração ao centenário da independência do Brasil, sendo de autoria do Arquiteto Victor Dubugras. São eles (do alto da serra para baixo): ==== Monumento do Pico ==== * No ponto mais alto da Calçada do Lorena e local primitivo de seu marco de inauguração, do qual só restou a lápide inserida no Padrão do Lorena. Do local é possível ter uma espetacular vista da Baixada Santista e do mar. Este é o único dentre os monumento que não se encontra à beira da rodovia, mas é acessado indiretamente pela Calçada do Lorena que cruza a rodovia.OpenStreetMap. Monumento do Pico. https://www.openstreetmap.org/node/6561085451 ==== Pouso de Paranapiacaba ==== * Trata-se de um edifício-monumento que era usado como parada para os viajantes descansarem após a subida ou se prepararem para a descida. Contava inclusive com uma bica para fornecer água para os radiadores dos carros. Em dias limpos e sem neblina (situação difícil de se encontrar na serra), é possível avistar o mar ao longe. Situa-se no alto da serra, antes de começar o trecho sinuoso da rodovia, mas já na descida da serra. A palavra \"Paranapiacaba\", que dá nome ao edifício, vem da língua tupi, que traduzido significa \"Lugar do qual se vê o mar\" (paranã, mar + epîaka + aba, lugar).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. ==== Belvedere ou Pouso Circular ==== * Marca o primeiro encontro da Calçada do Lorena com a rodovia (ao todo são duas intersecções). A obra consiste de um mirante de alvenaria de pedra ligeiramente elevado, construído à beira da rodovia, e apresenta uma forma semi-circular (daí vem o nome). A Calçada do Lorena normalmente é usada a partir deste ponto em excursões para o polo ecoturístico, que se faz a pé, sendo que os turistas entram pela calçada neste ponto e saem no próximo encontro com a rodovia. ==== Rancho da Maioridade ==== O Rancho da Maioridade é um edifício-monumento feito para servir de descanso aos turistas, assim como o Pouso Paranapiacaba, ganhou esta nome em homenagem à Estrada da Maioridade. Neste ponto, também havia uma bica para pôr água nos radiadores e para as pessoas beberem. Inicialmente abrigava uma garagem, oficina para consertos de automóveis e acomodação para eventual pernoite. Alguns dizem que Pedro I se encontrava com a Marquesa de Santos lá, o que é um tremendo absurdo, pois o rompimento do casal ocorreu em 1829, a marquesa morreu em 1867, o imperador voltou para Portugal em 1831, morrendo em 1834 e, como já foi dito, o Pouso foi construído em 1922. ==== Padrão do Lorena ==== O Padrão do Lorena marca o segundo encontro entre a Calçada do Lorena e a Rodovia Caminho do Mar. Relaciona-se com o tráfego de mulas pela Calçada do Lorena, em grande parte para escoamento da produção de açúcar do interior paulista. Ponto médio do traçado da Calçada do Lorena na Serra do Mar, contém as placas de inauguração dessa estrada em homenagem a Lorena, redescobertas pelo próprio Washington Luís. O trecho em frente a esse monumento foi preservado com macadame. ==== Pontilhão da Raiz da Serra ==== * O penúltimo monumento, já na planície, após o fim da serra. Monumento com função de ponte sobre o Córrego Cafezal, marca o limite do trecho de serra do Caminho do Mar. Nesse trecho, posteriormente o Caminho do Mar foi desviado, contornando o monumento. O Córrego Cafezal foi desviado para a construção da refinaria em Cubatão. ==== Cruzeiro Quinhentista ==== * O último monumento, envolto na urbanidade e na planície litorânea. Foi remanejado em 1970, em decorrência de alterações urbanísticas da região. Representa a fase inicial de penetração do território pelos colonizadores, os quais utilizaram trilhas indígenas existentes. Em seu local primitivo, mais próximo da serra, assinalava o ponto de cruzamento do Caminho do Padre José com a Estrada da Maioridade (atual Caminho do Mar). O fluxo passava entre o corpo central do monumento e os bancos. Ainda há ruínas de uma edificação de dois pavimentos localizada no km 44,5, próximo ao Pouso de Paranapiacaba. Não se sabe muito bem qual foi sua função. Especula-se que poderia ser a casa dos engenheiros que construíram a estrada. !",
 "title": "Rodovia Caminho do Mar"
}