{
 "id": "41982",
 "text": "Em microeconomia, uma função produção expressa a relação entre as entradas (inputs) e as saídas (outputs) de uma organização. Ou seja, descreve, de forma gráfica ou matemática, os outputs que deverão ser obtidos da combinação de diferentes quantidades de inputs. Particularmente, ela mostra a maior quantidade possível de output que pode ser produzida por unidade de tempo, com todas as combinações de inputs, dados fatores inerentes ao processo e o estado da tecnologia disponível. Funções produção únicas podem ser construídas para cada tecnologia de produção. Alternativamente, a função produção pode ser definida como a especificação das mínimas necessidades de input necessárias para produzir determinadas quantidades de output, dada a tecnologia disponível. Isso é apenas uma reformulação da definição acima. O relacionamento é não-monetário, ou seja, a função produção relaciona inputs físicos com outputs físicos. Preços e custos não são considerados. == A função produção como uma equação == Na sua forma geral matemática, uma função produção é expressa como: :Q= f(X1,X2,X3...) ::onde: :::Q= quantidade de output :::X1, X2, X3, etc.= fatores de inputs (como capital, trabalho, matérias-primas, espaço, tecnologia ou gerência) Existem várias maneiras de se especificar essa função. Uma delas é como uma função produção aditiva: :Q= a + b X1 \\+ c X2 \\+ d X3 ::onde a, b, c, e d são parâmetros que são determinados empiricamente. Outra é a função produção de Cobb-Douglas (multiplicativa): :Q= aX1b X2c Outras formas incluem a função de produção CES, (elasticidade de substituição constante), que é uma forma geral da função de Cobb-Douglas, e a função produção quadrática, que é um tipo especifico de função aditiva. A melhor forma da equação para seu uso, e os valores dos parâmetros (a, b, c, d) variam de empresa para empresa. Em funções produções curtas, pelo menos um dos Xs (inputs) é fixo. A longo prazo, todos os fatores de input são variáveis. Categoria:Microeconomia",
 "title": "Função produção"
}