{
 "id": "42039",
 "text": "O movimento bright foi iniciado por Paul Geisert e Mynga Futrell em 2003 com o intuito de oferecer um termo que tivesse conotação positiva ao descrever os vários tipos de pessoas que têm uma visão de mundo naturalista, ao mesmo tempo evitando conotações negativas ou antirreligiosas (como as têm os termos ateísta, infiel ou descrente). Decidiram-se por usar o adjetivo inglês bright como um substantivo, dando-lhe um novo significado: :O bright é uma pessoa cuja visão do mundo é naturalista — livre de elementos místicos e sobrenaturais. A ética e as ações do bright se baseiam numa visão naturalista do mundo. A ideia foi publicada por Richard Dawkins em um artigo para o The Guardian e por Daniel Dennett no New York Times. O projeto se baseia fortemente na teoria dos memes. Algumas pessoas (religiosas ou não) têm objeções ao termo porque ele dá a ideia de que uma pessoa não religiosa é mais inteligente (\"brighter\") que os religiosos. Um movimento diferente que pretende unir uma variedade de filosofias incluindo ateísmo, deísmo, agnosticismo, panteísmo e pandeísmo defende o uso do termo \"universismo\". == Objetivos dos brights == São definidos pelos brights os seguintes objetivos principais: # Promover a compreensão e reconhecimento cívico de uma legítima visão naturalista do mundo, livre de elementos místicos e sobrenaturais. # Obter reconhecimento público de que as pessoas portadoras de tal ponto de vista podem influenciar positivamente em assuntos e decisões de importância social. # Promover na sociedade a aceitação plena da participação destes indivíduos. == Brights famosos == * Richard Dawkins — Cientista britânico * Daniel Dennett — Filósofo norte-americano * Penn & Teller — Ilusionistas * James Randi — Ilusionista e cético * Michael Shermer — Escritor e historiador == Ligações externas == * * Categoria:Ceticismo Categoria:Ateísmo Categoria:Movimentos sociais Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Movimento bright"
}