{
 "id": "42032",
 "text": "Pilar Homem de Melo (Lisboa, 5 de Julho de 1963) é uma cantora e compositora portuguesa e uma das principais responsáveis pela Nova Música Pop portuguesa. ==Biografia== 250px|thumb|Pilar com Habib Faye e Thio Mbaye em 2006. Na sequência da revolução de 25 de Abril de 1974, Pilar muda-se para o Rio de Janeiro em 1975 juntamente com a família, onde conhece os mais relevantes representantes da MPB – destacando-se a grande amizade feita com Caetano Veloso – que influenciaram determinantemente a sua música Graduou-se no curso superior de música na Berklee College of Music, em Boston, entre 1982 a 1985. Em 1988 assinou contrato com a editora EMI que lança, no ano seguinte, o seu homónimo álbum de estreia produzido por Wayne Shorter Em 1991 actua na primeira parte dos concertos de Suzanne Vega , no Pavilhão de Cascais e no Coliseu do Porto. Em 1993 editou o álbum Pecado Original, gravado no Marcus Studio em Londres. com produção de Steve Davis e a participação de Vicente Amigo. Apresenta em 2000, conjuntamente com Anamar e Né Ladeiras, o espectáculo SM-58 do qual se editou em 2002 o CD \"Ao Vivo - Anamar Né Ladeiras Pilar\". Em 2001 editou o CD Não Quero Saber e em 2003 é editado o álbum Põe um Bocadinho + Alto Em 2005 apresenta o concerto Cristal no Grande Auditório do Teatro São Luiz em Lisboa. Neste espectáculo são apresentadas novas composições e versões de temas como Fria Claridade de Pedro Homem de Mello e Um Indio de Caetano Veloso. Teve a participação do percussionista Thio Mbaye assim como de Jorge Palma. No mesmo ano, a editora francesa Vogue - pertencente à Sony Music Entertainment - elegeu Pilar Homem de Melo como uma das mais belas compositoras de Portugal, incluindo-a na sua coletânea Portugal, les Plus Belles Chansons, um conjunto de quatro CD’s onde um dos temas de Pilar - Não quero saber - é o escolhido como número 1. Em 2006 viaja para o Senegal onde trabalha nos arranjos de novas composições com Habib Faye e Thio Mbaye actuando no Casino du Cap Vert em Dakar. Pilar toma assim consciência da crescente importância de África na cultura ocidental contemporânea. Muda-se para Espanha em 2011, onde se encontra a compor. ==Discografia== *1989 - Pilar *1993 - Pecado Original *2001 - Não Quero Saber *2002 - Ao Vivo - Anamar . Né Ladeiras . Pilar *2003 - Põe um Bocadinho + Alto == Ligações externas == *Site oficial *Entrevista realizada por Raquel Santos à cantora Pilar Homem de Melo, Nome da série: Entre Nós, realizador: Abel Cardoso, RTP Int, Lisboa, 2004-01-22 00:25:13 Categoria:Naturais de Lisboa Categoria:Cantores do distrito de Lisboa Categoria:Compositores de Portugal",
 "title": "Pilar Homem de Melo"
}