{
 "id": "42031",
 "text": "O pentecostalismo é um movimento do cristão protestante que dá ênfase especial numa experiência direta e pessoal de Deus através do Batismo no Espírito Santo. O termo pentecostal é derivado de Pentecostes, um termo grego que descreve a festa judaica das semanas. Para os cristãos, este evento comemora a descida do Espírito Santo sobre os seguidores de Jesus Cristo, conforme descrito no . Pentecostais tendem a ver que seu movimento reflete o mesmo tipo de poder espiritual, estilo de adoração e ensinamentos que foram encontrados na Igreja primitiva. Por este motivo, alguns pentecostais também usam o termo Apostólica ou Evangelho Pleno para descrever seu movimento. O pentecostalismo é um termo amplo que inclui uma vasta gama de diferentes perspectivas teológicas e organizacionais. Como resultado, não existe nenhuma organização central ou igreja que dirige o movimento. Os pentecostais podem ser inseridos em mais de um grupo cristão, indo do trinitário até o não trinitário. Muitos grupos pentecostais são afiliados à Conferência Mundial Pentecostal. A ênfase do pentecostalismo sobre o charisma o coloca dentro do cristianismo carismático, um enorme agrupamento de cristãos que tem aceitado alguns ensinamentos pentecostais sobre o batismo no Espírito e dons espirituais. O pentecostalismo não está teologicamente e historicamente próximo ao Movimento Carismático, mas em virtude da influência significativa do pentecostalismo sobre o movimento carismático, às vezes os termos pentecostal e carismático são usados como sinônimos. Todo o movimento pentecostal no mundo inclui cerca de 590 milhões de pessoas.Oikoumene - Pentecostal churches == História == O movimento pentecostal de hoje traça seus vestígios da sua comunidade a uma reunião de oração no Colégio Bíblico Betel, na cidade de Topeka, estado do Kansas, nos Estados Unidos, em 1° de janeiro de 1901.Randall Herbert Balmer, Encyclopedia of Evangelicalism: Revised and expanded edition, Baylor University Press, USA, 2004, p. 446 Ali, muitos chegaram à conclusão de que falar em línguas era o sinal bíblico do Batismo no Espírito Santo. Charles Parham foi o fundador desta escola, que mais tarde iria para a cidade de Houston, no Texas. Apesar da segregação racial em Houston, William J. Seymour, um pregador negro, conseguiu assistir a aulas bíblicas de Parham. Seymour viajou para Los Angeles, onde sua pregação provocou o Avivamento da Rua Azusa em 1906. Apesar do trabalho de vários grupos wesleyanos avivalistas, como Parham e D. L. Moody, o início do movimento pentecostal difundido nos Estados Unidos, é geralmente considerado como tendo começado com Seymour no avivamento da rua Azusa.Blumhofer. As Assembleias de Deus: Um Capítulo na História do Pentecostalismo Americano, Volume 1—To 1941. pp.97-112 O avivamento na rua Azusa foi o primeiro avivamento pentecostal a receber atenção significativa, e muitas pessoas de todo o mundo tornaram-se atraídas para ele. A imprensa de Los Angeles deu muita atenção ao avivamento de Seymour, o que ajudou a alimentar o seu crescimento.\"Weird Babble of Tongues\" , Los Angeles Daily Times: April 18, 1906. Um número de novos grupos menores iniciou-se, inspirado nos acontecimentos deste avivamento. Os visitantes internacionais e missionários pentecostais acabariam por trazer estes ensinamentos para outras nações, de modo que praticamente todas as denominações pentecostais clássicas hoje traçam suas raízes históricas no avivamento da rua Azusa. Logo cedo os pentecostais foram incentivados por seu entendimento de que todo o povo de Deus poderia profetizar nos últimos dias antes da segunda vinda de Cristo. Eles olharam para as passagens bíblicas sobre o Pentecostes no segundo capítulo de Atos, em que Pedro citou a profecia contida em Joel 2: \"Nos últimos dias, Deus diz: Eu derramarei meu Espírito sobre todos os povos. Vossos filhos e filhas profetizarão, vossos jovens terão visões, vossos velhos terão sonhos. \"(NVI) Assim, quando a experiência de falar em línguas espalhou- se entre os homens e mulheres da rua Azusa, um sentido de urgência tomou conta, quando eles começaram a olhar para o Segunda Vinda de Cristo. No início os pentecostais se viam como peregrinos na sociedade, dedicando-se exclusivamente a preparar o caminho para a volta de Cristo.Blumhofer, Edith L. Restoring the Faith: The Assemblies of God, pentecostalism, and American culture. The Board of Trustees of the University of Illinois. 1993. 3–5.Burgess. Encyclopedia of Pentecostal and Charismatic Christianity. 460. Em 1907, Charles Harrison Mason, co-fundador da Igreja de Deus em Cristo, foi para Los Angeles para investigar o Reavivamento da Rua Azusa.Samuel S. Hill, Charles H. Lippy, Charles Reagan Wilson, Encyclopedia of Religion in the South, Mercer University Press, USA, 2005, p. 203 Durante sua visita, afirmou ter recebido o batismo do Espírito Santo e ter tido uma experiência de glossolalia. Ao retornar a Jackson, Mississippi, seu relato de sua experiência encontrou alguma oposição. Os líderes não concordaram que “falar em línguas” fosse um teste obrigatório do batismo com o Espírito Santo. Em 1907, na convocação da Igreja em Jackson, ocorreu uma divisão entre Jones e outros líderes sobre esta questão. Mason foi expulso por aceitar as crenças pentecostais e convocou uma reunião em Memphis no final do ano que deu início à reorganização da Igreja. A partir de 1911, muitos ministros brancos afiliados à Igreja de Deus em Cristo expressaram insatisfação com a liderança afro-americana.Vinson Synan, The Holiness–Pentecostal Tradition: Charismatic Movements in the Twentieth Century, (Grand Rapids, Michigan: William B. Eerdmans Publishing Company, 1997), p. 153–155, . Em 1913, 353 ministros brancos formaram uma nova igreja, que deu credenciais próprias, embora ainda usando o mesmo nome (Igreja de Deus em Cristo). O grupo de ministros brancos liderado pelo Pastor E.N. Bell reuniu-se em uma Convenção, em Hot Springs, Arkansas, em 1914 e fundou as Assembleias de Deus.Cecil M. Robeck, Jr, Amos Yong, The Cambridge Companion to Pentecostalism, Cambridge University Press, UK, 2014, p. 78 === Influências === ==== Início das funções ==== As mulheres foram o catalisador inicial do movimento pentecostal.Wacker, Grant. Heaven Below: Earlier Pentecostals and American Culture. Harvard University Press. 2001. 160–161. visto que os Pentecostais creem na presença e interação do Espírito Santo em seus serviços, e que os dons vieram sobre homens e mulheres, o uso dos dons espirituais foram incentivados em todos. O intenso ambiente não convencional e emocional gerado no serviço pentecostal encontra-se duplamente promovido, e foi por si mesmo criado outras formas de participação tal como testemunho pessoal, oração espontânea e canto. Mulheres não foram proibidas de entrar nesse fórum, e no início do movimento a maioria dos convertidos e seguidores da igreja eram mulheres.Keller. Encyclopedia of Women and Religion. 395–96. Desde que o movimento contou com os esforços e a participação de membros leigos, tanto dentro como fora da igreja, as mulheres ganharam grande influência cultural no pentecostalismo e ajudaram a moldá-lo. Mulheres escreveram canções religiosas, editaram jornais pentecostais, ensinaram e dirigiram escolas bíblicas.Keller. Encyclopedia of Women and Religion. 401. A preponderância de seus adeptos do sexo feminino podem resultar da disponibilidade de tais oportunidades para as mulheres desde o início do movimento. Além disso, as provas de três dos mais antigos grupos pentecostais, Assembleia de Deus, a Igreja de Deus (Cleveland) e a Igreja Internacional do Evangelho Quadrangular, mostra um número de mulheres atuando como clero e missionárias. Pouco depois das Assembleias de Deus, formada em 1911, as listas do clero mostram que um terço dos seus ministros eram mulheres. Em 1925, embora o número de ministros do sexo feminino caiu significativamente, dois terços de seus missionários estrangeiros ainda eram mulheres. Quando a Igreja de Deus foi formada em 1906, um terço dos seus fundadores eram mulheres. Quando Aimee Semple McPherson começou a Igreja Internacional do Evangelho Quadrangular em 1923, as mulheres em serviço representavam um terço dos ramos da igreja, como pastores e casais atuaram como co-pastores para outras congregações durante dezesseis anos.Wacker. Heaven Below. 160. Outros aspectos do pentecostalismo também promoveu a participação das mulheres. Apontando para proclamação de Pedro da profecia bíblica , Pentecostais focaram sua atenção sobre o fim dos tempos, durante o qual Cristo iria retornar. Dado que o batismo do Espírito Santo levou ao falar em línguas, quem foi abençoado com este dom que têm a responsabilidade de usá-lo para a preparação para a segunda vinda de Cristo.Keller. Encyclopedia of Women and Religion. 394. Devido a esta responsabilidade, as restrições que a cultura ou de outras confissões sobre as mulheres eram frequentemente ignoradas durante a parte inicial do movimento. também especificamente incluiu as mulheres, dizendo que ambos os filhos e filhas e servos do sexo masculino e feminino receberiam o Espírito Santo, e profecia no fim dos tempos. Assim, o foco sobre os dons espirituais, a natureza do ambiente de adoração, e o pensamento dispensacionalista incentivava todas as mulheres a participar em todas as áreas do serviço. Mesmo antes da rua Azusa, as mulheres levaram seus próprios avivamentos como um resultado de Agnes Ozman falando em línguas no colégio bíblico de Parham. A Sra. Waldron e uma Sra, Hall, por exemplo, trouxeram a mensagem pentecostal de Kansas a Zion, Illinois, onde elas ministraram e mais tarde Parham foi convidado a falar.Burgess. Dictionary. 893. Agnes Ozman evangelizou completamente o Centro-Oeste depois de sair do Kansas Quando Parham mudou o seu ministério para Houston, Texas, oito dos seus quinze trabalhadores eram mulheres. Outras mulheres que participaram do Colégio Bíblico Betel, também convidadas, ou foram enviadas para missões ou a igrejas por Parham, para ajudar a fortalecer os avivamentos locais Além disso, dos doze anciãos que Parham inicialmente apontou para ir a rua Azusa, seis eram mulheres.Burgess. Dictionary. 895. Enquanto William J. Seymour é normalmente considerado como o líder do avivamento da rua Azusa, um número significativo de mulheres também contribuiu para o avivamento, dependendo de quais contas são consideradas de primeira mão, a liderança das mulheres no avivamento ou é negligenciada ou enfatizada. Mais relatos históricos foram disponibilizados aos homens, e estes autores tendem a representar William J. Seymour como o líder principal, com outros homens como Charles Fox Parham e Edward Lee em importantes papéis de apoio. No entanto, mulheres como Julia Hutchins, Lucy Farrow e Neely Terry, foram importantes em suas próprias atribuições, muitas vezes foram desenfatizadas. Por outro lado, o relato da mãe Emma Cotton, pastora de uma grande Igreja de Deus em Cristo, congregação em Los Angeles, inverteu a importância relativa dos homens com as mulheres. Independentemente de quem teve a maior participação na liderança do avivamento, parece geralmente seguro para concluir que a liderança global no avivamento da rua Azusa foi partilhada entre homens e mulheres.Wacker. Heaven Below. 158–59. É preciso também ter em mente que a ideia de liderança humana no sistema de crença pentecostal é um pouco equivocada, os participantes consideraram o Espírito Santo o verdadeiro líder, e apenas a si mesmos como os vasos por onde Ele trabalha.Wacker. Heaven Below. 141–42. Mulheres, de conduta, também saíram do avivamento da rua Azusa. Florença Crawford foi uma proeminente convertida da rua Azusa. Enquanto na Missão Azusa, era ativa no jornal da A Fé Apostólica e se tornou uma das primeiras da rua Azusa a evangelizar, principalmente através do Meio-Oeste dos Estados Unidos. Mais tarde, ela se mudou para Portland (Oregon), onde ela estabeleceu a Missão de Fé Apostólica e ministrou. Clara Lum também foi uma figura importante da rua Azusa. Aqui, ela coeditou A Fé Apostólica com Seymour. Ophelia Wiley também trabalhou para A Fé Apostólica escrevendo artigos. Ela pregou na rua Azusa e evangelizou todo o noroeste dos Estados Unidos. Jennie Moore era uma líder ativa do avivamento da rua Azusa que se casou com Seymour e ajudou a liderar a congregação. Abundio e Rosa Lopez estavam ativas na rua Azusa e mais tarde levaram o serviço nas ruas das seções hispânica de Los Angeles.Burgess. Encyclopedia of Pentecostal and Charismatic Christianity. 460–61. Outras evangelistas e missionárias da rua Azusa incluem Ivey Campbell que pregou ao longo de Ohio e Pensilvânia, Louisa Condit foi para Oakland, Califórnia, e em seguida em Jerusalém; Lucy Leatherman evangelizado em Israel, Egito, Chile e Argentina; Julia Hutchins evangelizou na Libéria; E G.W. Daisy e Batman eram missionárias na Libéria. Globalmente, cerca da metade dos missionários, evangelistas e viajantes no exterior eram mulheres.Keller. Encyclopedia of Women and Religion. 395–96. ==== Mudanças nos papéis das mulheres ==== Apesar da liderança das mulheres no início do movimento, muitos tinham dúvidas sobre os papéis de mulheres realizada neste momento, e assim hesitaram em sua luta para avaliar o próprio papel e a posição das mulheres dentro das igrejas pentecostais. Em Mulheres no pentecostalismo, diz Edith Blumhofer da participação das mulheres: \"o pastorado, não o púlpito, foi historicamente sido o maior obstáculo para as mulheres pentecostais pede o reconhecimento do ministério completo\".Keller. Encyclopedia of Women and Religion. 406. A liberdade que as mulheres tiveram no início do movimento pentecostal aos cargos de liderança mais autoritários ou posições de lideranças oficiais diminuiu por diversas razões. Durante o inicio do movimento, a ideologia restauracionista estimulou os pentecostais a restaurar o cristianismo a uma definição do Novo Testamento, sugeriu-se ambos papéis liberado e restrito para as mulheres.Blumhofer. Restoring the Faith. 172. Enquanto o restauracionismo enfatizou o papel do Espírito Santo e a igualitária profecia de Joel, eles também tiveram de considerar os escritos do apóstolo Paulo de Tarso no Novo Testamento. Ao fazer isso, o restauracionismo também destacou o caráter aparentemente contraditório da teologia a respeito dos papéis das mulheres. Por um lado, as instruções de Paulo sobre a propriedade de culto em 1 Coríntios 11 parecia admitir a existência de mulheres profetizando e orando na igreja. No entanto, em outras passagens, ou seja, 1 Timóteo 2:12, ele alertou que \"eu não permito que a mulher ensine ou tenha autoridade sobre um homem, ela deve ficar em silêncio.\" (NIV)Keller. Encyclopedia of Women and Religion. 394–95.Blumhofer. Restoring the Faith. 175–76. Assim, enquanto o imediatismo e o fervor da atmosfera do início do avivamento foram cedendo, as questões de autoridade e organização de igrejas surgiram. O institucionalismo se enraizou. Quando ficou claro que ambos os homens e as mulheres falavam em línguas, muitos começaram a ver isso como um presente de um não intelectual,Blumhofer. Restoring the Faith. 173. sustentando que atos mais intelectuais, como a pregação, deve ser realizada apenas por mulheres em condições controladas pelos líderes do sexo masculino. O retrocesso do início do movimento pentecostal permitiu uma abordagem mais socialmente conservadora as mulheres em acomodação, e como um resultado da participação feminina foi dirigida a uma maior solidária e papéis tradicionalmente aceitos. O institucionalismo trouxe a segregação de gênero e as Assembleias de Deus, juntamente com outros grupos pentecostais, criaram organizações de mulheres auxiliares. Nessa época, as mulheres se tornaram muito mais provavelmente em missionárias ou evangelistas que pastores, quando eram pastores, muitas vezes eram co-pastores com seus maridos. Isso também se tornou a norma para os homens para manter todas as posições oficiais: os membros do conselho, os presidentes da faculdade, e administradores nacionais. Enquanto o início do movimento evitou o denominacionalismo por causa da espiritualidade morta vistas em outros segmentos protestantes, posteriormente as igrejas pentecostais começaram a se espelhar na tradição comum da comunidade evangélica. Assim, a forma mais democrática de se abordar outras coisas, seja homem ou mulher, leigo ou líder, ou como \"irmão\" ou de \"irmã\", deu lugar a mais títulos regulares como o \"reverendo\".Keller. Encyclopedia of Women and Religion. 397–405.Burgess. Encyclopedia of Pentecostal and Charismatic Christianity. 460–63 Hoje, porém, alguns grupos continuam a ordenar mulheres. A cultura também contribuiu para a limitação do papel das mulheres nas igrejas pentecostais. A visão social das mulheres como os guardiões morais da sociedade começou a desvanecer-se como flappers na década de 1920 veio para a cena, provocando suspeitas sobre a moral das mulheres. Desde quando os pentecostais quiseram distanciar-se tanto quanto possível da modernidade, a \"nova mulher\" era uma imagem terrível. Assim, os pentecostais, se agarrarem na visão mais tradicional da mulher no lar e na sociedade.Blumhofer. Restoring the Faith. 174–75. === Movimento da Chuva Tardia === O Movimento da Chuva Tardia começou fora de uma escola bíblica independente em Saskatchewan, Canadá, E se espalhou entre os muitos grupos pentecostais em 1940. Os seus líderes ensinavam \"um congregacionalismo extremado\", onde a autoridade local era exercida por um restaurado ministério quíntuplo, liderada por apóstolos que através da imposição de mãos poderiam conceder dons espirituais. Muitos grupos pentecostais tradicionais, como as Assembleias de Deus e a comunhão pentecostal da América do Norte, foram críticos desse movimento e condenaram muitas de suas práticas como sem base bíblica. Uma das razões para o conflito entre as denominações tradicionais e da \"Nova Ordem\", como o movimento também foi chamado, foi a tendência dos líderes da Chuva Tardia rotularem grupos existentes como \"apostatas\" e \"a antiga Igreja apóstata da Inglaterra\". O Movimento da Chuva Tardia foi a controvérsia mais importante a afetar o pentecostalismo desde II Guerra Mundial. === Movimento carismático === No final dos anos 1960 e início dos anos 1970, os cristãos das igrejas tradicionais nos Estados Unidos, Europa, e outras partes do mundo começaram a aceitar a ideia pentecostal que o batismo no Espírito Santo está disponível aos cristãos de hoje, ainda mesmo se não aceitassem outros princípios do pentecostalismo formal. O movimento carismático começou a crescer nas principais denominações. Emergiram carismáticos episcopais, luteranos, católicos, metodistas, batistas e durante esse período de tempo, carismático foi utilizado para se referir a movimentos semelhantes que existiam dentro das denominações. Pentecostais, por outro lado, usaram o termo para se referir àqueles que faziam parte das igrejas e denominações que cresceram a partir do início do avivamento da rua Azusa. Ao contrário dos pentecostais clássicos, que formaram estritamente congregações ou denominações pentecostais, carismáticos adotaram como seu lema, \"floresça onde Deus plantou você.\" Nas últimas décadas, muitas igrejas carismáticas independentes e ministérios formaram ou se desenvolveram suas próprias denominações, igrejas e associações, como o Movimento da Vinha. Na década de 1960 e ainda hoje, muitas igrejas pentecostais ainda são rigorosas com os códigos de vestimenta e proíbem determinadas formas de entretenimento, criando uma distinção cultural entre os carismáticos e pentecostais. Há uma grande sobreposição entre o agora e os movimentos carismáticos pentecostais, apesar de alguns pentecostais ainda manterem um entendimento estrito de \"princípio de santidade de vida\". === Movimento neocarismático ou neopentecostal === O \"movimento\" neocarismático é uma coleção ampla de grupos carismáticos independentes e pós-denominacionais. É o movimento mais recente do cristianismo carismático, e também os mais numeroso.Stanley M Burgess, Eduard M van der Maas (eds) The New International Dictionary of Pentecostal and Charismatic Movements (Grand Rapids: Zondervan, 2002) s.v. \"neocharismatics\" Esse movimento integra o que é chamado \"terceira onda do Espírito Santo\", um termo cunhado por C. Peter Wagner. Wagner descreveu o pentecostalismo como a \"primeira onda\", e o movimento carismático como a \"segunda onda\". Os editores da obra The New International Dictionary of Pentecostal and Charismatic Movements \"ampliado e remarcado\", o termo \"terceira onda\" para \"neocarismático\".Dictionary, \"Introduction\", page xvii–xviii \"Terceira onda\" tem mais um foco ocidental. ===Grupos independentes=== Muitos pequenos grupos independentes não conectados com as igrejas pentecostais clássicas se desenvolveram. Muitas vezes tendo um líder carismático, esses grupos estão constantemente emergindo e formando novos grupos dentro do movimento. Alguns desses movimentos independentes podem também ser considerados como \"carismáticos\" em vez de pentecostais, eles incluem os seguidores de Charles Simpson do movimento da igreja Aliança, os seguidores de Kenneth Hagin e Kenneth Copeland do Movimento Palavra de Fé, e os seguidores de Earl Paulk da teologia do reino agora. Alguns desses grupos tem obtido sucesso na utilização da mídia de massa, especialmente televisão e rádio, para difundir a sua mensagem. Esses novos movimentos estão muitas vezes em desacordo com os pentecostais clássicos sobre diferentes doutrinas e práticas. Muitos líderes pentecostais procuram se distanciar deles e também as suas organizações desses movimentos mais recentes. == Crença == === Visão geral === Pentecostais enfatizam o ensino do \"evangelho pleno\" ou \"evangelho quadrangular\". O termo \"quadrangular\" refere-se as quatro crenças fundamentais do pentecostalismo: Jesus salva, conforme ; batiza com o Espírito Santo, conforme ; cura o corpo, conforme ; e está vindo novamente para aqueles que foram salvos, conforme I Tessalonicenses 4:16–17. Eles são evangelicais na medida em que enfatizam a confiabilidade da Bíblia e a necessidade de transformação de vida do indivíduo por meio da fé em Jesus. Pentecostais, assim como outros evangelicais, geralmente aderem às doutrinas da divina inspiração e da inerrância bíblica, alguns ainda subscrevem à doutrina da infalibilidade bíblica.Guy P. Duffield and Nathaniel M. Van Cleave, Foundations of Pentecostal Theology, 1983, (Los Angeles: Foursquare Media, 2008), pp. 16-26. Essa crença é expressa nas declarações doutrinárias de diversas organizações pentecostais, como a Declaração de Verdades Fundamentais das Assembleias de Deus, a Afirmação de Fé da Igreja de Deus em Cristo, e a Declaração de Fé da Igreja do Evangelho Quadrangular. Entretanto, pentecostais diferem de outros evangelicais por rejeitarem o cessacionismo. Pentecostais acreditam que os dons espirituais, assim como o falar em línguas e profecia, não cessaram após o fechamento do cânon bíblico e ainda estão disponíveis para os cristãos modernos. Para evitar confusão quando se estuda as crenças pentecostais, os teólogos Duffield e Van Cleave identificam três usos distintos da palavra \"batismo\" pelos pentecostais ao analisar o Novo TestamentoːDuffield and Van Cleave 1983, pp. 281-282. *Batismo para dentro do corpo de Cristo: Refere-se à salvação. Todo crente em Cristo é feito parte de seu corpo, a Igreja, através do batismo. O Espírito Santo é o agente, e o corpo de Cristo é o meio; *Batismo em água: Simboliza o morrer para o mundo e o viver em Cristo, o batismo nas águas é um símbolo externo do que já foi realizado pelo Espírito Santo, a saber, o batismo para dentro do corpo de Cristo;Duffield and Van Cleave 1983, p. 282. *Batismo com o Espírito Santo: Esta é uma experiência de capacitação distinta do batismo para dentro do corpo de Cristo. Neste batismo, Cristo é o agente e o Espírito Santo é o meio. === Salvação === A crença central do pentecostalismo é que através da morte, sepultamento e ressurreição de Jesus Cristo, os pecados podem ser perdoados e a humanidade reconciliada com Deus.Duffield and Van Cleave 1983, p. 187. Este é o Evangelho ou \"boa notícia\". A exigência fundamental do pentecostalismo é que as pessoas sejam nascidas de novo.Duffield and Van Cleave 1983, p. 258. O novo nascimento é recebido pela graça de Deus mediante a fé em Cristo e a sua aceitação como Senhor e Salvador pessoal.Duffield and Van Cleave 1983, p. 239. No nascer de novo, o crente é regenerado, justificado, adotado na família de Deus, e santificado.Duffield . A soteriologia pentecostal é geralmente mais arminiana que calvinista.Stanley M. Horton Systematic Theology: A Pentecostal Perspective, 1994 A segurança do crente é uma doutrina realizada dentro do pentecostalismo, no entanto, fé e arrependimento são necessários para a salvação e continuam a ser necessários para a continuação dessa salvação.Duffield and Van Cleave 1983, p. 262. Pentecostais acreditam em um céu e um inferno literais, o primeiro para aqueles que aceitaram o dom divino da salvação, e o segundo para aqueles que o têm rejeitado.Duffield and Van Cleave 1983, p. 524-525, 563-564. Também, a maioria não acredita que o batismo no Espírito ou falar em línguas seja necessário para a salvação; contudo, os crentes são incentivados a procurar essas experiências.The Pew Forum on Religion and Public Life (2006). Spirit and Power: A 10-Country Survey of Pentecostals . \"Enquanto muitos avivalistas dizem atender práticas religiosas onde falar em línguas é uma prática comum, poucos costumam dizer que falam regularmente ou oram em línguas. De fato, em seis de dez países pesquisados, mais de quatro em dez pentecostais dizem nunca ter falado ou orado em línguas,\" page 16-17. === Batismo no Espírito === A crença e prática pentecostal centraliza-se sobre sua compreensão de plenitude ou Batismo no Espírito Santo. A maioria dos pentecostais creem que no momento do novo nascimento (regeneração), o novo crente tem a presença do Espírito Santo (habitação). Enquanto o Espírito \"habita\" em cada cristão, pentecostais creem que Cristo deseja \"encher\" o crente com o Espírito Santo. Para os pentecostais, este \"enchimento\" ou batismo com o Espírito Santo é uma experiência definitiva que acontece depois da salvação e capacita aqueles que foram cheios com o poder a servir e testemunhar, e também experimentar os dons espirituais descritos na Bíblia. A posição defendida pela maioria dos grupos pentecostais sobre os cristãos que não tiveram a experiência de ser batizado no Espírito Santo pode ser resumido nesta declaração da Assembleia de Deus dos EUA: Tradicionalmente, os pentecostais ensinam que a \"evidência física inicial\" do batismo no Espírito Santo é o falar em línguas. Embora falar em línguas seja um sinal imediato e óbvio de quem foi cheio do Espírito Santo, esta não é a única evidência. Grupos pentecostais que aderem à doutrina da evidência inicial creêm que falar em línguas \"é seguido por todas as evidências da semelhança de Cristo que marca uma vida coerente cheia do Espírito Santo\".\"Frequently Asked Questions About Tongues\" , Assemblies of God USA. Accessed August 15, 2010. Apesar do falar em línguas frequentemente receber forte ênfase entre os pentecostais, a maioria também reconhece outros dons sobrenaturais que podem ser recebidos a partir do Espírito Santo. A maioria dos pentecostais reconhecem que nem todos os cristãos, necessariamente, recebem todos esses dons. Uma lista é frequentemente citada em 1 Coríntios 12:8-11 que inclui os seguintes dons: palavra de sabedoria (capacidade de fornecer orientação sobrenatural em decisões), palavra de conhecimento (transmissão de informações fatuais do Espírito), fé, cura, operação de milagres, profecia (pronunciamento de uma mensagem de Deus, não necessariamente envolvendo o conhecimento do futuro), discernimento de espíritos (capacidade de dizer se os maus espíritos estão em serviço), línguas, e interpretação de línguas. ===Dons espirituais=== Pentecostais são continuacionistas, isso significa que eles acreditam que todos os dons espirituais, incluindo os miraculosos ou \"dons\", encontrados em 1 Coríntios 12:4-11, 12:27-31, Romanos 12:3-8, e Efésios 4:7-16 continuam a operar dentro da igreja no tempo presente.Duffield and Van Cleave 1983, p. 331. Pentecostais colocam os dons do Espírito em contexto com o Fruto do Espírito Santo.Duffield and Van Cleave 1983, pp. 300-302. O fruto do Espírito é o resultado do novo nascimento e do contínuo permanecer em Cristo. É pelo fruto exibido que o caráter espiritual é julgado. Os dons espirituais são recebidos como resultado do batismo com o Espírito Santo. Os dons são livremente dados pelo Espírito Santo, não podem ser ganhos ou merecidos, eles não são um critério adequado para a avaliar a vida ou maturidade espiritual de alguém.Duffield and Van Cleave 1983, p. 332. Pentecostais ver nos escritos bíblicos de Paulo uma ênfase em tanto ter caráter quanto poder, exercendo os dons em amor. Assim como fruto deve ser evidente na vida de cada cristão, os pentecostais acreditam que para cada crente cheio do Espírito foi dado alguma capacidade para a manifestação do Espírito.Duffield and Van Cleave 1983, p. 333. É importante notar que o exercício de um dom é uma manifestação do Espírito, não da pessoa dotada e, apesar dos dons operarem através de pessoas, eles são principalmente dons dados à igreja. Eles são valiosos apenas quando ministram ganho espiritual e edificação para o corpo de Cristo. Escritores pentecostais apontam que as listas de dons espirituais no Novo Testamento parecem não ser exaustivas. Acredita-se que há tantos dons como existem ministérios úteis e funções na igreja. Um dom espiritual é muitas vezes exercido em parceria com outro dom. Por exemplo, em um serviço numa igreja pentecostal, o dom de línguas pode ser exercido seguido pela operação do dom de interpretação. De acordo com os pentecostais, todas as manifestações do Espírito devem ser julgados pela igreja. Isto é possível, em parte, pelo dom de discernimento de espíritos, que é a capacidade de discernir a se fonte de uma manifestação espiritual é o Espírito Santo, um espírito maligno, ou o espírito humano.Duffield and Van Cleave 1983, p. 340. ==== Profecia ==== Pentecostais normalmente concordam com o princípio protestante do Sola Scriptura. A Bíblia é a \" única regra do suficiente de fé e prática\", ela é \"fixa, completa, e uma revelação objetiva\". Paralelamente a este grande respeito pela autoridade das Escrituras está a crença de que o dom de profecia continua a ser dado aos crentes em tempos pós-bíblicos. A profecia não é compreendida pelos pentecostais como a capacidade de pregar, embora a profecia e a pregação possam sobrepor-se às vezes. Pentecostais definem profecia como uma \"manifestação espontânea da graça de Deus, recebida por revelação, (às vezes como uma visão, em outros momentos como sentimentos ou pensamentos) e falada pelo Espírito através de um cristão, na língua dos destinados à ouvir a palavra profética. Se vinda como palavra falada em uma situação específica\".Robeck, Jr. 1980, p. 27. Como todos os dons, a profecia é dada a comunidade cristã para encorajar e fortalecer a fé. A profecia sempre está subserviente e sob a autoridade das Escrituras.Robeck, Jr. 1980, pp. 27-28. ==== Falar em línguas ==== Falar em línguas é uma distintiva prática pentecostal. Um crente pentecostal em uma experiência espiritual pode vocalizar fluentemente expressões ininteligíveis (glossolalia), ou articular uma linguagem alegadamente natural até então desconhecida para ele (xenoglossia). Dentro do pentecostalismo, geralmente há uma distinção entre dois tipos de línguas. Primeiro, muitos a veem como a evidência inicial do Batismo no Espírito Santo, quando um crente fala em línguas pela primeira vez. A maioria das denominações pentecostais a consideram como o sinal de que o crente está cheio do Espírito Santo. Segundo, pentecostais frequentemente referem-se a um dom de línguas. Isto é, quando uma pessoa é movida por Deus para falar em línguas \"conforme o Espírito Santo lhes concedia\" (At 2:4). Este dom de línguas pode ser exercido em qualquer lugar, mas muitas denominações insistem que só deve ser exercido quando uma pessoa que tem o dom de interpretação de línguas está presente, mesmo que seja outra pessoa, ou o mesmo que dá a língua. O intérprete deve traduzir a língua estranha na língua nativa dos cristãos, para que todos possam entender a mensagem. Estes regulamentos de ordem da igreja são tomadas de (1Co 14.13) e (1Co 14.27-28). Muitos pentecostais, principalmente após o crescimento e a influência do movimento carismático, acreditam que o dom de línguas é diferente de línguas como uma língua de oração ou falar em línguas (uma língua desconhecida). De acordo com este ponto de vista, falar em línguas é uma declaração concedida por Deus para a oração, e o dom de línguas é um raro milagre em que Deus permite que um cristão fale em uma língua estrangeira que não tenha previamente estudado a fim de proclamar o evangelho. Outros pentecostais acreditam que elas são tudo a mesma coisa, em que o dom de línguas seja falar línguas desconhecidas (incluindo a dos anjos) não com a finalidade de se comunicar com os outros, mas para \"a comunicação entre o espírito e Deus\". Quando utilizado esse caminho, falar em línguas é muitas vezes referido como uma \"língua de oração\". Alguns grupos de pentecostais enfatizam a ideia de falar em línguas somente quando o Espírito Santo vem sobre um indivíduo, e não creem que alguém pode legitimamente falar em línguas na vontade. No início do século XX, a maioria dos missionários pentecostais, juntamente com proeminentes líderes pentecostais, sustentaram que o falar em línguas era uma forma de xenoglossia em que o Espírito Santo lhes permite falar em outras línguas. Contínuas investigações repetidamente conclúem que o falar em línguas era uma forma de dicção que faltava toda a estrutura sintática, e quase sempre consistia de sílabas tiradas da língua materna do orador, teólogos pentecostais redefiniu suas crenças.Glossolalia as Foreign Language an Investigation of twentieth-Century Pentecostal Claim, available online at http://wesley.nnu.edu/wesleyan_theology/theojrnl/31-35/31-1-05.htm A maioria prega agora que falar em línguas é uma lingua de oração pessoal, ou glossolalia, com as exceções acima referidas, não xenoglossia. ==== Cura ==== Cura pela fé é uma importante crença em muitas igrejas pentecostais. As práticas variam, mas geralmente esta oração inclui o pastor ungir o doente com azeite e a ajuda dos anciãos da igreja, juntamente com os colaboradores pastorais, e a imposição de mãos sobre o requerente da oração. Baseado no relato de , alguns pentecostais ungem e oram sobre \"panos de oração\", que podem ser colocados perto de uma parte do corpo doente. ==== Outras práticas distintas ==== Além dos dons espirituais, alguns pentecostais creêm em outras manifestações (respostas físicas) da presença do Espírito Santo. Dois dos exemplos mais conhecidos são o dançar no Espírito e, o que é descrito como,Shane Jack Clifton, \"An Analysis of the Developing Ecclesiology of the Assemblies of God in Australia\" [PhD thesis, Australian Catholic University, 2005], p. 205. Accessed August 26, 2010. uma forma de prostração conhecida como \"cair no Espírito\".\"Modern Day Manifestations of the Spirit\" , paper detailing the \"common understanding of scriptural teaching\" of the Assemblies of God USA. Accessed August 26, 2010. Embora fenômenos como estes estejam presentes no pentecostalismo desde o seu início, nem todos os pentecostais concordam com a legitimidade bíblica e adequação de algumas ou de todas as formas de manifestações físicas. A frequência e a importância de sua ocorrência em um serviço pentecostal pode variar, de ser comum em uma igreja local a ser inexistente em outra. Marchar espiritualmente e dançar no Espírito são duas práticas originadas no pentecostalismo clássico, mas agora são comuns também entre os neopentecostais e os grupos carismáticos. Tradicionalmente, dançar no Espírito é definido como, Uma definição diferente, mais recente de dançar no Espírito desenvolveu-se também entre alguns pentecostais. Esta compreende o dançar no Espírito como um ato de adoração congregacional, semelhante ao canto e oração. Segundo esta definição, ela é uma \"dança espontânea pela congregação (geralmente no lugar e sem parceiros)\".Poloma, Margaret M. The Assemblies of God at the Crossroads, pg. 85. Aqueles que aderem à definição tradicional tendem a desencorajar a identificação do último tipo com a dança no Espírito. Ser arrebatado no Espírito (também conhecido como \"cair sob o poder\") é um fenômeno no qual uma pessoa cai (geralmente) para trás ao mesmo tempo que estava orando. Pentecostais creêm que o cair pode ser causado por \"uma grande experiência da presença de Deus\". Embora não seja um exemplo de manifestações do Espírito, a \"marcha para Jericó\" é um exemplo de uma prática tradicional pentecostal rara que não viu avivamento nas igrejas independentes carismáticas. Trata-se de uma congregação marchando com gritos de oração e cantando.Poloma, Margaret M. The Assemblies of God at the Crossroads, pg. 85-86. === Ordenanças e práticas === Como em outras igrejas cristãs, os pentecostais acreditam que certos rituais ou cerimônias foram instituídos como um padrão e ordenação por Jesus no Novo Testamento. Alguns pentecostais preferem chamar estas cerimônias de ordenanças, em vez de sacramentos. Muitos cristãos chamam isso de sacramentos, no entanto, este termo não é utilizado por alguns pentecostais que não veem as ordenanças como meios de graça.BBC - Religion & Ethics (2007-06-20). \"Pentecostalism\". Retrieved 2009-02-10 Como alternativa o termo ordenança sacerdotal é utilizado para designar a crença distinta de que a graça é recebida diretamente de Deus para o congregante com o oficiante servindo apenas como um canal. A ordenança do batismo é o símbolo exterior de uma conversão interior, que já teve se realizou. Portanto, a maioria dos grupos pentecostais pratica o batismo de crentes por imersão. As visões pentecostais sobre o batismo são divididas em dois campos principais: a corrente trinitária e o \"Nome de Jesus\" ou \"Só Jesus\". A corrente trinitária ensina que a formulação exata da fórmula batismal é irrelevante, já que é a autoridade de Deus e a obediência do destinatário que forma os fatores críticos. A doutrina do \"Nome de Jesus\" declara que o batizador deve usar uma fórmula que diz: \"Em nome do Senhor Jesus Cristo\", em vez da tradicional fórmula trinitária comum a praticamente todas as outras igrejas cristãs. Este ponto de vista surgiu da \"Nova Emanação\" ou \"Nova Revelação\" que Frank Ewart, um pregador batista australiano, alegou ter recebido como uma profecia divina, em 1913,Blumhofer. As Assembleias de Deus. Vol 1. pp.217-239 e é largamente realizada hoje pelos pentecostais unitários. A ordenança da Comunhão é vista como uma ordem direta dada por Jesus na Última Ceia, a ser feito em sua memória. Algumas igrejas pentecostais usam suco de uva, em vez de vinho.Blumhofer. The Assemblies of God: A Chapter in the Story of America Pentecostalism Volume 1- -To 1941. pp.156-158 Lava-pés também é tido como uma ordenança por alguns pentecostais, especialmente a Igreja Internacional Pentecostal unida (IIPU) e a Igreja de Deus em Cristo (IDC).Veja sobre \"The Church,\" em Essential Doctrines of the Bible, copyright 1990, por Word Aflame Press. É considerado uma \"ordenança de humildade\", porque Jesus mostrou humildade ao lavar os pés dos discípulos em João 13.14-17. Outras denominações, tais como as Assembleias de Deus e a Igreja do Evangelho Quadrangular (IEQ), não tem isso como uma ordenança, mas deixam isso à consciência individual. === Santidade e vida superior pentecostal === A teologia pentecostal foi moldada por movimentos que cresceram a partir da: Santidade-Wesleyana e Vida Superior. Os participantes desses movimentos acreditavam que, após uma experiência de conversão (a \"primeira benção\") haveria uma experiência de \"crise de santificação\" ou a \"segunda benção\". Pregadores wesleyanos de santidade ensinavam que essa experiência eliminaria imediatamente o pecado na vida cristã, resultando na \"perfeição de pureza.\" Cristãos de Vida Superior compartilhavam dessa crença em uma segunda bênção, mas entendiam de modo diferente. Eles não a viam, essa experiência, como a eliminação total do pecado, mas como uma \"consagração plena que lhes empoderava ao evangelismo.\" Os primeiros pentecostais, portanto, entendiam o Batismo no Espírito Santo como essa \"segunda benção\" e falar em línguas como sua evidência física. A orientação de santidade-wesleyana era a posição universal nos primeiros dias do pentecostalismo defendendo um triplo processo de conversão, a santificação progressiva e batismo no Espírito Santo. === Obra consumada === Na primeira década do século XX, surgiu a controvérsia sobre uma nova doutrina, Obra Consumada, que difere da santidade-Wesleyana e da Vida Superior pentecostal. A doutrina da Obra Plena professa uma dupla experiência de conversão e de batismo no Espírito, já que a santificação é vista como progressista e não como instantânea. Este argumento produziu um profundo cisma e foi visto como falacioso e contencioso por pentecostais ortodoxos, os quais assumiram o Batismo no Espírito como a prova da segunda obra. == Denominações e ligações == Com um número estimado de 115 milhões de seguidores no mundo em 2000, o pentecostalismo é classificado como a \"terceira força do cristianismo\", sendo as duas primeiras o Catolicismo e o protestantismo.Christianity's Third Force – Pentecostals Return to \"Scandalous\" Roots. By Dan Ramirez. May 13, 1997 Pentecostais e igrejas carismáticas têm crescido rapidamente em muitas partes do mundo.David Stoll, \"Is Latin America Turning Protestant?\" published Berkeley: University of California Press. 1990 A grande maioria dos pentecostais estão em países em desenvolvimento embora muitas das suas lideranças internacionais estejam na América do Norte. O movimento desfruta hoje de uma grande onda no hemisfério sul, que inclui África, América latina, e muito da Ásia. Uma das razões para este crescimento é o apelo do pentecostalismo aos pobres. Conforme o relatório das Nações Unidas, o movimento é \"o mais bem sucedido em recrutar membros da classe pobre\". Em 1998 existiam denominações pentecostais ou carismáticas diferentes pelo mundo. A mais ampla denominação pentecostal no mundo, as Assembleias de Deus têm aproximadamente 63 milhões de seguidores pelo mundo.World Christian Database, Asia Pacific Mission OfficeIgreja Assembleia de Deus tem crescimento mundial de 1,6 milhões de membros Ela tem uma presença significativa em muitos países, incluindo Cuba, Egito, Índia, Indonésia e Nigéria.Johnstone, Patrick; Schirrmacher, Thomas (2003). Gebet für die Welt. Hänssler, ISBN 978-0-8133-4275-7. A Igreja de Deus (Cleveland) tem uma membresia de mais de 6 milhões, a Igreja de Deus em Cristo tem uma membresia de 6 milhões, contada nos EUA. Se somada a quantidade e membros da Igreja de Deus em Cristo no resto do mundo, o número de membros ultrapassa essa marca. A Igreja do Evangelho Quadrangular tem 5 milhões de membros, a Igreja Internacional Pentecostal Unida tem uma membresia de mais de 4 milhões, e a Igreja Internacional Pentecostal de Santidade tem mais de 3 milhões de membros. A maior igreja pentecostal no mundo é a Igreja do Evangelho Pleno de Yodo, afiliada à Assembleia de Deus na Coreia do Sul. Fundada por David Yonggi Cho em 1958, ela possui 780 000 membros em 2003. A enorme igreja australiana, Hillsong, tem uma membresia de 19 000 e suas canções são cantadas nas igrejas pelo mundo a fora. == Pentecostalismo brasileiro == O movimento pentecostal pode ser dividido em três ondas delineadas por suas características sócio- religiosas e contexto cronológico. Além das grandes denominações pentecostais, existem hoje centenas de \"ministérios independentes\" ou novas denominações surgindo anualmente no Brasil e no mundo. === Primeira onda pentecostal === A primeira onda, conhecida como pentecostalismo clássico, abrangeu o período de 1910 a 1950 e iniciou-se com sua implantação no país, decorrente da fundação da Congregação Cristã no Brasil e da Assembleias de Deus até sua difusão pelo território nacional. Desde o início, ambas igrejas caracterizam-se pelo anticatolicismo, pela ênfase na crença no batismo no Espírito Santo e por um ascetismo que rejeita os valores do mundo e defende a plenitude da vida moral e espiritual. Francescon, Berg e Vingren tiveram matriz pentecostal comum, ao receberem as novas doutrinas na Missão de Fé Apostólica conduzida pelo Pastor William H. Durham, ex-pastor batista, em Chicago, Illinois. A primeira denominação desse movimento organizada no Brasil em 1910 com a vinda do missionário Louis Francescon, que atuou em colônias italianas no Sul e Sudeste do Brasil. Francescon realizou em 1910, o primeiro batismo de orientação pentecostal em solo brasileiro com a conversão de onze almas, originando a Congregação Cristã no Brasil em Santo Antônio da Platina - Paraná, e no mesmo ano inicia esta igreja no Bairro do Brás em São Paulo. Em 1911, Daniel Berg e Gunnar Vingren, iniciaram suas missões no Pará e Nordeste, dando origem a Assembleias de Deus. O movimento das Assembleias de Deus cresceu do norte- nordeste para o sul, com apoio inicial do movimento pentecostal escandinavo e posteriormente transferência de aliança com as Assemblies of God americanas. Com os anos surgiram ministérios e convenções, dos quais muitos são independentes, ou seja, não afiliados à Convenção Geral das Assembleias de Deus no Brasil. Além da Congregação Cristã no Brasil e da Assembleia de Deus surgiram outras denominações pentecostais menores nos primeiros quarenta anos do pentecostalismo brasileiro. Na década de 1930, nasceu a Igreja Adventista da Promessa à qual se referiu Duncan A. Reilyl, mencionando que no Recife do ano de 1932, ao lado do pentecostalismo proveniente dos Estados Unidos, nascia a Igreja Adventista da Promessa. Em dezembro daquele mesmo ano, foi organizada a Igreja de Cristo no Brasil em Mossoró (Rio Grande do Norte). A Igreja de Cristo divergiu das demais igrejas pentecostais da primeira onda ao seguir o dogma da \"eterna segurança\" mais conhecida como Perseverança dos santos. Esta também defende que o cristão recebe o batismo do Espírito Santo no momento da conversão e não como segunda bênção seguida de dons de línguas. Em Catalão, GO em 1935 foi fundada a Igreja Evangélica do Calvário Pentecostal. Esta igreja uniu-se à Igreja de Deus de Cleveland, EUA, e se tornou a Igreja de Deus no Brasil, hoje presente em todos os estados brasileiros. A Igreja de Nosso Senhor Jesus Cristo foi fundada em São Paulo em 1936 por Marcos Batista. A Missão Evangélica Pentecostal do Brasil, fundada em Manaus em 1939, de origem americana, mas que atualmente atua de forma independente, com direção nacional e credo baseado no pentecostalismo clássico, de característica moderada quanto à questão de usos e costumes. Uma das denominações derradeiras da primeira onda pentecostal no Brasil é a Igreja Evangélica Avivamento Bíblico, fundada em 7 de setembro de 1946 por Mário Roberto Lindströn, Oswaldo Fuentes e Alídio Flora Agostinho oriundos da Igreja Metodista. A Igreja Evangélica Avivamento Bíblico conta hoje com mais de 91.462 membros (de acordo com a estatística interna apresentada em assembleia em 2020). === Segunda onda pentecostal === A segunda onda começou a surgir na década de 1950, quando chegaram a São Paulo dois missionários norte-americanos da International Church of The Foursquare Gospel. Na capital paulista, eles criaram a Cruzada Nacional de Evangelização e, centrados na cura divina, iniciaram a evangelização das massas, principalmente pelo rádio, contribuindo bastante para a expansão do pentecostalismo no Brasil. Em seguida, fundaram a Igreja do Evangelho Quadrangular. No seu rastro, surgiram o Ministério Cristo Vive, O Brasil para Cristo, Igreja União Evangélica Pentecostal, Igreja Pentecostal Deus é Amor, Casa da Bênção, Igreja Luz do Calvário, Igreja Unida e diversas outras igrejas pentecostais menores como a Igreja Cristã Maranata, Igreja Presbiteriana Renovada do Brasil, Igreja Evangélica Cristã Presbiteriana, Igreja Cristã Presbiteriana Pentecostal e a Igreja Presbiteriana Pentecostal, dentre outras. Dentro da Igreja Católica Apostólica Romana, surgia na década de 1960 a Renovação Carismática Católica, no estado da Pensilvânia (EUA). Esta segunda onda se caracteriza pelo menor legalismo, ou seja, há menor formalidade no uso e costumes das roupas, que na primeira onda são bem característicos. === Terceira onda pentecostal === A terceira onda, chamada neopentecostalismo, teve início na segunda metade dos anos 1970. Fundadas por brasileiros, as mais antigas são a Igreja Universal do Reino de Deus (Rio de Janeiro, 1977), liderada pelo bispo Edir Macedo, e a Igreja Internacional da Graça de Deus (Rio de Janeiro, 1980), liderada e fundada pelo missionário R. R. Soares, ambas presentes na área televisiva com seus televangelistas. Posteriormente, temos o surgimento da Renascer em Cristo (São Paulo, 1986), da Comunidade Evangélica Sara Nossa Terra (Brasília, 1992), do Ministério Internacional da Restauração (1992), e da Igreja Mundial do Poder de Deus (1998). Mais recentemente surgiu a Igreja Plenitude do Trono de Deus (2006). De um modo geral, utilizam intensamente a mídia eletrônica, impressa e editorial, algumas aplicam técnicas de administração empresarial, com uso de marketing, planejamento estatístico, análise de resultados etc. Algumas pregam a Teologia da Prosperidade, pela qual o cristão está destinado à prosperidade terrena, rejeitando os tradicionais usos e costumes austeros dos pentecostais. O neopentecostalismo constitui a vertente pentecostal mais influente, a que mais cresce e também a mais liberal em questões de costumes. A controversa Teologia da Prosperidade, segundo a qual o homem deve tomar posse da promessa de abundância, supostamente descrita nos Evangelhos. Diz ainda que, para que o homem prospere, ele precisa primeiro confirmar sua fidelidade a Deus por meio do pagamento de dízimos e ofertas. Muitas das igrejas protestantes históricas não aceitam a Teologia da Prosperidade e inclusive classificam-na como \"heresia\". É o exemplo das igrejas presbiterianas e batistas e até mesmo algumas pentecostais da primeira e segunda ondas. Porém, são muito aceitas por grande parte da população, inclusive por aqueles que sofrem problemas financeiros, espirituais ou pessoais, já que muitas igrejas neopentecostais enfocam a cura e libertação. ==Interpretações sociológicas == ===Pentecostalismo rural=== O pentecostalismo é um fenômeno religioso notavelmente urbano. No entanto, atraiu populações rurais significativas na América Latina, África e Europa Oriental. O sociólogo David MartinMartin, David. 1990. Tongues of Fire: The Explosion of Protestantism in Latin America. Oxford: Blackwell. pp. 221–29 chamou a atenção para uma visão geral do protestantismo rural na América Latina, enfocando a conversão indígena e camponesa ao pentecostalismo. A mudança cultural resultante da modernização do campo refletiu-se no modo de vida camponês. Consequentemente, muitos camponeses - especialmente na América Latina - experimentaram a conversão coletiva a diferentes formas de Pentecostalismo e interpretaram como uma resposta à modernização no campo.Annis, Sheldon (2000) “Production of Christians Catholics and Protestants in a Guatemalan Town.” In On Earth as It Is in Heaven: Religion in Modern Latin America, edited by Virginia Garrard- Burnett. Wilmington, DE: Rowman & Littlefield. pp. 189–218. Alves, Leonardo Marcondes (2018). Give us this day our daily bread: The moral order of Pentecostal peasants in South Brazil. Master's thesis in Cultural Anthropology. Uppsala universitet.Chaves, Alexandre da Silva (2011) Presença Pentecostal Numa Sociedade de Transição Rural-Urbana: A Igreja Pentecostal Chegada de Cristo E Curas Divinas: Estudo de Caso. Master's thesis for Sciences of Religion. Universidade Presbiteriana Mackenzie. Em vez de uma mera mudança religiosa do catolicismo popular para o pentecostalismo, os pentecostais camponeses têm lidado com a agência para empregar muitos de seus recursos culturais para responder a projetos de desenvolvimento em uma estrutura de modernização.FERREIRA, Fabio Alves; ALMEIDA, Milene. A mulher pentecostal na luta por terra: uma análise do assentamento Luiza Ferreira. ACENO-Revista de Antropologia do Centro-Oeste, v. 3, n. 5, p. 125-140, 2016. Pesquisando camponeses guatemaltecos e comunidades indígenas, Sheldon Annis argumentou que a conversão ao pentecostalismo era uma maneira de deixar as obrigações onerosas do sistema de encargo festivo. O catolicismo popular maia tem muitas festas com uma liderança de rotação que deve pagar os custos e organizar as festividades anuais do santo padroeiro. Um dos modos socialmente aceitos de deixar essas obrigações seria se converter ao pentecostalismo. Ao fazê-lo, o camponês pentecostal se envolve em um \"capitalismo informal\" (“Petty capitalismo”). Nas mesmas linhas de obrigações morais, mas com mecanismos diferentes de autoajuda econômica, Paul Chandler comparou as diferenças entre os camponeses católicos e pentecostais e encontrou uma teia de reciprocidade entre os compadres católicos, que faltava aos pentecostais. No entanto, Alves descobriu que as diferentes congregações pentecostais substituem o sistema compadrio e ainda fornecem canais para exercer as obrigações recíprocas exigidas pela economia moral camponesa. A conversão ao pentecostalismo proporciona uma ruptura com um passado socialmente perturbado, ao mesmo tempo em que permite manter elementos do ethos camponês. O Brasil forneceu muitos casos para avaliar esta tese. HoekstraHoekstra, Angela (1991) “Pentecostalismo rural en Pernambuco (Brasil): algo más que una protesta simbólica.” In Algo más que opio: una lectura antropológica del Pentecostalismo Latinoamericano y Caribeño, edited by Barbara Boudewijnse, André Droogers, and Frans Kamsteeg. San José, Costa Rica: Departamento Ecuménico de Investigaciones. pp. 43–56. descobriu que o pentecostalismo rural era mais uma continuidade do passado tradicional, embora com algumas rupturas. O antropólogo BrandãoBrandão, Carlos Rodrigues. 2007. Os Deuses Do Povo. 2nd ed. Uberlândia: EDUFU. vê a pequena cidade e o pentecostalismo rural como outra face da religiosidade popular, em vez de um caminho para a modernização. Com achados semelhantes, Abumanssur Abumanssur, Edin Sued. 2011. “A conversão ao pentecostalismo em comunidades tradicionais.” Horizonte 9 (22): 396–415. DOI: doi.org/10.5752/P.2175-5841.2011v9n22p396 . considera o pentecostalismo como uma tentativa de conciliar a cosmovisão tradicional da religião popular com a modernidade. Mudança de identidade tem sido notada entre os convertidos rurais ao pentecostalismo. As comunidades indígenas e camponesas encontraram na religião pentecostal uma nova identidade que os ajuda a navegar pelos desafios colocados pela modernidade.Alvarsson, Jan-Åke, and Rita Laura Segato, eds (2003) Religions in Transition: Mobility, Merging and Globalization in the Emergence of Contemporary Religious Adhesion. Acta Universitatis Upsaliensis - Uppsala Studies in Cultural Anthropology No 37. Uppsala: Uppsala universitet.Althoff, Andrea. 2014. Divided by Faith and Ethnicity: Religious Pluralism and the Problem of Race in Guatemala. Vol. 62. Berlin and Boston: Walter de Gruyter.Barros, Valéria Esteves Nascimento (2003) Da Casa de Rezas à Congregação Cristã no Brasil: O Pentecostalismo Guarani na Terra Indígena Laranjinha/PR. Master's thesis in Social Anthropology. Universidade Federal de Santa Catarina. Kristek, Gabriela (2005) ‘We Are New People Now’ Pentecostalism as a Means of Ethnic Continuity and Social Acceptance among the Wichí of Argentina. Master's thesis in Cultural Anthropology. Uppsala universitet. Esta mudança de identidade corrobora a tese de que os pentecostais camponeses pavimentam seus próprios caminhos quando enfrentam modernização. == Estatísticas == === Estatísticas denominacionais === As Assembleias de Deus, a maior denominação pentecostal do mundo, teriam igrejas e membros em 2022.Assemblies of God World Missions, Vital statistics 2022, agwm.org, USA, 2022 As outras grandes denominações pentecostais internacionais são a Igreja Apostólica com 15 milhões de membros,Marcus Jones, Apostolic Church celebrates 100th anniversary, premier.org.uk, UK, 30 juillet 2016 a Igreja de Deus (Cleveland) com igrejas e de membros,Church of God (Cleveland), A brief history of the Church of God, churchofgod.org, USA, acessado em 5 de dezembro de 2020 a Igreja Quadrangular com igrejas e membros.The Foursquare Church, History, foursquare.org, USA, acessado em 29 de janeiro de 2022 Entre os censos realizados por denominações pentecostais publicados em 2020, aqueles que reivindicaram o maior número de membros estavam em cada continente: Na África, a Igreja Cristã dos Redimidos de Deus, com igrejas e 5 milhões de membros.Stephen M. Cherry, Helen Rose Ebaugh, Global Religious Movements Across Borders: Sacred Service, Routledge, Abingdon-on-Thames, 2016, p. 35 Na América do Norte, as Assembleias de Deus EUA com igrejas e membros.Assemblies of God USA, Churches and Membership and Adherents and Ministers 1960 through 2019, ag.org, USA, acessado em 5 de dezembro de 2020 Na América do Sul, a Convenção Geral das Assembleias de Deus no Brasil com 12 milhões de membros.G1, José Wellington é reeleito presidente da Assembleia de Deus, g1.globo.com, Brasil, 11 de abril de 2013 Na Ásia, a Igreja de Betel da Indonésia com igrejas e membros.Michael Wilkinson, Global Pentecostal Movements: Migration, Mission, and Public Religion, Brill, Leiden, 2012, p. 10 Na Europa, as Assembleias de Deus da França com 658 igrejas e membros.ADDF, Aujourd’hui, assemblees-de-dieu.org, França, acessado em 5 de dezembro de 2020 Na Oceania, as igrejas cristãs australianas (Assemblias de Deus) com igrejas e membros.Australian Christian Churches, WHO WE ARE, acc.org.au, Austrália, acessado em 5 de dezembro de 2020 == Pessoas == === Precursores === * John Wesley (1703–1791) * Edward Irving (1792–1834) * William Boardman (1810–1886) * Albert Benjamin Simpson (1843–1919) * John Alexander Dowie (1848–1907) === Líderes === * Joseph Ayo Babalola (1904-1959) Oke - Ooye, Illesa avivalista em 1930. Também, fundador espiritual da Igreja Apostólica de Cristo * William M. Branham (1909-1965) Evangelista de meados do século XX. * Jack Coe (1918-1956) Evangelista de tenda de 1950. * Rex Humbard (1919-2007) Primeiro televangelista de sucesso de meados de 1950, 1960, e 1970. * George Jeffreys (1889-1972) Fundador da Elim Foursquare Gospel Alliance e da Bible-Pattern Church Fellowship, na Inglaterra. * Kathryn Kuhlman (1907-1976) Evangelista americana. * Charles Harrison Mason (1866-1961) Fundador da Igreja de Deus em Cristo. * Gunnar Vingren (1879-1933) Fundador da Igreja Evangélica Assembleia de Deus, no Brasil. *Daniel Berg (1884-1963) Fundador da Igreja Evangélica Assembleia de Deus, no Brasil. * Aimee Semple McPherson (1890-1944) Evangelista americana e fundadora da Igreja do Evangelho Quadrangular. * Charles Fox Parham (1873-1929) Pai do Pentecostalismo moderno. * David du Plessis (1905-1987) Líder pentecostal da igreja sul-africana, um dos fundadores do movimento carismático. * Oral Roberts (1918-2009) Evangelista de tenda que mudou-se para o televangelismo. * William J. Seymour (1870-1922) Fundador da Missão da Rua Azusa (Avivamento da rua Azusa). * Smith Wigglesworth (1859-1947) * Maria Woodworth-Etter (1844-1924) * Bispo Ida Robinson (1891-1946) Fundador da Igreja do Santo Monte Sinai da América. *Luigi Francescon (1866-1964) Fundador da Congregação Cristã no Brasil, em 1910. *David Miranda (1936-2015) Fundador da Igreja Pentecostal Deus É Amor, em 1962 === Personalidades do pentecostalismo === == Controvérsias == Vários grupos cristãos têm criticado o movimento pentecostal e carismático por dar muita atenção às manifestações místicas, como a glossolalia que seria o sinal obrigatório de um batismo do Espírito Santo para um crente, o cai no chão, os gemidos e gritos, durante serviços, bem como seu anti-intelectualismo.Wolfgang Vondey, Pentecostalism: A Guide for the Perplexed, T&T; Clark, UK, 2012, p. 37-38 Uma doutrina particularmente controversa nas igrejas é a da teologia da prosperidade, que se espalhou nas décadas de 1970 e 1980 nos Estados Unidos, principalmente por televangelistas pentecostais e carismáticos.Kate Bowler, Blessed: A History of the American Prosperity Gospel, OUP USA, USA, 2013, p. 73Randall Herbert Balmer, Encyclopedia of Evangelicalism: Revised and expanded edition, Baylor University Press, USA, 2004, p. 562 Esta doutrina é centrada no ensino da fé cristã como um meio de enriquecer-se financeira e materialmente, através de uma \"confissão positiva\" e uma contribuição para os ministérios cristãos.Kate Bowler, Blessed: A History of the American Prosperity Gospel, OUP USA, USA, 2013, p. 59. Promessas de cura divina e prosperidade são garantidos em troca de certos montantes de doações.Bob Smietana, Prosperity Gospel Taught to 4 in 10 Evangelical Churchgoers, christianitytoday.com, USA, 31 de julho de 2018Kate Shellnutt, When Tithing Comes With a Money-Back Guarantee, christianitytoday.com, USA, 28 de junho de 2016 Alguns pastores ameaçam aqueles que não dão o dízimo com maldições, ataques do diabo e pobreza.Eniola Akinkuotu, You’re under financial curse if you don’t pay tithe – Oyedepo, punchng.com, Nigéria, 18 de julho de 2020Raoul Mbog, Le juteux business du pasteur évangélique Dieunedort Kamdem, lemonde.fr, França, 25 de dezembro de 2015 As ofertas e dízimo ocupam muito tempo nos serviços.Serge Alain Koffi, Prolifération des églises évangéliques en Côte d’Ivoire: Le réveil du business spirituel (ENQUÊTE), connectionivoirienne.net, Costa do Marfim, 04 de abril de 2021 As coletas de ofertas são múltiplas ou separadas em vários cestos ou envelopes para estimular as contribuições dos fiéis.Yannick Fer, Le système pentecôtiste de gestion de l'argent : Entre illusion subjective et rationalité institutionnelle, Congrès de l'association française de sociologie (AFS), França, 2011, p. 7-8 Muitas vezes associada ao dízimo obrigatório, esta doutrina é por vezes comparada com um negócio religioso.Laurie Goodstein, Believers Invest in the Gospel of Getting Rich, nytimes.com, USA, 15 de agosto de 2009Jean-Christophe Laurence, Le business religieux, lapresse.ca, Canadá, 17 de novembro de 2010 Trésor Kibangula, RDC : pasteur, un job en or, jeuneafrique.com, França, 06 de fevereiro de 2014 Em 2012, o Conselho Nacional de Evangélicos da França publicou um documento denunciando essa doutrina, mencionando que a prosperidade era de fato possível para um crente, mas que essa teologia levada ao extremo leva ao materialismo e à idolatria, que não é a propósito do evangelho.Henrik Lindell, Théologie de la prospérité : quand Dieu devient un distributeur de miracles, lavie.fr, França, 8 de agosto de 2012AFP, Le ruineux Evangile des \"théologiens de la prospérité\", lepoint.fr, França, 26 de março de 2013 Pastores pentecostais que aderem à teologia da prosperidade têm sido criticados por jornalistas por seu estilo de vida bling-bling (roupas luxuosas, casas grandes, carros luxuosos, avião particular, etc.).Cathleen Falsani, Falsani: Get real, ‘Preachers of L.A.’, ocregister.com, USA, 7 octobre 2013 No Pentecostalismo, desvios acompanharam o ensino de cura pela fé. Em algumas igrejas, foi observado o preço da oração contra promessas de cura.Laure Atmann, Au nom de Dieu et… du fric!, notreafrik.com, Bélgica, 26 de julho de 2015 Alguns pastores e evangelistas foram acusados de reivindicar falsas curas.Bbc, Un pasteur qui 'prétend guérir' le Sida condamné au Zimbabwe, bbc.com, Reino Unido, 6 de fevereiro de 2019Bbc, South Africa funeral firm to sue pastor for 'resurrection stunt', bbc.com, UK, 26 de fevereiro de 2018 Algumas igrejas, nos Estados Unidos ou Nigéria, aconselharam seus membros contra vacinação ou remédio, dizendo que é para os fracos na fé e que com uma confissão positiva, eles estariam imunes.Marwa Eltagouri, A televangelist’s flu-season advice: ‘Inoculate yourself with the word of God’, cnn.com, USA, 6 de fevereiro de 2018Richard Burgess, Nigeria's Christian Revolution, Wipf and Stock Publishers, USA, 2008, p. 225 As igrejas pentecostais que proíbem o uso de medicina têm causado mortes evitáveis, por vezes resultando na condenação de pais à prisão pela morte dos seus filhos.Noelle Crombie, Followers of Christ criminal investigations: A history, oregonlive.com, USA, 10 de março de 2017Jean François Channon Denwo, Au Cameroun, trois morts dans une Église évangélique qui interdit à ses patients les soins médicaux, africa.la- croix.com, França, 6 de março de 2019 Esta posição não é representativa de todas as igrejas, como indica o documento \"A Cura Milagrosa\", publicado em 2015 pelo Conselho Nacional dos Evangélicos da França, que menciona que medicina é um dos dons de Deus feitos aos seres humanos.Serge Carrel, Un texte du CNEF pour dialoguer autour de la guérison, lafree.ch, Suíça, 13 de maio de 2016CNEF, La guérison miraculeuse, lecnef.org, França, junho de 2015 Igrejas e certas organizações evangélicas humanitárias também estão envolvidas em programas de saúde médica.Stephen Offutt, New Centers of Global Evangelicalism in Latin America and Africa, Cambridge University Press, UK, 2015, p. 143Melani McAlister, The Kingdom of God Has No Borders: A Global History of American Evangelicals, Oxford University Press, USA, 2018, p. 223, 256Sharon Henderson Callahan, Religious Leadership: A Reference Handbook, SAGE Publications, USA, 2013, p. 494 == Ver também == * Igreja de crentes == Bibliografia == *Alexander, Paul. Peace to War: Shifting Allegiances in the Assemblies of God. Telford, Pennsylvania: Cascadia Publishing/Herald Press, 2009. *Alexander, Paul. Signs and Wonders: Why Pentecostalism is the World's Fastest Growing Faith. San Francisco, California: Jossey-Bass, 2009. * CAMPOS, Leonildo S. As origens norte-americanas do pentecostalismo brasileiro: observações sobre uma relação ainda pouco avaliada. REVISTA USP, São Paulo, n.67, p. 100-115, setembro/novembro 2005. *Clifton, Shane Jack. \"An Analysis of the Developing Ecclesiology of the Assemblies of God in Australia\". PhD thesis, Australian Catholic University, 2005. *Cruz, Samuel. Masked Africanisms: Puerto Rican Pentecostalism. Kendall/Hunt Publishing Company, 2005. ISBN 0-7575-2181-9. * FRESTON, Paul. Breve história do pentecostalismo brasileiro. In: ANTONIAZZI, Alberto (coordenador). Nem anjos nem demônios: Interpretações sociológicas do pentecostalismo Petrópolis: Vozes, 1994, p. 67-162. *Hollenweger, Walter. Pentecostalism : Origins and Developments Worldwide. Peabody, Massachusetts: Hendrickson Publishers, 1997. ISBN 0-943575-36-2. *Lewis, Meharry H. Mary Lena Lewis Tate: Vision!, A Biography of the Founder and History of the Church of the Living God, the Pillar and Ground of the Truth, Inc. Nashville, Tennessee: The New and Living Way Publishing Company, 2005. ISBN 0-910003-08-4. *Malcomson, Keith. Pentecostal Pioneers Remembered: British and Irish Pioneers of Pentecost. 2008. *Mendiola, Kelly Willis. OCLC 56818195 The Hand of a Woman: Four Holiness-Pentecostal Evangelists and American Culture, 1840–1930. PhD thesis, University of Texas at Austin, 2002. *Miller, Donald E. and Tetsunao Yamamori. Global Pentecostalism: The New Face of Christian Social Engagement. Berkeley, California: University of California Press, 2007. *Olowe, Abi Olowe. Great Revivals, Great Revivalist – Joseph Ayo Babalola. Omega Publishers, 2007. *Robins, R. G. A. J. Tomlinson: Plainfolk Modernist. New York, NY: Oxford University Press, 2004. *Robins, R. G. Pentecostalism in America. Santa Barbara, CA: Praeger/ABC-CLIO, 2010. * SOUSA, João Bosco de. Metamorphosis e Nekrosis. DEI: Natal, 2007 *Steel, Matthew. \"Pentecostalism in Zambia: Power, Authority and the Overcomers\". MSc dissertation, University of Wales, 2005. *Wacker, Grant. Heaven Below: Early Pentecostals and American Culture. Cambridge, Massachusetts: Harvard University Press, 2001. *Hollenweger, Walter. The Pentecostals: The Charismatic Movement in the Churches. Minneapolis: Augsburg Publishing House, 1972. ISBN 0-8066-1210-X. *Woodberry, Robert. \"Pentecostalism and Economic Development\", in Markets, Morals and Religion, ed. Jonathan B. Imber, 157–177. New Brunswick, New Jersey: Transaction Publishers, 2008. == Ligações externas == * PentecoStudies * Pentecostal Resource Page * Máquina de Busca para Estudos Pentecostais * Cyberjornal para Pesquisa Carismática Pentecostal Charismatic * Rede de Pesquisa Europeia sobre on Pentecostalismo no Mundo (GloPent) Categoria:Termos cristãos",
 "title": "Pentecostalismo"
}