{
 "id": "42036",
 "text": "Castor é um gênero de roedores semi-aquáticos, da família Castoridae, nativo da América do Norte e da Europa, sendo o único gênero ainda existente dessa família, com duas espécies remanescentes: o C. fiber (castor-europeu) e o C. canadensis (castor-americano). Existiu também o castor-de-kellogg (C. californicus), que está extinto desde o Pleistoceno. Todos eles habitam exclusivamente o Hemisfério Norte, excepto alguns castores americanos, que chegaram à região sul-americana da Terra do Fogo, introduzidos artificialmente. Também introduziram-se indivíduos desta espécie em certas regiões da Europa. Com estas exceções, o Castor canadensis habita unicamente a América do Norte, e o Castor fiber em regiões da Europa e da Ásia. O extinto Castor californicus estendia-se pelo que hoje em dia é o oeste dos Estados Unidos. As espécies vivas são muito similares entre si, mas investigações genéticas demonstraram que as populações europeias e norte-americanas são duas espécies, sendo a principal distinção entre elas o diferente número de cromossomas. Estes animais são conhecidos por sua habilidade natural para construir diques em rios e riachos que são os seus lares — chamados tocas — criando assim represas que bloqueiam a corrente de água. Para a edificação destas estruturas utilizam principalmente troncos de árvores, que derrubam com seus poderosos dentes incisivos. Apesar da grande quantidade de árvores que devastam, os castores não costumam prejudicar o ecossistema em que vivem: pelo contrário, mantêm-no saudável, pois seus diques proveem uma grande quantidade de benefícios; entre outras coisas, estas barreiras propiciam a criação de zonas úmidas, ajudam a controlar inundações e eliminam contaminantes da corrente. Porém, em ecossistemas estranhos para eles, estas modificações ao ambiente podem ser prejudiciais, como aconteceu, por exemplo, com os castores introduzidos na Terra do Fogo e nas comunidades espanholas de Navarra e La Rioja. Desde centenas de anos os castores fazem parte da cultura popular e, em alguns casos, tiveram uma grande influência no desenvolvimento das sociedades humanas. Um exemplo disto é sua importância na colonização europeia da América, pois a busca por suas peles foi um dos fatores que impulsionaram a exploração e o posterior desenvolvimento econômico da América do Norte. Isto foi devido ao valor comercial de suas peles e de outros produtos obtidos deles, como o castóreo. Também é um elemento muito representativo na cultura do Canadá, a tal grau que é o animal-símbolo nacional daquele país. Portanto, a influência dos castores não se limita ao setor econômico e comercial, também abarca campos variados como a literatura, a religião e o desporto. == Morfologia == (família Sciuridae), como têm certas características estruturais semelhantes às do crânio e maxilar inferior deste outro roedor. Também estão estreitamente relacionados com um pequeno roedor sul-americano chamado ratão- do-banhado. É o segundo maior roedor do mundo, depois da capivara, e o maior do hemisfério norte. Estes animais continuam a crescer ao longo das suas vidas. O peso médio dos adultos é de 16 kg, e embora os espécimes com mais de 25 kg não sejam comuns, foram encontrados exemplares atingindo 40 kg. As fêmeas, que são o sexo dominante, chegam a ser tão grandes ou até maiores do que os machos da mesma idade, o que é incomum entre os mamíferos. Geralmente medem aproximadamente 30 cm de altura por 75 cm comprimento - sem contar a cauda, que possui cerca de 25 cm de comprimento por 15 cm de largura, todos estes valores, no entanto, variam segundo diferentes fatores, incluindo a espécie e idade do indivíduo. A cauda é de formato oval e achatado, e é composta de pequenas escamas hexagonais e pretas. As mesmas não se encontram sobrepostas ou interligadas. Seu corpo é coberto por uma pelagem grossa que tem um enorme valor comercial; esta pelagem se divide em dois tipos: um cinzento e lustroso, e um outro mais áspero e maior, e com um tom castanho. Além de ser impermeável, serve como proteção. Contam com quatro incisivos muito fortes e afiados, de cor alaranjada devido ao esmalte que os endurece \\- e que servem para roer a madeira com a qual alimentam-se e constroem as suas estruturas. Um castor adulto pode cortar uma árvore de 30 cm de espessura em cerca de 15 minutos com os seus poderosos dentes. Uma vez que estes dentes nunca param de crescer, é de vital importância usá-los constantemente, ou de outra maneira os incisivos da parte superior atravessariam a mandíbula inferior. Os castores têm as patas traseiras palmeadas, enquanto a parte frontal, coberta com um pelo mais preto, são semelhantes às mãos humanas, cada uma com cinco dedos bem desenvolvidos. Os dedos da extremidade traseira, em contrapartida, estão unidos por uma membrana. Os castores não têm boa visão, mas podem enxergar sob a água graças a uma membrana nictitante - uma terceira pálpebra, lateral e transparente, que cobre os seus pequenos olhos. Além disso têm bons sentidos da audição, olfato e tato. Enquanto estão submersos fecham suas narinas e ouvidos para evitar a entrada de água. Graças ao seu sistema respiratório um castor pode ficar debaixo de água por até quinze minutos, sem ter que sair para respirar. Os castores são lisencefálicos, isto é, têm o cérebro liso. No entanto, têm um córtex mais espesso, que o torna especial entre os roedores. É este grosso córtex que faz o castor ser mais inteligente que os outros animais desta ordem. == Classificação == O gênero Castor é um dos mais de trinta gêneros classificados dentro da família Castoridae. Dado que há mais de 2 200 espécies de roedores, as espécies deste gênero representam aproximadamente do 0,13% do total de espécies que formam a ordem Rodentia. Os castores encontram-se classificados dentro do reino dos animais pelo fato de ser organismos eucariotas, pluricelulares e heterótrofos, com desenvolvimento embrionário e capacidade de locomoção; na filo dos cordados, já que contam com uma notocorda, que é a principal sustentação de seu corpo, e neste caso trata-se da coluna vertebral; dentro da classe dos mamíferos, pois são seres vertebrados, amniotas, de sangue quente, com glándulas mamárias e pelo; na ordem dos roedores, a mais numerosa dos mamíferos, já que contam com dois incisivos em suas mandíbulas superior e inferior, mesmos que se encontram em constante crescimento; e dentro da família Castoridae, a qual inclui aos castores modernos e seus parentes primitivos, todos eles caracterizados por serem semiaquáticos, ter patas traseiras palmeadas e grandes caudas aplanadas e escamosas. === Espécies === O gênero Castor inclui a três espécies: Castor fiber, Castor canadensis e Castor californicus. ==== Castor fiber ==== O castor-europeu (Castor fiber) habita nas regiões frias da Eurásia, principalmente na Rússia. É um pouco menor que seu parente americano. Desde a Antiguidade foram caçados, comprometendo sua sobrevivência. Em alguns países onde antes viviam, como a Espanha e o Reino Unido, foram erradicados devido a esta caçada desmedida, e mesmo que na era moderna a espécie se encontra ligeiramente ameaçada, vai aumentando os esforços realizados para restabelecer suas populações em todo o continente, pelo que a população desta espécie vai aumentando. Calcula-se que seu número esteja em cerca de 600 000 indivíduos. Para colaborar neste projeto de repovoação, alguns organismos, como a União Europeia (UE), e acordos internacionais, como o Convênio sobre o Comércio Internacional de Espécies de Fauna e Flora Selvagem Ameaçadas (CITES), administrado pelo Programa das Nações Unidas para o Meio Ambiente (PNUMA), se encarregam de proteger a este roedor. ==== Castor canadensis ==== O castor- americano (Castor canadensis), também chamado simplesmente \"castor\" na América do Norte, é o maior roedor do Hemisfério Norte e conta com 25 subespécies. Habita nas regiões predominantemente frias e arborizadas do Canadá, Estados Unidos e, em menor medida, México. Não obstante, também se introduziu a espécie em outras regiões, se destacando a Terra do Fogo e a Península Escandinava. Na Finlândia conviveram diretamente com castores europeus, e inclusive chegaram-se a cruzar alguns exemplares de ambas espécies. Este animal com frequência é caçado por sua pele. A princípios do século XIX, a caça acabou com eles numa boa parte de sua área de distribuição original. Os povos nativos e primeiros colonos também comiam sua carne. Grande parte da exploração inicial da América do Norte foi impulsionada precisamente pela busca da pele do castor americano. Esta espécie é mais abundante que a europeia e sua população se estima entre os 10 e 15 milhões de exemplares, ainda que originalmente pôde ter tido dez vezes essa quantidade de castores na América do Norte, antes dos dias do comércio de peles. Apesar deste declive, não se considera à espécie em perigo de extinção. ==== Castor californicus ==== O castor-de-kellogg (Castor californicus, também chamado Castor accessor) viveu entre o Mioceno e o Pleistoceno no oeste da América do Norte. Era muito similar ao castor americano, pois também era semi-aquático, ainda que de maior tamanho. Encontraram-se fósseis desta espécie nos Estados Unidos, principalmente no estado da Califórnia, e no México. === Diferenças entre espécies === Apesar de que o castor europeu e o americano são muito parecidos entre si —tanto que alguns os consideraram variedades de uma mesma espécie—, as duas espécies se diferenciam em alguns aspectos. Algumas destas características são morfológicas, enquanto outras estão relacionadas com seu comportamento. A principal diferença morfológica entre elas se encontra em seus ossos nasais. Outra característica que marca a diferença é o diferente número de cromossomas da cada espécie. Este fato impede que membros de diferentes espécies de castores possam se cruzar entre si. Na seguinte tabela comparam-se as diferenças mais significativas entre as espécies: Característica Castor fiber Castor canadensis Tamanho do crânio Menor Maior Buraco nasal no crânio Triangular Quadrado Dimensões da cauda Mais estreita Mais ampla Tamanho corporal Ligeiramente menores Ligeiramente maiores Tamanho média da prole 2-3 filhotes 3-4 filhotes Construção de diques Menos desenvolvida Mais sofisticada Posição da toca Perto das margens Longe das margens Marcas de cheiro Menores Maiores Competitividade Menos competitivo Mais competitivo Cromossomas 2n = 48 2n = 40 Fonte: Biology @ Davidson == Comportamento == Os castores são essencialmente aquáticos em suas atividades, e nunca viajam por terra a não ser que seja necessário. São animais sociáveis, chegando a formar grupos ou colônias de até doze indivíduos, compostas por um casal e seus filhotes. As famílias pequenas podem viver numa toca sozinha, mas as maiores podem precisar de refúgios adicionais. Quanto maior o isolamento do lugar onde vivem e a abundância de alimentos, maior será a população de castores. Vivem em correntes onde, a fim de conseguir água com suficiente profundidade, constroem diques com lodo e com os troncos e ramos das árvores que derrubam com seus poderosos incisivos. Geralmente escolhem correntes cuja profundidade tenha mais de um metro para iniciar seus trabalhos. No estanque criado constroem suas tocas. Durante a construção, o lodo ou barro é colocado com as patas dianteiras e não, como se costuma crer, com a cauda, a qual é empregada unicamente como timão quando nadam e para se manter em pé quando se apoiam em suas patas traseiras. Para a construção dos diques, que quase sempre os fazem pela noite, os castores transportam o lodo e as pedras com suas extremidades dianteiras e a madeira entre seus dentes. Ao nadar, impulsionam- se com suas extremidades posteriores, que sempre permanecem submergidas, deixando fora da água unicamente sua cabeça, para poder respirar e ver o entorno. Apesar de serem bem mais hábeis nadando que se deslocando por terra, não costumam atingir grandes velocidades; geralmente não superam os 10 km/h. Durante a primavera e o verão encarregam-se de reunir as reservas de madeira que lhes servirão para se alimentar durante seu repouso invernal. Continuam coletando alimentos até o final do outono. Durante este lapso também se encarregam de consertar os danos que possam ter a toca ou os diques, ainda que pelo geral não começam a fazer isto até iniciar as geadas. É também durante esta época quando se reproduzem; juntam-se nos meses da primavera, ou um pouco antes, e os filhotes nascem durante o verão. Ademais, ao final de cada outono cobrem suas cabanas com lodo fresco, o qual se congela quando diminui a temperatura no inverno e torna-se muito duro, de tal forma que os predadores não podem perturbar seu repouso. Com a chegada do inverno, refugiam-se em sua toca e sobrevivem da reserva que se encarregaram de reunir durante todo o ano. Quando o gelo se rompe na primavera, deixam suas tocas e começam o ciclo de novo. === Defesa territorial === Já que o território no qual habitam é muito importante para os castores, em especial pelo tempo todo que investem construindo nele, costumam-no defender ante as ameaças externas. Se um desconhecido entra no território de uma colônia de castores, o mais certo é que terminem lutando contra ele, em ocasiões até a morte. A forma em que detectam a presença de estranhos é através do olfato; se percebem um cheiro que não lhes é familiar, buscar a fonte do mesmo se torna prioridade, inclusive mais importante que reunir alimentos, e não descansam até a ter achado. Também sabe-se que os castores podem reconhecer os cheiros específicos de outras famílias com as que estão emparentados, em cujo caso os toleram dentro de seu território e não lhes fazem dano; o mesmo sucede com outras espécies que não os prejudicam e cujos cheiros, com o passar do tempo, se voltam familiares para eles. Para advertir aos possíveis invasores, principalmente a outros castores, marcam seu território com uns sinais de cheiro —feitas com uma mistura de lodo e castóreo— para assim delimitar suas terras e tratar de prevenir confrontos. Colocam as marcas de cheiro nos limites de seu território, e quanto mais delas coloquem, menos provável será que este seja invadido, já que mais marcas equivalem a uma colônia maior. A quantidade de marcas que colocam depende em parte da época e da densidade de população do lugar. Durante os meses de cria, que são janeiro e fevereiro, e durante a época em que os castores jovens abandonam seus grupos e se dispersam, que é em agosto, a marcação do território se incrementa. Da mesma forma, numa zona onde há várias colônias de castores, é comum que o número de marcas seja elevado. A marcação do território, bem como a defesa do mesmo e o reparo de diques e tocas é realizada por machos e fêmeas igualmente. === Alimentação === A dieta dos castores é estritamente herbívora. Alimentam-se do córtex, ramos e folhas das árvores que devastam e das raízes de plantas aquáticas. Ainda que possam ingerir quase todo vegetal comestível que encontrar na margem de um rio ou lago, preferem certos alimentos sobre outros. Observou-se que os castores europeus preferem o córtex e folhas de árvores como salgueiros, betulas e aveleiras, enquanto os castores americanos preferem árvores como sauces, abedules, álamos, cerejeiras, aceres e amieiros, entre outros. Apesar de suas preferências, a dieta de um castor costuma basear-se na disponibilidade de alimentos, pelo que não recusam um alimento ainda que não seja de seus favoritos. Para subsistir no inverno reúnem uma reserva de comida, a qual mantêm submergida no fundo do estanque onde vivem, bem perto de uma das entradas à toca. Costumam colocar os ramos maiores na parte superior e os menores na parte inferior da pilha para impedir que estas últimas sejam arrastadas pela corrente. Quanto mais frio seja o clima no lugar que vivem, mais importante se volta a recolha desta reserva de comida, pois costumam passar praticamente todo o inverno dentro de suas tocas. Além de servir-lhes como fonte de alimento, esta reserva de madeira tem outra função. Já que a superfície do estanque congela-se durante o inverno, os castores permitem que alguns ramos flutuem na água, impedindo que esta se solidifique nessa zona. Desta forma podem sair ao exterior em caso de alguma emergência por exemplo, se se esgota a reserva de comida. === Reprodução === Os castores são capazes de juntar-se em quase qualquer etapa de sua vida, e são monógamos — ainda se sua parceira morrer, podem conseguir outra—. Sua monogamia deve-se principalmente porque, para o correto cuidado das crias, é necessário que ambos os pais colaborem, já que um só não seria capaz das cuidar. Portanto, devem permanecer unidos o tempo todo para que a reprodução tenha sucesso. A época de acasalamento começa quando gelo invernal se derrete, o que acontece aproximadamente em fevereiro. Cada fêmea acasala somente uma vez por ano. O acasalamento costuma realizar-se sob a água, ainda que também possa acontecer na margem do rio ou no estanque onde vive o casal. Após o período de gestação, que dura aproximadamente uns três meses e meio (100 dias), a fêmea dá a luz de 2 a 4 filhotes (ainda que em casos extremos podem ser até 9), os quais nascem já com os olhos abertos e cobertos de pelos. Estes são amamentados durante as primeiras semanas de vida, nas quais permanecem dentro da toca junto com a mãe e as crias da temporada anterior, que têm ao redor de um ano de idade. Os castores de dois anos, seguem vivendo com a família, ajudam à mãe a alimentar e proteger aos recém nascidos. Enquanto isso, o pai castor sai e permanece nas redondezas, cuidando do território. Quando deixam de serem amamentados, a mãe começa a alimentar a suas crias com folhas tenras. Ainda enquanto muito pequenos, as crias se comunicam constantemente e fazem muito ruído, e enquanto vão crescendo tornam-se menos ruidosas, ao começarem a se comunicar com cheiros ou certas atitudes específicas. Um tempo depois, geralmente com um mês de idade, os jovens começam a mover-se pelo exterior da toca, ainda que seguem sendo bastante dependentes de seus pais, já que são eles quem lhes seguem administrando alimento e proteção por cerca de um ano. Durante este período, aprendem algumas valiosas habilidades ao copiar o comportamento dos castores adultos, mesmo que ainda não tomam parte nos trabalhos de construção e outras atividades. Quando os jovens atingem a maturidade sexual, o que costuma acontecer a partir dos dois anos de idade, podem se separar da colônia e formar a sua própria colônia. Porém, se é uma época de escassez de alimentos, seca ou há uma alta densidade de população, podem adiar sua partida, já que estes fatores reduzem suas possibilidades de estabelecer exitosamente uma colônia. Quando finalmente decidem se separar, não costumam se estabelecer em um ponto muito longe do seu lugar de nascimento. === Sinal de alerta === Dado que passam a maior parte do tempo na água ou na segurança de suas tocas, os castores têm poucos depredadores. Seus principais inimigos são os lobos e os seres humanos, seguidos pelos ursos e linces. Para proteger-se deles, os castores dependem de seus sofisticados sentidos da audição e do olfato, bem como do aviso de seus companheiros. Desta forma, quando um castor que se encontra na água se assusta, este submerge rapidamente ao impulsionar-se energicamente com seu rabo. Isto produz uma sonora palmada, audível sobre e em baixo da água, a qual é tão forte que pode ser percebida por um humano num raio de 100 metros. Este sinal serve como advertência para os demais castores na área. Uma vez que um castor efetuou este sinal de alerta, todos os castores nas redondezas se submergem e não voltam a sair por um momento. Também podem efectuar este sinal ante a presença de ruídos ou cheiros desconhecidos. É mais provável que um castor responda os sinais efetuados por castores maiores que os efectuadas por castores jovens, devido a que estes últimos ainda não aprenderam quando devem efetuar o sinal e quando não, além de que produzem um som diferente por ter caudas menores. == Distribuição geográfica == O nome de cada espécie de castor faz referência ao continente em que habitam. O castor europeu (Castor fiber), como seu nome o indica, vive na Europa, ainda que também pode-se encontrar em algumas regiões da Ásia. Entre os países com maiores populações desta espécie destacam-se a Rússia, Polônia, Ucrânia, Bielorrússia, Cazaquistão e os países escandinavos, ainda que estendem-se até nações tão distantes como França e Mongólia. No passado chegaram a habitar em quase toda a Eurásia, incluindo todo o território entre as Ilhas Britânicas e a Rússia. Desde a era pré-histórica e até pelo menos o século VI, esta espécie podia-se-lhe encontrar nos rios do norte da Península Ibérica, principalmente o Douro e o Ebro. No entanto, já que suas peles e o castóreo eram artigos muito cobiçados, foi caçado em todo o continente, pondo em sério risco a sua sobrevivência; na Grã-Bretanha, por exemplo, estes animais extinguiram-se no século XVI. Mais adiante, no século XIX, já encontravam-se somente em algumas regiões pantanosas da Alemanha, Bielorrússia, Noruega, Rússia e Mongólia. Atualmente está sendo reintroduzido em muitas partes do continente. Por sua vez, o castor americano (Castor canadensis) habita em praticamente toda a América do Norte, desde Alaska até o norte do México. No Canadá podem ser encontrados em todas as províncias e territórios, não obstante, não habitam nas regiões setentrionais, próximas ao Oceano Ártico. Também estão presentes em praticamente todo o território dos Estados Unidos, excepto nas regiões desérticas do sudoeste e na Península da Flórida. No território mexicano, por outro lado, são escassos, já que só vivem nas zonas próximas aos rios Bravo (nos estados de Chihuahua, Coahuila e Tamaulipas) e Colorado (em Sonora). Do castor de Kellog (Castor californicus) encontraram-se fósseis nos estados estadunidenses de Washington, Oregon, Idaho, Nebraska, Kansas e Califórnia, e no estado mexicano de Sonora. === Introduções === ====Reino Unido==== A fim de elevar seu número, liberaram-se especímes de Castor fiber ao longo de toda Europa, em especial em países onde antes costumavam habitar ou seguem habitando mas suas populações diminuíram. Por exemplo, em outubro de 2005, seis castores europeus foram liberados no condado de Gloucestershire na Grã- Bretanha, e planejam-se mais reintroduções na Escócia e no País de Gales. ====Espanha==== Na Espanha, devido a sua reintrodução que se levou a cabo de forma clandestina e sem planejamento, não foi recebida com total agrado por alguns, incluído o Ministério do Meio Ambiente daquela nação. Sua libertação em outros países, não obstante, foi exitosa; um exemplo disso são suas introduções na Alemanha, especificamente na Baviera, nos Países Baixos e na Sérvia. Também regressaram aos bancos do rio Morava, na Eslováquia e a República Checa. ===== Navarra e La Rioja ===== A partir de 2005 começaram-se a encontrar uma série de indícios que sugeriam a presença de uma população de castores no norte de Espanha, mais especificamente em Navarra e em La Rioja; tais provas incluíam árvores cortadas, pegadas, restos de madeira, excrementos e marcas de castóreo, entre outras. O castor já tinha habitado anteriormente na Espanha, mas desapareceu da zona desde pelo menos no século XVII devido ao surgimento das armas de fogo, com as quais foram caçados para obter sua carne e sua gordura. Logo após de encontrar estes indícios, descobriu-se que um grupo ecologista tinha liberado, na primavera de 2003, 18 castores europeus provenientes de Baviera e soltos nos rios Ebro, Aragão e Cidacos. Alegou-se que os castores aparecidos no Ebro eram procedentes da Rússia e que estes poderiam ser híbridos de castor europeu e americano. No entanto, as duas espécies são incompatíveis para a reprodução e nunca encontraram-se híbridos. A reintrodução dos roedores desatou um intenso debate a respeito das vantagens e desvantagens do regresso destes animais à Península Ibérica. Por um lado, argumentava-se que a introdução não se tinha realizado naturalmente, e segundo o Ministério do Meio Ambiente da Espanha, esta tinha-se levado a cabo de forma clandestina e ilegal. Também se alegava que a chegada dos castores poderia prejudicar a algumas espécies protegidas na zona, como o doninha-europeia e a lontra-europeia. Por outro lado, os defensores dos castores, entre os que se encontrava um grupo ecologista belga chamado Pays des castors (País dos castores), asseguravam que estes animais trariam benefícios para a zona e a biodiversidade da mesma, incluindo a doninha-europeia. Na realidade ambas espécies habitam juntas em algumas partes do norte da Europa, porém sua forma de convívio possivelmente seria diferente na Península Ibérica, pois os ecossistemas de tipo mediterrânico presentes na Espanha são muito diferentes aos de tipo taiga que há no norte do continente e que são bem mais arborizados. O argumento de que a presença dos castores poderia ser benéfica para a biodiversidade viu-se debilitado mais adiante, pois estes roedores tinham feito danos principalmente aos bosques de salgueiros e choupos, os quais eram precisamente o hábitat da doninha-europeia. Como as administrações de Navarra e de La Rioja consideraram que a espécie chegou de forma clandestina ao país, os governos destas entidades apresentaram o caso em junho de 2007 ante o Comitê de Flora e Fauna da Espanha, o mesmo que consultou à Comissão Europeia, já que o castor é uma espécie protegida pela União Europeia. Finalmente, a Comissão considerou que a espécie se encontrava fora de sua distribuição natural, e não se opôs a sua erradicação nas zonas mencionadas. ==== Terra do Fogo ==== Alguns casais de Castor canadensis foram liberados na região argentina e chilena de Terra do Fogo em 1946, sendo esta introdução possivelmente a de maior transcendência de todas, devido ao forte impacto que tiveram no ecossistema da Terra do Fogo. Esta mesma espécie foi introduzida na Finlândia em 1937 como parte de um programa para reintroduzir ao extinto castor-europeu. Após estender-se por todo o território daquele país, chegaram à região russa da Carélia. Na Polônia introduziu-se na década de 1930. Introduzidos em uma área onde não habitam seus predadores naturais, como é a Terra do Fogo, os castores modificaram milhares de hectares de terreno e são considerados como uma praga imparável pela população local. Tudo surgiu em 1946, quando o Ministério da Marinha da Argentina liberou 25 casais de castores americanos no nordeste do lago Fagnano e nas margens do rio Claro, localizados na Ilha Grande da Terra do Fogo. Com a introdução da espécie planejava-se manter uma população controlada para alimentar a indústria peleteira na região, já que na mesma não tinha espécies que pudessem se utilizar para tais fins. Também se diz que foram levados à zona pela marinha argentina para que fossem caçados e com suas peles se fizessem gorros para os oficiais da própria marinha. No entanto, sua tentativa por manter à população controlada fracassou, pois alguns dos animais se dispersaram seguindo os cursos de água e colonizaram a região. Ao redor de 1964 chegaram nas terras chilenas. Inclusive cruzaram o Canal Beagle, como o prova sua presença na Ilha Navarino, e há evidências de que cruzaram o Estreito de Magalhães, pois se encontraram exemplares na Península de Brunswick, chegando portanto ao território continental. Desconhece-se o número exato de castores que habitam esta região. A maioria das fontes estimam sua população entre os 70 000 e 100 000 exemplares, ainda que alguns calcularam que poderiam ser até 200 000. Pensa-se que somente na Ilha Navarino há aproximadamente 20 000 indivíduos. Independentemente de seu número, os castores causaram graves alterações nos ecossistemas da zona, principalmente no Chile, onde o problema tornou-se tão extremo que se permitiu a caça de 10 000 exemplares por ano para reduzir sua população, além de permitir a venda de suas peles e carne. Como resultado, entre 2004 e 2007 se caçaram na Terra do Fogo cerca de 11 700 castores. Na Argentina, a Legislatura da Província da Terra do Fogo qualificou ao castor como \"espécie danosa e prejudicial\". Ao princípio não contavam com depredadores na zona, o que influiu notoriamente em sua rápida expansão, mas com o passar do tempo, a raposa-colorada e o puma se converteram em seus inimigos, colaborando com sua erradicação. Apesar de todos os esforços para os deter, os castores continuam expandindo-se, geralmente para o norte, e se calcula que avançam a um ritmo dentre seis e oito quilômetros por ano. Desde 2001, os dois países envolvidos começaram a cooperar em planos orientados ao controle da população de castores, com o propósito final de erradicá-los definitivamente no ano 2015. Uma diferença notável entre Terra do Fogo e a maior parte da América do Norte é que nas árvores do sul do continente não crescem ramos, algo que acontece com algumas árvores norte-americanas como sauces e álamos. Graças aos ramos, os bosques norte-americanos são capazes de regenerar-se mais rapidamente que os Da Terra do Fogo. Por esta razão, o castor acopla-se perfeitamente com os bosques de sua zona nativa, enquanto na região da América do sul tende a desequilibrar os ecossistemas. A espécie vegetal que mais viu-se afetada pela atividade dos castores na Terra do Fogo é a Nothofagus pumilio. ====Itália==== Depois de uma ausência de 500 anos, os castores foram introduzidos na Itália de forma clandestina. === Conservação em cativeiro === No passado, aproximadamente em meados do século XX, quando as populações de castores europeus tinham diminuído drasticamente devido à caça, se começaram a conservar alguns espécimenes de castores em cativeiro para que se reproduzissem e mais tarde fossem liberados na natureza, a fim de restabelecer suas colônias. Estas conservações em cativeiro realizaram-se em vários países europeus, por exemplo, na Suíça. Ao ir-se recuperando as populações, as liberações tornaram-se menos necessárias, pelo que agora só se conservam castores em cativeiro para seu estudo e exibição, como acontece nos jardins zoológicos. Ao estar em cativeiro, os castores seguem tendo a necessidade de viver em grupos. Precisam de um recinto que tenha uma parte de terra e outra de água, a cada uma de extensão considerável (não menos de 50 m²), e a água deve ter profundidade suficiente. Permanecem todo o ano ao ar livre, ainda que, em substituição de suas tocas, devem contar com lugares nos que possam refugiar-se no inverno. É comum que tenham uma vida mais longa em cativeiro que na natureza. Em estado selvagem, têm uma esperança de vida de uns 10 a 12 anos, ainda que em algumas ocasiões vivem até 15, enquanto em cativeiro podem viver até cerca de 20 anos. == Habitat == Os castores habitam nas zonas ribeirinhas, e predominantemente em regiões frias. O costume destes animais durante centenas de milhares de anos em seu habitat natural foi manter saudáveis e em bom estado os ecossistemas aquáticos em que vivem, ainda que para um observador humano, vendo todas as árvores devastadas, em ocasiões pode parecer que estão fazendo justamente o contrário. Na realidade o castor é uma espécie que trabalha como peça importante em seu ecossistema ao criar zonas úmidas que são úteis para muitas outras espécies. Após os humanos, nenhum outro animal modifica tanto o meio que o rodeia como o castor. === Diques === Os diques são construídos pelos castores para proteger-se dos predadores, tais como coiotes, lobos e ursos, e para poder ter acesso fácil e seguro à comida durante o inverno. Por outro lado, a função primordial desta barreira é deter o fluxo da corrente, a fim de criar uma represa com águas tranquilas onde os castores possam construir sem dificuldades suas tocas. Com frequência, os castores constroem um dique menor rio acima para diminuir a força da corrente e assim reduzir a pressão que exerce esta sobre a toca. Costumam dar manutenção a todas as estruturas, com o que pouco a pouco vão aumentando de tamanho. Os castores podem reconstruir seus diques principais em decorrência de uma noite, ainda que podem não defender os diques secundários tão vigorosamente. Os castores são famosos por construírem diques muito longos. O mais longo que se conhece foi descoberto perto de Three Forks, Montana, e media cerca de 652 m de comprimento, 4 m de altura e 7 m de grossura na base. (em inglês) Também sabe-se que estes longos diques costumam ser obra de só umas poucas famílias de castores aparentadas, e a cada família não costuma passar dos dez membros. Porém, os diques pelo geral não medem mais de 1,5 m de altura e uns 3 m de largura na base, se fazendo mais estreitos para a parte superior. O comprimento do dique geralmente depende da corrente do rio. Além de longos, costumam ser muito resistentes, pois podem suportar o peso de uma pessoa. O dique difere em forma de acordo com a natureza da corrente na que se encontra. Onde a água tem pouca força, é praticamente reto; onde a corrente é considerável, é curvo, com sua convexidade de frente para a corrente. Não se observou um processo particular para a edificação, excepto que o trabalho é realizado constantemente e que todas as partes estão construídas com a mesma solidez. Pensa-se que é principalmente o som da água correndo o que estimula aos castores a construir. No entanto, estudos realizados para analisar as atividades habituais dos castores indicaram que estes podem responder a uma variedade de estímulos, não só o som de água em movimento. Em dois experimentos demonstrou-se que, ainda que os castores empilharão material com um som emitindo sons de água correndo, só o fazem após um considerável período de tempo. Num desses experimentos, se observou que os castores enterravam os alto-falantes que produziam o som até que não podiam o ouvir mais. Adicionalmente, os castores, ao serem enfrentados com um cano que permitia a passagem da água através de seu dique, se encarregaram de deter o fluxo de água tampando o cano com lodo e varetas. Observou-se que os castores faziam isto inclusive quando o cano não produzia o som de água em movimento. Os castores costumam consertar os danos que tenha o dique e o construir mais alto enquanto o som continue. Porém, nas épocas onde os rios se tornam muito caudalosos, geralmente permitem que pequenas correntes através do dique fluam com liberdade. 250px|left|thumb|Árvores a mais de 25 cm de diâmetro, derrubados por castores em uma noite Os diques de castores podem ser prejudiciais; a inundação que provocam pode causar um amplo dano a propriedades, e quando a inundação ocorre junto a uma via de ferrovia, pode ocasionar descarrilamentos. Ademais, se um dique chega a romper-se, isto resulta numa instantânea descarga de água que também pode causar danos dependendo da força com que sai a água. Esta interferência não se limita à geografia humana; os castores podem destruir habitats de nidificação para espécies em perigo, e com frequência derrubam árvores maduras sem dar-lhes nenhum uso aos troncos. Por outro lado, a construção de diques é sumamente benéfica para a restauração das zonas úmidas. Outros benefícios incluem o controle de correntes, a biodiversidade (ao prover habitats para muitas espécies), a purificação da água de toxinas como os pesticidas e a retenção de lodo. Ao longo de éons, esta retenção de lodo produziu um solo fértil muito procurado pelos agricultores. Os diques também reduzem a erosão e diminuem a turbidez da água, o qual é um fator determinante para a vida aquática. Ainda que os castores podem causar danos, parte do problema é de percepção. Tais danos são bem visíveis logo após o início da atividade do castor na área, enquanto os benefícios dão-se em longo prazo e não se distinguem com facilidade, excepto por alguém que esteja a fazer uma monitorização pormenorizada da zona. ==== Controle de inundações ==== Um dique de castor tem uma certa elevação sobre o nível da água. Quando se apresentam fortes chuvas, o nível do rio se eleva e o dique gradualmente libera a água extra armazenada. Pelo geral isto é tudo o que se precisa para reduzir a altura da onda de inundação indo pelo rio abaixo, e impede parcial ou totalmente o dano potencial às construções humanas que se encontram mais adiante. Desta forma, o dique ajuda a exercer um certo controle sobre as inundações. Os rios com diques de castores em suas correntes principais têm menores níveis máximos de água e maiores níveis mínimos, isto é, níveis de água mais constantes. Quando ocorrem inundações prejudiciais ocasionadas pelos diques, se podem instalar aparelhos modernos de controle do nível da água para solucionar o problema. O dano não desejado às árvores pode se prevenir enrolando malha de alambre (arame) ou lâminas de metal ao redor das bases das árvores. ==== Criação de zonas úmidas ==== Se uma represa criada por um castor torna-se pouco profunda devido à sedimentação que ocorre nela, ou se a fonte de árvores se esgota, os castores abandonam o lugar. Ao não receber manutenção, tarde ou cedo o dique se rompe e a água se escorre. A rica e grossa camada de lodo, ramos e folhas secas que se tenha por trás do antigo dique é o habitat ideal para as espécies de zonas úmida. Algumas das que se beneficiam com a criação destas zonas pantanosas são as lontras, certas aves aquáticas e muitos tipos de peixes. Grande parte delas já terão habitado anteriormente na borda da represa. As zonas úmidas têm importantes benefícios ambientais, já que além de servir como refúgio a um grande número de espécies, muitas também os usam para se alimentar e se reproduzir. Para os salmões, por exemplo, as zonas úmidas e represas criadas pelos castores são muito úteis, pois nelas os exemplares mais jovens podem se esconder de seus predadores e se alimentar tranquilamente. Os humanos igualmente veem-se beneficiados, pois das zonas úmidas provém uma valiosa fonte de água para qualquer uso, desde doméstico a industrial e agrícola. Nas zonas úmidas maiores, pode-se utilizar o água para a produção de energia em centrais hidroeléctricas. Também, devido à grande quantidade de peixes que habitam em suas águas, são muito valiosos para as atividades pesqueiras. As zonas úmidas profundas podem ser de utilidade para o transporte fluvial, e algumas são atrações turísticas devido à diversidade de paisagens e espécies que podem avistar-se nelas. ==== Criação de pradarias ==== Ao inundar-se e secar-se uma zona úmida, as espécies de pastagem, como as gramíneas, o colonizam e este se converte numa fértil pradaria adequada para pastar. Em áreas onde não há nada mais que bosque, isto gera um valioso lugar para muitos animais (por exemplo, os alces) que de outra forma não poderiam se alimentar. Estas pradarias são zonas de terra planas, úmidas e bastante férteis, por seus solos que armazenam água durante todo o ano. ==== Bosque ribeirinho ==== Finalmente o prado é colonizado por árvores ribeirinhas, por exemplo, Populus tremuloides, salgueiros e aquelas espécies que são as favoritas dos castores. Tendo acontecido isto, é possível que os castores recolonizem a área, e o ciclo comece de novo. ==== Eliminação de nutrientes ==== A eliminação de nutrientes na corrente, que se realiza nos estanques criados pelos castores, é um muito valioso processo. Numa corrente de água, a presença de fosfatos e nitratos é algo normal, pois fazem parte do processo de eutrofização, mesmo que ajuda ao crescimento de algas e plantas aquáticas. No entanto, a agricultura realizada perto dos rios com frequência incrementa as cargas destes e outros nutrientes na corrente, causando problemas rio acima quando a água é bebida. Além do lodo, os diques de castores coletam folhas, ramos e varetas produto das atividades dos próprios castores, especialmente no outono. O principal componente deste material é a celulose. Muitas bactérias produzem celulose, a qual pode se separar da glucose e se utilizar como fonte energética. Bem como as algas obtêm sua energia da luz do sol, estas bactérias obtêm-na da celulose. Porém, esta fonte de energia —a celulose— não lhes basta para seu crescimento. Estas populações bacterianas enfrentam uma séria escassez de compostos nitrosos e fosforosos, pelo que absorvem estes nutrientes quando se encontram com eles na corrente de água. Desta forma, estes e outros nutrientes são fixados na represa pelas bactérias e eliminados da corrente. ==== Eliminação de pesticidas e herbicidas ==== A agricultura também introduz herbicidas e pesticidas às correntes. As bactérias são um grupo extremamente variável e algumas destas substâncias são metabolizadas e decompostas pelos microorganismos que vivem no fundo rico em celulosa localizado atrás do dique de um castor. ====Desnitrificação==== thumb|right|250px|Toca de castores, de aproximadamente 6 metros de diâmetro, em Ontário, Canadá. Alguns cientistas acham que a cascata de nitratos, isto é, a produção de uma quantidade muito maior de nitrogênio fixado, o qual nos ciclos naturais pode se converter em nitrogênio gasoso, pode ser tão problemática para a ecologia como a produção de dióxido de carbono. É provável, ainda que não se demonstrou, que os diques de castores numa corrente podem contribuir à desnitrificação, que é a conversão de nitratos (NO3−) em nitrogênio gasoso (N2) e que só se consegue em condições anóxicas (sem oxigênio). Nas plantas de tratamento de águas residuais, a desnitrificação consegue-se passando a água através de camadas sucessivas de organismos aeróbicos e anaeróbicos. Por baixo do dique de um castor ocorre um processo similar. Ao estar na represa criada pelo dique, a água se filtra à terra, e aí o oxigênio dissolvido nela é consumido pela fauna que vive na rica camada orgânica. Em certo ponto todo o oxigênio foi consumido e a terra torna-se anaeróbica. Este passo é fundamental pois a presença de oxigênio suprime o sistema enzimático que se requer para o desenvolvimento da desnitrificação. Este ciclo aeróbico-anaeróbico pode apresentar-se várias vezes ao longo da corrente, e em ocasiões a desnitrificação resulta dele. Durante a desnitrificação, primeiramente o nitrato converte-se em nitrito (NO3− → NO2−), mais tarde em óxido nítrico (NO), depois em óxido nitroso (N2O) e finalmente em nitrogênio gasoso (N2). Após todo o processo, a água regressa à superfície. Alguns gêneros de bactérias que podem participar neste processo são: Achromobacter, Alcaligenes, Bacillus, Flavobacterium, Lactobacillus, Micrococcus, Proteus e Pseudomonas, para mencionar alguns. === Tocas === Os diques bem mantidos bloqueiam a corrente de água, criando desta forma uma profunda represa que ajuda a isolar o lar dos castores: sua toca, conhecida também como cabana, uma estrutura de forma cônica onde a família de castores vive, e que é construída também com ramos e lodo, além de musgo e plantas. As entradas da toca encontram-se sob a água para evitar que fiquem bloqueadas quando a superfície da represa se congelar e para fazer quase impossível a entrada de outros animais (ainda que se encontraram ratos-almiscarados vivendo dentro de tocas junto com os castores que as construíram). A toca em si consiste numa câmara principal, de até um metro de altura, cujo solo está ao nível da água e a onde chegam as entradas desde o exterior, que pelo geral são duas: a primeira, reta e inclinada, é usada para levar madeira ao interior, e a segunda, que desce à água de forma mais direta, é utilizada só para entrar e sair. Justamente fora da primeira entrada, os castores mantêm armazenada sua reserva de comida para o inverno. Na verdade a toca costuma ter o andar a dois níveis diferentes como medida de proteção em caso que se eleve o nível da água durante o degelo de primavera. Apesar de que o ar se filtra através das paredes, também é comum que tenha uma seção mais aberta no teto que sirva para ventilar o interior e facilitar a entrada do ar. === Canais === Os castores são muito ágeis e relativamente velozes quando estão na água. Por outro lado, ao deslocar-se por terra são bem mais lentos. Isto lhes dificulta a tarefa de levar os materiais que utilizam para a construção de seus diques e tocas, especialmente troncos e ramos, até a represa onde vivem. Por isso, é comum que os castores construam canais de água que conectem a lagoa com a fonte de recursos que utilizam, por exemplo, um grupo de árvores. Graças aos canais, podem chegar nadando até o ponto desejado, e transportar os materiais à represa do mesmo modo. Desta forma, reduzem significativamente as distâncias que devem percorrer por terra, e portanto agilizam o seu trabalho. Estes canais medem aproximadamente 1 m de largura por 1 m de altura, e podem chegar a medir até 100 m de comprimento. == Utilidade comercial == As peles de castor eram trocadas pelos nativos americanos no século XVII para conseguir bens europeus. Depois eram enviadas a Grã-Bretanha e França, onde eram convertidas em prendas. A extensa caçada e captura de castores pôs em perigo sua sobrevivência. Porém, chegou um momento em que o comércio de peles decaiu devido a sua demanda decrescente em Europa e à utilização dos terrenos de caça para apoiar ao setor agrícola em auge. Posteriormente se daria um pequeno ressurgimento na caçada de castores em algumas áreas onde tinha superpopulação destes animais; ainda que pelo geral a captura só se realiza quando a pele é valiosa, normalmente o resto do animal também se utiliza como alimento para outros animais. A única pele na América do Norte que superava à do castor em valor comercial era a da raposa vermelha, a qual se dizia que era mais de quarenta vezes valiosa. Tanto os testículos de castor como o castóreo, uma secreção oleosa e amarga com um cheiro ligeiramente fétido contida nos folículos vaginais (fêmeas) ou prepuciais (machos) dos castores, foram artigos utilizados na medicina tradicional. Na medicina yupik (inuítes) usavam-se testículos secos de castor para aliviar a dor. Os testículos de castor eram exportados desde o Levante (uma região onde atualmente se encontram países como Israel e Síria) entre os séculos X e XIX. Claudio Eliano, um autor romano, descreveu que os castores se arrancavam a mordidas os testículos, seus órgãos mais valiosos, para que os caçadores não se interessassem em os matar. Os castores europeus foram caçados levando-os à beira da extinção, em parte para a obtenção do castóreo, que era usado como analgésico, anti-inflamatório e antipirético. Os romanos inclusive atribuíam-lhe propriedades abortivas à substância. Também se descreveu que o castóreo pode se usar contra a dismenorreia e condições histéricas —referentes ao útero—, já que eleva a pressão sanguínea e incrementa o ritmo cardíaco. Os efeitos que o castóreo produz foram creditados à acumulação de salicilina que os castores recebem dos salgueiros que compõem sua dieta, substância que se transforma em ácido salicílico e actua de forma muito similar à aspirina. Na natureza, os castores utilizam o castóreo para marcar seu território, ainda que também o podem usar para engordurar sua pelagem a fim de se proteger dos ataques e agressões externas. O castóreo também se chegou a usar na fabricação de chicles, e continua sendo utilizado na fabricação de perfumes; diz-se que foi Nostradamus quem descobriu que esta substância atuava como fixador de cheiros, propriedade que se aproveitou para fazer aos perfumes mais perduráveis. No entanto, na atualidade a utilização deste tipo de substâncias está muito controlada, pois tem-se em conta a sobrevivência das espécies. == Influência cultural == A cultura popular ocidental costuma representar a estes animais de forma positiva, como personagens bondosos e trabalhadores. *A importância do castor americano no desenvolvimento econômico, social e político do Canadá através do comércio de peles levou-o a sua designação como o animal nacional daquele país. Encontra-se representado na moeda canadense de 5 centavos e apareceu no primeiro selo postal posto em circulação nas colônias canadenses em 1849. O mascote eleito para os Jogos Olímpicos de Verão de 1976 celebrados em Montreal foi um castor que recebeu o nome de Amik (\"castor\" em algonquino), ressaltando o castor desta forma como símbolo nacional. São igualmente reconhecidos na heráldica: nos escudos das províncias de Manitoba, Alberta e Saskatchewan, bem como no escudo de Toronto, aparecem castores. O castor, além disso, é o emblema de muitas unidades e organizações dentro das Forças Armadas do Canadá, como os Engenheiros Militares Canadenses (Canadian Military Engineers). *Nos Estados Unidos, o Oregon é conhecido como Estado do Castor. O castor americano é seu animal símbolo desde 1969 e aparece no reverso da bandeira do Oregon. Além disso é o mamífero oficial de Nova Iorque e aparece no selo da Cidade de Nova York e em sua bandeira, isto devido à importância do comércio de peles nos primórdios da colonização da região. *O castor já era bem conhecido e inclusive estudado na Europa desde pelo menos a Idade Média; prova disso é seu aparecimento no Bestiário de Aberdeen, um compêndio de bestas utilizado para recompilar informação de diversos animais e que foi redigido na Inglaterra a fins do século XII. O Bestiário de Aberdeen descrevia o castor como sendo um animal gentil, cujos testículos tinham propriedades medicinais. Também dizia que, quando se lhes tentava caçar, estes arrancavam a mordidas os próprios testículos para salvar sua vida. Ao serem caçados pela segunda vez, simplesmente mostravam sua falta de órgãos e se lhes perdoavam a vida. *Devido a suas habilidades carpinteiras, o castor converteu-se no mascote do Instituto Tecnológico de Massachusetts, do Instituto de Tecnologia da Califórnia, da Universidade de Toronto e da Universidade do Estado do Oregon. Todas as equipas esportivas desta última instituição se chamam Oregon State Beavers e, da mesma forma, os alunos que estudam naquela entidade são conhecidos por Beavers. Também é o emblema da Escola de Economia e Ciências Políticas de Londres e dá nome ao jornal estudantil daquela instituição, chamado The Beaver. *No século XVII, baseando-se numa pergunta formulada pelo bispo de Quebec, a Igreja Católica opinou que o castor era um peixe ante as leis alimentícias. Portanto, a proibição geral de comer carne nas sextas-feiras de quaresma não se aplicaria à carne de castor. A base legal para esta decisão provavelmente relaciona-se com a obra Summa Theologiae de Tomás de Aquino, a qual estabelece a classificação animal tanto por seus hábitos, como pela anatomia. *Os castores tiveram grande influência nos nomes de cidades e povos, principalmente na América do Norte. Nos Estados Unidos há mais de uma dúzia de povos nativos cujos nomes significam \"castor\". Isto, no entanto, em certos casos não é tão evidente. Um exemplo disto é Tamaqua, um povoado na Pensilvânia (Estados Unidos), cujo nome se deriva da palavra iroquesa para \"terra do castor\". Na Europa igualmente há cidades cujos nomes foram inspirados pelos castores. Tal é o caso de Castória, uma cidade localizada no norte da Grécia, cujo nome possivelmente se relaciona com a importância que tiveram os castores no comércio de peles local. Os castores também influíram nos nomes de acidentes geográficos. O nome do Lac la Ronge, um lago localizado no centro de Saskatchewan, Canadá, provavelmente deriva-se da palavra francesa ronger (roer), em alusão à atividade dos castores. *O sr. e a sra. Castor (chamados na obra em inglês Mr. Beaver e Mrs. Beaver, respectivamente) são dois personagens importantes na clássica novela de fantasía do escritor norte- irlandês C. S. Lewis, O Leão, a Feiticeira e o Guarda-Roupa. *A criatura Bibarel da franquia Pokémon é de aspecto semelhante ao de um castor, e também realiza certas atividades próprias dos castores, como a construção de diques. *A rede Nickelodeon transmite The Angry Beavers, um programa de televisão infantil. *As personagens Toothy e Handy da série Happy Tree Friends são castores. == Ver também == *Paleocastor, o castor ancestral *Castor gigante, o castor gigante do Pleistoceno Categoria:Fauna dos Estados Unidos Categoria:Fauna do Canadá Categoria:Mamíferos aquáticos Categoria:Gêneros de mamíferos Categoria:Roedores",
 "title": "Castor"
}