{
 "id": "42077",
 "text": "Uma nave espacial, é um veículo com capacidade de viajar pelo espaço exterior (acima do limite atmosférico). De acordo com J. B. Hare, o primeiro uso do termo (em inglês, \"space ship\") foi no livro Oahspe: A Kosmon Bible in the Words of Jehovih and his Angel Embassadors (1882), uma versão alucinógena da cosmologia e história, criada por escrita automática por um dentista do século XIX chamado John Ballou Newbrough.J. B. Hare, Índice do livro de John Ballou Newbrough, Oahspe: A Kosmon Bible in the Words of Jehovih and his Angel Embassadors (1882) [em linha] A primeira vez em que houve a descrição deste tipo de veículo foi em uma das obras de Cyrano de Bergerac em 1657. No idioma russo, o primeiro uso da palavra kosmicheskiy korabl foi usado ao anunciar o lançamento da Korabl-Sputnik 1. == Tipos de naves == === Nave interplanetária === Uma nave interplanetária é uma nave feita para viajar entre planetas, estando limitadas apenas ao espaço de um sistema estelar. A humanidade ainda não conseguiu enviar uma missão tripulada a outro planeta, embora já tenha enviado diversas sondas a todos os planetas do sistema solar. === Nave interestelar === Uma nave interestelar (ou nave estelar) é uma nave espacial projetada para viajar entre sistemas estelares (\"viagem interestelar\"). É um conceito muito comum na ficção científica. A humanidade ainda não tem capacidade de construir uma nave estelar de verdade. Os veículos que mais se aproximam dessa classificação são a Voyager 1 e 2, que foram os primeiros e únicos objetos a entrar em espaço interestelar até agora. Um recurso literário comum neste gênero é o do sistema de propulsão super-luz (mais rápido que a velocidade da luz), como a dobra espacial, ou a viagem através do hiperespaço, embora algumas naves estelares tenham equipamentos próprios para jornadas com séculos de duração, no caso de viagens sub-luz. Outros projetos propõem maneiras de acelerar a nave a velocidades próximas à da luz, o que permitiria uma viagem relativamente \"rápida\" (isto é, décadas, não séculos) para as estrelas vizinhas, aproveitando-se da dilatação do tempo prevista pela teoria da relatividade. ==Exemplos== === Telescópio Espacial Hubble === O Telescópio Espacial Hubble surgiu como um projeto conjunto da NASA e da ESA. Está em órbita ao redor da Terra, onde fotografa galáxias e outros objetos. Embora não seja o maior telescópio do mundo, obtém a melhor imagem porque a qualidade de suas gravações não é afetada pela atmosfera da Terra. As imagens são 5 vezes melhores que as dos telescópios mais fortes da Terra. === Programa Voyager === Duas naves idênticas a Voyager 1 e a Voyager 2, são as naves mais distantes da Terra. Em 42 anos após seu lançamento em 1977, as Voyagers estão muito à frente de Plutão. Ambas as naves ainda enviam sinais via Deep Space Network. São os únicos objetos que já deixaram a heliosfera. === Mars Reconnaissance Orbiter === Criada com o intuito de procurar evidências de água no passado de Marte, a MRO lançou as sondas Phoenix e Mars Science Laboratory; a última lançou o rover Curiosity. === GALEX === O GALEX é um telescópio localizado na órbita da Terra. Foi lançado em 2003 e operou até 2012. Ele explorava as galáxias na região ultravioleta por até 10 bilhões de anos no passado. A pesquisa ajudou os cientistas a entender a evolução e o surgimento da galáxia. Ao longo dos 9 anos de operação, o GALEX criou um mapa galáctico do universo que ajudou a entender como as galáxias são formadas. === SMART-1 === A SMART-1 tinha a função de explorar a propulsão de íons e procurar por gelo no Polo Sul da Lua. Foi lançada em 27 de setembro de 2003 às 23h14 UTC e entrou em órbita ao redor da Lua em 15 de outubro de 2004. Foi lançado pelo Ariane-5. A missão terminou no dia 8 de junho de 2006. === SOHO === SOHO é uma nave que explora o sol e sua composição, seu campo magnético, o vento solar e a tocha, e a exploração mais profunda em direção ao núcleo, abaixo da coroa. Foi lançada em 1995 mas continua em plena operação apesar de já ter ultrapassado sua vida útil. === INTEGRAL === INTEGRAL é um telescópio que tem a função de estudar raios gama e buracos negros, estrelas de nêutrons, galáxias ativas, supernovas, observar a formação de elementos químicos e explorar flashes gama misteriosos. O INTEGRAL foi lançado em 17 de outubro de 2002. Foi lançado com a ajuda do foguete Proton e a massa da aeronave era de 4 toneladas. A missão principal durou dois anos, e foi estendida até dezembro de 2018. Em janeiro de 2015 sua órbita foi alterada para fazer uma reentrada segura em fevereiro de 2029. === XMM-Newton === O XMM-Newton foi lançado em 10 de dezembro de 1999. Sua missão durou dois anos e mais quatro. Foi lançado com a ajuda do Ariane 5 com uma massa de 3 800 kg. Está definido em uma órbita de 48 horas. Suas áreas de exploração são os raios X que emergem dos buracos negros, as propriedades das estrelas explodindo e a natureza dos objetos exóticos. == Ver também == * Exploração espacial * Isolamento multi-camada * Nave Apollo * Programa Voskhod * Progress * Propulsão de naves espaciais * Satélites * Sonda espacial * Soyuz * Space Ship One * Vaivém Espacial (no Brasil: Ônibus Espacial) * Vostok == Galeria de imagens == File:Apollo CSM lunar orbit.jpg File:Soyuz TMA-6 spacecraft.jpg File:Hubble Space Telescope (27946391011).jpg File:Cassini Saturn Orbit Insertion.jpg Categoria:Astronomia Categoria:Exploração espacial Categoria:Temas da ficção científica",
 "title": "Nave espacial"
}