{
 "id": "42111",
 "text": "A vagina (do latim vagina, lit. \"bainha\") é um canal do órgão sexual feminino dos mamíferos, parte do aparelho reprodutor, que se estende do colo do útero à vulva. A cada lado da abertura externa da vagina humana há duas glândulas de meio milímetro, chamadas Glândulas de Bartholin, secretoras de um muco lubrificante na copulação. == Características da vagina humana == A parte externa da vulva é denominada vestíbulo da vagina. Lá se encontram dois orifícios: orifício urinário (da uretra) e o orifício genital (da vagina). A parte interna da vagina estende-se até à porção inicial do útero (colo), região denominada de fórnix da vagina. Todo esse conjunto é denominado canal vaginal. O canal vaginal apresenta duas partes de origens embriológicas diferentes, pois a origem do canal vaginal é promovida quando o útero se encontra próximo ao epitélio que formara o vestíbulo e começa a migrar para a sua posição final. O tecido epitelial é puxado, assim como o tecido do útero, formando assim o canal vaginal com sua porção superior formada por tecido proveniente do útero e a porção inferior do tecido epitelial; o hímen é formado com o estiramento do tecido epitelial de onde o útero estava próximo, promovendo assim um afinamento desta superfície. O limite entre a vagina e a vulva constitui uma dobra, o hímen. Este encontra-se na porção anterior do canal vaginal, em mulheres que nunca tiveram relações sexuais, ou vestígios da estrutura, em mulheres que já tiveram relações. As dimensões da vagina humana adulta são altamente variáveis de indivíduo para indivíduo, e nenhuma forma caracteriza todas as vaginas. As dimensões da vagina humana não tem sido objeto de intensa investigação com a mesma proporção da investigação sobre o tamanho do pénis humano. Além das variações de tamanho, a vagina de uma mulher pode variar substancialmente em tamanho durante a excitação sexual, a relação sexual e o parto. A vagina também possui elasticidade e se expande tanto em comprimento e largura durante a excitação sexual, a relação sexual e durante o parto. ==Dimensões== Um estudo de 1996 por Pendergrass et.al. usando vinil polissiloxanos retirados das vaginas de 39 mulheres caucasianas, encontrou os seguintes limites de dimensões: *Comprimento - 6,86 a 14,79 cm; *Largura - 4,7 a 6,3 cm; *Diâmetros do introito - 2,39 a 6,45 cm. Um estudo achou resultados variáveis em diferentes raças. Em 40% das mulheres negras, foram encontradas vaginas no formato semente de abóbora, resultado não encontrado em mulheres caucasianas e latinas. O introito das caucasianas é maior que o das negras. == Histologia == thumbnail|esquerda|250px|Mucosa vaginal ao microscópio. O epitélio vaginal é descamativo, epitélio pavimentoso estratificado não–queratinizado, com uma característica: é rico em glicogênio. Tem uma espessura de 150 a 200 µm. O glicogênio é jogado para dentro da vagina, onde se transforma em glicose, e a glicose, por causa da flora própria vaginal, é transformado em ácido láctico, tornando o pH da vagina ácido, que é importante. Sem essa acidez vaginal, a entrada de bactérias (coccus) vindas do reto e do ânus seria facilitada, propiciando as infecções na região. O epitélio vaginal tem um vetor do conjuntivo para dentro da luz. O vírus da AIDS quando chega no epitélio vaginal encontra um ambiente desfavorável, ele não conseguiria entrar no epitélio vaginal porque o fluxo deste, é excretor; a não ser que haja lesões no epitélio, chegando ao conjuntivo. O colo uterino seria uma alternativa como porta de entrada de micro-organismos porque entre o epitélio da vagina e do útero muitas vezes a mulher tem lesões. Glândulas não existem na parede da vagina e esta é formada por três camadas: mucosa, muscular e adventícia. O muco formado no lúmen origina-se das glândulas da cérvix uterina.JUNQUEIRA, Luiz C. CARNEIRO, José. Histologia básica. 10. ed. Rio de Janeiro: Guanabara Koogan, 2004 ;Mucosa Formada por tecido conjuntivo frouxo rico em fibras elásticas. É plano estratificado não queratinizado. Nessa camada, há grande quantidade de neutrófilos e linfócitos. Também é possível observar células de Langerhans.HIB, José. Histologia de Di Fiori. Buenos Aires: El Ateneo, 2001 Em alguns períodos do ciclo, entram no epitélio e passam para o lúmen vaginal. Há poucas terminações nervosas sensoriais presentes. A mucosa vaginal tem aspecto rugoso. A lâmina própria tem abundantes vasos sanguíneos. ;Muscular Formada por pacotes longitudinais de fibras musculares lisas. Na parte mais interna, próxima à mucosa, esses pacotes são circulares. ;Adventícia Na parte de fora da camada muscular, existe uma camada de tecido adventício, composta por tecido conjuntivo denso, composta por fibras grossas e elásticas. Nessa área há um grupo de células nervosas, um plexo venoso e feixes nervosos. == Sexualidade == A função da vagina é receber o pênis no coito e dar saída ao feto no momento do parto, assim como expulsar o conteúdo menstrual. A vagina possui um grande número de terminações nervosas e paredes elásticas, que no estado natural têm menos cerca de 7 a 8 cm, mas quando estimulada pode ser grandemente aumentada. Essa elasticidade é fundamental na ocasião do parto, para a saída do bebê. Nos bebês, a vagina é protegida somente pelo hímen, uma membrana fina com algumas perfurações que permitem a saída da menstruação. O hímen normalmente é rompido na primeira relação sexual, embora algumas atividades não relacionadas ao sexo possam eventualmente ocasionar esse rompimento. A perfuração do hímen causa um pequeno sangramento. Aos órgãos genitais femininos, cabe a tarefa de produzir a célula reprodutora feminina e de reter o produto da eventual fecundação, permitindo o seu desenvolvimento. São eles compostos dos ovários, onde a célula reprodutora feminina se forma, das tubas uterinas, do útero e da vagina, e ainda da vulva, ou seja, o complexo dos órgãos genitais externos. === Odor === Bactérias naturalmente presentes na flora microbiana da vagina fazem com que ela tenha um cheiro característico,Odor vaginal - Nem sempre cheiro forte é sinal de problema , Dra. Denise Coimbra, iGirl, 18 de março de 2009. embora nem sempre um cheiro forte seja sinônimo de algum mal. Muitas doenças sexualmente transmissíveis apresentam o mau cheiro como um dos sintomas. A preocupação feminina com o odor emanado por esse órgão faz com que algumas mulheres façam uso de sabões especialmente preparados para esse fim e apliquem soluções desodorantes próprias para o local. ==Doenças vaginais== * Colpitis - inflamação, incluindo as devidas infecções, DSTs, infecções por fungos (candidíase vaginal), a falta de hormônios sexuais após a cessação da menstruação. * Vaginose bacteriana (Gardnerella vaginite) - disbiose da vagina * Prolapso das paredes vaginais e, com eles, e junto às paredes dos órgãos pélvicos * Kondilomatoz (causada pelo HPV) * Malformações congênitas: estreitamento da vagina, a duplicação da vagina, as opções de paredes vaginal; * Displasia e câncer vaginal (doenças muito raras) * Cistos e miomas ==Mito da vagina dentata== A expressão vagina dentata, em Latim, significa vagina com dentes. Diversas culturas apresentam lendas populares sobre mulheres que possuem a vagina dotada de dentes capazes de morder o pênis dos homens que tentam manter relações sexuais com elas. Usualmente estas histórias são contadas como alerta aos perigos de se manter relações sexuais com mulheres desconhecidas. Erich Neumann relata um desses mitos no qual “Um peixe habita a vagina da Mãe Terrível; o herói é o homem que vencer a Mãe Terrível, quebrar os dentes da sua vagina, e então a tornar numa mulher.” O mito expressa a ameaça que as relações sexuais com coito representam para os homens que, apesar de entrarem triunfantemente, saem sempre diminuídos. == Ver também == * Câncer vaginal * Doença sexualmente transmissível * Exercícios Kegel * Flatos vaginais - gases que podem sair da vagina durante o ato sexual. * Orgasmo feminino - artigo sobre a fisiologia, aspectos sociais, etc, do prazer feminino. * Pompoarismo * Sexualidade humana * Tamanho do pênis humano * Vaginoplastia * Via vaginal - a vagina como local de aplicação de medicamentos.",
 "title": "Vagina"
}