{
 "id": "42117",
 "text": "Cataratas do Iguaçu () é um conjunto de cerca de 275 quedas de água no rio Iguaçu (na Bacia hidrográfica do rio Paraná), localizada entre o Parque Nacional do Iguaçu, Paraná, no Brasil, e o Parque Nacional Iguazú em Misiones, na Argentina, na fronteira entre os dois países. A área total de ambos os parques nacionais corresponde a 250 mil hectares de floresta subtropical e é considerada Patrimônio Natural da Humanidade. O parque nacional argentino foi criado em 1934, enquanto o parque brasileiro foi inaugurado em 1939. Ambas as áreas de proteção com o propósito de administrar e preservar o manancial de água que representa essa catarata e o conjunto do meio ambiente ao seu redor. Os parques tanto brasileiro como argentino passaram a ser considerados Patrimônio da Humanidade em 1984 e 1986, respectivamente. Desde 2002, o Parque Nacional do Iguaçu é um dos sítios geológicos brasileiros.2002 - Salamuni, R., Salamuni, E., Rocha, L. A., e Rocha, A. L. - Parque Nacional do Iguaçu, PR - Cataratas de fama mundial: =http://sigep.cprm.gov.br//sitio011/sitio011.pdf IN: Schobbenhaus,C.; Campos,D.A.; Queiroz,E.T.; Winge,M.; Berbert-Born,M.L.C. (Edit.) 2002. Sítios Geológicos e Paleontológicos do Brasil. DNPM/CPRM - Comissão Brasileira de Sítios Geológicos e Paleobiológicos (SIGEP) - Brasília 2002; 554pp; ilust. Historicamente, o primeiro europeu a achar as Cataratas do Iguaçu foi o espanhol Álvar Núñez Cabeza de Vaca, no ano de 1541. Gazeta do Povo Atualmente, é o segundo local mais visitado por estrangeiros no Brasil. Em época de chuva, as Cataratas do Iguaçu chegam a ser a 3ª maior do mundo em volume de água. Sua vazão chega a aumentar 10 vezes, chegando a 11,3 mil metros cúbicos por segundo, quando o normal é 1,5 mil. As Cataratas do Iguaçu participaram da campanha mundial de escolha das sete maravilhas naturais do mundo, organizada pela Fundação New 7 Wonders. As cataratas ficaram entre as 28 finalistas da campanha, que durou até o fim do ano 2011 quando foi atingido o número de 1 bilhão de votos. No dia 31 de janeiro de 2012, o Google preparou um doodle especial em homenagem a descoberta das Cataratas do Iguaçu por Álvar Núñez Cabeza de Vaca. == Toponímia == Seu nome vem das palavras Tupi ou Guarani y (água) e ûasú (grande).About.com: South America travel Reza a lenda que um deus planejava se casar com uma bela mulher chamada Naipi, que fugiu com seu amante mortal Tarobá em uma canoa. Com raiva, o deus cortou o rio, criando as cachoeiras e condenando os amantes a uma queda eterna. O primeiro europeu a descobrir as cataratas foi o conquistador espanhol Álvar Núñez Cabeza de Vaca, em 31 de Janeiro de 1542, por qual uma das quedas no lado argentino foi nomeada. As quedas foram redescobertas por BoselliThe Kerala Articles no final do século XIX, e uma das quedas da Argentina é nomeada com seu nome. == Geografia == thumb|Cataratas do Iguaçu vistas de cima O sistema consiste de 275 cachoeiras ao longo de 2,7 km do rio Iguaçu. Algumas das quedas individuais têm até 82 metros de altura, embora a maioria tenha cerca de 64 metros. A Garganta do Diabo (), uma queda em forma de U, tem 82 metros de altura, 150 metros de largura e 700 metros de comprimento, é a mais impressionante de todas as cataratas e marca a fronteira entre a Argentina e o Brasil. Embora o território brasileiro abrigue mais de 95% da bacia do rio Iguaçu, dois terços das cataratas ficam em território argentino. Cerca de 900 metros dos 2,7 km de comprimento, não tem água que flui sobre ele. A borda da tampa de basalto recua cerca de 3 mm por ano. A água do baixo Iguaçu se acumula em um cânion que drena no rio Paraná, a uma curta distância da Usina Hidrelétrica de Itaipu. A junção entre a água marca a fronteira entre Brasil, Argentina e Paraguai. Existem pontos nas cidades de Foz do Iguaçu, no Brasil, Puerto Iguazú, na Argentina, e Ciudad del Este, no Paraguai, que têm acesso ao rio Iguaçu, onde as fronteiras dos três países podem ser vistas, uma popular atração turística para os visitantes das três cidades. === Garganta do Diabo === A Garganta do Diabo é a queda com maior fluxo das Cataratas do Iguaçu, que têm cerca de 275 quedas de água, com uma altura superior a 70 metros ao longo de 2,7 km do Rio Iguaçu. A Garganta do Diabo principia em forma de \"U\" invertido com 150 metros de largura e 80 metros de altura. Está localizada no Parque Nacional do Iguaçu 2002 - Salamuni, R., Salamuni, E., Rocha, L. A., e Rocha, A. L. - Parque Nacional do Iguaçu, PR - Cataratas de fama mundial: http://www.unb.br/ig/sigep/sitio011/sitio011.pdf IN: Schobbenhaus,C.; Campos,D.A.; Queiroz,E.T.; Winge,M.; Berbert-Born,M.L.C. (Edit.) 2002. Sítios Geológicos e Paleontológicos do Brasil. DNPM/CPRM - Comissão Brasileira de Sítios Geológicos e Paleobiológicos (SIGEP) - Brasília 2002; 554pp; ilust. estado do Paraná, Brasil, fazendo fronteira com o Parque Nacional Iguazú, na província de Misiones, Argentina === Comparação com outras quedas famosas === Ao ver Iguaçu, a ex-primeira-dama dos Estados Unidos, Eleanor Roosevelt, teria exclamado \"Pobre Niágara!\". As Cataratas do Iguaçu também são muitas vezes comparadas com as Cataratas Vitória, na África Austral, que separa a Zâmbia e o Zimbabwe. Iguaçu é mais ampla, mas porque ela é dividida em cerca de 275 quedas discretas e grandes ilhas, Victoria é a maior cortina de água no mundo, com mais de 1 600 m de largura e mais de 100 m de altura. Com o alagamento do Salto de Sete Quedas em 1982, Iguaçu atualmente tem o segundo maior fluxo médio anual do que o de qualquer cachoeira do mundo, depois das Cataratas do Niágara, com uma taxa média de 1.746 m³/s. Seu fluxo máximo oficial registrado foi de 46 300 m³/s no dia 9 de Junho de 2014, sendo que nesta mesma data a régua do sistema de monitoramento hidrológico da Copel continuou a registrar elevação do nível do rio em mais de 30 cm além deste número. Porém, o sistema parou de calcular a real vazão instantânea, estimada entre 50 000m³/s a 60 000 m³/s. Em comparação, a vazão média das Cataratas do Niágara é de 2 400 m³/s, com uma vazão máxima gravada de 8 300 m³/s. O fluxo médio nas Cataratas Vitória é de 1 088 m³/s, com uma vazão máxima registrada de 7 100 m³/s. Muitas cataratas têm entre 30 e 150 metros na Garganta do Diabo, enquanto nas Cataratas Vitória alcançam mais de 300 m. No entanto, Iguaçu oferece uma vista melhor e passarelas, além disso, seu formato permite vistas espetaculares. Em um certo ponto uma pessoa pode estar cercada por 260 graus de cachoeiras. A Garganta do Diabo, tem água derramando-se nela a partir de três lados. Da mesma forma, visto que Iguaçu é dividida em várias pequenas quedas, pode-se ver estas uma porção de cada vez. Vitória não permite isso, pois é essencialmente uma cachoeira que cai em um cânion e é imensa demais para ser apreciada ao mesmo tempo (com exceção do ar). As Cataratas do Iguaçu foi escolhida como uma das sete maravilhas naturais do mundo, organizada pela Fundação New 7 Wonders. As cataratas estavam entre as 28 finalistas da campanha, que durou até 2011 quando provavelmente atingiu o número de 1 bilhão de votos. Outra concorrente e também vencedora brasileira no concurso foi a Floresta Amazônica. Em fevereiro de 2009, foi a quinta classificada no Grupo F, a categoria de lagos, rios e cachoeiras.New 7 Wonders of the Word === Clima === O clima das Cataratas do Iguaçu é subtropical úmido mesotérmico, classificado por Köppen-Geiger como Cfa, com umidade do ar relativamente elevada e precipitações abundantes durante o ano todo, sendo o índice pluviométrico anual de aproximadamente milímetros, com uma pequena diminuição no inverno, sem a ocorrência de uma estação seca real. Outubro é o mês de maior precipitação e julho o de menor. A amplitude térmica é elevada devido à baixa altitude e a uma menor influência da maritimidade, já que as Cataratas do Iguaçu estão localizadas em um ponto muito distante do Oceano Atlântico. Por isso os verões costumam ser muito quentes, com temperatura média máxima de , embora a sensação térmica possa ser ainda maior, e média mínima de . No inverno, as temperaturas são mais amenas, com médias máximas entre e e mínimas de a . == Economia == === Turismo === A maioria dos visitantes alcançam as quedas do lado argentino através da cidade de Puerto Iguazú. O Brasil exige dos cidadãos de alguns países que entram pela Argentina a obtenção antecipada de um visto, o que pode ser demorado. No entanto, cidadãos de alguns países (como Estados Unidos, Austrália, Japão, Canadá, Reino Unido, Nova Zelândia, e os países da União Europeia) estão isentos dessa exigência. Cidadãos de países membros e associados do Mercosul podem entrar livremente no Brasil com um documento de identidade. Existem dois aeroportos internacionais perto das Cataratas do Iguaçu: o Aeroporto Internacional de Foz do Iguaçu (IGU) e o Aeroporto Internacional Cataratas del Iguazú (IGR). Ambos os aeroportos estão a vários quilômetros das Cataratas do Iguaçu e das cidades vizinhas de Foz do Iguaçu, no Brasil, e Puerto Iguazú, na Argentina. A LATAN Airlines e a Aerolíneas Argentinas tem voos diretos a partir de Buenos Aires e várias companhias aéreas brasileiras como a LATAM, Gol e Azul oferecem serviços das principais cidades brasileiras até Foz do Iguaçu. == Infraestrutura == === Acesso === thumb|Trem ecológico até a Garganta do Diabo, no Parque Nacional Iguazú, Argentina. As quedas podem ser alcançadas a partir das duas principais cidades dos dois lados das cataratas, Foz do Iguaçu, no estado do Paraná, no Brasil, e Puerto Iguazú, na província de Misiones, Argentina, bem como a partir de Ciudad del Este, no Paraguai, do outro lado do rio Paraná. As quedas são compartilhados pelo Parque Nacional Iguazú (Argentina) e pelo Parque Nacional do Iguaçu (Brasil). Os dois parques foram designados Patrimônio Mundial da UNESCO em 1984 e 1987, respectivamente.UNESCO.org No lado brasileiro, existe uma passarela ao longo do cânion com uma extensão para a base inferior da Garganta do Diabo. O passeio de helicóptero que oferece vistas aéreas das quedas estão disponíveis apenas no lado brasileiro, a Argentina proibiu tais excursões devido aos seus efeitos nocivos sobre o meio ambiente. Do Aeroporto de Foz do Iguaçu o parque pode ser alcançado por táxi ou ônibus. Há uma taxa de entrada para o parque. Ônibus gratuitos frequentes são fornecidos para vários pontos dentro do parque. A cidade de Foz do Iguaçu está a cerca de 20 km de distância e o aeroporto está entre o parque e a cidade. O acesso pela Argentina é facilitado pelo Trem Ecológico. O trem leva os visitantes diretamente para a entrada da Garganta do Diabo, bem como as trilhas superiores e inferiores. O Paseo Garganta del Diablo é uma trilha de um quilômetro de comprimento que leva o visitante diretamente sobre as quedas da Garganta do Diabo. Outras passagens permitem o acesso ao trecho alongado de quedas do lado argentino e á balsa que liga a ilha de San Martin. == Cultura popular == As quedas têm sido destaque em vários filmes e séries, incluindo: * Tarzan (1966) * 007 Contra o Foguete da Morte (1979) * A Missão (1986) * O Trem Caipira (1994) * Mr. Magoo (1997) * Miami Vice (2006) * In the Hands of the Gods (2007) * Indiana Jones e o Reino da Caveira de Cristal (2008) * OSS 117 : Rio ne répond plus (2009) * Salve Geral (2009) * Brasil Animado (2011) === Folclore === Uma lenda tupi-guarani explica o surgimento das Cataratas do Iguaçu: \"Há muitos anos, o rio Iguaçu corria livre, sem corredeiras e nem cataratas. Em suas margens habitavam índios caingangues, que acreditavam que o grande pajé M’Boy era o deus-serpente, filho de Tupã. Ignobi, cacique da tribo, tinha uma filha chamada de Naipi, que iria ser consagrada ao culto do deus M’Boy, divindade com a forma de grande serpente. Tarobá, jovem guerreiro da tribo se enamora de Naipi e no dia da consagração da jovem, fogem para o rio que os chama: - \"Tarobá, Naipí, vem comigo!\" Ambos desceram o rio numa canoa. M’Boy, furioso com os fugitivos, na forma de uma grande serpente, penetrou na terra e retorceu-se, provocou desmoronamentos que foram caindo sobre o rio, formando os abismos das cataratas. Envolvidos pelas águas, caíram de grande altura. Tarobá transformou-se numa palmeira à beira do abismo, e Naipí, em uma pedra junto da grande cachoeira, constantemente açoitada pela força das águas. Vigiados por M’Boy, o deus-serpente, permanecem ali, Tarobá condenado a contemplar eternamente sua amada sem poder tocá-la. == Ver também == * Parque das Aves * Ponte Internacional da Amizade * Ponte Internacional da Fraternidade * Salto de Sete Quedas * Turismo no Brasil * Turismo na Argentina * Usina Hidrelétrica de Itaipu == Ligações externas == * * * * Cataratas do Iguaçu na UNESCO * Cataratas do Iguaçu no Google Maps Categoria:Atrações turísticas de Foz do Iguaçu Categoria:Hidrografia do Paraná Cataratas Iguacu Iguacu Iguacu Categoria:Fundações no Paraná em 1939 Categoria:Áreas verdes de Foz do Iguaçu Categoria:Topônimos de origem tupi",
 "title": "Cataratas do Iguaçu"
}