{
 "id": "42123",
 "text": "Em zoologia, chama-se hemocianina as proteínas do sangue de muitos artrópodes (aracnídeos), (crustáceos), e Moluscos que servem para as trocas gasosas na respiração. O sangue com este pigmento é normalmente denominado hemolinfa. Uma das diferenças da hemoglobina dos vertebrados para a hemocianina é o fato de esta ser um pigmento azulado hemocianina in Dicionário infopédia da Língua Portuguesa [em linha]. Porto: Porto Editora, 2003-2019. [consult. 2019-09-16 02:01:43]. Disponível na Internet: https://www.infopedia.pt/dicionarios/lingua-portuguesa/hemocianina , pois em vez de ferro, possui cobre em seu princípio ativo, e ao reagir com o oxigênio, fica azulado, e quando livre do oxigênio, fica incolor. == História == A presença de cobre em moluscos foi descoberta em 1833 por Bartolomeu Bizio, um químico de Veneza, que ficou surpreso ao encontrar cobre no lugar de ferro no sangue de gastrópodes marinhos da família Muricidae enquanto estudava um pigmento roxo Púrpura tíria que havia isolado desses animais, apesar de muitos terem ficado céticos dessa afirmação, já que o cobre era conhecido por ser tóxico à vários seres vivos. Quando em 1847 Emil Harless testou e verificou a presença de cobre e nenhum ferro nos sangues e figados de diversos moluscos. Em 1867 Paul Bert, percebeu que o sangue do choco (Cefalópode) ficava azul quando oxigenado e incolor quando não, posteriormente em 1878 Léon Fredericq ao isolar o pigmento azulado do sangue do polvo-comum identificou que se tratava de uma proteína que leva o oxygênio para os tecidos. doi:10.1007/BF01919143 == Mecanismo == Apesar da semelhança de sua função com a hemoglobina, existem várias distinções a entre a hemocianina e a hemoglobina e ainda entre a hemocianina de artópodes e a hemocianina de [molusco]]s, enquanto as hemoglobinas carregam átomos de ferro nos seus anéis proteicos (hemo) a hemocianina carrega átomos de cobre em cofatores coordenados por residuos de histidina. Há muito tempo se sabe que a hemocianina produzida por artrópodes é estruturalmente muito distinta daquela produzida por moluscos, sugerindo se tratar de um caso de evolução convergente. COMPARISON OF MOLLUSCAN AND ARTHROPOD HEMOCYANIN--I. CIRCULAR DICHROISM AND ABSORPTION SPECTRA K E N N E T H W. N I C K E R S O N * and K E N S A L E. VAN H O L D E Categoria:Zoologia Categoria:Proteínas",
 "title": "Hemocianina"
}