{
 "id": "42178",
 "text": "Padre é o título atribuído ao ministro religioso na Igreja Católica, Ortodoxa e Anglicana. As ordens ministeriais da Igreja Católica Apostólica Romana incluem as Ordens dos Bispos, Presbíteros e Diáconos. O Sacerdócio Ordenado e o sacerdócio comum (ou sacerdócio de todos os batizados) são diferentes em função e essência. O Sacerdócio na Igreja Católica inclui os sacerdotes tanto da Igreja Latina quanto das Igrejas Católicas Orientais. Em maio de 2007, o site do Vaticano afirmou que havia cerca de sacerdotes que servem a Igreja em todo o mundo. As pessoas consagradas, que podem ser leigos ou clérigos, normalmente agrupam-se em institutos de vida religiosa (congregações e ordens religiosas) ou em institutos seculares, existindo, porém, aqueles que vivem isoladamente ou até em comunidade aberta, junto dos outros leigos não consagrados. ==História== O Antigo Testamento descreve como Deus fez de seu povo \"um reino de sacerdotes e uma nação santa\". Dentre as doze tribos de Israel, a tribo de Levi foi a escolhida para exercer o serviço litúrgico de oferecer o sacrifício como sacerdotes. O sacerdote representava um mediador entre Deus e os seres humanos, aquele que oferece os sacrifícios e intercede pelo povo. O Novo Testamento descreve Jesus como o \"grande sumo sacerdote\" da Nova Aliança que, em vez de oferecer os rituais de sacrifício animal prescritos pela lei judaica, oferece a si mesmo na cruz como o sacrifício verdadeiro e perfeito. O sacerdócio católico é uma participação neste sacerdócio de Cristo e, portanto, traça as suas origens até o próprio Jesus. Assim, o Novo Testamento diz que como sumo sacerdote, Jesus fez a Igreja, \"um reino de sacerdotes para Deus Pai\". Todos os que são batizados recebem uma participação no sacerdócio de Cristo, isto é, são confirmados com Cristo e tornam-se capazes de oferecer a verdadeira adoração e louvor a Deus como cristãos. Toda a comunidade dos que crêem e são devidamente batizados participam do sacerdócio de Cristo. O ministério Sarcedotal de Bispos tem uma história distinta. Este sacerdócio ministerial está a serviço do sacerdócio de todos os crentes e envolve a consagração direta de um homem a Cristo através do Sacramento da Ordem, para que ele possa agir na pessoa de Cristo para o bem dos fiéis, sobretudo na dispensação dos Sacramentos. Entende-se ter começado na Última Ceia, quando Jesus Cristo instituiu a Eucaristia na presença dos Doze Apóstolos, ordenando-lhes, \"fazei isto em memória de mim\". O Sacerdócio Ordenado, portanto, é uma participação no sacerdócio de Cristo e traça as suas origens históricas nos Doze Apóstolos nomeados por Cristo. Os apóstolos, por sua vez, selecionaram outros homens para sucedê-los, como os Bispos (\"episkopoi\", palavra grega para \"bispos\") das comunidades cristãs, com os quais foram associados presbíteros (\"presbyteroi\", palavra grega para \"anciãos\") e diáconos (\"diakonoi \", palavra grega para \"servos\"). Como as comunidades se multiplicaram e cresceram em tamanho, os Bispos começaram a ordenar presbíteros para presidir à Eucaristia em seus lugares nas comunidades em cada região. Os diáconos evoluíram como os assistentes litúrgicos do Bispo e de seus representantes, para a administração dos fundos da Igreja e programas de auxílio aos pobres. ==Teologia do sacerdócio== ===Páscoa e Cristo=== A teologia do sacerdócio católico está enraizada no sacerdócio de Cristo e compartilha alguns elementos do antigo sacerdócio hebraico. Um padre é aquele que preside a um sacrifício e o oferta juntamente com as orações a Deus, em nome dos fiéis. O antigo sacerdócio judeu funcionava no templo em Jerusalém, animais eram oferecidos em sacrifício em vários momentos ao longo do ano por diversas razões. Na teologia cristã, Jesus é o cordeiro fornecido pelo próprio Deus como um sacrifício pelos pecados do mundo. Antes de sua morte na cruz, Jesus celebrou a Páscoa com seus discípulos, abençoando o pão e o vinho, respectivamente, dizendo: \"Tomai e comei, isto é o meu corpo\" e \"Bebei dele todos, pois isto é o meu sangue, o sangue da aliança, que é derramado por muitos para remissão dos pecados\"(, Bíblia de Jerusalém). No dia seguinte, o corpo e o sangue de Cristo estavam visivelmente sacrificados na cruz. Os católicos creem que é este mesmo corpo, sacrificado na cruz e ressuscitado no terceiro dia que se faz presente na oferta de cada sacrifício eucarístico. No entanto, o catolicismo não acredita que a doutrina da presença real de Cristo na Eucaristia implica uma mudança nas reais características do pão e do vinho: análises científicas dos elementos eucarísticos indicam que as propriedades físicas do pão e do vinho não mudam. Assim, os padres católicos (e bispos que são \"sumos sacerdotes\") ao presidirem à Eucaristia, juntam cada oferta dos elementos eucarísticos em união com o sacrifício de Cristo. Os ministros católicos ordenados são conhecidos como padres porque, por sua celebração da Eucaristia, a sua oferta torna presente o sacrifício eterno de Cristo. O catolicismo não ensina que Cristo é sacrificado novamente, mas que \"o sacrifício de Cristo e o sacrifício da Eucaristia são um único sacrifício\". Em vez disso, a Igreja Católica mantém o conceito judaico de memorial no qual \"...memorial não é apenas uma recordação de eventos passados... esses eventos tornam-se de certa forma presente e real\", portanto, \"...o sacrifício que Cristo ofereceu uma vez por todas na cruz permanece sempre presente\". Propriamente falando, na teologia católica, expressa por São Tomás de Aquino, \"Só Cristo é o verdadeiro sacerdote, os outros são seus ministros\". Assim, o clero católico compartilha um único sacerdócio, o sacerdócio de Cristo. ==Educação== O Código de Direito Canônico da Igreja Católica defende que o sacerdócio é um estado vocacional sagrado e perpétuo, não apenas uma profissão. Como regra geral, os estudos para se tornar um sacerdote são extensos e duram cerca de cinco ou seis anos, dependendo do programa nacional de formação sacerdotal. * Em Portugal, os estudos até à ordenação sacerdotal duram entre 6 e 7 anos. No Seminário Maior do Patriarcado de Lisboa, por exemplo, a formação compreende um ano propedêutico (ano de discernimento e introdução à vida e ritmos de oração e doutrina), os 5 anos de duração do Mestrado Integrado em Teologia (1º Grau Canônico) na Universidade Católica Portuguesa e, após a conclusão do curso, mais um ano a que se chama \"Ano Pastoral\"; * Nos Estados Unidos, os sacerdotes devem ter um diploma universitário de filosofia católica (quatro anos) mais uma pós-graduação com formação no seminário em teologia (quatro a cinco anos), com foco em pesquisas bíblicas; * Na Escócia, há um ano obrigatório de preparação antes de entrar no seminário para um ano dedicado à formação espiritual, seguido por vários anos de estudo; * Na América do Norte, geralmente, os seminaristas são formados com pós-graduação em teologia com graus de Mestre em Divindade ou Mestre em Teologia, um curso profissional de quatro anos (ao contrário de um Mestre das Artes, que é um grau acadêmico). Devem ser feitos no mínimo quatro anos de estudos teológicos no Seminário Maior; * Na África, Ásia e América do Sul, os programas são mais flexíveis, sendo desenvolvidos de acordo com a idade e habilidades acadêmicas daqueles que se preparam para a ordenação; * No Brasil, os padres diocesanos devem ter o período propedêutico (um ano), devem fazer a faculdade de filosofia e teologia depois a formação diaconal (aproximadamente 8 anos). Independentemente de onde uma pessoa se prepara para a ordenação, ela inclui não somente a formação acadêmica, mas também a formação humana, social, espiritual e pastoral. O propósito da educação no seminário é preparar os homens para serem pastores de almas. No final, entretanto, um bispo é responsável pela chamada oficial para o sacerdócio e apenas ele pode ordenar. Quaisquer ordenações feitas antes do tempo programado (antes da conclusão dos estudos) devem ter a aprovação explícita do bispo; todas as ordenações feitas com mais de um ano de antecedência devem ter a aprovação da Santa Sé. ==Rito de ordenação== O Rito de Ordenação realizado por um bispo validamente ordenado é o que \"faz\" um sacerdote (já tendo sido um diácono). O Rito de Ordenação ocorre dentro do contexto da Santa Missa. Depois de ter sido chamado para a frente e apresentado à assembleia, o candidato é questionado. Ele promete com diligência desempenhar as funções do sacerdócio, respeitando e obedecendo aos seus superiores religiosos. Em seguida, o candidato se prostra diante do altar, enquanto os fiéis reunidos se ajoelham e rezam, cantando a Ladainha de Todos os Santos. A parte essencial do rito é quando o bispo impõe as mãos em silêncio sobre o candidato (seguido por todos os sacerdotes presentes), antes de oferecer a oração consecratória, dirigida a Deus Pai, invocando o poder do Espírito Santo sobre aquele que está sendo ordenado. Após a oração consecratória, o recém-ordenado é investido com uma estola e uma casula, pertencentes ao Sacerdócio Ministerial, em seguida, o bispo unge as mãos com crisma antes de apresentá-lo com o cálice sagrado e a patena que ele vai usar quando presidir à Eucaristia. Depois disso, os dons do pão e do vinho são apresentados pelo povo e dado ao novo padre. Então, todos os sacerdotes presentes, concelebram a Eucaristia com o recém-ordenado tomando o lugar de honra à direita do bispo. Se houver vários recém-ordenados, são eles que se reúnem mais próximo do bispo durante a Oração Eucarística. A imposição das mãos do sacerdócio é encontrado em 1 Timóteo, 4:14: ==Celibato== Os padres católicos, especialmente os de rito latino (ocidental), ao serem ordenados (consagrados), adotam um estilo de vida celibatário, que compreende a renúncia do casamento para que se dediquem inteiramente à Igreja. O celibato no rito latino é uma condição necessária para poder assumir o cargo pretendido. Na Igreja Católica de rito oriental, a opção dos padres pelo celibato é voluntária, podendo estes se casar, se assim o desejarem. A Igreja Católica reconhece tanto os padres celibatários como os casados. O celibato já era uma opção considerável na Igreja Católica de rito latino desde o início do século IV e foi fortemente favorecido durante o pontificado de São Leão Magno (440-461). Porém, no rito latino, o celibato só se tornou obrigatório e plenamente implementado pelo Primeiro Concílio de Latrão (1123), Segundo Concílio de Latrão (1139), Quarto Concílio de Latrão (1215) e Concílio de Trento (1545-1563). ==Terminologia== Padre é o título com que, nas línguas ibéricas, são chamados os fiéis católicos ordenados cuja função é, em primeiro lugar, segundo o concílio Vaticano II, pregar a Palavra de Deus contida, pelo cristianismo de denominação católica, na coleção de setenta e dois (ou setenta e três, conforme a divisão) livros à qual dão o nome de \"Bíblia\", \"Testamento\" ou \"Escritura\", e dessa forma entendido como \"protetor/pai, da palavra da Bíblia, Testamento ou Escritura\", segundo entendimento de uma maioria de teológico católicos e não - católicos. Como foi dito acima, portanto, não há unanimidade, sobre qual seria o melhor termo para se se referir àquele que é intitulado padre, missionário, pastor, cura e muitos outros que tentam a tradução sem indução dessa tradução, uma vez que vem do aramaico antigo. Alguns julgam melhor chamá-lo de \"sacerdote\", porquanto está ligado às coisas do sagrado entre os \"capelães\" que acompanhavam os exércitos grego e romano, com objetivo de acompanhar o soldado espiritualmente. Outros já preferem a denominação \"presbítero\", que provém do grego e significa \"ancião\"(velho conhecedor da palavra). Os que, por sua vez, se inclinam à palavra \"presbítero\" entendem o padre como o ancião. Não no sentido de idade, mas no sentido de que é um homem experiente na intimidade com Deus e, por isso, fala com autoridade quando diz publicamente uma palavra em nome de seu Senhor, Jesus, que pela fé católica e de outras denominações cristãs é o Filho de Deus, a segunda pessoa da Trindade. \"Presbítero\" ou \"sacerdote\", aquele que é usualmente tratado como padre (padre Aloísio, padre Geraldo, padre Joaquim) é, no catolicismo, sempre um indivíduo do sexo masculino. Embora existam objeções ao interdito às mulheres de que sejam \"sacerdotisas\" ou \"presbíteras\", na Igreja romana essa possibilidade nunca existiu e, pela mentalidade atual de seus dirigentes em escala global (o colégio dos bispos, presidido pelo bispo de Roma, o papa), jamais poderá se estender às mulheres, pois se trata, segundo eles, duma vontade do próprio Jesus. Este teria instituído, para seus discípulos mais íntimos, doze homens. Os doze fizeram o mesmo quando, percebendo que cedo ou tarde morreriam e era preciso oferecer aos pósteros a possibilidade de conhecer a palavra de Deus em Jesus, fizeram o mesmo, ordenando apenas homens para o ofício. ==Mulheres== Faz parte da missão da Igreja Católica guardar e proteger a revelação que lhe confiada pelo seu Fundador, Jesus Cristo. Esta não possui o poder para alterar elementos constitutivos da sua estrutura sem contar para isso com um fundado respaldo escrituristo, sob pena de desfigurar a sua própria essência. No caso da ordenação de mulheres, a questão central não é descobrir qual é a vontade dos seres humanos sobre este tema, mas qual é o desejo de Deus. A Igreja Católica entende que Cristo ordenou sacerdotes apenas aos apóstolos que estiveram presentes na Última Ceia. E, estes, por sua vez, mantiveram esta prática, ordenando apenas a homens. Assim, a Igreja não se considera autorizada a mudar uma prática estabelecida pelo seu próprio Fundador. Ao mesmo tempo, ratifica a ideia que de forma alguma esta atitude deseja manifestar uma desvalorização do papel da mulher dentro da Igreja. De fato, para os católicos, a obra-prima da Criação é uma mulher, Santa Maria, mãe de Jesus. Ela não foi escolhida por Cristo para ser sacerdote, mas nem por isso teve a sua grande honra diminuída. O Papa João Paulo II excluiu definitiva e categoricamente a possibilidade de que as mulheres pudessem algum dia ser ordenadas como sacerdotes na Igreja Católica, através da Carta Apostólica \"Ordinatio Sacerdotalis\" em 1994.CARTA APOSTÓLICA ORDINATIO SACERDOTALIS DO PAPA JOÃO PAULO II sobre a ordenação sacerdotal reservada somente aos homens, número 4, 22 de maio de 1994. ==Requisitos== Os requisitos mínimos para que um fiel da Igreja Católica se torne padre são: ter pelo menos 25 anos de idade; ser do sexo masculino; ter cursado teologia em alguma faculdade autorizada pelo bispo e na maioria dos casos também filosofia; ter sido ordenado diácono; ser solteiro e assim desejar permanecer por toda a vida. Os pré-requisitos para um padre ser bispo são: fé sólida eminente; piedade; zelo; boa reputação; ao menos 35 anos de idade; ser sacerdote pelo menos cinco anos; e ter mestrado ou doutorado em área teológica. Tornar-se bispo, porém, ocorre com uma minoria, escolhida, na atual disciplina da Igreja, pelo Papa, com auxílio da Congregação para os Bispos. ==Em Portugal== Em Portugal, em 2012 existiam 3600 padres entre diocesanos e religiosos e 474 seminaristas. Em 2015 foram ordenados 40 padres, em 2016 foram ordenados 25. == Ver também == * Lista de posições na hierarquia católica Categoria:Hierarquia católica Categoria:Cristianismo Categoria:Sacerdotes",
 "title": "Padre"
}