{
 "id": "42182",
 "text": "Superman ou Super-Homem é um super-herói de histórias em quadrinhos publicadas pela DC Comics. O personagem, entretanto, desde os anos 1930, já foi adaptado para diversos outros meios, como cinema, rádio, televisão, literatura e videogame. Superman foi criado pela dupla de autores de quadrinhos Joe Shuster e Jerry Siegel. Sua primeira aparição aconteceu no verão de 1938, na revista Action Comics #1. O personagem nasceu no planeta fictício Krypton e tinha o nome de Kal-El. Foi enviado à Terra por seu pai cientista, Jor-El, momentos antes de Krypton explodir. O foguete aterrissou na cidade de Smallville (por alguns anos, foi traduzida no Brasil como Pequenópolis), onde o jovem Kal-El foi descoberto pelo casal de fazendeiros Jonathan Kent e Martha Kent. Conforme cresceu, Kal-El descobriu que tinha capacidades sobre-humanas. Quando não está com o tradicional uniforme azul e vermelho, vive com Lois Lane e Jimmy Olsen como Clark Kent, um repórter/jornalista no Planeta Diário da cidade de Metrópolis. É um dos mais importantes personagens da cultura pop ocidental, sendo o primeiro herói dos quadrinhos a ter uma revista intitulada com seu nome: Superman #1. Além disso, Superman foi licenciado e adaptado para diversas mídias, desde rádio até televisão e cinema. Para acompanhar a evolução do público, sua origem e seus poderes foram expandidos e alterados ao longo dos anos. A história do Superman foi alterada para permitir as aventuras do Superboy e outros sobreviventes como a Supergirl e Krypto, o supercão. O personagem foi revisado e atualizado mais recentemente em 1986. John Byrne recriou o personagem, reduzindo os poderes do Superman e apagando diversos personagens da versão oficial das histórias, o que atraiu a atenção dos meios de comunicação. A cobertura da imprensa foi novamente recebida na década de 1990, com A Morte do Superman, uma história na qual o personagem era dado como morto (Superman na verdade não morre, ele só tinha ficado inconsciente/em coma temporário). A propriedade sobre o personagem foi objeto de disputa, com Siegel e Shuster reclamando o retorno de sua propriedade legal. Os direitos autorais são novamente objeto de disputa, com a mudança das leis de direitos autorais permitindo à esposa e à filha de Siegel reclamarem uma parte dos direitos autorais, levando a uma disputa com a companhia Warner Bros. E é até hoje um dos três super-heróis mais populares do mundo, os outros são Batman (também da DC) e o Homem-Aranha (da Marvel Comics). == História e publicação do personagem == === Criação e concepção === Jerry Siegel e Joe Shuster se conheceram no início da década de 1930 em Cleveland, cidade onde ambos estudavam. Colegas na Glenville High School, a dupla trabalhava no jornal estudantil local, o \"Glenville Torch\", e criavam histórias de ficção científica. O editor Hugo Gernsback, à época, já permitia que na revista Amazing Stories os leitores divulgassem seus endereços, para trocar correspondências. O termo \"fanzine\" sequer havia sido inventado quando Siegel e Shuster começaram a produzir em 1932 aquela que seria definida posteriormente como uma das primeiras publicações do gênero: Science Fiction: The Advance Guard of Future Civilization.JONES, p. 80-84 No ano seguinte veio a surgir a primeira versão do personagem, então concebido como um supervilão cujos poderes psíquicos foram usados para manipular outras pessoas e dominar a humanidade. Com o término da revista, Siegel e Shuster passariam a se dedicar a outras atividades. Em 1933, as revistas em quadrinhos dos Estados Unidos ainda não eram tão populares, e seu conteúdo era baseado nas tiras de jornal então publicadas. Siegel reescreveu \"Superman\" como um herói, distinto do vilão criado no ano anterior. Intitula The Superman, a primeira história desse novo personagem foi oferecida a \"Consolidated Books Publishing\", mas a editora decidiu deixar de publicar histórias em quadrinhos pouco após receber a proposta. Frustrado, Shuster ateou fogo sobre o material produzido. Dessa história resta apenas uma única página, a capa. Nos anos seguintes o personagem passaria por uma série de reformulações nas mãos dos dois autores, que passariam a oferecê-lo a diversas empresas, sempre com resultados negativos, até que em 1938 a \" National Periodical Publications\" — com quem os dois já haviam trabalhado anteriormente, tendo sido os responsáveis por uma das história publicadas na primeira edição de Detective Comics, criando o detetive Slam Bradley — os convidou para contribuir com um novo personagem para a mais recente publicação da National. Mostraram Superman para apreciação, e uma vez aprovado, passaram a recortar e colar as tiras de jornal da amostra que tinha preparado no formato de páginas de uma revista em quadrinho.JONES, p.124 A cidade que é o lar e a base do Super-Homem, recebeu seu nome em homenagem a Metrópolis (de Fritz Lang, 1927) filme de ficção científica do qual Siegel e Shuster eram grandes fãs. === 1938-1955: Publicação inicial e popularidade === A primeira aparição do Superman foi em Action Comics #1, em 1938. Já naquele momento, as histórias do personagem se mostraram um sucesso, com a tiragem de 200 mil exemplares da revista esgotando-se rapidamente. A partir de sua quarta edição, Action já começaria a apresentar um significativo aumento em suas vendas, em comparação com os demais títulos da editora: entre 1938 e 1939, já possuía uma tiragem de mais de 500 mil exemplares. O sucesso levou, em 1939, a criação de uma segunda revista dedicada às histórias do personagem, a homônima Superman. A primeira edição consistiu principalmente de aventuras já publicadas em Action Comics, mas apesar disso a revista atingiu grande vendagem. 1939 também foi publicado na especial New York World's Fair Comics, que no verão de 1942 virou World's Finest Comics. Com a edição de All Star Comics, Superman fez sua primeira de um número infrequente de aparições, nesta ocasião aparecendo brevemente para estabelecer-se como membro honorário da Sociedade de Justiça da América. Inicialmente Jerry Siegel e Joe Shuster queriam ser responsáveis por toda história e arte de todas as tiras publicadas. Entretanto, a visão de Shuster começou a deteriorar-se, e o aumento das aparições da personagem implicou numa sobrecarga de trabalho. Isso fez com que Shuster estabelecesse um estúdio para ajudar na produção da arte embora ele insistisse em desenhar o rosto de todo Superman que o estúdio produzia. Fora do estúdio, Jack Burnley começou fazendo capas e histórias em 1940. Wayne Boring, inicialmente empregado no estúdio de Shuster, começou trabalhando para DC em 1942 fazendo páginas para Superman e Action Comics. === 1956-1970: Expansão da mitologia na \"Era de Prata\" === A publicação de Action Comics #1 marcou o início da \"Era de Ouro\" das histórias em quadrinhos americanas. A \"Era de Ouro\" compreenderia o material produzido entre o final da década de 1930 e o final da década seguinte, aproximadamente. Alguns dos mais conhecidos super-heróis foram criados nesse período — além de Superman, Batman, Mulher Maravilha, Capitão Marvel e Capitão América. Posteriormente, as revistas tornaram-se um divertimento barato, quase descartável, que se tornaria bastante popular entre a população, particularmente com as tropas durante a Segunda Guerra Mundial. Na 123ª edição da revista The Flash foi publicada a emblemática história \"Flash of Two Worlds\", onde Barry Allen e Jay Garrick, os dois heróis que até então já haviam adotado a alcunha de \"Flash\", se encontraram. As histórias de Garrick haviam sido publicadas na década de 1940, mas com o declínio da popularidade dos quadrinhos, diversas revistas, incluindo a Flash Comics protagonizada pelo herói, acabariam canceladas. Somente a partir de 1956 que o gênero retomou sua popularidade, a partir da publicação de Showcase #4, onde uma versão modernizada do Flash surgiria. Flash of Two Worlds juntou os dois personagens, estabelecendo o \"Multiverso DC\", uma representação ficcional da interpretação da mecânica quântica que propõe a existência de universos paralelos. Se o surgimento do Flash havia dado início à \"Era de Prata dos quadrinhos\", a história de 1961 estabeleceria que os personagens surgidos durante a \"Era de Ouro\" (entre 1938 e 1950), bem como as histórias por eles protagonizadas, pertenceriam a um universo paralelo denominado Terra 2, distinto daquele em que ocorriam as histórias publicadas pela editora durante a década de 1960. Superman era um dos três únicos heróis cujas histórias vinham sendo publicadas ininterruptamente desde a Era de Ouro,Jacobs, pp. 3-4 e era preciso esclarecer quais histórias pertenceriam ao cânone estabelecido. Em 1969, ficou decidido que o personagem surgido em Action Comics #1 era Kal-L, o Superman da Terra 2, um personagem distinto, que coexistia com o \"Superman da Terra 1\", personagem que protagonizava as histórias publicadas durante a década de 1960. Enquanto o \"Superman da Terra 1\" fazia parte da Liga da Justiça, sua contraparte da Terra 2 fazia parte da Sociedade da Justiça, uma equipe formada por outros heróis da Era de Ouro. === 1970-1988: Amadurecimento e revisionismo === É comumente aceito que a \"Era de Prata\" das histórias em quadrinhos americanas foi sucedida pela \"Era de Bronze\". O marco de transição entre um período e o outro, entretanto, não é claro, e existem diversas possibilidades tanto para o término de uma quanto para o início da outra. O pesquisador Arnold T. Blumberg acredita que a transição entre os dois períodos foi gradual, se estendendo desde o final da década de 1960 até 1973, quando foi publicada pela Marvel Comics a história The Night Gwen Stacy Died - o ápice de um ideal que vários profissionais vinham defendendo naquele período de transição: abordar temas mais maduros, ainda que estes estivessem sendo \"filtrados\" pela \"lente simplista dos super-heróis\". Nessa transição, um evento da história de Superman é citado como um possível marco para o início da \"Era de Bronze\": a aposentadoria de Mort Weisinger. Weisinger fora o editor das revistas do personagem por anos, durante a \"Era de Prata\"DANIELS, p. 131-132 e seria eventualmente substituído por Julius Schwartz. Para Levi Trindade, \"a Era de Bronze manteve muitas das convenções comumente associadas à Era de Prata, com super-heróis trajando uniformes extremamente coloridos (...) porém, roteiros contendo elementos mais sombrios e narrativas maduras (...) começaram a surgir\", e Must There Be a Superman?, uma história de 1972, seria um exemplo desse amadurecimento.Levi Trindade, \"DC e a Era de Bronze\", in \"Coleção DC 75 Anos: A Era de Bronze\", Panini Comics, 2011, ISBN 7897653514090 Após a aposentadoria de Weisinger, o publisher da editora, Carmine Infantino convidaria Julius Schwartz para substituí-lo como editor da revista Superman, mas este recusaria o convite, por acreditar que não havia como contribuir significativamente para a história do personagem, que já havia se estabilizado criativamente. Infantino, então, convidou Schwartz a identificar os pontos em que o personagem havia \"estagnado\" e mudá-los, e ele apontou sua vontade de alterar desde o visual do personagem, fazendo com que os futuros desenhistas incluíssem roupas diferentes do paletó usualmente utilizado por Clark Kent, até características significativas, como a própria profissão de Kent, que Schwartz acreditava deveria um ser telejornalista. Após a editora ter autorizado as mudanças, Schwartz começou a trabalhar na reformulação que pretendia executar, reunindo aqueles que acreditava ser os melhores profissionais do mercado: o renomado escritor Denny O'Neil seria o roteirista, Neal Adams seria o artista responsável pelas capas da revista e Murphy Anderson trabalharia como arte-finalista dos desenhos de Curt Swan, que continuaria como o artista principal da revista.DANIELS, p. 133-135 Cerca de um ano após ter tomado a frente dos roteiros de Superman, e insatisfeito com o que via como a sua \"incapacidade de fazer jus\" ao personagem em seus roteiros, Denny O'Neil decidiria se desligar da revista. Schwartz, então, começaria a trabalhar com alguns escritores que, embora menos experientes, não foram menos inventivos de O'Neil. Dentre os sucessores do popular escritor estão Cary Bates, Elliot S! Maggin e Martin Pasko. Bates contribuiria em uma série de histórias, substituindo O'Neil a partir de Superman #243, ignorando as alterações anteriormente realizadas e, entre Action Comics 480 e 483 escreveria uma série de confrontos entre Superman e o supervilão Amazo. Suas histórias são vistas como a representação do personagem na \"Era de Bronze\": um herói experiente, mas que não age como \"escoteiro\". Maggin, por sua vez, contribuiria com uma das mais significativas histórias do personagem: Must There Be a Superman?, publicada em Superman #247, se tornou conhecida por sua dramaticidade, ao colocar o personagem se questionando se suas ações tinham um efeito positivo sobre a humanidade, ou se ele já estava intervindo de tal forma que as pessoas estavam começando a se tornar dependentes de sua ajuda. Na década de 1980, o \"multiverso\" estabelecido na \"Era de Prata\" acabaria se revelando um conceito excessivamente confuso: inúmeros universos paralelos além dos dois iniciais foram surgindo nos anos seguintes, confundindo e afastando leitores. Frente esta situação, a DC Comics decidiu que era preciso \"unificar\" todas as suas publicações sob um único universo coeso e compartilhado. Mas, para poder renovar os personagens, era preciso encerrar tudo que vinha sendo publicado. Aproveitando que 1985 marcaria o 50º aniversário da editora, decidiu-se pelo lançamento de \"Crise nas Infinitas Terras\", uma minissérie em 12 edições que causaria a destruição de todas as \"terras paralelas\", encerrando a continuidade e estabelecendo uma nova, revitalizada história ao mesmo tempo em relançava todo o universo de personagens da DC Comics. É a partir desse ponto que começou o trabalho de John Byrne com o personagem, escrevendo e ilustrando quase uma centena de histórias entre 1986 e 1988. === 1989-1999: Morte, Retorno, casamento e a influência de John Byrne === O trabalho desenvolvido por Byrne e pelos profissionais que o acompanharam influenciaram as histórias do personagem por mais de uma década Devido à queda das vendas da revista do Super-Homem, foi levada a cabo uma ideia para a sua recuperação e decidiu-se mostrar ao mundo como ele seria sem o Super-Homem. A partir dessa premissa, foi lançado em 1992 a história A Morte do Super-Homem, onde Super-Homem enfrenta Apocalypse, uma criatura virtualmente indestrutível. A batalha final decorreu nas ruas de Metrópolis em que como desfecho final, Apocalypse morre e Superman é declarado como morto, retornando em Superman o Retorno, onde a população inteira vê que ele não morreu. === 1999-2010: Retorno aos valores e à mitologia da \"Era de Prata\" === No final da década de 1990, quando Eddie Berganza assumiu as funções de editor responsável pelas histórias de Superman, as quatro revistas então protagonizadas pelo personagem - Action Comics, Superman, Adventures of Superman e Superman: The Man of Steel - vinham passando por baixas vendas, e suas histórias tinham pouca repercussão junto ao público. === 2011: Os Novos 52 === No início da década de 2010, a DC Comics decidiu relançar toda sua linha de quadrinhos, e reformulou todos seus heróis e suas origens, inclusive o Superman. Nessa nova versão do herói, os pais dele são mortos por um motorista bêbado, e ele não é casado com Lois Lane. Em meados de 2015, durante o lançamento da linha DC YOU (ou DC e Você), a identidade do herói foi revelada nos quadrinhos. Na versão de Os Novos 52, o Superman tem um relacionamento amoroso com a Mulher-Maravilha (Diana Prince). O relacionamento dos dois fez com que o casal ganhasse uma revista best-seller em que ambos eram protagonistas. === 2016: Renascimento === Em 2016, a DC Comics decidiu relançar novamente toda sua linha de quadrinhos. Nessa fase do Rebirth, a versão do Superman dos Novos 52 acaba morrendo, e o Superman Pré-Flashpoint acaba assumindo seu lugar. Nessa nova fase da DC Comics (conhecida como DC Rebirth e Renascimento), o Superman é casado com Lois Lane, e eles possuem um filho, que herdou os poderes kryptonianos do pai. == Publicações relacionadas == === Action Comics: De membro do elenco a principal personagem === Superman foi estrela de capa da primeira edição da revista Action Comics, originalmente uma antologia de histórias que sempre incluía uma história do herói. Na década de 1950, a popularidade de Superman fez o título ser informalmente conhecido como uma revista do Superman, e na década de 1970, Action Comics era exclusiva do Superman, com ocasionais histórias de oito páginas com outros heróis. O título durou 904 edições até 2011, quando foi reiniciado como parte do relançamento DC Os Novos 52. == Biografia ficcional == === Origens === Superman é originário do planeta Krypton, onde nasceu com o nome de Kal-El, filho de Jor-El e Lara Lor-Van. Seu pai descobriu que o núcleo de Krypton estava instável e assim o planeta estava prestes a se autodestruir quando este chegasse à massa crítica, mas seu apelo para os governantes de Krypton de uma evacuação dos habitantes não foi ouvido. Jor-El então decidiu salvar sua família, construindo diversos foguetes de teste (um dos quais saiu com o animal de estimação da família, Krypto). Quando percebeu que não conseguiria uma nave para todos antes da explosão, decidiu salvar seu filho, colocando o bebê Kal-El em uma pequena nave rumo à Terra, onde o Sol amarelo e menor gravidade lhe dariam superpoderes. A nave de Kal-El aterrissou no estado americano do Kansas, sendo encontrado pelo casal Jonathan e Martha Kent. Ambos decidiram criar o bebê como seu filho, dando-lhe o nome de Clark. Clark cresceu na fazenda dos Kent próximo à cidade de Smallville, descobrindo habilidades sobre-humanas que os Kent convenceram que seriam bem empregadas no combate ao crime. Eventualmente Clark decidiu manter os poderes em segredo para garantir a segurança da família e amigos, criando a identidade secreta de Superman e um uniforme a partir das roupas encontradas em sua nave. Na vida adulta, Clark se mudou para Metrópolis e se tornou repórter do Daily Star, cujo editor era George Taylor, mais tarde se mudando para o Daily Panet, sob o editor Perry White. No jornal se tornou amigo do fotógrafo Jimmy Olsen e desenvolveu um romance com a colega de trabalho Lois Lane, que frequentemente se tornou alvo dos inimigos de Superman. Seu arquiinimigo é Lex Luthor, um cientista e empresário megalomaníaco que conheceu Clark Kent durante sua adolescência em Smallville, e sua maior fraqueza é a kryptonita, um mineral feito dos restos radioativos de Krypton. Embora Superman seja descrito como \"O Último Filho de Krypton\", ao longo de sua vida descobriu outros sobreviventes de seu planeta natal. Sua prima Kara Zor-El chegou à Terra em um meteoro de kryptonita e eventualmente assumiu a identidade de Supergirl. O criminoso General Zod foi aprisionado em uma dimensão-prisão, a Zona Fantasma, pouco antes da destruição de Krypton, e se tornou um dos grandes inimigos de Superman após sua libertação. Além disso, toda uma cidade, Kandor, foi miniaturizada e roubada pelo vilão Brainiac antes do planeta explodir. === Evolução da caracterização === Superman, dada a natureza seriada da publicação em quadrinhos e a extensão da existência da personagem, evoluiu como uma personagem conforme suas aventuras se incrementaram. Os detalhes da origem do Superman, relacionamentos e habilidades mudaram significativamente no decorrer da publicação da personagem, do que é considerada a Era de Ouro dos Quadrinhos até a Era Moderna. Os poderes e vilões foram desenvolvidos na década de 1940, com o Superman desenvolvendo a habilidade de voar em 1941.Daniels (1998), p. 67. O personagem descobriu a origem de Krypton em 1949. O conceito foi originalmente estabelecido para o leitor em 1939, nas tiras diárias do Superman.Daniels (1998), p. 42. Os anos 1960 viram a introdução de um segundo Superman, o Kal-L. A DC estabeleceu um multiverso dentro do universo fictício que suas personagens habitavam. Isto permitiu que personagens publicadas em 1940 existissem ao mesmo tempo que suas contrapartes atualizadas publicadas na década de 1960. Isto foi explicado para o leitor através da noção de que dois grupos de personagens habitavam terras paralelas. O Superman da Terra 2 foi introduzido para explicar ao leitor como o Superman era membro tanto do grupo de super-heróis da década de 1940 Sociedade da Justiça da América quanto do grupo da década de 1960 Liga da Justiça da América.O'Neil, Dennis , Dillin, Dick , Greene, Sid . \"Star Light, Star Bright—Death Star I See Tonight!\" Justice League of America v1 #73 August, 1969 DC Comics Os anos 1980 viram radicais revisões da personagem. DC Comics decidiu remover o multiverso de modo a simplificar sua linha de quadrinhos. Isso levou a toda história das personagens DC ser reescrita, incluindo Superman, em sequência ao primeiro grande evento (crossover) da história dos quadrinhos, chamado de Crise nas Infinitas Terras. Após esta maxissérie em 12 partes, John Byrne reescreveu Superman, removendo várias convenções estabelecidas e personagens da continuidade, incluindo Superboy e Supergirl. Byrne também restabeleceu os pais adotivos do Superman como personagens.Byrne, John , Giordano, Dick . The Man of Steel Ed. Barry Marx. DC Comics, 1987. ISBN 0-930289-28-5. Na continuidade anterior, as personagens haviam morrido cedo na vida do Superman (na época em que Clark Kent era um estudante colegial). Os anos 1990 viram Superman ser assassinado por um supervilão, Apocalypse,Jurgens, Dan, Ordway, Jerry, Simonson, Louise et al (e), Jurgens, Dan, Guice, Jackson, Bogdanove, Jon, et al (f), Rodier, Denis, Janke, Dennis, Breeding, Brett et al (c). The Death of Superman Ed. Mike Carlin. NY:DC Comics, 14 de Abril de 1993. ISBN 1-56389-097-6. mesmo que a personagem tenha sido posteriormente ressuscitada.Jurgens, Dan, Kesel, Karl, Simonson, Louise et al (e), Jurgens, Dan, Guice, Jackson, Bogdanove, Jon, et al (f), Rodier, Denis, Janke, Dennis, Breeding, Brett et al (c). The Return of Superman (Reign of the Supermen) Ed. Mike Carlin. NY:DC Comics, 3 de Setembro de 1993. ISBN 1-56389-149-2. Superman também casou com Lois Lane, no ano de 1996. Teve seus poderes transformados em pura energia elétrica após a saga Noite Final, onde esta fase ficou conhecida como Superman Azul e Vermelho. Na década de 2000, Superman virou vegetariano, e sua origem foi novamente revisitada em 2004.Waid, Mark (e), Yu, Leinil Francis (a). Superman: Birthright. NY:DC Comics, 1 de Outubro de 2005. ISBN 1-4012-0252-7. Em 2006, Superman perde seus poderes,Johns, Geoff (e), Jimenez, Phil, Perez, George, Ordway, Jerry et al (a). Infinite Crisis. NY:DC Comics, 20 de setembro de 2006. ISBN 978-1-4012-0959-9 mas eles foram restabelecidos em um ano fictício.Johns, Geoff, Busiek, Kurt (e), Woods, Peter, Guedes, Renato (a). Superman: Up, Up and Away! NY:DC Comics, 2006.ISBN 978-1-4012-0954-4. Atualmente Superman teve toda a família de Krypton trazida de volta (saga \"Nova Krypton\") e seu pai (Jonathan Kent) morto (após a saga \"Brainiac\"). Além de que o escritor Geoff Johns está reescrevendo a origem do Superman, onde ele fará amarras de todo tipo de origens já publicada, conceitos do passado, etc (igualmente feito com a personagem Lanterna Verde). Na década de 2010, o personagem acabou sendo relançado durante um evento da DC Comics, conhecido como Os Novos 52. Nessa nova fase, o herói tinha um relacionamento amoroso com a Mulher-Maravilha e era mais jovem do que suas versões anteriores. === Personalidade === Nas histórias originais de Siegel e Shuster, Superman era rude e agressivo. O personagem interferia para parar ladrões, bandidos, mortes e violência doméstica, com uma maneira de fazer mais brutal do que tem hoje e um código moral menos rigoroso do que o usado nas histórias atuais. Escritores depois, suavizaram o personagem e incutiram um senso de idealismo e código moral de conduta. Embora não fosse sangue frio como Batman em seus primeiros contos, os quadrinhos de Superman que apareceram na década de 1930 não se preocupavam com os danos que poderia causar a sua força, jogando vilões de modo que provavelmente morreriam, embora essas mortes fossem raramente mostradas explicitamente. Isto terminou em 1940, quando o novo editor Whitney Ellsworth instituiu um código de conduta obrigatório para seus personagens, o que não permitiria Superman matar. Esta mudança refletiu- se as mesmas histórias, onde, ocasionalmente, seja na narrativa ou no diálogo, Superman lembra ter jurado que nunca tomaria uma vida humana e que se realmente fazê-lo, simbolicamente penduraria a capa e se aposentaria. O personagem atual adere a um estrito código moral, que é muitas vezes atribuído aos valores da região do Meio-Oeste americano com o qual ele foi educado. Dentro do universo ficcional da DC Comics, o seu compromisso para operar dentro da lei tem sido um exemplo para muitos heróis, mas criou ressentimento em outros que se referem a ele pejorativamente como o \"grande escoteiro azul\". Superman tem-se mantido bastante inflexível sobre isso, causando tensão na comunidade de super-heróis, especialmente com a Mulher Maravilha, depois que ela matou Maxwell Lord. Como parte de sua história sempre inclui a perda de seu planeta natal Krypton, o personagem de Superman é mostrado geralmente muito super-protetor em relação a Terra, especialmente com a família e os amigos de Clark Kent. Esta mesma perda, combinado com a pressão para usar seus poderes de forma responsável, provoca uma sensação de estar sozinho no planeta, apesar de seus amigos, esposa e pais adotivos. Encontros com pessoas que também vieram de Krypton como Poderosa, Mon-El (que mais tarde seria revelado ser um daxamita, raça similar aos kryptonianos), General Zod tem o decepcionado. A chegada da Supergirl, que além de ser confirmada como nascida em Krypton, mas também como sua prima, conseguiu aliviar um pouco a sua solidão. Em Superman/Batman 3 (Dezembro de 2003), escrito por Jeph Loeb, Batman comentou: ::«É uma dicotomia notável. De várias maneiras, Clark é o mais humano de todos nós. Então... ele atira fogo do céu, e é difícil não pensar nele como um deus. E temos sorte de que isso não lhe ocorre.» Mais tarde, no início da Crise Infinita, Batman, o repreende por se identificar demais com a humanidade e falhar em procurar a forte liderança que os heróis necessitavam. Superman: Birthright estabeleceu que Superman era um vegetariano estrito. == Poderes e habilidades == Superman possui poderes extraordinários e é tradicionalmente descrito como \"mais rápido que uma bala, mais poderoso do que uma locomotiva, capaz de saltar prédios altos em um único salto\", sentença original de Jay Morton e foi usado pela primeira vez em seriados de rádio de Superman e nos curtas de animação de Max Fleischer, bem como na série de TV dos anos 1950. Para a maior parte de sua existência, o famoso arsenal de poderes de Superman incluem super força descomunal, invulnerabilidade, super velocidade (pode chegar a velocidades de Wally West), poder de visão (raios-x, calor, telescópico, noturna, infravermelho e microscópica), super audição e super respiração, que permite soprar temperaturas de congelamento e exercer a força de um vento de furacão. Em sua concepção original e, tal como apresentado em suas primeiras histórias, os poderes do Super-Homem foram relativamente limitados, consistindo de força sobre-humana capaz de levantar um carro sobre a cabeça, correr a velocidades incríveis e saltar uma distância de quatro metros em um salto, por isso, com uma pele muito resistente que não pode ser atravessada por qualquer coisa ou um pouco mais fraco do que a explosão de um projétil de artilharia. Siegel e Shuster comparam a força e habilidades de salto com as de uma formiga e gafanhoto. Quando os irmãos Fleischer criaram a série animada, eles acharam difícil incentivar Superman saltar com frequência, por isso pediram a DC Comics para alterar para a capacidade de voar. Este foi conveniente, especialmente para curtas-metragens que de outra forma teriam gasto um tempo precioso em animar Clark Kent se movimentando de lugar para lugar. Os roteiristas aumentaram gradualmente os poderes do Superman para níveis muito mais elevados durante a Era de Prata, em que Superman poderia voar para outros mundos e galáxias e até mesmo através dos universos com facilidade relativa, geralmente voando através do sistema solar para parar meteoros que se dirigiam à Terra, ou mesmo apenas para ter um momento de silêncio. Como resultado, esses escritores encontraram-se cada vez mais difícil de escrever histórias do Superman, onde sofreram desafios credíveis, que fez várias tentativas para controlar as habilidades do personagem. O mais significativo, realizado por John Byrne em 1986, estabeleceu uma série de obstáculos intransponíveis para suas habilidades: mal consegue sobreviver a um impacto nuclear e as habilidades de voo espacial se limitam a sua capacidade de prender a respiração; em seguida, uma fraqueza que ele iria atribuir é o poder que possui a magia sobre ele, então ataques mágicos e seres sobrenaturais são capazes de ferir ou pôr em perigo de morte, mesmo se eles são tecnicamente mais fracos do que ele mesmo. Níveis de poder de Superman têm vindo a aumentar novamente desde então, e agora tem a força necessária para lançar montanhas, resistir a choques nucleares facilmente, voar para o Sol sem ferimentos, e sobreviver no vácuo do espaço sem oxigênio. A fonte dos poderes do Super-Homem mudou sutilmente ao longo da sua história. Na primeira, foi dito que seus poderes vieram de sua herança de Krypton, que o tornou muito mais evoluído do que humanos. Isso logo mudou e a origem de seus poderes atribuíam à gravidade do planeta Krypton ser muito maior do que na Terra, semelhante ao personagem John Carter, de Edgar Rice Burroughs. Enquanto os poderes do Super-Homem cresciam, a implicação de que todos os kryptonianos tenham os mesmos poderes tornou-se um problema para os escritores, como uma raça de seres dessa magnitude teria sido difícil para exterminar apenas com a explosão de seu planeta natal. Para contrariar esta situação, os autores afirmaram que kryptonianos, cuja estrela nativa Rao era vermelha, apenas adquiriam poderes enquanto sob os raios de um sol amarelo. Na maioria das histórias recentes, tentaram estabelecer um equilíbrio entre as duas explicações. Na história do Reino do Amanhã, que se passa décadas no futuro, Luthor diz que com a idade avançada Superman acumulou tanta energia amarela em seu corpo que nem sequer kryptonita pode o matar. Superman é vulnerável a kryptonita verde, resíduos minerais de Krypton transformado em material radioactivo pelas mesmas forças que destruíram o planeta. A exposição à radiação da Kryptonita verde anula os poderes do Super-Homem e o imobiliza, sofrendo dores e náuseas; exposição prolongada pode significar morte. O único material na Terra que podem protegê-lo da Kryptonita é o chumbo, que bloqueia a radiação. O chumbo também é a única substância conhecida através da qual Superman não pode ser ver através usando sua visão kryptoniana de Raios-X, como estabelecido e apresentado ao público em 1943, na série de rádio, para permitir que o ator de Superman, Bud Collyer, desse um descanso. Embora kryptonita verde seja a sua forma mais comum, os escritores introduziram muitas variantes ao longo dos anos: vermelho, ouro, azul, branco e preto, cada uma com seus próprios efeitos específicos. Também têm se visto mudanças em seus poderes no cinema, com a maior mudança nos desenhos animados, como implicado no \"All Star Superman\", para carregar o objeto mais denso e pesado criado pelo homem na Lua pesando 6,6 sextiliões de toneladas. Ele também foi mostrado para ser mais rápido do que a velocidade da luz em \"Superman o Filme\", insinuando que o personagem não só é capaz de voltar no tempo, mas que viaja no mesmo, ou até mesmo cria portais para universos paralelos. Outro dos poderes mostrados no novos desenhos animados de super herói é a sua capacidade para expandir seu próprio campo eletromagnético (All Star Superman) e ser capaz de mover objetos sem tocá-los fisicamente, criar campos de força em torno não só dele mas da maioria das pessoas ou objetos, e a capacidade de manipular objetos remotos eletrônicos. Também têm se visto mudanças nos poderes do Superman em filmes cinematrográficos do mesmo, sendo a prova disto o último filme do herói, lançado em junho de 2013 sob o nome de \"Superman: O Homem de Aço\", em que nos mostra Superman com certas limitações no uso dos seus poderes, como por exemplo a sua capacidade de voar, que, em vez de ter a capacidade de voar à velocidade da luz, o personagem simplesmente pode ultrapassar a barreira do som. == Personagens de Superman == Clark Kent, identidade secreta do Super-Homem, foi baseado parcialmente em Harold Lloyd, como seu nome veio da combinação dos nomes dos atores Clark Gable e Kent Taylor. Embora normalmente trabalhe como um repórter de jornal durante a década de 1970 o personagem deixou seu emprego no Planeta Diário para se aventurar na televisão por um tempo, enquanto na renovação realizado por John Byrne na década de 1980, o personagem se tornou mais agressivo e ativo. Esta agressividade foi desaparecendo à medida que autores posteriores foram retornando à timidez do personagem clássico. === Aliados === O grande elenco de personagens de apoio de Superman inclui Lois Lane, que é talvez o personagem mais comumente associado com Superman, sendo retratada em momentos diferentes como uma colega, concorrente dentro do Planeta Diário, interesse amoroso, namorada ou esposa. Outros personagens secundários importantes são seus colegas de trabalho como o fotógrafo Jimmy Olsen e o editor Perry White, seus pais adotivos Jonathan e Martha Kent, seu primeiro amor Lana Lang, seu melhor amigo Pete Ross e interesse amoroso de faculdade Lori Lemaris (a sereia). Histórias que fazem alusão à possibilidade de Superman ter filhos têm sido exploradas, tanto fora como dentro da continuidade principal. Encarnações de Supergirl, Krypto, o Supercão, e Superboy foram figuras importantes no mito, e da Liga da Justiça da América, da qual Superman é um membro regular. A qualidade compartilhada por vários personagens de apoio é que eles têm nomes aliterativos, especialmente com as iniciais \"LL\", incluindo Lex Luthor, Lois Lane, Linda Lee, Lana Lang, Lori Lemaris, Lena Luthor (irmã de Lex) e Lucy Lane. Cooperação com outro ícone dos quadrinhos, Batman, é comum na histórias do Superman, inspirando muitas histórias ao longo das décadas. Juntos, eles são comumente chamado de \"World's Finest\" (\"Melhores do Mundo\") como uma referência para o nome de uma série de quadrinhos que foi a principal atração e apresentou muitas de suas histórias juntos. Em 2003, a DC começou a publicar uma nova série que caracteriza os dois personagens intitulada Superman/Batman. Na graphic novel aclamada O Reino do Amanhã após a morte de Lois Lane nas mãos do Coringa, Superman decide se aposentar e pendurar seu manto. Mulher Maravilha pediu-o para voltar para sua luta contra o crime. Criando uma intimidade entre eles que pode ser vista ao longo da graphic novel. No final são um casal e tem 5 filhos. Nos novos 52 Supeman (Clark) tem um romance com Mulher Maravilha (Diana) === Vilões === O principal inimigo de Superman é Lex Luthor, que tem sido visto de várias maneiras ao longo dos anos, como um cientista com uma vingança pessoal contra o super-herói, ou como um CEO poderoso mas corrupto de um conglomerado chamado Lexcorp que acredita que Superman está interferindo negativamente com o progresso da humanidade com os seus esforços heróicos. Na década de 2000, o mesmo se tornou presidente dos Estados Unidos, e foi apresentado às vezes como um amigo de infância de Clark Kent. O andróide alienígena (na maioria das representações) conhecido como Brainiac é considerado por Richard George como o inimigo mais eficaz de Superman após Luthor. O tirano alienígena Darkseid, um dos seres mais poderosos do Universo DC, é também um dos seus rivais mais formidáveis na maioria dos quadrinhos pós-crise. Outros inimigos principais que têm aparecido em várias encarnações do personagem de quadrinhos para o cinema e a televisão. Alguns deles são: * O duende da quinta dimensão Mr. Mxyzptlk; * Apocalipse, criatura que foi criada por cientistas kryptonianos; * o clone imperfeito do Superman conhecido como Bizarro; * O kryptoniano criminoso General Zod; * Parasita, um homem que foi exposto a resíduos tóxicos recolhidos pelo Superman e foi transformado em um monstro de pele roxa que vive da energia dos outros e quer vingança do Superman; * Lobo, um caçador de recompensas e o último membro da raça alienígena dos czarnianos; * Mongul, governante do planeta de gladiadores Warworld, Mongul rivaliza com a força do Superman e sempre tentou derrotar o Homem de Aço; * Banshee Prateada, uma mulher celta que ficou presa durante séculos por magia depois de ter sido traída por um chefe de clã e que jurou rastrear seus descendentes para a vingança; * Livewire, uma super-vilã com poderes de energia elétrica que originalmente era DJ e personalidade do rádio, e virou-se para o crime depois de perder seu emprego na estação de rádio de Metropolis; * Metallo, um supervilão geralmente retratado como um ciborgue com uma fonte de energia de kryptonita, que ele usa como uma arma contra o Superman. Originalmente, Metallo era John Corben, que quase morreu em um acidente de carro. Logo em seguida, um cientista pegou-lhe como cobaia e transferiu seu cérebro para um corpo de metal, revestido de uma pele de plástico e borracha. Seu coração foi substituído por uma bomba artificial, que pode ser alimentada por kryptonita. Metallo foi criado por Robert Bernstein e Al Plastino para a revista Action Comics, número 252, de maio de 1959. Em 2009 foi classificado pela IGN como o 52.º maior vilão de desenhos em quadrinhos de todos os tempos. Já em 2017, a Newsarama classificou-o como um dos dez maiores vilões do Superman de todos os tempos. == Disputa pelos direitos do personagem == Em 1946, pouco antes do contrato de Siegel e Shuster com a DC Comics expirar, ambos processaram a editora para anular seu contrato e reter os direitos do personagem. O tribunal arguiu em favor da empresa, alegando que a DC havia comprado legalmente os direitos de Superman quando adquiriram sua primeira história em 1938. Porém os direitos de Superboy continuavam com Siegel, levando a DC a comprá-los em troca de um acordo escrito de que a editora detinha a propriedade legal de Superman. Os créditos de criação sumiram das publicações do herói, só retornando em 1976, quando a dupla iniciaram uma campanha contra a companhia-mãe da DC Warner Communications protestando contra seu tratamento. Ambos também receberiam pagamentos anuais da DC. == Outras Mídias == === Televisão === * O personagem ganhou sua primeira versão live action em 1948, numa série de 15 capítulos intitulada apenas de Superman, onde era interpretado pelo ator Kirk Alyn. * Em 1952 foi lançada a série de TV Adventures of Superman, precedida pelo longa Superman and the Mole Men e com enorme sucesso, durando de 1952 até 1958. A produção era estrelada por George Reeves, que acabou ficando marcado no papel e, além da série, aparecia como Superman em inúmeros comerciais e outras produções da época. Em 1959, Reeves foi encontrado morto com um tiro na cabeça, até hoje a causa da morte é um mistério, com pessoas constatando como suicídio (Reeves estaria depressivo por conta do fim da série) e outras constatam como assassinato, já que Reeves tinha um caso com a esposa de um produtor da MGM. Um filme sobre esse acontecimento, Hollywoodland, foi lançado em 2006. * Em 1993 estreou Lois & Clark: The New Adventures of Superman, série que durou entre 1993 até 1997 e tinha o intuito de focar mais na relação de Lois Lane e Clark Kent, do que as ações do Superman em si. A produção era estrelada por Dean Cain como Superman e Teri Hatcher como Lois. * Em 2001 foi lançada a série mais duradoura do herói, Smallville, que se encerrou após 10 temporadas em 2011. A produção, estrelada por Tom Welling, mostrava as aventuras de um jovem Clark Kent descobrindo seus superpoderes antes de adotar a identidade de Superman. * Em 2016, Superman teve uma participação na segunda temporada da série de TV Supergirl, interpretado por Tyler Hoechlin. Hoechlin voltaria ao personagem outras aparições no Arrowverse, entre elas como coprotagonista da série Superman & Lois. Intérpretes do personagem na TV: Kirk Alyn (1948). George Reeves (1952-1958). Dean Cain (1993-1997). Tom Welling (2001-2011). Tyler Hoechlin (2016-presente). === Cinema === * O personagem ganhou sua primeira versão cinematográfica em 1978 em Superman- O Filme, dirigido por Richard Donner e estrelado por Christopher Reeve, o filme foi um sucesso financeiro e de crítica, além de ser considerado um dos marcos na indústria cinematográfica, principalmente em quesitos de efeitos especiais. Rendeu 3 indicações ao Oscar, sendo elas de Melhor Montagem, Melhor Trilha Sonora e Melhor Mixagem de Som, ganhando o premio de Melhores Efeitos Visuais. Além de Reeve, o elenco contava com Margot Kidder como Lois Lane, Gene Hackman como Lex Luthor e Marlon Brando como Jor-El. O filme rendeu mais 3 sequências, Superman II- A Aventura Continua (1980), Superman III (1983) e Superman IV - Em Busca da Paz (1987). * Em 2006 o diretor Bryan Singer decidiu reviver a franquia do Superman, intitulado Superman Returns, o filme funciona como uma sequência de Superman II, assim ignorando Superman III e IV, que foram mal recebidos pela crítica. O filme é estrelado por Brandon Routh como Superman, Kate Bosworth como Lois Lane, Frank Langella como Perry White e Kevin Spacey como Lex Luthor, o filme teve recepção mista e bilheteria morna para seu alto orçamento. ==== Universo Estendido DC ==== * Em 2013 a Warner decidiu dar início a um universo compartilhado dos personagens da DC Comics, com o primeiro lançamento sendo O Homem de Aço, dirigido por Zack Snyder e estrelado por Henry Cavill como Superman, Amy Adams como Lois Lane, Michael Shannon como General Zod, Diane Lane como Martha Kent, Kevin Costner como Jonathan Kent, Laurence Fishburne como Perry White e Russell Crowe como Jor-El. * Em 2016, O Homem de Aço teve sua primeira continuação, Batman v Superman: A Origem da Justiça, também com Snyder e Cavill. Além de reintroduzir Lex Luthor, interpretado por Jesse Eisenberg, marcou o primeiro filme de Superman com outros heróis DC, no caso o Batman de Ben Affleck e a Mulher Maravilha de Gal Gadot. * Em novembro de 2017, Cavill voltou ao papel em Liga da Justiça, que além do retorno de Batman e Mulher Maravilha, ainda contou com Ezra Miller como Flash, Jason Momoa como Aquaman e Ray Fisher como Cyborg. * Superman tem breve aparição não-creditada em Shazam!, de 2019, porém sem Cavill, que não pode aparecer por problemas na agenda.https://screenrant.com/superman-actor-shazam-movie-no-henry-cavill/ * Superman tem uma breve aparição não-creditada junto com outros membros da Liga da Justiça no último episódio da primeira temporada da série Peacemaker, porém sem Cavill, e com um dublê aparecendo como o herói. * Em outubro de 2022, Cavill voltou ao papel de Superman em uma aparição em uma cena pós-créditos do filme Adão Negro, logo após o lançamento do filme, no dia 24 de outubro, Cavill publicou um vídeo em seu perfil do Instagram anunciando a sua volta definitiva ao papel em projetos futuros da DC, porém, no dia 14 de dezembro, Cavill publicou um comunicado em seu perfil do Instagram explicando que ele estava se despedindo do personagem por causa dos novos planos de reboot do Universo da DC nos cinemas por James Gunn e Peter Safran . Intérpretes do personagem no cinema: Christopher Reeve (1978-1987). Brandon Routh (2006). Henry Cavill (2013-2022). David Corenswet (2025-) == Superman no Brasil == Superman apareceu no Brasil pela primeira vez em Dezembro de 1938, no suplemento chamado A Gazetinha #445, do jornal A Gazeta de propriedade do jornalista Cásper Líbero. Com os direitos adquiridos por Adolfo Aizen, as aventuras do Homem de Aço passam para a lendária revista \"O Lobinho\". Com a criação da EBAL em 1945, o editor Aizen lança as histórias da personagem em uma revista em quadrinhos chamada Superman. A revista foi publicada por 35 anos, de 1947 até 1983, um recorde do gênero. Não conseguindo manter mais os direitos, a EBAL repassou a personagem para a Editora Abril, que seguiu com as publicações até a virada do milênio. Desde 2002, as histórias de Superman são publicadas pela Panini Comics. == Ver também == *Impacto cultural de Superman == Ligações externas == * * Categoria:Superman Categoria:Personagens da DC Comics Categoria:Heróis da DC Comics Categoria:Liga da Justiça Categoria:Heróis espaciais Categoria:Personagens que podem voar Categoria:Jornalistas fictícios Categoria:Órfãos fictícios Categoria:Personagens com invulnerabilidade Categoria:Personagens com visão de calor Categoria:Personagens com superforça Categoria:Personagens com supervelocidade Categoria:Personagens humanos extraterrestres Categoria:Personagens de filmes Categoria:Personagens de desenhos animados Categoria:Protagonistas Categoria:Super-heróis da Era de Ouro das histórias em quadrinhos Superman Categoria:Artistas marciais fictícios Categoria:Artistas marciais da DC Comics Categoria:Repórteres fictícios",
 "title": "Superman"
}