{
 "id": "42198",
 "text": "Em cladística, chama-se parafilético a um táxon que inclui um grupo de descendentes de um ancestral comum em que estão incluídos a maioria dos descendentes desse ancestral excluindo alguns poucos subgrupos monofiléticos. Caso o número de grupos que esteja contido no grupo de interesse seja pequeno e muitos subgrupos sejam deixados de fora, este é denominado polifilético. Tais denominações são muito utilizadas na biologia, principalmente na área da filogenética. Exemplo: O grupo dos répteis, tradicionalmente, não inclui as aves, que são um grupo derivado destes. Dessa forma, o grupo Reptilia é parafilético. == Filogenética == === Cladística === Grupos formados por um ancestral comum e todos os seus descendentes são monofiléticos. Os denominados grupos parafiléticos são grupos monofiléticos na qual são excluídos um ou mais clados para formarem outro grupo separado. A cladística não confere aos parafiléticos o status de \"grupo\" uu, até mesmo, se delonga em explicações e caracterizações para eles, uma vez que não representam eventos evolutivos. Um grupo cujas características de identificação evoluíram de maneira convergente em duas ou mais linhagens é polifilético (grego πολύς [polys], \"muitos\"). De forma mais ampla, qualquer táxon que não seja parafilético ou monofilético pode ser chamado de polifilético. A distinção entre grupos polifiléticos e grupos parafiléticos é bastante arbitrária, uma vez que os estados de caráter de ancestrais comuns são inferências, não observações. Agrupamentos parafiléticos são considerados problemáticos por muitos taxonomistas, pois não é possível falar com precisão sobre suas relações filogenéticas e seus traços característicos. === Exemplos === Os procariotos são um agrupamento parafilético, pois excluem os eucariotos, um grupo descendente. Bactérias e Archaea são procariontes, mas archaea e eucariontes compartilham um ancestral comum que não é ancestral das bactérias. A distinção procariota/eucariota foi proposta por Edouard Chatton em 1937 e foi geralmente aceita após ser adotada por Roger Stanier e C.B. van Niel em 1962. Entre as plantas, as dicotiledôneas (no sentido tradicional) são parafiléticas porque o grupo exclui as monocotiledôneas. \"Dicotiledônea\" não é usada como classificação botânica há décadas, mas é permitida como sinônimo de Magnoliopsida. A análise filogenética indica que as monocotiledôneas são um desenvolvimento de um ancestral dicotiledônea. A exclusão das monocotiledôneas das dicotiledôneas torna as últimas um grupo parafilético. Entre os animais, vários grupos familiares não são, de fato, clados. A ordem Artiodactyla (ungulados de dedos pares) como tradicionalmente definida é parafilética porque exclui Cetáceos (baleias, golfinhos, etc.). Sob as classificações do Código ICZN, os dois táxons são ordens separadas. Estudos moleculares, no entanto, mostraram que os cetáceos descendem de ancestrais artiodáctilos, embora a filogenia precisa dentro da ordem permaneça incerta. Sem os Cetáceos, os Artiodáctilos são parafiléticos. A classe Reptilia, como tradicionalmente definida, é parafilética porque exclui aves (classe Aves). Sob as classificações do Código ICZN, esses três táxons são classes separadas. No entanto, as aves são táxons irmãos de um grupo de dinossauros (parte de Diapsida), ambos os quais são \"répteis\". Alternativamente, os répteis são parafiléticos porque deram origem a (apenas) pássaros. Aves e répteis juntos formam os Sauropsidas, um clado de Amniota que é o grupo irmão do clado que inclui mamíferos. clado que inclui mamíferos. Osteichthyes, peixes ósseos, são parafiléticos quando circunscritos para incluir apenas Actinopterygii (peixes com nadadeiras raiadas) e Sarcopterygii (peixes lobadas), e para excluir tetrápodes; mais recentemente, Osteichthyes é tratado como um clado, incluindo os tetrápodes. Um dos objetivos da taxonomia moderna nos últimos cinquenta anos tem sido eliminar \"grupos\" parafiléticos, como os exemplos dados aqui, das classificações formais. == Ver também == *Monofilético *Polifilético *Taxonomia *Árvore filogenética == Referências == * Colin Tudge. 2000. La Variedad de la Vida. Oxford University Press. ISBN 0198604262. * Williams, D., & Ebach, M. (2020). Cladistics: A Guide to Biological Classification. In Cladistics: A Guide to Biological Classification (Systematics Association Special Volume Series, p. I). Cambridge: Cambridge University Press. == Ligações externas == * Evolving Thoughts: Clade * A poster-sized cladogram showing the Tree of Life (Evolution) * DM Hillis, D Zwickl & R Gutell: ~3000 species Tree of Life * Phylogenetic systematics, an introductory slide-show on evolutionary trees University of California, Berkeley Categoria:Taxonomia",
 "title": "Parafilético"
}