{
 "id": "42208",
 "text": "Ontário (em inglês e francês: Ontario) é uma das dez províncias do Canadá, está localizada no centro-leste do país. É a província mais populosa do Canadá, representando 38,3% de toda a população do país, além de ser a segunda maior província em área total, atrás somente de Quebec. É a quarta maior subdivisão canadense quando os Territórios do Noroeste e Nunavut estão incluídos. Em Ontário encontra-se Ottawa, a capital do Canadá, e Toronto a capital de Ontário é a cidade mais populosa do país. O sul de Ontário é a região mais meridional do Canadá. Ontário limita-se pela província de Manitoba a oeste, pela baía de Hudson e baía de James ao norte, por Quebec a leste e nordeste, e ao sul (de oeste a leste) pelos Estados Unidos, fazendo fronteira com os estados americanos de Minnesota, Michigan, Ohio, Pensilvânia e Nova Iorque. Quase toda a fronteira de 2 700 km de Ontário com os Estados Unidos segue por vias navegáveis: a oeste pelo lago dos Bosques, e a leste ao longo dos principais rios e lagos que fazem parte do sistema de drenagem dos Grandes Lagos e pelo rio São Lourenço. Ontário às vezes é conceitualmente dividida em duas regiões: Ontário Setentrional e Ontário Meridional. A grande maioria da população de Ontário e das terras aráveis estão localizadas na parte sul da província, em contraste, a parte maior do norte é escassamente povoada, com invernos frios e é altamente florestada. == Etimologia == A origem do nome da província deriva do lago de mesmo nome, Lago Ontário. Acredita-se que o termo seja derivado de \"Ontarí: io\", uma palavra que significa \"grande lago\", ou possivelmente do termo \"skanadario\", que significa \"água bonita\" nas línguas iroquesas. Ontário tem cerca de 250 mil lagos de água doce. == História == === Contato pré-europeu === Antes da chegada dos europeus, a região de Ontário era habitada pelos algonquinos (incluindo os ojíbuas e cree) nas porções norte e oeste, e iroqueses e hurões mais ao sul e leste. Durante o século XVII, os algonquinos e hurões lutaram na Guerra dos Castores contra os iroqueses. === Contato europeu === O explorador francês Étienne Brûlé explorou parte da área entre 1610 e 1612. O explorador inglês Henry Hudson navegou até a Baía de Hudson em 1611 e reivindicou a área para a Inglaterra. esquerda|miniaturadaimagem|Estátua de lealistas do império unido em Hamilton, no centro na rua principal do leste da cidade. Samuel de Champlain alcançou o Lago Huron em 1615 e missionários franceses começaram a estabelecer postos ao longo dos Grandes Lagos. Os assentamentos franceses foram prejudicados devido à hostilidade francesa com os iroqueses, que mais tarde se aliaram aos britânicos contra eles. De 1634 a 1640, os hurões foram devastados por doenças infecciosas trazidas pelos europeus, como o sarampo e a varíola, às quais não tinham imunidade. Em 1700, os iroqueses haviam deixado Ontário e os ojíbuas haviam se estabelecido na margem norte do Lago Ontário. Os hurões que restaram se estabeleceram no Norte de Quebec. Os britânicos estabeleceram postos comerciais na Baía de Hudson no final do século XVII e iniciaram uma luta contra os franceses pela dominação de Ontário. Depois que os franceses da Nova França foram derrotados durante a Guerra dos Sete Anos, as duas potências concederam quase todas as possessões norte-americanas da França à Grã-Bretanha no Tratado de Paris de 1763, incluindo as terras de Ontário não reivindicadas pela Grã-Bretanha. Os britânicos anexaram a região de Ontário ao Quebec em 1774. Os primeiros assentamentos europeus na nova área conquistada surgiram em 1782-1784 quando 5000 fiéis americanos entraram no que hoje é Ontário após a Revolução Americana. O Reino da Grã-Bretanha concedeu-lhes 200 acres (81 ha) de terras e outros itens para reconstruírem suas vidas. Os britânicos também fizeram reservas em Ontário para o povo mohawk que lutaram pelos britânicos e perderam suas terras no estado americano de Nova Iorque. Outros iroqueses, também deslocados de Nova Iorque, foram reassentados em 1784 na reserva das Seis Nações, no extremo oeste do Lago Ontário. Os mississaugas, deslocados pelos assentamentos europeus, mais tarde imigraram para as Seis Nações também. A população do Canadá a oeste da confluência do Rio São Lourenço com o Rio Ottawa aumentou substancialmente durante esse período, fato reconhecido pelo Ato Constitucional de 1791, que dividiu o Quebec em \"dois Canadas\": o Canadá Superior a sudoeste da confluência do Rio São Lourenço com o Rio Ottawa, e o Canadá Inferior a leste dele. John Graves Simcoe foi nomeado o primeiro tenente-governador do Canadá Superior em 1793. === Canadá Superior === As tropas americanas na Guerra de 1812 invadiram o Canadá Superior através do Rio Niagara e do Rio Detroit, mas foram derrotadas e empurradas de volta para os Estados Unidos pelos britânicos, canadenses, milícias e guerreiros das Primeiras Nações. No entanto, eventualmente, os americanos ganharam o controle do Lago Erie e do Lago Ontário. A Batalha de York em 1813 viu tropas americanas derrotarem a guarnição na capital do Alto Canadá, York. Os americanos saquearam a cidade e incendiaram os Edifícios do Parlamento do Alto Canadá durante a breve ocupação. Os britânicos e canadenses queimariam a capital americana, Washington, D.C. em 1814. Após a Guerra de 1812, a relativa estabilidade permitiu que um número crescente de imigrantes chegassem da Europa e não dos Estados Unidos. Como foi o caso nas décadas anteriores, essa mudança na imigração foi encorajada pelos líderes coloniais. Apesar das terras acessíveis e muitas vezes livres, muitos recém-chegados, a maioria britânicos e irlandeses, encontraram dificuldades em viver nas fronteiras com esse clima rigoroso, e algumas pessoas nesses meios acabavam voltaram para casa ou migravam para o sul, onde o clima é mais ameno. No entanto, o crescimento populacional ultrapassou em muito a emigração nas décadas que se seguiram. Tratava-se de uma sociedade majoritariamente agrária, mas os projetos de canais e uma nova rede de estradas de tábuas estimulavam um maior comércio dentro da colônia e com os Estados Unidos, melhorando assim as relações anteriormente danificadas ao longo do tempo. Enquanto isso, as numerosas vias navegáveis de Ontário ajudaram as viagens e o transporte para o interior e forneceram energia hidráulica para o desenvolvimento. Com o aumento da população, as indústrias e as redes de transporte também aumentaram, o que, por sua vez, levou a um maior desenvolvimento. No final do século, Ontário competia de frente com o Quebec como líder do país em termos de crescimento populacional, industrial, artístico e de comunicações. A agitação na colônia começou a irritar o Pacto Familiar aristocrático que governou enquanto se beneficiava economicamente dos recursos da região, e que não permitiam o poder dos corpos eleitos. Esse ressentimento estimulou os ideais republicanos e semeou as sementes do nacionalismo canadense. Consequentemente, a rebelião em favor do governo responsável aumentou em ambas as regiões; Louis-Joseph Papineau liderou a Rebelião do Baixo Canadá e William Lyon Mackenzie, primeiro prefeito de Toronto, liderou a Rebelião do Alto Canadá. No Alto Canadá, a rebelião foi rapidamente um fracasso. William Lyon Mackenzie escapou para os Estados Unidos, onde declarou a República Provisória do Canadá em Navy Island no Rio Niagara. === Canadá Ocidental === Embora ambas as rebeliões tenham sido derrubadas em pouco tempo, o governo britânico enviou Lord Durham para investigar as causas da agitação. Ele recomendou que o autogoverno fosse concedido e que o Baixo e o Alto Canadá fossem unificados em uma tentativa de assimilar os franco-canadenses. Assim, as duas colônias foram fundidas no que se chamou de Província do Canadá pelo Ato de União de 1840, com a capital em Kingston, e o Alto Canadá tornando-se conhecido como Canadá Ocidental. O auto- governo parlamentar foi concedido em 1848. Houve imensas ondas de imigração na década de 1840, e a população do Canadá Ocidental mais que dobrou em 1851 na década anterior. Como resultado, pela primeira vez, a população de língua inglesa do Canadá Ocidental ultrapassou a população de língua francesa do Canada Oriental, inclinando a balança do poder representativamente. Um boom econômico na década de 1850 coincidiu com a expansão da malha ferroviária em toda a província, aumentando ainda mais a força econômica do Canadá Central. Com a revogação das Leis do Milho e um acordo de reciprocidade em vigor com os Estados Unidos, várias indústrias, como as de madeira, mineração, agricultura e destilação de álcool, beneficiaram-se tremendamente. Um impasse político entre os legisladores franceses e ingleses, bem como o medo de agressão dos Estados Unidos durante e imediatamente após a Guerra Civil Americana, levou a elite política a realizar uma série de conferências na década de 1860 para efetivar uma ampla legislação federal, apoiando a união de todas as colônias britânicas da América do Norte. A Lei da América do Norte Britânica entrou em vigor em 1º de julho de 1867, estabelecendo o Domínio do Canadá, inicialmente com quatro províncias: Nova Escócia, New Brunswick, Quebec e Ontário. A Província do Canadá foi dividida em Ontário e Quebec, de modo que cada grupo linguístico ficou com sua própria província. Tanto o Quebec quanto Ontário foram obrigados, pela seção 93 da Lei da América do Norte Britânica, a salvaguardar os direitos e privilégios educacionais existentes dos protestantes e da minoria católica. Assim, escolas católicas separadas e conselhos escolares foram permitidos em Ontário. No entanto, nenhuma das províncias tinha uma exigência constitucional de proteger sua minoria de língua francesa ou inglesa. Toronto foi formalmente estabelecida como capital provincial de Ontário. === Ontário como província === ligação=https://en.wikipedia.org/wiki/File:One_London_Place_Night.JPG|miniaturadaimagem|Centro de London à noite. Uma vez constituída como província, Ontário passou a afirmar seu poder econômico e legislativo. Em 1872, o advogado Oliver Mowat tornou-se premier de Ontário e permaneceu como primeiro ministro até 1896. Ele lutou pelos direitos provinciais, enfraquecendo o poder do governo federal em questões provinciais, geralmente através de apelos bem argumentados ao Comitê Judicial do Conselho Privado. Suas batalhas com o governo federal descentralizaram enormemente o Canadá, dando às províncias muito mais poder do que John A. Macdonald pretendia. Ele consolidou e expandiu as instituições educacionais e provinciais de Ontário, criou distritos no Norte de Ontário e lutou para garantir que essas partes do Noroeste de Ontário não fizessem parte do Alto Canadá (as vastas áreas ao norte e oeste da bacia do Lago Superior- Hudson, conhecidas como o Distrito de Keewatin), mas falhou e tais áreas tornaram-se parte de Ontário, o que representou uma vitória incorporada na Lei do Canadá (Ontario Boundary), de 1889. Mowat também presidiu o surgimento da província como potência econômica do Canadá, e foi o criador do que é frequentemente chamado de Empire Ontario. Começando com a Política Nacional de Sir John A. Macdonald (1879) e a construção da Canadian Pacific Railway (1875–1885) até o Norte de Ontário e as pradarias canadenses até a Colúmbia Britânica, a indústria e a manufatura de Ontário floresceram. No entanto, o crescimento da população diminuiu depois que uma grande recessão que atingiu a província em 1893, desacelerando assim o crescimento drasticamente, mas apenas por alguns anos. Muitos imigrantes recém-chegados e outros habitantes se mudaram para outras províncias como Alberta, Saskatchewan, Manitoba e Colúmbia Britânica ao longo da estrada de ferro, e também povoaram o Norte de Ontário. A exploração mineral acelerou no final do século XIX, levando ao surgimento de importantes centros de mineração no nordeste, como Sudbury, Cobalto e Timmins. A província aproveitou seu poder hídrico para gerar energia hidroelétrica e criou a Comissão de Energia Hidrelétrica de Ontário, controlada pelo Estado, e mais tarde pela Ontario Hydro. A disponibilidade de energia elétrica barata facilitou ainda mais o desenvolvimento da indústria. A Ford Motor Company do Canadá foi fundada em 1904. A General Motors Canada foi formada em 1918. A indústria de veículos automotores tornou-se a indústria mais lucrativa para a economia de Ontário durante o século XX. Em julho de 1912, o governo conservador de Sir James Whitney emitiu o Regulamento 17, que limitava severamente a disponibilidade da escola de francês à minoria de língua francesa da província. Os franco-canadenses reagiram com indignação, com o jornalista Henri Bourassa denunciando como os \"prussianos de Ontário\". O regulamento foi finalmente revogado em 1927. Influenciado por eventos nos Estados Unidos, o governo de Sir William Hearst introduziu a proibição de bebidas alcoólicas em 1916 com a aprovação da Lei de Temperança de Ontário. No entanto, os residentes poderiam destilar e manter seu próprio suprimento pessoal, e os produtores de bebidas alcoólicas poderiam continuar a destilar e exportar para venda, permitindo que essa indústria já considerável se fortalecesse ainda mais. Ontário tornou-se um foco para o contrabando ilegal de bebidas alcoólicas e o maior fornecedor para os Estados Unidos, que estava sob total proibição. A proibição em Ontário chegou ao fim em 1927 com a criação do Conselho de Controle de Licor de Ontário, sob o governo de Howard Ferguson. A venda e o consumo de bebidas alcoólicas, vinhos e cervejas ainda são controlados por algumas das leis mais extremas da América do Norte, para garantir que os rígidos padrões da comunidade e a geração de receita do monopólio do varejo de álcool sejam mantidos. Em abril de 2007, o membro do Parlamento provincial de Ontário, Kim Craitor, sugeriu que as cervejarias locais pudessem vender sua cerveja em lojas de esquina locais; no entanto, a ideia foi rapidamente rejeitada pelo primeiro-ministro Dalton McGuinty. O período pós-Segunda Guerra Mundial foi de excepcional prosperidade e crescimento. Ontário foi o destinatário da maior parte da imigração para o Canadá, em grande parte imigrantes da Europa devastada pela guerra nos anos 50 e 60 e seguindo as mudanças na lei federal de imigração, um afluxo maciço de não-europeus desde os anos 70. De uma província em grande parte etnicamente britânica, Ontário tornou-se rapidamente diversa e multicultural. O movimento nacionalista em Quebec, particularmente após a eleição do Parti Québécois em 1976, contribuiu para impulsionar muitas empresas e pessoas de língua inglesa de Quebec para Ontário, e como resultado, Toronto ultrapassou Montreal como a maior cidade e centro econômico do Canadá. Condições econômicas deprimidas nas Províncias Marítimas também resultaram no despovoamento dessas províncias no século XX, com uma forte migração para Ontário. A língua oficial de Ontário é o inglês. Inúmeros serviços em língua francesa estão disponíveis sob a Lei de Serviços de Língua Francesa de 1990 em áreas designadas onde existem populações francófonas de tamanho considerável. === Evolução territorial === Até 1763, a maior parte de Ontário foi considerada parte da Nova França pela reivindicação francesa. A Terra de Rupert, definida como a bacia de drenagem da Baía de Hudson, foi reivindicada pela Grã-Bretanha e incluiu grande parte do Norte de Ontário. Os britânicos derrotaram os exércitos da colônia francesa e seus aliados indígenas na guerra francesa e indiana, parte do conflito global da Guerra dos Sete Anos. Concluindo a guerra, o tratado de paz entre as potências europeias, conhecido como Tratado de Paris de 1763, atribuiu quase todas as posses da França na América do Norte à Grã-Bretanha, incluindo partes que mais tarde se tornariam Ontário, que não faz parte da Terra de Rupert. A Grã-Bretanha estabeleceu a primeira Província de Quebec, abrangendo o Quebec contemporâneo e o Sul de Ontário. Após a Guerra da Independência Americana, as primeiras reservas para as Primeiras Nações foram estabelecidas. Estes estão situados em as Seis Nações (1784), Tyendinaga (1793) e Akwesasne (1795). As Seis Nações e Tyendinaga foram estabelecidas pelos ingleses para os grupos indígenas que lutaram ao lado dos britânicos e foram expulsos dos Estados Unidos. Akwesasne era uma comunidade do povo Mohawk preexistente e suas fronteiras foram formalizadas sob o Tratado de Jay de 1795. Em 1788, enquanto parte da província de Quebec, o Sul de Ontário foi subdividido em quatro distritos: Hesse, Lunenburg, Mecklenburg e Nassau. Em 1792, os quatro distritos foram renomeados: Hesse tornou-se o Distrito Ocidental, Lunenburg tornou-se o Distrito Oriental, Mecklenburg tornou-se o Distrito de Midland e Nassau tornou-se o Distrito Residencial. Condados foram criados dentro dos distritos. Em 1798, havia oito distritos: Oriental, Home, Johnstown, Londons, Midland, Newcastle, Niagara e Ocidental. Em 1826, havia onze distritos: Bathurst, Oriental, Gore, Home, Johnstown, London, Midland, Newcastle, Niagara, Ottawa e Ocidental. Em 1838, havia vinte distritos: Bathurst, Brock, Colbourne, Dalhousie, Oriental, Gore, Casa, Huron, Johnstown, London, Midland, Newcastle, Niágara, Ottawa, Prince Edward, Simcoe, Talbot, Victoria, Wellington e Ocidental. Em 1849, os distritos do Sul de Ontário foram abolidos pela Província do Canadá e os governos dos condados assumiram certas responsabilidades municipais. A Província do Canadá também começou a criar distritos no Norte de Ontário, pouco povoado, criou o Distrito de Algoma e o Distrito de Nipissing em 1858. As fronteiras de Ontário, seu novo nome em 1867, foram provisoriamente expandidas para o norte e o oeste. Quando a Província do Canadá foi formada, seus limites não estavam totalmente claros e, eventualmente, Ontário finalmente alcançou as Montanhas Rochosas e o Oceano Ártico. Com a aquisição da Terra de Rupert pelo Canadá, Ontário estava interessado em definir claramente suas fronteiras, especialmente porque algumas das novas áreas em que estava interessado estavam crescendo rapidamente. Depois que o governo federal pediu a Ontário para pagar pela construção da nova área disputada, a província solicitou uma elaboração sobre seus limites, e sua fronteira foi estendida para o norte até o paralelo 51 norte. As fronteiras norte e oeste de Ontário estavam em disputa após a Confederação Canadense. O direito de Ontário ao Noroeste de Ontário foi determinado pelo Comitê Judicial do Conselho Privado em 1884 e confirmado pela Lei do Canadá (Limite de Ontário) de 1889 do Parlamento do Reino Unido. Em 1899, havia sete distritos no norte: Algoma, Manitoulin, Muskoka, Nipissing, Parry Sound, Rainy River e Thunder Bay. Mais quatro distritos no norte foram criados entre 1907 e 1912: Cochrane, Kenora, Sudbury e Timiskaming. == Geografia == miniaturadaimagem|Parque Provincial de Algonquin, vista do lago Cache no outono de 2006. O Ontário pode ser dividido em três distintas regiões geográficas: * O Escudo Canadense, pouco povoado, nas porções noroeste e central, que compreende mais da metade da área terrestre de Ontário. Embora esta área não favoreça a agricultura, ela é rica em minerais e em parte coberta pelas florestas do Centro e do Meio-Oeste do Canadá, com lagos e rios. O Norte de Ontário é dividido em duas sub-regiões: Noroeste de Ontário e Nordeste de Ontário; *As quase despovoadas Planícies da Baía de Hudson no extremo norte e nordeste da província, que é uma área principalmente pantanosa e escassamente florestada; *O Sul de Ontário, que é subdividido em quatro regiões; Ontário Central (embora não seja realmente o centro geográfico da província), Leste de Ontário, Golden Horseshoe e Sudoeste de Ontário (partes das quais eram anteriormente referidas como Ontário Ocidental). Apesar da ausência de qualquer terreno montanhoso na província, existem grandes áreas de terras altas, particularmente dentro do Escudo Canadense, que atravessa a província de noroeste a sudeste e também acima da Escarpa de Niágara, que atravessa o sul. O ponto mais alto é o Ishpatina Ridge, a 693 m acima do nível do mar, em Temagami, no nordeste de Ontário. No sul, elevações de mais de 500 m são superadas perto de Collingwood, acima das Montanhas Azuis nas Terras Altas de Dundalk e em colinas perto do Rio Madawaska no Condado de Renfrew. A zona florestal da Floresta Caroliniana cobre a maior parte da região sudoeste da província. O temperado e fértil Great Lakes-Saint Lawrence Valley, no sul, faz parte da ecorregião de florestas baixas da região leste dos Grandes Lagos, onde a floresta foi substituída em grande parte pela agricultura, desenvolvimento industrial e urbano. Uma característica geográfica conhecida é as Cataratas do Niágara, parte da Escarpa Niágara. O Canal de São Lourenço permite a navegação de e para o Oceano Atlântico até o interior de Thunder Bay, no noroeste de Ontário. O Norte de Ontário ocupa cerca de 87% da superfície da província, inversamente, o Sul de Ontário contém 94% da população. Point Pelee é uma península do Lago Erie no sudoeste de Ontário (perto de Windsor e Detroit no Michigan) que é a extensão mais ao sul do continente no Canadá. Pelee Island e Middle Island, no Lago Erie, estendem-se um pouco mais. Todos estão ao sul do paralelo 42 N — um pouco mais ao sul do que a fronteira norte da Califórnia com o sul do Óregon. === Clima === O clima de Ontário varia de acordo com a estação e com a localização. O clima é afetado por três fontes de ar: ar frio, seco e ártico do norte (fator dominante durante os meses de inverno e por uma parte mais longa do ano no extremo norte de Ontário), passagem de ar polar do Pacífico vindos das pradarias do Canadá no Oeste e das planícies do norte dos Estados Unidos, ar quente e úmido do Golfo do México e do Oceano Atlântico. Os efeitos dessas grandes massas de ar na temperatura e precipitação dependem, principalmente, da latitude, da proximidade de grandes corpos de água e em menor medida, do relevo do terreno. Em geral, a maior parte do clima de Ontário é classificada como continental úmido. Ontário tem três principais regiões climáticas. Os Grandes Lagos circundantes influenciam muito a região climática do sul de Ontário. Durante os meses de outono e inverno, o calor armazenado nos lagos é liberado, moderando o clima perto das margens dos lagos. Isso resulta em invernos mais leves no sul de Ontário do que na áreas do meio-continental em latitudes mais baixas. Partes do sudoeste deOntário (geralmente ao sul da linha Sarnia-Toronto) têm um clima continental úmido moderado (classificação climática Köppen Dfa), semelhante ao dos estados do Médio Atlântico e da região dos Grandes Lagos do Centro-Oeste dos Estados Unidos. A região tem verões quentes e úmidos e invernos frios. A precipitação anual varia de 750 a 1 000 mm e está bem distribuída ao longo do ano. A maior parte desta região está no sul dos Grandes Lagos, fazendo com que haja neve abundante em algumas áreas. Em dezembro de 2010, o Snowbelt (regiões próximas dos Grandes Lagos) estabeleceu um novo recorde quando foi atingido por mais de um metro de neve dentro de 48 horas. A outra região climática é o leste central, que tem um clima continental úmido moderado (Köppen Dfb). Esta região tem verões quentes e às vezes muito quentes com invernos mais frios e longos, nevascas amplas (mesmo em regiões que não estão dentro do snowbelt) e a precipitação anual é semelhante a do resto do sul de Ontário. miniaturadaimagem|A escarpa de Niagara na península de Bruce. Nas partes do nordeste de Ontário que se estendem até o sul, as águas frias da Baía de Hudson deprimem as temperaturas do verão, tornando-o mais frio do que em outros locais em latitudes semelhantes. Ocorre o mesmo na costa norte do Lago Superior, que esfria o ar úmido e quente do sul, levando a temperaturas de verão mais frescas. Ao longo das margens orientais do Lago Superior e do Lago Huron, as temperaturas do inverno são ligeiramente moderadas, mas com frequentes chuvas de neve, por causa do efeito do lago que aumenta a queda de neve sazonal, totaliza mais de 3 m de neve em alguns lugares. Essas regiões têm maior precipitação anual em alguns casos acima de 1 000 mm. As partes mais ao norte de Ontário, principalmente ao norte da latitude 50°N, têm um clima subárctico (Köppen Dfc) com invernos longos, severamente frios e verões curtos e quentes, com mudanças de temperatura dramáticas possíveis em todas as estações do ano. Sem grandes escalas de montanhas que bloqueiam as massas de ar do Ártico, as temperaturas de −40 °C não são incomuns, a neve permanece no chão por vezes até a metade do ano. A acumulação de neve de nevascas pode ser alta em algumas áreas. A precipitação geralmente é inferior a 70 cm e os picos são nos meses de verão sob a forma de chuviscos ou tempestades. Tempestades violentas atingem o pico no verão. London, situada no sul (sudoeste) de Ontário, tem o maior número de relâmpagos por ano no Canadá, com uma média de 34 dias de atividade de tempestades por ano. Em um ano típico, Ontário calcula a média de 11 tornado confirmados a tocar o solo. No entanto, nos últimos anos, Ontário teve mais de 20 tornados no ano, com a maior frequência ocorrendo na área de Windsor-Essex e Chatham-Kent, embora poucos sejam muito destrutivos, a maioria entre F0 e F2, na escala Fujita. Ontário teve um recorde de 29 tornados em 2006 e 2009. Resíduos de depressões tropicais ocasionalmente trazem fortes chuvas e ventos no sul, mas raramente são fatais. Uma exceção notável foi o furacão Hazel, que atingiu o sul de Ontário, em Toronto, em outubro de 1954. Temperaturas diárias máximas e mínimas médias para locais selecionados em Ontário Cidade Julho Janeiro Minímas Máximas Minímas Máximas Windsor 18 °C 28 °C -7 °C 0 °C Niagara Falls 17 °C 27 °C -8 °C 0 °C Toronto 18 °C 27 °C -7 °C -1 °C Midland 16 °C 26 °C -13 °C -4 °C Ottawa 16 °C 27 °C -14 °C -6 °C Sudbury 13 °C 25 °C -19 °C -8 °C Emo 11 °C 25 °C -22 °C -9 °C Thunder Bay 11 °C 24 °C -21 °C -9 °C Kenora 15 °C 24 °C -21 °C -11 °C Moosonee 9 °C 23 °C -26 °C -14 °C == Demografia == No censo de 2016, Ontário tinha uma população de 13 448 494 habitantes em 5 169 174 de seus domicílios, uma variação de 4,6% em relação à população de 2011, que era de 12 851 821. A província tem uma área de 908 607,67 km2 (cerca de 350 815,38 mi²), e uma densidade populacional de 14,8 hab./ km2. A maioria dos ontarianos possui ancestralidade inglesa ou outra ancestralidade europeia, incluindo grandes comunidades escocesas, irlandesas e italianas. Um pouco menos de 5% da população de Ontário é Franco-Ontariana, isto é, aqueles cuja língua nativa é o francês, embora aqueles com ascendência francesa respondam por 11% da população. Em relação ao aumento populacional natural ou migração inter-provincial, a imigração é uma enorme força de crescimento populacional em Ontário, como tem sido nos últimos dois séculos. Fontes mais recentes de imigrantes com comunidades grandes ou em crescimento em Ontário incluem os sul-asiáticos, caribenhos, latino-americanos, europeus, asiáticos e africanos. A maioria das populações se instalou nos grandes centros urbanos. Em 2011, 25,9% da população de Ontário consistia de minorias visíveis e 2,4% da população era aborígene, principalmente de ancestralidade de nações indígenas e métis. Havia também um pequeno número de pessoas inuítes na província. O número de aborígenes e outras minorias visíveis tem aumentado a um ritmo mais acelerado do que a população geral de Ontário. === Divisões censitárias === O censo em Ontário costuma ser dividido de muitas formas, dentre tais formas destacam-se três: municipalidades-independentes (single-tier municipalities), municipalidades (upper-tier municipalities; que podem ser municipalidades regionais ou condados) e distritos.Ontario Municipal Act, 2001. Uma municipalidade independente (single-tier municipality) é uma região administrativa que é governada por um município sede, e que não faz parte de nenhum condado, municipalidade regional ou distrito. A maioria destas municipalidades é composta por uma única cidade, resultante da fusão de cidades e vilas foram fusionadas entre si, ao longo da década de 1990. Outras destas municipalidades agrupam diversas pequenas cidades. Algumas destas municipalidades são capitais de condados, municipalidades ou distritos, porém, essas subdivisões não têm nenhum poder sobre essas cidades. As municipalidades regionais são as responsáveis pelo fornecimento dos seguintes serviços à população: manutenção e construção de ruas e estradas primárias, fornecimento de transporte público, policiamento, manutenção de sistemas de saneamento básico e esgoto, coleta de resíduos, planejamento urbano, e o fornecimento de serviços médicos e sociais. Municipalidades regionais são tipicamente mais urbanizados do que condados, e são geralmente implementadas em divisões de recenseamento onde uma série de centros urbanos interconectados entre si formam a maioria da população dessa divisão de recenseamento. Já os condados possuem menos responsabilidades do que municipalidades regionais, porque a maioria das cidades e vilas dentro de um dado condado tipicamente fornecem a maioria dos serviços municipais aos seus habitantes. As responsabilidades dos condados são: manutenção e construção de avenidas e estradas arteriais, serviços médicos, e o planejamento do uso das terras do condado. Condados são encontrados somente no Sul do Ontário. A população dos condados podem igualar aos das municipalidades regionais, porém, sua densidade populacional geralmente é menor do que os de uma municipalidade regional. === Cidades === A legislação atual de Ontário prevê que os municípios menores e de nível único tenham a autoridade de nomearem-se como \"cidades\", ou outros antigos tipos de status municipal, como \"pequenas-cidades\", \"vilas\", \"pequenas-vilas\", ou de forma genérica como \"municípios\".[6] Ontário tem atualmente 52 cidades, que juntas têm uma população cumulativa de 9 900 179 e uma população média de 190 388 (do censo de 2016). As mais e menos populosas cidades são Toronto e Dryden, com populações de 2 731 571 e 7.749 respectivamente. A cidade mais nova de Ontário é Richmond Hill, cujo conselho votou para mudar o status de town para cidade em 26 de março de 2019. Anterior a isso, Markham saiu do status de town para cidade em 1º de julho de 2012. As dez maiores cidades de Ontário, de acordo com o censo de 2016, são respectivamente: Toronto, Ottawa, Mississauga, Brampton, Hamilton, London, Markham, Vaughan, Kitchener e Windsor. :As porcentagens apresentadas abaixo podem somar mais de 100% por causa de respostas duplas e isso gera uma entrada nas duas categorias. === Etnias === Ontário foi colonizada principalmente por europeus, no entanto, passou a ser uma província extremamente diversa etnicamente, quando grupos étnicos de várias partes do mundo estabeleceram-se na região. De acordo com o censo de canadense de 2016, estas são os principais etnias de Ontário. Etnias Grupos étnicos principais Porcentagem da população Brancos Ingleses, irlandeses, escoceses, franceses, alemães, italianos, holandeses, poloneses, ucranianos, portugueses, russos, galeses, espanhóis, húngaros e gregos. 67,8% Asiáticos Chineses, indianos, filipinos, vietnamitas, tailandeses, indonésios, japoneses e coreanos. 19,9% Negros Afro-caribenhos, afro-americanos e africanos. 4,7% Aborígenes Primeiras-Nações, principalmente dos grupos métis e inuítes. 2,8% Árabes Libaneses, egípcios, marroquinos, iraquianos, argelinos, sírios, palestinos, sauditas, líbios e somalis. 1,6% Latinos Mexicanos, colombianos, salvadorenhos, peruanos, brasileiros, chilenos, venezuelanos e argentinos. 1,5% Outras Corresponde à pessoa multirraciais e minorias visíveis. 1,7% === Línguas === A língua principal de Ontário é o inglês, que também é a língua oficial de facto da província, é falada nativamente por cerca de 70% da população da província, de acordo com o censo de 2011. Há também uma população francófona concentrada nas partes do nordeste, leste e extremo sul da província, onde, segundo o French Language Services Act, os serviços provinciais do governo devem estar disponíveis em francês se pelo menos 10% da população de uma área designada informa o francês como sua língua nativa ou se um centro urbano tem pelo menos 5 000 francófonos. Cerca de 4% dos ontarianos falam o francês como língua materna, e 11% são bilíngues, falando inglês e francês, de acordo com o censo de 2011. Outros idiomas falados pelos residentes incluem o árabe, bengali, cantonês, holandês, alemão, grego, gujarati, hindi, italiano, coreano, malaiala, mandarim, persa, polonês, português, punjabi, russo, cingalês, somali, espanhol, tagalo, tâmil, tibetano, urdu e vietnamita. === Religiões === Em 2011, as maiores denominações religiosas em Ontário foram a Igreja Católica Romana (com 31,4% da população), a Igreja Unida do Canadá (7,5%) e a Igreja Anglicana (6,1%). 23,1% dos ontarianos não tinham afiliação religiosa, tornando-se o segundo maior agrupamento religioso na província depois dos católicos romanos. Os principais grupos religiosos de Ontário em 2011 foram: Religião Nº de pessoas Porcentagem da população Total 12 651 795 100 Catolicismo 3 976 610 31,4 Sem afiliação religiosa 2 927 790 23,1 Protestantismo 2 668 665 21,1 Outras religiões cristãs 1 224 300 9,7 Islamismo 581 950 4,6 Hinduísmo 366 720 2,9 Cristianismo Ortodoxo 297 710 2,4 Judaismo 195 540 1,5 Siquismo 179 765 1,4 Budismo 163 750 1,3 Outras religiões 68 985 0,5 Em Ontário, os católicos são representados pela Assembleia dos Bispos Católicos de Ontário e os protestantes anglicanos pela Província Eclesiástica de Ontário A Província Eclesiástica abrange a maior parte da província geográfica de Ontário. == Economia == Ontário é uma das mais ricas e prósperas subdivisões nacionais da América do Norte. É a subdivisão mais industrializada do Canadá, representando 52% do total de remessas nacionais de produtos manufaturados em 2004. O maior parceiro comercial de Ontário é o estado americano do Michigan. Em abril de 2012, a agência de classificação de risco de crédito Moody's classificou a dívida de Ontário como AA2/Estável, enquanto a S&P; a classificou como AA-. O Dominion Bond Rating Service classificou a dívida como AA (baixa) em janeiro de 2013. Conhecida há muito tempo como um forte da solvência financeira e manufatureira canadense, a razão dívida pública/PIB de Ontário está projetada para 37,2% no ano fiscal de 2019-2020, em comparação com 26% em 2007-2008. Os rios e a hidrologia de Ontário favorecem para que a província seja rica energicamente. Em 2009, a Ontario Power Generation (OPG) gerou 70% da energia elétrica da província, dos quais 51% eram de fontes nucleares, 39% eram de hidrelétricas e 10% eram derivados de combustíveis fósseis. Em 2025, prevê-se que a energia nuclear forneça 42%, enquanto a produção derivada de combustíveis fósseis deverá diminuir ligeiramente nos próximos 20 anos. Grande parte da nova geração de energia que estará chegando nos últimos anos é oriunda de gás natural ou usinas de gás natural de ciclo combinado. A OPG não é, no entanto, responsável pela transmissão de energia, que está sob o controle da Hydro One. Apesar de sua gama diversificada de opções de energia, nos últimos anos, problemas relacionados ao aumento do consumo, falta de eficiência energética e envelhecimento de reatores nucleares, forçaram Ontário a comprar energia de seus vizinhos Michigan e Quebec para suplementar suas necessidades de energia durante períodos de pico de consumo. A taxa doméstica básica de Ontário em 2010 foi de 11,17 centavos de dólar canadense por kWh, por contraste, a de Quebec foi de apenas 6,81 centavos. Em dezembro de 2013, o governo projetou um aumento na taxa de 42% até 2018 e 68% até 2033. Prevê-se que as taxas industriais aumentem 33% até 2018 e 55% em 2033. miniaturadaimagem|O Toronto-Dominion Centre em Toronto. A abundância de recursos naturais, excelente rede de transporte para os Estados Unidos e para os Grandes Lagos e acesso ao oceano através de navios porta-contentores, contribuíram para tornar a manufatura a principal indústria da província, que se localiza principalmente na região da Golden Horseshoe, área mais industrializada do Canadá, sendo o extremo sul da região parte do Cinturão Norte-Americano da Ferrugem. Importantes produtos incluem veículos motorizados, ferro, aço, alimentos, eletrodomésticos, máquinas, produtos químicos e papel. Ontário ultrapassou o Michigan na produção de automóveis, produzindo 2,696 milhões de veículos em 2004. Ontário tem fábricas da Chrysler em Windsor e Bramalea, duas fábricas da General Motors em Oshawa e uma em Ingersoll, uma fábrica de montagem da Honda em Alliston, fábricas da Ford em Oakville e St. Thomas e fabricas da Toyota em Cambridge e Woodstock. No entanto, como resultado do declínio acentuado das vendas em 2005, a General Motors anunciou demissões em massa em instalações de produção na América do Norte, incluindo nas suas duas grandes fábricas em Oshawa, resultando em 8 mil perdas de emprego em Ontário. Em 2006, a Ford anunciou entre 25 000 e 30 000 demissões em fases até 2012, Ontário foi poupada do pior, mas foram anunciadas perdas de emprego nas instalações de St. Thomas e Windsor Casting. No entanto, essas perdas serão compensadas pelo anúncio da Ford de uma fábrica de veículos híbridos programada para iniciar a produção em 2007 em Oakville e a reintrodução da General Motors, que será reinstalada em Oshawa. Em 4 de dezembro de 2008, a Toyota anunciou a inauguração da fábrica RAV4 em Woodstock, e a Honda também tem planos de adicionar uma fábrica de motores em suas instalações em Alliston. Apesar dessas novas unidades estarem em linha, Ontário ainda não se recuperou totalmente após as demissões em massa causadas pela recessão global, sua taxa de desemprego foi de 7,3% em maio de 2013, comparado a 8,7% em janeiro de 2010 e aproximadamente 6% em 2007. Em setembro de 2013, o governo de Ontário doou C$ 70,9 milhões à fábrica da Ford em Oakville. o governo federal destinou C$ 71,1 milhões para garantir 2,8 mil empregos. A província perdeu 300 000 empregos industriais na década de 2000, e o Banco do Canadá observou que \"enquanto as indústrias de energia e mineração se beneficiaram desses movimentos, a pressão sobre o setor manufatureiro se intensificou, já que muitas empresas neste setor já estavam a lidar com a crescente concorrência de economias de baixo custo, como a China.\" A indústria siderúrgica de Ontário é centrada em Hamilton. O porto de Hamilton é um terreno baldio industrial. A Stelco, subsidiária da U.S. Steel, anunciou no outono de 2013 que fecharia em 2014, causando a perda de 875 empregos. O movimento desorientou um representante do sindicato, que parecia confuso sobre como uma fábrica com capacidade de 2 milhões de toneladas por ano seria fechada enquanto o Canadá importava 8 milhões de toneladas de aço no ano anterior. A Algoma Steel mantém uma fábrica em Sault Ste Marie. Toronto, a capital de Ontário, é o centro de serviços financeiros e do setor bancário do Canadá. As cidades vizinhas abrigam a distribuição de produtos, centros de TI e várias indústrias de manufatura. O governo federal do Canadá é o maior empregador na Região da Capital Nacional, que se concentra nas cidades fronteiriças de Ottawa, em Ontário, e Gatineau, no Quebec.\"Federal government employment, wages and salaries, by census metropolitan area – (Employment)\", 2006–2010 , Statistics Canada\"Labour force characteristics, unadjusted, by census metropolitan area (3 month moving average) – (Ottawa-Gatineau (Ont.-Que.), Ottawa (Ont.)-Gatineau (Que.), Ontario part, Ottawa (Ont.)-Gatineau (Que.), Quebec part)\", 2010/2011 , Statistics Canada O setor de tecnologia da informação é importante, particularmente em Ottawa, onde fica o maior parque tecnológico do Canadá.\"ECanada’s largest tech park, Kanata North, about to roar\", Feb 2017, The Wedge A TI também é importante na região de Waterloo, onde fica a sede da BlackBerry. Hamilton é a maior produtora de aço no Canadá, seguida de perto por Sault Ste. Marie e Sarnia, que são o centro da produção petroquímica. A construção empregou mais de 6,5% da força de trabalho da província em junho de 2011.\"Employment by major industry groups, seasonally adjusted, by province (monthly) – (Ontario)\", June 2011, Statistics Canada Já a mineração e a indústria de produtos florestais, notadamente celulose e papel, são vitais para a economia do Norte de Ontário. O turismo contribui fortemente para a economia da região central de Ontário, com um pico durante os meses de verão, devido à abundância de atividades de recreação de água doce e da natureza selvagem encontrados ali, em razoável proximidade com os principais centros urbanos. Em outras épocas do ano, a caça, esqui e snowmobile são populares. Esta região tem algumas das exibições de cores de outono mais vibrantes em qualquer lugar do continente, e tours direcionados a visitantes estrangeiros são organizados para vê-los. O turismo também desempenha um papel fundamental nas cidades fronteiriças com grandes cassinos, entre eles Windsor, Cornwall, Sarnia e Niagara Falls, o último dos quais atrai milhões de visitantes dos Estados Unidos e outros visitantes internacionais. === Agricultura === Uma vez a indústria dominante. hoje a agricultura abrange uma pequena porcentagem da população. No entanto. grande parte da terra no Sul de Ontário é destinada à agricultura. Como mostra a tabela a seguir. embora o número de fazendas individuais tenha diminuído constantemente e seu tamanho total tenha diminuído a uma taxa menor. a maior mecanização apoiou o aumento da oferta para satisfazer as crescentes demandas de uma base populacional crescente. Isso também significou um aumento gradual na quantidade total de terra usada para o cultivo. Agricultura em Ontário 1986 1991 1996 2001 2006 Número de fazendas 72 713 68 633 67 520 59 728 57 211 Total Hectares 5 646 582 5 451 379 5 616 860 5 466 233 5 386 453 Acres Culturas plantadas Hectares 3 457 966 3 411 667 3 544 927 3 656 705 3 660 941 Acres Fonte: Statistics Canada. Census of Agriculture. Os tipos comuns de fazendas reportadas no censo de 2001 incluem aqueles para gado, pequenos grãos e laticínios. A indústria de cultivo de frutas e uvas é encontrada principalmente na Península de Niágara e ao longo do Lago Erie, onde as fazendas de tabaco também estão situadas. Os legumes crescem nos solos ricos do pântano de Holland perto de Newmarket. A área perto de Windsor também é muito fértil. A fábrica da Heinz em Leamington foi adquirida no outono de 2013 por Warren Buffett e um parceiro brasileiro, o que deixou 740 pessoas sem trabalho. Subsídios do governo seguiram em breve; a ex primeira-ministra Kathleen Wynne ofereceu C$ 200 000 para atenuar a situação e prometeu que outro operador de alimentos processados logo seria encontrado. Em 10 de dezembro de 2013, a Kellogg anunciou demissões para mais de 509 trabalhadores em uma fábrica de cereais em London, o que era parte dos planos da Kellogg de transferir mão de obra para a Tailândia. A área definida como o Cinturão do Milho cobre grande parte da área sudoeste da província, estendendo-se até o norte mais perto de Goderich, mas o milho e a soja são cultivados em toda a porção sul da província. Os pomares de maçã são uma visão comum ao longo da costa sul da Baía de Nottawasaga (parte da Baía da Geórgia) perto de Collingwood e ao longo da margem norte do Lago Ontário, perto de Cobourg. A produção de tabaco, centrada no condado de Norfolk, diminuiu, permitindo um aumento de culturas alternativas, como as avelãs e o ginseng. As origens ontariana da Massey Ferguson, outrora uma das maiores fabricantes de implementos agrícolas do mundo, indicam a importância que a agricultura uma vez teve para a economia canadense. A oferta limitada de terras agrícolas do Sul de Ontário está saindo de produção a uma taxa crescente. A expansão urbana e os cortes para terras agrícolas contribuem para a perda de milhares de hectares de terras agrícolas produtivas em Ontário a cada ano. Mais de 2 000 fazendas e 61 000 hectares de terras agrícolas foram perdidos nas duas décadas entre 1976 e 1996. Essa perda representou aproximadamente 18% das terras agrícolas de Ontário, que foram convertidas para fins urbanos. Além disso, o aumento das interrupções rurais provoca uma interferência cada vez maior na produção agrícola. === Energia === A Lei de Energia Verde e Economia Verde de 2009 (GEA) adota uma abordagem dupla para comercializar energia renovável: # trazer mais fontes de energia renováveis para a província; # adotar mais medidas de eficiência energética para ajudar a economizar energia. O projeto de lei previa a nomeação de um Facilitador de Energia Renovável para fornecer assistência e suporte \"de uma única janela\" aos desenvolvedores de projetos para facilitar a aprovação de projetos. O processo de aprovação para projetos de transmissão também seria simplificado e (pela primeira vez em Ontário) o projeto de lei promulgaria normas para projetos de energia renovável. Proprietários de imóveis teriam acesso a incentivos para desenvolver fontes renováveis em pequena escala, como empréstimos com juros baixos ou sem juros, para financiar o custo de capital de instalações geradoras de energia renovável, como painéis solares. Ontário abriga as Cataratas do Niágara, que fornece uma grande quantidade de eletricidade para a província. A Estação Geradora Nuclear de Bruce, a maior usina nuclear operacional do mundo, também está em Ontário e usa 8 reatores do tipo CANDU para gerar eletricidade para a província. Ontário tinha a maior capacidade de energia eólica do país, com 4 900 MW de potência (41% da capacidade do Canadá). == Política == O Ato Britânico da América do Norte, de 1867, seção 69, estipulava que \"Haveria uma Legislatura para Ontário, consistindo do Tenente-Governador e de uma Casa, denominada Assembleia Legislativa de Ontário\". A Assembleia conta atualmente com 124 assentos (aumentados de 107 a partir da 42ª eleição geral de Ontário), representando os distritos eleitorais em um sistema de pluralidade dos votos em toda a província. Os edifícios legislativos no Queen's Park são a sede do governo. Seguindo o sistema de Westminster, o líder do partido que detém a maioria dos assentos na assembleia é conhecido como o \"Premier e Presidente do Conselho\". O Premier escolhe o gabinete ou o Conselho Executivo cujos membros são considerados ministros da Coroa. Embora a Lei da Assembleia Legislativa (RSO 1990) se refira a \"Membros da Assembleia\", os legisladores são agora comumente chamados de MPPs (Membros do Parlamento Provincial), mas também foram chamados de MLAs (Membros da Assembleia Legislativa), e ambos são aceitáveis. O título de Prime Minister of Ontario (Primeiro-ministro de Ontário), em francês (le Premier ministre), é permissível em inglês mas agora geralmente evitado em favor do título \"Premier\" o que evita confusão com o Primeiro-Ministro do Canadá. === Leis e partidos === Ontário cresceu, de suas raízes no Canadá Superior, para uma jurisdição moderna. Os antigos títulos de diretores das leis, o Procurador-Geral e o Solicitador-Geral permanecem em uso. Ambos são responsáveis perante o Legislativo. O Procurador-Geral elabora as leis e é responsável pelos processos criminais e pela administração da justiça, enquanto o Solicitador-Geral é responsável pela aplicação da lei e pelos serviços policiais da província. A Lei Municipal de 2001 (Ontário)Municipal Act, 2001, S.O. 2001, c. 25 é o principal estatuto que rege a criação, administração e governo de municípios na província canadense de Ontário, além da cidade de Toronto.Municipal Act, 1990 R.S.O. 1990, c. M.45 Depois de ser aprovado em 2001, entrou em vigor em 1º de janeiro de 2003, substituindo a Lei Municipal anterior. A partir de 1º de janeiro de 2007, a Lei Municipal de 2001 (a Lei) foi significativamente alterada pela Lei de Emenda à Lei dos Estatutos Municipais de 2006. Ontário tem numerosos partidos políticos que concorrem à eleição. Os quatro principais partidos são o Partido Conservador Progressivo de Ontário, de centro-direita, o Novo Partido Democrático de Ontário (NDP), social-democrata, o Partido Liberal de Ontário de centro-esquerda e o Partido Verde de Ontário. Os conservadores progressistas, os liberais e os novos democratas governaram a província, enquanto os verdes elegeram seu primeiro membro para a Assembleia Legislativa em 2018. A eleição provincial de 2018 resultou em uma maioria conservadora progressista sob Doug Ford, que foi empossado no cargo em 29 de junho. == Educação == No Canadá, a educação cai quase inteiramente sob jurisdição provincial. Não há nenhum departamento ou agência do governo federal envolvido na formação ou análise da política de educação para a maioria dos canadenses. Escolas para povos indígenas no Canadá com status indígena são as únicas escolas que são financiadas pelo governo federal, e recebem 30% menos financiamento do que os estudantes em escolas provincialmente financiadas. As escolas elementares e secundárias com financiamento público são administradas pelo Ministério da Educação de Ontário, enquanto as faculdades e universidades são administradas pelo Ministério de Educação Avançada e Desenvolvimento de Competências de Ontário. A atual Ministra da Educação é Lisa Thompson, e a Ministra de Formação, Faculdades e Universidades é Merrilee Fullerton. A educação em Ontário compreende escolas primárias e secundárias públicas e privadas e instituições pós-secundárias. Por direito, na constituição do Canadá, os católicos romanos têm direito ao seu próprio sistema escolar. Os conselhos escolares de Ontário estão divididos em quatro grandes sistemas escolares separados e com financiamento público: 31 escolas inglesas, 29 escolas anglo-católicas, 4 escolas francesas e 8 franco-católicas. Um conselho escolar separado da Igreja Católica não-romana, o Conselho Escolar Separado Protestante de Penetanguishene, opera em Penetanguishene. === Ensino superior === O ensino pós-secundário em Ontário é constituído por 22 universidades públicas, 24 colégios públicos e mais de 500 colégios de carreira privados registrados. A constituição canadense concede a cada província a responsabilidade pelo ensino superior e não há um ministério federal correspondente de educação superior. Dentro do federalismo canadense, a divisão de responsabilidades e poderes tributários entre os governos de Ontário e do Canadá cria a necessidade de cooperação para financiar e fornecer educação superior de qualidade aos estudantes. Cada sistema de ensino superior visa melhorar a participação, o acesso e a mobilidade dos alunos. Existem duas organizações centrais que auxiliam no processo de inscrição nas universidades e faculdades de Ontário: Centro de Aplicação das Universidades de Ontário e o Serviço de Inscrição do Ontario College. Embora os serviços de aplicação sejam centralizados, os processos de admissão e seleção variam e são de responsabilidade de cada instituição de forma independente. A admissão em muitas instituições pós-secundárias de Ontário pode ser altamente competitiva. Após a admissão, os alunos podem se envolver com representações de estudantes regionais com a Federação Canadense de Estudantes, a Aliança Canadense de Associações Estudantis, a Aliança de Alunos de Graduação de Ontário, ou através da Aliança de Estudantes de Colégio em Ontário. == Transportes == As rotas de transporte em Ontário evoluíram desde as primeiras viagens fluviais e os caminhos das Primeiras Nações seguidos pelos exploradores europeus. Ontário tem duas grandes rotas fluviais leste-oeste, ambas partindo de Montreal, na província vizinha, Quebec. A rota do norte, que era uma importante rota do comércio de peles, viaja para o oeste a partir de Montreal ao longo do rio Ottawa, em seguida, continua para noroeste em direção a província de Manitoba. As principais cidades em ou perto da rota incluem Ottawa, North Bay, Sudbury, Sault Ste. Marie e Thunder Bay. A rota para o sul, que foi impulsionada pelo crescimento dos assentamentos originados pelos Lealistas do Império Unido e depois por outros imigrantes europeus, viaja para o sudoeste de Montreal ao longo do Rio São Lourenço, até o Lago Ontário e Lago Erie antes de entrar nos Estados Unidos em Michigan. Principais cidades da rota ou próximas a ela incluem Kingston, Belleville, Peterborough, Oshawa, Toronto, Mississauga, Kitchener-Waterloo, Hamilton, London, Sarnia e Windsor. Esta rota também foi muito usada por imigrantes no meio-oeste americano, particularmente no final do século XIX. === Estradas === As rodovias da série-400 compõem a rede principal de veículos no sul da província e conectam-se a várias passagens de fronteira com os Estados Unidos, sendo as mais movimentadas o túnel Detroit- Windsor e a ponte Ambassador e a ponte Blue Water. Algumas das estradas principais ao longo da rota do sul são Rodovia 401, Rodovia 417, e Rodovia 400, enquanto outras estradas provinciais e estradas regionais interligam o restante da província. === Hidrovias === O Canal de São Lourenço, que se estende pela maior parte do sul da província e se conecta ao Oceano Atlântico, é a principal rota de transporte aquático para cargas, especialmente minério de ferro e grãos. No passado, os Grandes Lagos e o Rio São Lourenço também eram uma importante rota de transporte de passageiros, mas nos últimos 50 anos as viagens de passageiros foram reduzidas para serviços de balsa e cruzeiros turísticos. === Ferrovias === A VIA Rail opera o serviço interregional de trens de passageiros no Corredor Quebec–Windsor, junto com The Canadian, um serviço ferroviário transcontinental que parte do Sul de Ontário até Vancouver, e o trem Sudbury-White River. Além disso, o trem de Amtrak conecta Ontário às principais cidades do estado de Nova Iorque, incluindo Buffalo, Albany e Nova Iorque. A Ontario Northland fornece serviços ferroviários para destinos tão ao norte como Moosonee perto da Baía de Hudson, conectando-os com o sul da província. O transporte ferroviário de mercadorias é dominado pelas fundadoras Canadian National Railway e CP Rail, que durante a década de 1990 venderam muitas linhas ferroviárias de sua vasta rede para empresas privadas que operam principalmente no sul. O trem suburbano regional é limitado ao GO Transit, de propriedade provincial, e atende a uma rede de bus-train que abrange a região de Golden Horseshoe, com a Union Station em Toronto servindo como centro de transporte. A Toronto Transit Commission opera o único sistema de metrô e bondes da província, um dos mais movimentados da América do Norte. A OC Transpo opera, além do serviço de ônibus, a única linha de metrô ligeiro de Ontário, a O-Train em Ottawa. Um metrô ligeiro chamado Confederation Line está em construção em Ottawa. Ele terá 13 estações em 12,5 km e parte dele passará sob o centro da cidade, que terá três estações de metrô. Além disso, o sistema Ion Rapid Transit está em construção na região da Municipalidade Regional de Waterloo. === Aerovias === Aeroportos importantes na província incluem o Aeroporto Internacional Toronto Pearson, que é o aeroporto mais movimentado do Canadá, movimentando quase 50 milhões de passageiros em 2018. O Aeroporto Internacional Ottawa Macdonald-Cartier é o segundo maior aeroporto de Ontário. Toronto Pearson e Ottawa Macdonald-Cartier formam dois dos três pontos no mais movimentado conjunto de rotas aéreas do Canadá (o terceiro ponto é o Aeroporto Internacional de Montreal — Pierre Elliott Trudeau). A maioria das cidades de Ontário tem aeroportos regionais, muitos dos quais têm voos regulares a partir da Air Canada ou pequenas companhias aéreas e companhias de fretamento, voos de cidades de porte médio como Thunder Bay, Sault Ste. Marie, Sudbury, North Bay, Timmins, Windsor, London e Kingston alimentam diretamente aeroportos maiores em Toronto e Ottawa. A Bearskin Airlines também opera voos ao longo da rota leste-oeste-norte, conectando Ottawa, North Bay, Sudbury, Sault Ste. Marie, Kitchener e Thunder Bay diretamente. Cidades e assentamentos isolados nas áreas do norte da província confiam parcial ou totalmente no serviço aéreo para viagens, mercadorias e até serviços de ambulância (MEDIVAC), já que grande parte da área norte da província não pode ser alcançada por via rodoviária ou ferroviária. Ficheiro:401 Gridlock.jpg|A Rodovia 401 é a rodovia mais movimentada da América do Norte e uma das rodovias mais movimentadas do mundo. Ficheiro:Lakeshore West GO Train Westbound.jpg|Um trem de passageiro da GO Transit. Ficheiro:Toronto Airport.jpg|Air Canada é a maior companhia aérea que opera em Ontário. Seu maior hub está no Aeroporto Internacional Pearson de Toronto em Mississauga. Ficheiro:O Train over Rideau by Wilder.JPG|Um O-Train atravessando o rio Rideau na Linha Trillium. == Esportes == A província possui equipes profissionais de esportes em várias ligas. No hóquei no gelo o Toronto Maple Leafs e o Ottawa Senators jogam na NHL, o Toronto Marlies e o Belleville Senators jogam na AHL. No futebol canadense o Toronto Argonauts, o Ottawa Redblacks e o Hamilton Tiger-Cats jogam na CFL. No basquetebol o Toronto Raptors joga na NBA, o Ottawa Blackjacks, o Niagara River Lions, o Hamilton Honey Badgers e o Guelph Nighthawks jogam na CEBL, o KW Titans, o London Lightning, o Sudbury Five e o Windsor Express. No beisebol o Toronto Blue Jays joga na MLB. No futebol o Toronto FC joga na MLS, o Atlético Ottawa, o Forge FC e o York 9 FC jogam na CPL. No box lacrosse o Toronto Rock joga na NLL. No automobilismo destaca-se o circuitos Canadian Tire Motorsport Park que recebe uma corrida da NASCAR Truck Series e já sediou o Grande Prêmio do Canadá de Fórmula 1 na década de 1960 e 1970. == Ver também == * Lista de cidades de Ontário * Lista de divisões do censo de Ontário ==Bibliografia== * * * * Celebrating One Thousand Years of Ontario's History: Proceedings of the Celebrating One Thousand Years of Ontario's History Symposium, April 14, 15 and 16, 2000. Ontario Historical Society, 2000. 343 pp. * Baskerville, Peter A. Sites of Power: A Concise History of Ontario. Oxford U. Press., 2005. 296 pp. (first edition was Ontario: Image, Identity and Power, 2002). online review * Chambers, Lori, and Edgar-Andre Montigny, eds. Ontario Since Confederation: A Reader (2000), articles by scholars * Winfield, Mark S. Blue- Green Province: The Environment and the Political Economy of Ontario (University of British Columbia Press; 2012) 296 pages; environmental policies since 1945 == Ligações externas == * * * Categoria:Estados e territórios fundados em 1867",
 "title": "Ontário"
}