{
 "id": "42254",
 "text": "Darkseid é um personagem fictício e um supervilão poderoso que aparece nas histórias em quadrinhos publicadas pela editora americana DC Comics, geralmente descrito como uma das maiores ameaças do Universo DC. Foi criado pelo escritor e artista norte-americano Jack Kirby e apareceu pela primeira vez em Superman's Pal, Jimmy Olsen #134 (novembro de 1970). Como o governante tirano do planeta Apokolips, sua ambição é encontrar a Equação Antivida, com o qual tem a intenção de conquistar o universo e eliminar todo o livre arbítrio. Como um dos seres mais poderosos do Universo DC, o personagem se tornou um dos maiores inimigos do Superman e o maior adversário da Liga da Justiça. Tem sido destaque em outros meios de comunicação aprovados pela DC Comics, como filmes, séries de televisão, jogos de vídeo-game, e mercadorias, como bonecos de ação. Foi classificado em 6º lugar na lista dos 100 maiores vilões de quadrinhos de todos os tempos da IGN e em 23º lugar nos 100 maiores vilões de todos os tempos da Wizard. Foi dublado por Frank Welker na série animada Super Friends: The Legendary Super Powers Show e The Super Powers Team: Galactic Guardians, que se tornou sua primeira aparição em mídias além das histórias em quadrinhos. O personagem foi posteriormente retratado por Michael Ironside no universo animado DC, Andre Braugher em Superman/Batman: Apocalypse, e Steven Blum em Justice League: War, Reign of the Supermen e Justice League Dark: Apokolips War. ==Inspiração== Segundo o escritor Mark Evanier, Jack Kirby modelou o rosto de Darkseid sobre o ator Jack Palance. Kirby modelou o caráter de Darkseid sobre o de Adolf Hitler e do mundo de Apokolips sobre a Alemanha Nazi. Como Hitler, Darkseid é um megalomaníaco e belicista vestindo de bota de cano alto que no estilo fascista, vê cada cidadão como uma extensão do estado e ele próprio. Sua sociedade é altamente militante, com crianças sendo doutrinados desde tenra idade (à la Juventude Hitlerista) para ser guerreira e totalmente leal a ele. Sua primeira aparição é uma participação especial em Superman's Pal, Jimmy Olsen #134 (novembro de 1970). ==Origem== Quando chegou o dia de Ragnarok, os velhos deuses morreram, e o mundo em que viviam foi dividido em dois. Um dos planetas formou uma raça de deuses bons e se chamou Nova Gênesis. O outro mundo se chamou Apokolips e gerou uma nova raça de deuses malévolos. Foi em Apokolips que nasceu Darkseid, que logo se tornou o governador de todo o planeta. Darkseid tornou-se obcecado pelo poder após perder o único amor de sua vida, Suli, que foi assassinada pela Rainha Heggra, a própria mãe de Darkseid. Ela acreditava que o amor pudesse corromper seu filho. Com a morte de Suli, Darkseid matou dentro de si qualquer tipo de emoção, não permitindo que ninguém jamais se aproximasse dele novamente. Foi por causa disso que ele voltou-se para a escuridão. ==Apokolips== Apokolips é o planeta governado por Darkseid. É um planeta fictício onde vive parte dos personagens do Quarto Mundo de Jack Kirby, nos quadrinhos da editora americana DC Comics.Byrne, John (roteiro), Byrne, John (desenhos), Austin, Terry (arte- final). \"Legends from the Darkside\" Superman v2, 3: 11-12 (Março de 1987), DC Comics ==Poderes e habilidades== Darkseid nem sempre apresentou sua pele rochosa e poderes divinos. Ele era anteriormente chamado de Uxas e tinha aparência humana como a vasta maioria dos Novos Deuses. Seu irmão mais velho, Drax, planejava clamar para si a misteriosa Força Ômega e se tornar Darkseid, mas iria utilizar seus poderes a fim de trazer a paz a Apokolips. Uxas o matou antes disso e adquiriu a Força Ômega para si. Adotando o nome de um Deus apócrifo, O Tirano Darkseid, Uxas governa Apokolips desde então. Darkseid é capaz de disparar uma poderosa rajada incinerante dos olhos, o efeito ômega. Diferente da maioria dos poderes do gênero (como a visão de calor do Superman) ele não precisa dispará-lo em linha reta, podendo mesmo mudar sua direção no meio do caminho, fazendo complicadas curvas e desvios. Essa rajada tem o efeito de desintegrar, alterar a matéria, curar, teleportar ou dispersar através do tempo (viagem no tempo), de acordo com a vontade de Darkseid. Se Darkseid quiser, alvos desintegrados podem ser ressuscitados mediante um novo uso da rajada. Esse poder é alimentado pelo misterioso Elemento X, que Darkseid absorve dentro de seu corpo. O poder falha se a quantidade da substância é insuficiente. Darkseid possui super-força e resistência a níveis absurdamente colossais, o que lhe permite realizar grandes feitos, como levar o Superman ao chão com um único e mero tapa e tranquilamente subjugar vários outros pesos pesados, ou destruír um dos mais indestrutíveis metais, uma vez que quebrou o anel de um lanterna verde, estando com as suas mãos nuas. É geralmente aceitável que a sua força pode facilmente exceder muito mais que 100 toneladas, sendo um dos seres mais fisicamente poderosos e temidos de todo o Universo. Sua resistência é grande o suficiente para resistir a bombas nucleares, lasers, balas e etc, bem como sobreviver aos golpes dos seres mais fortes de toda a galáxia. Além de sua invulnerabilidade extrema, Darkseid também é imune à maioria, senão a todas as doenças, sendo um dos seres mais difíceis de matar no multiverso. Possui também Velocidade sobre-humana, Darkseid pode correr mais rápido que o melhor dos atletas do Mundo, no entanto , a velocidade de Darkseid não é comparável à de \"velocistas\" como Superman ou Flash. Ele pode aumentar a sua densidade corporal, que chamamos de Manipulação do tamanho. Ele é capaz de criar vida a partir do próprio poder. Como todos os Novos Deuses, Darkseid não envelhece segundo os padrões normais e tem centenas de anos. Sua inteligência também é sobre-humana e é um grande cientista e estrategista. Isso sem falar na imensa quantidade de seres superpoderosos que o servem; é muito difícil passar até mesmo por eles. Muitos dos integrantes do Esquadrão Suicida morreram para os Parademônios de Darkseid. Darkseid também já foi capaz de abrir um portal que trocou o planeta Daxam de lugar com Apokolips, durante a chamada Saga das Trevas Eternas. Os daxamitas, sob o efeito do sol amarelo, ganharam poderes em níveis kryptonianos (Detalhe: Darkseid havia dominado a mente de todos os três bilhões de daxamitas. Não é claro se Darkseid possui atualmente essa habilidade, pois a história se passa no futuro. É provavel que, naquele ponto de tempo, o século XXX, Darkseid já tivesse domínio sobre a Equação Antivida. Ao que parece mais provável, o tirano conseguiu absorver os poderes de Mordru e Senhor do Tempo, dois inimigos da Legião dos Super-Heróis, sendo o primeiro um poderoso mago e o segundo uma entidade do tempo. Mais ele possui fortes habilidades telepáticas, podendo formar elos psíquicos aparentemente com qualquer ser do Universo, também pode levitar objetos à vontade, ou usá-los como armas ou barreiras de projéteis através de sua telecinese. Darkseid está entre os maiores vilões, senão for o maior, do Universo DC. É extremamente poderoso, inteligente, sagaz, maquiavélico e um mestre da manipulação. Ele é um novo deus e recentemente nos quadrinhos subjugou todo o panteão olímpico (Zeus, Hera, Atena, Hermes, etc) e escravizou 2/3 da humanidade, estabelecendo a obliteração de suas volições (a chamada “Crise Final”, que só terminou graças a atuação da Liga da Justiça e da Tropa dos Lanternas Verdes). Darkseid compartilha uma crença com os antigos pitagóricos e os físicos modernos: a de que o fundamento da realidade seja uma fórmula matemática (para os físicos seria a “Teoria do Tudo” e para Darkseid é a “Equação Anti-Vida”). A obsessão de Darkseid é encontrar, conhecer e controlar a Equação Anti-Vida e implantar um tenebroso panteísmo universal: a supressão de toda consciência e individualidade no universo e a consolidação dos desígnios de Darkseid. Darkseid seria tudo e tudo seria a manifestação da vontade e dos pensamentos de Darkseid, toda a existência, toda a realidade, seria em tributo e para a glória de Darkseid. ==Equação Anti-vida== As primeiras incursões de Darkseid na Terra aconteceram quando ele enviou agentes em busca da Equação Antivida, que lhe daria poder para dominar tudo aquilo que desejasse. A busca da equação fez com que Darkseid entrasse em guerra com os Novos Deuses e também contra os heróis da Terra, já que ele estava raptando humanos que pudessem guardar em seu inconsciente a Equação Antivida. Ele procurava a equação na cabeça das pessoas e primeiramente na cabeça do Sr. Milagre, Scott Free, que é o filho adotivo dele. Scott Free é na verdade filho do Izaya, O Pai Celestial, antagonista do Darkseid, e foi trocado com Órion, o verdadeiro filho do Darkseid, como um tratado de paz entre Apokolips e Nova Gênese. Nunca ninguém viu ou soube o que era a equação, foi uma brecha que Jack Kirby deixou. Muito mais tarde, Jim Starlin fez a minissérie Odisséia Cósmica, na qual ele se propôs a dar um fim no mistério da equação. Ele criou a Equação Antivida como sendo uma entidade superior, um deus, de poderes inimagináveis. Darkseid nesta história encontra a tão procurada equação com a ajuda de Etrigan, Izaya e Metron. Porém, nem sonhando ele poderia dominá-la; ele acabou conformando-se com a derrota diante da criatura. E teria morrido se o Sr. Destino não o tivesse salvado do local. Dakseid já confrontou diversas vezes a Liga da Justiça, Superman e os Novos Deuses. Ele é responsável pelo evento conhecido como Lendas e também responsável pela morte de Eric Strauss, um dos hospedeiros do Sr. Destino. Ele também ajudou o Superman a derrotar Apocalipse, na HQ O Retorno de Apocalipse. ==Profecia== Darkseid, segundo uma antiga profecia, está destinado a ser morto por seu filho Órion. ==Morte== Em Crise Final, Darkseid é morto pelo Corredor Negro (encarnação da Morte) que perseguia Flash, que o próprio tinha dado como morto por parar a arma do Anti-Monitor e sacrificar sua vida, porém o Corredor Escarlate era mais rápido que a Morte fazendo com que voltasse a vida. Então Flash foi em direção à Darkseid, com a morte atrás dele, e desviou fazendo com que o Corredor Negro pegasse Darkseid ao invés do Flash dando fim ao Tirano do Lado Negro. Em Liga da Justiça: Sem Limites, Darkseid foi morto por Lex Luthor pela equação anti-vida. ==Em outras mídias== ===Televisão=== * Darkseid aparece pela primeira vez nas séries animadas da franquia Super Friends: Super Friends: The Legendary Super Powers Show (1984) and The Super Powers Team: Galactic Guardians (1985), interpretado por Frank Welker usando uma voz profunda semelhante à usada anteriormente para o Doutor Garra em Inspector Gadget. * Darkseid aparece na décima e última temporada de Smallville. Produtores da série mencionaram que o personagem não seria totalmente revelado no início e seria uma força que será sentida durante toda a temporada e eventualmente se materializará à medida que os episódios progredirem. Na versão da série, ele aparece principalmente como um ser não-corpóreo. No episódio final da série em duas partes, Darkseid é aparentemente destruído enquanto possui a versão da Terra-2 de Lionel Luthor como um avatar, tendo feito um acordo com o Lionel agonizante para restaurar Lex Luthor à vida em troca do corpo de Lionel; Lionel/Darkseid é destruído quando Clark atinge seu poder pleno, voando pela primeira vez e colidindo com Darkseid com tanta força que ele rasga o corpo de Lionel. Na continuação da série nos quadrinhos (conhecida como Temporada 11), no entanto, é revelado que Darkseid havia sobrevivido ao encontro e restaurado seu corpo físico. * Darkseid aparece em Batman: The Brave and the Bold, interpretado por Michael-Leon Wooley. No episódio \"Darkseid Descending!\", Darkseid lidera as forças de Apokolips em uma invasão da Terra, apenas para ser desafiado por Batman e sua nova Liga da Justiça. Depois de derrotar a Liga, Darkseid é levado a brigar com Batman após o herói dizer que ele é simplesmente um covarde que se esconde por trás de suas habilidades semelhantes às divindades. Embora Darkseid subsequentemente vença esta luta, ele e seu exército são enviados de volta a Apokolips pelo Questão se infiltrando no grupo de lacaios de Darkseid e invertendo os tubos de explosão que os trouxeram para a Terra. Darkseid faz uma ponta no episódio \"Powerless!\" onde ele aparece em um simulador de treinamento para ajudar o Capitão Átomo a combater o crime depois que seus poderes foram levados pelo Major Força. No entanto, a simulação de Darkseid derrota facilmente o Capitão Átomo. * Darkseid é aludido na série animada Young Justice. No episódio \"Disordered\", ele nunca é nomeado explicitamente, mas Belos Sonhos do Povo da Eternidade refere-se a ele como o mestre de Desaad, enquanto Desaad simplesmente o chama de \"Indizível\". No final do episódio final da segunda temporada intitulado \"Endgame\", Vandal Savage, Desaad e G. Gordon Godfrey se encontram com Darkseid em Apokolips. Savage, em seguida, aperta as mãos enquanto cita 'negócios, como sempre'. O ator Khary Payton manifestou interesse em dar voz a Darkseid para a terceira temporada.Webb, Charles (2013-06-02). \"Denver Comic Con 2013: Looking at the Past (And Future) of 'Young Justice.'\" MTV.com * Um boneco parecido com Darkseid é frequentemente apresentada em Teen Titans Go! e Darkseid fez uma aparição física no episódio de duas partes \"Two-Parter\", com duração de meia hora, com a voz de \"Weird Al\" Yankovic. O episódio de duas partes apresenta os Titãs e a Liga da Justiça. Ele capturou a Liga da Justiça e os Jovens Titãs viajam para Apokolips para lutar contra ele. A voz profunda foi o resultado de um resfriado que ele teve e não poderia ser levado a sério pelos Titãs depois que ele tomou um remédio contra esse resfriado, que compararam sua voz real como semelhante a de \"Weird Al\". Darkseid conspirou para destruir a Terra e \"Weird Al\", a quem ele considerava mais malvado do que ele mesmo por roubar obras de outros artistas da música. Enquanto os outros Titãs foram incapazes de derrotar Darkseid, ele acabou sendo derrotado por Cyborg.Teen Titans Go terceira temporada, episódio 18 \"Two Parter: Part Two\" No episódio \"The Streak\" Pt. 1, Darkseid foi mostrado em Jump City com um doce e jogou seu invólucro no chão apenas para Robin bater nele o suficiente para jogar o invólucro na lata de lixo nas proximidades. * Darkseid apareceu no episódio \"The Fatal Fare\" de Justice League Action, interpretado por Jonathan Adams. ====DC Animated Universe==== Darkseid aparece em várias séries animadas ambientadas no DC Animated Universe, com a voz de Michael Ironside: * Darkseid aparece pela primeira vez em Superman: The Animated Series, onde ele é descrito como o governante absoluto do planeta Apokolips, que não vai parar em nada para encontrar a elusiva Equação Anti-Vida, que ele planeja usar para remodelar o universo à sua imagem. Por éons, Apokolips e seu planeta irmão, Nova Gênese, estão em guerra entre si. De acordo com a Warner Bros., Darkseid estava ciente da destruição de Krypton, pois estava planejando destruir esse planeta desde o começo até que Brainiac acabou deixando Krypton, fazendo Darkseid declarar que sua missão de destruir Krypton foi totalmente cumprida. Eles eventualmente formaram um tratado de paz trocando o filho de Darkseid (Órion) com o do Pai Celestial (Senhor Milagre), a quem Darkseid mostrou grande ressentimento. Durante sua primeira invasão da Terra (no episódio de duas partes \"Apokolips ... Now!\"), Darkseid é confrontado pelos cidadãos de Nova Gênese, que consideram a Terra sob sua proteção; se Darkseid atacasse de novo, seria uma violação de sua trégua. Para contornar sua promessa, Darkseid desenvolve vários esquemas para destruir a Terra indiretamente, como por meio da manipulação do sindicato criminoso de Metropolis, a Intergang. No final de duas partes \"Legacy\", Darkseid tenta uma invasão final da Terra, que envolve uma lavagem cerebral no Superman para pensar que ele é seu filho adotivo. Depois de causar muita devastação na Terra, o Superman consegue libertar-se do controle de Darkseid e o confronta em Apokolips. Durante a batalha final, Darkseid bate e bombeia Superman. Mas assim que Darkseid tenta usar seus Raios Ômega para dar o golpe final, Superman cobre os olhos do tirano, causando uma explosão massiva que resulta na derrota de Darkseid. Para o choque do Superman, no entanto, os escravos de Darkseid voluntariamente vêm em seu auxílio após a batalha, levando seu corpo machucado para se recuperar. Quando ele sai, Darkseid explica ao Superman que \"eu sou muitas coisas, Kal-El, mas aqui, eu sou Deus\". * Darkseid retorna na série animada Liga da Justiça, onde ele recebe uma reformulação estilística, agora com uma construção mais simplificada, pois porque isso foi resultado da sua derrota nas mãos do Superman no final de Superman: The Animated Series. No episódio duplo \"Twilight\", Darkseid procura a ajuda da Liga da Justiça para impedir que a Brainiac baixe todas as informações da Apokolips antes de destruí-la. Superman se opõe a ajudar seu inimigo, mas o resto da Liga concorda em derrubar Brainiac de uma vez por todas. Mas depois de derrotar as forças de Brainiac e seguir o androide de volta à sua base, a Liga descobre que Darkseid e Brainiac têm trabalhado juntos o tempo todo. Como parte de seu planos, Darkseid traria Superman para Brainiac, e em troca, o supercomputador pouparia Apokolips. No entanto, Darkseid trai Brainiac cortando seus circuitos, tornando toda a maquinaria de Brainiac sob seu controle para encontrar a Equação Anti-Vida. Mas Superman é libertado com a ajuda de Batman enquanto Órion luta contra Darkseid. Depois que Darkseid derrota seu filho, sua saída é bloqueada pelo Superman, com a intenção de acabar com o Darkseid de uma vez por todas. Desta vez, o irritado Homem de Aço consegue derrotar Darkseid, mas é impedido de matá-lo quando a base começa a desmoronar, forçando Batman a trazer Superman e Órion em segurança através de um tubo de explosão. Enterrado sob os escombros, Darkseid olha e diz indiferente \"Perdedor\" antes de ser morto na explosão da base. * Darkseid faz sua última aparição em Liga da Justiça Sem Limites. Quando a Legião do Mal viajou pelo espaço profundo até a localização da base destruída de Brainiac de \"Twilight\", Lex Luthor sacrifica tanto a energia da nave quanto a de Tala para abastecer um dispositivo que misticamente extrairá a essência de Brainiac dos escombros na tentativa de ressuscitar o androide. No entanto, Darkseid foi ressuscitado, agora mais poderoso do que nunca devido à fusão com a tecnologia de Brainiac. Depois de destruir a nave da Legião, Darkseid retorna a Apokolips e reúne seus lacaios em guerra para reivindicar vingança contra o Superman, e lança um ataque à Terra. Isso força a Liga da Justiça e a Legião a trabalharem juntas para impedir a invasão dos Parademônios. Superman, em seguida, confronta Darkseid, mais uma vez, e é finalmente derrotado quando Darkseid o paralisa com a matriz de agonia. Mas antes que Darkseid possa matar seu inimigo, Luthor, tendo visitado o Muro da Fonte e encontrado a Equação Anti-Vida, entra e se sacrifica para parar Darkseid. Tanto Darkseid e Luthor, em seguida, tocam a equação e desaparecem em um flash de luz. Embora vários heróis especulem que eles podem não ter visto o último deles, o roteirista da série Dwayne McDuffie confirmou que Darkseid e Luthor agora fazem parte do Muro da Fonte, assim como todos os que resolvem a Equação Anti-Vida. ===Filme=== * Darkseid apareceu também na animação Superman/Batman: Apocalypse. * Darkseid é o principal vilão de Justice League: War e Justice League Dark: Apokolips War, sendo dublado por Steven Blum ===Universo Estendido DC=== Batman V. Superman: A Origem da Justiça (2016) * Darkseid já foi referenciado no filme, no Pesadelo do Batman (Ben Affleck). * * * *No filme da Liga da Justiça (2017), O Lobo da Estepe (Ciarán Hinds) invade a terra junto com os seus parademônios a procura das caixas maternas para recuperá-las e no fim tirar Darkseid do trono se Apokolips se tornando o governante de Apokolips, nesse filme Darkseid é somente mencionado. *Darkseid apareceu no corte do diretor Zack Snyder em Liga da Justiça de Zack Snyder (2021) como principal mente por trás das ações do Lobo da Estepe (Ciarán Hinds), em uma cena onde o Ciborgue (Ray Fisher) tem visões do Futuro é mostrado que Darkseid irá conquistar a terra e matará Aquaman (Jason Momoa), Lois Lane (Amy Adams), Mulher Maravilha (Gal Gadot) e Nuidis Vulko (Willem Dafoe), após matar Lois ele usa a Equação Anti-Vida no Superman (Henry Cavill) fazendo o herói perder seu livre arbítrio se tornando um capanga do vilão que conquista a terra em seu nome, no final do filme após a Liga matar o Lobo da Estepe um portal se abre e Darkseid encara a Liga da Justiça e promete voltar a terra com uma armada, ele foi interpretado por Ray Porter. ==Ligações externas== *Matéria sobre Darkseid no www.super- herois.com.br *Matéria sobre Darkseid no www.fanboy.com.br Categoria:Vilões da DC Comics Categoria:Novos deuses Categoria:Superman Categoria:Justiça Jovem Categoria:Extraterrestres não humanos Categoria:Personagens com superforça Categoria:Ditadores fictícios Categoria:Senhores da guerra fictícios",
 "title": "Darkseid"
}