{
 "id": "42266",
 "text": "Metropolis é um filme de ficção científica alemão de lançado em 1927, dirigido pelo cineasta austríaco Fritz Lang. Foi, na época, a mais cara produção até então filmada na Europa, e é considerado, por especialistas, um dos grandes expoentes do expressionismo alemão. Na época, foi considerado um tanto controverso, fazendo com que sua bilheteria fosse um desastre. O roteiro, baseado em romance de Thea von Harbou, foi escrito por ela em parceria com Lang. Em 2008, foram reencontrados, na Argentina, 30 minutos de metragem deste clássico. Tal parte foi restaurada e acrescentada à versão conhecida. Na Berlinale 2010, o filme teve, 83 anos depois, a sua segunda estreia mundial. == Enredo == Em 2026 (100 anos após a produção do filme), ricos industriais governam a grande cidade de Metrópolis a partir de arranha- céus, enquanto trabalhadores subterrâneos trabalham constantemente para operar as máquinas que fornecem energia à cidade. O dono de Metrópolis é Joh Fredersen, cujo filho Freder passa o tempo praticando esportes e frequentando um parque de diversão. Freder é interrompido pela chegada de uma jovem mulher chamada Maria, que trouxe um grupo de crianças dos trabalhadores para ver o estilo de vida privilegiado dos ricos. Maria e as crianças são rapidamente levadas para longe, mas Freder fica fascinado por Maria e desce para a cidade dos trabalhadores, na tentativa de encontrá-la. Nas salas de máquinas, Freder assiste, com horror, a explosão de uma enorme máquina, causando várias lesões e mortes, depois que um dos seus operadores cai de exaustão. Freder corre para contar a seu pai. Grot, um dos capatazes, chega logo depois para fornecer mapas que foram encontrados com os corpos dos trabalhadores mortos. Fredersen está irritado pois seu assistente Josaphat não foi o primeiro a trazer-lhe notícias de qualquer explosão ou os mapas, e o demite. Sabendo que ele só pode ir para as profundezas e se tornar um trabalhador, Josaphat tenta o suicídio, mas é interrompido por Freder, que o envia para casa para esperar por ele. Preocupados com o comportamento incomum de Freder, Fredersen despacha o Homem Magro para manter o controle de seus movimentos. Voltando às salas de máquinas, Freder encontra o trabalhador Georgy e toma seu lugar quando ele cai em seu posto. Os dois homens trocam roupas, com Freder instruindo Georgy para ir ao apartamento de Josaphat e esperar por ele. No entanto, ao ser expulso pelo motorista de Freder, Georgy torna a distrair-se com as imagens e sons na discoteca Yoshiwara e passa a noite lá em vez disso. Enquanto isso, Freder encontra um mapa no bolso e descobre uma reunião secreta de outro trabalhador que sofre alucinações provocadas pelo desgaste. Fredersen leva os mapas trazidos por Grot ao inventor Rotwang a fim de saber o seu significado. Rotwang tinha se apaixonado por uma mulher chamada Hel, que o deixou para se casar com Fredersen; ela morreu ao dar, à luz, Freder. Desde então, ele construiu uma robô (a Maschinenmensch, ou Máquina-Humana) para \"ressuscitá- la\". Os mapas mostram o layout de uma rede de antigas catacumbas sob Metrópolis, e os dois homens saem para investigar. Eles espionam um encontro de trabalhadores, incluindo Freder, e encontram Maria esperando para enfrentá- los. Maria profetiza a chegada de um mediador que pode fazer as classes trabalhadoras e os governantes governarem juntos, e exorta os trabalhadores a terem paciência. Freder passa a acreditar que ele poderia preencher o papel, e depois que a reunião se rompe, ele declara seu amor por Maria. Eles concordam em reunir-se na catedral da cidade no dia seguinte, então partem. Fredersen ordena Rotwang para dar semelhança de Maria ao robô para que ele possa arruinar a reputação de Maria entre os trabalhadores, mas não sabe do plano secreto de Rotwang para destruir Freder como vingança por ter perdido Hel. Rotwang persegue Maria através das catacumbas e sequestra-a. Na manhã seguinte, o Homem Magro pega Georgy deixando Yoshiwara, ordena-lhe para voltar ao seu posto e leva o endereço de Josaphat dele. Freder vai ao apartamento de Josaphat em busca de Georgy, mas descobre que Georgy nunca chegou. Depois de contar para Josaphat sobre seu tempo na cidade dos trabalhadores, Freder vai para a catedral, faltando apenas a chegada do Homem Magro. Josaphat repele as tentativas de suborno do Homem Magro e intimida-o a deixar Metrópolis; os dois lutam, e Josaphat escapa e se esconde na cidade dos trabalhadores. Freder não encontra Maria na catedral, mas ele ouve um monge pregando sobre a Prostituta da Babilônia e um apocalipse que se aproxima. Vendo as das estátuas da Morte e dos Sete Pecados Mortais, ele pede-lhes para não prejudicar Maria. Em seguida, sai para procurá-la. Ele ouve seus gritos durante a passagem da casa de Rotwang e acaba preso até que o robô seja totalmente transformado em Maria. Rotwang a envia para cumprimentar Fredersen; Freder encontra os dois se abraçando em seu escritório e desmaia, caindo em um delírio prolongado. A falsa Maria começa a desencadear o caos em toda Metrópolis. Freder recupera-se dez dias mais tarde e procura Josaphat, que lhe diz sobre a propagação do problema. Ao mesmo tempo, a verdadeira Maria foge da casa de Rotwang após Fredersen lutar com ele, tendo tomado conhecimento da traição de Rotwang. Descendo para as catacumbas, Freder e Josaphat encontram a falsa Maria exortando os trabalhadores a se levantar e destruir as máquinas. Quando Freder a acusa de não ser a verdadeira Maria, os trabalhadores reconhecem-no como filho de Fredersen e tentam capturá-lo, mas Georgy protege-o e é esfaqueado causando a sua morte. Fredersen diz que os trabalhadores devem usar a violência, para que ele possa justificadamente usar a força contra eles em um momento posterior. Os trabalhadores acompanham a falsa Maria da cidade para as salas de máquinas, sem saber, deixando os filhos para trás. Eles abandonam seus postos e quebram a máquina do Coração, a estação de energia central para Metrópolis, após o capataz Grot relutantemente conceder-lhes o acesso sob as ordens de Fredersen. Quando todos os sistemas acima e abaixo do solo falham, Maria desce à cidade dos trabalhadores, que começa a inundar devido às bombas de água estarem paradas. Ela reúne as crianças na praça principal, e com a ajuda de Freder e Josaphat, eles escapam da cidade dos trabalhadores, que se desintegra no dilúvio. Nas salas de máquinas, Grot recebe a atenção dos trabalhadores que, descontroladamente, comemoram, e repreende-os por suas ações fora de controle. Percebendo que eles deixaram seus filhos para trás na cidade agora inundada, os trabalhadores sofrem e vão vingar-se sobre a \"bruxa\" (a falsa Maria), que lhes estimulou ao erro e, desde então, fugiu para se juntar à folia em Yoshiwara. Enquanto isso, Rotwang caiu sob a ilusão de que Maria é Hel, e sai para encontrá-la. A multidão captura a falsa Maria e ela é queimada na fogueira. Freder assiste horrorizado, não entendendo o engano até que o revestimento externo se desintegra e revela o robô embaixo. Rotwang persegue Maria para o telhado da catedral, perseguido por Freder. Os dois homens lutam enquanto Fredersen e os trabalhadores assistem a partir da rua. Josaphat diz que os trabalhos de segurança de seus filhos são para impedi-los de prejudicar Fredersen. Rotwang perde o equilíbrio e cai para a sua morte. Nos degraus da catedral, Freder cumpre o seu papel de mediador (\"coração\"), ligando as mãos de Fredersen (\"cabeça\" da cidade) e Grot (suas \"mãos\") para trazê-los juntos. == Elenco == * Brigitte Helm - Maria (líder dos trabalhadores) e Maschinenmensch / Hel (a ginoide - \"androide feminina\").(Link de imagens externas). Consultado em 27 de setembro de 2023 * Rudolf Klein- Rogge - C.A. Rotwang (inventor) * Theodor Loos - Josaphat (assessor de Fredersen) * Erwin Biswanger - Georgy (trabalhador nº 11811) * Heinrich George * Hanns Leo Reich * Fritz Rasp - Homem Magro (empregado de Fredersen) * Heinrich Gotho - Mestre de Cerimônias == Na cultura popular == A obra recebeu diversas influências artísticas e, a seu turno, influenciou outras obras, como por exemplo: * Metrópolis, a cidade fictícia e lar do Super-Homem, criada por Joe Shuster, foi assim batizada por Jerry Siegel, em homenagem ao filme do qual ambos eram fãs. * A composição da torre de Metropolis foi inspirada na obra \"Torre de Babel\" do pintor flamengo Pieter Brueghel, do século XVI. * Diversos filmes de ficção-científica utilizaram como inspiração a torre de Metropolis, como por exemplo \"Buck Rogers in the 25th Century\" (1979) * A máscara da ginoide foi inspirada nos trabalhos dos escultores Oskar Schlemmer e Rudolf Belling. * Kraftwerk, uma banda de música electrónica alemã, prestou homenagem ao filme com uma música com o mesmo título, no álbum \"Die Mensch- Maschine\" (1978). * Madonna inspirou-se no filme para fazer o videoclipe de \"Express Yourself\" (1989). * A banda britânica Queen baseou-se no filme para criar o videoclipe de \"Radio Ga Ga\" (1984). * A banda desenhada do Superman teve uma edição especial onde o universo do filme foi adaptado ao do personagem. * O androide C-3PO da saga de filmes de George Lucas, \"Star Wars\" teve Maria como conceito visual base para sua criação sendo uma versão masculina da ginoide, essa \"inspiração\" é mais evidente durante as primeiras aparições do personagem, seu corpo e cor seguem exatamente o mesmo design do filme de Fritz Lang recebendo alterações nos filmes seguintes. * A banda Ghost lançou seu álbum Meliora de Agosto de 2015 com a arte inspirada na capa da obra clássica, além do clipe \"From Pinnacle To The Pitt\" ser inspirado totalmente no filme. * A banda brasileira Sepultura (trash metal), lançou em outubro de 2013 seu décimo terceiro álbum de estúdio, denominado \"The Mediator Between Head and Hands Must Be the Heart\", conforme disse Andreas Kisser (guitarrista da banda): \"o título do álbum foi inspirado por uma frase que é a principal mensagem da história: 'O mediador entre a cabeça e as mãos deve ser o coração' para expressar o que estamos dizendo nas letras\". Embora o álbum tenha sido inspirado pelo filme Metropolis, ele não foi criado como um álbum conceitual. == Ver também == * 1927 no cinema * Expressionismo alemão * Filme de ficção científica * História do cinema * Rebelião das máquinas == Ligações externas == * Projekt Metropolis Categoria:Filmes da Alemanha de 1927 Categoria:Filmes de drama da Alemanha Categoria:Filmes de ficção científica da Alemanha Categoria:Filmes dirigidos por Fritz Lang Categoria:Filmes mudos Categoria:Filmes steampunk Categoria:Filmes distópicos Categoria:Filmes com robôs Categoria:Filmes ambientados na década de 2020 Categoria:Filmes ambientados no futuro Categoria:Filmes gravados em Berlim Categoria:Programa Memória do Mundo Categoria:Filmes com trilha sonora de Giorgio Moroder Categoria:Filmes de drama da década de 1920",
 "title": "Metrópolis (filme)"
}