{
 "id": "42268",
 "text": "Upton Beall Sinclair (Baltimore, 20 de setembro de 1878 – Bound Brook, 25 de novembro de 1968). Foi um escritor, romancista e reformador social norte- americano, autor de mais de 100 livros, sendo que muito deles traduzidos para mais de 50 línguas diferentes dos romances sociais.The Sinclair Colony The New York Times (em inglês)SINCLAIR EXPLAINS HIS HOME COLONY; 300 at His Meeting to Applaud Anti-Worry Syndicating. 100 FAMILIES ARE READY Doesn't Want All Socialists -- Meeting Favors Co-operation in Child Raising The New York Times (em inglês) == Vida == Foi um escritor americano, ativista político e candidato a governador da Califórnia pelo Partido Democrata em 1934, que escreveu quase 100 livros e outras obras em diversos gêneros. O trabalho de Sinclair era bem conhecido e popular na primeira metade do século XX, e ele ganhou o Prêmio Pulitzer de Ficção em 1943. Em 1906, Sinclair adquiriu especial fama por seu clássico - The Jungle, que expôs as precárias condições sanitárias e de trabalho na indústria frigorífica nos EUA, causando um alvoroço público que contribuiu, em parte, à passagem, alguns meses depois de 1906 para a nova regulamentação legal Pure Food and Drug Act de 1906 que foi a primeira de uma série de importantes leis de proteção ao consumidor que foram promulgadas pelo Congresso no século XX e levaram à criação da Food and Drug Administration, nos EUA. Em 1919, ele publicou The Brass Check, uma denúncia do jornalismo americano que divulgou a questão da imprensa marrom \"yellow press\" e as limitações da \"imprensa livre\" nos Estados Unidos. Quatro anos após a publicação de The Brass Check, o primeiro código de ética para jornalistas foi criado.. A revista Time o chamou de \"um homem com todos os dons, exceto humor e silêncio\".. Ele também é bem lembrado pela frase: \"É difícil fazer um homem entender algo, quando seu salário depende de ele não entender\". Ele usou essa linha em discursos e no livro sobre sua campanha para governador como uma forma de explicar por que os editores dos principais jornais da Califórnia não tratariam seriamente suas propostas de pensões para idosos e outras reformas progressivas. Muitos de seus romances podem ser lidos como obras históricas. Escrevendo durante a Era Progressiva, Sinclair descreve o mundo industrializado dos Estados Unidos do ponto de vista do trabalhador e do industrial. Romances como King Coal (1917), The Coal War (publicado postumamente), Oil! (1927) e The Flivver King (1937) descrevem as condições de trabalho das indústrias de carvão, petróleo e automóveis da época. The Flivver King descreve a ascensão de Henry Ford, sua \"reforma salarial\" e o Departamento Sociológico de sua empresa, até seu declínio no anti-semitismo como editor do The Dearborn Independent. King Coal confronta John D. Rockefeller Jr. e seu papel no Massacre de Ludlow em 1914 nos campos de carvão do Colorado. Sinclair era um socialista declarado e concorreu sem sucesso ao Congresso como candidato do Partido Socialista. Ele também foi o candidato do Partido Democrata para governador da Califórnia durante a Grande Depressão, concorrendo sob a bandeira da campanha Fim da Pobreza na Califórnia, mas foi derrotado nas eleições de 1934. == Trabalhos == Ficção * Sinclair, Upton. Upton sinclair anthology (1947) online * Engs, Ruth Clifford, ed. Unseen Upton Sinclair: Nine Unpublished Stories, Essays and Other Works. (McFarland & Co. 2009). * Courtmartialed – 1898 * Saved By the Enemy – 1898 * The Fighting Squadron – 1898 * A Prisoner of Morro – 1898 * A Soldier Monk – 1898 * A Gauntlet of Fire – 1899 * Holding the Fort – 1899 * A Soldier's Pledge – 1899 * Wolves of the Navy – 1899 * Springtime and Harvest – 1901, reeditado no mesmo ano que King Midas * The Journal of Arthur Stirling – 1903 * Off For West Point – 1903 * From Port to Port – 1903 * On Guard – 1903 * A Strange Cruise – 1903 * The West Point Rivals – 1903 * A West Point Treasure – 1903 * A Cadet's Honor – 1903 * Cliff, the Naval Cadet – 1903 * The Cruise of the Training Ship – 1903 * Prince Hagen – 1903 * Manassas: A Novel of the War – 1904, relançado em 1959 como Theirs be the Guilt * A Captain of Industry – 1906 * The Jungle – 1906 * The Overman – 1907 * The Industrial Republic – 1907 * The Metropolis – 1908 * The Moneychangers – 1908, reimpresso como The Money Changers * Samuel The Seeker – 1910 * Love's Pilgrimage – 1911 * Damaged Goods – 1913 * Sylvia – 1913 * Sylvia's Marriage – 1914 * King Coal – 1917 * Jimmie Higgins – 1919 * Debs and the Poets – 1920 * 100% - The Story of a Patriot – 1920 * The Spy – 1920 * They Call Me Carpenter: A Tale of the Second Coming – 1922 * The Millennium – 1924 * The Goslings: A Study of the American Schools – 1924 * The Spokesman's Secretary – 1926 * Money Writes! – 1927 * Oil! – 1927 * Boston, 2 vols. – 1928 * Mountain City – 1930 * Roman Holiday – 1931 * The Wet Parade – 1931 * American Outpost – 1932 * The Way Out (novel) – 1933 * Immediate Epic – 1933 * The Lie Factory Starts – 1934 * The Book of Love – 1934 * Depression Island – 1935 * Co-op: a Novel of Living Together – 1936 * The Gnomobile – 1936, 1962 * Wally for Queen – 1936 * No Pasaran!: A Novel of the Battle of Madrid – 1937 * The Flivver King: A Story of Ford-America – 1937 * Little Steel – 1938 * Our Lady – 1938 * Expect No Peace – 1939 * Marie Antoinette (novel) – 1939 * Telling The World – 1939 * Your Million Dollars – 1939 * World's End – 1940 * World's End Impending – 1940 * Between Two Worlds – 1941 * Dragon's Teeth – 1942 * Wide Is the Gate – 1943 * Presidential Agent – 1944 * Dragon Harvest – 1945 * A World to Win – 1946 * A Presidential Mission – 1947 * A Giant's Strength – 1948 * Limbo on the Loose – 1948 * One Clear Call – 1948 * O Shepherd, Speak! – 1949 * Another Pamela – 1950 * Schenk Stefan! – 1951 * A Personal Jesus – 1952 * The Return of Lanny Budd – 1953 * What Didymus Did – UK 1954 / It Happened to Didymus – US 1958 * Theirs Be the Guilt – 1959 * Affectionately Eve – 1961 * The Coal War – 1976 Autobiográfico * The Autobiography of Upton Sinclair. With Maeve Elizabeth Flynn III. New York: Harcourt, Brace & World, 1962. * My Lifetime in Letters. Columbia, MO: University of Missouri Press, 1960) online. * The Cup of Fury – 1956 Não- ficção * Good Health and How We Won It: With an Account of New Hygiene (1909) – 1909 * The Fasting Cure – 1911 * The Profits of Religion – 1917 * The Brass Check – 1919 * The McNeal-Sinclair Debate on Socialism – 1921 * The Book of Life – 1921 * The Goose-Step – 1923 * Mammonart. An essay on economic interpretation. – 1925 * Letters to Judd, an American Workingman – 1925 * Mental Radio: Does it work, and how? – 1930, 1962 * Upton Sinclair Presents William Fox – 1933 * We, People of America, and how we ended poverty : a true story of the future – 1933 * I, Governor of California - and How I Ended Poverty – 1933 * The Epic Plan for California – 1934 * I, Candidate for Governor - and How I Got Licked – 1935 * Epic Answers: How to End Poverty in California (1935) – 1934 * What God Means to Me – 1936 * Upton Sinclair on the Soviet Union – 1938 * Letters to a Millionaire – 1939 Drama * Plays of Protest: The Naturewoman, The Machine, The Second-Story Man, Prince Hagen – 1912 * The Pot Boiler – 1913 * Hell: A Verse Drama and Photoplay – 1924 * Singing Jailbirds: A Drama in Four Acts – 1924 * Bill Porter: A Drama of O. Henry in Prison – 1925 * The Enemy Had It Too: A Play in Three Acts – 1950 Como editor * The Cry for Justice: An Anthology of the Literature of Social Protest – 1915 Categoria:Escritores dos Estados Unidos Categoria:Socialistas dos Estados Unidos Categoria:Ganhadores do prêmio Pulitzer Categoria:Naturais de Baltimore",
 "title": "Upton Sinclair"
}