{
 "id": "42265",
 "text": "Friedrich Christian Anton Lang, conhecido como Fritz Lang (Viena, 5 de Dezembro de 1890 – Los Angeles, 2 de Agosto de 1976) foi um cineasta, realizador, argumentista e produtor nascido na Áustria, mas que dividiu sua carreira entre a Alemanha e Hollywood. É considerado um dos maiores vultos do cinema alemão, e o mais notável e proeminente diretor a emergir da escola do expressionismo alemão, juntamente com Friedrich Wilhelm Murnau, muito embora Lang tenha sempre negado qualquer relação com o movimento expressionista. == Biografia == === Os primeiros anos === Fritz Lang nasceu em Viena, na Áustria, filho de Anton Schlesinger Lang, (Viena, 1º de agosto de 1860), um empreiteiro, e de Paula Schlesinger Lang (Brno, 26 de julho de 1864). Aos 21 anos mudou-se para Munique (1911), onde estudou pintura e escultura. Fez numerosas viagens (África do Norte, Próximo Oriente, China, Japão…) que lhe desenvolveram o gosto pelos ambientes exóticos que magistralmente retratou nos seus filmes.Biografia inserida no Ciclo de Cinema Alemão (1981). Instituto Alemão, Coimbra. De regresso à Alemanha, participou na Primeira Guerra Mundial e foi gravemente ferido, tendo perdido um olho. No hospital, onde permaneceu longo tempo, começou a escrever roteiros para Joe May os quais eram dotados de um forte grafismo, no campo do fantástico e do demoníaco. O êxito desses argumentos levou a que fosse convidado para realizar filmes. === A fase expressionista === A efervescência cultural, política e social da Berlim do pós-guerra, se reflete nas suas primeiras obras. Em 1919 estreou na direção com um filme chamado Halbblut, que se encontra perdido, acerca do qual se sabe muito pouco. Alcançou o primeiro sucesso com Os Espiões, do mesmo ano de sua estreia. Em 1921, casou-se com a roteirista Thea Von Harbou, que escreveu os argumentos de quase todos os filmes desta primeira fase da carreira. As películas que Lang dirigiu ainda na fase do cinema mudo ficariam para a história como alguns dos maiores expoentes do expressionismo alemão: * Der müde Tod (1921) - variação onírica sobre a morte e o amor, em que o exotismo se alia com a meditação sobre o sentido da vida e da morte. É considerada uma obra-chave para o primeiro período do expressionismo alemão; * Dr. Mabuse, der Spieler (1922) - o primeiro filme noir, uma obra construída sob a influência das descobertas da psicanálise e dos estudos da esquizofrenia; * Die Nibelungen (1924) - um filme sobre o fantástico mitológico, com as suas estruturas admiravelmente equilibradas; esquerda|thumb|Réplica da \"Maschinenmensch\" do longa Metrópolis (1927) em exposição na aula inaugural de 2006 no Hall da fama dos robôs no Escola de Ciência da Computação da Carnegie Mellon University em Pittsburgh, Pennsylvania, EUA. * Metropolis (1927) - obra sobre a relação entre as máquinas e os trabalhadores nas grandes cidades, com ênfase pro sentimento de humanidade perdido no processo. Um de seus maiores trabalhos; * Spione (1928) - a luta contra uma organização misteriosa e implacável; * M (1931) - uma das obras mais lendárias e um dos expoentes máximos da sua carreira.João Bénard da Costa (1984). Catálogo do Ciclo de Cinema de Ficção Científica. Cinemateca Portuguesa e Fundação Calouste Gulbenkian, Lisboa, 514pp.Henri Langlois (1956) Imagens do cinema alemão, in Catálogo do Ciclo de Cinma Alemão (1918-1933 / 1965-1980). Cinemateca Portuguesa, Fundação Calouste Gulbenkian e Instituto Alemão, Lisboa, 174pp. *Das Testament des Dr. Mabuse (1931) - continuação de Dr. Mabuse, der Spieler (1922). Último filme feito por Lang antes de deixar a Alemanha rumo aos Estados Unidos. Conta-se que o filme O Gabinete do Dr. Caligari (1920) foi primeiro oferecido a Lang pelo produtor Erich Pommer, mas que ele teria se recusado a dirigi-lo, razão pela qual o diretor Robert Wiene foi escalado em seu lugar para a função. O casal foi convidado por Adolf Hitler, por intermédio do Ministro da Propaganda, Joseph Goebbels, para produzir filmes para o Partido Nazista. Hitler era fã de cinema, e conta a lenda que a sua decisão de convidar Lang surgiu após ter assistido Metropolis. Enquanto que Thea aceitou a função, Lang fugiu para Paris, onde chegou a produzir filmes antinazistas. Em 1934, depois de se ter divorciado de Thea, emigrou para os Estados Unidos. === A fase estadunidense === Começa então a sua fase mais incompreendida. A crítica que unanimemente tinha enaltecido os seus filmes alemães, era agora também quase unânime a subvalorizar as obras que realizava nos Estados Unidos, argumentando que Lang se teria subjugado aos produtores americanos, desperdiçando o seu talento em filmes comerciais. Só na década de 50 se percebeu a injustiça, quando uma boa parte dessa crítica começou a reconhecer a grande qualidade da maioria dos filmes dirigidos pelo cineasta alemão em Hollywood. Ele foi um dos primeiros cineastas a dirigir Marilyn Monroe - no filme Só a mulher peca, Clash by Night, de 1952. Também entrariam para a história do cinema, películas como: * Fury (1936) - onde transpunha o ambiente de M para os Estados Unidos; * You Only Live Once (1937) - que confere ao filme noir a dimensão das grandes tragédias e onde toma o partido dos culpados, vítimas dos erros da sociedade; * Man Hunt (1941), Hangmen Also Die (1943) e Ministry of Fear (1944) - constituem libelos antinazistas, onde o prazer de aniquilar se sobrepõe à instância sócio-política; * Scarlet Street e The Woman in the Window (ambos de 1945) - são, para o próprio Lang, os seus melhores filmes americanos.George Sadoul (1977). Dicionário dos Cineastas. Livros Horizonte, Lisboa (1979), 335pp. * Rancho Notorious (1952) e Moonfleet (1955) - retomam o exotismo aventuroso nos limites da paixão do poder. * The Big Heat (1953), While the City Sleeps e Beyond a Reasonable Doubt (ambos de 1956) - são as suas máximas reflexões sobre o destino. === O regresso à Alemanha === No final da década de 1950, retornou para Alemanha e ainda realizou três filmes antes de se aposentar. Dois deles retomavam a temática do exotismo. O último foi uma revisitação de Mabuse - Os Mil Olhos do Dr. Mabuse -, com o qual encerrou a sua carreira. Atuou ainda no filme O Desprezo (1963) de Jean-Luc Godard. Logo, voltaria para os Estados Unidos, onde veio a falecer quase cego.O cineasta deixou uma forte marca na história do cinema, influenciando diretores tão significativos como Alfred Hitchcock, Luis Buñuel e Orson Welles. Os filmes preferidos de Lang dentre aqueles da sua própria filmografia eram M - O vampiro de Düsseldorf (1931), Coração Vadio (1934), Fúria (1936) e Almas Peversas (1945). == Filmografia == * 1960 - Die tausend Augen des Dr. Mabuse (Os Mil Olhos do Dr. Mabuse) * 1960 - Journey to the Lost City (A Jornada para a Cidade Perdida) * 1959 - Das Indische Grabmal (O Sepulcro Indiano) * 1959 - Der Tiger von Eschnapur (O Tigre de Bengala) * 1956 - Beyond a Reasonable Doubt (O Suplício de Uma Alma) * 1956 - While the City Sleeps (No Silêncio de Uma Cidade) * 1955 - Moonfleet (O Tesouro do Barba Ruiva) * 1954 - Human Desire (Desejo Humano) * 1953 - The Big Heat (Os Corruptos) * 1953 - The Blue Gardenia (A Gardênia Azul) * 1952 - Clash by Night (Só a mulher peca) * 1952 - Rancho Notorious (O Diabo Feito Mulher) * 1950 - American Guerrilla in the Philippines (Guerrilheiros das Filipinas) * 1950 - House by the River (Maldição) * 1948 - Secret Beyond the Door... (O Segredo da Porta Fechada) * 1946 - Cloak and Dagger (O Grande Segredo) * 1945 - Scarlet Street (Almas Perversas) * 1945 - The Woman in the Window (Um Retrato de Mulher) * 1944 - Ministry of Fear (Quando desceram as trevas) * 1943 - Hangmen Also Die (Os carrascos também morrem) * 1941 - Man Hunt (O Homem que quis matar Hitler) * 1941 - Western Union (Os Conquistadores) * 1940 - The Return of Frank James (A volta de Frank James) * 1938 - You and Me (Casamento Proibido) * 1937 - You Only Live Once (Vive-se uma só vez) * 1936 - Fury (Fúria) * 1934 - Liliom (Coração Vadio) * 1933 - Das Testament des Dr. Mabuse (O Testamento do Dr. Mabuse) * 1931 - M - Eine Stadt sucht einen Mörder (M - O Vampiro de Düsseldorf) * 1929 - Frau im Mond (A Mulher na Lua) * 1928 - Spione (Os Espiões) * 1927 - Metrópolis * 1924 - Die Nibelungen: Kriemhilds Rache (Os Nibelungos: A Vingança de Kremilda) * 1924 - Die Nibelungen: Siegfried (Os Nibelungos: A Morte de Siegfried) * 1922 - Dr. Mabuse, der Spieler (Dr. Mabuse, o Jogador) * 1921 - Vier um die Frau (Corações em Luta) * 1921 - Der Müde Tod (A Morte Cansada ou As três luzes) * 1920 - Das Wandernde Bild (Depois da Tempestade) * 1920 - Die Spinnen, 2. Teil: Das Brillantenschiff (As Aranhas, parte 2 - O barco dos brilhantes) * 1919 - Die Pest in Florenz (A Peste em Florença) * 1919 - Harakiri (Madame Butterfly) * 1919 - Die Spinnen, 1. Teil: Die Der Goldene See (As Aranhas, parte 1 - O lago dourado) * 1919 - Der Har der Liebe (O Mestre do Amor) * 1919 - Halbblut == Ver também == * Das Cabinet des Dr. Caligari, cujo roteiro teve participação de Fritz Lang. Categoria:Cineastas da Alemanha Categoria:Cineastas dos Estados Unidos Categoria:Judeus dos Estados Unidos Categoria:Judeus da Alemanha Categoria:Judeus da Áustria Categoria:Roteiristas da Alemanha Categoria:Sepultados no Forest Lawn Memorial Park (Hollywood Hills) Categoria:Naturais de Viena",
 "title": "Fritz Lang"
}