{
 "id": "42397",
 "text": "O Yahoo Cadê? foi a primeira empresa brasileira no ramo de buscadores, fundada em meados de setembro de 1995 por Gustavo Viberti e Fabio Oliveira. Além de páginas na web, o buscador também localizava imagens, vídeos, notícias e produtos em um shopping virtual, além de fornecer um serviço próprio de correio eletrônico. Foi comprado pela Yahoo! Brasil e sendo gradativamente incorporado ao seu serviço de busca preexistente. ==História== O Cadê? começou com Gustavo Viberti que, inspirado pelo buscador norte americano Yahoo!, catalogava páginas da internet e disponibilizava os endereços na sua página pessoal. Mas foi Fabio de Oliveira quem acreditou que a empresa poderia ter sucesso, passando a se dedicar integralmente a divulgação da página e a busca de anunciantes para seu negócio. O maior problema da empresa no seu início, segundo os próprios fundadores, era a demora para catalogar as novas páginas, já que a rede crescia extremamente rápido e todas as novas páginas catalogadas passavam por verificação humana, diferente de outras máquinas de busca, como por exemplo o Altavista, que incluíam as novas páginas automaticamente. Outra dificuldade encontrada no início da empresa \"Cadê?\" pelos seus fundadores era mostrar às agências de publicidade, possíveis clientes do \"Cadê?\", que a internet era um nova mídia que deveria ser explorada pela publicidade, já que na época não havia nenhum tipo de publicidade on-line. Com isso o Cadê? foi comprado por várias empresas, mas hoje atualmente é do Yahoo!, tornando-se Yahoo! Cadê? O Cadê? se propunha, com sua equipe e os seus usuários entrar na página e cadastrar seus sites, produtos ou serviços. Era como um repositório da Web do Brasil. E conseguia suprir as necessidades dos usuários brasileiros. Já o Altavista, inversamente ao Cadê, buscava as informações e atendia às necessidades dos usuários. O site usava bots com uma inteligência regular para capturar dados da Web e repassá-los aos usuários. Esses dois sites de busca eram os melhores para o público brasileiro e foram os mais populares até o final de 1999. Assim, o Google começou a ganhar popularidade. Ele foi criado em 1998. As pessoas percebiam que o novo buscador era incomparável aos outros, apesar de serem eficientes. Com um algoritmo esperto e um sistema de ranking com base em diversas informações cruzadas, o Google repassava aos internautas dados mais relevantes, apresentados de forma hierárquica. E com essa tecnologia, o Google foi o responsável por acabar com o dominância do Cadê? e do Altavista no mercado brasileiro. O Cadê, hoje em dia, pertence ao Yahoo!, que tem um bom mecanismo de busca e tentou usar a marca para dar mais visibilidade ao seu próprio buscador na época da aquisição. O Altavista, que teve o ápice de popularidade de 1995 até o começo dos 2000, ainda resiste, mesmo que timidamente. E às vezes é lembrado quando trata-se de tradução, já que foi o primeiro a possuir a primeira ferramenta de tradução de palavras ou sites, o BabelFish. Em julho de 2013, o Yahoo anunciou a desativação do site de busca. == Premiação Top Cadê? == O Cadê? promovia o concurso chamado Top Cadê? em que elegia os melhores sites da internet brasileira. O concurso era referência na época, conforme os seguintes critérios: \"Os sites apontados pelo Cadê como os melhores sites brasileiros da semana são classificados em 16 categorias (Ciências e Tecnologia, Compras, Cultura, Educação, Esportes, Finanças, Governo, Indústria e Comércio, Informática, Internet, Lazer, Notícias, Referência, Saúde, Serviços, Sociedade), adotadas como indexador pelo próprio site. Estes sites são selecionados por profissionais do site de busca Cadê?, utilizando critérios como quantidade e relevância das informações apresentadas no site, serviços prestados e ferramentas oferecidas, bem como o design da homepage, navegação e a facilidade de o internauta encontrar o que quer dentro do site, seus menus e as telas intermediárias. Após esta etapa, é feita a escolha a partir da opinião do público da Internet. Esta escolha é feita da seguinte forma: o Cadê? indica 12 em cada categoria por mês, após um prévio registro (que visa evitar fraudes e garantir a confiabilidade dos resultados). A votação acontece durante o mês seguinte à sua identificação nos sites indicados através de voto público (internautas), a contagem dos votos é realizada após o fim do prazo para votação e divulgado na página inicial do Top Cadê? na semana seguinte num link próprio (Finalistas).\" \"A etapa seguinte consistiu em visitar os sites selecionados, verificando os fatores internos de atração e anotando as funcionalidades apresentadas pelos mesmos. para posterior análise.\" Categoria:Motores de busca Categoria:Empresas de internet do Brasil Categoria:Websites do Brasil Categoria:Empresas de serviços do Brasil Categoria:Empresas fundadas em 1995 Categoria:História da Internet",
 "title": "Yahoo! Cadê?"
}