{
 "id": "42412",
 "text": "Mulher-Maravilha (em inglês, Wonder Woman) é uma personagem fictícia de histórias em quadrinhos publicadas pela editora estadunidense DC Comics, originalmente é uma super-heroína guerreira de origem greco-romana, alter ego da Princesa Diana de Themyscira, ilha oculta, também conhecida como Ilha Paraíso, local da civilização de amazonas (como as figuras da lenda grega- romana). Como emissária de Themyscira para o Mundo do Homem, assume o pseudônimo de Diana Prince, identidade secreta que ela adotou para se aproximar da humanidade no Universo DC. Membro honorário da Sociedade de Justiça da América, primeiro grupo de super-heróis a aparecer historicamente nas Histórias em Quadrinhos. Na Era Prata, fundadora da Liga da Justiça permanecendo até hoje. Sua primeira aventura foi na revista All Star Comics #8 de dezembro de 1941, nos Estados Unidos, escrita pelo psicólogo, inventor e escritor William Moulton Marston, com pseudônimo Charles Moulton, co-criada por sua esposa, a advogada Elizabeth Marston e desenhada por Harry G. Peter. A personagem tem sido publicada continuamente desde então. A história tem continuação direta em Sensation Comics #1 de janeiro de 1942. Com o sucesso alcançado, ela ganhou sua própria revista em quadrinhos em maio de 1942, Wonder Woman #1, que foi transferida exclusivamente para a DC Comics em 1944. Marston desenvolveu a Mulher-Maravilha para ser uma alegoria para a \"líder amorosa ideal\" ; o tipo de mulher que ele acreditava que deveria governar a sociedade. Nas próprias palavras de Marston: “Francamente, a Mulher Maravilha é uma propaganda psicológica para o novo tipo de mulher que, acredito, deveria governar o mundo.\" Sua história sofreu alterações com o passar dos anos, com retcons, reboots e novas origens. Entretanto, apesar das diferentes origens e dos diferentes uniformes, é possível dizer que a essência da personagem permaneceu a mesma desde sua criação. Filha da Rainha Hipólita da ilha paradisíaca Themysira, uma civilização de amazonas, a Princesa Diana foi enviada ao “mundo dos homens” para propagar a paz, sendo a defensora da verdade e dos direitos das mulheres . Possuindo habilidades super-humanas e seu famoso laço da verdade e os braceletes da vitória. Membro real da sociedade de Themysira, teve treinamento rígido pela General Philippus. Seu principal parceiro e interesse amoroso é Capitão Steve Trevor, suas parceiras mirins de equipe são conhecidas como Wonder Girl, suas principais apoiadoras são membros da sororidade Garotas Holliday liderados por Etta Candy. Criada na chamada “Era de Ouro dos heróis”, mesmo período de Superman e Batman, ela se tornou um sinônimo de mulher poderosa e uma das mais poderosas defensoras da paz e da igualdade, fazendo parte da Santíssima Trindade da DC Comics e muitas vezes funciona como o equilíbrio entre os extremos de O Ultimo Filho De Krypton e O Cavaleiro de Gotham. Na Era de Prata, até então filha única da rainha, descobre ter uma irmã gêmea chamada Núbia, origem apagada em Crises nas Infinitas Terras. Posteriormente a personagem ganharia ainda outra irmã, Donna Troy, uma jovem resgatada por ela do mundo dos homens e que foi adotada pela Rainha Hipólita. No final de 2011, quando a DC promoveu um grande reboot de sua cronologia dentro da fase que foi chamada de Os Novos 52, passa ser filha de Zeus, o deus dos deuses greco-romana, e Jasão passa a ser seu irmão gêmeo, origem questionada na fase Renascimento. A época, a nova origem gerou certa controvérsia entre fãs e críticos, muitos dos quais viram como um afastamento das intenções originais do criador e uma tentativa de apagamento das mulhers da franquia e suas histórias enquanto outros viram como forma de modernizar a personagem. Em 2023, a personagem ganhou uma filha chamada Elizabeth Marston Prince. Criada por Tom King e Daniel Sampere, o nome da personagem é uma homenagem a uma das co-criadoras e em parte inspiração por trás da personagem, Elizabeth Marston (Elizabeth, e a parceira de ambos, Olive Byrne, são creditadas como inspiração para a aparência e personalidade da personagem.) É considerada uma das mais famosas personagens femininas de todos os tempo e indiscutivelmente a super-heroína mais famosa da cultura ocidental, além de um símbolo feminista. Seu principal diferencial perante as outras super-heroínas é que ela não é um spin-off de um super-herói masculino (como Supergirl e Batgirl), nem foi criada para ser o interesse de amor de um super- herói masculino (Mulher-Gavião, Miss Marvel, Bulletgirl, Batwoman), parente (Mary Marvel, Mulher-Hulk), token de equipe (Mulher-Invisível, Garota Marvel) ou femme fatale (Mulher-Gato, Viúva Negra). A Mulher Maravilha também foi adaptada para diversas outras mídias, como jogos de videogame ou desenhos animados. No mundo real, momentaneamente, embaixadora honorária da Organização das Nações Unidas e é considerada um dos maiores ícones da cultura pop do gênero feminino da nona arte e ícone da cultura feminista. == Origens nos Quadrinhos == ===Origem 1=== Os quadrinhos divergem quanto à origem de Diana, mas a primeira, dos anos 40, determina que ela foi esculpida do barro pela mãe, a rainha Hipólita (já que não havia homens na ilha das amazonas), e abençoada por todos os deuses do Olimpo. Seus poderes se originam diretamente de lá: “Bela como Afrodite, sábia como Atena, forte como Hércules e rápida como Hermes”, descreviam os primeiros quadrinhos. ===Origem 2=== Nos primeiros volumes das novas origens de Diana em Os Novos 52, nos deparamos com uma batalha dos deuses onde Zeus tentou se esconder na ilha das Amazonas, mas foi surpreendido por Hipólita, a rainha delas. Eles lutaram um contra o outro só que com o decorrer dos encontros, Zeus e Hipólita foram se apaixonando. Dessa união tiveram uma filha: Diana Prince, a Mulher-Maravilha. As origens do barro ainda são citadas nesta história. A rainha das Amazonas, a fim de esconder seu relacionamento com Zeus, conta que sua filha foi gerada e moldada do barro. No entanto, com o passar dos anos a Mulher-Maravilha descobre toda a verdade. Hipólita havia mentido para proteger a filha da fúria de Hera. == Criação e concepção == As revistas em quadrinhos surgiram na década de 1930, criadas por Maxwell Gaines, fundador da editora All-American Publications. Rapidamente se tornaram uma febre, com vendas mensais ultrapassando a casa das 10 milhões de cópias. O sucesso trouxe também um forte grupo opositor, que julgava as histórias como péssimas influências para as crianças. Na mesma época, em uma entrevista 25 de outubro de 1940, realizada pela ex-aluna de Marston, Olive Byrne (sob o pseudônimo de “Richard Olive”) e publicado pela Family Circle, intitulado “Não ria dos Quadrinhos”, William Moulton Marston descrevia o que viu como o potencial educacional das histórias em quadrinhos, um artigo deu sequência a entrevista e foi publicado dois anos mais tarde em 1942.Richard Olive, Our Women Are Our Future Este artigo chamou a atenção de Max Gaines, que empregou Marston como consultor educacional da National Periodicals of American publications e All-American Publications, duas das companhias que se fundiriam para dar forma a futura DC Comics. Gaines sentia que faltava algo de novo nas histórias de super heróis que publicava na época e encarregou Moulton de criar um personagem diferente. Moulton, ainda ponderando sobre como seria o personagem, sabia que gostaria que esse novo herói abraçasse o amor e a paz no lugar da violência e guerra, algo tão comum no meio dos quadrinhos. Muito embora os ideais do novo herói estivessem claros na mente de Moulton desde o início, foi Elizabeth Marston, esposa do psicólogo, a responsável por acender a fagulha que levaria a criação da primeira super heroína e da Mulher- Maravilha como a conhecemos. Marston introduziu a ideia á Max Gaines, cofundador (juntamente com Jack Liebowitz) do All-American Publications. Dado o sinal verde, Marston desenvolveu a Mulher Maravilha com Elizabeth (a quem Marston acredita ser um modelo de mulher não convencional ao que se havia em sua época). O psicologo e inventor tinha quatro filhos e duas esposas, ambas cultas e independentes. O trio vivia sob o mesmo teto, numa relação consensual. Ele incentivava tanto o movimento sufragista quanto o feminismo, para ele as mulheres deveriam ser tão livres e independentes quanto quisessem, e deveriam ter a opção de continuar os estudos em universidades se assim o desejassem – o que era o caso de Elizabeth, que possuía três diplomas de nível superior, era mãe e trabalhadora. A situação poligâmica também envolve Olive Byrne – outra mulher a inspirá-lo na criação da guerreira amazona e sobrinha de uma importante feminista do século XX Margaret Sanger.Les Daniels, Wonder Woman: The Complete History, (DC Comics, 2000), pp. 28-30. H. G. Peter foi escolhido a dedo para desenhar a história de uma nova heroína. Nos anos 1910, o desenhista fez parte da equipe artística da revista Judge e contribuiu para a página sufragista The Modern Woman. Marston pediu que a Mulher-Maravilha fosse desenhada com base nas pin-ups que Alberto Vargas publicava na revista masculina Esquire. Referências da vida de Marston são visíveis na personagem. Como Sadie, Diana era uma “amazona” – mas uma amazona da mitologia grega. Como Olive, Diana usava braceletes – mas para desviar balas. Marston também possuía um estranho fascínio em descobrir os segredos das pessoas, é o inventor do polígrafo, popularmente conhecido como detector de mentiras. E sua obsessão e invenção tomam forma no “laço da verdade” usado pela heroína quando os vilões tendem a não cooperar com seu propósito. Adepto de Bondage a prática aparece nas entrelinhas das histórias da heroína e sua roupa da personagem representa um símbolo da liberdade, patriotismo americano. Em fevereiro de 1941, ele enviou um rascunho datilografado da primeira parte de “Suprema, a Mulher Maravilha”. Para um editor, Gaines atribuiu Marston a Sheldon Mayer, que editou o Superman. Em uma carta que Marston enviou a Mayer com seu primeiro roteiro, ele explicou o “sub-significado” da história. O nome \"Suprema, The Wonder Woman\" logo foi rejeitado por ser muito parecido com o nome “Superman”, e encurtado por Mayer. Maxwell Charles Gaines (da editora) e William Moulton Marston (criador da personagem) não tinham certeza de como uma heroína feminina seria recebido. No começo, ele escreveu os quadrinhos sob o pseudônimo de Charles Moulton. Na edição de número 8 da All Star Comics de 1941 surge a super-heroína, a Mulher Maravilha. Sua primeira história completa foi lançada em 1942, na Sensation Comics. Poucos meses depois, a personagem ganha sua revista própria no verão de 1942, e o escritório de Nova York de All-American Publications enviou um comunicado de imprensa aos jornais, revistas e estações de rádio em todo os Estados Unidos. A identidade do criador da Mulher Maravilha foi \"a princípio mantida em segredo,\" foi revelada em um anúncio chocante: o \"o autor de 'Mulher Maravilha' é o Dr. William Moulton Marston, internacionalmente famoso psicólogo. Quando foi criada, o mundo dos quadrinhos era estritamente do domínio do homem. No início de 1940 a DC Comics era dominada pelos personagens masculinos com superpoderes tais como Lanterna Verde, Batman, e o principal deles, Superman. Motivado pelo ponto de vista masculino de seus criadores, os heróis de quadrinhos relegaram às mulheres o papel de apoio de mãe, esposa e amiga. Em uma reportagem da revista \"New Yorker\", Marston coloca desta forma: “Francamente, a Mulher Maravilha é a propaganda psicológica para o novo tipo de mulher que deve, creio eu, governar o mundo“. A personagem era um tipo de cavalo de Troia: infiltrava-se nos lares norte-americanos em histórias menos violentas para ensinar às crianças que “o ideal de superioridade masculina e o preconceito contra as mulheres”, nas palavras de Marston, eram prejudiciais. A personagem não tem permissão para matar ninguém, nem estava autorizada a usar a violência, exceto em autodefesa ou em defesa de outros. O amor era – e ainda é – a chave para a força da mulher. Quando a Mulher Maravilha vence o inimigo, ela também torna possível que o vilão veja o erro o dele (ou dela) além de fornecer reabilitação, utilizando seu laço mágico e fazendo com que o delinquente ou os malfeitores possam reconhecer seus erros. == História fictícia == A Ilha Paraíso era habitada pelas antigas amazonas da mitologia, e não havia homens na ilha. Supostamente a Mulher-Maravilha veio ao mundo na Ilha Paraíso como uma estátua de menina criada por Hipólita (rainha das amazonas). Tão apaixonada por sua escultura, a rainha pediu aos deuses que dessem vida a figura, e foi atendida (semelhante ao mito grego de Pigmaleão). Segundo em publicações recentes foi revelado que na verdade ela é filha biológica de Hipólita com Zeus, deus do Céu. Recebeu o nome de Diana. Assim como todas as amazonas, ela foi presenteada pela maioria dos Deuses do Olímpo, como Atena, que lhe deu a sabedoria; Hermes, lhe deu a velocidade; de Deméter ganhou a força e poder; de Afrodite, enorme beleza e coração amoroso; dos gêmeos Ártemis e Apolo, ganhou os olhos de caçadora, a compreensão das feras e a capacidade de cura acelerada; de Héstia, recebeu a afinidade com o fogo para que os corações se abrissem para ela; de Hefesto, ganhou a imunidade ao fogo, seus braceletes e seu laço mágico; do seu tio Poseidon, ganhou a destreza no nado e de seu pai Zeus,(apesar de que haja discordância sobre que seja realmente seu pai) ela recebeu a herança de semi-deusa e a capacidade de voo. Quando Diana estava adulta, Steve Trevor, piloto da Força Aérea americana colidiu com seu avião na Ilha Paraíso. A Rainha Hipólita decretou que a amazona que vencesse diversas provas entre elas teria a incumbência de levar Steve de volta aos Estados Unidos, e se tornaria uma campeã em nome das amazonas em território americano. Proibida de participar por sua mãe, Diana se disfarçou e ganhou o contesto, que incluía lutas armadas sobre kangoos (espécies de canguru nativos da Ilha Paraíso), competição de corrida, e aparar balas com seus braceletes. A Mulher-Maravilha adotou a identidade secreta de Diana Prince, uma enfermeira da Força Aérea americana. Era apaixonada por Steve Trevor. Nesta versão ela não voava realmente (planava em correntes de ar) e usava um rádio de ondas telepáticas. Na história publicada em Sensation Comics #1, janeiro de 1942, havia uma enfermeira de nome Diana Prince, a qual a Mulher-Maravilha ajudou. Esta Diana aceitou deixar que a super-heroína, que desejava ficar do lado do paciente Steve Trevor, assumisse sua identidade enquanto ela partiu para junto de um soldado namorado seu, que estava na América do Sul. Uma das personagens coadjuvantes de maior sucesso era Etta Candy, uma das fãs da Mulher-Maravilha denominadas \"Garotas Holliday\" (conforme tradução para o português na revista brasileira \"Coleção DC 70 anos #3\", da Editora Panini, julho de 2008). Como oponentes, a Mulher-Maravilha tinha diversos vilões clássicos da Era de Ouro dos Quadrinhos: Maligna (originária de Saturno), Giganta, Cheetah, Rainha Clea (da Atlântida), Doutora Veneno, a sacerdotisa Zara), algumas reformuladas na Era de Prata e que continuam aparecendo nas histórias modernas. ===Sem poderes=== Em 1968, o título Wonder Woman #178 passou para as mãos de Dennis O’Neil, responsável por modernizar a publicação. Diana perdeu os poderes, as Amazonas foram para uma dimensão paralela, Steve Trevor morreu e a Srta. Prince abriu uma loja de roupas e recebeu treinamento de um monge especialista em artes-marciais, I-Ching. Seguiu-se uma fase de novas tragédias para a personagem, com direito a “traição para o bem” da própria mãe e uma proposta da Amazona para enfrentar 12 desafios e ser novamente aceita na Liga da Justiça. Assim, Dennis O’Neil e Mike Sekowsky traziam a “Nova Mulher-Maravilha”. As amazonas alcançaram seu 10.000º ano na Terra, e com isso tinham que se deportar para outra dimensão, a fim de renovar seus poderes. A Mulher-Maravilha recusou-se a acompanhá-las, pois Steve Trevor, seu amado, havia sido culpado de alta traição pelos Estados Unidos, e ela queria encontrá-lo e ajudar a limpar seu nome. Como resultado, Diana perdeu seus poderes e pediu afastamento da Liga da Justiça. No documentário produzido pela DC Comics, “Secret Origin: The Story of DC Comics”, de 2010, O’Neil, que nos anos 1970 contestou a censura e introduziu conteúdos que debatiam questões sociais como o racismo, a luta de classes e as drogas, admite ter arruinado a personagem da Mulher Maravilha quando foi encarregado pelas histórias no período entre os anos 1968 e 1972. A ideia do autor era retirar os poderes divinos da heroína, com o intuito de desvincular ela da figura paterna dos Deuses, e transformá-la em uma lutadora de artes marciais, para que seus êxitos fossem frutos de seus atributos e não de poderes atribuídos por outrem. O problema é que com isso, O’Neil “desempoderou” a super-heroína, e, para piorar, fez dela aprendiz de um mestre chinês (um homem) com o nome de um dos maiores clássicos da literatura chinesa, I-Ching. Diana abandonou as roupas tradicionais e os óculos, e passou a adotar um novo visual, para chamar a atenção de Steve e fazer com que ele esquecesse a Mulher-Maravilha e passou a usar o nome Diana Prince. Desta forma, Diana ficava mais parecida com a personagem Emma Peel interpretada por Diana Rigg do seriado Os Vingadores. Ela, neste estado, estrelou uma série cujo título em português era As Aventuras de Diana (publicada na revista brasileira Quem Foi? da EBAL. A ideia dos criadores era transformar a Mulher- Maravilha em uma mulher independente, sintonizada ao mundo contemporâneo. Pouco depois Steve Trevor é assassinado e Diana conhece o instrutor de artes marciais cego chamado I Ching, um velho mestre japonês que a instrui e inicia nas artes marciais e ao lado de quem vive muitas aventuras. Ela rapidamente tornou-se plenamente capaz de se defender sem a ajuda de laços ou braceletes mágicos. Ching é assassinado e as Amazonas, arrependidas por deixar a humanidade abandonada à sua própria sorte, resolvem voltar à nossa dimensão. Devido aos novos rumos que as aventuras da Mulher Maravilha tomaram, a jornalista estadunidense e ativista feminista Gloria Steinem, representou grupos de mulheres que criticaram severamente a “Nova Mulher Maravilha”, Steinem resume a personagem dizendo que “ela não passava de um James Bond entediante e sem a liberdade sexual”. No documentário da DC, O’Neil agradece por Steinem não ter mencionado o nome do autor no artigo que ela escreveu condenando as mudanças na personagem e se desculpa mais uma vez pelo “estrago” que reconhece ter feito. A ausência de poderes durou até 1972, Gloria Steinem, a editora real da revista feminista Ms. Magazine, a pôs na capa da revista Ms. Magazine #1 com seu traje original. Isto gerou polêmica, e a DC rapidamente, em fevereiro de 1972, restaurou a Mulher-Maravilha com seu traje e poderes clássicos.. No Brasil o retorno da Mulher Maravilha só começou a ser publicado a partir de Julho de 1983 pela extinta EBAL (Editora Brasil-América Ltda.). ===\"Morte\"=== No final de Crise nas Infinitas Terras, a Mulher-Maravilha recebeu uma rajada do Antimonitor, que involuiu seu corpo de modo que retornou no tempo, voltando a ser barro da Ilha Paraíso. Um último tributo a Mulher- Maravilha Pré-Crise foi vista em Legend of Wonder Woman, minissérie escrita por Kurt Busiek, 1986. Nesta saga, as amazonas se reúnem perante Hipólita, que conta uma aventura de Diana que houve antes de sua \"morte\". Ao final, a deusa Afrodite aparece, e diz que estava usando seu poder para manter esta versão pré-crise da Ilha Paraíso e suas habitantes a parte das mudanças causadas pela Crise nas Infinitas Terras; Hipólita diz que não deseja isso. Afrodite então atende seu pedido, eliminando os escudos místicos sobre a ilha. A ilha e as amazonas pré-crise começam a se dissolver, como se nunca tivessem existido. Como um último suplício, Afrodite as transforma em estrelas. Todas as memórias e existência desta versão da Ilha-Paraíso, assim como a Mulher-Maravilha do Pré-Crise, deixam de existir. == Fases nos quadrinhos == Pré-Crises Crises nas Infinitas Terras Pós-Crises Os Novos 52 Renascimento Era Ouro Era Prata Era Bronze Era Dark Crise Infinita Ponto de Ignição === Pré-Crises (1935-1986) === ====A Era de Ouro (1938-55)==== A era de ouro começou em 1938, quando Action Comics # 1 apresentou seu primeiro super-herói, o Super-Homem. Inspirado pelo sucesso do Super-Homem, Bob Kane desenvolveu um super-herói mais sombrio, o Batman. Para leitores da época, os super-heróis eram a forma de lidar com a Grande Depressão Econômica, eles eram confiantes e com habilidades. Personagens órfãos, eram inspirados na realidade da época.COMIC BOOK SUPERHEROES UNMASKED. Direção de Steve Kroopnick. Estados Unidos: The History Channel, 2003. 1 DVD (100 min.) Entre 1938 e 1945 os super-heróis floresceram. A mitologia da Mulher-Maravilha de Charles Moulton foi apresentada na história \"Introducing Wonder Woman\" da revista All Star Comics #8 de 1941, e aprofundada em \"The Origin of Wonder Woman\" do primeiro volume de \"Wonder Woman\" de 1942. O aspecto feminino era bastante explorado, e o artista, H.G. Peter, tinha uma abordagem masculina que atraia os leitores masculinos. Sua fraqueza era algo inspirado no masoquismo ou sadismo, pois, perde os poderes quando seus braceletes eram unidos. Descrita pela primeira vez como cem vezes mais forte e ágil que o maior atleta entre os homens, amável como Afrodite, tão sábia quanto Atena, rápida como Mercúrio (ou Hermes, em grego), e forte como Hércules, Diana (nome romana da deusa grega Ártemis) é a Princesa das Amazonas, um grupo de mulheres que vivia livre de qualquer tipo de influência por parte dos homens na Ilha Paraíso (que mais tarde foi rebatizada de Themyscira), sendo destaque entre suas irmãs Amazonas como a melhor guerreira entre elas. Tudo começa quando Steve Trevor, um piloto da inteligência dos EUA, sobrevoa o Atlântico durante uma perseguição a um espião nazista. Porém, sem combustível, ele acaba caindo na Ilha Paraíso. Lá, duas amazonas – Diana e Mala – o encontram e o levam para ser tratado. Pelos dias seguintes, Diana cuida de Steve e, aos poucos, se apaixona por ele. Assim, a rainha Hipólita realiza um torneio entre as Amazonas a fim de escolher a responsável por retornar o estranho ao mundo dos homens. Proibida de competir por sua mãe, Diana se disfarça e vence a disputa das guerreiras, revelando-se, então, como a princesa e campeã das guerreiras Amazonas. Como campeã recebe roupas da civilização que visitará, também o laço mágico que forçava os outros a obedece-la, braceletes indestrutíveis, uma tiara telepática que pode ser usada como bumerangue e um jato invisível. Encorajada pela Deusa Atena, para batalhar na guerra como o refúgio da democracia e igualdade das mulheres.__Diana leva Trevor até os EUA, deixando-o em um hospital. Em suas primeiras aventuras, a heroína se depara com a Segunda Guerra Mundial e encontra um meio de ajudar ao se disfarçar como enfermeira, ela troca de lugar com uma enfermeira que é igual a ela e se chama Diana Prince (posteriormente, Diana White). Na primeira edição de Mulher Maravilha, Jun. 1942, foi adicionando um detalhe importante: que ela havia sido feita a partir do barro, após sua mãe pedir aos deuses uma filha. Nas décadas seguintes, esse seria um ponto importante na origem da personagem. A Rainha das Amazonas guiada por Atena, deusa da sabedoria, aprende o segredo das artes da modelagem da forma humana. Assim como na veneração de Pigmaleão por Galatéia, Hipolita venera uma estatua em forma de uma jovem criança, criada por ela. Atendendo o pedido, a deusa do amor concede o dom da vida e a criança-maravilha pular para os braços de sua mãe, a rainha. Afrodite nomeia de Diana, assim como a Deusa da Lua, a senhora da caçada. No mundo dos homens, não satisfeita em apenas ajudar os feridos, e sabendo de sua enorme capacidade, Diana decide seguir o exemplo do Gavião Negro e luta a favor dos Aliados contra os japoneses na revista All Star Comics #11. A Segunda Guerra foi o auge da Era de Ouro, com a guerra declarada, os heróis deixaram de ser cautelosos e as histórias tinham muito enredo pró-América com soldados patrióticos e pedidos para reciclagem para o esforço de guerra. Em sua revista solo, temos a Amazona lidando com os países do Eixo na Guerra e histórias de poder e paixões na Ilha Paraíso e no Olimpo. Já no chamado “mundo do patriarcado”, fora da guerra, a princesa enfrentaria gangues, alienígenas, governos e governantes corruptos, empresários bandidos e vilões bizarros. As primeiras histórias da Mulher-Maravilha são quase sempre focadas na Segunda Guerra Mundial e ao contrário do Superman ou Batman, Diana realmente luta na guerra. se tornando uma campeã e grande heroína de guerra. Enquanto a Mulher-Maravilha batalha contra os alemães ou japoneses, a sua identidade secreta se preocupa com seu marido.As histórias de Diana serviam de inspiração para meninas e mulheres, numa época em que só os homens lutavam na guerra. Ela virou uma espécie de ídolo, um modelo a ser seguido pelas mulheres da época Com a morte de seu criador em 1947, Mulher Maravilha perdeu seu principal e praticamente exclusivo roteirista . As histórias que Charles Moulton deixou prontas antes de falecer continuaram a ser editadas normalmente, é claro, mas com o fim do legado de Moulton, a heroína ganhou um novo roteirista: Robert Kanigher. Durante o interregno final da Segunda Guerra e meados da década de 1950, comédias adolescentes e animais engraçados foram ganhando espaço no mundo dos quadrinhos, os sucessos dos enredos patrióticos dos anos 40 foram perdendo a popularidade, a guerra havia acabado e o inimigo foi vencido. Após a morte de Marston e de Peter, as histórias da Mulher- Maravilha tiveram continuidade sob a liderança do roteirista Robert Kanigher e do ilustrador Ross Andru. Os elementos característicos do universo de Diana foram redefinidos, e outros, novos, foram adicionados. Com o tempo, essa versão, a qual mais tarde seria chamada de Era de Prata da Mulher-Maravilha, tornou-se a Mulher-Maravilha oficial para toda uma geração. Na época do Código de Censura, os EUA pós-guerra, com o crescente problema da delinquência juvenil, do final dos anos quarenta e começo dos anos cinquenta, pedagogos, psiquiatras, organizações religiosas e associações de pais preocupados com a formação moral cívica de seus filhos e de toda a juventude, acusaram os quadrinhos de incentivarem comportamentos antissociais ou indesejados. O renomado psiquiatra Frederic Wertham publicou A Sedução dos Inocentes, que descrevia em detalhes os “efeitos nefastos” dos gibis sobre as crianças. A saber: fomentavam a delinquência juvenil, a discórdia entre irmãos, o mau hábito da garotada de não comer legumes e verduras e, se isso não bastasse, de estimular o homossexualismo. O livro incentivou o Congresso a vasculhar a indústria das HQs. A visão do escritor, além de preconceituosa, é totalmente machista. Credenciais não faltavam ao doutor para convencer a opinião pública da época. Era o psiquiatra-chefe do maior hospital psiquiátrico de Nova York, o Bellevue. Na década de 1920, recém-formado, correspondera-se com ninguém menos que Sigmund Freud, pai da psicanálise. Entretanto, Wertham modificou os dados obtidos em seus estudos para escrever o livro, como, por exemplo, a idade das crianças, a omissão de fatores mitigantes e a distorção de citações. Em 1954, Wertham foi chamado para depor sobre delinquência juvenil, na subcomissão do senado dos Estados Unidos, justamente em virtude dos “méritos” do livro Sedução do Inocente. O resultado direto da investigação foi a criação do Comic Code Authority, código de autocensura criado pelos editores de quadrinhos nos anos 50, em virtude das acusações de um dos psiquiatras mais conceituados dos Estados Unidos. O Código dos Quadrinhos (Comic Code Authority) criado pela Associação Americana de Revistas em Quadrinhos (Comics Magazine Association of America – CMAA), com o intuito de garantir a qualidade do conteúdo das histórias nos quadrinhos para que os pais soubessem que aquelas histórias não conteriam nada inapropriado para seus filhos. A iniciativa da Associação Americana de Revistas em Quadrinhos surgiu em resposta às acusações levadas ao Senado estadunidense nas seções que debateram a delinquência juvenil, entre os anos de 1953 e 1954. ====A Era de Prata (1956-1969)==== A Mulher Maravilha tornou-se um tanto obsoleta no final dos anos 60, então a reinventaram no início da nova década com novas roupas, novos arcos de história e novo estilo. Com a morte de Marston Moulton em 1947, na metade da Era de Ouro, o personagem se modificou bastante com o roteirista Robert Ganigher, que adotou uma abordagem mais mitológica. Os inimigos passam a ser Ares, o deus da guerra e Hercules, seu herói. Ares luta contra Afrodite, deusa do amor e protetora das Amazonas, pela hegemonia espiritual do mundo. Também durante toda a Era de Prata, a Mulher Maravilha foi sendo fragilizada, colocada como vítima para ser salva por outros heróis; teve seu visual sexualizado. Os anos setenta foram um tempo de constante mudança para a Mulher Maravilha. Após o fim editorial da era Diana Prince e o breve retorno de Robert Kanigher, no qual ele apresentou Nubia, a irmã gêmea negra da Mulher Maravilha, o livro viu o retorno dos poderes tradicionais da Mulher Maravilha e do figurino na história “The Twelve Labors”. Em 1968, seus superpoderes são confiscados pelos novos roteiristas. As amazonas alcançaram seu ano 10.000 na Terra, precisando ir para outra dimensão, a fim de renovar seus poderes. A Mulher Maravilha recusa-se a acompanhá-las, pois seu amado Steve Trevor está sendo injustamente acusado de alta traição pelos Estados Unidos. Diana então quer ajudar a limpar seu nome, mas acaba Diana perdendo seus superpoderes de heroína e pedindo afastamento da Liga da Justiça. A ausência de poderes durou até 1972. Após perder os poderes e sair da Liga da Justiça, a Mulher Maravilha teve de provar seu valor e fazer 12 tarefas, cada uma arquitetada por um membro da Liga, para poder retornar à equipe.Nesse período muitos personagens foram radicalmente modificados, suas origens recontadas de forma diferente e até mesmo seus uniformes redesenhados e modificados. A Mulher Maravilha dos primeiros anos desse período era basicamente idêntica a antiga versão, sua origem foi recontada, mas de forma praticamente igual. Robert Kanigher reescreveu a personagem que tornou-se mais leve, mais romântico ou menos envolvida com o combate ao crime. Outros deuses além de Hipólita e Afrodite ajudaram a dar vida à Diana e as amazonas seriam as viúvas dos gregos que morreram durante as guerras, descartando a maior parte da mitologia. As histórias da Mulher-Maravilha viraram uma novela com contexto de super- heroína, incapaz de derrotar seus inimigos sozinha, precisando sempre de homens para ajudá-la. Kanigher fica doente e é substituído por Jack Miller como o editor de Mulher Maravilha, que aproveitou o estreante Dennis O'Neil para renovar a personagem. Em 1968, o escritor O’Neil passou a escrever as HQs e fez com que Diana abrisse mão de seus poderes e da sua vida na ilha para ficar de vez no mundo dos homens. Sua ilha fora destruída e suas companheiras amazonas foram para outra dimensão. Diana fica para trás para ajudar Steve Trevor, que tinha sido condenado injustamente por um crime que não cometeu. Ele é solto, mas morre pouco tempo depois. Sem poderes e sem casa, totalmente perdida, Diana abre uma loja de roupas e começa a treinar artes-marciais para voltar a combater o crime. Depois da morte de Steve, Diana fica mais frágil e suas emoções bem mais humanas. Ela completa a transformação e deixa seus traços de deusa de lado, se tornando uma heroína mais moderna e com mais conflitos. A intenção dos autores ela fazer dela uma espiã, uma policial, tirando de vez o tom de mitologia e fantasia de suas histórias. ====A Era de Bronze (1970-1979)==== Já no final da Era de Prata indo para a Era de Bronze das HQ’s, a estética da personagem fica estabelecida como uma das mais famosas e mais lembradas, até então: o cabelo ganha mais volume e ondas. O uniforme continua ainda mais curto e o corpo voluptuoso agora fica mais esbelto. Esse último visual, além de ser um dos mais conhecidos através de desenhos extraídos dos HQ’s da década de 1970, influenciou e impactou no visual e na popularidade da identidade da série de TV da Mulher-Maravilha, protagonizada pela eterna Lynda Carter, reforçando definitivamente a personagem no imaginário das pessoas como uma poderosa sex symbol para a época e, a partir de então, com seus lindos olhos azuis, corpo esbelto e curvilíneo, de cabelos longos ondulados e escuros. ====Era de Ferro (1985-1994)==== =====Crise nas Infinitas Terras (1986)===== Na Era Moderna na Crise nas Infinitas Terras foi usado como uma chance de reiniciar inúmeros personagens e recontar suas histórias ao mesmo tempo. Mulher-Maravilha estava entre os mais afetados por essa mudança. Estava sob a direção de George Perez e Greg Potter recontando a história do torneio em 1987 e revelando que Afrodite criou as Amazonas com as almas de mulheres mortas pelas mãos de homens agressores, onde a Rainha Hipólita foi a primeira vitima. Também onde os Deuses que decidiriam qual a Amazona seria emissária ao mundo dos homens. Novamente, Diana desafiou sua mãe e venceu facilmente, assim cumprindo seu destino.Crise nas Infinitas Terras (1986) ===Pós-Crise (1986-2011)=== A primeira aparição de Mulher-Maravilha, na cronologia DC pós-Crise, é Wonder Woman vol. 2, #1 (Fev. 1987). Como super- heroína atuando com os outros heróis, ela apareceu na minissérie Lendas. De acordo com a última redefinição da cronologia da Mulher-Maravilha feita por George Perez após a Crise nas Infinitas Terras, Hipólita e o restante das amazonas seriam a reencarnação de mulheres que ao longo da história morreram como resultado do ódio e da incompreensão dos homens. No caso, Hipólita foi a primeira mulher morta por um homem; a Princesa Diana (A Mulher-Maravilha) era a encarnação da filha não nascida desta mulher. Antes de serem exiladas na Ilha Paraíso, as Amazonas viveram na Grécia, de onde foram banidas após um conflito com Herácles (Hércules) e seus exércitos. Mulher-Maravilha só teria vindo ao mundo dos homens após Crise, o que também causou dela não ter participado da fundação da Liga da Justiça. Atualmente ela também não possui identidade secreta. A Mulher-Maravilha ganhou de Gaia, a Deusa Terra, o poder da telepatia e também o poder dos braceletes, que ao serem tocados soltam rajadas cósmicas capazes de ferir super-seres, além, é claro, de nenhum telepata conseguir invadir sua mente, graças à tiara. Etta Candy se casaria com o já idoso Steve Trevor, reintroduzido nas aventuras atuais. ==== A Era Renascença (1996-2000) ==== =====Crise Infinita (2005-2006)===== Antes de Crise Infinita, vimos um Projeto O.M.A.C. (Omni Mind And Community) surgir no Universo DC, onde um poderoso telepata, Maxwell Lord assumiu o controle do Superman, o maior herói da Terra. No clímax da história, a Mulher-Maravilha parte para cima do vilão enquanto os demais heróis cuidam do Superman. Neste momento, temos uma cena que mostra a grande diferença entre a Mulher-Maravilha e os demais heróis. A Mulher-Maravilha, símbolo mundial de heroísmo, e um dos membros da Liga, matou Maxwell Lord em uma transmissão mundial, levando diversas pessoas do planeta a questionarem seus atos, e duvidarem de sua personalidade. Em O Julgamento da Mulher-Maravilha, Diana pede para uma advogada que costuma defender bandidos no tribunal para atuar em sua defesa deum processo que o governo norte-americano abriu para julgar o assassinato. =====Ponto de Ignição (2011)===== A Saga Flashpoint, na minissérie Flashpoint: Wonder Woman and the Furies, mostram uma Diana aventureira e curiosa sobre o mundo exterior. A mulher que é princesa e futura rainha por direito, é também uma super humana com sentimentos e desejos como o de qualquer outro mortal. Com o peito aberto para abraçar o mundo fora de Temíscira, ela acaba encontrando-se coincidentemente com Aquaman em meio ao mar, e algo novo começa. Sem a Liga da Justiça, os Atlantes, liderados pelo Aquaman, e as Amazonas, lideradas pela Mulher-Maravilha, travam uma guerra no mundo dos homens, o número de vítimas é devastador. ===Os Novos 52 (2011-2016)=== Em 2011, a DC Comics anunciou a reformulação de 52 de seus maiores personagens, inclusive da Mulher Maravilha, escritas por Brian Azzarello a origem da Mulher-Maravilha sofreu algumas alterações, ela passou a ser a filha de Hipólita e Zeus - deixando de ser uma figura de barro que foi abençoada com a vida pelos Deuses Gregos. Com isso suas histórias escritas por Brian Azzarello a Mulher Maravilha aparece ainda mais aprofundada na mitologia grega, tendo uma maior interação com seus meio-irmãos, como Apolo, Hermes, Artemis e entre outros. Outra mudança relevante na vida da heroína está em seu relacionamento amoroso, se envolveu com o Superman. Apesar de muitos leitores acharem que a personagem se tornaria secundária e terem mostrado a sua insatisfação, as vendas das HQs continuaram a aumentar. ===Renascimento (2016-atualmente)=== Em 2016, a DC Comics decidiu relançar toda sua linha novamente, o que incluía a Mulher-Maravilha. Nessa nova fase, suas histórias voltaram a ser escritas pelo Greg Rucka, e o seu ex-namorado, o Superman dos Novos 52, acaba morrendo, o que faz com que a personagem volte a se relacionar com Steve Trevor. A fase está sendo extremamente bem recebida pela crítica e pelos fãs, sendo considerada muitas vezes o melhor quadrinho desse novo relançamento da DC Comics. Porém, o fim do relacionamento da personagem com o Superman fez com que alguns fãs ficassem insatisfeitos com essa nova fase da personagem. ==Publicações de destaque== * Mulher-Maravilha: Deuses e Mortais, de George Pérez, publicada no ano 1987. A saga Deuses e Mortais mostra a origem das Amazonas e o nascimento da Mulher-Maravilha, cuja primeira missão será ir ao Mundo do Patriarcado combater o perigoso Ares, o deus grego da guerra. Esculpida no barro e dotada de poderes concedidos pelos deuses do Olimpo, Diana torna-se a campeã das Amazonas ao disputar um torneio na ilha de Themyscira, lar das guerreiras lideradas por Hipólita. Quando a fúria de uma divindade ameaça a Terra, somente a campeã das Amazonas poderá fazer frente ao ataque. * Guerra dos Deuses, de George Pérez, publicada em 1991. A história se centrou principalmente na Mulher-Maravilha, com a intenção de celebrar seu 50º aniversário. A saga é um crossover, com vinte e sete capítulos e quatro fases, que envolveram diversos títulos da DC Comics (Rapina e Columba, L.E.G.I.Ã.O., Capitão Átomo, Mundo Gavião, entre outros). A feiticeira Circe, maior inimiga da Mulher-Maravilha, leva os deuses de vários panteões a lutar uns contra os outros. Seu objetivo: libertar a deusa Hécate e destruir os deuses gregos. * Mulher-Maravilha: Loucura Cega, de William Messner-Loebs, publicada no ano 1997. Diana chega na abandonada mansão de Asquith Randolph, um falecido combatente do crime que virou vilão. Mas sua caça é a Cheetah que está escondida em algum lugar. A grande amiga de Diana, Julia Kapatellis se recupera assombrosamente de seu problema na coluna. Muito estranho: a outra amiga tem lampejos de uma outra personalidade. Muitos mistérios! Ártemis se vê em luta contra o gigantesco demônio que outrora fora Asquith Randolph. Subitamente Diana é teleportada para o local do embate e ao ajudar Ártemis, o demônio vê Circe e a Cheetah transformada em demônios. *Mulher-Maravilha: Amazônia, de William Messner-Loebs e Phil Winslade, publicada no ano de 1998, em um cenário muitíssimo mais sexista e misógino do que a real Inglaterra da Era Vitoriana, conto tocante, violento e cheio de ideias polêmicas para serem discutidas. * Mulher-Maravilha: O Espírito da Verdade, de Paul Dini e Alex Ross, publicada nos anos 2000. O álbum apresenta a princesa amazona no início de sua carreira como embaixadora da Ilha Paraíso. Disposta a levar ao mundo uma mensagem de paz, compreensão e harmonia, Diana é, muitas vezes rejeitada, pelo modo como suas palavras são entendidas. Na primeira parte da história, a Mulher-Maravilha enfrenta dezenas de ameaças ao redor do mundo, sempre tomando o lado ofensivo da questão, até que ela se depara com uma cena como a do Rebelde Desconhecido dos protestos na Praça da Paz Celestial em Pequim, em 5 de junho de 1989\\. Para mudar essa situação, ela precisará dos conselhos da única pessoa em quem confia, além de também descobrir a verdade sobre quem realmente é, o que representa e, assim, ter pleno conhecimento da missão que a aguarda. A história focaliza no impacto que a Mulher-Maravilha tem no mundo, não apenas como combatente do crime, mas também como embaixadora de seu povo. *Mulher-Maravilha: Paraíso Perdido, de George Pérez, publicada no ano 2001. Diana e Donna vão fazer uma visita a Temyscira, mas não esperavam ver o que encontram. Atentados acontecem em vários pontos da ilha. Enquanto isso, Hipólita continua lutando ao lado da Sociedade da Justiça, ficando praticamente ausente de seus deveres de rainha. Isso provoca a revolta de algumas amazonas, principalmente as da cidade de Bana-Mighdall, formadas por dissidentes de Hipólita e lideradas por Ártemis. * Mulher-Maravilha: Hiketeia, de Greg Rucka, publicada no ano 2002. A princesa Diana de Themyscira veio ao mundo do patriarcado como embaixadora, e disposta a pregar a filosofia das amazonas, Diana aportou literalmente em um novo mundo ao se estabelecer entre os homens da Era Moderna, e embora tenha conseguido se adaptar rapidamente a esse novo mundo, algumas de suas crenças permaneceram inabaladas. No contraponto da divindade de Diana, temos o Homem Morcego de Gotham, seu trabalho seja prover um mundo de luz para as pessoas, Batman enxerga tudo em tons muito escuros, e uma vez determinado a levar um criminoso a pagar por seus crimes, sua sede de justiça não pode ser saciada até que tal objetivo seja alcançado. * Mulher Maravilha: Petrificada, de Greg Rucka, publicada no ano 2004 . Reúne as edições Wonder Woman 206-210. Mulher Maravilha contra a mitológica Medusa, matando-a em rede nacional e em breve cometendo ato de igual impacto. A nova origem da Mulher-Maravilha é tida como uma das maiores reformulações feitas na DC, fazendo com que a personagem deixasse de ser uma das fundadoras da Liga da Justiça e se tornasse uma novata em um universo já dominado pelos super- heróis. * Sensation Comics Featuring Wonder Woman #48, de Jason Badower, publicada no ano 2015. A Embaixadora da Paz adiciona a sua lista de bandeiras levantadas o apoio ao casamento de gays e lésbicas, preside o casamento de duas noivas. Em referência a legalização do casamento entre pessoas do mesmo sexo nos Estados Unidos em 26 de Junho. *Mulher-Maravilha: Sangue, de Brian Azzarello, publicado no ano 2010. As 6 primeiras revistas da Mulher Maravilha em Novos 52. É seu recomeço, sem ser um recomeço. É o início da mudança de um dos principais paradigmas/dogma da heroína. *A Lenda da Mulher-Maravilha, de Renae De Liz, publicado no ano de 2016. Divido em nove partes, que vão desde a infância de Diana em Themyscira, desvendando mistérios sombrios de seu lar, até seu amadurecimento como Mulher, em que conquistou o título de campeã das Amazonas e descobriu o Mundo dos Homens. A história é ambientada no período da Segunda Guerra Mundial, e isso é constantemente mencionado na trama, inclusive com diversas menções das batalha do Eixo contra a Aliança. ====Principais roteiristas e desenhistas==== * Roteirista: Charles Moulton (1941-1947) *Desenhista: Harry G. Peter (1941-1958) *Roteirista: Robert Kanigher (1947- *Desenhista: Ross Andru (1958-1967) *Desenhista: Mike Esposito (1958-1967) *Roteirista: William Mesner-Loebs *Roteirista: J. Michael Straczynski *Roteirista: Denny O’Neil *Desenhista: Terry Dodson *Desenhista: Gene Colan *Desenhista: Mike Deodato *Desenhista: Matthew Clark *Desenhista: Allan Heinberg *Desenhista: Cliff Chiang *Desenhista: Mike Sekowsky *Roteirista: George Pérez. * Roteirista: Bill Messner-Loebs * Desenhista: John Byrne * Roteirista: Eric Luke * Roteirista e Desenhista: Phil Jimenez * Walt Simonson * Roteirista e Desenhista: Greg Rucka * Jodi Picault *Tony Bedard *J Torres *Will Pfeifer * Roteirista: Gail Simone * Roteirista: Brian Azzarello * Meredith Finch, *Desenhista: David Finch === Afiliações === ==== Sociedade da Justiça da América ==== Na All Star Comics #12, em 1942, a Mulher Maravilha é apresentada como secretária e membro honorário à Sociedade da Justiça da América, equipe de super-heróis criada na edição nº 3 da revista, formada por Gavião Negro, Átomo, Dr. Destino, Sandman,Johnny Thunder, Dr. Meia Noite, Espectro eStarman, sendo a primeira personagem feminino a fazer parte de uma equipe de super-heróis. William Moulton Marston quando descobriu que outra pessoa estava escrevendo histórias com ela em All-Star Comics, ficou furioso e exigiu controle total sobre a personagem, já ocupado escrevendo e co- escrevendo histórias da Mulher-Maravilha em outras três revistas, sem tempo para uma quarta. Transformá-la em secretária foi uma solução para mantê-la à parte em All-Star Comics, meramente fazendo aparições na sede da Sociedade da Justiça. A personagem teve a chance de atuar de verdade nas mãos de outros escritores quando a doença abateu Marston. ==== Liga da Justiça da America ==== Na década de 1960 a editora resgatou a ideia de uma superequipe e em março de 1960, com a criação da Liga da Justiça, na The Brave and The Bold #28, o interesse pelas histórias da Amazona voltou a aumentar sendo membro fundadora, com a liderança Aquaman, a equipe também tinha Caçador de Marte, Flash (Barry Allen), Lanterna Verde (Hal Jordan). Os super-heróis mais conhecidos e membros honorários da SJA; Superman e Batman tiveram participações especiais por decisão editorial . Mulher Maravilha ganhou mais relevância, e sua importância foi transportada para o desenho animado Superamigos, onde Diana tinha destaque. ===== Santíssima Trindade ===== Nos anos 90, graças ao roteirista Mark Waid, os três personagens passam a se destacar na Liga da Justiça, principalmente na minissérie O Reino do Amanhã. A série influenciou inúmeros autores, e várias histórias publicadas a partir dela passaram a não mais se limitar à tendência que a editora até então apresentava de colocar Superman e Batman como opostos, mas a incluir a Mulher- Maravilha no enredo. == Características da Princesa Amazona == ===Aparência Física=== Basicamente, a jovem princesa das amazonas da ilha paradisíaca, Diana, a Mulher-Maravilha é uma mulher mediterrânea de cabelos pretos (os quais já foram médios, longos, encaracolados ou ondulados), olhos azuis (os quais já foram escuros), notavelmente alta, atraente, exibindo um corpo esbelto, porém curvilíneo, com um busto considerável e corpo magro, mas bem musculoso. Ao longo dos anos, as maiores mudanças foram em seus trajes, usando uma tiara real dourada (ou prata) com uma estrela, um traje que combina bustiê vermelho com uma águia dourada como símbolo (sendo substituída por um duplo \"W\" nos anos 1980 até então), uma saia ou short azul com estrelas brancas e botas de cano longo vermelhas ou sandálias no estilo gladiador.Wonder Woman, v.2, # 170, julho de 2001 Para concepção original do visual da heroína, em 1941, HG Peter associou-se ao psicólogo William Moulton Marston para criar a Mulher Maravilha, o único guia que recebeu foi “desenhar uma mulher tão poderosa quanto Superman, tão sexy quanto a Miss Fury, com vestes de Sheena, a Rainha da Selva, e tão patriótica quanto o Capitão América”. Com o falecimento de H.G. Peter, ilustrador do título por 16 anos. Aí vieram as atualizações promovidas pelo editor Julius Schwartz, com mudanças estéticas. A mudança mais drástica do visual acontece ao final da década de 1960, a primeira edição de “A Nova Mulher Maravilha”, no período que abandonou os superpoderes, Diana aparece com um olhar glamoroso e modesto nas artes por Mike Sekowsky, retomando a vestimenta clássica da personagem em seus primeiros anos da década seguinte. Nos anos 80, Jenette Kahn, a primeira mulher presidente da DC, redesenhou o peitoral na armadura do personagem, dando a Diana seu próprio logotipo da WW que se tornaria tão instantaneamente reconhecível quanto os de seus colegas Superman e Batman. A partir de 2006, o símbolo da águia dourada foi fundido com insígnias da WW. Seu corpo atlético de campeã das amazona, ficou evidenciado nas artes da década de 1990 como em Wonder Woman # 72 (1993), sendo fortemente retratado nas ilustrações e adaptações até os dias de hoje. === Personalidade === Conhecida por sua ferocidade em combate, mas também por ser compassiva e compreensiva. == Poderes e Habilidades == Representada como atleta, acrobata, lutadora e estrategista, formada e experiente em muitas formas antigas e modernas de combate armado e desarmado, incluindo artes marciais amazonas exclusivas. Nas histórias em quadrinhos, a princesa amazona já teve várias origens que explicavam seus poderes, a origem difere conforme a era; presenteada pelas deusas-mães, ou, sendo semi-deusa. Na Era Ouro, na primeira edição da revista solo, descrito que aos três anos de idade, Diana já demonstravam possuir grande força, arrancando árvores como se fosse mato; Aos cinco, demonstrava ser veloz, assim como a deusa da caça que lhe dá nome, disputa corridas com cervos floresta adentro. Aos 15, recebe seus braceletes de submissão no altar de Afrodite, prometendo comprometer-se a servir eternamente a deusa do amor e da beleza. Depois, ainda em Pré-Crise, é dito que tem a força de Hércules, a sabedoria de Atena, a beleza de Afrodite e a velocidade de Hermes. Em Pós-Crise, Assim como todas as Amazonas ,Diane ganhou de Deméter a força e poder; de Afrodite, enorme beleza e coração amoroso; Atena lhe deu sabedoria; Ártemis lhe deu o olho da caçadora e a compreensão das feras; e de Héstia, recebe a afinidade com o fogo para que os corações se abrissem para ela. Diana foi treinada para controlar o uso de seus poderes pela Rainha Hipólita e a General Phillipus. Nos Novos 52, os poderes são por ser uma semi-deusa, filha de Zeus, suas habilidades de combate superiores são o resultado de seu treinamento como Amazona, além de receber treinamento adicional de Ares, o Deus da Guerra, desde a infância. ==== Superpoderes ==== Toda vez que um personagem é reintroduzido para uma nova geração, os criadores sempre querem adicionar algo novo enquanto ainda preservam os elementos clássicos. Seus poderes são condição sobre-humana e empoderamento divino e são enormes, como: * *Super-Força: Evidentemente, este seu aspecto muscular a torna o suficientemente capaz para envolver poderosos heróis em intensas batalhas, como por exemplo, Superman e Supergirl, se defendendo e afetando-os diretamente com os seus golpes, por vezes, se mostrando a vencedora. Ademais, sustentar estruturas grandiosas que facilmente excedem centenas, se estendendo a milhares de toneladas, bem como esmagar materiais espessamente resistentes e metálicos, de relativa maneira. Sendo constantemente retratada como a figura feminina mais fisicamente empoderada das histórias em quadrinhos dos super heróis, pelos aficionados em quadrinhos, através da sua inimaginável força divina. A partir dos Novos 52, como filha de Zeus, sua força e poder supremo nunca é mostrado, afinal de contas, Diana tenta sempre se controlar para não causar mais destruição do que o necessário. Esse seu lado divinal é completamente revelado quando seus braceletes são retirados e mostrando a extensão de seus poderes ilimitados. Em o seu filme Mulher-Maravilha, podemos ver a super-heroína destruindo edifícios e levantando tanques de guerra, fazendo-os com as suas próprias mãos. **Conversão de energia cerebral em potência muscular: em raras ocasiões, cobrando seus músculos com energia mental pura, a fim de tornar-se mais forte. Habilidade foi exibida pela primeira vez em \"Sensation Comics\" # 6 e apareceu várias vezes durante a Idade de Ouro, tenha mantido essa habilidade na Idade da Prata. **Super Sopro: é capaz de criar fortes rajadas de vento ao soprar, sua força se estende para seus pulmões também e permite que ela sopre o ar com a força, diferente do Superman, sua respiração não parece capaz de congelar nada. *Agilidade Sobre-Humana: A Mulher-Maravilha possuí um nível de agilidade, coordenação motora,flexibilidade, equilíbrio, destreza extremamente alta, muito acima dos níveis humanos ou de qualquer animal terrestre catalogado pelo homem, fazendo com que ela possa se defender de uma bala em sua direção com seus braceletes, mesmo estando de olhos fechados. ** Reflexos Sobre-Humanos: Não apenas devido à suas aptidões mágicas que lhe garantem habilidade sobre-humanas, Diana é extensamente treinada, fazendo com que ela apresenta um inumano reflexo corpóreo. Ela foi capaz de reagir a uma enxurrada de tiros de vários oponentes ao mesmo tempo ilesos. Batman observou que seus reflexos e velocidade em combate são superiores aos do Superman. **Super Velocidade: Poder concedido por Hermes (deus grego mensageiro). Diana é capaz de pensar, reagir e mover-se à velocidades sobre-humanas (mostrando às vezes, na velocidade da luz ou até acima dela). Porém o Flash ainda é mais veloz do que ela e o Superman (entretanto, na “Liga da Justiça da América” nº 27, Diana se orgulha de ser ainda mais rápida que o Super-Homem). Ela pode até acompanhar a velocidade hipersônica normal do Flash, embora não a velocidade máxima dele, e sua velocidade é comparável a outros velocistas, como Jesse Quick. Pode desarmar, imobilizar ou mover um oponente com facilidade quase instantaneamente. Ela às vezes derrotou os oponentes antes que eles pudessem terminar a palavra que começaram. *Durabilidade Extrema: ao longo de sua carreira nos quadrinhos, ela provou ser invulnerável e indestrutível a quase tudo, dotada de uma altíssima durabilidade corporal, protegendo-a de ataques físicos de variados tipos, sua pele é altamente resiste a temperaturas extremas, já saiu ilesa à mísseis, resistiu a tiros e já foi ferida por tiros, apesar de que as armas podem causar ferimentos moderados e nunca são fatais para ela. Algumas histórias sugerem que ela só pode ser fatalmente ferida por armas feitas por Deus. Seu sistema imunológico a protege de toxinas e doenças. Além de ser imune à radiação e frieza do espaço **Super Resistência ***Física: não está claro qual seria seu limite na batalha se ela não fosse ferida por uma de suas poucas vulnerabilidades, pode realizar tarefas cansativas por um longo período de tempo sem se cansar, correr por dias, levantar pesos por dias e lutar por dias; Embora ela não é tão resistente quanto, o Superman, sua tolerância à dor também é bastante extensa, embora não seja totalmente imune a ela. Capaz de suportar os golpes dos super-heróis mais fortes, como Superman ou Capitão Marvel / SHAZAM, em combate corpo a corpo. Ela pode até suportar lutar contra os deuses mão a mão sem ferimentos. Ela pode lutar por períodos incrivelmente longos sem precisar de descanso ou comida para reabastecer sua força. Seu corpo é auto-suficiente e não se cansa com o esforço físico, e seus músculos nunca cederão de exaustão na batalha. ***Térmica: graças à intervenção de Hestia, é altamente resistente ao fogo e a altas (e baixas) temperaturas. Pode até suportar a visão de calor do Super-Homem. É realmente à prova de fogo em algumas iterações de sua história. Ela ficou imersa nas chamas místicas do próprio Ares e ficou totalmente ilesa com uma experiência que certamente deixaria qualquer pessoa normal com uma pilha de cinzas. Ela também conseguindo sobreviver a explosões nucleares, à pressão e ao frio do espaço sideral. ***Elétrica: Na Era Ouro, graças ao ataque com equipamento elétrica do Dr. Psycho em \"Wonder Woman” Vol.1 # 18, ele inadvertidamente a tornou mais resistente ao ataque e garantiu sua própria derrota. A habilidade foi mantida em outras versões. ***Mágica: altamente resistente a magia e ataques místicos, embora não seja totalmente invulnerável. Nos \"Novos 52\", ela herdou uma resistência graças ao seu pai, Zeus, e essas habilidades sobreviveram a era \"Renascimento\" da DC. **Fator de Cura Regenerativo: dadiva que permite recupera-se de lesões corporais ou doenças em uma taxa sobre- humana . Originalmente, algumas versões dizem que ela está sendo dotada da capacidade de cura acelerada devido ao consumo de água potável da Fonte da Juventude Eterna como um direito de nascimento na Ilha Paraíso. No universo pós-crise, obteve de Gaia, e, assim, curar-se de praticamente qualquer coisa , desde que esteja em contato com o planeta; ela pode até se fundir com a terra para reparar ferimentos quase fatais ou expulsar venenos, mas esse ato sagrado raramente é realizado. E outras versões, típica de seus poderes provenientes dos deuses gregos, a história de que sua cura vem de Deméter. Com a bênção da deusa da agricultura, a Mulher Maravilha é dita para curar mais rapidamente enquanto ela permanecer na Terra. Seu fator de cura se estende ao seu armamento: em “Mulher Maravilha” Vol.2 # 4, Diana consegue derrotar o vilão Decay porque seu laço pode “se renovar à medida que Gaia renova a Terra”, tornando-o invulnerável aos poderes drenantes da vida de Decay. No entanto, é considerado um ato sagrado que só pode ser feito em circunstâncias raras. ***Longevidade: por ser uma Amazona, vive há milênios sem envelhecer visivelmente .No arco de uma história, Diana foi capturada por Morgaine le Fay, que planejava usar a longevidade da Mulher Maravilha para aumentar seu próprio poder. *Capacidade de Voo: Na era Pré-Crise, originalmente não podia voar, ela tinha o dom de planar nas correntes de ar por períodos limitados, simulando o voo, e e cair de grandes alturas sem se machucar, além de pular de prédios de vários andares e cai na ponta dos pés, e com locomoção aérea eram graças ao jato invisível. Essa habilidade substituída anos depois pela capacidade de voar propriamente dita (atribuída em versões atuais). A personagem ainda é capaz de voar, podendo, atualmente, chegar a velocidades supersônicas ou até mesmo chegar a velocidades hipersônicas. Já mostrada viajando a uma velocidade de Mach 10 no ar, mas não há indicação de que essa seja sua velocidade mais rápida. *Sentidos Aprimorados: concedido por Artemis, deusa da caça, seus cinco sentidos (visão, audição, paladar, tato e olfato) estão todos no nível super-humano. **Os seus chamados \"Olhos de Caçadora\" permitem que a lutadora sempre enxergue em grandes distâncias, podendo enxergar na escuridão ou através de ilusões, acerte os alvos de uma distância que nenhum mero mortal conseguiria. Visualizando com foco mais nítido e a distâncias impossivelmente longas, mas também significa quando ela sempre atingirá seu alvo, não importa o que aconteça. Se a Mulher Maravilha estiver usando um arco e flecha ou qualquer outra arma de projétil, ela não errará. Também permite que Diana veja as coisas de uma perspectiva maior e mais lógica. **De Atena, concedido o \"Olho de Atena\" permite a capacidade de visualizar o mundo com toda a sabedoria possível, o que faz com que ela consiga ser uma boa estrategista e tática, além de ter uma visão mais ampla em meio às questões difíceis. ***Imunidade Psíquica: imune a ataques psíquicos, como controle mental e ilusões. *Sabedoria Divina: Possui uma sabedoria divina (Atena, Deusa da Sabedoria). **Empatia Ampliada: É capaz de sentir e detectar as emoções de outros (Atena, Deusa da Sabedoria). ** ** Empatia Animal / Linguística Animal: É capaz de se comunicar com todas formas de animais (incluindo Dinossauros) e pode comanda-los (Artemis, Deusa da Caça), e sua simples presença, por vezes, traz calma para as mais ferozes criaturas (Afrodite, Deusa da Beleza e Amor). **Liderança Nata: outra qualidade que Atena passou é muito prático para o tipo de protetor que a Mulher Maravilha quer ser, a proeza como líder foi repetidamente demonstrada ao longo dos anos. Isso faz com que ela possa se comunicar profundamente com a população de forma ampla e complexa, de modo que ela consiga facilmente ser uma representante carismática e justa. A coragem da Mulher Maravilha como líder tem sido demonstrada repetidamente ao longo dos anos, começando cedo, sendo ela a princesa das Amazonas. Então ela se tornou um dos protetores mais fortes da Terra, tornando-se um membro fundador da Liga da Justiça original. **Omnilingualismo: Possui a capacidade de falar e entender a língua de qualquer pessoa, A revista Wonder Woman” Vol.1 # 105 revelou que a sabedoria oferecida por Athena (à Mulher Maravilha pré-crise) lhe dá uma proficiência aumentada em idiomas que, quando canalizados através do treinamento como Amazona, permitem que ela se comunique em todos os idiomas conhecidos pelo homem, incluindo, o dos homens das cavernas. Pós crises, continuou como dadiva dado por Atena, a deusa da sabedoria, que concedeu a inteligência em uma variedade de áreas, possuindo a capacidade de falar e entender a língua de diversas civilizações, até mesmo os já extintas, que permite a não precisar de nenhum interprete, especialmente que, no mundo dos homens, tem a posição política de embaixatriz. Capaz de falar todas as línguas existentes. Fala as línguas Themysciriana, Grego moderno e antigo, latim, inglês, português, espanhol, francês, japonês, chinês, alemão, russo, italiano, coreano, hindi, entre outras. Não se sabe, no entanto, se ela é capaz de compreender linguagem alienígena. **Diplomacia **Persuasão *Percepção extrassensorial: Na Era de Ouro possuía uma série de habilidades mentais e psíquicas, incluindo percepção extra-sensorial, conforme declarado em \"Sensation Comics\" # 1. **Telepatia: Ao longo da história, ela conseguiu se empenhar na aprendizagem da comunicação mental. Durante a Idade de Ouro utiliza uma Rádio Mental para manter contato com as Amazonas em Themyscira. Em algumas versões ela não voava e tinha poderes de telepatia, no entanto, Wonder Woman” Vol.1 # 105 implica que as amazonas têm habilidades telepáticas limitadas que são aperfeiçoadas por seu treinamento, sendo o radio amplificadores de um sinal mental. Na redefinição feita por George Perez após a Crise nas Infinitas Terras, ganhou de Gaia, a Deusa Terra, o poder da telepatia. Capacidade de se comunicar mentalmente. A heroína treinou essa habilidade e, embora não seja muito utilizada, ajuda Diana a se comunicar principalmente em campo de batalha, sem revelar suas estratégias para o inimigo. Nos Novos 52, retornou rapidamente quando era Deusa da Guerra em comando aos soldados. **Projeção Astral: capacidade de separar sua essência vital do corpo físico, podendo viajar; entretanto, quaisquer ferimentos que ocorram no aura astral também são infligidos no corpo *Teletransporte Dimensional: Na versão da Era de Ouro demonstrou a capacidade de desmaterializar e rematerializar à vontade, e foi capaz de levar outras pessoas para o passeio, se quisesse. Em outras versões, através do poder da meditação, ela pode se teletransportar dimensionalmente, projetando uma imagem mental de si mesma que poderia conjurar enquanto estava meditando. Mas, mesmo que nesta forma mental, ela ainda é capaz de ser ferida. Nos Novos 52, a habilidade é graças ao artefato místico caduceu pertencente a Hermes. *Projeção e Manipulação de Energia: Diana é capaz de criar escudos de energia de forma a se defender de golpes deferidos pelos seus adversários e capacidade em conseguir ocasionalmente convocar e controlar relâmpagos. ** Eletrocinese: Concedida por Zeus (Rei do Monte Olimpo e Deus Grego do Céu), seu pai biológico, a Mulher Maravilha, pode projetar e manipular eletricidade com eficiência letal. Ela pode aproveitar sua própria energia massiva, bem como redirecionar a energia que está sendo disparada contra ela, em relâmpagos crepitantes. Ela pode até empunhar os relâmpagos de Zeus como lanças, atingir poderosas forças de eletricidade. *Projeção Vocal: É capaz de aumentar o volume de sua voz a um nível ensurdecedor. *Beleza Excepcional: concedida por Afrodite, beleza maravilhosa e um coração amoroso, tendo amor e compaixão sem fim. ** Sedução: É capaz de seduzir qualquer pessoa através do olhar ou da voz (Afrodite, Deusa da Beleza e Amor). ===== Outros Títulos ===== * Deusa da Verdade: no Pós-Crise, nos anos 90 em histórias escritas por John Byrne e desenhadas por Phil Jimenez, Diana recebeu o posto de Deusa da Verdade, após a sua possível morte, com ascensão da heroína ao Monte Olímpio. além da “revelação” de que a Mulher-Maravilha da Era de Ouro – aquela que agiu nos anos 1940, lutou na II Guerra Mundial e ingressou a Sociedade da Justiça – era na verdade sua mãe Hipólita, que viajou no tempo para o passado, para cumprir tal missão. Essas mudanças desagradaram os leitores. Como deusa imortal do Monte Olimpo, recebeu alguns poderes divinos e não poderia interferir em ações da Terra, e as vendas da Mulher-Maravilha começaram a cair. * Deusa da Guerra (Os Novos 52): na reinicialização de 2011, Brian Azzarello e Cliff Chiang reinventaram o Deus da Guerra nos “Novos 52” como mentor e meio-irmão de Diana (ambos filhos de Zeus) que ajudaram seu desenvolvimento como guerreira. Como tal, quando ela é forçada a matá-lo, “Mulher Maravilha” Vol.4 # 23, a fim de adquirir seus poderes para que ela possa parar seu meio-irmão psicótico, o Primeiro Nascido, sendo mais motivo de luto do que de celebração. Seus novos poderes são: **Controle sobre soldados de guerra: deus da guerra realmente tem afinidade com os soldados no ponto em que incluiu o poder para comandar membros militares para obedecê-lo telepaticamente. Como exercer o comando sobre todo o pessoal militar, o que significa que ela sempre tem um exército imediato e pronto na ponta dos dedos! Embora Diana não tenha realmente usado essa capacidade em toda sua extensão. **Controle sobre os mortos **Disparos de energia **Poderes aumentados de forma monstruosa: Diana mostra seu potencial como deusa da guerra enfrentando oponentes do próprio Olimpo. Como deusa da guerra, todos seus poderes se multiplicam de forma avassaladora. * Deusa da Magia Escura: em Justice League Dark #3, revelado que na origem da princesa amazona, Diana é marcada na infância pela deusa grega da bruxaria - Hecate - como punição da invasão de um ritual de adoração das residentes de Themyscira, na qual o plano entra em ação em \"Wonder Woman & the Justice League Dark: The Witching Hour\" de 2018, com a transformação de princesa em uma bomba viva de aniquilação com a forma totalmente energia de destruição. * Rainha do Inferno (Death Metal): Mulher-Maravilha como a Rainha do Inferno tentando recuperar a Terra do domínio das forças do Multiverso Sombrio, lideradas pelo Batman Que Ri enquanto o Batman organiza uma resistência para enfrentar sua versão maligna e o Superman é obrigado a energizar o Sol pela eternidade. ==== Treinamento ==== *Habilidade de combate e Estratégia de combate **Análise Tática: Desenvolve estratégias e planos complexos, sendo treinada em liderança. **Perícia em Combate Armado e Desarmado: É proficiente em combate armado e desarmado, estilo de luta das Amazonas. ***Combate corpo-a-corpo ****Mestre de antigas e modernas artes marciais, tendo sido treinada por milênios, é uma guerreira com um treinamento bastante diversificado. ****Karatê ***Técnicas de luta com Armas Brancas; ***Técnicas de luta com Arquearia; ***Técnicas de luta com Ataque Desarmado; ***Técnicas de luta com Táticas de Guerra; ***Técnicas de luta com Combate Montado; ***e também é treinada em todas as habilidades de luta armada e desarmada da antiga Grécia; *Aviação: pilota o jato invisível. *Rastreamento: experiente rastreadora *Natação: É uma ótima nadadora. *Hipismo ====Arsenal==== Além dos poderes, recebeu dos deuses presentes que ajudam a aumentar suas habilidades. * Laço de Héstia / Laço Mágico da Verdade: originalmente chamado de laço mágico de Afrodite, criado pelo deus Hephaestus, este laço dourado obriga aqueles que estão enganados a falar a verdade. Também é inquebrável e muda o comprimento com base nas necessidades do jogador em combate. As características menos conhecidas são a capacidade de restaurar a memória, hipnotizar as pessoas e negar magias mágicas e ilusões. Também servindo para que Ares enxergasse a loucura de seus atos, enxergando que se destruísse todos os humanos, não teria mais adoradores. Em histórias posteriores, escritas por Joe Kelly (o arco \"Paraíso Imperfeito\", na revista em quadrinhos/banda desenhada da Liga da Justiça) foi explicado que este laço (às vezes apelidado de laço da verdade) é um símbolo da verdade em nosso mundo, cabendo a Mulher-Maravilha, portanto, o papel de guardiã da verdade. Já foi provado repetidamente que o laço é muito mais um fardo do que um presente, devido a verdade completa e absoluta a maioria das pessoas. Sendo Diana uma das poucas pessoas que podem usar, ela foi treinada para lidar e exercer o poder do Laço. * Armadura: cria a fantasia icônica da Mulher Maravilha é uma armadura cerimonial da Amazona - alguns dos melhores já forjados. Diana a usa em homenagem e representação de sua terra natal. Para aqueles que sentem que é muito \"fraco\" - bem, as Amazonas não lutaram em ternos de armadura completos, preferindo liberdade de movimento em combate. * Braceletes Indestrutíveis / Braceletes da Vitória / Braceletes da Submissão : Tem um par de braceletes que serve para desviar de projéteis (como bala) e poderosas explosões de energia, são a prova de eletricidade também. Durante a direção de Pérez, Hipólita insistiu que todas as amazonas usassem os braceletes como uma forma de lembrete do tempo que eram escravas dos gregos e que foram exploradas duramente por eles. Nos Novos 52, ao retirar seus braceletes, ela tem toda sua força liberada, seus braceletes guardam armas do arsenal de Hefesto que aparecem quando necessário e também podem disparar rajadas de fogo. Seus braceletes pesam toneladas. * Tiara Real: super afiada, pode ser utilizada como um bumerangue sempre que é lançada. Ela consegue ainda furar a pele de todos aqueles suscetíveis à magia. * Brincos Úteis: par de brincos vermelhos que fornecem oxigênio, possibilitando a respiração em ambientes sem oxigênio. * Jato Invisível feito do metal fictício Amazonium (pois ela não voava), causa de muitas piadas (na revista MAD, por exemplo) e que aos poucos foi sendo retirado das histórias. Mas seu uso destacado no seriado da TV da década de 1970 e nos desenhos dos Super Amigos, fez com que ele fosse reutilizado algumas vezes nesse período. Com a versão da Mulher- Maravilha de George Perez, foi estabelecido que ela pode voar com seus próprios poderes; o avião foi descartado. Recentemente, o avião foi reintegrado a cronologia, sendo um dote da raça dos aliens lansiranianos. Curiosidade: No filme de animação Liga da Justiça: Crise em Duas Terras, Flash perguntou a Diana porque ela precisava de um avião, uma vez que ela já voa. Diana simplesmente lhe pergunta: \"Então porque você dirige um carro?\". * Rádio receptor/emissor de ondas telepáticas, com os quais podia se comunicar com as Amazonas que estavam em Themiscyra. * Espada Mágica: Espada capaz de cortar qualquer tipo de material, e até cortar um átomo ao meio. * Lamina Matadora de Deuses: forjada pelo ferreiro dos deuses Hefesto e dada à Diana como um presente de seu pai Zeus. * Escudo: escudo mágico que é indestrutível * Lança * Arco * Usados por Ártemis ** Sandálias de Hermes ** Manopla de Atlas Itens introduzidos nos Novos 52: *Elmo do Deus da Guerra *Raio de Zeus ==Versões Alternativas== *Tara Terruna: Diana acidentalmente viaja para dimensão da Terra-59 que é espelho do mundo em que vive. Nesta terra, ela encontra Tera Terruna, sua contraparte idêntica. Cada uma delas passa a sentir os golpes sofridos pela outra e ambas precisam se aliar para derrotar o terrível Duke Dazam e sua frota de navios movidos a remo. Wonder Woman #59 (1953) *Núbia de Themyscira: irmã magicamente legítima, de Diana. Estátua esculpida do barro escuro, com a Diana, foram abençoadas pelos deuses gregos com a vida. Assumiu a forma de uma menina negra e foi batizada com o nome de Nubia, nome de uma região que na antiguidade do norte-nordeste do continente africano. Foi sequestrada por Marte, o deus da guerra. Ela é a Mulher Maravilha da Terra 23Site DC Comics, Earth-23 *Orana: Amazona desafiava Diana para poder representar a Ilha Paraíso no Mundo do Patriarcado. Elas passam por desafios na terra, água, ar e fogo, quando finalmente Diana é derrotada, e Orana é coroada a nova Mulher-Maravilha. \"Wonder Woman #250 Vol. 1 de dezembro de 1978\" *Ártemis: Após a reunião das Amazonas e do Bana- Mighdall (ramificação das Amazonas), Artemis, líder de fogo do grupo, desafiou Diana para o direito de ser a Mulher Maravilha, e um novo torneio foi realizado. Vestindo uma máscara de Proteus que alterou sua aparência, Diana enfrentou Artemis sem seus poderes divinos. Antes da competição Rainha Hipólita teve uma visão sobre o prenúncio da morte da Mulher Maravilha, e temia pela vida da sua filha. Diana foi distraida por sua mãe, Artemis vence o desafio e torna-se a Mulher- Maravilha por dois anos *Rainha Hipólita:' Em Pós-Crise, Hipolita torna-se a primeira Mulher-Maravilha. Como Mulher Maravilha, lutou ao lado da Sociedade da Justiça para extinguir a tirania Nazista na Segunda Grande Guerra, inspirando mulheres através dos anos, mesmo depois de sua morte. *Amazona (Ororo de Themyscira): na série Amalgama de DC vs Marvel: O Conflito do Século. Ororo, a Tempestade dos X-Men, foi uma meta-mutante que quase se afogou quando era criança, mas foi resgatada pela rainha Hipólita das Amazonas. *Donna Troy':' Após um ano dos eventos de Crise Infinita, Diana foi coroada rainha de Themycira, Donna tornou-se a responsável por continuar o legado de heroísmo da Mulher-Maravilha até Diana retomar seu papel. Passa a ser irmã de Diana e cunhada de Steve Trevor (em razão deste ter se casado com Diana) *Cassandra Sandsmark':' Na versões atuais da história Cassandra é filha da arqueóloga Helena Sandsmark e Lennox é um semideus filho de Zeus, e também meio-irmão da Mulher Maravilha, Cassie, pela primeira vez, é sobrinha da Mulher Maravilha.Nas versões anteriores a moça maravilha e filha de Zeus e da Arqueóloga Helena Sandsmark .Em ambas as versões a Cassandra foi treinada pela Diana Prince para ser a Moça Maravilha *Mulher-Maravilha de Stan Lee: Nas edições “Just imagine Stan Lee creating the DC Universe” mostram o que aconteceria se Stan Lee tivesse criado os maiores personagens da DC. Em “Just imagine Stan Lee with Jim Lee creating Wonder Woman” - Nas selvas do Peru, a bela Maria Mendoza esta impotente para salvar seu pai de um tirano local, mas, quando ela descobre um antigo artefato – um cajado dourado – que vincula plenamente à herança, a jovem torna um a fonte de poder como o mundo jamais havia visto.Mulher-Maravilha de Stan Lee *Princesa Stephanie Trevor: Mulher- Maravilha do Século XXIII é praticamente imortal e filha de Diana com Steve Howard Trevor na minissérie “Gerações”. *Mulher-Maravilha da Terra 2: Veja artigo principal Mulher-Maravilha da Terra 2 *Bekka, a Mulher-Maravilha em Liga da Justiça – Deuses e Monstros, é a deusa alienígena, neta do Pai Celestial e fugitiva do planeta de Nova Gênese. Após ser usada em um plano perverso de sua família contra os deuses de Apokolips – o que resultou na morte de seu noivo Órion – Bekka chega à Terra na década de 1950 e passa a viver entre os humanos, compartilhando os prazeres terráqueos e protegendo o planeta de perigos inimagináveis. Além de força e resistência sobre-humanas, a Mulher-Maravilha apresenta capacidade de voo e utiliza de uma caixa-materna (item senciente dos Novos Deuses) na forma de uma espada. Além de utiliza-la como uma arma branca de incrível resistência e força extraordinária, o objeto permite que seu usuário se teletransporte para qualquer ponto do universo. *Mulher-Maravilha da China (Peng Deilan/Serpente Verde): que é a personificação de uma antiga lenda do país, Bai Shu Zhen, uma serpente gigante que através da força da vontade, se tornou uma mulher. *Homem-Maravilha (Príncipe Dane de Elysium): versão masculina da Mulher-Maravilha na Terra-11, após assassinar Maxine Lord em rede nacional foi exilado do Mundo das Mulheres. *Wonderous Man: outra versão da Mulher-Maravilha na Terra-11, faz parte da Liga da Justiça do seu universo com Aquawoman, Batwoman e Superwoman. *Moça Maravilha da Amazônia (Yara Flor): após os acontecimentos de Dark Nights: Death Metal, surge a linha DC Future Slate, a indígena brasileira residente da Floresta Amazônica assume o manto da Princesa Diana das Amazonas de Themysira, enquanto a original vive a saga Immortal Wonder-Woman. Como uma imigrante nos Estados Unidos, na dimensão futura, une forças com o o novo Superman (Jon Kent) para salvar suas cidades em uma nova equipe de super- heróis. Yara Flor é filha de uma amazona e de um deus do rio brasileiro, que se torna a defensora de Themyscira. O personagem estreou em janeiro de 2021 como parte do evento Future State da DC Comic. == Personagens de apoio == === Aliados === Amazonas Amazonas de Themysira: * Rainha Hipólita de Themysira, líder das Amazonas da ilha paradisíaca Themysira e mãe de Diana. *General Philippus de Themysira: capitã da guarda de Themysira, conquistou esse direito junto à rainha Hipólita e aos deuses por sua coragem, bravura e poder de comando. * Mala de Themysira Amazonas de Bana-Mighdall *Artemis de Bana- Mighdall (Ártemis Grace): amazona da cidade egípcia Bana-Mighdall, é uma das mais fortes e treinadas aliadas das amazonas. Criada na cidade fundada por amazonas que abandonaram as deusas gregas após o evento mítico, administrada por Antíope. Parceiros de Combate Moças-Maravilha *Drusilla da Ilha Paraíso *Donna Troy *Cassie Sandsmark *Yara Flor Outros * Socialite (Anna): personagem apareceu pela primeira vez em Wonder Woman: Agent of Peace #4, ex-parceira da Mulher-Maravilha na década de 1970, em idade avançada, faleceu devido ao câncer. * La Borinqueña (Marisol Rios De La Luz): como forma de angariar fundos para a reconstrução de Porto Rico após os devastadores furacões que passaram pela ilha caribenha em 2017. Realizado diversas histórias da super heroína porto-riquenha, com tramas que uniu-se a personagens clássicos da DC como Mulher Maravilha. Humanos / Civis Principais: * Steve Trevor: piloto da Força Aérea, interesse romântico da princesa Diana da Era Ouro e Prata, sendo restabelecido como par romântico em Renascimento. * Etta Candy: melhor amiga de Diana na Era Ouro, ela era uma estudante universitária que liderou as Garotas Holliday, uma irmandade dedicada à Mulher Maravilha. Pós-crises, ela é casada com Steve Trevor e é tenente-coronel da Força Aérea. * Etta Candy (dos Novos 52) * Nêmese (Tom Tresser): Ex-vigilante e membro do Esquadrão Suicida . Colega de trabalho de Diana em Washington DC. Outros {| I-Ching Natasha Terranova Zola Julia Kapatelis General Phillip Darnell Mike Schorr Dra. Helena Sandsmark Inspetor Edward Indelicato === Inimigos === Nome Descrição Ares / Marte (Deus da Guerra) também conhecido como Marte, deus da Guerra da mitologia grega, ele incorpora todos os aspectos negativos do conflito. Como esperado, ele é um dos maiores guerreiros do universo DC. Mas ele também provou se perigoso através de suas manipulações sombrias e planos intrincados. Ele também possui velocidade sobre-humana e agilidade sobre-humana igual à de Hermes, uma vez que ele absorve enormes quantidades de energias psíquicas que lhe dão seus poderes. Sendo ele ser um deus da guerra, violência, raiva, ódio, morte e derramamento de sangue o tornam mais forte e cura todas as feridas que ele pode receber como sua alma é capaz de absorver a energia psíquica criada pelos acontecimentos. Sua armadura é praticamente indestrutível e suas armas são maiores do que a dos mortais. Ele pode metamorfosear seu ser em qualquer forma que ele deseja e pode se teletransportar a si próprio e outros. Ao mesmo tempo, ele também foi reconhecido como o deus da morte do panteão grego, tem controle sobre os mortos e capaz de ressuscitar e comandar um exército de mortos-vivos do submundo para fazer sua vontade, e, em seguida, enviá-los de volta quando quisesse. Sendo um deus, ele também é imortal e não pode ser prejudicado por armas mortais, apenas mágicas. Circe (Deusa da Magia) A imortal e sedutora Feiticeira-Deusa da Magia é inimiga de todas as Amazonas, especializada em magias, ilusões, teletransporte e, e transformar os outros em animais. Entre outras coisas, ela pode alterar as mentes, o fogo destrutivo, explosões de energia mágica, ressuscitar os mortos (como ela fez com a Medusa & Hipólita), e transformar objetos em seres. O surgimento da Princesa das Amazonas abalou Circe, que temia uma profecia lançada por Hécate: \"Sob a morte da bruxa e o nascimento da bruxa, Hécate, por nome e escolha, irá repossuir sua alma\". Acontece que Hécate fazia parte do trio de deusas lunares juntamente com a deusa Diana (Ártemis) e a titânide Selene; Circe achou que a Mulher-Maravilha, por ter o nome de Diana, poderia tomar-lhe o poder. Desde então decidiu perseguir a heroína, atrapalhando e atormentando a vida dela. Éris (Deusa da Discórdia) segundo a mitologia, a filha feia de Hera e Zeus fugiu do Olimpo e foi viver com os Titãs na Via Láctea, onde teve 14 filhos com Éter. Fadiga, Batalha, Calúnia e Difamação, Fome, Tristeza, Matança e assim por diante… Éris também é culpada por causar a Guerra de Tróia. Nos quadrinhos, era muito apegada a seu irmão Guerra. Hera Deusa das Mulheres e do Casamento: a esposa oficial de Zeus tornou-se inimiga da Mulher-Maravilha depois que a origem da super-heroína mudou, pós-Novos 52. Nada de barro mágico: a jovem é filha de um relacionamento extraconjugal do patriarca dos deus gregos com Hipólita. Portanto, Diana é uma semideusa. Hércules semideus mitológico, filho de Zeus com uma humana. O Hércules da editora DC é semelhante ao Hércules da concorrente Marvel (das HQs de \"Thor\"), com a diferença de o da DC ser freqüentemente retratado como um supervilão, aliado de Marte, o Deus da Guerra. Primogênito Introduzido recentemente nos 52 novos quadrinhos, First Born era o filho que Zeus teve com Hera antes de criar Diana com Hipólita - mas, ao contrário de Diana, First Born teve um mau momento. Zeus soube de uma profecia que dizia que seu filho recém-nascido o mataria para assumir o Olimpo. Como resultado, Zeus tentou matar o bebê, mas Hera teve pena e exilou Primogênito à Terra. Apesar de seu banimento, First Born lembrou-se de sua herança e, depois de não conseguir chamar a atenção de Zeus enquanto crescia, ele decidiu dominar a Terra. Quando isso não funcionou, ele tentou invadir o Olimpo com seu exército, mas Zeus o deteve e o aprisionou na Terra. Milhares de anos depois, First Born finalmente se libertou da Terra e construiu um novo exército para tomar a montanha dos deuses. Phoebus Apollo Ele foi criado por William Moulton Marston e Harry G. Peter, mas sua aparição mais significativa se deu com a renovação do personagem pós-Novos 52, por Brian Azzarello e Cliff Chiang, em 2011. Ele era um dos filhos favoritos de Zeus e usou seu status para conquistar o Olimpo depois que seu pai desapareceu. Ele só foi detido por Diana, quando ela ameaçou a vida de sua irmã, Artemis, o fazendo desistir. Considerando seu status divino, ele está na categoria de vilões mais poderosos da heroína. Reformulados Cheetah Cheetah I (Priscilla Rich): inimiga da Era de Ouro, mulher com problema de dupla personalidade. Após ficar enciumada com a Mulher Maravilha que roubou as atenções num evento de caridade, Priscilla teve um colapso e viu a imagem num espelho de si vestida como guepardo. Colocou um disfarce do animal e atacou a super-heroína. Priscilla foi um membro da Corporação Vilania, uma equipe de criminosas inimigas da Mulher Maravilha. ~~Cheetah II (Deborah \"Debbie\" Domaine): inimiga da Mulher-Maravilha na Pré-Crise, depois da morte de Priscilla Rich, os agentes de Kobra levaram sua sobrinha Deborah e a roupa da Cheetah para o quartel-general. Deborah então sofreu lavagem cerebral e se tornou a nova vilã, com novas armas em seu traje. Debbie também teve várias batalhas com a Mulher-Maravilha e foi um membro da Sociedade Secreta dos Super-Vilões, inimigos da Liga da Justiça~~. Ela foi retirada da existência após a Crise nas Infinitas Terras . Cheetah II (Barbara Minerva): arqueóloga egoísta que bebeu uma poção (alterado nos Novos 52, onde cortou-se com uma faca mágica) que a transformou em Chita. Enquanto Diana foi abençoada com poderes desde o nascimento e os usa para proteger os inocentes, Barbara é uma humana que buscou o poder para seus próprios fins malévolos e agora só se satisfaz causando destruição. Sua obsessão no início com Diana estava em tentar roubar o Laço da Verdade de Mulher Maravilha, mas, eventualmente, isso mudou a ela simplesmente querer derrotar a Amazona em combate. Cheetah III (Sebastian Ballesteros): milionário argentino que foi o quarto a receber os poderes do Guepardo. Ele era um agente e amante de Circe, inimiga das Amazonas. Ele convenceu o deus Urzkartaga de que poderia usar os poderes melhor do que Barbara Ann Minerva. Barbara se tornou uma das Fúrias e matou Ballesteros. Cheetah dos Novos 52 (Barbara Minerva): Na era dos Novos 52, sua origem a transformou em caçadora de tesouros, expert em relíquias antigas, que se corta acidentalmente com uma adaga mística e acaba possuída pela Deusa da Caça, assumindo a forma híbrida de humana com felina. Cheetah do Renascimento (Barbara-Ann Minerva): atual inimiga dos quadrinhos, reimaginação de Barbara Minerva, ela é uma arqueóloga da Grã-Bretanha, determinada a provar que as Amazonas existiam. Tornou-se consumida pela inveja dos poderes de Diana, e procurou um deus próprio para adorar. Amaldiçoada a se tornar a Cheetah, atingida pela fome de carne humana e incapaz de voltar para quem ela era. Giganta Giganta I: a versão original, da Era Ouro, um cientista maluco chamado Professor Zool artificialmente transforma uma gorila superforte chamada Giganta em uma grandalhona de circo de cabelos ruivo. Como gorila evoluída em forma de uma mulher, masculinizada, tomada como uma imagem antifeminista. Membro original da Corporação Vilania. Giganta II (Dra. Doris Zeul): uma médica sofrendo de uma doença fatal que esperava transferir sua “essência vital” para o corpo da Mulher-Maravilha, planos devidamente frustrados, ela acaba conseguindo transferir sua essência para uma gorila – e depois, desesperada para ter um corpo humano o quanto antes, acaba indo parar no corpo de uma artista circense com a habilidade de aumentar de tamanho. Nascia aí então a Giganta. Membro da Corporação Vilania Giganta dos Novos 52: membro da Sociedade Secreta. Doutora Veneno Doutora Veneno I (Princesa Maru do Japão): Na segunda edição de Sensation Comics, a Maravilha encontra o seu primeiro grande vilão: é chefe da divisão de venenos da Alemanha nazista. O grande plano é desenvolver uma droga chamada Reverso, que, reverte a personalidade das pessoas. No final da HQ, descobrimos que o vilão é uma vilã – a Princesa Maru, do Japão, que é derrotada. Para além disso, ela ainda foi contratada pelo exército Japonês para ser Diretora do Departamento de Químicos. Passados alguns anos, a Doutora Veneno e mais sete vilãs acabaram por conseguir escapar da colônia penal Amazona e decidiram fundar um grupo a que chamara de Corporação Vilania. Membro original da Corporação Vilania Doutor Veneno II: neta da princesa Maru, a primeira encarnação da personagem, também é especialista em venenos, toxinas e pragas. Submeteu à experimentos e agora é capaz de gerar uma série de toxinas. Doutora Veneno dos Novos 52 (Doutora Maru): sua origem foi transferida para a Rússia, onde seus pais foram presos como espiões na Sibéria, acusados de tramar traição em favor dos EUA. Ao perder os dois, começa a executar um plano de vingança contra os EUA usando armas químicas. Doutora Veneno do Renascimento (Marina Maru): uma coronel que comanda a organização Veneno, criada por sua família, que acaba cruzando o caminho da Mulher-Maravilha. Cisne Prateado / Cisne de Prata Helen Alexandros: personagem pré-Crise. Uma bailarina que faz um acordo com seu ancestral Ares. Ela ganharia muito poder e uma beleza fora do comum... se aceitasse matar a Mulher-Maravilha. Além de força e da habilidade de voar, ela ainda levou no trato um poderoso grito sônico. * vilãs com visual angelical, aladas elas poder de voar e de criar ondas de som com suas vozes Valerie Beaudry: mulher que nasceu desfigurada porque sua mãe foi de algumas forma exposta à radiação com poderes natos de controle do som. Eis que entrou em sua vida o industrial sem escrúpulos Henry Armbruster, que a seduziu e até casou com ela, submetendo-a a experimentos que aumentariam seus poderes e tornariam sua beleza estonteante e dando-lhe asas. Vanessa Kapatelis: mulher belíssima que era na verdade uma grande amiga da Mulher-Maravilha, que a via como uma irmã mais velha, mas acabou capturada pela Circe e pelo Doutor Psycho, submetida a uma série de sessões para torná-la uma máquina de matar com ódio de Diana, possuía telepatia com aves. A obsessão se manteria mesmo depois que Veronica Cale a tornou um cyborg assassino. Paula von Gunther Nazista implacável e primeira grande inimiga da Mulher-Maravilha, ambas confrontaram-se por diversas vezes durante as Era de Ouro, Prata e Bronze. Criada na Era Ouro, a Baronesa Paula Von Gunther era uma espiã e sabotadora nazista, mais tarde transformada em aliada, depois que foi revelado que ela fora chantageada pelos nazistas que mantinham sua filha Gerta como refém. Décadas depois, ela foi reiniciada como mentora nazista por John Byrne nos anos noventa. E mais tarde revelou ter sido um hospedeiro humano para o espírito perverso do mal / doppelganger multiversal de Donna Troy. Anjo Negro (Donna Troy da Terra-7) mais tarde se separando de Van Gunther. A nova origem é apresentada em Wonder Woman Annual #3 por Steve Orlando, V Kenneth Mario e Sandu Florea, na fase Renascimento. Helen Paul foi uma garota salva pela Mulher-Maravilha (Diana) e criada pela ARGUS. Ela cresceu com treinamento militar e após adulta trabalhou ao lado da heroína como agente da ARGUS. Leviatã convence Helen de que a guerra está em seu sangue e de que ela vinha sendo manipulada há anos pela Mulher-Maravilha. O vilão revela o verdadeiro nome de Helen, Paula Van Gunther, e a convence a assumir a alcunha de “ Mestre da Guerra\", descendente direta de Gundra, uma valquíria inimiga de guerra das Amazonas, e filha de terroristas, líderes de um célula dos Filhos da Liberdade. Anjo Negro (Donna Troy da Terra-7) jovem garota foi criada pelo temível Anti-Monitor para ser sua precursora. Essência/consciência de alguma forma resistiu à compactação de mundos paralelos e se tornou vingativa contra tudo que tinha a ver com a vida de Donna, incluindo sua mentora, Diana. Além de conseguir alterar a linha do tempo, ela ainda tinha um combo de poderes que incluía controle da mente e teletransporte. Doutora Cyber Anita Cyber: cientista que virou criminosa desfigurada que se transformou em um computador vivo substituindo partes de seu corpo por implantes cibernéticos. Adrianna Anderson: especialista no campo da cibernética e assistente da Dra. Veronica Cale na Empire Enterprises Doutora Cyber do Renascimento: fantasma tecnológica. Humanos e Metahumanos Doutor Psycho também conhecido como Doctor Psicótico: Edgar Cizko tem uma misoginia profundamente enraizada. Seu personagem passou por várias pequenas mudanças ao longo dos anos, manteve várias características, tais como: um misógino obsessão com mulheres bonitas, insanidade e uma baixa estatura. Felix Fausto poderoso feiticeiro, estudou línguas mortas em Vienna, arqueologia em Londres, história em Sorbonne; visitou as ruínas de Ur e Lagash na Caldeia. Conseguiu também uma cópia do lendário livro de magia negra escrito por Abdul Alhazrede. Maxwell Lord inicialmente foi apresentado como um herói, que em muitos momentos financiou as atividades da Liga da Justiça Internacional, mas durante a saga Invasão, ao detonarem uma bomba genética, seu metagene fosse ativado e ele tentasse controlar o Superman para atacar o Batman. Com isso a Mulher-Maravilha não encontrou outra saída diante dos poderes de seu ex- parceiro, em assassiná-lo. Cyborgirl (LeTonya Charles) jovem que destruiu seu corpo através da droga conhecida como “Tar”. Entretanto, sua tia, Sarah Charles, a salvou com poderosos implantes cibernéticos. Esses implantes também substituíram a humanidade da garota com um hardware, que pode ser a razão de LeTonya usar de suas habilidades para obter tudo a qualquer custo. Membro da Corporação Vilania, e posteriormente, membro do Esquadrão Ciborgue da Vingança. Veronica Cale CEO das Indústrias Empire e uma espécie de Lex Luthor. Homem-Ângulo (Angelo Bend) era um projetista italiano que conhecia todos os ângulos, é um vigarista e ex-presidiário cujo angulador lhe permite dobrar tempo-espaço, fazendo parte da Sociedade Secreta de Supervilões. Julie Sazia Outros Rainha das Fábulas Tsaristsa é uma feiticeira monarca exilada por Branca de Neve de outra dimensão. Aprisionada no Livro de Fábulas, foi acidentalmente liberta e parou nos Estados Unidos, onde transformou Manhattan em uma floresta encantada cheia de criaturas de contos de fadas. E ao confundir uma TV com um espelho mágico, ela pediu que lhe mostrasse a Branca de Neve. Acreditando que a heroína era a Branca de Neve, ela a confrontou, e colocou a heroína em um sono profundo na floresta encantada. Cabendo ao Aquaman fazer o papel de príncipe e acordá-la com um beijo. Jinx / Soturna poderosa feiticeira elemental do Templo Oriental Indiano. Suas habilidades incluem rajadas místicas, dissolução de matéria, chamas esmeraldas e tremores terrestres. Seu poder é limitado através do contato do solo com seus pés. Membro da Corporação Vilania Grail / Cálice filha de Darkseid com a assassina amazona Myrina de Themyscira. Alkyone amazona líder do Círculo, companhia de guarda formada por quatro guerreiras amazonas, que juraram a vida para proteger a rainha, seja qual for a eventualidade. Quando descobriu que Hipólita planejava ter uma filha (após um pedido feito aos deuses), ela enlouqueceu. Ela temia que a garota, algum dia, fosse se voltar contra as demais amazonas, e provocaria a extinção delas. Ela era uma das guerreiras mais leais de Themiscera, até conspirar para matar Diana quando ela era apenas um bebê. Ela era amante de Phinea, outra Amazona. Sacrificou-se para invocar Cottus. Cottus, o demônio filho do último dos Hecatônquiros, da mitologia grega, selado na invocado com intenção de destruir a Mulher Maravilha. Devastação criada pelo titã Cronos para ser uma \"anti-Mulher-Maravilha\" em resposta à campeã dos deuses olímpicos. Percebendo que Diana seria muito difícil de derrotar sozinha, tentou várias vezes atacá-la através de Cassie Sandsmark. Deimos (Deus do Pavor) Deus do Pavor Fobos (Deus do Medo) para ter a aprovação de seu pai Ares, Fobos vai até a caverna onde se encontra uma terrível criatura chamada Górgona, com suas próprias mãos, arranca seu coração que é pura maldade e através de seu sopro o transforma em uma estátua (Podridão). Podridão / Ruína Estatua criada por Fobos, a mesma abre o olhos e se transforma em um horrível monstro disposto a matar Diana. tem a capacidade de voar e soltar magia pela boca, além de apodrecer tudo que está a sua volta e envelhecer seres vivos, foi o que fez com a Mulher-Maravilha quando nela tocou, conseguindo voltar ao normal só depois de destruí-la. Astarte Minotauro Trindade uma mulher com três faces: Tempo, Guerra e Caos. As faces de Trindade possuem poderes específicos: Tempo pode tornar o tempo mais lento; Guerra pode disparar poderosas rajadas de forca; e Caos pode projetar ilusões. Membro da Corporação Vilania Duque da Farsa/ Duque da Decepção ilusionista e um dos principais aliados do Deus da Guerra Genocídio A Genocide é uma experiência que juntou o corpo morto da Mulher-Maravilha do futuro, amostras de regiões da Terra que foram palco de genocídios e magia. Ela é basicamente uma máquina de destruição equivalente ao Apocalypse para o Superman, um pouco menos irracional e, como era o próprio corpo da Mulher-Maravilha, ela também possuía o Laço da Verdade. Nikos Aegeus líder terrorista grego, descendente de Poseidon, possui um pégaso negro. Armageddon agente especial nazista Rainha Cléa cruel governante de Atlântida caracterizada com vestes de monarca atlante desenvolveu uma sede de conquista e dominação, roubou o tridente de Poseidon para reclamar seu trono. Rainha de uma cidade chamada Venturia, ela era uma conquistadora que derrotou e transformou todos os homens em escravos, orgulhosa de seu papel no combate bem a estilo dos gladiadores. Seu sonho era tomar todo o continente sob seu controle. Membro original da Corporação Vilania. Cernunnos Deus Celta da Fertilidade, Vida, dos animais e da Caça As Morrigan Bellona e Anann, junto com Enyo formam a Trindade Deusas da Guerra da mitologia Celta Morgana Le Fay Super-Mulher Aniquilador ==== Extintos ==== *Adolf Hitler: Inspirado no real Adolf Hitler. *Barão Blitzkrieg: oficial do exército alemão especialmente vicioso que foi cegado e desfigurado quando um prisioneiro do campo de concentração jogou uma garrafa no rosto. Cientistas alemães restaurado a visão, mas não sua aparência. Então, eles experimentaram em Blitzkrieg, dando-lhe força sobre-humana, invulnerabilidade, feixes de energia óptica e a capacidade de voar. No entanto, cada uma dessas habilidades são manifestados um de cada vez e somente com o treinamento ele é capaz de incorporá-las em conjunto. *Capitão Maravilha: vilão criado por Doutor Psycho, através de extração de ectoplasma (substância encontrada no mundo espiritual) da mente de Steve Trevor. *Chuma, o Sacerdote *Condessa Draska Nishki, chefe da \"Espiões Internacionais Inc.\" *Egg Fu: é um ovo amarelo gigante e agente comunista chinês com bigodes que funcionam como tentáculos; **Egg Fu the Fifth (descendente do Egg Fu) e Doctor Yes (duplicata robótica) **Egg Fu Pós-Crises: super computador Apokoliptiano **Egg Fu (Chang Tzu) *Gundra, A Valquíria: Campeã dos deuses nórdicos na Terra *Homem-Rato *Hypnota, Mágica do Raio Azul: Magica e Hipnotizadora que usa roupas masculinas. Hypnota foi acidentalmente baleada na cabeça por sua assistente e irmã gêmea Serva e recebeu uma cirurgia cerebral experimental para salvar sua vida. A cirurgia liberou a capacidade de liberar um \"raio hipnótico azul\" de dentro do cérebro, que ela usou em sua irmã e milhares de desavisados ​​para roubar segredos militares e vender pessoas para a escravidão. Membro original da Corporação Vilania *Kung, o Assassino / Kung, O Obake: Thomas Morita é um mestre de artes marciais com a capacidade de se transformar em qualquer animal. *Mágico Branco / Mago Branco: Thomas Asquith Randolph orquestrou uma guerra entre as Amazonas e um ser chamado “Eclipso”, prendeu Diana no espaço por meses, entre outras coisas. Vendeu sua alma por mais poder, se transformou em um monstro demoníaco muito musculoso. *Maligna: personagem da Era de Ouro, era uma capitã e motorista dos escravos de Saturno. Sua raça é de agressivos telepatas ultra-racionais e pode ter inspirado personagens da Era de Prata como Satúrnia e Rainha Saturno. Membro original da Corporação Vilania *Máscara (Nina Close): era uma esposa que sofreu com a violência doméstica e assassinou o marido. Usa sua fortuna para apoiar mães e mulheres vítimas da mesma violência *Ministro Inverno / Ministro Blizzard: Ambientalista radical dedicado a provocar outra Era Glacial. Ele tem uma máquina de mudança de clima, e a tradicional pistola congelante. * O Homem Azul das Neves (Byrna Brilyante): inimiga da Era de Ouro, é uma mulher disfarçada de um Boneco de Neve assumindo a identidade masculina de O Homem Azul das Neves e que usa sua invenção, a neve azul que causa precipitações de gelo, com um chapéu que lança neve azul, e um cachimbo que solta cristais de gelo. Membro original da Corporação Vilania * Osira: alienígena telepata autoproclamada deusa egípcia que pretende restaurar o mundo erradicando o livre-arbítrio. Ela foi libertada durante a Segunda Guerra Mundial e lutou contra a Mulher Maravilha da Era de Ouro; mais tarde ela entrou em conflito com Diana Prince e Donna Troy na era moderna. *Panzer Vermelho: pseudônimo de alguns personagens. **Panzer Vermelho I: A primeira encanação foi com Helmut Streicher, trabalhava como cientista para Adolf Hitler. **Panzer Vermelho II: O segundo a assumir é um garoto moreno perturbado onde o pai branco matou a mãe por achar que ela o traiu. **Pazer Vermelho III e IV: O terceiro Panzer Vermelho foi assassinado, para apenas ser substituído por Justin, um jovem operador da C.O.L.M.E.I.A. teve a chance de tornando-se o quarto Panzer Vermelho. *Rainha Atomia do minúsculo mundo sub-atômico: cientista louca que quer roubar urânio para continuar seus planos de dominar e escravizar o mundo como um todo. *Sumô, o Samurai: vilão japonês durante a Segunda Guerra Mundial. Ele era o melhor aluno de um mestre das artes marciais com o nome \"O Iluminado\", e foi selecionado para beber a \"Poção do Poder\", aumentando imensamente a sua força, velocidade, resistência e sentidos num ponto de comparação onde um homem com visão e audição normais poderia ser considerado cego e surdo. *Zara, Sacerdotisa da Chama Rubra: com vestes que lembram facilmente da espiã Mata Hari, durante a Primeira Guerra Mundial, é antagonista da Era de Ouro, foi criado como um exemplo da emoção anormal de misandria. Membro original da Corporação Vilania ==Outras mídias== === Live-action === ==== Cinemas ==== ===== Universo Estendido DC ===== Com o lançamento de O Homem de Aço, Warner Bros. decidiu criar um ambicioso projeto de filmes interconectados. Em julho de 2013, a presidente da DC Entertainment Diane Nelson revelou que Mulher-Maravilha estava nos planos do estúdio, em 4 de Dezembro do mesmo ano, a atriz Gal Gadot foi confirmada como a heroína. Em 15 de Outubro de 2014, em uma reunião com investidores da Time/Warner, o CEO do estúdio, Kevin Tsujihara oficializou a agenda de lançamentos de filmes de super-heróis da DC Comics pela Warner Bros., e Mulher-Maravilha foi anunciado para 23 de junho de 2017.Warner oficializa os filmes da DC Comics até 2020 Michelle MacLaren seria a diretora e roteirista.Michelle MacLaren dirigirá o filme da heroína sendo substituída por Patty Jenkins.,Discordâncias no roteiro seriam o motivo da saída de Michelle MacLaren da direção ====== Batman Vs Superman: A Origem da Justiça (2016) ====== ====== Mulher-Maravilha (2017) ====== ====== Liga da Justiça (2017) ====== ====== Mulher-Maravilha 1984 (2020) ====== Liga da Justiça de Zack Snyder (2021) Mulher-Maravilha 3 (TBA) ==== Televisão ==== ===== Wonder Woman ===== Em 1974, a rede ABC, em parceria com a Warner Brothers, decidiu adaptar a heroína. A ideia original era a de produzir um telefilme que narrasse a origem a heroína. O projeto ficou a cargo do produtor Douglas S. Cramer, que decidiu dar o papel de Diana Prince/Mulher- Maravilha para a ex-tenista profissional Cathy Lee Crosby. O problema é que a atriz era loira e, como se isso não bastasse, vestia um uniforme completamente diferente daquele visto nos quadrinhos. Sem superpoderes, a personagem fugia do universo conhecido pelos fãs da heroína.piloto original da série ‘Mulher- Maravilha’ sai em DVD =====Mulher-Maravilha e As Novas Aventuras da Mulher- Maravilha===== Veja artigo principal Mulher-Maravilha Série de tv norte- americana, protagonizada por Lynda Carter, produzida entre 1975 e 1979. A 1ª temporada traz as aventuras da Mulher-Maravilha durante o período da segunda guerra, enquanto as temporadas 2 e 3 se passam nos anos 70, durante a era Disco. Os tempos são outros, mas necessidade de erradicar o mal e a injustiça é a mesma. =====Smallville===== Na última temporada, a existência da personagem no universo da série é confirmada. Teve aparição somente na continuação em quadrinhos, Smallville Season 11. =====The Flash===== Na segunda temporada de The Flash, o nome Diana aparece em uma lista de contatos em um telefone. Perto do final da terceira temporada, nas instalações da ARGUS, aparece a cela trancada de Cheetah, que aparentemente já serviu no Esquadrão Suicida de Amanda Waller. ====== Lendas do Amanhã ====== A ilha de Themyscira também chegou a ser citada. ===== Batwoman ===== No segundo episódio da série, Kate Kane está lidando com os efeitos de sua primeira patrulha por Gotham, usando ainda o traje do Batman. O Homem-Morcego não é visto há 3 anos, o que tornou sua aparição a grande notícia da cidade. Em determinado momento, Sophie, que foi salva por Kate, pergunta se era ela usando o traje. Kate responde dizendo que se quisesse salvá-la, apareceria vestida de Mulher-Maravilha. === Projetos abandonados === ==== Televisão ==== ===== Wonder Woman: Who's afraid of Diana Prince? ===== Com o sucesso da série Batman nos anos 60, seu produtor, William Dozier, visualizou novas produções de super-heróis e a Mulher-Maravilha foi o personagem escolhido. Dozier pediu a Stan Hart e Larry Siegel, ambos da revista Mad, para que escrevessem um roteiro cômico no qual fosse apresentada a essência de uma série de meia-hora com a personagem. Em 1967, foi gravado o episódio piloto para avaliação, “Wonder Woman: Who's afraid of Diana Prince?” (em tradução livre, Mulher Maravilha: Quem tem medo de Diana Prince?) foi primeira tentativa de se produzir uma série com a princesa amazona. Foi gravado um episódio piloto em 1967, no qual seguia uma linha cômica: a história apresentava Diana Prince (Ellie Wood Walker) como uma mulher desajeitada; ao se olhar o espelho se transformava na heroína Mulher Maravilha (Linda Harrison). O teor cômico e com uma versão diferente dos quadrinhos não agradou a audiência e o seriado não chegou a ser produzido. ===== Wonder Woman (2011) ===== Em 2011, foi planejado um reboot que não foi aprovado. Mulher-Maravilha/Diana Prince seria uma combatente do crime que mora em Los Angeles e leva vida dupla como presidente das Indústrias Themyscyra. Adrianne Palicki, foi escolhida para ser a protagonista da nova série Mulher Maravilha pela NBC. ===== Amazon ===== Em 2012, existiu o projeto da série Amazon, série de TV que mostraria a origem da Mulher-Maravilha. Projeto que permanece engavetado. ==== Filmes ==== ===== Justice League: Mortal (2007) ===== Em 2007, George Miller dirigiria o projeto mais ambicioso da Warner Bros., Justice League: Mortal. A Mulher-Maravilha foi escrita como uma guerreira durona, com menos aspectos da Princesa Diana que faz parte de sua mitologia. ===== Mulher-Maravilha de Joss Whedon ===== Em 2007 a Warner Bros teve a ideia de fazer um filme da Mulher Maravilha. Joss Whedon estava escrevendo o roteiro do filme e irá dirigi-lo. A Mulher- Maravilha seria retratada como um ser muito poderosa e muito inocente em relação às pessoas, seria uma deusa encontrando a humanidade e a vulnerabilidade de que precisava. Olharia para seres, para a forma como matam ou passam fome, para o jeito como o planeta e é administrado, e ela pensaria 'nada disso faz sentido para mim, não sei como lidar com isso, não compreendo a insanidade das pessoas.Joss Whedon fala sobre o filme que nunca aconteceu *Possivelmente seria interpretada por Cobie Smulders ==== Animação ==== ===== Wonder Woman And The Star-Riders ===== Em 1993 quase ganhou um série própria chamada \"Wonder Woman And The Star-Riders\" numa união da DC com a Mattel para vender brinquedos para garotas. A ideia parecia seguir os trejeitos de séries como She-Ra, um mundo de fantasia. === Animações === ==== Filmes ==== ===== Universo de Filmes Animados ===== Ano Título Dublagem Original Brasileira 2013 Liga da Justiça: Ponto de Ignição Vanessa Marshall Priscila Amorim 2014 Liga da Justiça: Guerra Michelle Monaghan 2015 Liga da Justiça: O Trono de Atlantis Rosario Dawson Liga da Justiça: Deuses e Monstros Tamara Taylor 2016 Liga da Justiça vs. Jovens Titãs Rosario Dawson 2017 Liga da Justiça Sombria 2018 Esquadrão Suicida: Acerto de Contas Mencionada A Morte do Superman Rosario Dawson 2019 Reino do Superman Mulher Maravilha: Linhagem de Sangue 2020 Liga da Justiça Sombria: A Guerra de Apokolips ===== DC Universe Animated Original Movies ===== Ano Título Dublagem Original Brasileira 2008 Liga da Justiça: A Nova Fronteira Lucy Lawless Priscila Amorim 2009 Mulher Maravilha Keri Russell 2010 Liga da Justiça: Crise em Duas Terras Vanessa Marshall Superman/Batman: Apocalypse Susan Eisenberg 2012 Liga da Justiça: A Legião do Mal 2013 DC Nation Shorts: Wonder Woman 2014 As Aventuras da Liga da Justiça - Armadilha do Tempo Grey DeLisle Priscila Amorim 2015 Liga da Justiça: Deuses e Monstros Tamara Taylor ===== Lego ===== Ano Título Dublagem Original Brasileira 2013 Batman Lego - O Filme - Super Heróis Se Unem Laura Bailey Priscila Amorim 2014 Uma Aventura LEGO Cobie Smulders Lego DC Comics:Batman Be-Leaguered Grey Griffin 2015 LEGO DC Comics Super Heróis: Liga da Justiça vs Liga Bizarro Kari Wahlgren 2016 LEGO DC Comics Super Heróis: Liga da Justiça - O Ataque da Legião do Mal! Grey Griffin Lego DC Comics Super Heróis: Liga da Justiça - Combate Cósmico Lego DC Comics Super Heróis: Liga da Justiça - Revolta em Gotham 2017 LEGO Batman: O Filme sem fala Lego DC Super Hero Girls - Controle Mental Grey Griffin Tatiane Keplmair 2018 Lego DC Super Hero Girls: Escola de Super Vilãs 2019 Uma Aventura LEGO 2 Cobie Smulders ===== DC Super Hero Girls ===== Ano Título Dublagem Original Brasileira 2016 DC Super Hero Girls: Hero of the Year Grey Griffin Tatiane Keplmair 2017 DC Super Hero Girls: Jogos Intergaláticos 2018 DC Super Hero Girls: Lendas de Atlântida ===== Os Jovens Titãs em Ação ===== Ano Título Dublagem Original Brasileira 2018 Os Jovens Titãs em Ação! Nos Cinemas Halsey ===== Animes ===== Ano Título Dublagem Original 2017 DC Super Heroes vs. Eagle Talon Rica Matsumoto ====Televisão==== Programa Ano Descrição The Brady Kids 1972 a Mulher-Maravilha participou de um episódio de um desenho chamado The Brady Kids, no episódio a heroína e os jovens protagonistas vão parar na Grécia antiga. Superamigos 1973-1986 Era um desenho animado produzido pela Hannah-Barbera Productions. baseada nos super- heróis da DC Comics. Teve diversas fases tiveram início em 1973 e foi até 1986, ano que a produção desta coligação de super-heróis termina; A primeira fase chamada simplesmente de \"Super Friends\" foi apresentada originalmente nos Estados Unidos entre 1973 a 1975. Depois vieram \"The All-New Superfriends Hour\" (1977-1978); \"Challenge of the Superfriends\" (1978-1979); \"The World´s Greates Superfriend\" (1979-1980); \"The Superfriends Hour Shorts\" (1980-1982); \"Superfriends: The Legendary Super Powers\" (1984-1985) e finalmente \"The Super Powers Team: Galactic Guardians\" que ocorreu entre 1985 a 1986. Superman (Ruby Spears) 1998 Episódio \"Super-Homem e Mulher Maravilha contra a Feiticeira do Tempo\" Super-Homem une forças com a Mulher-Maravilha para deter uma feiticeira maligna que dominou a Ilha Paraíso. ==== DC Animated Universe ==== Programa Ano Descrição Liga da Justiça 2001 Liga da Justiça sem Limites 2004 Batman: Os Bravos e Destemidos 2010 Justiça Jovem 2010 DC Super Hero Girls 2019-presente Versão adolescente da Mulher Maravilha, a nova aluna de Super Hero High, uma das protagonistas junto com Hera Venenosa, Supergirl, Batgirl, Arlequina, Katana e Abelha Scooby-Doo e Adivinha Quem? 2019 Participação especial ==== Web ==== Programa Ano Descrição Liga da Justiça: As Crônicas de Deuses e Monstros 2015 Projeto é uma parceria da DC Comics e a Machinima, a minissérie tem 3 episódios e é um preludio para o longa animado Liga da Justiça: Deuses e Monstros de 2015, versão onde Bekka DC Super Friends DC Super Hero Girls 2015-2018 Justice League Action 2016-2018 ===== DC Universe ===== Programa Ano Descrição Titans 2018 Mencionada, irmã adotiva de Donna Troy Harley Quinn 2019 ===Jogos eletrônicos=== Ano Título Plataformas 1995 Justice League Task Force Genesis, SNES 2002 Justice League: Injustice for All GBA 2003 Justice League: Chronicles 2006 Justice League Heroes PS2, Xbox, NDS. PSP Justice League Heroes: The Flash GBA 2008 Mortal Kombat vs. DC Universe PS3, X360 2011 DC Universe Online PC, PS3, PS4, XOne LittleBigPlanet 2 PS3 2012 Lego Batman 2: DC Super Heroes Android, iOS, PC, 3DS, NDS, Mac, PS3, PS Vita, Wii, Wii U, X360 Justice League: Earth's Final Defense iOS, Android 2013 Injustice: Gods Among Us Injustice: Gods Among Us PC, PS3, PS4, PS Vita, Wii U, X360 Scribblenauts Unmasked Wii U, 3DS, PC 2014 The LEGO Movie Videogame X360, PS3, PC, iOS, 3DS Lego Batman 3: Beyond Gotham Android, iOS, PC, 3DS, Mac, PS3, PS4, PS Vita, Wii U, X360, XOne 2015 Infinite Crisis PC LEGO DC Comics Super Heroes: Team Up (iOS, Android, Browser LEGO Dimensions XOne, X360, PS3, Wii U, PS4 2016 DC Legends iOS, Android DC Superhero Girls 2017 Justice League Action Run Injustice 2 PS4, XOne Justice League VR: The Complete Experience PC, iOS, Android, PS4 2018 DC: Unchained iOS, Android == Impacto Cultural == === Ícone do Feminismo === Segundo o repórter Jill Lepore em artigo para a revista New Yorker Magazine,http://blogs.estadao.com.br/ricardo-lombardi/o-passado- secreto-da-mulher-maravilha/ a ‘Mulher Maravilha foi concebida pelo Dr. Marston para criar um padrão entre as crianças e jovens de uma feminilidade forte, livre e corajosa; para combater a ideia de que as mulheres são inferiores aos homens, e para inspirar as meninas a terem auto-confiança e a se realizarem no esporte e nas ocupações e profissões monopolizadas por homens’, porque ‘a única esperança para a civilização é a maior liberdade, desenvolvimento e igualdade das mulheres em todos campos da atividade humana.’ O próprio William Marston escreveu, ao justificar sua criação que \"a Mulher- Maravilha é a propaganda psicológica para o novo tipo de mulher que, creio eu, deve governar o mundo\".Hendrix, Grady. \"Out for Justice\". The New York Sun dezembro 11, 2007 ===Dia Internacional da Mulher-Maravilha=== Nas histórias fictícias da mitologia da super heroína Mulher Maravilha, a princesa Diana foi a vitoriosa dos desafios físicos e mentais assumindo a função de embaixadora de seu povo e defensora da verdade e da justiça no mundo do patriarcado. No mundo real, Mulher Maravilha foi nomeada Embaixadora Honorária para as Mulheres e Meninas pelas Nações Unidas com a missão de dar visibilidade ao 5º Objetivo de Desenvolvimento Sustentável (ODS), que busca alcançar a igualdade de gênero para as mulheres e meninas até 2030. A campanha foi lançada no 75º aniversário da primeira aparição da heroína num gibi. E dia 21 de outubro, foi declarado o dia Mundial da Mulher-Maravilha. Embaixadores Honorários são personagens ficcionais representantes de campanhas publicitárias. A heroína será usada nas mídias sociais da ONU para promover a igualdade de gênero e a total participação feminina na vida pública, com a hashtag #WithWonderWoman. A ideia, que é atingir os mais jovens, é promovida pela DC Comics e Warner Bros. Materiais gráficos nas mídias sociais e um livro em quadrinhos sobre o empoderamento das mulheres e meninas será produzido nas seis línguas oficias da ONU: árabe, chinês, inglês, francês, russo e espanhol. == Mulher Maravilha no Brasil == Na versão brasileira, já foi erroneamente traduzida como Super Mulher na editora Orbis e Miss América na época da EBAL. O nome só mudou quando o série de TV Mulher Maravilha foi exibido no país. Isto é digno de nota, pois a DC Comics já possuía uma heroína chamada Miss America, e também a Marvel. Em Portugal, a Mulher-Maravilha é traduzida como Supermulher, o que também é errôneo. Supermulher é o nome de duas personagens já existentes da DC Comics, sendo uma vilã do Sindicato do Crime, e outra uma heroína que apareceu em duas aventuras de Superman, e deixou de existir após Crise nas Infinitas Terras.No Brasil ==Notas== *O distribuidor de revistas norte-americano Todd McDevitt pediu Maribeth Castelli em casamento por meio de uma história da Mulher-Maravilha. Ele procurou o editor-chefe da DC Comics, Paul Levitz, e lhe perguntou se seria possível publicar a proposta. Levitz levou a ideia para o editor da revista, que acabou topando. O pedido apareceu na página 20 da publicação número 179 e foi elaborado por Phil Jimenez com base em fotos do casal. *Em Luzes, Drama, Ação no episódio 17 Lindsay relembra a Mulher Maravilha de antigamente com o seu avião invisível. * No seriado The Flash existe uma easter egg da Liga da Justiça. É mural com os sete deuses grego- romanos com a escritura da palavra JUSTIÇA dentro do prédio da Central City Police Department. Mulher-Maravilha é representada por Hera (Juno), Superman é representado por Zeus (Jupiter), Batman por Hades (Plutão), Flash por Hermes (Mercúrio), Arqueiro Verde por Apolo, Aquaman por Poseidon (Netuno) e o Lanterna Verde é Hefesto (Vulcano) == Ver também == *Mulher-Maravilha (Filme) e Mulher-Maravilha 1984 *Wonder Woman (telessérie de 1975) *Capitão Steve Trevor *Núbia (Mulher-Maravilha) *Moças Maravilhas (Donna Troy e Cassie Sandsmark) *Fúria (Lyta Trevor, Lyta Hall e Donna) *Deusa Diana da Mitologia Romana e Deusa Ártemis da Mitologia Grega Categoria:Mulher-Maravilha Categoria:Personagens da DC Comics Categoria:Liga da Justiça Categoria:Heróis da DC Comics Categoria:Super-heroínas Categoria:Princesas fictícias Categoria:Rainhas fictícias Categoria:Artistas marciais da DC Comics Categoria:Personagens que podem voar Categoria:Personagens com superforça Categoria:Personagens com supervelocidade Categoria:Personagens com invulnerabilidade Categoria:Personagens fictícios com superpoderes Categoria:Super-heróis da Era de Ouro das histórias em quadrinhos Categoria:Personagens de banda desenhada Categoria:Personagens de desenhos animados Categoria:Personagens de filmes Categoria:Personagens de séries de televisão Categoria:Personagens dos Super Amigos Categoria:Personagens fictícios baseados em pessoas reais‏‎ Categoria:Personagens mitológicos‏ Categoria:Gregos fictícios Categoria:Personagens fictícias Categoria:Detetives fictícios Categoria:Aviadores fictícios Categoria:Personagens que usam espadas Categoria:Artistas marciais fictícios",
 "title": "Mulher-Maravilha"
}