{
 "id": "42464",
 "text": "The Apprentice é um reality show originado nos Estados Unidos no canal NBC. O programa mostra 16-18 executivos competindo por uma posição em uma das empresas do apresentador e produtor do programa, Donald Trump. No Brasil, o programa foi conhecido como O Aprendiz e exibido no antigo canal People + Arts até sua sétima temporada, mas hoje é transmitido pela Sony Entertainment Television. A 15.ª temporada é apresentada pelo ator e ex-governador da Califórnia, Arnold Schwarzenegger. A primeira edição foi ao ar durante 2004. The Apprentice foi produzido e criado por Mark Burnett e apresentado pelo magnata Donald Trump, que também é co-produtor do programa. Uma série similar, The Apprentice: Martha Stewart, seguiu o mesmo conceito, com Martha Stewart como apresentadora. Foi ao ar em 2005, após a libertação de Stewart da prisão domiciliar. Devido à baixa audiência, não foi renovado para uma segunda edição. == Premissa == Cada edição começa com um grupo de participantes com históricos curriculares bastante diversificados, tipicamente incluindo corretoria, gerenciamento de restaurantes, consultoria política, vendas e marketing. Durante o programa, estes participantes vivem juntos em um hotel, permitindo a construção de relacionamentos. Na edição 6, porém, os grupos foram separados: os vencedores vivendo numa mansão em Los Angeles e os perdedores em um acampamento no quintal da mansão. Os candidatos são divididos em equipes, e a cada semana devem cumprir uma tarefa e escolher um líder para a tarefa em questão. O grupo vencedor recebe uma recompensa, e o grupo perdedor visita a Sala de Reunião para a determinação de qual membro do grupo deve ser demitido (eliminado do programa). A eliminação procede em duas etapas. Na primeira, todo o grupo perdedor é indagado. O líder deve selecionar os membros que mais contribuíram para a derrota. Na segunda etapa, o resto do grupo é dispensado, e o líder e os membros escolhidos são confrontados mais uma vez para a determinação de qual deles será demitido. Trump, por sua vez, já tomou as seguintes atitudes: não permitir que o líder escolha quem participará da reunião final, demitir qualquer candidato antes de uma reunião final se existir informação suficiente para justificar esta ação e demitir mais de um candidato se os mesmos forem responsáveis pelo desempenho ruim. Trump também se dá o direito de demitir todos os candidatos na Sala de Reunião se todos tiverem uma performance fraca. Na edição 6, o líder vencedor tinha a oportunidade de sentar ao lado de Trump e auxiliá-lo a decidir quem deveria ser demitido. == Ver também == *Televisão nos Estados Unidos == Ligações externas == * Categoria:Reality shows dos Estados Unidos Categoria:Programas da NBC Categoria:Programas do People and Arts Categoria:Programas de televisão dos Estados Unidos que estrearam em 2004 Categoria:Fremantle (empresa) Categoria:Programas de televisão em língua inglesa",
 "title": "The Apprentice"
}