{
 "id": "42498",
 "text": "A Livraria do Globo foi criada em Porto Alegre em 23 de dezembro de 1883, por Laudelino Pinheiro de Barcellos e Saturnino Alves Pinto. Inicialmente uma papelaria e livraria, desenvolveu eventuais atividades editoriais de revistas e livros desde o início do século XX e, regularmente, a partir de 1928 (\"Edições da Livraria do Globo\"). Entre 1929 e 1967, editou a Revista do Globo. Em 1956, dividiu-se formalmente em duas empresas, a Livraria do Globo e a Editora Globo.HALLEWELL, Laurence (2005). O livro no Brasil: sua história. São Paulo: EdUSP. Em 1986, a editora foi vendida à carioca Rio Gráfica (RGE), de Roberto Marinho, a qual passou a adotar o nome da empresa adquirida, Editora Globo. Em função da importância histórica, o prédio da Livraria do Globo foi incluído em 1982 pela Prefeitura Municipal no Inventário dos Bens Imóveis de Valor Histórico e Cultural e de Expressiva Tradição. Em 2010, a Equipe do Patrimônio Histórico e Cultural (Epahc), da Secretaria Municipal da Cultura de Porto Alegre retomou o processo de tombamento tendo em vista que, segundo a diretora do Epahc, Débora Regina Magalhães da Costa: “A edificação tem um valor inegável”; além de ser um espaço de encontro de grandes escritores, como Érico Verissimo e Mario Quintana, ele “Também servia de palco para importantes debates sobre a vida política, econômica e cultural do Estado e do país.” Finalmente, em 2011 o tombamento ocorreu a partir do número de processo 1.053620.02.0, publicado no Livro do Tombo nº 76, p. 41/vol. 2, de 22 de setembro de 2011. Desde de 2012 o prédio da antiga Livraria em Porto Alegre se tornou uma unidade das Lojas Renner, que teve o encerramento das operações em 2023. == Breve histórico == Os sócios alugaram uma pequena loja à Rua da Praia nº 268, com apenas duas portas e uma vitrine, vendendo bengalas, sombrinhas, livros, tinteiros e cadernos escolares. Nos fundos foram instaladas uma oficina com uma caixa de tipos, duas máquinas de impressão e um oficial tipógrafo. A livraria funcionava de segunda-feira a sábado (inclui datas comemorativas), das 6h30 às 22h e aos domingos, das 13h30 às 20h e fechada nos feriados e datas especiais. Com o sucesso dos negócios o prédio foi reformado e passou a prestar serviços de encadernação e pautação. Ofereciam-se serviços de gráfica e, em 1909, instalou-se um linotipo, e se tornou a principal gráfica de Porto Alegre. Em 1915 surgiu o Almanaque do Globo, primeira grande publicação da editora. Laudelino faleceu em 1917, deixando a empresa para seus herdeiros e José Bertaso, que era seu sócio na época. Com a aquisição da loja geminada, em 1919, a área da Livraria foi duplicada. As ampliações continuaram. A loja original, de um pavimento, foi ampliada e interligada a um prédio construído nos fundos, a partir de 1924. O edifício da Livraria do Globo, projetado pelo engenheiro e imigrante italiano Armando Boni, ficou enfim pronto em 1928. Com o passar dos anos, a loja da rua da Praia tornou-se ponto de encontro de intelectuais, poetas, políticos e profissionais liberais. Em 1917, durante a gestão de José Bertaso, foi aberta a primeira filial, em Santa Maria, centro ferroviário do Rio Grande do Sul. Borges de Medeiros, então presidente do estado, sugeriu a criação de uma revista do Sul, nascendo assim a Revista do Globo. Na década de 1930 ganhou carta-patente para operar como casa bancária. Anos mais tarde, Leonel Brizola, então governador do estado, confiaria à Globo a impressão das letras do Tesouro do Estado, conhecidas como \"brizoletas\". Com a transferência de Henrique Bertaso, filho mais velho de José, para a editora, a Globo começou a explorar novos filões, como romances policiais e obras do escritor inglês Somerset Maugham. Em 1937, foram construídos no bairro Menino Deus dois prédios para as oficinas da empresa. Em 1938 a editora lançou Olhai os lírios do campo, sucesso nacional de Érico Veríssimo. Ainda nessa época, foi traduzida a obra de Proust. A Editora Globo destacou-se pela publicação de autores gaúchos, mas também pela produção de traduções de grandes obras da literatura mundial. Além da tradução de \"Em busca do tempo perdido\", de Proust, lançou a tradução da monumental \"Comédia Humana\" de Honoré de Balzac, pelos mais renomados tradutores. Produziu também a pioneira Enciclopédia Globo. As primeiras traduções brasileiras de autores de Filosofia (depois republicados na coleção Os Pensadores, da Editora Abril) também foram feitas pela Editora Globo. Nos anos 40 a editora viveu seu auge e tinha filiais em três cidades gaúchas, além de escritórios no Rio de Janeiro e São Paulo. Em 1948 transformou-se em Sociedade Anônima, e em 1956 a empresa se dividiu em Livraria do Globo e Editora Globo. Nos anos 70, o capital foi aberto, mas os herdeiros continuaram como sócios majoritários. Em 1986 a empresa foi vendida à Rio Gráfica Editora (RGE), de Roberto Marinho. A Rio Gráfica passou a usar somente o nome Editora Globo desde então. == Ver também == * História de Porto Alegre * História do Rio Grande do Sul * Arquitetura de Porto Alegre * História do livro no Brasil == Ligações externas == * * Categoria:Empresas de Porto Alegre Categoria:Prédios de Porto Alegre Categoria:Livrarias do Brasil Categoria:Obras de Armando Boni Categoria:Empresas fundadas em 1883 Categoria:Centro Histórico de Porto Alegre Categoria:Patrimônio histórico de Porto Alegre Categoria:Arquitetura eclética no Brasil",
 "title": "Livraria do Globo"
}