{
 "id": "42529",
 "text": "Webcomics, quadrinhos on-line, web quadrinho ou ainda web comics, são histórias em quadrinhos cuja publicação é veiculada exclusivamente pela Internet, apesar de existirem muitos quadrinhos consagrados à moda tradicional que são disponibilizados de forma digital. Podendo facilmente atingir uma audiência, os quadrinhos on-line se tornaram o principal meio dos novos cartunistas apresentarem o seu trabalho. Essa forma independente de publicação, similar aos fanzines, tem tido grande popularidade, havendo centenas de webcomics disponíveis atualmente. A maioria consiste em trabalhos amadores de qualidade inconsistente e de publicação esporádica, mas até mesmo entre essas encontram-se algumas com sucesso da parte do público, da crítica, ou mesmo na área comercial. No Brasil, o Troféu HQ Mix divide as webcomics entre web quadrinho e web tira, já o Prêmio Angelo Agostini, não faz essa distinção, premiando qualquer formato online como web quadrinho.Os vencedores do Prêmio Angelo Agostini 2018 No mercado sul-coreano, criou-se um formato distinto de webcomic chamado de webtoon (). ==Formas e meios== A internet tem, ao menos potencialmente, várias vantagens sobre as formas convencionais de publicação. Muitas das barreiras tradicionais foram removidas, facilitando em grandes proporções a publicação da HQ. Por serem em sua esmagadora maioria obras independentes, os webcomics partilham dos fanzines a controversa possibilidade de superar limitações formais, como os problemas relacionadas a sindicalização dos quadrinhos. Deste modo, direitos autorais são eventualmente desrespeitados, e referências culturais ou a personalidades são facilitadas, além de não ter praticamente nenhum problema com censura, podendo ter conteúdo excessivamente erótico, violento ou de linguagem adulta. Outra parte do legado dos fanzines que os webcomics seguem é o alto teor autoral que a história de um artista pode carregar, exibindo detalhes da vida particular do artista ou mesmo se baseando em seus gostos pessoais. Existe, por exemplo, um gigantesco número de webcomics com temática relacionada a vídeo games. No lado artístico, também existem vantagens. Muitas limitações do papel são superadas no formato digital. Alguns artistas, inclusive, tiram vantagem das peculiaridades da Internet. Scott McCloud, um dos pioneiros das webcomics, deu início à ideia dos quadros infinitos ou tela infiita,As HQtrônicas e suas características onde o artista é livre para direcionar a ordem de distribuição dos quadrinhos como bem entender. Também existem muitos artistas que incorporam animação em seus trabalhos. Há ainda os que colocam hiperlinks nos textos. Tais adventos únicos permitem o quadrinista construir os mais diversos tipos de construção de personagens, bem como enredos mais complexos. De modo bem parecido com as tiras de jornal, os webcomics com maior legião de fãs são aqueles de atualização constante, de preferência diária, já que o consumo constante mantêm mais seguramente um público cativo. Existem também webcomics que são apresentados como quadrinhos convencionais, ou mesmo graphic novels, tendo grandes páginas no lugar das simples tiras de, geralmente, três ou quatro quadros. Um dos aspectos mais controversos das webcomics é a banalização da necessidade de se haver um talento para desenhar para poder criar uma história. Sprite comics usam sprites de jogos de Video game, geralmente das eras 8-bits ou 16-bits, como personagens, podendo ser ou não editados. Também existem webcomics que usam clipart e fotografia. Também existem quadrinhos que usam Pixel art, mas, diferente das Sprite Comics, essas usam arte original. Existem também webcomics que usam arte 3D. ==História== O primeiro comic online foi Witches and Stitches, de autoria do Eric Millikin, tratando-se de uma paródia não autorizada de O Mágico de Oz, publicada no CompuServe em 1985.\"Webcomic \". PC Magazine, Ziff Davis, Inc. Posteriormente, foi publicada a T.H.E. Fox, uma história furry publicado pela Compuserve e Quantum Link, em 1986Beck, Robert. \"Webcomic Spotlight: Eric Monster Millikin \". LotsofInterviews.com, publicado via FTP e usenet em 1991, Netboy publicada na internet no verão de 1993, e Doctor Fun, publicado na internet em setembro de 199317 de Dezembro de 2000. \"Readers know how to find \"Fun\"\". Chapel Hill Herald Pg. 9. Em seguida, vieram The Polymer City Chronicles, que começou com atualizações bi-semanais em 13 de março de 1995, sendo a primeira webcomic com temática sobre videogame, Argon Zark!, surgida em junho de 1995, e Kevin and Kell, em setembro do mesmo ano. Em abril de 1995 também surgiu a primeira webcomic brasileira: Nérd e sua turma, criada por Raquel Gompy e publicada em um site ligado ao Laboratório de Sistemas Integráveis da Universidade de São Paulo. Em 1998, Penny Arcade começou a ser publicada, no mesmo ano se iniciou também a publicação de uma das mais conhecidas webcomics brasileiras: Combo Rangers. Em fevereiro de 2000,Chris Crosby e Darren Bleuel fundaram Keenspot, um dos maiores portais de webcomics. KeenSpot apresenta vários artistas de webcomics, selecionados por popularidade, talente e/ou qualidade. Crosbt e Bleul também começaram um espaço gratuito para hospedagem de webcomics, em julho de 2000, originalmente sob o nome de KeenSpace, mas depois renomeado como Comic Genesis em julho de 2005. Em abril de 2000, Bob and George começou a ser publicado diariamente. Não foi o primeiro sprite comic a surgir na internet, mas é indicado como tal. Em Abril de 2007, Kirby vs Shy-Guy foi lançado por Perdian, com nosso amigo Kirby e Yoshi fugindo e lutando contra General Guy e seu exercito de Shy-Guys. Em Julho de 2000, Austin Osueke lançou eigoMANGA, um portal que publica mangás online (\"webmanga\") originais. Em um ano, eigoMANGA trouxe a atenção da indústria dos quadrinhos para os webcomics depois de ter sido destaque em vários sites especializados em quadrinhos, e também em uma edição de março de 2001 da revista Wizard. Em agosto de 2000, Scott McCloud lançou seu livro Reiventando os Quadrinhos.ISBN 8589384829 Apesar de controverso, McCloud foi um dos primeiros a defender os webcomics e até hoje continua sendo uma das pessoas mais influentes na área. Suas teorias ocasionalmente levaram a debates sobre que rumo os webcomics necessitam tomar e o que, necessariamente, eles são. Em março de 2001, Shannon Denton e Patrick Coyle lançaram Komikwerks.com, ofereço tiras gratuitas de profissionais dos quadrinhos e animação. Em 2 de março de 2002, Joey Manley lançou Modern Tales, que oferece webcomics por assinatura. Surgiram posteriormente ramificações do serviço: serializer (outubro de 2002), girlamatic (março de 2003) e Graphic Smash (setembro de 2003). Em fevereiro de 2005 teve iníco o segundo Daily Grind Iron Man Challenge: o primeiro foi um concurso pequeno com apenas 8 cartunistas, mas o segundo teve grandes proporçoes, recebou uma atenção inesperada e apresentou 56 quadrinhos, incluindo PVP, Real Life e Melonpool. Em Novembro de 2005, o espanhol Jesús García Ferrer cria a webcomic Raruto, uma paródia do sucesso Naruto. Em Outubro de 2006, Clara Gomes criou os Bichinhos de Jardim. De acordo com as estáticas analisadas pela Alexa Internet, alguns dos webcomics mais visitados em janeiro de 2006 são Ctrl+Alt+Del, Mac Hall, Megatokyo, 8-Bit Theater, VG Cats, Penny Arcade, PvP, Questionable Content, Sexy Losers, Sluggy Freelance, Something Positive e User Friendly. As tiras mais populares são, na maioria das vezes, as mais antigas, que estão mais estabilizadas. Em 2008, Rafael Madeira criou o Cersibon, uma webcomic brasileira considerada pelo jornal O Estado de S. Paulo \"o grande hype da internet brasileira\" em 2008. Em 2013 é criada a Webcomic Turma do Dedé, com a inclusão de quadrinhos animados. == Ver também == * Digital Comic Museum * Formatos digitais de histórias em quadrinhos * E-zine * Rage comics Categoria:Palavras, frases e expressões em inglês",
 "title": "Webcomic"
}