{
 "id": "42525",
 "text": "Um robô (ou robot) é um dispositivo, ou grupo de dispositivos, eletromecânicos capazes de realizar trabalhos de maneira autônoma ou pré-programada. Os robôs são comumente utilizados na realização de tarefas em locais mal iluminados, ou na realização de tarefas sujas ou perigosas para os seres humanos. Os robôs industriais utilizados nas linhas de produção são a forma mais comum de robôs, uma situação que está mudando recentemente com a popularização dos robôs comerciais limpadores de pisos e cortadores de gramas. Outras aplicações são: tratamento de lixo tóxico, exploração subaquática e espacial, cirurgias, mineração, busca e resgate, e localização de minas terrestres. Os robôs também aparecem nas áreas do entretenimento e tarefas caseiras. == Etimologia == A palavra 'robô' em si não era nova, tendo sido usada na língua tcheca como robota (que significa servidão, um termo aplicado a camponeses obrigados ao serviço obrigatório sob o sistema feudal). O termo \"robô\" foi aplicado pela primeira vez para se referir a autômatos artificiais na peça R.U.R. em 1920, do escritor tcheco Karel Čapek. No entanto, Karel originalmente lhes chamaria de labori (do latim labor, trabalho) mas seu irmão Josef Čapek sugeriu o termo robô (originalmente robot/roboti- singular/plural). Na concepção atual, robôs são compostos de partes mecânicas, enquanto os \"robôs\" de R.U.R. eram seres semi-humanos e sem alma fabricados com matéria orgânica sintética para servirem de escravos da humanidadeJohn Danaher, Neil McArthur (13 de outubro de 2017). «Robot Sex: Social and Ethical Implications». MIT Press, pág. 04, . ISBN 9780262036689 Consultado em 29 de junho de 2020. sendo, portanto, mais próximos dos replicantes e dos clones humanos.A palavra robótica, usada para descrever este campo de estudo, foi cunhada pelo escritor de ficção científica Isaac Asimov. Ele criou as \"Três Leis da Robótica\" que são um tema recorrente em seus livros e em obras de autores posteriores. == Visão geral == Segundo a definição da RIA (Robotics Industries Association), um robô seria um dispositivo automático que possui conexões de realimentação (feedback) entre seus sensores, atuadores e o ambiente, dispensando a ação do controle humano direto para realizar determinadas tarefas, podendo também haver robôs parcialmente controlados por pessoas. O grau de automatização de um robô pode atingir o nível de aprendizado automático, dependendo dos algoritmos utilizados - ainda que com muitas limitações, devido às óbvias dificuldades de simular a realidade em nível computacional. Os robôs executam tarefas através de atuadores (elétricos, pneumáticos, sonoros etc.), produzindo sons, acendendo elementos luminosos ou displays, movendo um braço, abrindo ou fechando garra robótica, ou realizando o seu próprio deslocamento. O controle é provido por algoritmos que relacionam as entradas e saídas do robô, através de unidades de processamento eletrônicas e de softwares, que podem ser desde um circuito eletrônico de controle até mesmo um computador pessoal. Por esta definição, muitos dispositivos automáticos poderiam ser chamados de robôs. A grande maioria dos robôs seriais existentes está na indústria e lá, as tarefas mais executadas são o deslocamento em um ambiente (locomoção) e a movimentação de objetos ao seu redor (manipulação). Esta distinção por tarefas pode dividir os robôs em duas categorias: robôs móveis e robôs manipuladores, ainda que alguns executem ambas as funções. As estruturas mecânicas dos robôs são elaboradas de forma a executar determinados movimentos. Os manipuladores são geralmente em forma de braço antropomórfico. Suas articulações podem executar movimentos de rotação e de translação. As juntas são elementos mecânicos que conectam os membros (partes) da estrutura dos robôs móveis ou dos manipuladores e podem ser: # rotatória (movimento de rotação ao redor de um eixo fixo) # prismática (movimento de translação) # Ou combinação das duas. (por exemplo: movimento de um parafuso) Um robô paralelo é aquele formado por cadeias cinemáticas fechadas e são geralmente caracterizados por não possuírem atuadores nos membros móveis. O número de Graus de Liberdade se refere a liberdade de movimento no espaço cartesiano, por exemplo. Um corpo rígido livre no espaço cartesiano pode apresentar 3 rotações em torno dos eixos XYZ e mais três translações ao longo destes mesmos eixos XYZ, num total de 6 gdl. Já o braço humano pode ser representado por um corpo rígido com sete gdl. O braço humano não é um corpo rígido pois o mesmo é flexível e pode ser modelado com muito mais do que 6gdl. Os sensores proprioceptivos recebem sinais dos atuadores do robô (como por exemplo registradores de posição relativa entre dois eixos, registradores de posição angular, contadores de voltas). A propriocepção é um dos sentidos mais importantes do corpo humano. Alternativamente, o termo robô tem sido utilizado para a designar uma série de máquinas que substituem diretamente o ser humano ou um animal no trabalho ou no lazer. Desta forma, um robô pode ser visto como uma forma de biomímica. A falta do antropomorfismo é provavelmente a principal causa que nos impede de reconhecer uma lavadora de louças altamente complexa como se fosse um robô. Entretanto, no conceito moderno, este termo implica um certo nível de autonomia que iria impedir que muitas máquinas automáticas fossem chamadas de robôs. A busca por robôs autônomos ou robôs cognitivos cada vez mais autossuficientes, é atualmente um dos focos de pesquisas na robótica, levando ao campo da inteligência artificial. O termo robô é também muito utilizado para se referir a dispositivos mecânicos sofisticados que são controlados remotamente por pessoas possuindo pouco ou nenhum grau de automação, tais como os waldoes e os ROVs. Essa classe de robôs proporciona a simulação de presença, se forem utilizadas câmeras de vídeo transmitindo imagens em tempo real ao controlador do robô. == História == A ideia de pessoas artificiais data de épocas como a da lenda de Cadmus, que semeou os dentes de um dragão que se transformaram em soldados, e do mito do Pigmalião, no qual a estátua de Galateia se torna viva. Na mitologia clássica, o deus deformado da metalurgia (Vulcano ou Hefesto) criou serventes mecânicos, variando de serventes douradas inteligentes a mesas utilitárias de três pernas que poderiam se mover por força própria. As lendas Judias se referem ao Golem, uma estátua de argila animada através de mágica Cabalística. Similarmente, o Younger Edda, da Mitologia escandinava conta que um gigante de argila, Mökkurkálfi ou Mistcalf, foi construído para auxiliar o troll Hrungnir em um duelo com Thor, o Deus do Trovão. O escritor checo Karel Čapek introduziu a palavra \"Robô\" em sua peça \"R.U.R\" (Rossum's Universal Robots, cujo livro foi lançado no Brasil pela editora Hedra com o título A Fábrica de Robôs), encenada em 1921. O termo \"robô\" realmente não foi criado por Karel Čapek, mas por seu irmão Josef, outro respeitado escritor checo. O termo \"Robô\" vem da palavra checa \"robota\", que significa \"trabalho forçado\". Dentre as ideias mais antigas que se conhecem sobre dispositivos automáticos, ou autômatos, data de 350 A.C., a criada pelo matemático grego Arquitas de Tarento, amigo de Platão. Ele criou um pássaro de madeira que batizou de “O Pombo”. O pássaro era propulsionado por vapor e jatos de ar comprimido tendo, para muitos, mais méritos de ter sido a primeira máquina a vapor do que a inventada por James Watt. No ano 60, o matemático e engenheiro Heron de Alexandria construiu um triciclo de movimento independente e programável, acionado pela força um peso em queda. O \"programa\" consistia em cordas enroladas ao redor do eixo. O cientista da computação Noel Sharkey aponta este triciclo como o primeiro robô programável da história. Uma moderna réplica do veículo funcionou perfeitamente, provando que o invento não fora apenas especulação teórica ou fruto da imaginação de Heron. O primeiro projeto documentado de um autômato humanoide foi feito por Leonardo da Vinci por volta do ano de 1495. As notas de Da Vinci, redescobertas nos anos 1950, continham desenhos detalhados de um cavaleiro mecânico que era aparentemente capaz de sentar-se, mexer seus braços, mover sua cabeça e o maxilar. O projeto foi baseado em sua pesquisa anatômica documentada no Homem Vitruviano. Não é conhecido se ele tentou ou não construir o mecanismo (veja: Cavaleiro mecânico de Leonardo). O primeiro autômato funcional foi criado em 1738 por Jacques de Vaucanson, que fez um androide que tocava flauta, assim como um pato mecânico que comia e defecava. A história \"The Sandman\" de E.T.A. Hoffmann traz uma mulher mecânica semelhante a uma boneca, e \"Steam Man of the Prairies\", de Edward S. Ellis (1865) expressa a fascinação americana com a industrialização. Uma onda de histórias sobre autômatos humanoides culminou com a obra \"Electric Man\" (Homem Elétrico), de Luis Senarens (1885). Uma vez que a tecnologia avançou a ponto de as pessoas preverem o uso das criaturas mecânicas como força de trabalho, as respostas literárias ao conceito dos autômatos (robôs) refletiram o medo dos seres humanos, de serem substituídos por suas próprias criações. Frankenstein (1818), de Mary Shelley, muitas vezes considerado o primeiro romance de ficção científica, se tornou sinônimo deste tema. Quando a peça de Čapek RUR (1921) introduziu o conceito de uma linha de montagem que utilizava robôs para tentar construir mais robôs, o tema recebeu uma conotação econômica e filosófica, posteriormente propagada pelo filme clássico de Fritz Lang Metropolis (1927). Porém, na década de 1940, o engenheiro químico Isaac Asimov começou a escrever diversas obras sobre robôs domésticos educados e fiéis ao ser humano, onde grande parte do temor do domínio das máquinas (mecânicas) foi afastado parcialmente. Mas, os populares Blade Runner (1982) e The Terminator (1984) são ícones deste temor. No século XXI, com os robôs se tornando mais reais e perspectiva do surgimento de robôs inteligentes, uma melhor compreensão das interações entre os robôs e os homens é abordada em filmes modernos como A.I. (2001) de Spielberg e Eu, Robô (2004) de Proyas. Muitos consideram o primeiro robô, segundo as definições modernas, como sendo o barco teleoperado, similar a um ROV moderno, inventado por Nikola Tesla e demonstrado em uma exibição no ano de 1898 no Madison Square Garden. Baseado em sua patente 613 809 para o \"teleautomation\", Tesla desejava desenvolver o \"torpedo sem fio\" para se tornar um sistema de armas para a marinha estadunidense. Nos anos 1930, a Westinghouse fez um robô humanoide conhecido como Elektro. Ele foi exibido no World's Fair de 1939 e 1940. O primeiro robô autônomo eletrônico foi criado por Grey Walter na Universidade de Bristol, na Inglaterra, no ano de 1948. George Devol (1912-2011) patenteou o primeiro robô industrial, denominado Unimate, empregado na fábrica da Ford Motor Company de Trenton (Nova Jérsei) em 1961. == Robótica == De acordo com a American Heritage Dictionary, a robótica é a ciência ou o estudo da tecnologia associado com o projeto, fabricação, teoria e aplicação dos robôs. A palavra robótica foi utilizada primeiramente impressa na história de ficção científica de Isaac Asimov \"Liar!\" (1941). Nela, o autor se refere às 'três regras da robótica' que posteriormente se tornaram as \"Três Leis da Robótica\" na publicação de ficção Eu, Robô. Asimov não sabia que estava inventando o termo; como a ciência e tecnologia dos dispositivos elétricos é a eletrônica, ele assumiu que a robótica já se referia à ciência e tecnologia dos robôs. Em algumas das outras obras de Asimov, ele afirma que o primeiro uso da palavra robótica foi em seu conto Runaround (Astounding Science Fiction, março de 1942), onde ele introduziu o conceito das Três Leis. No entanto, a publicação original de \"Liar!\" antecede o de \"Runaround\" em dez meses, então o primeiro é geralmente citado como a origem da palavra. A robótica requer conhecimentos sobre eletrônica, mecânica e software. A parte mecânica requer conhecimentos sobre cinemática, pneumática, hidráulica e a parte eletrônica e de programação, conhecimentos sobre o tipo de unidade processadora a ser utilizada, que podem ser microcontroladores ou CLPs. O processo padrão de criação de robôs começa pela exploração dos sensores, algoritmos e atuadores que serão requeridos para o projeto. Algumas ideias como a relação entre o peso do robô e sua fonte de alimentação primária também são decisivas para o projeto. Após a base mecânica estar montada, os sensores e as outras entradas e saídas do robô são conectadas a um dispositivo que tomará as decisões, sendo mais comum o uso de um microcontrolador como unidade de processamento. Este circuito avalia os sinais de entrada e calcula a resposta apropriada para cada combinação, enviando sinais aos atuadores de modo a causar uma ação ou reação. Os robôs são máquinas poderosas que nos ajudam a vida atualmente. == Usos contemporâneos dos robôs == Os robôs são utilizados para realizar trabalhos que são muitos pesados, sujos ou perigosos para os seres humanos. Os robôs industriais nas linhas de produção são a forma mais comum de robôs, porém isto vem mudando recentemente pela entrada de robôs faxineiros e cortadores de grama. Em 2017, um robô de carga pessoal, que pode transportar até 40 quilos de suprimentos de forma autônoma ou seguindo um operador humano.Vespa's creators just unveiled a personal cargo robot Gita saves you from using a car or dolly to haul your gear. por Jon Fingas (2017) Outras aplicações incluem a limpeza de lixo tóxico, exploração subaquática e espacial, cirurgias, mineração, busca e regaste e a busca de minas terrestres. Os robôs também estão surgindo nas áreas de cuidados de saúde e entretenimento. Os manipuladores industriais possuem capacidades de movimento similares ao braço humano e são os mais comumente utilizados na indústria. As aplicações incluem soldagem, pintura e carregamento de máquinas. A indústria automotiva é um dos campos que mais se utiliza desta tecnologia, onde os robôs são programados para substituir a mão de obra humana em trabalhos repetitivos ou perigosos. A adoção generalizada deste tipo de tecnologia, entretanto, foi atrasada devido à avaliabilidade de funcionários baratos e aos altos requerimentos de capital dos robôs. Outra forma de robôs industriais é o AGVs (Veículos Guiados Automaticamente). Os AGVs são utilizados em estoques, hospitais, portos de contêineres, laboratórios, instalações de servidores, e outras aplicações onde o risco, confiabilidade e segurança são fatores importantes. De mesma forma, o patrulhamento autônomo e os robôs de segurança estão aparecendo como parte de alguns prédios automatizados. No começo do século XXI, os robôs domésticos começaram a surgir na mídia, com o sucesso do Aibo, da Sony e uma série de fabricantes lançando seus aspiradores robóticos, tais como a iRobot, Electrolux, Vileda e Karcher. Cerca de um milhão de unidades de aspiradores foram vendidas em todo o mundo até o final de 2004. A iRobot planeja produziu um robô de mapeamento similar no tamanho e forma aos aspiradores robóticos. As corporações japonesas foram bem-sucedidas em seus desenvolvimentos de protótipos de robôs humanoides e planejam utilizar esta tecnologia não apenas nas linhas de produção, mas também nos lares japoneses. Existem expectativas no Japão de que os cuidados caseiros para a população idosa podem ser melhor realizados através da robótica. No Brasil, por incentivo de políticas públicas, foi fundada uma indústria de robôs denominada ARMTEC Tecnologia em Robótica, que desde 2004 vem gerando robôs bombeiros, ROVs, de avaliação de pavimentos entre outros. Os robôs também são comumente utilizados como uma forma de Arte de Alta Tecnologia. == Desenvolvimentos atuais == Quando os roboticistas tentaram imitar os movimentos humanos e de animais em robôs, eles descobriram que isto era muito difícil de ser realizado, necessitando de muito mais poder computacional do que estava disponível na época. Então, foi dada ênfase a outras áreas de pesquisa. Robôs simples utilizando rodas foram utilizados para conduzir experimentos sobre comportamento, navegação e planejamento de percursos. Estas técnicas de navegação atualmente se encontram disponíveis nos sistemas de controle de robôs autônomos. O exemplo mais sofisticado de um sistema de navegação autônomo disponível inclui um sistema de LASER e o sistema VSLAM (Localização e Mapeamento Visual Simultâneos) da ActivMedia Robotics e da Evolution Robotics. No momento em que os engenheiros estavam prontos para tentar criar robôs que caminhassem novamente, eles começaram com pequenos hexápodes e outras plataformas com muitas patas. Estes robôs imitavam os insetos e artrópodes em forma e função. Estes tipos de corpos comumente oferecem alta flexibilidade e adaptatividade a muitos ambientes, porém o custo da complexidade mecânica adicional tem adiado sua adoção pelos consumidores. Com mais de quatro patas, estes robôs são estaticamente estáveis, o que os torna mais fáceis para se trabalhar. O objetivo da pesquisa com robôs bípedes é obter uma caminhada utilizado movimento passivo-dinâmico que imite o movimento humano. Temos algum progresso recente na locomoção bípede, entretanto um caminhar bípede robusto ainda não foi atingido. Outro problema técnico que impede uma adoção mais aberta dos robôs é a complexidade de manusear objetos físicos em um ambiente natural caótico. Sensores de toque e melhores algoritmos de visão podem resolver este problema. O UJI Online Robot da Universidade Jaime I da Espanha é um bom exemplo de um progresso atual neste campo. Recentemente, grandes progressos têm sido realizados na área da robótica médica, com duas companhias em particular, a Computer Motion e a Intuitive Surgical, recebendo uma aprovação regulatória na América do Norte, Europa e Ásia para que seus robôs sejam utilizados em procedimentos cirúrgicos médicos invasivos. A automação em laboratórios é uma área crescente. Nesta, os robôs são utilizados para transportar amostras químicas ou biológicas entre instrumentos tais como incubadores, recipientes e leitores. Outros lugares em que a robótica poderá substituir o trabalho humano é na exploração do fundo do mar e exploração espacial. Para estes trabalhos, os corpos do tipo artrópode são geralmente preferidos. Mark W. Tilden, do Los Alamos National Laboratories, se especializou em robôs baratos com patas dobradas porém sem juntas, enquanto outros buscam reproduzir o movimento completo dos caranguejos. Robôs experimentais com asas e outros modelos explorando a biônica estão ainda no princípio de seu desenvolvimento. Os \"nanomotores\" e os \"smart wires\" podem reduzir drasticamente a quantidade de energia utilizada para realizar os movimentos, enquanto a estabilização em voo pode ser melhorada por giroscópios extremamente pequenos. Um dos motivos mais significativos para estes trabalhos é o interesse militar em tecnologias de espionagem. == Expectativas futuras == Alguns cientistas acreditam que os robôs serão capazes de se aproximar a uma inteligência semelhante à humana na primeira metade do século XXI. Mesmo antes destes níveis de inteligência teóricos serem obtidos, especula-se que os robôs podem começar a substituir os humanos em muitas carreiras com trabalho intensivos. O pioneiro da cibernética Norbert Wiener discutiu alguns destes temas em seu livro The human use of human beings (1950), no qual ele especulou que a tomada de trabalhos humanos pelos robôs pode levar a um aumento no desemprego e problemas sociais a curto prazo, porém que a médio prazo isto pode trazer uma riqueza material às pessoas na maioria das nações. Alguns acreditam que estes robôs coletivamente podem formar um \"proletariado robô\", ou classe operária, que permitiria que os humanos ser preocupassem principalmente com o controle dos meios de produção (tais como os equipamentos de fazendas e indústrias), assim aproveitando os frutos dos trabalhos dos robôs. Tal mudança na produção, distribuição e consumo de mercadorias e serviços iria representar uma mudança radical do sistema socioeconômico atual, e para evitar a pobreza normalmente causada pelo desemprego e para poder aproveitar os frutos do trabalho robótico, acredita-se que o proletariado humano teria que derrubar a classe dominante, estando de acordo com as previsões de Karl Marx. A robótica provavelmente continuará sua expansão em escritórios e residências, substituindo aparelhos \"não inteligentes\" por seus equivalentes robóticos. Robôs domésticos capazes de realizar muitos trabalhos caseiros, descritos nas histórias de ficção científica e mostrados ao público nos anos 1960, continuarão a ser aperfeiçoados. Aparentemente existe um certo grau de convergência entre humanos e robôs. Alguns seres humanos já são ciborgues, com alguma parte do corpo ou mesmo partes do sistema nervoso substituídos por equivalentes artificiais, tais como o marcapasso. Em muitos casos a mesma tecnologia pode ser utilizada tanto na robótica quanto na medicina. Mesmo não sendo robótica restrita, existem alguns estudos nesta área pelo professor Kevin Warwick. == Possíveis perigos == O conceito de que os robôs podem competir ou rivalizar com os humanos é comum. Em sua série Eu, Robô, Isaac Asimov cria as Três Leis da Robótica em uma tentativa literária de controlar a competição dos robôs com os seres humanos, estas leis são: # Um robô não pode ferir um ser humano, ou, por omissão, permitir que um ser humano seja ferido. # Um robô deve obedecer às ordens recebidas dos seres humanos, a não ser no caso de estas ordens entrarem em conflito com a Primeira Lei. # Um robô pode proteger a sua própria existência, contanto que tal proteção não entre em conflito com a Primeira ou Segunda Leis. Infelizmente, este problema pode não ser tão simples de resolver. O próprio Asimov baseou o enredo de uma série de romances e histórias curtas na análise da aplicabilidade e suficiência das três leis. As leis ou regras que podem ou devem ser aplicadas aos robôs ou outro \"capital autônomo\" em cooperação com competição com os humanos incentivaram a investigação macroeconômica desta competição, notavelmente por Alessandro Acquisti construindo um trabalho posterior a John von Neumann. Mesmo sem uma programação maliciosa, os robôs e os humanos simplesmente não possuem as mesmas tolerâncias e capacidades corporais, o que pode levar a acidentes: Em Jackson, no estado de Michigan, em 21 de julho de 1984, um robô de uma fábrica esmagou um operário contra uma barra de proteção, aparentemente na primeira morte relacionada a um robô nos Estados Unidos. Desde então as cortinas de laser tem sido requeridas para proteção contra tal tipo de perigo com equipamentos pesados. Em março de 2009 um robô programado para simular emoções humanas teve um 'ataque obsessivo'. Kenji, um robô projetado pela Robotic Akimu, empresa ligada à Toshiba, e programado para simular emoções humanas, agiu fora do normal após passar um dia com uma pesquisadora. Ele tentou evitar que ela fosse embora, bloqueando a porta de passagem, e ficou exigindo abraços. Em outra visão, o episódio da série Star Trek: Voyager \"Prototype\" mostra um grupo de robôs conhecidos como Automated Personnel Units (Unidades Pessoais Automatizadas), que haviam sido construídas para combater em um grupo guerreiro porém matou seus criadores quando a guerra terminou. == Competições de robôs == Dean Kamen, o fundador da FIRST e da American Society of Mechanical Engineers (ASME) criou um fórum competitivo que visa inspirar nas pessoas jovens, em suas escolas e comunidades uma apreciação pela ciência e tecnologia. A competição robótica deste grupo é uma competição multinacional onde times profissionais e pessoas jovens resolvem problemas de engenharia de forma intensa e competitiva. Em 2003 a competição atingiu mais de 20.000 estudantes em mais de 800 times em 24 competições. Estes times vêm do Canadá, Brasil, Reino Unido e Estados Unidos. Ao contrário das competições de sumo que ocorrem regularmente em alguns eventos, os as competições Battlebots na televisão, estas competições incluem o processo de criação do robô. A RoboCup é uma organização competitiva dedicada ao desenvolvimento de um time de robôs humanoides totalmente autônomos que possa vencer o campeão mundial de futebol por volta do ano 2050. Existem muitas ligas para simulação para humanoides de tamanho real. A RoboCup Jr. é similar à RoboCup. RoboCup Jr. é uma competição para qualquer pessoa com menos de 18 anos de idade, e é um pouco mais fácil do que a RoboCup normal. A RoboCup Jr. inclui três competições: futebol (um campeonato de futebol), resgate (um curso de obstáculos aonde um item deve ser levado de um local a outro) e dança (os robôs são julgados pela dança, criatividade e roupas). Como na RoboCup, todos os robôs devem ser construídos e programados pelo time que o construiu, não é permitida a compra de outros robôs. O Sumô de Robôs é uma disputa de robótica entre dois robôs que buscam empurrar o adversário de uma arena circular, igual ao esporte sumô. É uma das modalidades mais populares do mundo com competições internacionais em países como Japão, Estados Unidos, Polônia, México e Brasil. O DARPA Grand Challenge é uma competição para veículos robóticos completarem um percurso de 200 milhas no deserto de Mojave. O desafio consiste em cumprir um trajeto definido momentos antes da disputa, em menos de 10 horas e de forma autônoma. O prêmio de $ 1 000 000 não foi atingindo por nenhuma das equipes na primeira edição do evento, em 2004. A maior distância que um participante conseguiu atingir nesse ano foi de apenas 7,4 milhas. O prêmio ficou acumulado para 2005 no valor de $ 2 000 000 sendo neste ano então conquistado pela Universidade de Stanford. Nesta corrida, quatro veículos completaram o percurso com sucesso. Esta é uma das amostras de que a tecnologia robótica e os algoritmos de navegação autônoma estão evoluindo muito rapidamente. O Intelligent Ground Vehicle Competition (IGVC), é uma competição para veículos terrestres autônomos que devem atravessar obstáculos em ambientes abertos sem nenhuma intervenção humana. Esta competição internacional suportada pela Association for Unmanned Vehicle Systems International (AUVSI), é uma competição de projetos estudantis de nível universitário e tem mantido competições anuais desde 1992. Os dois AAAI Grand Challenges se foram na Interação entre homem e robô, com uma sendo um robô participando de uma conferência e a outra um desafio de interação entre o operador e o robô em um resgate. Os Centennial Challenges são campeonatos da NASA com prêmios visando avanços tecnológicos não financiados pelo governo, incluindo a robôtica, por cidadãos estadunidenses. Em competições Micromouse, pequenos robôs tentam sair de um labirinto no menor tempo possível. A popularidade dos programas de televisão Robot Wars Robotica e Battlebots, sobre competições de nível colegial de sumo entre robôs, o sucesso das \"bombas inteligentes\" e dos UCAVs em conflitos armados, os \"gastrobots\" comedores de grama na Flórida e a criação dos robôs de alimentação demorada na Inglaterra, sugerem que o medo de uma forma de vida artificial nociva, que entre em competição com a vida selvagem não é uma ilusão (ver: Rebelião das máquinas). O worldwide Green Parties em 2002 pediu ao público que aumenta-se sua vigilância contra tal tipo de competição, como base em preocupações de biossegurança. Assim como ocorreu com as preocupações de Aldous Huxley sobre a clonagem humana, as questões que Karel Čapek levantou anteriormente na ficção científica se tornaram debates reais. == Ver também == * AISoy1 * Kit Robô * Nanorrobô * Robô autônomo * Robô humanoide * Robótica Livre *Talos == Ligações externas == * * * * Categoria:Robótica Categoria:Temas da ficção científica Categoria:Palavras decorrentes da ficção Categoria:Tecnologia da informação Categoria:Engenharia robótica",
 "title": "Robô"
}