{
 "id": "42570",
 "text": "Circuncisão masculina é a remoção do prepúcio do pénis humano. No procedimento mais comum, o prepúcio é aberto, as aderências removidas e a pele separada da glande. Posteriormente é colocado um grampo próprio para estabilizar o pénis e a pele do prepúcio é cortada. O nome técnico do procedimento cirúrgico é postectomia. O procedimento também pode ser realizado sem um instrumento próprio. Para diminuir as dores e a ansiedade pode por vezes ser usada anestesia local ou de aplicação tópica, embora a anestesia geral seja também uma opção em adultos e crianças. Na maior parte dos casos, a circuncisão é uma cirurgia planeada e realizada em bebés e crianças por motivos culturais e religiosos. No entanto, em alguns casos pode ser realizada como tratamento médico para uma série de doenças, entre as quais casos problemáticos de fimose, infeções crónicas do trato urinário e balanopostite que não responda a outros tratamentos. No entanto, está contra-indicada em casos de determinadas anormalidades da estrutura genital ou má condição física geral. A circuncisão no geral está associada à diminuição da incidência de formas cancerígenas do vírus do papiloma humano e à diminuição do risco de infeções do trato urinário e de cancro do pénis. No entanto, a prevenção destas condições não justifica a circuncisão de rotina em crianças. Os estudos sobre potenciais efeitos protetores contra outras doenças sexualmente transmissíveis ainda não foram conclusivos. Uma revisão de 2010 verificou que as circuncisões realizadas por médicos apresentavam uma taxa de complicações de 1,5% em bebés e 6% em crianças mais velhas, com alguns casos de complicações graves. Entre as complicações mais comuns estão hemorragias, infeções e a remoção de demasiada ou insuficiente pele do prepúcio. As taxas de complicações são maiores quando o procedimento é efetuado por alguém inexperiente, em condições de pouca higiene ou quando a criança é mais velha. A circuncisão não aparenta ter impacto negativo na função sexual.The American Academy of Pediatrics Task Force on Circumcision \"Technical Report\" (2012) addresses sexual function, sensitivity and satisfaction without qualification by age of circumcision. Sadeghi-Nejad et al. \"Sexually transmitted diseases and sexual function\" (2010) addresses adult circumcision and sexual function. Doyle et al. \"The Impact of Male Circumcision on HIV Transmission\" (2010) addresses adult circumcision and sexual function. Perera et al. \"Safety and efficacy of nontherapeutic male circumcision: a systematic review\" (2010) addresses adult circumcision and sexual function and satisfaction. As evidências sustentam ainda que a circuncisão masculina diminui o risco de infeção por VIH entre homens heterossexuais na África subsariana. No entanto, as evidências de possíveis benefícios para homossexuais masculinos são menos claras. Além disso, a eficácia de usar a circuncisão como método de prevenção do VIH em países desenvolvidos ainda não está esclarecida. Por este motivo, a Organização Mundial de Saúde recomenda que a seja considerado o recurso à circuncisão como parte integrante de programas de prevenção de VIH em regiões com elevada prevalência de VIH, como na África subsariana. Com a exceção da posição da OMS para regiões com elevada prevalência de VIH, as posições das principais organizações de medicina do mundo em relação à circuncisão planeada de bebés e crianças variam, desde aquelas que que consideram que não apresenta benefícios ao mesmo tempo que apresenta riscos significativos, até às que consideram que apresenta alguns benefícios de saúde que superam eventuais pequenos riscos. Nenhuma das principais organizações de saúde recomenda nem a proibição da prática, nem a circuncisão universal de todas as pessoas do sexo masculino. Estima-se que cerca de um terço dos homens em todo o mundo seja circuncidado. A prática é comum no mundo islâmico, nos Estados Unidos, em partes do sudeste asiático e de África, e em Israel onde é praticamente universal por motivos religiosos. Por outro lado, é relativamente rara na Europa, na América Latina, em partes do sul de África e em grande parte da Ásia. Desconhece-se com precisão a origem da circuncisão. O mais antigo documento escrito é proveniente do Antigo Egito. A circuncisão entre bebés e por motivos que não sejam de saúde está na origem de um debate ético sobre questões de consentimento informado e direitos humanos, sendo por isso um procedimento controverso. Têm sido propostas várias teorias para a sua origem, incluindo como forma de sacrifício religioso ou um rito de passagem que marca a entrada de um rapaz na idade adulta. No Judaísmo, a circuncisão faz parte da lei religiosa e é uma prática comum entre muçulmanos, cristãos coptas e ortodoxos etíopes. O termo \"circuncisão\" tem origem no latim circumcidere, que significa \"cortar à volta\". == Origem e fatores culturais e religiosos == Em algumas culturas a circuncisão no início da puberdade é rito de passagem masculino que marca, ou originalmente marcava, a maioridade, e manteve-se como tradição cultural atualmente desvinculada de aspectos sociais e jurídicos, como na Turquia e povos do nordeste da África. Como muitos dos ritos de passagem masculinos, era um exercício e uma prova de estoicismo, por ser feita sem lenitivos em região de alta sensibilidade tátil. Serve ainda como um sinal identitário permanente, como prova de pertencimento a um grupo social ou religioso. === Na cultura judaica === Embora alguns acreditem que os hebreus tenham assimilado a prática da circuncisão dos egípcios, não há sinais consistentes que apoiem essa teoria. O mais provável é que os próprios hebreus tenham, em suas raízes mais remotas da época patriarcal, inserido tal prática em seus costumes de maneira independente a quaisquer outros povos, mantendo a tradição em suas práticas religiosas até à presente época. No Antigo Israel, a circuncisão tinha de ser realizada no 8.º dia do nascimento. Tem o sentido de um sinal da aliança entre Deus e Abraão e seus descendentes e de um rito de inserção no povo eleito. Deus terá tornado obrigatória a prática da circuncisão masculina para Abraão, um ano antes de nascer Isaque. Todos os homens da casa de Abraão, tanto seus descendentes como dependentes, estavam incluídos, e todos os escravos receberam em si este «sinal do pacto», com o qual entregavam a Deus a sua aliança de carne (anel prepucial), mostrando a reciprocidade deste ato de fé no corpo (Levítico). A circuncisão torna-se um requisito obrigatório na Lei dada a Moisés (). Isto era tão importante que, mesmo que o 8.º dia calhasse no sabá, a circuncisão teria de se realizar. No primeiro século da Era Cristã, era costume social entre os judeus dar nome ao recém-nascido do sexo masculino no momento da circuncisão. Mas os profetas do Antigo Testamento mostravam que mais importante do que a circuncisão literal é a circuncisão figurativa ou «circuncisão do coração» (; ; ; ). Aos judeus insensíveis às palavras dos profetas chama-se figurativamente «incircuncisos» (; ). ==== Sempre no oitavo dia ==== «Com base na consideração das determinações de vitamina K e de protrombina, o dia perfeito para se realizar uma circuncisão era no oitavo dia» (citação de «Nenhuma Dessas Doenças», Dr. S. I. McMillen, 1986, pág. 21, em inglês). Seguir esta regra ajudava a evitar o perigo de uma grande hemorragia. A circuncisão era usualmente feita pelo chefe de família. Mais tarde, passou-se a recorrer a uma pessoa especialmente preparada. Um mohel, no caso dos judeus, geralmente um médico, circuncidador, ou então uma pessoa que tenha conhecimento da cirurgia, e das rezas realizadas, no processo. Deus instituiu este ato para distinguir o seu povo de outros povos, sendo que o homem deveria obedecer ao mandado Dele. Uma outra interpretação aponta para uma prática de higiene, para poupar o povo a doenças indesejáveis, tornando-a uma prática de fé. ==== A circuncisão de Jesus ==== De acordo com a Bíblia, completados os oito dias que determina a tradição judaica, Jesus Cristo foi apresentado ao templo de Jerusalém por sua família para ser circuncidado, quando então foi abençoado por Simeão e Ana. O prepúcio retirado de Jesus é conhecido como prepúcio sagrado. Considerado uma relíquia ao longo da história, sua posse foi reclamada ou contestada por diversas igrejas e catedrais. Há vários milagres e poderes atribuídos a esta relíquia, muito cobiçada no período medieval. === Influência da cultura grega === A influência da cultura grega começou a predominar no Médio Oriente e culminou no abandono da circuncisão por muitos povos. Mas, quando o rei sírio Antíoco IV Epifânio proscreveu a circuncisão, deparou-se com mães judias dispostas antes a morrer do que a negar aos seus filhos o «sinal do pacto». Anos mais tarde, o imperador romano Adriano (117-138) obteve a mesma reação quando proibiu aos judeus circuncidar seus recém-nascidos. No intuito de evitar zombaria e ridículo, alguns atletas judeus que desejavam participar nos jogos helenísticos procuravam tornar-se «incircuncisos» por meio de uma operação destinada a restabelecer certa semelhança de prepúcio. === A circuncisão e o cristianismo === Com a fundação do Cristianismo, a circuncisão deixou de ser um requisito religioso obrigatório para os judeus cristãos, embora não fosse expressamente proibida (). A perspetiva da Igreja Católica é contrária à circuncisão (rito judaico) desde os primeiros dias. Conforme o Papa Eugênio IV oficializou na Bula de União com os Coptas, de 1442, a Igreja manda a todos os seus fieis que «…não pratiquem a circuncisão, seja antes ou depois do batismo, pois, ponham ou não sua esperança nela, ela não pode ser observada sem a perda da salvação eterna». == Circuncisão como medida profilática == Os defensores da circuncisão afirmam que existe um valor prático na circuncisão masculina, como ato médico. E também como medida de higiene já que impede a acumulação de uma secreção genital chamada esmegma, no espaço entre a glande e o prepúcio que a recobre.http://www.cirp.org/library/normal/wright1/ Se não for removido, o esmegma torna-se mal cheiroso e campo de cultivo de bactérias, que causam grande irritação e são foco de infeções. O esmegma acumula-se também no clitóris e nos pequenos lábios, o que justificaria a combatida circuncisão ou mutilação genital feminina. É realizada em certos casos de fimose e parafimose ou quando a glande masculina não pode ser libertada. Para estes últimos casos, existe, como alternativa à circuncisão, uma terapia local de creme esteroide que parece ser eficaz; e, mesmo quando esta falha, há ainda a prepucioplastia, uma cirurgia que corrige o prepúcio sem o remover. == Circuncisão de adultos == Os médicos especialistas recomendam a circuncisão de adultos quando estes sofrem de fimose. No entanto, devido à maior complicação que esta circuncisão pode representar, é recomendável que os pais detectem a fimose no rapaz ainda criança, para que ela possa realizar-se mais cedo. A circuncisão de adultos pode ser mais dolorosa do que em crianças por uma série de fatores. O primeiro é que, no pós-operatório, as ereções nocturnas (normais e saudáveis num homem adulto) podem tornar-se muito dolorosas até à retirada dos pensos e dos pontos da sutura. O segundo é que os adultos demoram mais tempo a habituar-se à condição de circuncidados, podendo ter que mudar de hábitos no que toca à roupa interior ou aos calções de banho, devido à extrema sensibilidade da glande até então protegida e ora exposta, até que com o tempo essa sensibilidade naturalmente se reduza. No caso de homens que já tenham tido vivência sexual pode haver, por comparação que não ocorre em crianças, frustração pela perda de sensibilidade erógena, tanto da própria glande quanto pela perda dos receptores nervosos existentes na superfície interna do prepúcio. ==Ver também== * Mutilação genital feminina (\"circuncisão feminina\") Categoria:Islão Categoria:Modificação corporal Categoria:Procedimentos de remoção cirúrgica Categoria:Rituais religiosos Categoria:Saúde sexual Categoria:Circuncisão Categoria:Judaísmo Categoria:Cirurgia pediátrica",
 "title": "Circuncisão"
}