{
 "id": "42580",
 "text": "O Quidditch, conhecido no Brasil como Quadribol, é um esporte fictício criado pela autora J. K. Rowling em sua série de ficção Harry Potter. A história da série centra-se em feiticeiros que estudam artes mágicas na Escola de Magia e Bruxaria de Hogwarts. Nascido fora da tradição de vassouras voadoras usadas por bruxas para transporte, o Quidditch foi desenvolvido pela autora como o esporte mais popular no universo de Harry Potter; um esporte complexo disputado completamente no ar por bruxos em vassouras voadoras. Como na maiorias dos outros esportes, o objetivo do Quidditch é conquistar o maior número de pontos no final da partida. Os jogos são disputados por duas equipes adversárias compostas por sete jogadores. O esporte possui quatro bolas: uma Goles (Quaffle), dois Balaços (Bludgers) e um Pomo de ouro (Golden Snitch). Centrado em torno do uso de cada bola, existem quatro posições: os artilheiros e os goleiros, que jogam com as Goles; os batedores, jogadores que se concentram nos Balaços; e os apanhadores, responsáveis por tentar pegar o Pomo de ouro. Cada equipe é composta por três artilheiros, dois batedores, um goleiro e um apanhador. O Quidditch é disputado num campo oval com três aros de diferentes alturas em cada extremidade. Harry Potter desempenha uma posição importante e cobiçada para a equipe de sua casa em Hogwarts: ele é o apanhador. Os aspectos da história do esporte são revelados em Quidditch Through the Ages. O Quidditch é um dos elementos mais destacados do universo, tornando-se um esporte real e sendo disputado em diversos países. Apesar disso, o esporte foi criticado por alguns críticos por reforçar a desigualdade de gênero, principalmente pelo baixo impacto das personagens femininas no resultado final. ==Desenvolvimento== Rowling começou a desenvolver o esporte num quarto de hotel em Manchester após uma discussão com seu então namorado. Ela explicou: \"eu estava pensando sobre as coisas que mantêm uma sociedade em conjunto, porque ela se congrega e significa seu caráter particular e sabia que precisava de um esporte\". Rowling afirmou que a palavra \"Quidditch\" não é derivada de nenhuma raiz etimológica particular, mas foi o resultado de preencher cinco páginas de um caderno com diferentes palavras que começam com a letra \"Q\". Apesar da popularidade do esporte com os fãs, Rowling não gostou de descrever os jogos. Ela comentou em uma entrevista: A cena final do Quidditch nos livros aparece em Harry Potter and the Half-Blood Prince. Rowling experimentou uma \"alegria diabólica\" escrevendo essa cena, que apresenta comentários memoráveis de Luna Lovegood. Em 2014, Rowling publicou uma série de relatórios de partida da Copa do Mundo de Quidditch no projeto Pottermore, culminando em uma breve história sobre a final, com o retorno de Harry, Ron, Hermione e seus amigos como adultos. Isso gerou interesse de vários meios de comunicação, porque foi a primeira nova redação sobre os personagens de Harry Potter desde o final da série em 2007. ==Quidditch na série Harry Potter== Quidditch foi introduzido no livro Harry Potter e a Pedra Filosofal, e é uma característica regularmente recorrente ao longo dos primeiros seis livros. Ele é representado como sendo jogado por profissionais (como em torneios como a Copa do Mundo) e amadores. Já nos filmes, o esporte está presente em cinco das oito produções cinematográficas, sendo que algumas cenas foram eliminadas para economizar tempo. ===Progressão do jogo=== Os jogos de Quidditch são disputado num campo oval, com uma área de pontuação em cada extremidade, composta por três aros, cada um com uma altura diferente. Cada equipe é composta por sete jogadores, constituídas por três artilheiros, dois batedores, um goleiro e um apanhador. A função dos artilheiros é manter a posse da Goles, uma bola de couro em tom escarlate que é arremessada em direção dos aros, a equipe marca gols no valor de dez pontos se a bola atravessa um dos aros, que por sua vez são defendidos pelos goleiros. Enquanto isso, os jogadores de ambas as equipes são atacados indiscriminadamente por dois balaços de ferro que voam violentamente, tentando derrubar os jogadores de suas vassouras. É o trabalho dos batedores defender seus companheiros de equipe; eles carregam bastões curtos de madeira, que usam para afastar os balaços de seus companheiros de equipe e/ou jogá-los em direção de jogadores da equipe adversária. Finalmente, o papel do apanhador é pegar o Pomo de ouro, uma pequena bola de ouro, o tamanho aproximado de uma noz, que por sua vez está encantado para voar ao redor do campo. Caso o apanhador captura o Pomo, o jogo termina e sua equipe conquista 150 pontos. À medida que a equipe com mais pontos ganha, capturar o Pomo muitas vezes garante a vitória na partida. Uma notável exceção foi quando o apanhador da seleção búlgara, Viktor Krum, captura o Pomo durante a final da Copa do Mundo em Harry Potter e o Cálice de Fogo, enquanto a equipe ainda está a 160 pontos atrás de seu adversário, a seleção da Irlanda, fazendo com que sua própria equipe perdesse a partida por apenas dez pontos. ==Recepção== De acordo com David K. Steege, os livros \"segue de perto a tradição da história da escola de fazer jogos e esportes básicos para a experiência dos internatos; algumas das cenas mais vívidas e populares da série ocorrem no campo de jogo.\" No entanto, alguns críticos alegaram que a apresentação do esporte de Rowling reforça a desigualdade de gênero. Por exemplo, Heilman e Donaldson argumentam que as mulheres desempenham, em última instância, pouco impacto no resultado do jogo, e também observou-se que as mulheres na equipe da Grifinória têm poucas linhas. Esta visão foi disputada por Mimi R. Gladstein, que aponta para a presença de jogadoras da equipe irlandesa vitoriosa da Copa do Mundo de Quidditch. Ela argumenta: \"a inclusão de jogadoras de Quidditch no mais alto nível do esporte é feita sem um vestígio de autoconsciência e sua inclusão não é um problema nas mentes dos personagens.\" Quidditch foi criticado pela ênfase que coloca a captura do Pomo. Rowling afirma que o Quidditch é um esporte que \"enfurece\" os homens em particular, que são incomodados pelo sistema de pontuação irrealista. ==Ligações externas== * de:Begriffe der Harry-Potter- Romane#Quidditch Categoria:Quidditch",
 "title": "Quidditch"
}