{
 "id": "42614",
 "text": "Jacques de Molay, por vezes também chamado Tiago de Molay, (; ; (Pronúncia: [ʒak də mɔlɛ] Jak Demolé); Molay, 1244 – Paris, ) foi um religioso e militar francês, e o último grão-mestre da Ordem dos Cavaleiros Templários. Nascido em Molay, pertencia a uma família da pequena nobreza francesa. É hoje o patrono da Ordem DeMolay. == Biografia == Nascido em Molay, comuna francesa atualmente localizada no departamento de Alto Sona, França, mas na época o vilarejo pertencia ao Condado da Borgonha. Muito pouco se sabe sobre sua infância e adolescência; aos seus 21 anos de idade, como muitos filhos da nobreza europeia, de Molay entrou para a Ordem dos Cavaleiros Templários, organização sancionada pela Igreja Católica para proteger as estradas entre Jerusalém e Acre, importante porto no mar Mediterrâneo. Nobres de toda a Europa enviavam os filhos para serem cavaleiros templários, e isso fez com que a Ordem passasse a ser muito rica e popular em todo o continente europeu e Oriente Médio. Em 1298, Jacques de Molay foi nomeado grão-mestre dos templários (assumiu o cargo após a morte de seu antecessor, Teobaldo Galdino), uma posição de poder e prestígio. Mas passou por uma difícil situação: as Cruzadas não estavam atingindo seus objetivos. O anticristianismo sarraceno derrotou as Cruzadas em batalhas, capturando algumas cidades e portos vitais dos cavaleiros templários e dos hospitalários (outra ordem de cavalaria). Restou apenas um único grupo do confronto contra os sarracenos. Os templários resolveram, então, se reorganizar e readquirir sua força. Viajaram para a ilha de Chipre, esperando que a população se levantasse em apoio a outra Cruzada. Em vez de apoio público, os cavaleiros atraíram a atenção dos poderosos senhores feudais, muito deles seus parentes, pois para se entrar na ordem teria de se pertencer à nobreza. Em 1305, o rei da França resolveu obter o controle dos templários para impedir a ascensão da ordem no poder da Igreja Católica. O rei era amigo de Jacques de Molay devido ao parentesco deles; o delfim Carlos, mais tarde , era afilhado de Jacques. Mesmo sendo seu amigo, o rei de França tentou juntar a ordem dos Templários e a dos Hospitalários, pois sentiu que as duas formavam uma grande potência econômica e sabia que a Ordem dos Templários possuía várias propriedades e outros tipos de riqueza. Sem obter o sucesso desejado, de juntar as duas ordens e se tornar um líder absoluto, o então rei de França armou um plano para acabar com a Ordem dos Templários. Chamou o nobre francês Esquino de Floyran com a missão de denegrir a imagem dos templários e de seu grão-mestre, e como recompensa receberia terras pertencentes aos templários logo após derrubá-los. O ano de 1307 marcou o começo da perseguição aos cavaleiros. Apesar de possuir um exército com cerca de homens, Jacques foi a França para o funeral da imperatriz latina, Catarina de Courtenay, que era casada com Carlos de Valois, o irmão do rei, e levou consigo alguns cavaleiros. Logo foram capturados na madrugada de 13 de outubro por Guilherme de Nogaret, homem de confiança do rei Filipe IV. Durante sete anos, Jacques de Molay e os cavaleiros aprisionados na masmorra sofreram torturas e viveram em condições subumanas. Enquanto isso, Filipe IV gerenciava as forças do papa Clemente V para condenar os templários e suas riquezas e propriedades foram confiscadas e dadas à proteção do rei. Mesmo após três julgamentos Jacques manteve sua lealdade para com seus amigos e cavaleiros, recusando-se a revelar o local das riquezas da Ordem e denunciar seus companheiros. Em 18 de março de 1314, Jacques de Molay foi levado à Corte Especial. Como evidências, a corte dependia de confissões forjadas, supostamente assinadas pelo grão-mestre. Desmentiu as confissões, sob as leis da época a pena por desmentir era a morte. Foi julgado pelo Papa Clemente V, e assim como Jacques de Molay o cavaleiro Guido de Auvérnia desmentiu sua confissão e ambos foram condenados. Filipe IV ordenou que ambos fossem queimados naquele mesmo dia. Durante sua morte na fogueira intimou aos seus três algozes, a comparecer diante do tribunal de Deus, amaldiçoando os descendentes do então rei de França. == Grão-mestrado == Jacques de Molay assume o grão-mestrado da ordem em 1298, não se sabendo no entanto a data exata da sua eleição. Eleito em detrimento de outra figura de peso dentro da ordem, Hugo de Pairaud, sobrinho do visitador do templo em França. O início do seu mestrado é marcado pela ação a favor de uma nova cruzada, desenvolvendo uma campanha diplomática na França, Catalunha, Inglaterra, nos estados da península Itálica e nos Estados Pontifícios. Esta campanha visou não só resolver problemas internos da ordem, problemas locais, como disputas entre a ordem e bispos, e também pressionar as coroas e a igreja a uma nova cruzada. Organizou a partir da ilha de Chipre ataques contra as costas egípcias e síria para enfraquecer os mamelucos, providenciando apoio logístico e armado ao Reino Arménio da Cilícia, e também intentou uma aliança com o Canato da Pérsia, sem resultados visíveis. Outro assunto discutido durante o seu mestrado foi a fusão entre as duas maiores ordens militares, a dos Templários e a dos Hospitalários. A Ordem do Templo, com a perda de Acre, começava a ser questionada quanto à razão da sua existência. As suas funções de proteger os peregrinos e de defender a Terra Santa tinham cessado quando se retiraram para a ilha de Chipre. Em maio de 1307 em Poitiers, Jacques de Molay junto do papa Clemente V apresentou uma defesa contra a fusão e ela não se realiza. == A prisão e o processo == thumb|esquerda|Interrogatório de Jacques de Molay. Impressão do século 19. Dia 13 de outubro de 1307 no Reino da França, os templários foram presos em massa por ordem de Filipe IV, o rei de França. O grão-mestre Jacques de Molay é capturado em Paris. Imediatamente após a prisão, Guilherme de Nogaret proclama publicamente nos jardins do palácio real em Paris as acusações contra a ordem. Esta manobra régia impedira o inquérito pontifício pedido pelo próprio grão-mestre, o qual interno à Igreja, discreto e desenvolvido com base no direito canônico, emendaria a ordem das suas faltas promovendo a sua reforma interna. A prisão, as torturas, as confissões do grão-mestre (de Molay nunca confessou as acusações como menciona anteriormente), criam um conflito diplomático com a Santa Sé, sendo o papa o único com autoridade para efetuar esta ação. Depois de uma guerra diplomática face ao processo instaurado contra a ordem entre Filipe, o Belo e Clemente V, chegam a um impasse, pois estando o grão-mestre e o preceptor da Normandia, Godofredo de Charnay sob custódia dos agentes do rei, estão no entanto protegidos pela imunidade sancionada pelo papa e absolvidos não podendo ser considerados heréticos. Em 1314, o rei pressiona para uma decisão relativa à sorte dos prisioneiros. Já num estado terminal da sua doença, com violentas hemorragias internas que o impedem de sair do leito, Clemente V ordena que uma comissão de bispos trate da questão. As suas ordens seriam a salvação dos prisioneiros ficando estes num regime de prisão perpétua sob custódia apostólica e assegurando ao rei que a temida recuperação da ordem não será efetuada. Perante a comissão, Jacques de Molay e Godofredo de Charnay proclamam a inocência de toda a ordem face às acusações dirigidas a ela, a comissão para o processo e decide consultar a vontade do papa neste assunto. Ao ver que o processo estava ficando fora do seu controle e estando a absolvição da ordem ainda pendente, Filipe IV, o Belo, decide um golpe de mão para que a questão templária fosse terminada. Ordena o rapto de Jacques de Molay e de Godofredo de Charnay, então sob a custódia da comissão de bispos, e ordena que sejam queimados numa fogueira na Ilha da Cidade, pouco depois das vésperas, em 18 de março de 1314. Com isso Jacques de Molay passou a ser conhecido como um símbolo de lealdade e companheirismo, pois preferiu morrer a entregar seus companheiros ou faltar com seu juramento. == Maldição == Existe a lenda de que durante sua morte Jacques de Molay jogou uma maldição sobre Filipe IV, o Belo e o Clemente V. O papa Clemente V morreu quarenta e dois dias depois, dia 20 de abril de 1314, já o rei Filipe IV, teve um derrame cerebral fulminante em 29 de novembro de 1314, seis meses depois da morte do mestre templário. https://ensinarhistoria.com.br/a-queda-dos-templarios-e-a- maldicao-de-jacques-de-molay/. Consultado em 18 de agosto de 2022 Nos próximos quatorze anos os três filhos do rei, seus sucessores no trono, vieram a falecer, encerrando a linhagem direta de três séculos da Dinastia Capetíngia, o que levaria a Guerra dos Cem Anos pelo trono da França. == Ordem DeMolay == Anos após sua morte foi escolhido como patrono de uma ordem para-maçônica denominada Ordem DeMolay voltada para o desenvolvimento de jovens do sexo masculino.https://www.demolaybrasil.org.br/institucional/Nosso-Patrono. Consultado em 18 de agosto de 2022 == Teatro e cinema == No cinema o ator francês Gerard Depardieu interpretou De Molay no filme Os Reis Malditos (2005). No teatro, o ator brasileiro John Vaz interpretou De Molay no espetáculo Jacques de Molay: O Fim da Ordem do Templo, em turnê pelo Brasil. == Ver também == * Pont Neuf - Ponte em Paris onde se encontra o marco do local de sua execução == Bibliografia == * * Frale, Barbara. Os Templários. Lisboa: Edições 70, 2005. == Ligações externas == * Jacques de Molay no sítio da Internet The New Advent. * Trilogia dos Guardiões, Por I. M. Martins 2014. * A história de Jacques DeMolay – Patrono da Ordem DeMolay *Enciclopédia histórica de Portugal, Volume 12 A. Duarte de Almeida, J. Romano Torres & c.a, 1938 *Enciclopédia histórica do mundo maçônico: Planificada, Volume 1 Renato Peixoto de Alencar Editôra Maçônica, 1968 *R IHGB - Instituto Histórico e Geográfico Brasileiro *Historia de Portugal: Popular e ilustrada, Volume 1, Manuel Pinheiro Chagas, Joaquim Alfredo Gallis, Empreza da Historia de Portugal, 1899 Categoria:Franceses do século XIII Categoria:Pessoas executadas por heresia Categoria:Grão-mestres dos Cavaleiros Templários Categoria:Naturais do Alto Sona Categoria:Franceses do século XIV Categoria:Pessoas executadas pelo fogo Categoria:Ordem DeMolay Categoria:Filipe IV de França",
 "title": "Jacques de Molay"
}