{
 "id": "42622",
 "text": "Um legionário é um soldado de uma legião. Era um infante de Roma conhecido por ser um soldado bem treinado e organizado. Ele usava basicamente um escudo retangular de 1,5 metros, uma armadura especial que podia ser produzida em vários locais e depois montada assim acelerando sua produção (primórdios da produção militar moderna), um gládio, uma pilo, sandálias de couro, um elmo e malha de ferro trançada. Eles andavam em pequenos grupos, grupos de 10 que formavam grupos de 80 que recebiam ordens de seu centurião. A Legião no total contava com 4000 a 8000 homens, sendo que a maioria eram formadas por legionários. Também chamado de miles (\"soldado\") ou legionários em latim, o legionário romano era, normalmente, um cidadão romano de 17 a 46 anos de idade. Um soldado era alistado numa legião para um tempo de serviço de 25 anos, uma mudança na prática anterior de alistamento para apenas uma campanha (batalha). Os últimos 5 anos de serviço de um legionário veterano eram prestados em serviços mais leves. Na marcha por entre territórios inimigos, um legionário era equipado com uma armadura (segmentada ou enganchada, padrão do exército romano a partir do ) e um escudo (scutum), um elmo (galea) e dois dardos, um pesado chamado pilo (pilum) e outro leve chamado hasta, uma espada curta chamada gládio (gladius), uma adaga chamada púgio (pugio), um par de botas resistentes e pesadas chamadas cáligas (caligae), uma bolsa de carga chamada sárcina (sarcina) que continha mantimentos para algo em torno de 15 dias, material para cozinhar, duas estacas (sudes murales) um tipo de cerca romana, uma pá e um cesto de usos gerais. Um soldado romano era submetido a rigorosos treinamentos; a disciplina era a base para o sucesso do exército. Os soldados eram constantemente treinados com armas e especialmente treinados em marchas, marchas forçadas com toda a carga que um soldado pudera carregar e em formação de guerra. Como já foi dito, a disciplina era muito importante nas legiões e quaisquer infrações eram severamente punidas pelos centuriões. == Legionários == Legionário é um \"Miles\" (soldado) de uma legião. A legião era a divisão fundamental do exército romano. Havia três tipos de legionários, além dos oficiais e sub-oficiais. Os legionários propriamente ditos, que eram cidadãos romanos, usavam uma túnica de cor vermelha e armadura escamada ou segmentada. Os auxiliares, que eram estrangeiros ou não cidadãos romanos,tinham o mesmo treinamento e disciplina dos legionários em geral eram tropas de apoios como arqueiros e cavalaria,usavam uma armadura enganchada e um escudo circular e uma túnica verde,as demais armas eram as mesmas dos legionários. Por fim, os imunes, que eram soldados especializados em atividades secundárias, tais como engenharia, carpintaria e medicina. Esses homens eram treinados como qualquer outro legionário no entanto e poderiam ser colocados em batalhas se necessário fosse. Eles eram excluídos de algumas tarefas mais trabalhosas e cansativas, e eram mais bem pagos que seus camaradas legionários comuns. As legiões variavam entre os e os homens, dependendo das baixas que eventualmente sofressem nas batalhas.em geral as legiões eram formadas por a Homens. Deles cerca de 300 a 600 eram auxiliares. A legião era distribuída em três grandes grupos: as coortes, os manípulos e as centúrias que por sua vez se dividiam em infantaria e cavalaria. A cavalaria em geral era composta por auxiliares, mas o grosso da legião era a infantaria. Não havia uma idade determinada para alistar-se, mas a maioria dos candidatos a legionários sentava praça logo ao atingir a maioridade, o que, entre os romanos, acontecia aos 17 anos,a idade máxima em geral era em torno dos 27 anos. Embora tenha havido variações ao longo do tempo, durante a maior parte da história das legiões o tempo de serviço regulamentar era de vinte cinco anos. Ao dar baixa, o legionário fazia jus a uma recompensa em dinheiro equivalente a um ano de soldo, por vezes com um bônus para os que concordassem em fixar residência na província onde houvessem servido por último. Com isso, o ex-soldado podia comprar um pedaço de terra ou abrir um negócio. Legionários reformados morando nas províncias tornavam-se, assim, fazendeiros, comerciantes ou artesãos, geralmente casavam-se com mulheres locais, e era muito provável que seus filhos viessem futuramente a se tornar também legionários. Dessa forma, as legiões, além de sua importância militar, também se constituíram num poderoso elemento de difusão da cultura romana. O recruta depois de submetido a uma avaliação médica,recebia uma placa de bronze com seu nome gravado e unidade ao qual era encaminhado. Lá era submetido a pesado treinamento e disciplina rígida assim ele retornava um soldado bem treinado,a disciplina era a base para o sucesso do exército. Os soldados eram constantemente treinados com armas e especialmente treinados em marchas, marchas forçadas com toda a carga que um soldado pudera carregar e em formação de guerra. Como já foi dito, a disciplina era muito importante nas legiões e quaisquer infrações eram severamente punidas pelos centuriões. Os legionários da infantaria pesada lutavam a pé, armados com pilo e gládio, protegidos por uma armadura segmentada, um escudo retangular convexo e um capacete, sendo que o mais utilizado no período foi o modelo imperial gálico. A infantaria antes das reformas marianas era organizada em forma de xadrez, com as tropas intercaladas os manípulos. Na primeira linha de combate ficavam os guerreiros mais jovens, chamados de manípulo de hastados. Homens mais resistentes, formavam a segunda linha de combate o manípulo de príncipes, que entravam em ação quando os hastados falhavam. Na terceira linha, os soldados mais experientes entravam na briga nos momentos decisivos eles formavam o manípulo de triários. Faziam, ainda, parte da infantaria, as bandeiras coloridas que, no meio do caos, mostravam onde estava cada um dos grupos de soldados. Após as reformas marianas a infantaria romana foi baseada principalmente na função e equipamento dos príncipes, assemelhando-se à imagem clássica de um legionário romano. No começo da era imperial, a massa da infantaria romana era composta pelos milites, soldados rasos e em sua maioria recrutas recentes e mantendo a mais conhecida organização da legião romana até a sua barbarização, em 116 d.C. === Comando da legião === A legião era comandada por um general, dividida em seis a oito coortes, geralmente comandada por um tribuno ou centurião prior, já as coortes eram divididas em cinco a oito centúrias (divisões com 80 legionários e não 100), comandada pelos centuriões. Também essas eram, eventualmente, divididas em grupamentos de dez, comandadas por um decano. === Hierarquia militar romana === *Legionário = equivalente ao soldado atual *Decano = comanda uma fileira de 10 legionários *Decurião = comanda uma turma de 30 legionários *Centurião = comanda uma centúria de 80 legionários *General = comanda uma legião ==Armas e equipamentos== ===Armas de defesa=== Todas as armas dos legionários romanos tiveram uma evolução ao longo da história da República Romana e do Império Romano. As armas de defesa do legionário romano eram: *A lórica em uma das suas variantes: armadura enganchada para os auxiliares, armadura escamada ou segmentada para os legionários, armadura musculada eram desenhadas para serem flexíveis, mas resistentes para os oficiais; *Um escudo (scutum) ou escudo (com particular decoração para cada unidade) ; *Um bálteo (balteus) ou cíngulo militar (cingulum militaris cinto para segurar as armas e para decoração); *Um elmo, chamado casse (com proteção para o pescoço e orelhas). O elmo podia ter também uma crista, somente para sob-oficiais e oficiais; *Uma cáliga ou sandálias de marcha; *Uma túnica de cor vermelha. ===Armas ofensivas=== Os legionários romanos dispunham de três tipos diversos de armas ofensivas: *O gládio: uma espada com uma lâmina longa e com um punho de osso (50-55 cm), a arma por excelência do legionário romano, levado à direita da cintura; *O pilo, que tinha a função de, depois de lançado, fixar-se no escudo do adversário que era obrigado a privar-se dele; *O púgio, punhal que era levado na cintura. == Pagamentos (soldos) == Do tempo de Júlio César em diante, os legionários recebiam 225 denários (denarii) por ano; essa soma permaneceu imutável até o tempo de Tito Flávio que aumentou essa quantia para 300 denários por ano. Ao contrário da inflação controlada do século II, não houve nenhuma mudança na quantia paga aos legionários até a era de Septímio Severo, que aumentou o salário para 500 denários ao ano. Todos os legionários recebiam uma quantia denários e/ou um pedaço de terra fértil ao fim de seus serviços como soldados. Mais tarde, no tempo de Caracala, essa soma foi aumentada para 5000 denários. ==Referências== Legionarios Categoria:Exército romano",
 "title": "Legionário"
}