{
 "id": "42634",
 "text": "Demografia do Brasil é um domínio de estudos e conhecimentos sobre as características demográficas da população no território brasileiro. O Brasil possuía habitantes em 1 de agosto de 2022, segundo o censo demográfico do Brasil de 2022, realizado pelo Instituto Brasileiro de Geografia e Estatística (IBGE), destacando-se naquele ano, como a sétima nação mais populosa do planeta. Os indicadores demográficos e as características da população no Brasil são verificadas diretamente por meio de operações censitárias realizadas pela primeira vez em 1872 e, desde sua criação em 1936, a cada dez anos pelo IBGE. No censo demográfico brasileiro, a população é contada em todo o território do Brasil e os resultados são usados pelo governo no desenvolvimento de políticas públicas. == Índices demográficos == === Distribuição e densidade demográficas === A distribuição populacional no Brasil é bastante desigual, havendo concentração da população nas zonas litorâneas, especialmente das regiões Sudeste e Nordeste. Outro núcleo importante é a região Sul. As regiões menos povoadas são as Centro-Oeste e Norte. O Brasil apresenta uma baixa densidade demográfica — apenas habitantes por quilômetro quadrado, inferior à média dos países do mundo (60 habitantes/km2), menor que a dos EUA (35 habitantes/km2) e bem menor que a de países intensamente povoados, como o Japão (330 habitantes por quilômetro quadrado). População das regiões do Brasil Região Estados Municípios População (2022) % Norte 450 Nordeste Centro-Oeste 467 Sudeste Sul Brasil 26 e um distrito federal === Crescimento natural === O crescimento anual da população brasileira, em 2021, foi de 0,52% ao ano. A população de um país aumenta em função da combinação do crescimento natural (endógeno) e do saldo migratório. No caso brasileiro, é pequena a contribuição das migrações internacionais para a variação populacional. A estimativa para 2022 é de uma taxa bruta de natalidade de 12,8‰ — ou seja, 12,8 nascidos para cada grupo de mil pessoas ao ano — e uma taxa bruta de mortalidade de 9,1‰ — ou seja 9,1 mortes por mil pessoas ao ano. Ao longo das últimas quatro décadas, o crescimento demográfico do Brasil tem desacelerado rapidamente. Em 1980, o recenseamento indicava habitantes; em 1991, habitantes; em 2000, 169 590 693; em 2010, 190 755 799 habitantes; e em 2022, 203 080 756 habitantes. Em 50 anos, a população brasileira dobrou em relação aos 95 milhões de habitantes do início da década de 1970. Mas o envelhecimento da população está se acentuando: em 2020, o grupo de 0 a 14 anos representava 20% da população brasileira, enquanto os maiores de 65 anos eram 10%; em 2050, os dois grupos se igualarão em 18%. Segundo a Projeção da População do IBGE publicada em 2024, o número de brasileiros vai começar a declinar a partir de 2041. A população brasileira será de aproximadamente 220 milhões e meio em 2041 e irá diminuir até alcançar aproximadamente 199 milhões em 2070. As razões para uma diminuição do crescimento demográfico relacionam-se com a urbanização e industrialização e com incentivos à redução da natalidade (como a disseminação de anticoncepcionais). Embora a taxa de mortalidade no país tenha caído bastante desde a década de 1940, a queda na taxa de natalidade foi ainda maior. === Taxa de natalidade === A taxa de natalidade no Brasil é estimada em 12,8‰ — ou seja, 12,8 nascidos para cada grupo de mil pessoas ao ano. Essa taxa já foi mais elevada, acima de 40‰ nos anos 1950, em patamar similar a de outros países subdesenvolvidos. Contudo, houve sensível diminuição nas últimas décadas, que pode ser explicada pelo aumento da população urbana — já que a natalidade é bem menor nas cidades, em consequência da progressiva integração da mulher no mercado de trabalho — e da difusão do controle de natalidade. Além disso, o custo social da manutenção e educação dos filhos é bastante elevado, sobretudo no entorno urbano. === Taxa de mortalidade === O Brasil apresentou uma taxa de mortalidade de 7,5‰ — ou seja 7,5 mortes por mil pessoas ao ano em 2022. Essa taxa era maior que 16‰ nos anos 1950. Desde então, a taxa de mortalidade brasileira também vem caindo, como reflexo de uma progressiva popularização de medidas de higiene, principalmente após a Segunda Guerra Mundial; da ampliação das condições de atendimento médico e abertura de postos de saúde em áreas mais distantes; das campanhas de vacinação; e do aumento quantitativo da assistência médica e do atendimento hospitalar. A taxa de mortalidade alcançou seu mínimo nos anos 2000 quando era aproximadamente 6‰. O aumento observado a partir de 2010 ocorre pelos efeitos do envelhecimento da população e da pandemia de COVID-19 no Brasil que causa um aumento no número absoluto e relativo de óbitos. ==== Taxa de mortalidade infantil ==== O Brasil apresenta uma taxa de mortalidade infantil de 13,31 mortes em cada mil nascimentos (estimativa para 2022). No entanto, há variações nessa taxa segundo as regiões e as camadas populacionais. O Norte e o Nordeste têm os maiores índices de mortalidade infantil, que diminuem na região Sul. Com relação às condições de vida, pode-se dizer que a mortalidade infantil é menor entre a população de maiores rendimentos, sendo provocada sobretudo por fatores endógenos. Já a população brasileira de menor renda apresenta as características típicas da mortalidade infantil tardia. === Taxa de fecundidade === Conforme dados divulgados pelo Instituto Brasileiro de Geografia e Estatística (IBGE), a taxa média de fecundidade no Brasil era de 1,57 filho por mulher em 2023, semelhante à dos países desenvolvidos e abaixo da taxa de reposição populacional, que é de filhos por mulher – duas crianças substituem os pais e a fração é necessária para compensar os indivíduos que morrem antes de atingir a idade reprodutiva. Esse índice sofre variações, caindo entre as mulheres de etnia branca e elevando-se entre as pardas. Tal variação está relacionada ao nível socioeconômico desses segmentos populacionais; em geral, a população parda concentra-se nas camadas menos favorecidas social e economicamente, levando-se em conta a renda, a ocupação e o nível educacional, entre outros fatores. Há também variações regionais: as taxas são menores no Sudeste ( filho por mulher), no Sul ( filho por mulher) e no Nordeste ( filho por mulher). As regiões Região Norte ( filho por mulher) e Centro-Oeste filho por mulher, apresentam as maiores taxas de fecundidade do país, ainda assim abaixo da média mundial. === Expectativa de vida === No Brasil, a expectativa de vida está em torno de 76 anos para os homens e 78 para as mulheres, conforme estimativas para 2010. Dessa forma, esse país se distancia das nações menos desenvolvidas, em que essa expectativa não alcança 50 anos (Mauritânia, Guiné, Níger), mas ainda não alcança o patamar das nações desenvolvidas, onde a expectativa de vida ultrapassa os 80 anos (Noruega, Suécia). == Composição da população == === Composição por sexo === A razão de sexo no país é de 94,2 homens para cada grupo de 100 mulheres, conforme estimativas do Censo Demográfico de 2022. Até os 35 anos de idade, há um leve excesso de homens na população, após essa faixa etária a proporção se inverte com excesso de mulheres. Esse fato pode ser explicado por um diferencial na taxa de mortalidade, devido por outras razões, ao fato de mulheres serem menos atingida por moléstias cardiovasculares, causa frequente de morte após os 40 anos. O número de mulheres, na população rural brasileira, pode-se dizer que no Nordeste, por ser uma região de repulsão populacional, há o predomínio da população feminina. Já nas regiões Norte e Centro-Oeste predomina a população masculina, atraída pelas atividades econômicas primárias, como o extrativismo vegetal, a pecuária e, sobretudo, a mineração. Um relativo equilíbrio entre os sexos, entretanto, só se estabeleceu a partir dos anos 1940 — pois até a década de 1930 o país apresentava nítido predomínio da população masculina, devido principalmente à influência da imigração — e, ainda que nascessem mais meninos que meninas, a maior mortalidade infantil masculinas (até a faixa de 5 anos de idade) fez com que se estabelecesse o equilíbrio. === Composição por faixa etária === O Brasil passa por um rápido processo de transição demográfica com envelhecimento da população e aumento da idade média. A queda na taxa de natalidade e número de nascimentos por ano situam o Brasil na passagem da fase 3 para fase 4 dessa transição, com um pequeno acréscimo de 910 mil pessoas em 2021. Foram registrados 2,89 milhões de nascimentos em 2018 e 2019, mas somente 2,68 milhões em 2020 e 2021 e 2,54 milhões em 2022. Já o registro civil de óbitos foi de 1,29 milhão em 2018, 1,33 milhão em 2019, aumentando para 1,52 milhão em 2020 e 1,78 milhão em 2021 recuando depois para 1,52 milhão em 2022. Esse aumento da mortalidade ocorre pelos efeitos da pandemia de COVID-19 no Brasil e pelo envelhecimento da população que causa um aumento no número absoluto de óbitos. O número absoluto e proporcional de crianças e jovens está em queda. As crianças (0 a 14 anos) atingiram 53 milhões em 1994 e são aproximadamente 43 milhões em 2022. Os jovens (15 a 24 anos) atingiram 36 milhões em 2005 e são aproximadamente 28 milhões em 2022. O número de adultos (25 a 64 anos) ainda está em crescimento, porém lento, totalizando aproximadamente 118 milhões de pessoas. O número de idosos (acima de 65 anos) é de aproximadamente 22 milhões e sua proporção na população cresce rapidamente. As proporções dos diferentes grupos etários da população brasileira estão convergindo rapidamente às observadas nos países de alto índice de desenvolvimento humano (IDH). Nos países de alto IDH, a natalidade é baixa e a expectativa de vida bastante alta, o que explica o grande número de idosos na população total. No Brasil, a progressiva redução das taxas de natalidade verificada nas últimas três décadas, causou a redução no número de crianças e jovens na população. === Composição por religião professada === O Brasil é um país religiosamente diverso, com a tendência de mobilidade entre as religiões. Segundo o Censo de 2010, a população brasileira é majoritariamente cristã (86,8%), sendo sua maior parte católica. Em uma população recenseada de 190 755 799 habitantes, 123 280 172 (64,6%) declararam-se católicos e 42 275 440 (22,2) declararam-se evangélicos. Herança da colonização portuguesa, o catolicismo foi a religião oficial do Estado até a Constituição Republicana de 1891, que instituiu o Estado laico. No entanto, existem muitas outras denominações religiosas no Brasil. Algumas dessas igrejas são protestantes: pentecostais, episcopais, metodistas, luteranas e batistas. Ainda segundo o Censo de 2010, naquele ano 3 848 876 (2%) declararam-se espíritas. Existem também seguidores da Igreja de Jesus Cristo dos Santos dos Últimos Dias, uma minoria de judeus, muçulmanos, budistas, neopagãos e seguidores do candomblé e da umbanda, que segundo o Censo de 2010, eram 588 797 (0,3%). 15 335 510 (8%) declararam-se sem religião. A Constituição prevê a liberdade de religião e a Igreja e o Estado estão oficialmente separados, sendo o Brasil um Estado oficialmente laico, embora muitos grupos tenham reivindicados direitos sociais no Brasil alegando que eles ainda não existem por questões religiosas. A legislação brasileira proíbe qualquer tipo de intolerância religiosa, no entanto, a Igreja Católica goza de um estatuto privilegiado e, ocasionalmente, recebe tratamento preferencial. Em dados de 2002, havia um grande aumento de igrejas neopentecostais, o que diminuiu o número de membros tanto da Igreja Católica quanto das religiões afro-brasileiras. Cerca de noventa por cento dos brasileiros declararam algum tipo de afiliação religiosa no último censo realizado.IBOPE - Instituto Brasileiro de Opinião e Estatística. Pesquisa de Opinião Pública sobre Criacionismo. Dec. 2004 . === Composição por idioma falado === O português é a língua oficial e é falado pela população. O inglês é parte do currículo das escolas públicas e particulares, e o espanhol passou a fazer parte do currículo escolar nos últimos anos; o inglês é entendido e usado por poucas pessoas, especialmente nos centros comerciais e financeiros. Cerca de 180 idiomas e dialetos dos povos indígenas são falados nas tribos, embora esse número esteja em declínio. O português é a língua materna de 98% dos brasileiros, embora haja um expressivo número de falantes de línguas imigrantes, principalmente o alemão, falado em zonas rurais do Brasil meridional, sendo o dialeto hunsrückisch o mais usado por cerca de 1,5 milhão de pessoas. O italiano é bem difundido por alguns descendentes de imigrantes que ainda não adotaram o português como língua materna em zonas vinícolas do Rio Grande do Sul, sendo o dialeto talian o mais usado. Outra língua falada por minorias é o japonês, entre outros idiomas imigrantes. === Composição étnico-racial === A população atual do Brasil é muito diversa, tendo participado de sua formação diversos povos e etnias. Atualmente, o IBGE utiliza para fins censitários 5 categorias no Brasil, baseado na raça e cor da pele: branco, indígenas, preto, pardo e amarelo. De forma geral, a população brasileira foi formada por cinco grandes ondas migratórias: * Os diversos povos indígenas, autóctones do Brasil, descendentes de grupos humanos que migraram da Sibéria, atravessando o Estreito de Bering, aproximadamente 9000 AEC. * Os colonos portugueses, que chegaram para explorar a colônia desde a sua descoberta, em 1500, até a sua independência, em 1822. * Os africanos trazidos na forma de escravos para servirem de mão de obra, em um período de tempo que durou de 1530 a 1850. * Os diversos grupos de imigrantes vindos principalmente da Europa, os quais chegaram ao Brasil entre o final do século XIX e início do século XX. * Imigrações recentes de diversas partes do mundo, sobretudo Ásia e Oriente Médio. Acredita-se que o continente americano foi povoado por três ondas migratórias vindas do Norte da Ásia. Os indígenas brasileiros são, provavelmente, descendentes da primeira leva de migrantes, que chegou à região por volta de 9000 a.C. Os principais grupos indígenas, de acordo com sua origem linguística, eram os de línguas macro-tupis, macro-jês, aruaques (ou maipurés) e caraíbas (ou caribes). A população indígena original do Brasil (entre 3-5 milhões) foi em grande parte exterminada ou assimilada pela população portuguesa. Os mamelucos (ou caboclos, mestiços de branco com índio) se multiplicavam às centenas pela colônia. Um outro elemento formador do povo brasileiro chegou na forma de escravo. Os africanos começaram a ser trazidos para a colônia na década de 1530, para suprir a falta de mão de obra. Inicialmente, chegaram escravos de Guiné. A partir do século XVIII, a maior parte dos cativos era trazida de Angola e, em menor medida, de Moçambique. Na Bahia, os escravos eram majoritariamente oriundos do Golfo de Benim (atual Nigéria). Até o fim do tráfico negreiro, em 1850, entre três e cinco milhões de africanos foram trazidos ao Brasil — 37% de todo o tráfico negreiro efetuado entre a África e a América. A imigração europeia no Brasil iniciou-se no século XVI, sendo dominada pelos portugueses. Neerlandeses (a partir das invasões holandesas do Brasil) e franceses (a partir da França Antártica) também tentaram colonizar o Brasil no século XVII, mas sua presença durou apenas algumas décadas. Nos primeiros dois séculos de colonização vieram para o Brasil cerca de 100 mil portugueses, uma média anual de 500 imigrantes. No século seguinte vieram 600 mil, em uma média anual de dez mil colonos. A primeira região a ser colonizada pelos portugueses foi o Nordeste. Pouco mais tarde, os colonos passaram a colonizar o litoral do Sudeste. O interior do Brasil só foi colonizado no século XVIII. Os portugueses foram o único grupo étnico a se espalhar por todo o Brasil, principalmente graças à ação dos bandeirantes ao desbravarem o interior do país no século XVIII. Antes da grande corrente migratória europeia que chegou ao Brasil no fim do século XIX, o país tinha uma população majoritariamente parda, segundo vários autores: == Geografia urbana == A população urbana brasileira é maior que a rural, mas nem sempre foi assim. Em 1950, por exemplo, a população urbana era muito menor que a rural. Já o censo de 2010 apontou que a população urbana correspondia a 84,4% da população total e a rural era de 15,6%. Pelo censo de 2010, a distribuição conforme o local do domicílio era 160 contra 30 milhões de habitantes, aproximadamente. Proporcionalmente também a predominância urbana tem aumentado, bastando contrapor os % de habitantes com domicílio na zona urbana em 2010 e os % em 1980. O processo da urbanização foi acompanhado da industrialização, mecanização agrícola e concentração fundiária, ao substituir o modelo agrário-exportador pelo urbano-industrial. Ocorrido essencialmente pela via do chamado êxodo rural brasileiro, o processo é avaliado como rápido e desordenado e acarretou os problemas urbanos da favelização, da violência urbana, da poluição e das inundações. A despeito da predominância urbana obtida no século XX, 90% dos municípios brasileiros possuem menos de cinco mil habitantes, o que leva a considerações sociológicas sobre a ruralidade das relações sociais dessa parte da população. Espacialmente as cidades se concentram no litoral como resultado da colonização de exploração. A fundação de Brasília como capital contribuiu para a interiorização da população, como também outras capitais planejadas como Teresina e Belo Horizonte. Assim, destacam-se eixos de intensa concentração urbana como o vale do Paraíba do Sul, simbolizando a conexão entre os dois principais núcleos de uma megalópole Rio–São Paulo; mas também a Zona da Mata, onde estão seis das nove capitais nordestinas, e o recente Eixo Goiânia–Anápolis–Brasília, longe da costa atlântica. === Hierarquia e rede urbana === A hierarquia urbana trata das influências que as cidades exercem sobre uma determinada região, território ou país(es). São inúmeras as atividades desenvolvidas nas cidades, tanto no setor secundário (indústria) como no terciário (comércio e serviços), e até mesmo no primário (agropecuária). Essas atividades, dependendo de sua qualidade e diversificação, podem atender não só à população urbana, mas a todo o município, incluindo a zona rural e a população de vários municípios ou de outros estados. Assim, uma cidade pequena pode não ter um comércio ou serviço de saúde suficiente para sua população, que é atendida em outra cidade maior, mais bem equipada, que lhe ofereça serviços de melhor qualidade. Os equipamentos de uma cidade (escolas, universidades, postos de saúde, hospitais, sistema de transporte, cinemas, teatros, entre outros), o parque industrial, os serviços, o setor financeiro determinam a sua área de influência, ou seja, a região por esta polarizada. Assim, é possível construir um sistema hierarquizado, no qual as cidades menores encontram-se subordinadas às maiores. Sistema de hierarquização urbana, no qual várias cidades se submetem a uma maior, que comanda esse espaço. Em cada nível, as maiores polarizam as menores. O IBGE classifica a rede urbana brasileira de acordo com o tamanho e importância das cidades. As categorias de cidades são: ==== Metrópoles ==== A partir dos principais centros urbanos do Brasil, foram identificadas redes urbanas associadas às metrópoles, denominadas \"redes de influência\". Com base nesse estudo, as metrópoles brasileiras foram subdivididas em três níveis: grande metrópole nacional, metrópoles nacionais e metrópoles. Rede urbana Unidades federativas abrangidas População (2018) São Paulo / / / Recife / / / / / / / Belo Horizonte / / / / Fortaleza / / / / / Rio de Janeiro / Salvador / Curitiba / / Brasília / / / / / / / / / Porto Alegre Belém / / / Goiânia / / / / Florianópolis / Manaus / Vitória / / Campinas ==== Capitais regionais ==== As capitais regionais constituem o segundo nível da gestão territorial, e exercem influência no estado e em estados próximos. Subdividem-se em: * Capitais regionais A: Aracaju, Campo Grande, Cuiabá, João Pessoa, Maceió, Natal, Ribeirão Preto, São Luís e Teresina. * Capitais regionais B: Bauru, Blumenau, Caruaru, Cascavel, Caxias do Sul, Chapecó, Criciúma, Feira de Santana, Itabuna, Itajaí/Balneário Camboriú, Joinville, Juazeiro do Norte, Juiz de Fora, Londrina, Maringá, Montes Claros, Palmas, Passo Fundo, Porto Velho, São José do Rio Preto, São José dos Campos, Sorocaba, Uberlândia e Vitória da Conquista. * Capitais regionais C: Americana/Santa Bárbara d'Oeste, Anápolis, Araçatuba, Araguaína, Arapiraca, Araraquara, Barreiras, Barretos, Boa Vista, Brusque, Cabo Frio, Caçador, Cachoeiro de Itapemirim, Cacoal, Campina Grande, Campos dos Goytacazes, Castanhal, Catanduva, Divinópolis, Dourados, Eunápolis, Foz do Iguaçu, Franca, Garanhuns, Governador Valadares, Guaratinguetá, Ilhéus, Imperatriz, Ipatinga, Jaú, Ji-Paraná, Joaçaba/Herval d'Oeste, Jundiaí, Lages, Lajeado, Limeira, Macaé/Rio das Ostras, Macapá, Marabá, Marília, Mossoró, Pelotas, Petrolina/Juazeiro, Petrópolis, Piracicaba, Poços de Caldas, Ponta Grossa, Pouso Alegre, Presidente Prudente, Rio Branco, Rondonópolis, Santa Cruz do Sul, Santa Maria, Santarém, Santos, São Carlos, Sete Lagoas, Sinop, Sobral, Teófilo Otoni, Tubarão/Laguna, Uberaba, Varginha e Volta Redonda/Barra Mansa. === Municípios === Um município no Brasil é uma circunscrição territorial dotada de personalidade jurídica e com certa autonomia administrativa, sendo a menor unidade autônoma da Federação. A sede do município é categorizada como cidade e possui o seu mesmo nome. Cada um tem sua própria Lei Orgânica que define a sua organização política, mas limitada pela Constituição Federal. Os municípios dispõem apenas dos poderes Executivo, exercido pelo prefeito, e Legislativo, sediado na câmara municipal (também chamada de câmara de vereadores). O Poder Judiciário organiza-se em forma de comarcas que abrangem vários municípios ou parte de um município muito populoso. Portanto, não há Poder Judiciário específico de cada município. Atualmente existem 5 570 municípios em todo território nacional. O quadro abaixo apresenta os vinte mais populosos municípios brasileiros: === Regiões metropolitanas === As regiões metropolitanas foram definidas originalmente em lei federal e, desde a constituição de 1988, por meio de leis estaduais. Das nove originais de 1973, a quantidade se aproxima das quatro dezenas em 2017. Elas, a princípio, devem agrupar municípios vizinhos com malha urbana conurbada a fim de melhor lidar com os problemas e interesses comuns na realidade metropolitana de interdependência socioeconômica. A criação e ampliação pelos estados gerou críticas por falta de correspondência entre as estruturas socioespaciais características de regiões metropolitanas e aquelas criadas por força de lei. A situação foi parcialmente contornada com o Estatuto da Metrópole, que regulamentou as criações posteriores à vigência do estatuto. As cinco regiões metropolitanas mais populosas no censo de 2010 (São Paulo, Rio de Janeiro, Belo Horizonte, Porto Alegre e Recife) concentravam mais de 44 milhões de habitantes diante do total registrado de mais de 190 milhões. O quadro abaixo apresenta as vinte mais populosas regiões metropolitanas, incluindo aquelas formações interestaduais criadas por legislação federal e denominadas especificamente regiões integradas de desenvolvimento econômico (RIDE). === Concentrações urbanas === Em estudo chamado Arranjos Populacionais e Concentrações Urbanas do Brasil, o IBGE tratou das interações entre as cidades brasileiras em termos de conurbação e migração pendular. Nele, introduziu os conceitos de \"arranjo populacional\" e \"concentração urbana\". O primeiro corresponde aos conjuntos formados por dois ou mais municípios que se encontram integrados por contiguidade da mancha urbana ou fluxos para trabalho ou estudo. O segundo conceito está dividido em faixas conforme o quanto é populoso. A faixa mais populosa são as \"grandes concentrações urbanas\", que abrangem arranjos populacionais \"acima de 750 mil habitantes e os municípios isolados (que não formam arranjos) de mesma faixa populacional\". O IBGE identificou 26 delas no país com base no censo demográfico de 2010. A seguir, há as \"médias concentrações urbanas\" (municípios isolados e arranjos populacionais entre 100 mil e 750 mil habitantes) e as \"pequenas concentrações populacionais\" (arranjos com população inferior a 100 mil habitantes). As maiores concentrações urbanas estão identificadas abaixo. == Movimentos populacionais == === Imigração === No Brasil, a política migratória externa pode ser dividida em duas fases : a primeira, de estímulo à imigração, principalmente após a abolição da escravatura, em 1888, visando a substituição da mão de obra escrava na lavoura cafeeira; a segunda, de controle à imigração, a partir de 1934, no governo Vargas, devido à crise econômica internacional da década de 1930. O afluxo de imigrantes para o Brasil pode ser dividido em três períodos principais. O primeiro período (de 1808 a 1850) foi marcado pela chegada da família real, em 1808, o que ocasionou a vinda dos primeiros casais de imigrantes açorianos para serem proprietários de terras no país. Devido ao receio do europeu de fixar-se num país de economia colonial e escravocrata, nesse período houve uma imigração muito pequena. O segundo período (de 1850 a 1930) foi marcado pela proibição do mercado de escravos. Foi a época mais importante para a nossa imigração, devido ao grande crescimento da atividade monocultora (café) e aos incentivos governamentais dados ao imigrante. Em 1888, com a abolição da escravidão, estimulou-se ainda mais o fluxo imigratório, tendo o Brasil recebido, nessa época, praticamente 80% dos imigrantes entrados no país. O terceiro período (de 1930 até os dias de hoje) é caracterizado por uma sensível redução na imigração, devido, inicialmente, à crise econômica de 1929, ocasionada pela quebra da bolsa de valores de Nova Iorque, com o consequente abalo da cafeicultura brasileira. Além disso, contribuiu também a crise política interna no país, decorrente da Revolução de 1930, e a criação de uma lei sobre imigração, através da Constituição de 1934. Essa lei restringia a entrada de imigrantes, estipulando que, anualmente não poderia entrar no país mais que 2% do total de imigrantes de cada nacionalidade entrados nos últimos 50 anos. Determinava ainda que 80% dos imigrantes deveriam dedicar-se à agricultura, além de estabelecer uma discutível e discriminatória \"seleção ideológica\", ou seja, conforme as ideias políticas que professava, o imigrante poderia ou não entrar no país. O envolvimento da Europa na Segunda Guerra Mundial também reduziu a emigração, e a recuperação econômica daquele continente, após a guerra, levou os europeus a emigrarem para outros países do próprio continente. Intensificaram-se, nesse período, as migrações internas. Mineiros e nordestinos, principalmente, dirigiram-se para o centro-sul do país, em virtude de crescimento urbano e industrial. O grande fluxo imigratório em direção ao Brasil foi efetuado no século XIX e início do século XX. Para se ter uma ideia do impacto imigratório nesse período, entre 1870 e 1930, entraram no Brasil um número superior a cinco milhões de imigrantes. Esses imigrantes foram divididos em dois grupos: uma parte foi enviada para o Sul do Brasil, onde se tornaram colonos trabalhando na agricultura. Todavia, a maior parte foi enviada para as fazendas de café do Sudeste. Os colonos mandados para o Sul do país foram, majoritariamente, alemães (a partir de 1824, sobretudo da Renânia-Palatinado, Pomerânia, Hamburgo, Vestfália, etc) e italianos (a partir de 1875, sobretudo do Vêneto e da Lombardia). Ali foram estabelecidas diversas comunidade (colônias) de imigrantes que, ainda hoje, preservam os costumes do país de origem. Para o Sudeste do país chegaram, majoritariamente, italianos (sobretudo do Vêneto, Campânia, Calábria e Lombardia), portugueses (notadamente oriundos da Beira Alta, do Minho e Alto Trás-os-Montes), espanhóis (sobretudo da Galiza e Andaluzia), japoneses (sobretudo de Honxu e Oquinaua) e árabes (do Líbano e da Síria). De acordo com o Memorial do Imigrante, entre 1870 e 1953, entraram no Brasil cerca de milhões de imigrantes, sendo os italianos (), portugueses (), espanhóis (), alemães (), japoneses (), poloneses () e de diversas outras nacionalidades. === Migração interna === Cerca de um terço dos brasileiros não vive onde nasceu. As migrações internas respondem por boa parte deste terço, e classificam-se basicamente em duas categorias: deslocamento do campo para a cidade, o chamado (êxodo rural) - causado frequentemente pela falta de oportunidades de trabalho e serviços no campo e pela concentração fundiária - e migrações regionais, das quais os exemplos mais importantes foram: * o ciclo da mineração, em Minas Gerais, nos meados do século XVIII, que provocou um deslocamento da população litorânea para o interior do país; * o fluxo de escravos do Nordeste para as plantações de café de São Paulo e do Rio de Janeiro, em fins do século XIX; * o ciclo da borracha, na Amazônia, em fins do século XIX para o início do século XX, que atraiu muitas pessoas, especialmente do Nordeste; * a construção de Brasília, que deslocou mão de obra principalmente do Norte e Nordeste; * o desenvolvimento industrial, dos anos 1950 em diante, na região Sudeste (principalmente São Paulo e Rio de Janeiro), que deslocou principalmente nordestinos. Recentemente as migrações regionais mais importantes ainda são a de nordestinos para as regiões Sudeste e Sul, em busca de trabalho nos setores industrial, comercial e de serviços; ocorre, também, no Centro-Oeste e Norte, um fluxo de famílias ligadas ao meio rural, vindas principalmente da região Sul, graças à expansão da fronteira agrícola. A partir da década de 1980, os fluxos inter-regionais e até intraestaduais tornaram-se mais significativos, especialmente na região Nordeste, com a consolidação de várias metrópoles ao redor das capitais de cada estado nordestino. Por conta do Brasil já ser um país essencialmente urbano, os fluxos migratórios encontram-se em menor dimensão de décadas passadas, e concentram-se mais na ocupação de espaços com maior dinamismo (em geral cidades médias do interior e algumas capitais, além da fronteira agrícola). Ações sociais como o Fome Zero e o Bolsa Família também reduzem os fluxos migratórios, ao responder mais rapidamente situações de calamidade pública especialmente em função da seca, que intensificavam os fluxos no passado. Imagem:Anos 60-80.png|Décadas de 1960 a 1980. Imagem:Anos 80-90.png|Décadas de 1980 a 1990. Imagem:90-.png|Década de 1990. === Migração externa === == Ver também == * Lista de extremos do Brasil * Composição étnica do Brasil * Racismo no Brasil * Brasileiros brancos * Brasileiros asiáticos * Afro-brasileiro * Povos indígenas do Brasil * Imigração no Brasil * Imigração italiana no Brasil * Imigração portuguesa no Brasil * Imigração alemã no Brasil * Imigração japonesa no Brasil * Imigração espanhola no Brasil * Escravidão africana no Brasil * Homofobia no Brasil * Invasões holandesas do Brasil * França Antártica * Diáspora brasileira * Migrações internas no Brasil * Classes sociais no Brasil == Ligações externas == * Instituto Brasileiro de Geografia e Estatística * Dinâmica da população mundial, em relatos do Departamento do Censo dos Estados Unidos * População indígena dobrou em nove anos, constata IBGE * *",
 "title": "Demografia do Brasil"
}