{
 "id": "42746",
 "text": "Arthur Charles Clarke, mais conhecido como Arthur C. Clarke (Minehead, Somerset, Inglaterra, — Colombo, Sri Lanka, ) foi um escritor e inventor britânico radicado no Sri Lanka, autor de obras de divulgação científica e de ficção científica como o conto The Sentinel, que deu origem ao filme 2001: Uma Odisseia no Espaço e o premiado Encontro com Rama. == Biografia == Desde pequeno mostrou sua fascinação pela astronomia, a ponto de, utilizando um telescópio caseiro, desenhar um mapa da Lua. Durante a Segunda Guerra Mundial, serviu na Royal Air Force (Força Aérea Real britânica) como especialista em radares, envolvendo-se no desenvolvimento de um sistema de defesa por radar, que foi peça importante do êxito na batalha da Inglaterra. Depois, estudou Física e Matemática no King's College de Londres. Talvez sua contribuição de maior importância seja o conceito de satélite geoestacionário como futura ferramenta para desenvolver as telecomunicações. Ele propôs essa ideia no artigo científico intitulado \"Can Rocket Stations Give Worldwide Radio Coverage?\", publicado na revista Wireless World em outubro de 1945. A órbita geoestacionária também é conhecida, desde então, como órbita Clarke. Em 1956 mudou sua residência para Colombo, no Sri Lanka (antigo Ceilão), em parte devido a seu interesse pela fotografia e exploração submarina, e lá permaneceu até sua morte em 2008. Dois de seus romances foram levados ao cinema: \"2001: Odisseia no Espaço\", dirigido por Stanley Kubrick (1968) e \"2010: O Ano do Contacto\" (pt) dirigido por Peter Hyams (1984), sendo o primeiro considerado um ícone importante da ficção científica mundial, aclamado por muitos como um dos melhores filmes já feitos em todos os tempos. Especialistas atribuem-lhe forte influência sobre a maioria dos filmes do gênero que lhe sucederam. Porém, \"2001: Uma Odisseia no Espaço\" não foi adaptado de um livro, mas usou dois de seus contos, entre eles, A Sentinela e Encounter in the Dawn, como base, seguindo então para a produção de um texto em prosa, da onde foi extraído o roteiro. Também em reconhecimento a Clarke, o asteroide 4923 Clarke foi designado com seu nome, assim como uma espécie de dinossauro Ceratopsiano, o Serendipaceratops arthurclarkei, descoberto em Inverloch, Austrália. Em 1998 Arthur Clarke foi descrito pelo tabloide inglês Sunday Mirror como um octogenário fortemente atraído por crianças. Na época, Clarke morava no Sri Lanka, país famoso pela complacência diante da exploração sexual de menores e onde morou até morrer. A denúncia, publicada um dia antes da chegada do príncipe Charles ao país, que foi colônia britânica, jamais ficou provada. Ainda assim, Arthur Clarke, que seria condecorado com o título de cavaleiro do império, solicitou que a homenagem fosse suspensa até o esclarecimento da questão.The mysterious Sri Lankan world of Arthur C. Clarke A acusação foi investigada e posteriormente desfeita. Durante as investigações, a polícia de Colombo solicitou as fitas em que o Mirror baseou sua reportagem, mas elas jamais foram entregues ou exibidas. Segundo o Daily Telegraph o Sunday Mirror publicou um pedido público de desculpas ao escritor em maio de 2000. O direito ao título de cavaleiro da Ordem do Império Britânico foi devidamente restabelecido e concedido. O compositor francês Jean Michel Jarre realizou, em 2001, um concerto intitulado 2001: A Rendez-Vous In Space em homenagem à obra 2001: Uma Odisseia no Espaço. Clarke inclusive fez uma participação especial em algumas partes do espetáculo. Apesar da haver se casado, Arthur C. Clarke era homossexual. Revista Urania, de outubro de 1952, trazendo o seu romance Areias de Marte. Em fevereiro de 1965, nos bastidores de 2001: Odisseia no Espaço. Vídeo de 1974, onde \"profetiza\" o PC e a Internet. == Bibliografia parcial == === Romances === * Prelude to Space (1951) * Areias de Marte (1951) * Islands in the Sky (1952) * Against the Fall of Night (1953) * O Fim da Infância (1953) * Earthlight (1955) * A Cidade e as Estrelas \\- The city and the stars (1956) * The Deep Range (1957) * Poeira Lunar (1961) * Dolphin Island (1963) * Glide Path (1963) * 2001: Uma Odisseia no Espaço (1968) * Encontro com Rama (1972) * Terra Imperial (1975) * As Fontes do Paraíso - The fountains of paradise (1979) * 2010: Uma Odisseia no Espaço 2 (1982) * As Canções da Terra Distante (1986) * 2061: Uma Odisseia no Espaço 3 (1988) * A Meeting with Medusa (1988) * Cradle (1988) (com Gentry Lee) * O Enigma de Rama (1989) (com Gentry Lee) * Beyond the Fall of Night (1990) (com Gregory Benford) * The Ghost from the Grand Banks (1990) * O Jardim de Rama (1991) (com Gentry Lee) * A Revelação de Rama (1993) (com Gentry Lee) * O Martelo de Deus- The hammer of God * Richter 10 (1996) (com Mike McQuay) * 3001: A Odisseia Final (1997) * The Trigger (1999) (com Michael P. Kube-McDowell) * The Light of Other Days (2000) (com Stephen Baxter) * Time's Eye (2003) (com Stephen Baxter) * Sunstorm (2005) (com Stephen Baxter) * Firstborn (2007) (com Stephen Baxter) * The Last Theorem (2008) === Omnibus editions === * Across the Sea of Stars (1959) (incluindo Childhood's End, Earthlight e 18 histórias curtas) * From the Ocean, From the Stars (1962) (incluindo The City and the Stars, The Deep Range and The Other Side of the Sky) * An Arthur C. Clarke Omnibus (1965) (incluindo Childhood's End, Prelude to Space e Expedition to Earth) * Prelude to Mars (1965) (incluindo Prelude to Space e The Sands of Mars) * The Lion of Comarre & Against the Fall of Night (1968) * An Arthur C. Clarke Second Omnibus (1968) (incluindo A Fall of Moondust, Earthlight e The Sands of Mars) * Four Great SF Novels (1978) (incluindo The City and the Stars, The Deep Range, A Fall of Moondust, Rendezvous with Rama) * The Space Trilogy (2001) (incluindo Islands in the Sky, Earthlight e The Sands of Mars) === Contos === * A Sentinela (1951) * Expedição à Terra(Encontro ao Alvorecer) (1953) * Em Busca do Futuro (1956) * Tales from the White Hart (1957) * O Outro Lado do Céu (1958) * Histórias de Dez Mundos (1962) * Os Nove Bilhões de Nomes de Deus (1967) * Sobre o Tempo e as Estrelas (1972) * O Vento Solar (1972) * The Best of Arthur C. Clarke (1973) * O Sentinela (1983) * Hístórias do Planeta Terra (1990) * More Than One Universe (1991) * The Collected Stories of Arthur C. Clarke (2000) === Não-ficção === * Interplanetary Flight; an introduction to astronautics. London: Temple Press, 1950 * The Exploration of Space. New York: Harper, 1951 * The Coast of Coral. New York: Harper, 1957 — Volume 1 of the Blue planet trilogy * The Reefs of Taprobane; Underwater Adventures around Ceylon. New York: Harper, 1957 — Volume 2 of the Blue planet trilogy * The Making of a Moon: the Story of the Earth Satellite Program. New York: Harper, 1957 * Boy beneath the sea, Photos by Mike Wilson. Text by Arthur C. Clarke. New York: Harper, 1958 * The Challenge of the Space Ship: Previews of Tomorrow’s World. New York: Harper, 1959 * The Challenge of the Sea. New York: Holt, Rinehart and Winston, 1960 * Profiles of the Future; an Inquiry into the Limits of the Possible. New York: Harper & Row, 1962 * The Treasure of the Great Reef. New York: Harper & Row, 1964 — Volume 3 of the Blue planet trilogy * Voices from the Sky: Previews of the Coming Space Age. New York: Harper & Row, 1965 * The Promise of Space. New York: Harper, 1968 * Into Space: a Young Person’s Guide to Space, by Arthur C. Clarke and Robert Silverberg. New York: Harper & Row, 1971 * Report on Planet Three and Other Speculations. New York: Harper & Row, 1972 * The Lost Worlds of 2001. London: Sidgwick and Jackson, 1972 * Voice Across the Sea. HarperCollins, 1975 * The View from Serendip. Random House, 1977 * The Odyssey File. Email correspondence with Peter Hyams. London: Panther Books, 1984 * 1984, Spring: a Choice of Futures. New York: Ballantine Books, 1984 * Ascent to Orbit, a Scientific Autobiography: The Technical Writings of Arthur C. Clarke. New York: John Wiley & Sons, 1984 * Astounding Days: A Science Fictional Autobiography. London: Gollancz, 1989 * How the World Was One: Beyond the Global Village. New York : Bantam Books, 1992 — A history and survey of the communications revolution * By Space Possessed. London: Gollancz, 1993 * The Snows of Olympus - A Garden on Mars (1994, picture album with comments) * An Encyclopedia of Claims, Frauds, and Hoaxes of the Occult and Supernatural, 1995, St. Martin's Press ISBN 0-312-15119-5 (Online Version) * Fractals: The Colors of Infinity (1997, narrator) * Greetings, Carbon-Based Bipeds! : Collected Works 1934-1988. New York: St. Martin’s Press, 1999 * Profiles of the Future; an Inquiry into the Limits of the Possible (updated edition). New York: Harper & Row, 1999, ISBN 0-575-06790-X, ISBN 978-0-575-06790-5 * From Narnia to a Space Odyssey: The War of Letters Between Arthur C. Clarke and C. S. Lewis (2003) with C. S. Lewis * The Coming of the Space Age; famous accounts of man's probing of the universe, selected and edited by Arthur C. Clarke. == Ver também == *Arthur C. Clarke Award *Leis de Clarke *Odisseia no Espaço == Ligações externas == * Categoria:Prêmio Marconi Categoria:Prémio Nebula Categoria:Escritores da Inglaterra Categoria:Escritores de ficção científica Categoria:Grandes Mestres da SFWA Categoria:Vencedores do Prémio Hugo Categoria:Ateus do Reino Unido Categoria:Novelistas Categoria:Cientistas pioneiros do voo espacial Categoria:Alunos do King's College de Londres Categoria:Comendadores da Ordem do Império Britânico Categoria:Críticos das religiões Categoria:Mortes por insuficiência respiratória Categoria:Ensaístas da Inglaterra Categoria:Inventores da Inglaterra Categoria:Futurologistas Categoria:Roteiristas LGBT Categoria:Prêmio Kalinga Categoria:Knights Bachelor Categoria:SETI",
 "title": "Arthur C. Clarke"
}