{
 "id": "42765",
 "text": "Marcelo Teles Negrão (São Paulo, 10 de outubro de 1972) é um ex-voleibolista brasileiro, uma das grandes estrelas do voleibol nos anos 1990. A primeira convocação para a Seleção Brasileira de Voleibol Masculino veio aos 17 anos, e com essa idade se tornou titular da seleção adulta, onde serviu por muitos anos.rederecord.r7.com/ Dedicação desde cedo explica sucesso de Marcelo Negrão no vôlei == Carreira == Negrão cresceu observando seu pai jogar vôlei de praia. Aos 11 anos, Marcelo já alcançava os 1,80m de altura, o que lhe garantiu uma vaga no time do Colégio Boa Viagem (CBV), em Recife, PE.revistaestilobb.com.br/ A Revista Estilo BB entrevista Marcelo Negrão, campeão olímpico de vôlei pela Seleção Brasileira Aos 14 anos, o Esporte Clube Banespa o contratou. Em 1989, subiu para o time adulto do Banespa, ajudando o clube a conquistar o título de Tricampeão Paulista e Brasileiro nos anos de 89/90/91 e Campeão Sul-Americano de Clubes no ano de 91. Após os Jogos Olímpicos de Verão de 1992, em Barcelona, veio o contrato para jogar na Itália, fazendo parte do time Gabeca-Ecoplant Montichiari. O momento de consagração no voleibol italiano, porém, viria na temporada 1993-1994. Atuando no Sisley Treviso, comandado pelo grande treinador Gian Paolo Montali e atuando ao lado de grandes nomes do vôlei mundial da época como Tofoli, Bernardi, Zwerver e Gardini, Negrão ajudou com grande destaque a equipe a arrebatar dois importantes títulos. Na Taça CEV de Voleibol Masculino, o Sisley Treviso derrotaria na decisão a forte esquadra do Volley Gonzaga Milano por dramáticos 3-2 (19-17 no tie break). Meses depois as duas grandes equipes decidiriam o Campeonato Italiano de Voleibol Masculino num sensacional playoff. No quinto jogo, o Milano abriria vantagem de dois sets a zero. Negrão então em noite inspirada a partir do terceiro set incendiou a equipe que empataria a partida em 2-2. No dramático tie break, caberia justamente a Marcelo Negrão fazer o ponto final (15-13) num indefensável ataque diagonal, fazendo a festa dos 12.000 fanáticos torcedores de Treviso que comemorariam ali o primeiro dos nove scudettos da equipe. Em 2001, o jogador passou a conviver com problemas sérios no joelho (as tendinites cronicas começaram já em 1995folha.uol.com.br/ Marcelo Negrão afirma que a dor já é parte de sua carreira) e algumas cirurgiasterra.com.br/ fizeram com que ele parasse de jogar com pouco mais de 30 anos. No fim da carreira, migrou-se para o Vôlei de Praia, obteve alguns resultados importantes. Atualmente, Marcelo Negrão trabalha como comentarista de TV e dá palestras por todo o Brasil. === Seleção Brasileira === Disputando o Campeonato Mundial Infanto-Juvenil, Marcelo Negrão ganhou o título de Melhor Jogador do Mundo da categoria e então foi direto para a Seleção Brasileira Adulta, em 1989, ainda aos 17 anos. No ano seguinte, no Campeonato Mundial realizado no Rio, passou a ocupar a posição de titular.ds12.com.br/ Em 1991 levou o Brasil ao título de Vice-Campeão no Campeonato Pan-Americano e Campeão Sul-Americano. Em 1992, com apenas 19 anos, fez parte da equipe que conquistou o primeiro ouro olímpico de um esporte coletivo para o Brasil, sendo o autor do saque que encerrou a partida da final contra a Holanda.sportv.globo.com/ Após 20 anos, José Roberto revela segredo do ouro: Marcelo Negrão Neste torneio, Marcelo foi também um dos protagonistas de uma inovação tática feita pelo técnico José Roberto Guimarães. Para aproveitar as melhores características de cada um, o técnico usava Marcelo Negrão pelo meio de rede em algumas oportunidades, deslocando Carlão para as pontas.globoesporte.globo.com/ Na base da 'porrada', Marcelo Negrão deixou sua marca com ponto do ouro No ano seguinte, continuou no auge. Foi eleito o melhor jogador do mundo em 1993, quando o Brasil foi campeão da Liga Mundial, em decisão realizada em São Paulo.torcerpeloesporte.com.br/ Marcelo Negrão está na história do vôlei brasileiro == Recordes == * Em seu ataque, saltava 3,60m com a bola atingindo a velocidade de 150 km/h.brasil2016.gov.br/ Esses dados foram incluídos no Guinness Book.brandpress.com.br/ * No Gabeca de Montichiari, Marcelo colocou 74 bolas no chão em apenas um jogo.globoesporte.globo.com/ Do ouro de 92 ao Rio 2016: Marcelo Negrão confia em pódio duplo no vôlei == Títulos == === Prêmios Individuais === * 1988 - Melhor jogador da Copa Dan´up * 1989 - Melhor jogador do mundo do Mundial Infanto-Juvenil * 1989 - Melhor jogador de Brasil X Espanha * 1990 - Melhor atacante da Copa Brasil * 1991 - Melhor atacante do Mundial de Clubes * 1991 - Eleito um dos 6 jogadores da equipe ideal da World Cup * 1992 - Melhor atacante das Olimpíadas de Barcelona * 1992 - Melhor atacante da Liga Mundial * 1993 - Melhor Jogador do Mundo * 1994 - Melhor sacador do Campeonato Mundial de Voleibol Masculino de 1994 === Conquistas === * 1987 - Campeonato Metropolitano Juvenil – Bronze * 1987 - Campeonato Estadual Paulista Juvenil – Bronze * 1988 - Copa Metropolitana Infanto-Juvenil – Ouro * 1988 - Copa Metropolitana Juvenil – Prata * 1988 - Campeonato Estadual Paulista Juvenil – Ouro * 1988 - Campeonato Brasileiro Juvenil – Prata * 1989 - Campeonato Mundial Infanto-Juvenil – Ouro * 1989 - Campeonato Mundial Juvenil – Bronze * 1989 - Campeonato Paulista – Ouro * 1989 - Campeonato Brasileiro – Ouro * 1990 - Copa Brasil – Ouro * 1990 - Copa Nordeste – Prata * 1990 - Torneio Início – Ouro * 1990 - Campeonato Mundial de Clubes – Prata * 1990 - Campeonato Paulista – Bicampeão * 1990 - Campeonato Brasileiro – Bicampeão * 1990 - Liga Mundial – Bronze * 1991 - Campeonato Sul-Americano de Clubes – Ouro * 1991 - Campeonato Mundial de Clubes – Prata * 1991 - Campeonato Paulista – Tricampeão * 1991 - Campeonato Brasileiro – Tricampeão * 1991 - Campeonato Sul-Americano – Ouro * 1991 - Jogos Pan-Americanos – Prata * 1992 - Copa Super Four – Ouro * 1992 - Super Copa – Ouro * 1992 - Campeonato Sul-Americano de Clubes – Bicampeão * 1992 - Olimpíadas de Barcelona – Ouro * 1993 - Liga Mundial - Ouro * 1994 - Campeonato Italiano - Sisley Treviso == Ligações externas == *Sítio oficial Fotos em Categoria:Voleibolistas do estado de São Paulo Categoria:Voleibolistas do São Paulo Futebol Clube Categoria:Voleibolistas do Esporte Clube Pinheiros Categoria:Campeões olímpicos do Brasil Categoria:Voleibolistas nos Jogos Olímpicos de Verão de 1992 Categoria:Voleibolistas nos Jogos Olímpicos de Verão de 1996 Categoria:Opostos de voleibol Categoria:Jogadores de voleibol de praia do Brasil Categoria:Naturais da cidade de São Paulo",
 "title": "Marcelo Negrão"
}