{
 "id": "42761",
 "text": "José Julián Martí Pérez (Havana, 28 de janeiro de 1853 — Dos Ríos, 19 de maio de 1895) foi um político nacionalista,Many Happy Returns Fidel intelectual, jornalista, ensaísta, tradutor, professor, editor, poeta e maçom cubano, considerado um herói nacional cubano por causa de seu papel na libertação de seu país da Espanha. Ele também foi uma figura importante na literatura latino-americana. Foi muito politicamente ativo e é considerado um importante filósofo e teórico político. Através de seus escritos e atividade política, ele se tornou um símbolo da tentativa de independência de Cuba do Império Espanhol no século XIX, e é conhecido como o \"Apóstolo da Independência Cubana\" (em seu país natal, também chamado como «El apóstol»). Foi criador do Partido Revolucionário Cubano (PRC) e organizador da Guerra de 1895 ou Guerra Necessária. Seu pensamento transcendeu as fronteiras de sua Cuba natal para adquirir um caráter universal. Desde a adolescência, dedicou sua vida à promoção da liberdade, independência política para Cuba e independência intelectual para todos os hispano-americanos; sua morte foi usada como um grito pela independência cubana da Espanha tanto pelos revolucionários cubanos quanto pelos cubanos anteriormente relutantes em iniciar uma revolta. Nascido em Havana, Império Espanhol, Martí iniciou seu ativismo político ainda jovem. Ele viajou extensivamente pela Espanha, América Latina e Estados Unidos, conscientizando e apoiando a causa da independência cubana. Sua unificação da comunidade de emigrantes cubanos, particularmente na Flórida, foi crucial para o sucesso da Guerra de Independência de Cuba contra a Espanha. Ele foi uma figura chave no planejamento e execução desta guerra, bem como o idealizador do Partido Revolucionário Cubano e sua ideologia. Ele morreu em ação militar durante a Batalha de Dos Ríos em 19 de maio de 1895. Martí é considerado um dos grandes intelectuais latino-americanos da virada do século. Seus trabalhos escritos incluem uma série de poemas, ensaios, cartas, palestras, um romance e uma revista infantil. Escreveu para vários jornais latino-americanos e americanos; fundou também vários jornais. Seu jornal Patria foi um instrumento importante em sua campanha pela independência cubana. Após sua morte, muitos de seus versos do livro Versos Sencillos (Versos Singelos) foram adaptados para a canção \"Guantanamera\", que se tornou uma canção representativa proeminente de Cuba. Os conceitos de liberdade, liberdade e democracia são temas proeminentes em todas as suas obras, que influenciaram o poeta nicaraguense Rubén Darío e a poetisa chilena Gabriela Mistral.Garganigo, John F. Huellas de las literaturas hispanoamericanas Upper Saddle River: Prentice Hall, 1997. P 272 Após a Revolução Cubana de 1959, a ideologia de Martí tornou-se uma grande força motriz na política cubana. Ele também é considerado o \"mártir\" de Cuba. == Vida == Era filho de Mariano Martí, natural de Valência, e de Leonor Pérez Cabrera, natural de Tenerife, nas ilhas Canárias. José Martí foi o grande mártir da Independência de Cuba em relação à Espanha. Além de poeta e pensador fecundo, desde sua mocidade demonstrou sua inquietude cívica e sua simpatia pelas ideias revolucionárias que gestavam entre os cubanos. Influenciado pelas ideias de independência de Rafael María de Mendive, seu mestre na escola secundária de Havana, iniciou sua participação política escrevendo e distribuindo jornais com conteúdo separatista no início da Guerra dos Dez Anos. Com a prisão e deportação de seu mestre Mendive, cristalizou-se a atitude de rebeldia que Martí nutria contra a dominação espanhola. Em 1869, com apenas dezesseis anos, publicou a folha impressa separatista \"El Diablo Cojuelo\" e o primeiro e único número da revista \"La Patria Libre\". No mesmo ano, passou a distribuir um periódico manuscrito intitulado \"El Siboney\". Pouco depois, foi preso e processado pelo governo espanhol por estar de posse de papéis considerados revolucionários. Foi condenado a seis anos de trabalhos forçados mas passou somente seis meses na prisão. Em 1871, com a saúde debilitada, sua família conseguiu um indulto e obteve a permuta da pena original pela deportação à Espanha. Na Espanha, Martí publicou, naquele mesmo ano, seu primeiro trabalho de importância: \"El Presidio Político en Cuba\", no qual expôs as crueldades e os horrores vividos no período em que esteve na prisão. Nesta obra, já se encontravam presentes o idealismo e o estilo vigoroso que tornariam Martí conhecido nos círculos intelectuais de sua época. Mais tarde, dedicou-se ao estudo do Direito, obtendo o doutorado em Leis, Filosofia e Letras da Universidade de Saragoça em 1874. Em 19 de maio de 1895, no comando de um pequeno contingente de patriotas cubanos, após um encontro inesperado com tropas espanholas nas proximidades do vilarejo de Dos Ríos, José Martí foi atingido e veio a falecer em seguida. Seu corpo, mutilado pelos soldados espanhóis, foi exibido à população e posteriormente sepultado na cidade de Santiago de Cuba, em 27 de maio do mesmo ano. == Pensamentos == === Liberalismo === As ideias políticas de Martí foram moldadas por seu encontro precoce com o liberalismo krausista e sua defesa da espiritualidade e da solidariedade. O liberalismo radical na América Latina durante esse período muitas vezes assumiu um tom nacionalista e anti- imperialista, como mostram os exemplos de Francisco Bilbao no Chile, Benito Juárez no México, José Santos Zelaya na Nicarágua e Ramón Emeterio Betances em Porto Rico, a quem Martí admirava profundamente e considerava um de seus professores. Um liberalismo cada vez mais radicalizado, enfatizando a participação democrática, a igualdade econômica, a soberania nacional e complementado por sua exposição a doutrinas como o georgismo, permaneceu a base dominante da perspectiva de Martí. Sobre Henry George, ele afirmou: \"Apenas Darwin nas ciências naturais deixou uma marca comparável à de George nas ciências sociais.\"Martí, José (2002). José Martí : selected writings. Penguin Books. New York: [s.n.] ISBN 0142437042 === Independência cubana === Martí escreveu extensivamente sobre o controle colonial espanhol e a ameaça do expansionismo americano em Cuba. Para ele, não era natural que Cuba fosse controlada e oprimida pelo governo espanhol, quando tinha sua própria identidade e cultura únicas. Em seu panfleto de 11 de fevereiro de 1873, intitulado \"A República Espanhola e a Revolução Cubana\", argumentou que \"os cubanos não vivem como vivem os espanhóis. . . . Eles são alimentados por um sistema de comércio diferente, têm ligações com diferentes países e expressam sua felicidade por meio de costumes bastante contrários. Não há aspirações comuns ou objetivos idênticos que unam os dois povos, ou memórias queridas para uni-los. ... Os povos só se unem por laços de fraternidade e amor\". === Escravidão === Martí se opôs à escravidão e criticou a Espanha por defendê-la. Em um discurso aos imigrantes cubanos em Steck Hall, Nova York, em 24 de janeiro de 1879, afirmou que a guerra contra a Espanha precisava ser travada, lembrou o heroísmo e o sofrimento da Guerra dos Dez Anos, que, segundo ele, havia qualificado Cuba como uma verdadeira nação com direito à independência. A Espanha não ratificou as condições do tratado de paz, falsificou eleições, continuou com impostos excessivos e não conseguiu abolir a escravidão. Cuba precisava ser livre. === Modernismo === Os modernistas, em geral, usam uma linguagem subjetiva. O credo estilístico de Martí é parte da necessidade de decodificar o rigor lógico e a construção linguística e eliminar a expressão intelectual, abstrata e sistemática. Há a intenção deliberada e a consciência de expandir o sistema expressivo da língua. O estilo muda a forma de pensar. Sem cair no unilateralismo, Martí valoriza a expressão porque a linguagem é uma impressão e um sentimento através da forma. O modernismo busca sobretudo as visões e realidades, a expressão abarca as impressões, o estado de espírito, sem reflexão e sem conceito. Esta é a lei da subjetividade. Pode-se ver isso nas obras de Martí, um dos primeiros modernistas, que concebe a tarefa literária como uma unidade invisível, uma totalidade expressiva, considerando o estilo como \"uma forma do conteúdo\" (forma del contenido). A diferença que Martí estabeleceu entre prosa e poesia é conceitual. A poesia, como ele acredita, é uma linguagem do subjetivo permanente: a intuição e a visão. A prosa é um instrumento e um método de divulgação das ideias, e tem como objetivo elevar, encorajar e animar essas ideias ao invés de ter a expressão de rasgar o coração, reclamar e gemer. A prosa é um serviço ao seu povo. Martí produz um sistema de signos específicos \"um código ideológico\". Esses símbolos reivindicam seu valor moral e constroem signos de conduta ética. O modernismo de Martí foi uma atitude espiritual que se refletiu na língua. Toda a sua escrita define seu mundo moral. Pode-se dizer também que sua esfera ideológica e espiritual é fortalecida em sua escrita. A diferença entre Martí e outros iniciadores modernistas como Manuel Gutiérrez Nájera, Julián del Casal e José Asunción Silva (e a semelhança entre ele e Manuel González Prada) está no valor profundo e transcendente que ele deu à literatura, convertendo a prosa em um artigo ou o trabalho de um jornalista. Esse trabalho árduo foi importante para dar à literatura um valor autêntico e independente e distanciá-la da mera diversão formal. Manuel Gutiérez Nájera, Rubén Darío, Miguel de Unamuno e José Enrique Rodó salvaram os artigos martinianos, que terão um valor infinito nos escritos do continente americano. Além dos artigos martinianos, a escrita ensaística e a literatura começam a se autorizar como uma forma alternativa e privilegiada de falar sobre política. A literatura passa a aplicar-se a única hermenêutica capaz de resolver os enigmas de uma identidade latino-americana. == Ver também == * Cuba * Revolução Cubana == Bibliografia == *Abel, Christopher. José Martí: Revolutionary Democrat. London: Athlone. 1986. *. *. *Cairo, Ana. Jose Marti y la novela de la cultura cubana. Santiago de Compostela: Universidade de Santiago de Compostela. 2003. *De La Cuesta, Leonel Antonio. Martí, Traductor. Salamanca: Universidad Pontificia de Salamanca. 1996. *. *. *Fidalgo, Jose Antonio. \"El Doctor Fermín Valdés-Domínguez, Hombre de Ciencias y Su Posible Influencia Recíproca Con José Martí\" Cuadernos de Historia de la Salud Pública 1998 (84) pp. 26–34 *. *. *. *. *. *. *. *. *Kirk, John M. José Martí, Mentor of the Cuban Nation. Tampa: University Presses of Florida, c1983. *. *. *. *. *. *. *. *. * Martí, José, Manuel A.Tellechea Versos Sencillos. U of Houston: Arte Público Press, 1997 * Morukian, Maria. \"Cubanidad: Survival of Cuban Culture Identity in the 21st Century\". *Nassif, Ricardo. \"Jose Martí (1853–95) \". Originally published in Prospects:the quarterly review of comparative education(Paris, UNESCO: International Bureau of Education), vol. XXIV, no. 1/2, 1994, pp. 107–19 *. *Pérez-Galdós Ortiz, Víctor. José Martí: Visión de un Hombre Universal. Barcelona: Puvill Libros Ltd. 1999. *Quiroz, Alfonso. \"The Cuban Republic and José Martí: reception and use of a national symbol\". Lexington Books, 2006 *Ripoll, Carlos. Jose Marti and the United States, and the Marxist interpretation of Cuban History. New Jersey: Transaction Inc. 1984. *Ronning, C. Neale. Jose Marti and the emigre colony in Key West. New York: Praeger. 1990. *. * Schulman, Ivan A. Símbolo y color en la obra de José Martí. Editorial Gredos, 1960. *Scott, Rebecca J. \"Explaining Abolition: Contradiction, Adaptation, and Challenge in Cuban Slave Society, 1860–1886\". Comparative Studies in Society and History, Vol. 26, No. 1 (Jan., 1984), pp. 83–111 *. * *. *Vincent, Jon S. \"Jose Marti: Surrealist or Seer?\" Latin American Research Review, Vol. 13, No. 1 (1978), pp. 178–81. * * MARTI, José Julián. Selected Writings. London: Penguin Books, 2002. * MARTÍ, José Julián. Ismaelillo, Versos libres, Versos sencillos. Espanha: Cátedra, 2005. == Ligações externas == * - sitio cubano * * * Categoria:Naturais de Havana Categoria:Revolucionários de Cuba Categoria:Jornalistas de Cuba Categoria:Políticos de Cuba Categoria:Poetas de Cuba Categoria:Maçons de Cuba Categoria:Poetas assassinados Categoria:Políticos assassinados Categoria:Liberais clássicos Categoria:Alunos da Universidade de Saragoça Categoria:Modernismo Categoria:Georgismo Categoria:Filósofos políticos Categoria:Ensaístas de Cuba Categoria:Cubanos expatriados nos Estados Unidos Categoria:Tradutores de Cuba",
 "title": "José Martí"
}