{
 "id": "42793",
 "text": "A Conferência Geral de Pesos e Medidas (, CGPM) é uma das três organizações criadas para avaliar e gerir o Sistema Internacional de Unidades (SI) nos termos da Convenção do Metro (1875). Reúne-se em Paris cada quatro ou seis anos. Em 2002 a CGPM representava 51 estados-membros e dez observadores. == Encontros da CGPM == * 1889 – quilograma definido como unidade de massa do Protótipo internacional do quilograma (IPK) feito de platina-irídio e mantido no Escritório Internacional de Pesos e Medidas (), Sèvres, França. Sancionado o protótipo internacional do metro. * 1897 * 1901 – Litro redefinido como o volume de 1 kg de água. Esclarecimento que quilogramas são unidades de massa, peso padrão definido, aceleração padrão da gravidade definida fortalecendo o uso de gramas-força e fazendo os bem-definidos. * 1907 – quilate = 200 mg adotado. * 1913 – Proposição da Escala de Temperatura Internacional. * 1921 – Convenção do Metro Revisada. * 1927 – Comitê Consultivo de Eletricidade (CCE) criado. * 1933 – necessidade de unidade elétrica absoluta identificada. * 1948 – ampère, coulomb, farad, henry, joule, newton, ohm, volt, watt, weber definidas. Escolhido grau Celsius entre os três nomes em uso. Letra L minúscula adotada como símbolo para litro. Letra H minúscula adotada como símbolo para hora. Ambos vírgula e ponto são aceitos como marcadores decimais. Mudados os símbolos para o estere e segundo.BUREAU INTERNATIONAL DES POIDS ET MESURES. Resolution 7 of the 9th meeting of the CGPM (1948). Disponível em: <http://www1.bipm.org/jsp/en/ViewCGPMResolution.jsp?CGPM=9&RES;=7>. Acesso em: 28 dez. 2009. * 1954 – kelvin, atmosfera padrão definidos. Sistema Internacional de Unidades (metro, quilograma, segundo, ampère, kelvin, candela) iniciado. * 1960 – metro redefinido em termos de comprimento de onda da luz. Hertz, lúmen, lux, tesla adotados. Deu-se a sigla SI ao Système International d'Unités, o sistema métrico modernizado. Prefixos pico-, nano-, micro-, mega-, giga- e tera- confirmados. * 1964 – definição original de litro = 1 dm³ restabelecida. Prefixos atto- e femto-. * 1967 – segundo redefinido como a duração de 9 192 631 770 períodos de radiação correspondentes à transição entre dois níveis hiperfinos do estado padrão de um átomo de césio-133 à temperatura de 0 K. Grau Kelvin renomeado para kelvin. Candela redefinido. * 1971 – nova unidade SI básica mol definida. Pascal, siemens aprovada. * 1975 – prefixos peta- e exa-. Unidade radiológicas gray e becquerel. * 1979 – candela, sievert definidos. Ambos l e L provisioriamente permitidos como símbolos para litro. * 1983 – metro redefinido em termos da velocidade da luz, mas mantém o mesmo tamanho. * 1987 – valores convencionais adotados para a constante de Josephson, KJ, e a constante de von Klitzing, RK, preparação para um caminho para definições alternativas para o ampère e quilograma. * 1991 – novos prefixos yocto-, zepto-, zetta- e yotta-. * 1995 – unidades SI suplementares (radiano e esferorradiano) tornaram-se unidades derivadas. * 1999 – nova unidades SI derivadas, o katal = mol por segundo, para expressar atividade catalítica. * 2003 – ambos o ponto e a vírgula são reafirmados como marcadores decimais.Id. Resolution 10 of the 22nd meeting of the CGPM (2003). Disponível em: <http://www1.bipm.org/jsp/en/ViewCGPMResolution.jsp?CGPM=22&RES;=10>. Acesso em: 28 dez. 2009. * 2018 – o quilograma é redefinido em termos da constante de Planck. * 2022 – quatro novos prefixos são adotados: quecto-, ronto-, ronna- e quetta-. == Ligações externas == * Categoria:Unidades de medida Categoria:Organizações de padronização Categoria:Organizações intergovernamentais",
 "title": "Conferência Geral de Pesos e Medidas"
}