{
 "id": "42796",
 "text": "Joseph Raymond \"Ray\" Conniff (Attleboro, Massachusetts, 6 de novembro de 1916 – Escondido, Califórnia, 12 de outubro de 2002) foi um líder de banda e arranjador norte-americano, considerado o rei do easy listening. == Biografia == Filho de pai trombonista e mãe pianista, foi natural que ele seguisse o caminho da carreira musical. Conforme Ray contava em suas entrevistas, fez um curso por correspondência, com um único dólar, que o introduziu na arte da teoria musical. Formou o seu primeiro grupo artístico ainda adolescente.\"Ray Conniff Biography\". ARTISTdirect Anos mais tarde, aperfeiçoou-se de forma profunda na carreira, ao se tornar discípulo da Juilliard School. Depois de atuar e formar uma sólida base musical como trombonista e arranjador nas Big Bands, como as de Artie Shaw, Harry James e outros, Ray passou a escrever arranjos para Johnny Mathis, Guy Mitchell, Johnnie Ray, mas devido a seu talento, teve a oportunidade de formar sua própria orquestra em 1955, a convite de Mitch Miller, da CBS. Seu estilo de associar vozes masculinas a trombones, trompas e saxofones baixo, e vozes femininas a pistons, clarinetes e saxofones altos, dava-lhe uma característica inusitada e só sua. Seu coral limitava-se a pronunciar sons como da-das e du-du-dus e outras variantes, ao invés de palavras, o que imprimia um \"colorido musical\", intensificando os tons suaves e, ao mesmo tempo, abrandando os mais fortes. O som de Conniff ficou famoso logo após o lançamento de seu primeiro disco solo, em 1956, e que se intitulou 'S Wonderful, que vendeu milhões de cópias e permaneceu por meses nas primeiras posições da parada de sucessos. Daí até o segundo, terceiro e quarto álbuns, todos de grande sucesso, foi um pulo, assim como seus lançamentos subseqüentes. Ray Conniff fez um grande sucesso até o início da segunda metade da década de 1960, período em que seu som ainda era ouvido em bailes de clubes, nas rádios e nas festinhas caseiras. No entanto, a partir do final desta mesma década, suas vendas começaram a decair. A despeito disso, sempre se manteve fiel a seu estilo, com algumas variantes, como discos com o pistonista Billy Butterfield e a introdução dos cantores ainda no início da década de 1960 e que, a partir do final desta, passariam a ser a sua maneira predominante de interpretar as canções, com gravações mais espaçadas do estilo que lhe consagrou, até por uma imposição do mercado que, àquela altura, apresentava forte concorrência com o lançamento de novos estilos mundo afora. Naquela mesma época, fez sua primeira visita ao Brasil, como convidado, ao lado de Henry Mancini, para o Festival Internacional da Canção, onde então teve oportunidade de imprimir seu estilo a uma orquestra constituída de músicos e coral inteiramente brasileiros. Seu som, sempre fidelíssimo a seu estilo, levou a platéia do Maracanãzinho ao delírio, interpretando Aquarela do Brasil, Besame Mucho e Somewhere My Love. Foi o início de uma série de vindas ao Brasil e de shows pelo mundo afora (América Latina, Inglaterra, Alemanha, Japão, Rússia, etc). Em todos esses lugares era recebido com enorme entusiasmo pelas platéias. A partir de meados da década de 1970, reduziu seus cantores de 24 para 8 vozes, sem que perdesse em qualidade sonora ou comprometesse seu estilo. Na década de 1980/1990, voltou-se de vez para o mercado latino, tendo gravado centenas de canções, incluindo algumas brasileiras, concentrando-se basicamente no repertório musical de Roberto Carlos e de Julio Iglesias. Ainda assim, lançou álbum de trilhas sonoras de filmes americanos e que incluíam sucessos como Titanic, Superman, A Bela e a Fera, etc. e outro com cantores do estilo country americano. Continuou gravando e realizando concertos pelo resto de sua vida. No Brasil, sua versão para o Concerto para Piano e Orquestra Nº 1, de Tchaikovsky, tornou-se muito popular depois que passou a ser utilizada como prefixo do Programa Haroldo de Andrade. Morreu em 12 de outubro de 2002 em Escondido, Califórnia, após sofrer uma queda em uma banheira. Encontra-se sepultado no Westwood Village Memorial Park Cemetery, Los Angeles, Condado de Los Angeles, Califórnia nos Estados Unidos. == Discografia == *1956 - \"'S Wonderful!\" *1957 - \"Dance the Bop!\" *1957 - \"'s Marvelous\" *1958 - \"'s Awful Nice\" *1958 - \"Concert in Rhythm, Vol.1\" *1958 - \"Broadway in Rhythm\" *1958 - \"Hollywood in Rhythm\" *1959 - \"It's The Talk of the Town\" *1959 - \"Conniff Meets Butterfield\" *1959 - \"Christmas with Conniff\" *1959 - \"Concert in Rhythm, Vol.2\" *1960 - \"Young at Heart\" *1960 - \"Say It with Music (A Touch of Latin)\" *1960 - \"Memories Are Made of This\" *1961 - \"Somebody Loves Me\" *1961 - \"'S Continental\" *1962 - \"So Much in Love\" *1962 - \"Rhapsody in Rhythm\" *1962 - \"We Wish You a Merry Christmas\" *1962 - \"The Happy Beat\" *1963 - \"You Make Me Feel So Young\" *1963 - \"Speak to Me of Love\" *1964 - \"Friendly Persuasion\" *1964 - \"Invisible Tears\" *1965 - \"Love Affair\" *1965 - \"Music From 'Mary Poppins', 'The Sound of Music', 'My Fair Lady' & Other Great Movie Themes\" *1965 - \"Here We Come A-Caroling\" *1965 - \"Happiness Is\" *1966 - \"Ray Conniff's World of Hits\" *1966 - \"En Español (The Ray Conniff Singers Sing It in Spanish)\" *1967 - \"This Is My Song\" *1967 - \"Ray Conniff's Hawaiian Album\" *1967 - \"It Must Be Him\" *1968 - \"Honey\" *1968 - \"Turn Around Look at Me\" *1968 - \"I Love How You Love Me\" *1969 - \"Live Europa Tournee 1969/Concert in Stereo\" *1969 - \"Jean\" *1969 - \"Concert In Stereo: Live At 'The Sahara Tahoe'\" *1970 - \"Bridge Over Troubled Water\" *1970 - \"We've Only Just Begun\" *1970 - \"Love Story\" *1971 - \"Great Contemporary Instrumental Hits\" *1971 - \"I'd Like to Teach the World to Sing\" *1972 - \"Love Theme from \"The Godfather\" *1972 - \"Alone Again (Naturally)\" *1972 - \"I Can See Clearly Now\" *1973 - \"Ray Conniff in Britain\" *1973 - \"You Are the Sunshine of My Life\" *1973 - \"Harmony\" *1973 - \"The Way We Were\" *1974 - \"The Happy Sound of Ray Conniff\" *1974 - \"Ray Conniff In Moscow\" *1975 - \"Laughter in the Rain\" *1975 - \"Another Somebody Done Somebody Wrong Song\" *1975 - \"Love Will Keep Us Together\" *1975 - \"I Write the Songs\" *1975 - \"Live in Japan\" *1975 - \"Ray Conniff Plays Carpenters\" *1976 - \"Send in the Clowns\" *1976 - \"Theme from \"S.W.A.T.\" and Other TV Themes\" *1976 - \"After the Lovin'\" *1977 - \"Exitos Latinos\" *1978 - \"Ray Conniff Plays the Bee Gees and Other Great Hits\" *1979 - \"I Will Survive\" *1980 - \"The Perfect '10' Classics\" *1980 - \"Exclusivamente Latino\" *1981 - \"Siempre Latino\" *1982 - \"The Nashville Connection\" *1982 - \"Musik für Millionen\" *1982 - \"Amor Amor\" *1983 - \"Fantastico\" *1984 - \"Supersonico\" *1985 - \"Campeones\" *1986 - \"Say You Say Me\" *1986 - \"30th Anniversary Edition\" *1987 - \"Always in My Heart\" *1988 - \"Interpreta 16 Exitos De Manuel Alejandro\" *1990 - \"Ray Conniff Plays Broadway\" *1991 - \"'S Always Conniff\" *1993 - \"Latinisimo\" *1995 - \"40th Anniversary\" *1997 - \"Live in Rio (aka Mi Historia)\" *1997 - \"I Love Movies\" *1998 - \"My Way\" *1999 - \"'S Country\" *1999 - \"'S Christmas\" *2000 - \"Do Ray Para O Rei\" (2000)'''' == Prêmios e números == * 9 Discos de Ouro * 1 Disco de Platina * 1 Grammy pela interpretação da música \"Somewhere My Love\" * 70 milhões de cópias vendidas mundo afora. ==Ver também== *Lista de recordistas de vendas de discos ==Ligações externas== *Página oficial *Homenagem a Ray Conniff *Ray Conniff Page *The Ray Conniff Lyrics Web Page Categoria:Trombonistas dos Estados Unidos Categoria:Trombonistas do século XX Categoria:Maestros dos Estados Unidos Categoria:Compositores dos Estados Unidos Categoria:Músicos de easy listening Categoria:Músicos vencedores do Grammy Categoria:Recordistas de vendas de discos Categoria:Alunos da Juilliard School Categoria:Sepultados no Westwood Village Memorial Park Cemetery Categoria:Naturais de Attleboro",
 "title": "Ray Conniff"
}