{
 "id": "42815",
 "text": "Eduardo V (Londres, – c. 1483)A genealogical survey of the peerage of Britain as well as the royal families of Europe] foi o Rei da Inglaterra e Lorde da Irlanda de abril a junho de 1483. Era filho de Eduardo IV de Inglaterra e Isabel Woodville e seu curto reinado de 86 dias foi dominado por seu tio e protetor Ricardo, Duque de Gloucester, que o sucedeu como Ricardo III. Sua retirada do trono foi confirmada pelo decreto parlamentar chamado Titulus Regius, que renunciava quaisquer outras reivindicações dos herdeiros de seu pai. Eduardo e seu irmão Ricardo de Shrewsbury, Duque de Iorque, desapareceram após serem enviados para aposentos bem guardados na Torre de Londres, gerando a lenda dos Príncipes na Torre. As responsabilidades de suas mortes foram atribuídas a Ricardo III, porém os eventos são controversos e registros contemporâneos sugerem outros suspeitos. == Início de vida == Eduardo nasceu em na Abadia de Westminster, Londres. Sua mãe Isabel Woodville havia procurado refúgio na abadia para se proteger dos Lencastre que haviam deposto Eduardo IV e brevemente restaurado Henrique VI durante a Guerra das Rosas. Eduardo foi investido como Príncipe de Gales após a restauração do pai, estabelecendo-se em 1473 no Castelo de Ludlow nas Bordas Galesas como presidente nominal do Conselho de Gales e das Bordas. == Reinado == Em abril de 1483, Eduardo sucedeu ao seu pai, com apenas 12 anos. Juntamente com o seu irmão mais novo Ricardo de Shrewsbury, Duque de Iorque, foi entregue à guarda do tio Ricardo, Duque de Gloucester, que também assumiu a regência. Menos de três meses depois, Ricardo fez aprovar no parlamento uma resolução que declarava os filhos de Eduardo IV ilegítimos e portanto indignos de ascender ao trono. A decisão fundamentava-se em provas da união de Eduardo IV com uma tal Leonor Talbot, o que tornava bígamo o casamento com Isabel Woodville. Uma vez que os restantes irmãos de Eduardo IV estavam já mortos, e os filhos de Jorge, Duque de Clarence estavam barrados de ascender ao trono pela traição do seu pai, Ricardo declarou-se rei de Inglaterra com o nome de Ricardo III. == Cativeiro e desaparecimento == Logo depois de se declarar rei, Ricardo III mandou encarcerar Eduardo e seu irmão Ricardo na Torre de Londres, nunca mais tendo sido vistos em público. O que lhes aconteceu permanece incerto e é um dos mistérios da história de Inglaterra. O mais provável é terem sido assassinados, talvez por ordens de Ricardo III, que desejava assegurar a sua condição de rei. O desaparecimento dos irmãos ficou esquecido até que um movimento bastante difundido foi organizado pedindo a sua libertação do cativeiro. O movimento foi desfeito e passou-se a acreditar que os prisioneiros tivessem sido exilados. Muitos anos depois, por volta de 1530, os detalhes da história foram coletados por sir Thomas More, chanceler no reinado de Henrique VIII, a partir de fontes que ele acreditava serem credíveis. A partir destas investigações, More se convenceu que Ricardo III, pouco depois de sua coroação, enviou um mensageiro chamado John Green para exigir que sir Robert Brackenbury, que era o chefe da guarda da torre, enviasse os dois príncipes à morte, exigência que não foi atendida. Então Ricardo III teria enviado sir James Tyrell a Londres com um mandado para que Brackenbury lhe entregasse as chaves do cativeiro. O cocheiro de Tyrell, John Dighton, com a ajuda de um dos quatro carcereiros que cuidavam dos jovens príncipes, sufocaram-nos com travesseiros enquanto dormiam e depois de chamar sir James para ver os corpos, os enterraram ao pé de uma escada. Segundo More apurou, os corpos teriam sido removidos posteriormente daquele lugar. More concluiu que o assassinato só poderia ter ocorrido a partir do final do mês de agosto de 1483, quando Green retornou para comunicar o rei da recusa de Brackenbury, ou algumas semanas depois. Nunca se confirmou que os dois esqueletos encontrados na torre quase 200 anos depois, durante o reinado de Carlos II, e sepultados na Abadia de Westminster fossem dos dois irmãos. Contudo existe uma grande probabilidade, não apenas a partir da idade aparente dos ossos, mas também pelo local em que foram encontrados, ao pé de uma escada na torre, coincidindo com os relatos de sir Thomas More, exceto pelo fato por ele relatado de que os corpos haviam sido removidos daquele lugar. ==Ancestrais== == Bibliografia == * * * * ==Ligações externas== *Eduardo V de Inglaterra na página oficial da monarquia britânica *Retratos de Eduardo V na National Portrait Gallery |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Eduardo V de Inglaterra Casa de Iorque Ramo da Casa de Plantageneta 2 de novembro de 1470 – ? |- style=\"text-align:center;\" |width=\"30%\" align=\"center\"| Precedido por Eduardo IV |width=\"40%\" style=\"text-align: center;\"| Rei da Inglaterra e Lorde da Irlanda |width=\"30%\" align=\"center\"| Sucedido por Ricardo III |- |width=\"30%\" align=\"center\"| Precedido por Eduardo de Westminster |width=\"40%\" style=\"text-align: center;\"| Príncipe de Gales 26 de junho de 1471 – 9 de abril de 1483 |width=\"30%\" align=\"center\"| Sucedido por Eduardo de Middleham |} Categoria:Naturais de Westminster Categoria:Casa de Iorque Categoria:Duques da Cornualha Categoria:Príncipes de Gales Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Monarcas da Inglaterra Categoria:Lordes da Irlanda Categoria:Crianças soberanas Categoria:Reis católicos da Inglaterra Categoria:Pretendentes ingleses ao trono francês Categoria:Monarcas britânicos que foram depostos ou abdicaram Categoria:Prisioneiros da Torre de Londres Categoria:Príncipes desaparecidos Categoria:Monarcas ingleses assassinados Categoria:Personalidades da Guerra das Rosas Categoria:Ingleses de ascendência francesa",
 "title": "Eduardo V de Inglaterra"
}