{
 "id": "42829",
 "text": "Vulgata é a forma latina abreviada de vulgata editio ou vulgata versio ou vulgata lectio, respectivamente 'edição', 'versão' ou 'leitura' de divulgação popular — a versão mais difundida (ou mais aceita como autêntica) de um texto. No sentido corrente, Vulgata refere-se à tradução da Bíblia das línguas originais para o latim, elaborada entre fins do século IV e o início do século V, por São Jerónimo, auxiliado por Santa Paula de Roma, a pedido do Papa Dâmaso I, e que foi amplamente utilizada pela Igreja Católica de rito latino até a edição da Nova Vulgata, sendo ainda usada na Missa Tridentina,nos livros litúrgicos anteriores ao Concílio Vaticano II e em bíblias que a utilizam como fonte primária de tradução. É a única versão da Sagrada Escritura considerada oficialmente pela Igreja Católica como \"completamente isenta de erros no que toca a fé e aos costumes\". Nos seus primeiros séculos, a Igreja Católica serviu-se sobretudo da língua grega. Foi nesta língua que foi escrito todo o Novo Testamento, incluindo a Carta aos Romanos, de São Paulo, bem como muitos escritos cristãos de séculos seguintes. No século IV, a situação já havia mudado, e é então que o importante biblista São Jerónimo traduz pelo menos o Antigo Testamento para o latim e revê a Vetus Latina. A Vulgata foi produzida para ser mais exata e mais fácil de compreender do que suas predecessoras. Foi a primeira, e por séculos a única, versão da Bíblia que verteu o Antigo Testamento diretamente do hebraico e não da tradução grega conhecida como Septuaginta. No Novo Testamento, São Jerônimo selecionou e revisou textos. Chama-se, pois, Vulgata a esta versão latina da Bíblia que foi usada pela Igreja Católica Romana durante muitos séculos, e ainda hoje é fonte para diversas traduções. O nome vem da expressão vulgata versio, isto é \"versão de divulgação para o povo\", e foi escrita em um latim cotidiano. A Vulgata constitui um marco para a Igreja de língua latina. Até então circulavam diversos textos e extratos latinos, todos eles baseados sobre a tradução grega e em estado precário. Quando o papa Dâmaso encarregou S. Jerônimo de estabelecer um texto digno de confiança para a Igreja Católica, em 384, não o encarregou de preparar uma nova tradução, mas apenas de rever e corrigir esses textos que circulavam em Roma, com a ajuda da tradução grega. S. Jerônimo começou a fazer essa revisão, mas a partir de 391, já estabelecido na Palestina, resolveu retraduzir todo o Antigo Testamento com base nos textos em hebraico e aramaico, inclusive Tobias e Judite, que encontrou em aramaico (os demais deuterocanônicos, baseou-se no texto grego), concluindo tudo por volta do ano 406. De início, sua tradução sofreu grande oposição, devido principalmente ao emprego de termos não-tradicionais ou certos afastamentos da tradução grega; no tempo de S. Gregório Magno, porém, passou a desfrutar de iguais direitos que as demais traduções, fixando-se como texto principal para a Igreja latina entre os séculos VIII e IX (a denominação “Vulgata”, contudo, só começou a ser usada a partir do séc. XIII). Com o passar dos séculos, as cópias da Vulgata Latina de São Jerônimo começaram a apresentar diferenças textuais por erros dos copistas, passando a circular diferentes versões do que se chamava \"Vulgata\" e várias outras versões latinas da Bíblia. No século XVI, o Concílio de Trento, a fim de estabelecer qual era a versão das traduções latinas correntes que deveria ser utilizada pela Igreja de rito latino, afirmou que \"considerando que poderá resultar em não pequena utilidade para a Igreja de Deus, dando-se a conhecer qual de tantas edições latinas que correm dos Livros Sagrados se deve ter por legítima, esse mesmo sacrossanto Concílio determina e declara: que nas preleções públicas, nas discussões, pregações e exposições seja tida por legítima a antiga edição da Vulgata, que pelo longo uso de tantos séculos se comprovou na Igreja; e que ninguém, sob qualquer pretexto, se atreva ou presuma rejeitá-la.\" Sacrossanto Concílio de Trento. Sessão IV (8-4-1546). A edição da Vulgata da Bíblia e o modo de interpretação O mesmo Concílio, após listar os livros canônicos das Sagradas Escrituras, afirma que \"se alguém não aceitar como sacros e canônicos esses livros na íntegra com todas as suas partes, como era costume serem lidos na Igreja Católica e como se encontram na edição antiga da Vulgata Latina; e desprezar ciente e premeditadamente as preditas tradições: - seja excomungado.\" Sacrossanto Concílio de Trento. Sessão IV (8-4-1546). Os Livros Sagrados e as Tradições dos Apóstolos Como ainda não havia uma única versão oficial da Vulgata de São Jerônimo para ser considerada como a \"antiga edição da Vulgata\", mencionada pelo Concílio de Trento, a Igreja Católica fez uma revisão das versões latinas existentes, incluindo as ditas vulgatas em circulação, tendo como um dos consultores São Roberto Berlarmino, e publicou a chamada Vulgata Sixto-Clementina a fim de disponibilizar uma versão oficial da tradução de São Jerônimo e de torná-la a versão oficial para a liturgia católica latina. Essa edição é tida pela Igreja Católica como \"completamente isenta de erros no que toca a fé e aos costumes\". No século XX, o Papa Pio X mostrou a intenção de um projeto de revisão da Vulgata Latina para torná-la mais similar ao texto escrito por São Jerônimo . Pio XI instituiu um Mosteiro Beneditino em Roma – Mosteiro de São Jerônimo – para tal fim. Os monges trabalharam até depois do Concílio Vaticano II, quando ocorreu a dissolução do mosteiro, tendo concluído o Antigo Testamento. Atualmente, há uma versão não oficial chamada Vulgata Stuttgartensia que aproveita a edição dos monges do Mosteiro de São Jerônimo para o Antigo Testamento e uma edição crítica feita em Oxford para o Novo Testamento. Após o Concílio Vaticano II, por determinação de Paulo VI, foi criada uma nova comissão para a revisão da Vulgata, sobretudo para uso litúrgico. A nova revisão, diferentemente do que era realizado pelo Mosteiro em Roma de analisar se a versão corrente da Vulgata era igual a de São Jerônimo, utilizou o texto crítico de Oxford da Vulgata Stuttgardensia, o hebraico do texto massorético e o grego crítico, \"corrigindo prudentemente\" o texto da Vulgata de São Jerônimo no que se afastava da crítica textual da época. Foi utilizado o códex Leningradensis, do século XI, e a versão crítica de Nestle-Alland. Esta revisão, terminada em 1975, e promulgada pelo Papa João Paulo II, em 25 de abril de 1979, é denominada Nova Vulgata e ficou estabelecida como a edição típica da Bíblia para a Igreja Católica, a fim de ser usada como consulta nas traduções feitas diretamente das línguas originais. == Prólogos da Vulgata == Além do texto bíblico da Vulgata, ela contém prólogos dos quais a maioria foi escrita por Jerônimo. Esses prólogos são escritos críticos e não eram destinados ao público em geral. O tema recorrente dos prólogos se refere à primazia do texto hebraico sobre os textos da Septuaginta (LXX), em grego koiné. Entre os mais notáveis prólogos se destaca o Prologus Galeatus, de Jerônimo. Jerónimo traduziu os deuterocanónicos, que traduziu do aramaico. Os deuterocanónicos foram incluídos na edição da Vulgata conforme estavam na Antiga Latina. O prólogo Primum Quaeritur, de autoria desconhecida, defende a autoria paulina para a carta aos Hebreus. ;Prólogos: * Pentateuco * Josué * Reis (com Prologus Galeatus) * Crônicas * Esdras * Tobias * Judite * Ester * Jó * Salmos (seguindo a LXX) * Livros de Salomão * Isaías * Jeremias * Ezequiel * Daniel * 12 Profetas (= Profetas Menores) * Os Evangelhos * Epístolas Paulinas (com Primum Quaeritur) ;Notas: * Salmos (Hebreus) * Adições a Ester == Ligações externas == * Nova Vulgata * Vulgata Vulgata Clementina (tradicional) * Vulgata Vulgata Clementina (tradicional) (em inglês) *Tradução da Vulgata pelo Padre Figueiredo 1867 *Tradução da Vulgata pelo Padre Figueiredo 1821 * Samuel Berger, Histoire de la Vulgate pendant les premiers siècles du Moyen Age (Paris 1893). * A Vulgata no Perseus Project (em latim). O site, além de conter uma tradução paralela para o inglês, permite que o usuário confira a tradução de palavra por palavra, apenas clicando sobre elas. Categoria:Primeiras versões da Bíblia Categoria:Traduções da Bíblia Categoria:Traduções da Bíblia em língua latina Categoria:Livros do século IV Categoria:Século IV na Europa Categoria:Jerônimo",
 "title": "Vulgata"
}