{
 "id": "42859",
 "text": "Sir Edward William Elgar, 1.º Baronete, OM, GCVO (Broadheath, 2 de junho de 1857 - Worcester, 23 de fevereiro de 1934) foi um compositor inglês de música clássica. Entre as suas composições mais conhecidas estão trabalhos orquestrais como Enigma Variations, as Pomp and Circumstance Marches, concertos para violino e violoncelo, e duas sinfonias. Também compôs trabalhos corais, incluindo The Dream of Gerontius, música de câmara e canções. Foi nomeado Master of the King's Musick em 1924. Apesar de Elgar ser visto como um típico compositor inglês, a maioria das suas influências musicais tinham origem na Europa continental. Ele sentia-se um forasteiro, não apenas numa perspectiva musical, mas socialmente. Nos círculos musicais dominados por académicos, ele era um compositor auto-didacta; num Reino Unido protestante, o seu catolicismo era visto com alguma desconfiança; e num período vitoriano e eduardiano em que a sociedade estava dividida por classes, Elgar tinha plena consciência sobre as suas origens humildes, mesmo depois de ser reconhecido. Ainda assim, casou com a filha de um oficial do exército britânico. Ela inspirou-o tanto ao nível musical como social, mas trabalhou para atingir o sucesso até aos seus quarenta anos quando, depois de uma série de trabalhos menos bem-sucedidos, o seu Enigma Variations (1899) tornou-se muito popular, tanto na Grã-Bretanha, como além-mar. No seguimento deste trabalho, compôs um trabalho coral, The Dream of Gerontius (1900), com base num texto católico que tinha causado algum desconforto no sistema anglicano na Grã-Bretanha; no entanto, esta obra veio a tornar-se, e assim continua, parte do repertório coral deste país e não só. Os seus outros trabalhos corais religiosos também foram bem recebidos, mas sem o mesmo sucesso. A primeira das suas Pomp and Circumstance Marches (1901) é bem conhecida no mundo de língua inglesa. Nos seus cinquenta anos de idade, Elgar compôs uma sinfonia e um concerto para violino que alcançaram um enorme êxito. A sua segunda sinfonia e concerto para violoncelo não obtiveram um êxito imediato junto do público, e demoraram alguns anos até serem incluídos, com regularidade, no repertório das orquestras britânicas. A música de Elgar, nos seus últimos anos de vida, foi tornando-se cada vez mais apelativa junto das audiências britânicas. Após a sua morte, e durante alguns anos, a sua música passou despercebida. Apenas da década de 1960, ajudada por novas gravações dos seus trabalhos, é que a sua música voltou a ser tocada com regularidade. Alguns dos seus trabalhos, em anos mais recentes, passaram a ser tocados a um nível internacional, mas a sua música continua a fazer mais parte do reportório britânico do que em outros países. Elgar tem sido descrito como o primeiro compositor a levar a sério as gravações com um gramofone em disco de vinil. Entre 1914 e 1925, realizou uma série de gravações acústicas dos seus trabalhos. A introdução do microfone em 1925, tornou as gravações sonoras mais exactas, e Elgar fez novos registos da maioria dos seus principais trabalhos para orquestra e excertos de The Dream of Gerontius. == Biografia == Filho de um afinador de pianos, e rodeado de música e instrumentos musicais na loja do pai em na Worcester High Street, o jovem Edward foi auto-didacta em música. No Verão levava nos seus passeios música para estudar, iniciando uma forte ligação entre música e natureza. Deixando a escola aos 15 anos, começou por trabalhar com um advogado local, mas após um ano enveredou por uma carreira musical, aprendendo piano e violino. Aos 22 anos tornou-se chefe de banda no Worcester and County Lunatic Asylum, perto de Worcerter. Foi primeiro violino nos festivais de Worcester e Birmingham, e chegou a tocar a Sexta Sinfonia e o Stabat Mater de Antonin Dvorak sob a direcção do próprio compositor. Agradou-lhe especialmente, e influenciou-o bastante o estilo de orquestração de Dvorak. Aos 29, através da actividade de ensino, conheceu a sua futura mulher Caroline Alice Robers, poetisa e escritora. Casaram-se três anos depois contra a vontade da família dela, e a prenda de Edward para Caroline foi a peça para violino e piano Salut d'amour. Os Elgars passaram a residir em Londres, centro da vida musical inglesa. Após algum tempo, constataram que não podiam subsistir apenas com o trabalho de compositor de Edward, pelo que ele retomou o ensino de música. Durante a década de 1890, século XIX, Elgar construiu uma sólida reputação como compositor, especialmente de obra vocal para os festivais musicais das Midlands. The Black Knight, King Olaf (1896), The Light of Life e Caractacus tiveram algum sucesso, o que lhe permitiu obter um lugar de editor musical. Em 1899, aos 42 anos de idade, compôs o seu primeiro grande trabalho orquestral, as Variações Enigma, estreadas em Londres dirigidas por Hans Richter. Recebendo o aplauso geral, Elgar tornou-se o compositor britânico mais conhecido da época. Este trabalho intitula-se Variations on an Original Theme (Enigma). O enigma é que, embora haja treze variações do tema original ('enigma'), este nunca é ouvido. Em 1900 estreou em Birmingham a versão coral do poema do Cardeal Newman The Dream of Gerontius. Apesar da desastrosa estreia, a obra foi posteriormente reconhecida como uma das maiores de Elgar. Elgar é principalmente conhecido pelas Marchas de Pompa e Circunstância (1901). Após compô-las, foi-lhe pedido para adaptar a letra de A. C. Benson para uma Ode à Coroação do Rei Eduardo VII de Inglaterra. O resultado foi Land of Hope and Glory. Entre 1902 e 1914 Elgar teve um sucesso estrondoso, visitou quatro vezes os E.U.A., e ganhou bastante dinheiro com os direitos da sua obra. Entre 1905 e 1908 foi Professor de Música na Universidade de Birmingham. A sua Sinfonia No. 1 (1908) foi cem vezes tocada no primeiro ano. Com a chegada da I Guerra Mundial, a música de Elgar ficou um pouco fora de moda, e, depois de ficar viúvo em 1920 pouco mais compôs. Pouco antes de falecer compôs o magnífico e elegíaco Concerto para Violoncelo. Talvez isto sugira que Alice Elgar era a sua principal influência e impulsionadora do seu êxito. Armado cavaleiro em 1904 e tornado baronete em 1931. Em 1932, trabalhou como o jovem e talentoso violinista Yehudi Menuhin, que na altura tinha apenas 16 anos de idade, na gravação do seu Concerto para violino. No fim da vida iniciou uma ópera e aceitou a proposta da BBC para compor uma Terceira Sinfonia. Esta encomenda foi persuadida pelo seu amigo George Bernard Shaw, a quem Elgar tinha dedicado a obra Severn Suite. A sua doença terminal (um cancro colo- rectal inoperável foi descoberto durante uma operação, em 8 de outubro de 1933) impediu-o de a completar, mas os esboços que deixou permitiram a Anthony Payne acabá-la ao estilo do compositor. Morreu no dia 23 de Fevereiro de 1934, sendo enterrado na Abadia de Westminster. No espaço de apenas dois meses morreram outros dois importantes compositores ingleses – Gustav Holst e Frederick Delius. == Bibliografia == * Michael Kennedy - Portrait of Elgar 3a ed. (Oxford: Clarendon Press, 1987) * Jerrold Northrop Moore - Edward Elgar: a creative life (Oxford: OUP, 1984) * William H. Reed - Elgar as I knew him (Oxford: OUP, 1989) * Percy Young - Alice Elgar: enigma of a Victorian lady (London: Dobson, 1978) * Percy Young - Elgar OM: a study of a musician 2nd ed. (London: Purnell, 1973) == Ligações externas == * The Elgar Society and The Elgar Foundation * Categoria:Compositores do Reino Unido Categoria:Compositores clássicos do século XX Categoria:Compositores românticos",
 "title": "Edward Elgar"
}