{
 "id": "42882",
 "text": "Julio Florencio Cortázar (Ixelles, 26 de agosto de 1914 Paris, 12 de fevereiro de 1984) foi um escritor, tradutor e intelectual argentino. Sem renunciar à nacionalidade argentina, ele optou por adquirir a nacionalidade francesa, em 1981, em protesto contra a ditadura militar argentina. Ele é considerado um dos autores mais inovadores e originais de sua época, mestre da história, prosa poética e conto em geral e criador de romances importantes que inauguraram uma nova maneira de fazer literatura no mundo hispânico, quebrando os moldes clássicos através de narrativas que escapam à linearidade temporal. Como o conteúdo de seu trabalho viaja na fronteira entre o real e o fantástico, ele geralmente é colocado em relação ao realismo mágico e até ao surrealismo. Ele viveu sua infância e adolescência e maturidade incipiente na Argentina e, desde os anos 50, na Europa. Ele morou na Itália, Espanha, Suíça e França, onde se estabeleceu em 1951 e montou algumas de suas obras. == Biografia == Filho de argentinos, nasceu em Ixelles, distrito de Bruxelas, na Bélgica, e voltou à terra natal de seus pais aos três anos de idade. Seus pais separaram-se posteriormente e passou a ser criado pela mãe, uma tia e uma avó. Passou a maior parte de sua infância em Banfield, subúrbio de classe média de Lomas de Zamora, região metropolitana de Buenos Aires, e não era uma criança totalmente feliz, apresentando uma tristeza frequente. Declararia: \"Pasé mi infancia en una bruma de duendes, de elfos, con un sentido del espacio y del tiempo diferente al de los demás\".Revista Plural n°44, México 5/1975 Cortázar era uma criança bastante doente e passava muito tempo na cama, lendo livros que sua mãe selecionava. Muitos de seus contos são autobiográficos, como Bestiario, Final del juego, Los venenos e La Señorita Cora, entre outros. Formou-se Professor em Letras em 1935, na \"Escuela Normal de Profesores Mariano Acosta\", e naquela época começou a frequentar lutas de boxe. Em 1938, com uma tiragem de 250 exemplares, editou Presencia, livro de poemas, sob o pseudônimo \"Julio Denis\". Lecionou em algumas cidades do interior do país, foi professor de literatura na \"Facultad de Filosofía y Letras de la Universidad Nacional de Cuyo\", mas renunciou ao cargo quando Perón assumiu a presidência da Argentina. Empregou-se na Câmara do Livro em Buenos Aires e realizou alguns trabalhos de tradução. Em 1951, aos 37 anos, Cortázar, por não concordar com a ditadura na Argentina, partiu para Paris (França), pois havia recebido uma bolsa do governo francês para ali estudar por dez meses, e acabou se instalando definitivamente. Trabalhou durante muitos anos como tradutor da Unesco e viveria em Paris até a sua morte. Teve uma relação de amizade com os artistas argentinos Julio Silva e Luis Tomasello, com os quais realizaria vários projetos conjuntos. Politicamente, o autor também foi um mistério, devido à fragilidade dos rótulos da época, pois, para a CIA, tratava-se de um perigoso esquerdista a soldo da KGB, enquanto esta considerava-o um notório agente do imperialismo a soldo da CIA e perigoso agitador antissoviético, já que denunciava as prisões em Moscou dos chamados dissidentes. Cortázar casou- se com Aurora Bernárdez en 1953, uma tradutora argentina. Viviam em Paris, sob condições econômicas difíceis e surgiu a oportunidade de traduzir a obra completa, em prosa, de Edgar Allan Poe para a Universidad de Puerto Rico. Esse trabalho foi considerado pelos críticos como a melhor tradução da obra do escritor. Em 1963 visitou Cuba enviado pela Casa de las Américas, para ser jurado em um concurso. Foi a época de intensificação do seu fascínio pela política. No mesmo ano teve um livro traduzido para o inglês. Em 1962, lança Historias de Cronopios y Famas, e o ano de 1963 marcou o lançamento de Rayuela, que foi seu grande sucesso e teve cinco mil cópias vendidas no mesmo ano. Em 1959 saiu o volume Final del Juego. Seu artigo Para Llegar a Lezama Lima foi publicado na revista \"Union\", em Havana. Depois desses anos, Cortázar se comprometeu politicamente na libertação da América Latina sob regimes ditatoriais. Em novembro de 1970 viaja ao Chile, onde se solidarizou com o governo de Salvador Allende. Em 1971, foi \"excomungado\" por Fidel Castro, assim como outros escritores, por pedir informações sobre o desaparecimento do poeta Heberto Padilla. Apesar de sua desilusão com a atitude de Castro, continuou acompanhando a situação política da América Latina. Em 1973, recebeu o Prêmio Médicis por seu Libro de Manuel e destinou seus direitos à ajuda dos presos políticos na Argentina. Em 1974, foi membro do Tribunal Bertrand Russell II, reunido em Roma para examinar a situação política na América Latina, en particular as violações dos Direitos Humanos. Em 1976, viajou para Costa Rica, onde se encontrou com Sergio Ramírez e Ernesto Cardenal, e fez uma viagem clandestina até Solentiname, na Nicarágua. Esta viagem o marcaria para sempre e seria o começo de uma série de visitas a este país. Em agosto de 1981 sofreu uma hemorragia gástrica. Em 1983, volta a democracia na Argentina, e Cortázar fez uma última viagem à sua pátria, onde foi recebido calorosamente por seus admiradores, que o paravam na rua e lhe pediam autógrafos, em contraste com a indiferença das autoridades nacionais. Depois de visitar vários amigos, regressou a Paris. Pouco depois lhe foi outorgada a nacionalidade francesa. Carol Dunlop, sua última esposa, faleceu em 2 de novembro de 1982, e Cortázar teve uma profunda depressão. Morreu de leucemia em 1984, sendo enterrado no Cemitério do Montparnasse, na mesma tumba de Carol. Em sua tumba se ergue a imagem de um \"cronópio\", personagem criado pelo escritor. Em Buenos Aires, a praça situada na interseção das ruas Serrano e Honduras leva seu nome. Em 2007 foi dado oficialmente o nome de \"Plaza Julio Cortazar\" à pequena praça no extremo ocidental da \"Île Saint Louis\", onde ocorre o conto Las Babas del Diablo. == Características literárias == Foi o criador de novelas que inauguraram uma nova forma de fazer literatura na América Latina, rompendo os moldes clássicos mediante narrações que escapam da linearidade temporal e onde os personagens adquirem autonomia e profundidade psicológica inéditas. Seu livro mais conhecido é Rayuela (O Jogo da Amarelinha), de 1963, que permite várias leituras orientadas pelo próprio autor. Cortázar tinha um grande interesse nos escritores clássicos antigos. Nesse sentido, a presença do professor argentino Arturo Marasso, que o incentivou a lê-los emprestando livros de sua propriedade, era essencial. Um ponto de inflexão dos jovens em sua maneira de escrever se deveu ao livro Opio: o diário de desintoxicação de Jean Cocteau, que era um de seus livros de cabeçalho fixo. Cortázar, assim, manteve desde a juventude uma grande admiração pelo trabalho deste autor, bem como o de John Keats, que continuou sendo um dos seus poetas favoritos ao longo dos anos. Cortázar inspirou um grande número de cineastas, entre eles o italiano Michelangelo Antonioni, cujo longa-metragem Blow-Up foi baseado no conto As Babas do Diabo (do livro As Armas Secretas). Ele sempre sentiu uma grande admiração pelo trabalho do argentino Jorge Luis Borges, uma admiração mútua, apesar de suas intransponíveis diferenças ideológicas. Embora Cortázar fosse um ativista de esquerda, Borges incentivava o individualismo e rejeitava os regimes totalitários em geral, apesar de ter concordado em receber condecorações de países em ditadura. Seu gosto literário era muito amplo, e ele sentia uma atração especial pelos livros de vampiros e fantasmas, que devido à sua alergia ao alho, eram motivo de piadas por suas amizades. O próprio Cortázar alegou ter lido mais romances franceses e anglo-saxões do que espanhóis, o que compensava a leitura de muita poesia espanhola, incluindo Salinas e Cernuda, a quem dedicou comentários entusiasmados. == Obras principais == * Presencia, 1938 (sonetos) (Sob o pseudônimo Julio Denis) * La otra orilla, 1945. * Los reyes, 1949 (teatro) (Os Reis) * Bestiario, 1951 (contos) (Bestiário, 1986, Rio de Janeiro: Nova Fronteira) * Final del juego, 1956 (contos) (Final de Jogo) * Las armas secretas, 1959 (contos) (As Armas Secretas, 1994, Rio de Janeiro: José Olympio). Faz parte desse livro o conto Las babas del diablo (As Babas do Diabo), que inspirou Antonioni para o filme \"Blow-up\". * Los premios, 1960 (novela) (Os Prêmios, 1983, Rio de Janeiro: Civilização Brasileira) * Historias de cronopios y de famas, 1962 (miscelâneas) (Histórias de Cronópios e de Famas, 1964, Rio de Janeiro: Civilização Brasileira; Valise de Cronópio, 1974, São Paulo: Perspectiva) * Carta a una señorita en París, 1963 * Rayuela, 1963 (novela) (O Jogo da Amarelinha, 1994, Rio de Janeiro: Civilização Brasileira) * La autopista del Sur, 1964 * Todos los fuegos el fuego, 1966 (contos) (Todos os Fogos o Fogo, 1994, Rio de Janeiro: Civilização Brasileira) * La vuelta al día en ochenta mundos, 1967 (contos). * El perseguidor y otros cuentos, 1967 (contos). * Buenos Aires, Buenos Aires, 1967 * 62/modelo para armar, 1968 (novela) (62/ Modelo para Armar) * Casa tomada, 1969. * Último round, 1969. * Relatos, 1970. * Viaje alrededor de una mesa, 1970. * La isla a mediodía y otros relatos, 1971. * Pameos y meopas, 1971 (poemas). * Prosa del observatorio, 1972 (Prosa do Observatório, 1974, São Paulo: Perspectiva) * Libro de Manuel, 1973 (novela) (O livro de Manuel, 1984, Rio de Janeiro: Nova Fronteira) * La casilla de los Morelli, 1973. * Octaedro, 1974 (contos) (Octaedro, 1986, Rio de Janeiro: Civilização Brasileira) * Fantomas contra los vampiros multinacionales, cómic, 1975. * Estrictamente no profesional, 1976. * Alguien que anda por ahí, 1977 (contos) (Alguém que anda por aí, 1981, Rio de Janeiro: Nova Fronteira) * Territorios, 1979 (contos). * Un tal Lucas, 1979 (contos) (Um tal Lucas, 1982, Rio de Janeiro: Nova Fronteira) * Queremos tanto a Glenda, 1980 (contos) (Um dos contos foi publicado no Brasil, sob o título Orientação dos Gatos, 1981, Rio de Janeiro: Nova Fronteira) * Deshoras, 1982 (contos) (Fora de Hora, 1984, Rio de Janeiro: Nova Fronteira) * Los autonautas de la cosmopista, 1982 (Os Autonautas da Cosmopista) – Em colaboração com Carol Dunlop, sua companheira. * Nicaragua tan violentamente dulce, 1983 (Nicarágua tão Violentamente Doce, 1987, São Paulo: Brasiliense) * Silvalandia (baseado em ilustrações de Julio Silva), 1984. * Salvo el crepúsculo, 1984 (poesia). * Divertimento, 1986 (obra póstuma) (Divertimento) * El examen, 1986 (novela, obra póstuma) (O Exame Final, s.d., Rio de Janeiro: José Olympio) * Diário de Andrés Fava, 1995 (Diário de Andres Fava, s.d., Rio de Janeiro: José Olympio) * Adiós Robinson y otras piezas breves (teatro), 1995 (Adeus, Robinson e Outras Peças Curtas, 1997, Rio de Janeiro: Civilização Brasileira) * Obra Crítica, editada em 1998, no Rio de Janeiro: Civilização Brasileira * Cartas a los Jonquieres 2010 == Cronópios, famas e esperanças == O livro Histórias de Cronópios e de Famas foi escrito por Cortázar em Roma e Paris, no período de 1952 a 1959, mas foi publicado em 1962. Ofereceu uma espécie de reinvenção do mundo através de seus personagens, os \"cronópios\", os \"famas\" e as \"esperanças\", que alcançam sensibilidade e fascínio na medida em que traduzem a psicologia humana. Os cronópios, segundo Cortázar, são criaturas verdes e úmidas, distraídas, e sua força é a poesia. Eles cantam como as cigarras, indiferentes ao cotidiano, esquecem tudo, são atropelados, choram, perdem o que trazem nos bolsos e, quando saem em viagem, perdem o trem, chove a cântaros, levam coisas que não lhes servem. Os famas, pelo contrário, são organizados e práticos, prudentes, fazem cálculos e embalsamam sua lembranças; quando fazem uma viagem, mandam alguém na frente para verificar os preços e a cor dos lençóis. As esperanças \"são sedentárias e deixam-se viajar pelas coisas e pelos homens, e são como as estátuas, que é preciso ir vê-las, porque elas não vêm até nósCORTÁZAR, Júlio. Histórias de Cronópios e de Famas (1998). Rio de Janeiro: Civilização Brasileira, p.101\". == Referências bibliográficas == * * == Ligações externas == * * oocities.com/juliocortazar_arg (em espanhol) * web.archive.org - sololiteratura.com/cortazarprincipal (em espanhol) * julio-cortazar.com (em espanhol) * escritores.org/cortazar (em português) * web.archive.org - cortazar.com.br (em português) * Julio Cortázar: “No meu coração a América Latina existe como uma unidade”; entrevista 1979 (em português) Categoria:Naturais de Bruxelas Categoria:Romancistas da Argentina Categoria:Escritores da Argentina Categoria:Tradutores da Argentina Categoria:Contistas da Argentina Categoria:Mortes por leucemia Categoria:Cidadãos naturalizados da França Categoria:Sepultados no Cemitério do Montparnasse Categoria:Pessoas com HIV/AIDS Categoria:!Editatona Cada livro seu público 2024",
 "title": "Julio Cortázar"
}