{
 "id": "42884",
 "text": "A cibernética é o estudo interdisciplinar da estrutura dos sistemas reguladores, suas estruturas, restrições e possibilidades. Norbert Wiener definiu a cibernética em 1948 como \"o estudo científico do controle e comunicação no animal e na máquina\". Em outras palavras, é o estudo científico de como humanos, animais e máquinas controlam e se comunicam. A cibernética é aplicável quando um sistema em análise incorpora um circuito fechado de sinalização - originalmente chamado de relação \"causal circular\" - isto é, onde a ação do sistema gera alguma mudança em seu ambiente e essa mudança é refletida no sistema de alguma maneira (feedback) que aciona uma alteração no sistema. A cibernética é relevante para, por exemplo, sistemas mecânicos, físicos, biológicos, cognitivos e sociais. O objetivo essencial do amplo campo da cibernética é entender e definir as funções e processos de sistemas que possuem objetivos e que participam de cadeias causais circulares que passam da ação para a detecção, para comparação com a meta desejada e novamente para a ação. Seu foco é como qualquer coisa (digital, mecânica ou biológica) processa as informações, reage às informações e muda ou pode ser alterada para realizar melhor as duas primeiras tarefas. A cibernética inclui o estudo de feedback, caixas-pretas e conceitos derivados, como comunicação e controle em organismos, máquinas e organizações vivas, incluindo a auto-organização. Todavia, atualmente com a formalização da área de Teoria de Controle, o termo Cibernética passou a ser utilizado como sinônimo de Tecnologia da Informação (TI), desvinculando-se de seu sentido original proposto por Wiener. == História == A cibernética é uma ciência nascida em 1942 e foi impulsada inicialmente por Norbert Wiener e Arturo Rosenblueth Stearns e tem, como objetivo, \"o controlo e comunicação no animal e na máquina\" ou \"desenvolver uma linguagem e técnicas que nos permitam abordar o problema do controlo e a comunicação em geral\". Em 1948, Wiener publicou o livro Cibernética: ou Controle e Comunicação no Animal e na Máquina. Em 1950, Ben Laposky, um matemático de Iowa, criou os oscilões ou abstrações eletrônicas, por meio de um computador analógico: considera-se esta possibilidade de manipular ondas e registrá-las eletronicamente como o despertar do que viria a ser denominado computer graphics e, depois, arte computacional e \"infoarte\". Também, durante a década de 1950, William Ross Ashby propõe teorias relacionadas com a inteligência artificial. A cibernética deu um grande impulso à teoria da informação a meio dos anos 1960; o computador digital substituiu o analógico na elaboração de imagens eletrónicas. Nesses anos, aparece a segunda geração de computadores (com transístores em 1960) concretizando, então, os primeiros desenhos e gráficos de computador, e a terceira (com circuitos integrados, em 1964) assim como as linguagens de programação. Em 1965, teve lugar, em Estugarda, a exposição Computer-Graphik. Mas a mostra que consagrou a tendência foi a que teve lugar em 1968 sob o título Cybernetic Serendipity no Instituto de Arte Contemporânea de Londres. Também nesse ano, destacou-se a exposição Mindextenders do Museum of Contemporary Crafts de Londres. Em 1969, o Museu Brooklyn organizou a amostra Some more Beginnings. Nesse mesmo ano, em Buenos Aires e noutras cidades da Argentina, apresentava-se \"Arte e Cibernética\", organizada por Jorge Glusberg. Com esta amostra, inaugurar-se- iam os princípios da relação arte/imagem digital nesse país. Em Espanha, as primeiras manifestações foram a de \"Formas computáveis\" em 1969, e \"Geração de formas plásticas\" em 1970. Ambas organizadas pelo Centro de Cálculo da Universidade de Madrid. Nos primeiros meses de 1972, o Instituto Alemão de Madrid e de Barcelona apresentaram uma das amostras mais completas que alguma vez teve lugar em Espanha, intitulada de \"\".Masaro, L. Cibernética: ciência e técnica. Unicamp: São Paulo, 2018. As primeiras experiências do que seria mais tarde chamado \"net.art\" remontam ao ano 1994. É importante aclarar que já nos anos 1960 existiam alguns antecedentes. De todas as formas, pode-se estabelecer que as primeiras experiências onde a tecnologia informática posta ao serviço da comunidade funcionou como suporte estético decorreram naqueles anos e rompem com a ideia de leitura linear da obra. === A raiz da teoria cibernética === O termo \"cibernética\" vem do grego Κυβερνήτης. A palavra cybernétique também foi utilizada em 1834 pelo físico André-Marie Ampère (1775-1836) para se referir às ciências de governo num sistema de classificação dos conhecimentos humanos. Historicamente, os primeiros mecanismos a utilizar regulação (ainda que não se usasse a palavra cibernética na altura) foram desenvolvidos para medir o tempo, tal como as clepsidras. Nestes, a água fluía de uma fonte, como um tanque num depósito e desde o depósito aos mecanismos do relógio. Ctesíbio usou um dispositivo flutuador em forma de cone para controlar o nível da água represada e ajustar a velocidade do fluxo da água para manter um nível constante de água represada, de modo a não transbordar nem a ficar em seco. Esta foi a primeira hipótese verdadeiramente de um dispositivo normativo que não requer a intervenção externa entre a retroalimentação e o controlo do mecanismo. Ainda que não se estivessem a referir a este conceito com o nome de cibernética, Ctesíbio e outros como Heron de Alexandria e Su Song são considerados alguns dos primeiros a estudar os princípios cibernéticos. O estudo da cibernética no seu sentido atual começa com a teleologia (do grego telos, que significa \"meta\" ou \"propósito\") em máquinas com processos de retroalimentação corretiva de fins de 1700 quando aparece o motor a vapor de James Watt. Este motor estava equipado com um limitador de velocidade, uma bomba centrífuga para o controlo da velocidade do motor. Alfred Russel Wallace identificou-o como o princípio da evolução no seu famoso artigo de 1858. Em 1868, James Clerk Maxwell publicou um artigo teórico sobre os limitadores de velocidade, um dos primeiros a discutir e aperfeiçoar os princípios da autorregulação dos dispositivos. Jakob von Uexküll aplica o mecanismo de retroalimentação através do seu modelo de ciclo de função (Funktionskreis) com o fim de explicar o comportamento dos animais e as origens do sentido em geral, e utiliza, pela primeira vez, a palavra \"Cibernética\", referindo-se aos sistemas autorregulados. No seu livro Cibernética: ou Controle e Comunicação no Animal e na Máquina, dedicado ao seu companheiro de ciência, Arturo Rosenblueth, fisiólogo focado no sistema nervoso central, este desafia Norbert Wiener a utilizar os seus modelos matemáticos para reproduzir o sistema das redes neurais artificiais que governam o sistema respiratório. De facto, o espaço virtual que existe nos dendritos da célula neural fê-lo imaginar a navegação num espaço virtual, pelo que a cibernáutica ou os cibernautas traduzem o que ele queria dizer: navegar em algo que existe mas que ninguém vê.Clarke, R.A; Robert, K. Guerra Cibernética. São Paulo: BRASPORT, 2015.BARRETO, A.G. Manual de investigação cibernética: à luz do marco civil da internet. São Paulo: Brasport, 2016. == Definições == Segundo o epistemólogo, antropólogo, cibernético e pai da terapia familiar, Gregory Bateson, a cibernética é o ramo da Matemática que se encarrega dos problemas de controlo, recursividade e informação. Bateson também afirma que a cibernética é “a maior dentada na fruta da árvore do conhecimento que humanidade já deu nos últimos 2000 anos”. Stafford Beer, filósofo da gestão organizacional, de quem o próprio Wiener disse que devia ser considerado como o pai da cibernética de gestão, define a cibernética como “a ciência de organização efetiva”. Segundo o Professor Doutor Stafford Beer, a cibernética estuda os fluxos de informação que rodeiam um sistema, e a forma em que esta informação é usada pelo sistema como um valor que o permite controlar-se a si próprio: ocorre tanto em sistemas animados como em inanimados. A cibernética é uma ciência interdisciplinar, e está tão ligada à Física como ao estudo do cérebro como ao estudo dos computadores, e tem também muito a ver com as linguagens formais da ciência, proporcionando ferramentas com as quais se pode descrever de maneira objetiva o comportamento de todos estes sistemas. O próprio Staffors Beer afirmou: “Provavelmente a primeira e mais clara visão dentro da natureza do controlo… foi que este não trata de puxar alavancas para produzir os resultados desejados e inexoráveis. Esta noção de controlo aplica-se só a máquinas triviais. Nunca se aplica um sistema total que inclui qualquer classe de elemento probabilístico – desde a meteorologia, até às pessoas: desde os mercados à política económica. Não: a característica de um sistema não-trivial que está sob controlo é que apesar de tratar com variáveis demasiados extensas para quantificar, demasiado incertas para ser expressadas, e até demasiado difíceis de compreender, algo pode ser feito para gerar um objetivo previsível. Wiener encontrou precisamente a palavra que queria na operação dos grandes barcos da antiga Grécia. No mar, os grandes barcos batalhavam contra a chuva, o vento e as marés – questões imprevisíveis. No entanto, se o homem, operando sobre o leme, podia manter o olhar sobre um farol longínquo, poderia manipular a cana do leme, ajustando-a constantemente em tempo real, até alcançar a luz. Esta é a função do timoneiro. Nos tempos rústicos de Homero, a palavra grega para designar o timoneiro era “kybernetes”, que Wiener traduziu para inglês como “Cybernetics”, em português: cibernética. Numa reflexão muito poética dada por Gordon Pask, a cibernética é “a ciência das metáforas a ser defendidas.” == Cibernética e robótica == Muita gente associa a cibernética à robótica, aos robôs e ao conceito de “cyborg” devido ao uso que se tem dado em algumas obras de ficção científica. Certas aplicações da cibernética podem apresentar algumas desvantagens”, por exemplo: * A criação de máquinas complexas que substituem os trabalhadores provocaria uma redução de pessoal. * No futuro já não se contrataria pessoal “velho” e contratariam técnicos jovens para a manutenção das máquinas. * É uma tecnologia muito potente mas a sua grande limitação é encontrar a relação máquina-sistema nervoso, já que para isto devia conhecer-se o sistema nervoso perfeitamente. Algumas vantagens são: * A redução das jornadas laborais, os trabalhos complexos ou rotineiros passariam a ser das máquinas. Além disso, a cibernética contribui muito para o campo medicinal. * Um conhecimento maior de como funcionam os sistemas complexos poderia levar à solução de problemas também complexos como a criminalidade em grandes cidades. Algumas “desvantagens” são: * Substituição de mão-de-obra humana por mão-de-obra robótica. * Significativo aumento da desigualdade social, com o favorecimento a quem tem recursos para adquirir e utilizar máquinas. O desequilíbrio das classes sociais se tornaria evidente. * Os países mais industrializados exerceriam um controle ainda maior sobre os países com menos tecnologias, que ficariam perigosamente dependentes dos primeiros. Já que a tecnologia é definitiva e importante para os países desenvolvidos. Transformação de “desvantagens” em vantagens: * A substituição da mão-de-obra “barata” por máquinas complexas emancipa o homem de trabalhos desagradáveis. * Ao aumentar cada vez mais e mais a cibernética e a automatização, o chamado “desemprego” converter-se-ia no que os gregos chamam “ócio” ou artes liberais (conjunto de estudos e disciplinas que provê conhecimentos, métodos e habilidades intelectuais \"gerais\" para seus estudantes, ao invés de focar em especializações ocupacionais). * Ao substituir-se a mão-de-obra humana por mão-de-obra robótica o homem ficaria por fim emancipado de trabalhos incômodos, rotineiros, alienantes, perigosos, nocivos, degradantes, etc. * Não haveria razão para continuar como o sistema de exploração “do homem por parte do homem”. == Cibernética e revolução tecnológica == A cibernética tem desempenhado um papel decisivo no surgimento da atual revolução tecnológica. Alan Turing, aluno de John von Neumann (outro pioneiro da cibernética), ambos precursores do computador e Claude Shannon, aluno de Norbert Wiener com a sua Teoria da Informação. == Educação == Os conceitos e princípios da cibernética também se aplicam na pedagogia conhecida como pedagogia cibernética. == Ver também == * Dinâmica de sistemas * Sistemas complexos * Conexionismo * Robótica * Inteligência artificial * Joseph Weizenbaum == Referências == == Ligações externas == Categoria:Cibernética",
 "title": "Cibernética"
}