{
 "id": "42889",
 "text": "VisiCalc foi o primeiro programa de planilha eletrônica (ou folha de cálculo). Lançado em 1979, era eficiente para a maioria dos computadores da época, realizando quase todas as atividades principais características das planilhas eletrônicas. == Importância == VisiCalc foi provavelmente a aplicação que fez com que computadores pessoais deixassem de ser um hobby e passassem a ser considerados como uma ferramenta de negócios. A ferramenta foi apelidada de Killer App, que desencadeou a revolução do computador pessoal corporativo. Também é possível associar a criação do VisiCalc e o subsequente estrondo de vendas do Apple II (que torna o computador pessoal algo que pode ser vendido a empresas) um dos grandes motivadores para a entrada da IBM nesse mercado. VisiCalc influenciou fortemente o programa Lotus123 (que unificava uma planilha, um banco de dados e um programa de dados), e Excel. Tirando as características de interface muito mais avançadas, a interface básica (linhas, colunas, barra de comandos, célula atual iluminada, etc..) do VisiCalc pode ser encontrada nos programas de planilha eletrônica modernos. Pode se dizer que o programa simultaneamente: * Criou um novo tipo de aplicação (planilhas eletrônica altamente interativas, WYSIWYG, e acessíveis em preço); * Criou um tipo de interface que continua sendo o paradigma principal para essas aplicações; * Criou um novo mercado, o mercado de computadores pessoais para negócio. == História == O VisiCalc foi idealizado por Dan Bricklin e implementado por Bob Frankston. Dan Bricklin era na época estudante de MBA na Harvard Business School, e agora é professor universitário. Aparentemente, ele não recebeu o que poderia ser considerado justo por esta criação pioneira no ramo da informática, porém teve a oportunidade de participar de vários empreendimentos de sucesso razoável, assim a história que ele seria um \"pobre inventor\" pode ser considerada exagerada. Talvez o principal fato a destacar é que Dan Bricklin não patenteou sua criação, simplesmente porque isto não era um hábito na época. == Killer App == VisiCalc foi provavelmente a primeira \"Killer App\", ou seja, uma aplicação que não só vende muito, mas como define o uso de um computador. Originalmente a planilha foi criada para o Apple II, resultando no aumento estrondoso das vendas do computador. Para muitos compradores a pergunta era: \"de qual computador eu preciso para usar o VisiCalc?\". == Inovações == De acordo com seu idealizador, VisiCalc não foi o primeiro programa a usar o conceito de folhas de cálculo, porém foi o primeiro a fazê-lo com algumas características importantes (entre outras): * Sua interface era do tipo WYSIWYG; * As fórmulas eram guardadas nas células e calculadas automaticamente; * Havia um tipo de programação que Dan Bricklin chama de \"Programar por exemplo\"; * Funcionava em uma máquina barata. == Ver também == * Calc * Gnumeric * Lotus123 * Excel == Ligações externas == * * Categoria:Planilhas eletrônicas Categoria:Software de 1979",
 "title": "VisiCalc"
}