{
 "id": "42893",
 "text": "O potlatch é uma cerimônia praticada entre tribos indígenas da América do Norte, como os Haida, os Tlingit, os Salish e os Kwakiutl. Também há um ritual semelhante na Melanésia. Consiste num festejo religioso de homenagem, geralmente envolvendo um banquete de carne de foca ou salmão, seguido por uma renúncia a todos os bens materiais acumulados pelo homenageado — bens que devem ser entregues a parentes e amigos. A própria palavra potlatch significa dar, caracterizando o ritual como de oferta de bens e de redistribuição da riqueza. A expectativa do homenageado é receber presentes também daqueles para os quais deu seus bens, quando for a hora do potlatch destes. O valor e a qualidade dos bens dados como presente são sinais do prestígio do homenageado. Originalmente o potlatch acontecia somente em certas ocasiões da vida dos indígenas, como o nascimento de um filho; mas com a interferência dos negociantes europeus, os potlaches passaram a ser mais frequentes (pois havia bens comprados para serem presenteados) e em algumas tribos surgiu uma verdadeira guerra de poder suscitada pelo potlatch. Em alguns casos, os bens eram simplesmente destruídos após a cerimônia. Os governos canadense e estadunidense proibiram o potlatch em fins do século XIX, por considerar o ritual uma perda \"irracional\" de recursos. A proibição viria a desaparecer em 1934 nos EUA e em 1954 no Canadá. Algumas tribos praticam a cerimônia ainda hoje, e os presentes incluem dinheiro, taças, copos, mantas, etc. ==Ver também == * Kula * Bronislaw Malinowski * Franz Boas * Antropologia econômica * Povos nativos dos Estados Unidos ==Bibliografia recomendada== * MAUSS, Marcel. Essai sur le don. : (Disponível em inglês: The Gift. Glencoe, Ill., Free press, 1954) : (Disponível em português: Ensaio sobre a Dádiva. Sociologia e Antropologia, vol.II, EDUSP, 1974) * BOAS, Franz. A Formação da Antropologia Americana, 1883-1911. George W. Stocking Jr. (ORG). Tradução de Rosaura Maria Cirne Lima Eichenberg. Rio de Janeiro: Contraponto: Editora UFRJ, 2004. *PEIRANO Mariza G. S. Rituais ontem e hoje. RJ, Zahar, 2003 Google livros ==Ligações externas== *Potlach na Enciclopédia dos indígenas norte-americanos (em inglês) *Central Council of the Tlingit and Haida Indian Tribes of Alaska (Central Council) Categoria:Antropologia Categoria:Festividades religiosas Categoria:Povos da América do Norte",
 "title": "Potlatch"
}