{
 "id": "42890",
 "text": "Lawrence Edward Page (Lansing, 26 de março de 1973) é um empresário e cientista da computação norte-americano conhecido por ser o cofundador do Google junto com Sergey Brin. Foi CEO do Google de 1997 até agosto de 2001, quando deixou o cargo em favor de Eric Schmidt, e novamente de abril de 2011 até julho de 2015, quando se tornou CEO de sua recém-formada sociedade holding Alphabet. Page ocupou o cargo até 4 de dezembro de 2019, quando ele e Brin deixaram todos os cargos executivos e funções do dia a dia dentro da empresa. Ele continua sendo um membro do conselho, funcionário e acionista controlador da Alphabet. Em 2011 foi considerado uma das 100 pessoas mais influentes do mundo pela revista Time. Com uma fortuna estimada em US$ 93 bilhões, foi nomeado pela Forbes como a sexta pessoa mais rica dos Estados Unidos em 2022. == Biografia == Filho de um cientista da computação da Universidade Estadual de Michigan, Carl Victor Page, e de Gloria Page, Larry é de origem judaica; seu pai é judeu e seu avô materno mais tarde fez Aliá à Israel. No entanto, ele declara não seguir nenhuma religião formalmente. Sua paixão por computadores começou cedo, aos seis anos. Desde então todos seus estudos foram direcionados a essa área. Frequentou a East Lansing High School, e seguindo os passos do pai, se formou na Universidade de Michigan em Engenharia da Computação. Durante seu doutorado na Universidade de Stanford juntou-se a Sergey Brin, e juntos desenvolveram e fundaram o Google em 1998 deixando a Universidade de Stanford. Larry é um membro do Comitê da Consulta Nacional (NAC) para a Universidade de Engenharia de Michigan. Em 2002, foi reconhecido como o inovador do ano pela revista Research and Development Magazine, e foi eleito membro da Academia Nacional de Engenharia dos Estados Unidos. No mesmo ano também foi nomeado Líder Global para o Amanhã pelo Fórum Econômico Mundial. Já em 2004, recebeu o Prêmio Marconi. Segundo a revista Forbes, em 2005 e com apenas 32 anos, Larry Page já tinha uma riqueza estimada em 10,2 bilhões de dólares, tornando-se o 4º homem mais rico do mundo. Em 2010, de acordo com a mesma fonte, o diretor, com 36,5 bilhões, já assumiu a 24ª posição do ranking, juntamente com Sergey Brin. Em 2012 a revista Forbes classificou Larry Page como a 3° pessoa mais rica do mundo, com 55,7 bilhões de dólares, e em 2014 foi eleito pela Forbes, a 17° pessoa mais rica do mundo, com uma fortuna estimada em 32,3 bilhões de dólares. No ano de 2015, desenvolveu a Alphabet Inc juntamente com Sergey Brin, empresa holding que assumiu o controle do Google e suas subsidiárias. Segundo Page, o projeto é focado em fazer que a empresa possa se expandir sem ter de sempre utilizar o nome \"Google\". == Vida pessoal == Em 2007, Larry Page se casou com Lucinda Southworth na Ilha Necker, a ilha caribenha de propriedade de Richard Branson. Southworth é uma cientista pesquisadora e irmã da atriz e modelo norte- americana Carrie Southworth. Page e Southworth têm dois filhos, nascidos em 2009 e 2011, respectivamente. == Ligações externas == *UOL Noticias (Larry Page: Google entra no ramo de casas inteligentes) *CNN Money Fortune (Larry Page on Google) Categoria:Judeus dos Estados Unidos Categoria:Empresários dos Estados Unidos Categoria:Pessoas do Google Categoria:Bilionários dos Estados Unidos Categoria:Naturais de Lansing‎ Categoria:Empresários em software Categoria:Empresários em tecnologia da informação",
 "title": "Larry Page"
}