{
 "id": "42907",
 "text": "O mar da Galileia, também conhecido como mar de Tiberíades ou lago de Genesaré (, ; ), é um extenso lago de água doce localizado no Distrito Norte de Israel. É o maior lago do país e tem comprimento máximo de cerca de 19 quilômetros e largura máxima de cerca de 13 km, sendo que sua área total abrange 166,7 km². O seu afluente principal é o rio Jordão, que vem do monte Hérmon e de Cesareia de Filipe, e que é também o seu efluente, seguindo depois para o mar Morto. O mar da Galileia fica a 213 metros abaixo do nível do mar Mediterrâneo e é considerado um mar isolado por não ter nenhuma ligação com outros mares ou oceanos. Nos tempos do Novo Testamento, ficavam nas suas costas a cidade de Tiberíades — fundada por Herodes Antipas ao tempo da infância de Jesus —, Cafarnaum, Betsaida, Genesaré e Magdala, entre outras. Hoje Tiberíades é a localidade principal nas margens do lago. A nordeste deste lago ficam os colinas de Golã. == História == === Era cristã === Segundo a Bíblia, grande parte do ministério de Jesus decorreu nas margens do lago de Genesaré. Naqueles tempos, havia uma faixa de povoamentos à volta do lago e muito comércio e transporte por barco. No entanto, sabe-se que a Galileia era uma região mais pobre do que a Judeia, de modo que a população do local atravessava momentos difíceis durante o primeiro século da era comum. Os evangelhos de Marcos () e Mateus () descrevem como Jesus recrutou quatro dos seus apóstolos nas margens do lago de Genesaré: o pescador Pedro e seu irmão André, e os irmãos João e Tiago. Um famoso episódio evangélico, o Sermão da Montanha, teve lugar numa colina com vista para o lago e muitos dos milagres de Jesus também aconteceram aqui: caminhada pela água, acalmar uma tempestade, alimentar cinco mil pessoas e muitos outros. === No século II === No ano 135, os judeus foram derrotados na terceira guerra judaico-romana, também chamada revolta de Barcoquebas. Os romanos responderam com o exílio forçado de todos os judeus de Jerusalém. O centro da cultura judaica passou então a ser esta região do Quineret, particularmente a cidade de Tiberíades. Foi provavelmente nesta região que o chamado \"Talmude de Jerusalém\" foi compilado. === Na atualidade === Com as invasões dos árabes e a longa ocupação dos turcos otomanos na região que durou até ao fim da Primeira Guerra Mundial, a Galileia bíblica foi praticamente toda destruída, de modo que restaram apenas algumas ruínas das antigas cidades que ficavam nas proximidades do lago, hoje muito visitadas pelos turistas em Israel. == Geografia== O lago recebe água principalmente do rio Jordão, que é também o seu efluente a sul, drenando para o mar Morto, formando com este o conjunto mais notável de acidentes geográficos no vale do Jordão, formado pela separação das placas tectónicas africana e arábica. Consequentemente a região encontra-se sujeita a sismos, e, no passado, também a atividade vulcânica. Tal é evidente dada a quantidade de basalto e outras rochas ígneas que definem a geologia da Galileia. Constitui um recurso hídrico de enorme importância para Israel. Há canalizações que permitem o abastecimento de cidades com água doce e para irrigação de campos, essencialmente na zona do deserto do Negueve. É o lago de água doce mais baixo do mundo, situando-se 213 m (em média) abaixo do nível médio das águas do mar. A sua profundidade máxima é de 43 m. == Arqueologia == Durante uma varredura de rotina feita com um sonar (publicada em 2013), arqueólogos descobriram uma enorme estrutura de pedra cônica. A estrutura, que tem um diâmetro de cerca de 70 metros, é feita de rochas e pedras. As ruínas são estimadas entre e anos de idade e estão a cerca de 10 metros debaixo d'água. O peso estimado do monumento é de mais de toneladas. Os pesquisadores explicam que o sítio arqueológico se assemelha a locais primitivos de sepultamento na Europa e provavelmente foi construído no início da Idade do Bronze. == Uso da água == Em 1964, o governo da Síria tentou construir um \"Plano de Desvio\" que teria bloqueado o fluxo de água para o mar da Galileia, reduzindo drasticamente o volume do lago. Este projeto e a tentativa de Israel de bloquear esses esforços em 1965 foram fatores que aumentaram as tensões regionais e que culminaram na Guerra dos Seis Dias, em 1967. Durante a guerra, Israel capturou as colinas de Golã, que contêm algumas das fontes de água do mar da Galileia. Cerca de 400 milhões de metros cúbicos de água são bombeados no Sistema Nacional de Águas anualmente. Nos termos do tratado de paz entre Israel e Jordânia, o governo israelense também fornece 50 milhões de metros cúbicos de água por ano aos jordanianos. O aumento da procura de água e invernos secos resultaram em uma pressão extra sobre o lago, o que diminuiu para níveis perigosamente baixos o nível da água. O mar da Galileia está em risco de se tornar irreversivelmente salinizado pelas nascentes de água salgada sob o lago, que são contidas apenas pelo peso da água doce em cima delas.Skynews report, 5 May 2009: Race To Save Sea Of Galilee From Disaster O governo israelense monitora os níveis de água e publica os resultados diariamente na internet. O registro do nível ao longo dos últimos oito anos pode ser acompanhado. No início de 2013, o nível da água do lago estava no ponto mais alto em oito anos.Kinneret at 8-year high despite dry periodGlobes,10 March 13 A Autoridade da Água, em parte, atribuiu o resultado à melhoria da expansão da tecnologia de dessalinização como uma fonte de água para a população.Kinneret Basin Water Level Rains fill Kinneret to 4-year high, Globes, 1 March 2012, Yuval AzulaiKinneret rises 2 metersGlobes, Yuval Azulai, 22 March 12 == Ver também == *Geografia de Israel == Ligações externas == * Galileia Categoria:Lugares bíblicos Categoria:Galileia",
 "title": "Mar da Galileia"
}