{
 "id": "42919",
 "text": "Deontologia (do grego δέον, translit. deon, \"dever, obrigação\" + λόγος, logos, \"ciência\"), na filosofia moral contemporânea, é uma das teorias normativas, segundo a qual as escolhas são moralmente exigidas, proibidas ou permitidas. Portanto inclui-se entre as teorias morais que orientam nossas escolhas sobre o que deve ser feito.\"Ethics-virtue\", Stanford Encyclopedia of Philosophy É também entendida como a parte da Filosofia que trata dos princípios, fundamentos e sistemas da moral.Dicionário UNESP do português contemporâneo. UNESP. 2005. pp. 390–. ISBN 978-85-7139-576-3. Também é, às vezes, descrita como a ética baseada na \"obrigação\" ou em \"regras\", porque regras lhe \"vinculam a seu dever\". A ética deontológica é comumente contrastada com o consequencialismo e a ética da virtude. Nesta terminologia, a ação é mais importante do que as consequências. O termo foi introduzido em 1834, por Jeremy Bentham, para referir-se ao ramo da ética cujo objeto de estudo são os fundamentos dos deveres e as normas morais. É conhecida também sob o nome de \"Teoria do Dever\".Waller, Bruce N. 2005. Consider Ethics: Theory, Readings, and Contemporary Issues. New York: Pearson Longman: 23. É um dos dois ramos principais da Ética Normativa, juntamente com a axiologia. ==Princípios== ===Princípio lógico=== Visa a sequência de atos e meios para oferecer segurança com o fim de descobrir a verdade e evitar erros. No mundo do trabalho usa-se esse princípio para o processo de tomada de decisões, mesmo que seja necessário subtrair um profissional com características essenciais para o desenvolvimento operacional da empresa. ===Princípio jurídico=== Proporciona às partes no processo de igualdades de tratamento, na demanda e justiça na decisão, atribuindo o direito a quem for seu titular. ===Princípio político=== Proporciona a garantia social dos direitos, visando à pacificação social. Tem correspondentes princípios epistemológicos na Constituição Federal brasileira, o princípio da lealdade processual e o do duplo grau de jurisdição. ==Kant== Em Kant, a deontologia fundamenta-se em dois conceitos: a razão prática e a liberdade.Flew, Antony. 1979. \"Consequentialism\". In A Dictionary of Philosophy, (2nd Ed.). New York: St Martins: 73. Agir por dever é o modo de conferir à ação o valor moral; por sua vez, a perfeição moral só pode ser atingida por uma vontade livre. O imperativo categórico no domínio da moralidade é a forma racional do \"dever-ser\", determinando a vontade submetida à obrigação. O predicado \"obrigatório\" da perspectiva deontológica designa, na visão moral, o \"respeito de si\". == Deontologia profissional == A deontologia também se refere ao conjunto de princípios e regras de conduta — os deveres — inerentes a uma determinada profissão. Assim, cada profissional está sujeito a uma deontologia própria a regular o exercício de sua profissão, conforme o Código de Ética de sua categoria. Nesse caso, entende-se deontologia como o conjunto codificado das obrigações impostas aos profissionais de uma determinada área, no exercício de sua profissão. São normas estabelecidas pelos próprios profissionais, tendo em vista não exatamente a qualidade moral, mas a correção de suas intenções e ações, em relação a direitos, deveres ou princípios, nas relações entre a profissão e a sociedade. O primeiro código deontológico foi destinado à área médica, tendo sido elaborado nos Estados Unidos, em meados do século XX. == Ver também == * The Right and the Good == Ligações externas == * Alexander, Larry; Moore, Michael. \"Deontological Ethics\". Stanford Encyclopedia of Philosophy, 2016. * Ética e Deontologia. Categoria:Conceitos filosóficos Categoria:Ética geral e profissional Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Deontologia"
}