{
 "id": "42930",
 "text": "A Fronda, ou as Frondas (em francês: Fronde), foi uma série de guerras civis ocorridas na França entre 1648 e 1653 — concomitantemente à Guerra Franco- Espanhola (1635-1659), e alguns anos após a Guerra dos Trinta Anos — em que a monarquia se viu diante de uma série conflitos contrários a ela partindo de diversos segmentos da sociedade. O período é caracterizado pela ascensão da autoridade monárquica com Henrique IV e Luís XIII, fortalecida pela figura de Richelieu, ministro de Luís XIII e criador do absolutismo real. O período de Regência, que ocorreu após as mortes de Richelieu, em 1642, e de Luís XIII em 1643, foi marcado pelo enfraquecimento do poder real simultaneamente às dificuldades financeiras e fiscais geradas para manter a Guerra dos Trinta Anos. Do mesmo modo, o sentimento de vingança amadureceu nos homens do reino que se mantiveram diante da autoridade de Richelieu, concebendo neste cenário uma associação de múltiplas oposições: parlamentarista, aristocrática e popular. As Frondas podem ser vistas como um dos maiores motins que a monarquia francesa viu levantar-se contra si. Essas guerras civis que tomaram a França de 1648 a 1653 tiveram dois momentos, que fizeram parte de um mesmo movimento em oposição à monarquia e à figura de Mazarin, como principal representante da Fronda. Ocorreram duas séries de levantes: primeiro, uma Fronda de caráter parlamentar que durou de 1648 a 1649; segundo, uma Fronda com um caráter mais militar conhecida como a Fronda dos Nobres que durou de 1650 á 1653 em que figuras da alta nobreza tiveram participação e importância nos conflitos contra a monarquia francesa. A Fronda foi mais um dos muitos eventos que se espalharam por parte da Europa Central, nomeadamente a França, ao longo do século XVII, reflexo do desgaste de estruturas políticas e sociais até então vistas como intocáveis, em um cenário no qual a Europa e sua estabilidade passaram por grandes transformações concebidas por uma crise da consciência europeia,HAZARD, Paul. A crise da consciência Européia (1680-1715). Rio de Janeiro: UFRJ. 2005. Obra original: 1935. que ocasionou consequências politicas e sociais. Ao final do movimento o que se tem é a derrota do movimento e daqueles que se voltaram contra a monarquia, bem como um fortalecimento ainda maior da monarquia absolutista francesa. Luís XIV, uma criança na época, foi profundamente influenciado por Mazarin em sua forma futura de governar, até o ano de sua morte em 1715.OLIVEIRA, Maria Izabel Barboza de Morais. Bousset: o Rigor da Realeza nos Combates Militares. Dossiê História e Educação 2, V.7, Nº 10, dezembro de 2010. == Etimologia == A palavra \"Fronda\" deriva do francês \"fronde\", que significa \"funda\" — apetrecho utilizado para atirar pedras estilhaçando as janelas dos apoiadores do Cardeal Mazarin caracterizando \"a reação brutal da nobreza diante da política centralizadora do rei\".BOXUX, Dominique M. P. G. A França no século XIX: História, literatura e arte. Uma contribuição para os estudos em literatura comparada no Brasil. A Palo Seco - Escritos de Filosofia e Literatura, n. 2, nov. 2010. ISSN 2176.3356. == Causas == === Geopolítica dos Bourbon === Dentro do contexto da Guerra Franco-Espanhola, a coroa francesa se viu na necessidade de arrecadar mais recursos. Fez isso por meio de impostos pouco aceitos pela população em geral. Um desses, foi um imposto sobre os produtos que entravam em Paris, local onde se iniciou os levantes, do qual sofria de sérios problemas relacionados à escassez, doenças e mortes anteriores ao início dos conflitos.ZAGORIN, Perez. Rebels and Rulers. Revolution Civil War: The Fronde. Cambridge: Cambridge University Press. 1982. Os impostos, que inicialmente haviam sido instituídos temporariamente, tornaram-se permanentes a partir de um decreto do governo francês, sendo este o estopim das revoltas civis. O país se encontrava em situação difícil devido aos problemas internos e externos que enfrentava, o que se agravava com a continuidade da guerra contra a Espanha. Esse cenário de instabilidade e crise foi que movimentou e fortaleceu a oposição em formação à monarquia. A Guerra dos 30 anos foi usada pelos Bourbon como meio de enriquecimento e fortalecimento de seu poder, meio comum dos Estados monárquicos de se fortalecer no Antigo Regime. Porém, como consequência dessa articulação interna da monarquia, houve um aumento do controle e da perda de privilégios de setores importantes daquela sociedade, a exemplo, o Parlamento e a burguesia. Duas figuras tiveram importância para o movimento que veio a se tornar a Fronda, as quais eram ligadas diretamente à Monarquia Francesa: Richelieu (1585-1642) e Mazarin (1602-1661), dois estadistas e políticos franceses. Ambos foram primeiros-ministros da França e estavam conectados com a origem e o prosseguimento da Fronda. Entre 1642 e 1643, Richelieu e Luís XIII faleceram. A pessoa a substituir a posição deixada por Richelieu como primeiro-ministro francês foi Mazarin, que teve como objetivo a continuação das políticas do cardeal Richelieu, que visava o fortalecimento dos Bourbon e a perda do domínio Habsburgo, na Espanha. Ele prosseguiu com a guerra, sufocando cada vez mais o Estado francês que se viu obrigado a buscar recursos a partir das taxações sob sua população, já exausta com outros problemas, como a pobreza e fome. Mas diferentemente de Richelieu que buscou durante um período ser uma figura conciliadora dentro do reino, Mazarin teve ações que se ocasionou o rompimento de alianças existentes dentro deleBonney, Richard, Society and government in France under Richelieu and Mazarin (1624- 1661), Palgrave Macmillan, Cap.4. 1988.. ==== Controvérsias de autoridade ==== Paris, que já passava por grandes transtornos desde os tempos de Richelieu, continuou sendo afetada pela continuação de suas políticas por Mazarin. A população parisiense se via lesada pela forma de governo adotada. Consequentemente, surgiu um aumento de ações pela oposição Parlamentar que visou limitar a atuação da instituição nos assuntos estatais. A tensão já existente entre Parlamento e Coroa desde os tempos de Luis XIII e Richelieu só piorou com Mazarin durante a regência de Ana de Áustria, enquanto Luis XIV ainda estava em sua menoridade. A nobreza e parte da elite se encontrava incomodada com o acumulo de poder nas mãos do Cardeal Mazarin e o parlamento, como instituição jurídica, afirmava seu direito a participação no governo. Do mesmo modo, os príncipes de sangue reivindicavam seus direitos e espaço. No ano de 1648 as tensões atingem o ápice, culminando no início das revoltas que chegou em considerável parte da camadas da população, ocasionando levante da Fronda pela França até 1653. Por ser o rei ainda menor de idade, a Fronda ocorreu como consequência das políticas do cardeal, alvo constante de críticas durante o processo. Isso é possível de se entender a partir das políticas como geradoras de insatisfação da nobreza em relação à monarquia, quando a primeira sentiu estar sendo privada de seus privilégios. Se inicialmente os nobres usavam da fúria dos camponeses, crescentemente explorados, para incitar revoltas e recuperar estes privilégios, perdeu-se o controle quando a nobreza abriu mão das reivindicações do campo. == Primeira Fronda: Fronde Parlementaire (1648-1649) == A primeira parte do conflito ocorreu contra os parlamentares franceses. Em uma França endividada e sem recursos, Mazarin se viu obrigado a aumentar os impostos, a fim de evitar uma crise ainda maior. Mazarin buscou, através de sua posição no reino, manipular o Parlamento francês para a aceitação das novas taxas, o que não foi muito bem aceito. O conflito entre Mazarin e o Parlamento aumentou a partir do momento que um imposto temporário sobre os bens que entravam em Paris foi decretado como permanente, em 1647. A partir daí o movimento contrário às ações de Mazarin aumentou. Mazarin pressionou o Parlamento a aceitar os novos impostos, em janeiro de 1648, ameaçando a renovação da Paulette, um imposto que redirecionava o dinheiro arrecadado pela coroa para aos escritórios de finanças do Parlamento, o que gerou mais revolta. As revoltas reivindicavam a recusa do pagamento dos impostos nas províncias. O Parlamentou em si não era radical, mas as ações da coroa através de Mazarin provocou o Parlamento, o que obrigou os mesmos a levantar-se em defesa de seus direitos institucionais que Mazarin estaria passando por cima ao tomar decisões passando por cima do ParlamentoTREASURE, Geofrrey, Richeliu and Mazarin, Chapter 11 - Mazarin and Fronde,1998.. O Parlamento de Paris nesse período defendia restrições ao poder do rei, pois \"não se considerava (...) que [ele] estivesse acima da lei divina\".ROCHA, Marcos Maciel de Souza. Aparência e prestígio: A civilidade na corte de Luís XIV. Periódico Científico Outras Palavras. V. 9, nº 2. 2013. A criação de impostos e taxas pelo governo francês, que atingiu diretamente oficiais do parlamento, não somente motivou uma reação com a recusa do pagamento, como também a exigência da aceitação de uma reforma institucional formulada por um comitê unido do Parlamento, composta por membros de todos tribunais soberanos de Paris. Em contrapartida, o Cardeal Mazarin promoveu políticas para o enfraquecimento desta instituição, o que gerou mais reações. Em 13 de maio de 1648, o Parlamento baixou o Decreto de União, proclamando a junção das cortes parisienses, o que, segundo Perez Zagorin, poderia ser visto como o ponto de partida para a Fronda. Este Decreto propunha reformas tributárias, algumas das quais o Parlamento realizou. Entretanto, com êxito na Guerra Franco-Espanhola, Mazarin seguiu com a repressão em Paris, ordenando a prisão de personagens radicais na revolta. Essa decisão provocou barricadas na cidade de Paris, com diversos estratos sociais pedindo a retirada do cardeal do poder. Essas manifestações obrigaram-no a sair de Paris com a rainha Ana de Áustria; as cortes puderam, desta forma, aprovar as reformas de impostos. Com a volta da rainha em 1649, o Parlamento é exilado e as reformas revogadas; iniciou-se um embate ideológico, apesar de não existirem, nesse momento, muitos conflitos de ordem militar. Ao invés disso, o conflito se caracterizou na imprensa, com a maioria dos jornais e panfletos da época — não levando em consideração os do próprio governo — sendo pró-Fronda e com o fenômeno das Mazarinadas, panfletagens feitas contra Mazarin, criando caricaturas e o difamando. Após o Tratado de Rueil em 1649, a paz é firmada, ainda que em um estado instável. Mazarin seguiu no poder, e os envolvidos na primeira Fronda foram absolvidos. == Segunda Fronda: Fronde des nobles (1650-1653) == Essa Fronda envolveu nobres de alto prestígio e teve mais confrontos militares do que a anterior. Contudo, também foi derrotada. Este conflito se deu pela luta e disputa do poder e controle por parte da alta nobreza envolvida. Personagens como Gastão, o Duque de Orleães, Luís II, O Principe de Condé, Armando, o Príncipe de Conti, Frederico o Duque de Bulhão e Henri de La Tour tiveram participação importante para o início e construção do conflito.ATKINSON, Charles Francis. Fronde, The. In: CHISHOLM, Hugh. Encyclopædia Britannica. (11th ed.). Cambridge: Cambridge University Press. 1911. pp. 247–249. Gastão, o Duque de Orleãs e o Principe de Condé, por exemplo, não escondiam a oposição a Mazarin. Afirmavam suas reivindicações em relação ao direito em participação em determinados assuntos reino. Esses conflitos foram reflexo do processo de transformação que a nobreza sofreu, que passou de independente, detentora de privilégios para uma nobreza de corte, uma hierarquia social que favorecia o rei, o que com o tempo criou resistências por parte dessa nobreza. miniaturadaimagem|271x271px|Luis II, o Príncipe de Condé. Autor: Justus Van Egmont. Janeiro de 1650 até dezembro 1651 Os príncipes que foram recebidos por Mazarin na corte, com o tempo reuniram forças contrárias a ele. No ano de 1649 a paz de Rueil, que determinou o fim da primeira fronda, teve seu fim. Mazarin, com respaldo de Monsieur Gondi e de Madame de Chevreuse, colocou em cárcere Condé e Conti. Essas prisões serviram de pontapé inicial para o início da Fronda dos nobres. A Madame Longeville, irmã de Condé, em resposta à prisão do mesmo, juntou-se a Turenne, que tomou a frente da revolta armada, com o objetivo de resgatar o Príncipe de Condé. O Visconde de Turenne já havia tido experiências ao lado de Condé em batalhas como as de Friburgo e Nordlingen.VINCENT, Bernard. La crisis política de la Monarquía francesa: las Frondas. Manuscrits, nº 9. 1991. p. 247. As províncias de Poitou e Limousin no período se movimentaram nas mãos do Duque de Bulhão e do príncipe de Marcillac. Ao longo de 1650, Mazarin manteve o esforço em apagar a chama de guerra que se espalhava pelas províncias. Em Paris, o Duque de Orleães foi encarregado da responsabilidade de manter a cidade sob controle — o mesmo Duque que teve papel fundamental no processo de neutralização da Fronda anterior. Entre março e abril daquele ano, Mazarin saiu rumo à Borgonha em busca de sua pacificação. Bourdeaux neste momento se via em uma situação problemática, consequência dos embates entre Parlamento e o governador, Bernard de Nogaret de La Valette, o Duque de Epérnon. Em 2 de junho, o conselho da cidade de Bordeaux, a La Jurade, se viu obrigado a acolher em seus aposentos, a princesa de Condé, Madame Longeville , o Duque de Bulhão e o príncipe de Marcillac. A cidade foi cercada pelo Marechal La Meilleraye. As cortes não se encontravam naquele momento em posição de igualdade de força para resistir ao cerco. No mesmo período, Mazarin se encontrava enfurecido com o Duque de Orleães, pois este se via inclinado a um compromisso, em decorrência da pressão do Cardeal Gondi. Gastão acabou por intervir nos assuntos políticos de Guyenne ao retirar o Duque de Épernon do governo. Além disso, os espanhóis do Arquiduque Leopoldo Guilherme voltaram com a ofensiva em Picardina e passaram a apoiar os atos de Turenne. Gastão buscava fazer um acordo de paz no momento.PERNOT, Michel. La Fronde. Fallois Publishing. 1994. pp. 183-185. Mazarin, ao ter conhecimento do ocorrido, apressou-se a aceitar o acordo de paz proposto pelo Parlamento de Paris. Nesse compromisso, a princesa de Condé, o Duque de Bulhão e o Príncipe de Marcellic ficariam livres para deixar Bordeaux. A então cidade deixaria as portas abertas para o jovem rei no dia 5 de outubro. Em 30 de janeiro de 1651 é assinado um decreto. Com a libertação dos três, os conflitos passam por um processo de desarticulação por todos os lugares e Mazarin parte em exílio levando consigo Ana de Áustria e Luis XIV ainda menor de idade. Meses se passaram e com a corte de volta a Paris, a paz se instaurou. Dezembro de 1651 até Fevereiro de 1653 Em dezembro de 1651, Mazarin retornou a França com um pequeno exército. Um novo conflito se iniciou e dessa vez ocorreu um conflito entre Turenne e o Principe de Condé. No norte, o arquiduque Leopoldo Guilherme tomou diversas fortalezas. Em Loire as frondas passaram a ser comandadas por Condé quando este chegou de Guyenne. Na batalha de Bléneau, a liderança de Condé é sentida, e nesse conflito metade da tropa real é destruída enquanto uma outra se levanta em oposição a ele. Após a Batalha de Bléneau ambos o exército, o de Turenne e o de Condé, marcharam rumo a Paris para negociar com o parlamento, enquanto o arquiduque Leopold Guillaume ampliava a suas conquistas junto a um exército de mercenários que marchava para se juntar ao príncipe de Condé. Turennne ultrapassou Condé se colocando diante dos mercenários. Após mais algumas manobras militares o exército real se aproxima da batalha de Faubourg St. Antoine em 2 de julho de 1652. A filha de Gastão, o Duque de Orleães convenceu a abertura dos portões de Paris ao exército de Condé e com isso Paris viu surgir um novo governo insurrecionista. O Duque de Orleães foi titulado tenente geral do reino e Mazarin se viu forçado novamente a deixar a França. Mais tarde, a burguesia de Paris em conflito com os príncipes permitiu o retorno do rei em 21 de outubro de 1652. No ano de 1653 Mazarin retornou a França sem nenhum tipo de oposição. == Consequências == Desde o seu início, pode-se notar que da Fronda resultou consequências materiais, sociais e políticas. No ano de 1649, de fevereiro à março, Paris enfrentou uma sequência de saques, cobranças de taxas, destruições irreparáveis, baixa nas colheitas, aumento da taxa de mortalidade da população e uma miséria que assolava a região parisiense. Porém, a intensidade das consequências de guerra se deu de forma ainda mais catastrófica no ano de 1651 e 1652, com as epidemias geradas pela falta de estrutura de guerra e a crise de mantimentos. A colheita de 1651 foi pobre, sucedendo outros anos ruins. As circunstâncias eram, portanto, favoráveis ao aumento na mortalidade e uma queda nos nascimentos em 1652. Esta guerra fez a epidemia eclodir em uma região que já sofria de desnutrição, e encontrou um ambiente favorável para sua extensão, consequências sentidas até os anos de 1660, ano em que a população de Paris atingia redução de cinquenta por cento.JACQUART, Jean. La Fronde des Princes dans la région parisienne et ses conséquences matérielles. In: Revue d’histoire moderne et contemporaine. Tome 7 N°4. Octobre-decembre. 1960. pp. 257-290. No campo político, a Fronda teria causado um impacto profundo na maneira de governar do Rei Luís XIV, pois o rei absolutista teve sua educação aplicada por Mazarin, quando era apenas uma criança. Após a morte de Mazarin em 1661 Luís XIV passou a controlar sozinho o reinado já aos 23 anos de idade. Dissolveu os conselhos e criou ministérios que controlava pessoalmente.As relações passam a ser de cautela, o levando a manter um exército, suprimindo rapidamente revoltas internas e sobretudo priorizando a ordem. A Fronda fez o rei aumentar sua autoridade, poder de punição e repressão para manter a saúde do Estado. O medo da punição afastaria o inimigo de agir contra o Estado, o que aconteceu nos anos anteriores com as Frondas Parlamentares e dos nobres quando a coroa perdeu um pouco de seu controle diante de levantes em oposição a ela. O impacto que a Fronda causou gerou uma apreensão em Luis XIV e em seus conselheiros, fazendo com que o rei tivesse mais cautela diante das revoltas internas e tomasse medidas que permitisse uma rápida supressão, já que as potências externas esperariam esse tipo de oportunidade para dominar o estado francês. == Controvérsias historiográficas == O episódio da Fronda é repleto de debates e visões históricas diversificadas acerca das causas que teriam levado ao motim. Alguns historiadores foram importantes em suas determinadas épocas para abrir portas para os estudos sobre a Fronda em direções opostas e visões diferentes desse momento. Richard Bonney, historiador inglês, no quinto capítulo de sua obra Society and government in France under Richelieu and Mazarin, cita dois autores discordantes no que diz respeito às motivações e o fim da Fronda: Boris Porchnev e Roland Mousnier. O primeiro, um marxista soviético, acredita que o conflito corresponde a uma revolta das massas contra as classes dominantes, sem sucesso pela ausência de uma consciência de classe. O segundo, um francês, crítico da Escola dos Annales e das visões marxistas, afirma que a revolta ressoava não apenas nos súditos menos poderosos, mas também nos nobres e argumenta que a consciência de classe não importaria para a sociedade francesa da Idade Moderna. Para ele, o conflito era marcado por uma oposição à política fiscal, e não à monarquia. Boris Porchnev No ano de 1963, o historiador soviético lançou uma obra chamada Les soulèvements populaires en France au XVIIe siècle.PORCHNEV, Boris. Les soulèvements populaires en France de 1623 à 1648. Paris: S.E.V.P.E.N. 1963. Republicado como. Les soulèvements populaires en France au XVIIe siècle. Paris: Flammarion. 1972. Buscava entender os movimentos e as revoltas do século XVII francês por outros aspectos, queria entender os movimentos a partir das classes. Para Porchnev, o caminho correto para que se consiga fazer uma explicação científica da história política e cultural é aprofundando os estudos dos movimentos populares. Ao fazer isso se aproximaria da realidade, ultrapassando os princípios da teorização, que se colocaria à frente da realidade frequentemente.PORCHNEV, Boris. Les soulèvements populaires en France de 1623 à 1648. 1963. In: Revue d’histoire moderne et contemporaine, tome 14, N° 3. Juillet-septembre 1967. Fez uma crítica a respeito da produção historiográfica dos levantes na França do século XVII, principalmente em relação à Fronda. Questionou a forma que foi produzida a história sobre a Fronda na França. Reforçou uma crítica aos historiadores franceses que analisam a Fronda através dos movimentos populares que a antecederam 1648 e os que se sucederam somente. A sociedade francesa, aquela que estava presente, que participou da Fronda em si, na visão de Porchnev tem pequena relevância para os historiadores que produziram sobre o evento, sendo que, para ele, tal sociedade é de grande relevância. Para esse autor, é através da análise das classes na França no período em que o ocorre a Fronda que é possível chegar a uma boa construção historiográfica do evento histórico. Realizou seus estudos orientado através do que ele chamou de \"pré-história da Fronda\", na qual buscou se aprofundar nos estudos dos movimentos populares dos camponeses e da classe pobre francesa, que ocorreu pelos menos 25 antes do início da Fronda no ano de 1648. Seu livro é divido em duas partes: a primeira propõe uma análise da população francesa camponesa e pobre e do desenvolvimento dos movimentos nesse período que antecede a Fronda, junto as ideias que caracterizam esse período. Na segunda parte da obra, focou no estudo do problema da Fronda analisando o trabalho em um aspecto mais geral e amplo. Boris Porchnev acredita que estudando as classes do século XVII, como faz em sua obra, o historiador de fato poderá retratar com mais fidelidade a sociedade francesa do século XVII.Resumo de Los Levantamientos populares en Francia en el Siglo XVII. In: casadellibro.com. Roland Mousnier Para esse historiador, o entendimento do que foi a Fronda na perspectiva das classes sociais durante e anterior aos conflitos, não é visto como um caminho adequado para que se possa entender tais revoltas. Para Roland Mousnier, é importante enxergar a Fronda como um movimento contrário as políticas fiscais da monarquia e o descontentamento politico da nobreza perante as políticas e ações que a monarquia francesa vinha aplicando. A França não possuí uma constituição oficial naquele momento, mas tinha uma constituição não oficial enraizada na sociedade francesa. No país existia, por exemplo, editais reais que eram registrados pelo Parlamento, hábitos e costumes que se valiam dentro do reino da França como leis. Com o passar do tempo, com as ações da monarquia francesa, com o aumento de sua intolerância e políticas, a nobreza se vê traída, passando a enxergar, nessas ações políticas, reais violações das leis do reino. Assim, passou a enxergar como legítimos seus descontentamentos e levantes contrários à monarquia francesa. Mousnier faz parte dos grupos de historiadores que buscam ultrapassar uma historiografia de direção marxista da história, e busca apontar nos movimentos do século XVII, por exemplo, um movimento de caráter universal.SOUZA, Laura Mello e. Notas sobre as revoltas e as revoluções da Europa Moderna. Revista de História. Nº 135. São Paulo: FFLCH-USP. 1996. Vê nas frondas não um confronto entre as classes, mas um movimento que teve um caráter espontâneo, confrontando-se assim com a visão marxista de Porchnev que buscou apontar a Fronda como um momento de choque entre duas classes. == Bibliografia == Categoria:História da França Categoria:Antigo Regime na França Categoria:Fronda Categoria:Guerras religiosas Categoria:Guerras civis",
 "title": "Fronda"
}