{
 "id": "42986",
 "text": "Fátua\"fátua\", in Dicionário Priberam da Língua Portuguesa (em linha) (, plural fataawa) é um pronunciamento legal no Islão emitido por um especialista em lei religiosa, sobre um assunto específico. Normalmente, uma fátua é emitida a pedido de um indivíduo ou juiz de modo a esclarecer uma questão onde a fiqh, a jurisprudência islâmica, é pouco clara; e não é considerada vinculativa. Um académico que seja capaz de emitir fátuas é conhecido por mufti. Sua autoridade é baseada na educação e no status do mufti dentro da comunidade. Se o inquiridor não for persuadido pela fátua, ele é livre para ir a outro mufti e obter outra opinião; mas uma vez que ele encontra uma opinião convincente, ele deve obedecer. Teoricamente, os muftis devem ser capazes de exercer um esforço de reflexão (ijtihad) jurídico independente das escolas de direito, embora os seguidores da tradição (muqallids) também possam emitir fátuas. Historicamente, as fátuas eram independentes do sistema judicial, embora alguns muftis estivessem oficialmente vinculados a vários tribunais. Nos sistemas políticos otomanos e mogois, o grão-mufti foi designado como Shaykh al-Islam. Outros muftis foram nomeados para cargos como inspetores de mercado, guardiões da moral pública e conselheiros do governo sobre assuntos religiosos. Sob o domínio colonial, as madraçais assumiram o papel de guias religiosos, e instituições especiais foram estabelecidas para emitir fátuas. Nos tempos modernos, a mídia impressa e eletrônica reforçou o papel e o impacto das fátuas, tornando-as instantaneamente disponíveis para o público. Os estados muçulmanos atuais tentaram controlar fátuas através de organizações consultivas oficiais dentro dos ministérios religiosos.Muhammad Khalid Masud, Joseph A. Kéchichian, Brinkley Messick, Joseph A. Kéchichian, Ahmad S. Dallal, Jocelyn Hendrickson Dado não existir no Islão uma autoridade central, os diferentes Muftis podem emitir fátuas contraditórias. == Detalhamento == A fátua é uma opinião jurídica não vinculativa sobre um ponto da lei islâmica (sharia) dada por um jurista qualificado em resposta a uma pergunta feita por um indivíduo privado, juiz ou governo. um jurista que emite fátuas é denominado mufti, e o ato de emitir fátua é denominado \"iftā\". A Fátua desempenhou um papel importante ao longo da história islâmica, assumindo novas formas na era moderna.Hendrickson, Jocelyn (2013). \"Fatwa\". In Gerhard Böwering, Patricia Crone (ed.). The Princeton Encyclopedia of Islamic Political Thought. Princeton University PressTyan, E.; Walsh, J.R. (2012). \"Fatwā\". In P. Bearman; Th. Bianquis; C.E. Bosworth; E. van Donzel; W.P. Heinrichs (eds.). Encyclopaedia of Islam (2nd ed.). Assemelhando-se ao jus respondendi na lei romana e na responsa rabínica, as fátuas emitidas de forma privada serviram historicamente para informar as populações muçulmanas sobre o Islã, aconselhar os tribunais sobre pontos difíceis da lei islâmica e elaborar a lei substantiva. Em tempos posteriores, fátuas públicos e políticos foram emitidos para tomar posição sobre controvérsias doutrinárias, legitimar políticas governamentais ou articular queixas da população. Durante a era do colonialismo europeu, a Fátua desempenhou um papel na mobilização da resistência à dominação estrangeira.Masud, Muhammad Khalid; Kéchichian, Joseph A. (2009). \"Fatwā. Concepts of Fatwā\". In John L. Esposito (ed.). The Oxford Encyclopedia of the Islamic World. Oxford, England: Oxford University Press.Dallal, Ahmad S.; Hendrickson, Jocelyn (2009). \"Fatwā. Modern usage\". In John L. Esposito (ed.). The Oxford Encyclopedia of the Islamic World. Oxford: Oxford University Press.Messick, Brinkley; Kéchichian, Joseph A. (2009). \"Fatwā. Process and Function\". In John L. Esposito (ed.). The Oxford Encyclopedia of the Islamic World. Oxford, England: Oxford University Press. Muftis atuam como estudiosos independentes no sistema jurídico clássico. Ao longo dos séculos, muftis sunitas foram gradualmente incorporados às burocracias estatais, enquanto juristas xiitas no Irã progressivamente afirmaram uma autoridade autônoma a partir do início da era moderna.Masud, Muhammad Khalid; Kéchichian, Joseph A. (2009). \"Fatwā. Concepts of Fatwā\". In John L. Esposito (ed.). The Oxford Encyclopedia of the Islamic World. Oxford, England: Oxford University Press.Dallal, Ahmad S.; Hendrickson, Jocelyn (2009). \"Fatwā. Modern usage\". In John L. Esposito (ed.). The Oxford Encyclopedia of the Islamic World. Oxford: Oxford University Press. Na era moderna, as fátuas refletiram as mudanças nas circunstâncias econômicas, sociais e políticas e abordaram as preocupações que surgiram em várias comunidades muçulmanas. A disseminação das leis estaduais codificadas e da educação jurídica no estilo ocidental no mundo muçulmano moderno deslocou os muftis de seu papel tradicional de esclarecer e elaborar as leis aplicadas nos tribunais. Em vez disso, os fátuas modernos têm servido cada vez mais para aconselhar o público em geral sobre outros aspectos da sharia, particularmente questões relacionadas a rituais religiosos e à vida cotidiana. As fátuas públicas modernas abordaram e às vezes geraram controvérsias no mundo muçulmano, e algumas fátuas nas últimas décadas ganharam notoriedade mundial. A metodologia jurídica do ifta moderno frequentemente diverge da prática pré- moderna, particularmente no Ocidente. O surgimento da mídia moderna e da educação universal transformou a instituição tradicional do ifta de várias maneiras. Embora a proliferação de fátuas na atualidade ateste a importância da autenticidade islâmica para muitos muçulmanos, ainda assim, poucos estudos foram realizados para determinar o quanto essas fátuas afetam as crenças ou o comportamento do público muçulmano. == Terminologia e Origens == A palavra fátua vem da raiz árabe \"f-t-y\", cujos significados incluem \"juventude, novidade, esclarecimento, explicação\". Vários termos relacionados a fátua derivam da mesma raiz. Um jurista emitindo fátuas é chamado de mufti. A pessoa que pede uma fátua é conhecida como mustafti. O ato de emitir fátuas é chamado de \"iftā\".Hendrickson, Jocelyn (2013). \"Fatwa\". In Gerhard Böwering, Patricia Crone (ed.). The Princeton Encyclopedia of Islamic Political Thought. Princeton University Press O termo \"futyā\" refere-se a solicitar e emitir fátuas. Em trabalhos de língua inglesa mais antigos, a grafia \"fetva\", do turco, é usada, relacionada ao Império Otomano. As origens da fátua podem ser rastreadas até o Alcorão. Em várias ocasiões, o texto do Alcorão instrui o profeta islâmico Maomé (Muhammad) como responder às perguntas de seus seguidores sobre práticas religiosas e sociais. Vários desses versículos começam com a frase \"Quando eles te perguntarem sobre ..., diga ...\". Em dois casos (4: 127, 4: 176), isso é expresso com formas verbais da raiz cinquenta, que significa pedir ou dando uma resposta confiável. Na literatura hadith, esta relação de três vias entre Deus, Maomé e os crentes, é normalmente substituída por uma consulta bidirecional, na qual o Profeta responde diretamente às perguntas de seus Companheiros (sahaba). De acordo com a doutrina islâmica, com a morte de Maomé em 632, Deus deixou de se comunicar com a humanidade por meio de revelação e profetas. Nesse ponto, a comunidade muçulmana em rápida expansão se voltou para os Companheiros de Maomé, como as vozes mais autorizadas entre eles, em busca de orientação religiosa, e alguns deles teriam feito pronunciamentos sobre uma ampla gama de assuntos. A geração de Companheiros, por sua vez, foi substituída nesse papel pela geração de Sucessores (tabi'un). O conceito de fátua, portanto, desenvolvido nas comunidades islâmicas sob um formato de perguntas e respostas para comunicar o conhecimento religioso, e assumiu sua forma definitiva com o desenvolvimento da teoria clássica da lei islâmica. ## Fontes As fontes de fatwā incluem, entre outras: *Universidade de Alazar (Cairo, Egipto) *Mufti Ebrahim Desai (Durban , África do Sul) -website AskIman *Darul Iftaa, Bareilly Shareef (India) *Darul Iftaa (Institute of Islamic Jurisprudence), Jamiatul Ashrafia Misbah ul-Ulum *Universidade do Cairo ( Egipto) - Center of Islamic Research and Studies *Islamopedia Online- Islamopédia Online *Islamic Enlightenment Foundation *Darul Uloom Karachi (Paquistão) *IslamOnline website criado por Yusuf al-Qaradawi. *IslamQA.com - website criado por Muhammad Al-Munajjhid. * Permanent Committee for Islamic Research and Issuing Fatwas - website oficial de fátuas da Arábia Saudita. * Darul Uloom Deoband (Índia) == Exemplos contemporâneos == São constantemente emitidas fátuas, que vão desde pareceres cheios de bom senso (fátuas contra as armas atómicas, por exemplo), até opiniões ridículas (fátuas contra o rato Mickey) e incitamentos ao crime (as variadas fátuas ordenando o assassínio dos apóstatas, como Salman Rushdie). A escritora Chahdortt Djavann, considerando que o direito de criticar religiões e seus dogmas é um direito essencial, imprescindível à existência da democracia, em Fevereiro de 2008, pede que a União Européia reconheça que as fátuas incitando ao assassinato são um ato criminoso, e que haja mandatos internacionais contra aqueles que decretam tais fátuas. ==Notas== == Bibliografia == * Jalal, Ayesha (2008) - Partisans of Allah -Harvard University Press Categoria:Direito islâmico",
 "title": "Fátua"
}