{
 "id": "42989",
 "text": "Berlim Leste ou Berlim Oriental existiu de 1949 a 1990 e correspondia ao setor soviético da cidade de Berlim, estabelecido em 1945, após a derrota da Alemanha na Segunda Guerra Mundial. Os setores norte-americano, britânico e francês formaram Berlim Ocidental, uma parte de facto da Alemanha Ocidental (RFA), enquanto Berlim Oriental tornou-se a capital da Alemanha Oriental (RDA). Os cidadãos da RDA chamavam-na simplesmente \"Berlin\" ou, oficialmente, Berlin, Hauptstadt der DDR (Berlim, capital da RDA). Entre 13 de agosto de 1961 e 9 de novembro de 1989, Berlim Ocidental esteve separada de Berlim Oriental pelo muro de Berlim. == História == Após a Segunda Guerra Mundial (1939-1945), a Alemanha, derrotada, fora dividida, pelas potências vencedoras, em duas áreas de influência (formalmente quatro): uma, sob controle dos Aliados capitalistas (Estados Unidos, Grã-Bretanha e França, esta última por insistência de Winston Churchill), e outra sob controle da União Soviética, socialista. Essas áreas de influência dariam origem à Alemanha Ocidental e à Alemanha Oriental. A cidade Berlim, a antiga capital do Reich, apesar de estar encravada no setor oriental (soviético), também foi dividida, sendo que o lado ocidental correspondia a 54% da área da cidade.Após a derrota alemã na Segunda Guerra Mundial, um muro divide Berlim. Acervo O Globo. Em 1945, as quatro potências vencedoras da Guerra (Estados Unidos, França, Grã-Bretanha e União Soviética) haviam criado três corredores aéreos de 32 quilômetros de largura ligando Berlim e Frankfurt, Munique e Hamburgo, sem lhes dar uma função específica. Três anos depois, em junho de 1948, essas ligações tornar-se-iam vitais para a sobrevivência de Berlim Ocidental.1945: Aliados aprovam corredores aéreos até Berlim. DW, 22 de novembro de 2017. == Bloqueio terrestre de Berlim == Diante dos crescentes desentendimentos entre as potências ocidentais e a URSS, esta acabou por se retirar do Conselho dos Aliados. Em 1º de junho de 1948, os Aliados ocidentais, reunidos em Londres, anunciaram planos de estabelecer um Estado alemão ocidental. Dias depois, em 18 de junho, foi anunciada a criação de uma nova moeda, o Deutschemark, para circular no setor ocidental da Alemanha. Três dias depois, o velho Reichsmark saía de circulação, sendo substituído por essa nova moeda - cujas cédulas haviam sido impressas, secretamente, nos Estados Unidos.Judt, Tony. Pós- Guerra: Uma história da Europa desde 1945. Rio de Janeiro: Objetiva, 2011 Em represália, os soviéticos, em junho de 1948, bloquearam os acessos terrestres (ruas, ferrovias e metrô) a Berlim Ocidental. Três semanas depois, também os canais seriam bloqueados. O bloqueio terrestre provocou o colapso do abastecimento da cidade e, para restabelecê-lo, os Estados Unidos e seus aliados recorreram ao corredor aéreo criado três anos antes, surgindo assim a famosa ponte aérea (Luftbrücke), que abasteceu Berlim Ocidental entre 26 de junho de 1948 e 12 de maio de 1949.1948: Corredor aéreo abastece Berlim Ocidental. DW, 26 de junho de 2016. Por fim, as potências ocidentais criaram um novo Estado, a República Federal da Alemanha (em alemão, Bundesrepublik Deutschland, BRD), com capital em Bona, o que levou a URSS a criar, em 23 de junho, a República Democrática Alemã (em alemão, Deutsche Demokratische Republik, DDR), com capital em Berlim Oriental. Também foi criada uma outra moeda, o Mark, para circular na Alemanha Oriental. No dia seguinte, o governo militar ocidental bloqueou o uso do Mark em Berlim Oeste. A deterioração das relações entre a URSS e os aliados ocidentais prossegue até atingir seu ápice com a construção, em Berlim, do mais notório símbolo da Guerra Fria: o muro de Berlim, cuja edificação foi iniciada pela administração oriental, em 13 de agosto de 1961, e que só viria a ser demolido a partir de 9 de novembro de 1989 (oficialmente, no verão de 1990). Untangling 5 myths about the Berlin Wall. Por Hope M. Harrison. Chicago Tribune, 2 de novembro de 2014. == Geografia == Até a reunificação, Berlim Leste estava dividida em 11 Bezirke (distritos): * Mitte * Prenzlauer Berg * Friedrichshain * Pankow * Weißensee * Hohenschönhausen (desde 1985) * Lichtenberg * Marzahn (desde 1979) * Hellersdorf (desde 1986) * Treptow * Köpenick Categoria:História da Alemanha Oriental Categoria:Estados e territórios fundados em 1949 Categoria:Estados e territórios extintos em 1990 Categoria:Capitais de Estados extintos",
 "title": "Berlim Leste"
}