{
 "id": "43039",
 "text": "O eBay (, comumente estilizado como ebay) é uma empresa de comércio eletrônico fundada nos Estados Unidos, em setembro de 1995, por Pierre Omidyar. Atualmente, é um dos maiores sites do mundo para a venda e compra de bens e, possivelmente, foi pioneiro neste tipo de trabalho. O eBay possuía mais de 181 milhões de membros registrados em todo mundo ao fim de 2005 e tem por finalidade fornecer uma plataforma global de negociações, onde qualquer pessoa pode negociar qualquer coisa. Em 2005, gerou mais de 21 bilhões de dólares em mercadorias transacionadas. == Utilidade == As pessoas utilizam o eBay para comprar e vender artigos nas suas milhares de categorias existentes. Membros de empresas de todo o mundo utilizam a eBay para negociações. Atualmente, eBay está presente em países como a Austrália, Áustria, Bélgica, Canadá, França, Alemanha, Irlanda, Itália, Coreia do Sul, Países Baixos, Nova Zelândia, Singapura, Espanha, Suécia, Portugal, Reino Unido e no Brasil. Além de ter grande presença na América Latina e na China com seus investimentos através do Mercado Livre e da EachNet, respectivamente. As formas de pagamento são muitas; mas a que mais tem se destacado entre as outras várias formas, é o sistema de pagamentos PayPal. O sucesso dessa ferramenta culminou na aquisição do Paypal pelo eBay em outubro de 2002, transformando-o em sua plataforma Global de pagamentos. No Brasil, o eBay também está presente com a sua subsidiária StubHub, uma plataforma de compra e venda de ingressos para eventos ao vivo entre particulares. == A fundação == A fundação eBay foi criada em 1998 com uma doação de 107 250 partes do estoque comum da eBay. Em uma das primeiras transações em seu comando, a eBay abriu caminho à prática e doar o estoque do pre-IPO para estabelecer uma fundação de calibre. Hoje, os trabalhos eBay da fundação para construir comunidades prosperando suportando alvejaram iniciativas na seguinte tecnologia das áreas, desenvolvimento econômico e a fundação eBay do empreendimento cultural também suporta ativamente a participação de empregados eBay na comunidade. == A comunidade == A comunidade eBay é composta por uma grande variedade de pessoas (compradores e vendedores individuais) e de pequenos negócios, e mesmo algumas companhias de grande dimensão. Grandes e pequenos, estes membros compram e vendem ao redor, e acabam descobrindo outras empresas, muitas vezes dando ajuda para as lançar. A fundação eBay junta várias entidades que discutem tópicos de interesse global e fornecem umas às outras informações úteis para negociar no eBay. Estes grupos de discussões são os fóruns públicos que incentivam uma comunicação aberta entre membros. O eBay torna-se uma parte de investimentos dos membros. Muitos membros criaram segundos negócios vendendo artigos no eBay. Em muitas empresas, a melhoria de seus negócios, utilizando a fundação, \"mudaram da água para o vinho\". As ajudas da comunidade também se asseguram de que os membros com menos \"peso\" estejam seguindo os passos de todos os demais membros. Os grupos asseguram-se de que todos da comunidade aprendam e sigam os passos de outras empresas bem sucedidas no eBay, e ficam tão importantes em toda a comunidade quanto essas. O eBay incentiva também uma comunicação aberta mas honesta entre a comunidade e a companhia assegurando à integridade dessas por inúmeras regras postas pela comunidade. Essa mesma comunidade se mostra eficiente quando se trata de auditorar os itens vendidos na plataforma.; como em 2004 quando um porta-aviões brasileiro foi leiloado no site, e retirado pouco tempo depois. Muitos brasileiros entraram na plataforma em 2017 com a popularização do dropshipping, um conjunto de técnicas com as quais se torna possível vender sem ter a mercadoria em estoque. == Ver também == * MercadoLivre, sócio exclusivo do eBay na América Latina. * PayPal, sistema de pagamentos mais utilizado no eBay. == Ligações externas == * Página oficial Ebay * Página oficial PayPal Categoria:Fundações nos Estados Unidos em 1995 Categoria:Programas para Android Categoria:Programas para iOS Categoria:Empresas listadas na NASDAQ",
 "title": "EBay"
}