{
 "id": "43061",
 "text": "PayPal é uma empresa de pagamentos online situada em São José, na Califórnia, Estados Unidos. Fundada em 1998 por Peter Thiel e Max Levchin, opera internacionalmente e é uma das maiores do ramo por ser capaz de realizar pagamentos rápidos e auxiliar em envios de dinheiro. == História == O PayPal foi fundado em Dezembro de 1998 como Confinity, uma empresa de software para dispositivos móveis, por Max Levchin, Peter Thiel, Luke Nosek e Ken Howery. Em 1999, \"PayPal\" foi lançado como um serviço de pagamentos dentro da Confinity, por John Malloy da BlueRun Ventures. Em Março de 2000, a Confinity se fundiu com a X.com, uma companhia bancária online fundada por Elon Musk. Quatro anos após sua fundação, em 2002, a empresa teve sua oferta pública inicial (IPO) a US$ 13 por ação, captando US$ 61 milhões. Em Julho do mesmo ano foi adquirida pelo site de compras online eBay, que havia incorporado a empresa de pagamentos online Billpoint três anos antes, tornando-se subsidiária do mesmo. A aquisição foi no valor de US$ 1,5 bilhões, com uma valuation de 23% por ação, ou 77% acima do preço da IPO. O PayPal não se restringiu apenas ao eBay, sendo aceito desde registros de domínios, e-commerce até pagamentos de serviços de hospedagem de sites. Em 2015, o eBay anunciou que tornaria o PayPal uma empresa própria, não sendo mais sua subsidiária, planos estes que foram concretizados em Julho do mesmo ano. Em 2010, a empresa tinha presença em 180 países e em 25 moedas correntes. == PayPal e as criptomoedas == Em novembro de 2020, o PayPal anunciou que passaria a permitir compra, venda e custódia de criptomoedas em sua plataforma. De acordo com o anúncio oficial, o PayPal permitiria negociações de até US$ 20.000 por semana, o dobro dos US$ 10.000 originalmente anunciados. No início de maio de 2021, a empresa declarou que a demanda por criptomoedas em sua plataforma excedeu todas as expectativas. == Principais concorrentes == * Entropay * Neteller * Skrill * WebMoney == Ver também == * Máfia do PayPal Categoria:Elon Musk Categoria:Empresas de Internet Categoria:Empresas de processamento de pagamentos com cartões Categoria:Empresas fundadas em 1998 Categoria:PayPal Categoria:Sistemas de pagamento Categoria:Provedores de serviços de pagamento Categoria:Empresas listadas na NASDAQ",
 "title": "PayPal"
}