{
 "id": "43113",
 "text": "Laboratórios Dolby é uma companhia estadunidense especializada em compressão e reprodução de áudio, fundada por Ray Dolby. A marca Dolby está associada a duas aplicações diferentes: redução de ruído e som de cinema. == História == Dolby Labs foi fundada pelo norte americano Ray Dolby dentro da Grã-Bretanha em 1965. Ele mudou a empresa para os Estados Unidos (San Francisco, Califórnia) em 1976. O primeiro produto que ele fez foi o Dolby Noise Reduction tipo A, um compander simples. Uma das características que definem este compander da Dolby é, que ele trata apenas os ruídos das fitas,com menor intensidade (equivalentes à 3 dB). Dolby comercializou o produto majoritariamente para as gravadoras, pois a maioria das gravadoras usavam muitas fitas de masterização e estavam, na época, devido à demanda, diminuindo a velocidade padrão de gravação, que antes era de 30 ips, para 15 ips, o que acarretava numa perda de qualidade do áudio, tornando-o mais suscetível ao ruído natural das áreas não gravadas da fita, conhecido como \"hiss\". Dolby foi persuadido por Henry Kloss da KLH para fabricar uma versão doméstica de seu redutor de ruído. Dolby trabalhou mais em sistemas de redução de ruidos e introduziu o Dolby Noise Reduction do tipo B em 1968, especializado para as fitas cassette, que começavam a ganhar grande espaço no ambiente doméstico, que normalmente tinham maiores problemas com o \"hiss\" devido à baixa velocidade empregada nos aparelhos (que era de 1⅞ ips), além disso a tecnologia de gravação das fitas cassette ainda era pequena e, por causa disso haviam fitas de materiais que resultavam em pouco ganho dinâmico (como o óxido de ferro, empregado nas fitas Tipo 1) e o uso de cabeçotes com pouca precisão, em relação ao tamanho da fita. Dolby não fabricava produtos de consumo imediato, mas licenciava suas tecnologias para os fabricantes de eletroeletrônicos. Dolby também procurou melhorar o som dos filmes, como a história da corporação explica: :Após uma investigação, Dolby descobriu que muitas das limitações do som ótico resultavam diretamente do seu ruído de fundo bastante elevado. Para filtrar esse ruído, a resposta de alta frequência dos sistemas de reprodução dos cinemas foi deliberadamente reduzida. Piorando ainda mais a situação, para aumentar a inteligibilidade do diálogo sobre tais sistemas, misturadores de som estavam gravando trilhas sonoras com tanta frequência alta de pré-ênfase que resultava em uma alta distorção no som. O primeiro filme com som Dolby foi A Clockwork Orange (1971), que usou o Dolby de redução de ruído em todas as pré-masterizaçõs e também nas matrizes, mas também havia uma trilha sonora óptica convencional nos filmes. Callan (1974) foi o primeiro filme com uma trilha sonora Dolby com codificação óptica. Em 1975 foi lançado o Dolby Stereo, que incluía um sistema de redução de ruído, além de mais canais de áudio. O primeiro filme com uma trilha sonora Dolby codificado com trilha estéreo óptica foi Lisztomania (1975), embora esta técnica de codificação utilizasse apenas uma LCR (esquerda-centro-direita). O primeiro sistema LCRS real (Centro-Esquerda-Direita-Surround) foi lançado no filme A Star Is Born de 1976. Em menos de dez anos, 6.000 cinemas em todo o mundo foram equipados com Dolby Stereo. Dolby reformulou o sistema para uso doméstico, e introduziu Dolby Surround, que só extraiu um canal surround, e os mais poderoso, o Dolby Pro Logic, que foi o equivalente ao Dolby Stereo de cinema para uso residencial. Dolby desenvolveu um sistema de compressão som surround para o cinema, o Dolby Digital Stereo (atualmente Dolby Digital), que foi apresentado no filme Batman Returns de 1992. Em 1994 introduziu no mercado de home theater o Dolby AC-3, no filme Perigo Real e Imediato. Apesar disto, este formato não se tornou popular no mercado doméstico, até a popularização do DVD. Isso se deu em parte por causa do hardware extra que era necessário para sua utilização. Atualmente, a especificação Dolby Digital é amplamente utilizada no padrão HDTV, tanto terrestre como em receptores DTH. Em 17 de fevereiro de 2005, a empresa tornou-se pública, oferecendo ações para venda na Bolsa de Nova Iorque, sob o símbolo DLB. Em 15 de março de 2005, a Dolby comemorou 40 anos de inovação na indústria do entretenimento no Festival ShoWest 2005 em São Francisco. Em 8 de janeiro de 2007, a Dolby anunciou a chegada de um produto inteiramente novo, chamado Dolby Volume no Internacional Consumer Electronics Show (CES). Este produto permite que os usuários mantenham um volume constante durante os intervalos comerciais (ou seja, comerciais de TV alto). Ray Dolby é um membro do Forbes 400, com um patrimônio estimado de 2,7 bilhões de dólares. == Tecnologias == == Sistema de redução de ruído == * Dolby NR (noise reduction) - Este sistema é utilizado na gravação de cassetes magnéticas analógicas. Existem vários tipos, destinados ao mercado profissional ou caseiro (A, B, C, S, SR e HXPro). === Sistema de som para filmes === O melhoramento do som dos filmes - antes de 1975, monoaural - fez- se gradualmente através de: * Dolby Stereo - dois canais de som. * Dolby Surround - quatro canais (Esquerdo,Direito, Central frontal (de vozes dos personagens) e Surround) codificados em uma trilha de dois canais * Dolby Pro- Logic - Nome dos processadores capazes de codificar e/ou decodificar audio em Dolby Surround (existem as versões I e II). * Dolby Digital ou AC-3 ou 5.1 - cinco canais de som separados (Esquerdo frontal e Esquerdo traseiro, Direito frontal e Direito traseiro e central frontal (de vozes dos personagens)) e um canal para os graves (Subwoofer). * Dolby Digital EX ou 6.1 - cria um sexto canal traseiro central composto pelo conteúdo comum aos dois canais traseiros do sistema 5.1 (direito e esquerdo). O objetivo é reforçar os sons vindos de trás, melhorando a sensação de envolvimento. Funciona com a informação contida em uma trilha sonora 5.1, não devendo ser confundido com o DTS ES 6.1, que é um verdadeiro sistema de 7 canais discretos (6+1(onde o +1 significa o som grave)), em que o sinal traseiro central é independente dos demais. * Dolby 7.1, que melhora a sensação sonora em salas de grandes dimensões, com a utilização de 4 canais traseiros. * Dolby Atmos, formato que permite um número ilimitado de faixas de áudio, permitindo uma renderização dinâmica, ideal para alto-falantes com base nos recursos da sala de exibição. O Dolby Digital ou AC3 é um formato de compressão de dados de áudio desenvolvido pela Dolby Laboratories, Inc. que é muito utilizado nos filmes em DVD e Blu-ray. Destaca- se pelo sistema que permite armazenar áudio em múltiplos canais independentes. Os formatos de áudio surround são classificados por números, que representam os diferentes canais, ou número de caixas, que o home theater possui. No esquema \"áudio surround 5.1”, a palavra “surround” denomina o efeito “tridimensional”. Dessa forma, o som gerado transmite a impressão de inserção do telespectador no meio da ação do filme. O número 5.1 representa o sistema surround típico, formado por cinco caixas acústicas (central, frontais e traseiras), e um subwoofer. Todos os equipamentos de home theater e softwares do mercado são configurados para operar em 5.1. ==Ver também== * Teatro Dolby * Revista Exibidor == Ligações externas == * * Categoria:Empresas de eletrônicos dos Estados Unidos Categoria:Som digital Categoria:Empresas listadas na Bolsa de Valores de Nova Iorque Categoria:Produção de som para filmes Categoria:Marcas dos Estados Unidos Categoria:Empresas com sede em São Francisco",
 "title": "Dolby Laboratories"
}