{
 "id": "43119",
 "text": "THX é uma marca registrada de um padrão para cinemas, consoles, caixas de som e sistemas de áudio para carros. Tem como meta principal assegurar uma reprodução de áudio/video tão fiel a que é concebida pelos produtores nos estúdios de gravação. A empresa foi fundada por George Lucas a partir da criação de Tomlinson Holman produzida enquanto trabalhava para a Lucasfilm a fim de assegurar que a reprodução da trilha sonora de Star Wars: Episódio VI - O Retorno de Jedi em 1983 fosse exatamente a pretendida por ele em todos os cinemas. Em outubro de 2016, a Razer, tecnológica norte-americana especializada em equipamentos para videojogos, anunciou a compra da THX. ==Logotipo== O nome THX vem de Tom Holman e Xperiment (o experimento de Tom Holman), nome do criador do padrão. Este nome também foi escolhido em referência ao filme THX 1138 produzido por George Lucas. O logotipo da empresa é apresentado nos cinemas certificados no início das projeções. A apresentação é sempre acompanhada da distinta e conhecida Deep Note (nota profunda), um crescendo sintetizado eletronicamente por James A. Moorer enquanto também era empregado da Lucasfilm em 1983. A Deep Note é patenteada nos Estados Unidos e procura impressionar os espectadores, produzindo uma sensação de som intenso. Segundo Gary Rydstrom essa sensação se deve ao espectro de freqüências crescente.. Vários filmes, como Os Sem Floresta e a série Os Simpsons satirizaram o imenso barulho causado pelo THX. ==Padrão== O padrão THX para salas de cinema leva em conta o isolamento acústico, o controle de reverberação e o uso de uma parede acústica especial para a fixação das caixas de som frontais. Além disso são feitas recomendações para que todos os presentes na sala tenham um bom ângulo de visão da tela de projeção e da imagem projetada. O isolamento acústico impede que haja interferência por sons vindos de fora da sala ou das salas vizinhas e o controle de reverberação feito com revestimentos especiais nas paredes aumenta a clareza do som. A parede acústica frontal tem o objetivo de criar uma \"tela de som\" direcionada para o público, possibilitando uma melhor percepção sonora. A adequação de uma sala ao padrão THX requer um estudo particular a cada caso, a substituição de equipamentos de som sendo alguns deles próprios da empresa THX e patenteados por ela. Além disso pode ser necessário reposicionar poltronas e elevar o piso onde fica a audiência. ==Ligações externas== * * Categoria:Processos cinematográficos Categoria:Efeitos sonoros Categoria:Produção de som para filmes",
 "title": "THX"
}