{
 "id": "43126",
 "text": "Lignite ou lenhite (em português brasileiro, lignito ou linhito), é uma rocha sedimentar macia, castanha e combustível formada pela compressão da turfa. É considerado uma forma menor de carvão devido ao seu baixo poder calorífico. É explorado na China, Bulgária, Grécia, Alemanha, Polónia, Sérvia, Rússia, Turquia, Estados Unidos, Canadá, Índia, Austrália, entre outras. É usado quase exclusivamente como combustível para geração de energia a vapor, mas também é minerado pelo germânio contido nele, na China. 45% da eletricidade da Alemanha vem de centrais elétricas de lignite, enquanto na Grécia lignite é fonte de cerca de 50% de sua energia. ==Características== A Lignite tem cor castanho escuro e seu conteúdo de carbono é de cerca de 67% a 78%, e uma humidade as vezes tão altas como 66%, e seu conteúdo de cinzas de 6% a 19% comparado a 6% a 12% em carvão betuminoso. O seu poder calorífico varia de 10 a 20 MJ/kg numa base húmida e sem minerais. O poder energético da lignite consumido nos Estados Unidos é em média de 15 MJ/kg, no jeito que \"foi recebido\" (contendo humidade e minerais). O poder energético da lignite consumido em Vitória, Austrália, é em média de 8,4 MJ/kg. A Lignite tem muita matéria volátil, o que a torna mais fácil de se converter em um gás e produtos petrolíficos do que carvões \"superiores\". Infelizmente, sua alta humidade e suscetibilidade a combustir espontaneamente pode causar problemas em transporte e armazenamento. Agora é sabido que processos eficientes para remover a humidade da lignite pode diminuir a possibilidade de combustão instantânea para o mesmo nível de carvão, irá alterar o poder calorífico até um valor equivalente ao de carvão enquanto reduz significativamente as emissões da lignite densa para um nível equivalente ou melhor que da maioria dos carvões.George, A.M.. State Electricity Victoria, Petrographic Report No 17. 1975; Perry, G.J and Allardice, D.J. Coal Resources Conference, NZ 1987 Proc.1, Sec. 4.. Paper R4.1 ==Usos== Devido a seu baixo poder calorífico e alta umidade, lignito é ineficiente para transporte e não é comercializado extensivamente no mercado internacional comparado a outros tipos de carvão. O combustível é geralmente queimado em usinas próximas as minas, como no Vale Latrobe na Austrália e Luminant's Monticello no Texas. Devido a umidade e pouco poder calorífico do lignito, emissões de dióxido de carbono são geralmente muito maiores por megawatt gerado comparado a carvão preto, com a usina com maior emissão sendo a Hazelwood Power Station, Victoria. A operação de usinas de lignito, particularmente a combinada com mineração a céu aberto, pode ser politicamente controverso devido a preocupações ambientais. ==Geologia== Lignito se forma com a acumulação de matéria vegetal parcialmente decomposta, ou turfa. Enterramento por outros sedimentos resulta em aquecimento, e, dependendo do gradiente geotérmico local e da configuração tectônica, aumento de pressão. Isso causa compactação do material e perda de um pouco da água (umidade) e matéria volátil (principalmente metano e dióxido de carbono. Esse processo, conhecido em inglês como coalification, concentra o conteúdo carbônico, aumentando o conteúdo calórico do material. Aprofundamento da matéria no solo e tempo resultam em maior expulsão de umidade e matéria volátil, eventualmente transformando o material em um carvão superior, como betuminoso ou antracito. Depósitos de lignito são geralmente mais novos que de carvões superiores, com a maioria se formando no período Terciário. ==Recursos== Estima-se que o Vale Latrobe em Victoria, Austrália, contém cerca de 65 bilhões de toneladas de lignito.Department of Primary Industries, Victorian Government, Australia, ‘Victoria Australia: A Principle Brown Coal Province’ (Fact Sheet, Department of Primary Industries, July 2010). O depósito equivale a 25% das reservas conhecidas no mundo. As \"custuras\" lignito parece ter até 100 metros de espessura, às vezes chegando até 230 m. \"Custuras\" são cobertas por entre 10 m e 20 m de solo. ==Tipos== Lignito pode ser separado em dois tipos. O primeiro é lignito xilóide ou madeira fóssil e o segundo é lignito compacto, ou perfeito. Apesar de lignito xilóide ter a tenacidade e a aparência de madeira comum, é possível ver que o tecido combustível de madeira sofre grande modificação. Lignito pode ser triturado para se tornar pó e se submetido a uma solução fraca de potassa resulta em uma quantidade de ácido Húmico. ==Produção== Lignito minerado em milhões de toneladas métricas País 1970 1980 1990 2000 2001 2010 Alemanha 369,3 388,0 356,5 167,7 175,4 169 Indonésia ? ? ? ? ? 163 União Soviética 127,0 141,0 137,3 — — — Rússia — — — 86,4 83,2 76 Turquia 4,4 15,0 43,8 63,0 57,2 69 Austrália 24,2 32,9 46,0 65,0 67,8 67 Estados Unidos 5,4 42,3 82,6 83,5 80,5 65 Grécia 8,1 23,2 51,7 63,3 67,0 56 Polônia 32,8 36,9 67,6 61,3 59,5 56 Checoslováquia 67,0 87,0 71,0 — — — República Checa — — — 50,1 50,7 44 Iugoslávia 26,0 43,0 60,0 — — — Sérvia e Montenegro — — — 35,5 35,5 — Sérvia — — — — — 37 China 13,0 22,0 38,0 40,0 47,0 ? Roménia 14,1 27,1 33,5 17,9 29,8 ? Coreia do Norte 5,7 10,0 10,0 26,0 26,5 ? Índia ? ? ? ? 22,121 ? Total 804,0 1 028,0 1 214,0 877,4 894,8 1 042 *? – dados não disponíveis *— – país não existia ainda ou não mais Categoria:Minerais Categoria:Carvão",
 "title": "Lignito"
}