{
 "id": "43156",
 "text": "A língua tupi, ou tupi antigo, foi a língua falada pelos povos tupis e por grande parte dos colonizadores que povoavam o litoral do Brasil nos séculos XVI e XVII. \"É a língua indígena clássica do Brasil e a que teve mais importância na construção espiritual e cultural do país.\" Hoje uma língua morta, o tupi foi por vezes mais falado que o português, sendo por isso considerada também como \"a língua do Brasil dos primeiros séculos\". Seu registro foi feito sobretudo por padres jesuítas, como José de Anchieta, mas também por viajantes, como Hans Staden e Jean de Léry. Graças a esse registro, preservou-se o conhecimento da língua. Hoje o tupi antigo é a língua indígena brasileira mais bem conhecida, mesmo levando-se em conta as línguas vivas. Contribui para esse fato a rica literatura tupi, que conta com peças de teatro, poemas, e catecismos. Entre as línguas indígenas, o tupi foi a que mais legou termos ao português brasileiro. Entre os inúmeros tupinismos do português falado no Brasil, é possível citar: caatinga, caju, mingau, pereba e pipoca. Entre os topônimos, temos Indaiatuba, Itaquaquecetuba, Jacareí, Sergipe, Pindamonhangaba e muitos outros. Os tupinismos são particularmente numerosos em se tratando de animais e plantas, como pindoba, piranha, arara, maracujá, pitanga, jaguatirica, tamanduá. A prevalência do tupi na formação do país levou o tupinólogo e padre Lemos Barbosa (1956) a afirmar que \"o seu conhecimento, sequer superficial, faz parte da cultura nacional\". O tupi pertence à família linguística tupi-guarani, que por sua vez pertence ao tronco tupi. A família tupi-guarani é composta por 21 línguas diferentes, entre elas o guarani moderno, que possui grandes semelhanças fonológicas e gramaticais com o tupi. Embora o tupi antigo tenha deixado se ser falado no final do século XVII, ele deu origem ao nheengatu, também chamado de língua geral amazônica, ou ainda tupi moderno.NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. Gramaticalmente, o tupi apresenta propriedades peculiares, como: ausência de flexão de gênero e de número; conjugação verbal no início da palavra, não no final (aker, ereker, oker: durmo, dormes, dorme etc); a existência de um nós exclusivo (oré), que exclui o ouvinte, e outro inclusivo (îandé), que o inclui; numerais que vão apenas de um a quatro; entre outras. == História e interesse histórico == A língua tupi antiga possui vários documentos que descrevem sua estrutura, sendo o padre jesuíta José de Anchieta considerado como seu primeiro gramático (foram os jesuítas que criaram a representação escrita da língua, a qual era, até então, exclusivamente oral).NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 340. Anchieta não foi, porém, o primeiro jesuíta a aprender a língua nativa: o padre basco João de Azpilcueta Navarro compôs os primeiros hinos religiosos em suas pregações aos indígenas.MONTEIRO,Clóvis - Esboços de história literária - Livraria Acadêmica - Rio de Janeiro - 1961 - Pg. 165 O objetivo dos padres era catequizar os indígenas. Nos séculos XVI e XVII, era chamado pelos portugueses de língua brasílicaNAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 11. por ser o idioma mais usado no Brasil (a expressão \"língua tupi\" somente se generalizou a partir do século XIX). Dentre os grupos reconhecidos pelos historiadores, antropólogos e linguistas que tinham o tupi antigo como língua materna estão os tupinambás, tupiniquins, caetés, tamoios, potiguaras, temiminós e tabajaras. Os europeus que iam viver no Brasil, bem como os escravos africanos que eram trazidos para o país, aprendiam a língua e falavam-na no seu dia-a-dia, usando o português apenas nas suas relações com a Coroa Portuguesa. Inicialmente restrita à costa brasileira, o tupi se interiorizou devido à ação dos bandeirantes, que o levaram ao interior, aos atuais estados de Minas Gerais, Goiás e Mato Grosso, entre outros. Deixou de ser falada no final do século XVII, quando foi suplantada pela língua geral.NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013 Esta, por sua vez, foi proibida por Pombal. Com a proibição da língua geral pelo Marquês de Pombal em 1758, ela deixou de ser a língua mais falada no Brasil, sendo substituída pelo português.A proibição do tupi e o fortalecimento da língua portuguesa. Disponível em http://www.helb.org.br/index.php?option=com_content&view;=article&id;=57:a-proibicao- do-tupi-e-o-fortalecimento-da-lingua-portuguesa&catid;=1029:1758&Itemid;=2. Acesso em 26 de dezembro de 2012. Sua descendente paulista, a língua geral paulista, continuou, no entanto, a ser falada no interior do atual estado de São Paulo até o início do século XX, e a sua descendente amazônica, o nheengatu, continua a ser falada até hoje no vale do rio Negro, na Amazônia.NAVARRO, E. A. Método moder|no de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 13. A língua tupi também continua presente no cotidiano dos brasileiros através de vários nomes tupis que se encontram na geografia brasileira e nas denominações de vários animais e plantas nativos do Brasil. Em suma: === O tupi era mais falado que o português? === Conforme Aryon Rodrigues, o tupi era mais falado que o português nas regiões onde houve maior miscigenação entre o colonizador europeu e a indígena nativa. Essas são as regiões periféricas da colonização lusitana, a saber: o sudeste do Brasil, mais especficamente São Paulo e São Vicente, e o Norte. Já em Salvador, antiga capital da colônia, sede da administração lusitada implantada no novo mundo, a língua portuguesa dominava, por duas razões:Rodrigues, Aryon. Breve História da Língua dos Índios Vistos por Cabral # A grande mortandade de indígenas nessas regiões, devido a pandemias e ao extermínio deliberado; # Justamente por ser um local onde houve menor miscigenação. Muitos casais já formados chegavam da Europa. === Interesse moderno pela língua === O interesse moderno pela língua tupi teve uma conotação nacionalista brasileira. A língua foi bastante explorada nos movimentos literários do romantismo e do modernismo para a afirmação da identidade cultural do país. No contexto do nacionalismo da época Vargas, durante as décadas de 1930, 1940, 1950 e 1960, o tupi fez parte do currículo das faculdades de filosofia brasileiras. Em 1954, no governo do presidente brasileiro Café Filho, o tupi foi declarado legalmente matéria obrigatória no currículo das faculdades de letras do país. No entanto, sob a influência do estruturalismo (que, por seu caráter a-histórico, pregava o estudo somente das línguas indígenas contemporâneas), a língua tupi praticamente desapareceu do currículo das faculdades brasileiras, a partir da década de 1970, permanecendo apenas em algumas universidades, como a Universidade de São Paulo.1-Os estudos de tupi antigo e a crítica estruturalista. Disponível em http://tupi.fflch.usp.br/sites/tupi.fflch.usp.br/files/Os%20estudos%20de%20tupi%20antigo%20e%20a%20cr%C3%ADtica%20estruturalista.pdf. Acesso em 15 de março de 2013. Atualmente, existem iniciativas isoladas que buscam resgatar o uso da língua tupi antiga por algumas etnias indígenas que usavam essa língua no passado, como os potiguaras da ParaíbaEducação indígena. Disponível em http://etnolinguistica.wdfiles.com/local-- files/site:abralin2009/simas.pdf. Acesso em 9 de março de 2017. e do Rio Grande do NorteTribuna do Norte. Disponível em http://www.tribunadonorte.com.br/noticia/reaprendendo-a-ser- potiguar/344227?utm_campaign=noticia&utm;_source=rel. Acesso em 9 de março de 2017. e os tupiniquins das aldeias de Caieiras Velhas e Comboios, na cidade de Aracruz, no Espírito Santo.O tupi na aldeia tupiniquim de Caieiras Velhas em Aracruz-ES. Disponível em http://repositorio.ufes.br/bitstream/10/3803/1/tese_9318_O%20tupi%20na%20aldeia%20tupinikim%20de%20Caieiras%20Velha%20em%20Aracruz%20ES_Filipe%20Siqueira%20Fermino.pdf. Acesso em 9 de março de 2017. == Fonética, fonologia e ortografia == O tupi identifica um conjunto de 31 fonemas, dos quais doze são vogais, três semivogais e dezesseis consoantes. Característica notória de sua fonologia é, sem dúvida, o seu caráter gutural. Uma outra, os abundantes metaplasmos. ===Vogais=== As vogais são: a, e, i, o, u, y, ã, ẽ, ĩ, õ, ũ, ỹ (na grafia de Navarro). Como se pode perceber, o tupi antigo possui um sistema vocálico simétrico, com seis pares de vogais orais e nasais. Cada vogal oral tem uma vogal nasal correspondente. Com exceção do y e do ỹ, os demais sons vocálicos do tupi antigo ocorrem também no português.NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 14. De acordo com Cristófaro- Silva, o som da vogal ỹ pode ocorrer como pronúncia pós-tônica de /e/ no português brasileiro atual em palavras como \"número\" [ˈnu.mɨ.ɾʊ]. Vogais orais e nasais e sua pronúncia (IPA) Anterior Central Posterior Fechada Fechada Semiaberta Semiaberta Aberta Aberta ===Semivogais e consoantes === São semivogais: î, û, ŷ. São como as palavras \"piá\" e \"mau\" no português, respectivamente. A semivogal ŷ não existe em português. As consoantes são: ' (um fonema que não existe no português e que se caracteriza por uma pequena interrupção no fluxo de ar), b (como na palavra \"huevo\" do castelhano), nh, k, m, (ou mb), n, (ou nd), ng, p, r (sempre brando, como no português \"aranha\"), s, t, e x (como no português \"chácara\"). As consoantes e semivogais (consoantes aproximantes) do tupi antigo estão representadas por símbolos fonéticos na tabela abaixo. Fonemas consonantais (incluindo as semivogais) Labial Labial Alveolar Alveolar Pós- alveolar Pós- alveolar Palatal Palatal Pós- palatal Pós- palatal Velar Velar Glotal Glotal Oclusiva Nasal ~ ~ ~ ~ Vibrante simples Fricativa Aproximante ~ ~ ===Ortografia=== Antes do descobrimento do Brasil, o tupi antigo não tinha escrita. Os europeus o representaram de distintas formas, conforme os alfabetos de seus idiomas nativos. Neste artigo, salvo quando for indicado o contrário, far-se-á uso da ortografia desenvolvida por Lemos Barbosa e aprimorada por Eduardo Navarro. == Substantivos == O substantivo é a classe gramatical mais abrangente em tupi. Todo adjetivo e verbo pode também ser um substantivo (isto é, tem uma forma substantivada), enquanto a recíproca não é verdadeira: nem todo substantivo pode ser transformado em um adjetivo ou verbo. É o caso dos substantivos não possuíveis. Tipos de substantivo Obrigatoriamente possuíveis Não possuíveis Possuíveis Partes do corpo Elementos da natureza Objetos culturais xe pó xe py minha mão meu pé itá pirá tatu pindoba îaguara so'o ka'a pedra peixe tatu palmeira onça animal mata kysé u'uba îy faca flecha machado Membros da família Todos os demais xe sy xe ruba xe ra'yra minha mãe meu pai meu filho poranga nema xe rura beleza mau odor minha vinda Os substantivos não possuíveis são apenas substantivos, não podendo ser transformados em um adjetivo ou verbo. Os possuíveis podem todos eles ser adjetivos, já que esta classe gramatical é usada para dar a ideia de posse (ver seção #Adjetivos). Alguns possuíveis podem ser verbos também. === O sufixo substantivador === Em tupi, todos os substantivos terminam em vogal. O sufixo substantivador -a é usado para transformar um verbo ou adjetivo em um substantivo, caso estes terminem em consoante. O sufixo substantivador será sempre átono (isto é, nunca será a sílaba tônica). * Sem: sair. Sema: o sair, a saída * Pererek: saltar. Perereka: o salto, o pulo. * Só (verbo): ir. Só (substantivo): o ir, a ida. * Porang: bonito. Poranga: a beleza O mesmo ocorre quando um substantivo e um adjetivo estão em composição: kunhãporanga: mulher bonita (kunhã, mulher; porang, bonito; a, sufixo) === Composições === Em tupi, são comuns as composições, pelas quais termos diferentes formam uma única palavra. Por exemplo, 'ypiranga, que significa \"rio vermelho\", tem em tupi seus termos justapostos e formam uma unidade conceitual, sendo um substantivo como outro qualquer. Há dois tipos de composição em tupi: #Composição com relação genitiva (substantivo + substantivo) #Composição atributiva (geralmente substantivo + adjetivo) A seguir há exemplos de ambos os tipos. No exemplo acima, há uma relação genitiva, que dá a ideia de posse, origem, ou pertencimento. Em relações desse tipo, ocorre uma inversão da ordem dos termos, conforme as setas indicam. (O mesmo fenômeno ocorre em outras línguas, como o shopping center – centro de compras – em inglês). As composições são constituídas por um termo que é o determinante, e o outro que é o determinado. No exemplo, a palavra îakaré é o determinante, pois ela determina, delimita o sentido de 'y, que por sua vez é o determinado. Outra característica das composições é que elas possuem um sentido genérico, enquanto as mesmas palavras escritas separadamente possuem sentido mais específico. Por exemplo: * îakare'y: rio dos jacarés, ou rio de jacaré (sentido genérico) * îakaré 'y: o rio dos jacarés (sentido específico: o rio é dos jacarés) No caso acima, há a união de um substantivo com um adjetivo. No caso, não há inversão, e portanto a palavra 'y (rio) vem antes, como no português. A mesma ideia de sentido genérico e específico se aplica aqui: * 'ypiranga: rio vermelho (sentido genérico; o adjetivo aqui é qualificativo: ele qualifica o rio) * 'y i pirang: o rio é vermelho (afirmação sobre o rio; o adjetivo aqui é predicativo: diz-se algo sobre o rio; note que, por perder a composição, o sufixo substantivador -a cai) Nas composições, os adjetivos são sempre qualificativos. Há casos, mais raros, de uma composição atributiva do tipo substantivo + substantivo. Estes formam o que em português seriam substantivos compostos ligados por hífen, como Deus-pai, fruta-pão, fruta-pote, e assim por diante. Em termos técnicos, o segundo substantivo da composição (em tupi) tem a função de aposto e serve para limitar o substantivo anterior, especificando- lhe um tipo ou atributo. Nesses casos também não ocorre inversão. === Tempo dos substantivos === Diferentemente da língua portuguesa, o tempo de uma ação, no tupi antigo, é expresso pelo substantivo, não pelo verbo. Tais tempos são futuro, passado e um tempo chamado de \"irreal\", que é semelhante ao futuro do pretérito, do português. Eles são indicados, respectivamente, pelos adjetivos -ram, -pûer e -rambûer. Estes, por estarem em composição com o substantivo, recebem o sufixo -a, conforme explicado acima. Tempo dos substantivos Futuro Passado Irreal Contexto -ram(a) -pûer(a) -rambûer(a) ka'a _rama_ mata que será (que ainda não nasceu; ka'a significa mata) ka'a _pûera_ mata que foi (lugar onde não há mais mata; daí a palavra capoeira) ybyrá _rambûera_ árvore que seria (caso não tivesse sido cortada) Forma básica nde îukasa _rama_ Teu (futuro) matador, aquele que te matará omanõba'e _pûera_ O que morreu, aquele que morreu Nde ogûaba'e _rambûera_ îaguara O que te comeria é a onça (se você não fugisse) Em deverbais aîur nde îuka _rama_ resé Vim para te matar (lit: vim para sua futura morte) Ereîkuab nde rausu _guêra_ Sabes que eu te amei (lit: sabes do meu antigo amor por ti) Îaguara nde îuka _rambûera_ A onça te mataria (se a gente não a tivesse matado) Formas nominais do verbo (ex: o infinitivo) Cabe ressaltar que o futuro significa, mais propriamente, o futuro em relação ao verbo, e não ao tempo presente. No exemplo aîur nde _îuka-ram-a_ resé, a futura morte é futura somenta em relação ao verbo \"vir\", que está no passado. Isto é, o interlocutor pode já estar morto, mas a frase pode permanecer com o -rama. ===Aumentativo e diminutivo === Os graus do substantivo (aumentativo e diminutivo) se fazem pelos sufixos -'ĩ ou -'i, para o diminutivo, e -gûasu, -ûasu ou -usu para o aumentativo. Eis alguns exemplos com suas explicações: Grau dos substantivos Diminutivo Aumentativo -'ĩ ou -'i -(g)ûasu ou -usu Gûyra'ĩ Passarinho 'Ygûasu Rio grande ('Y é rio. O g foi adicionado depois pelos colonizadores) Ita'ĩ Pedrinhas (daí vem Itaim Bibi) Kunumĩgûasu Menino grande, moço Pitangĩ Criancinha, bebê (Criança é pitanga) Ybytyrusu Montanhão, serra (de ybytyra, montanha) Não se deve confundir o adjetivo mirĩ, que significa pequeno, com os sufixos que formam o diminutivo: itámirim, pedras pequenas; Ita'ĩ, pedrinhas. == Adjetivos == Conforme já esboçado na seção #Composições, os adjetivos podem ser de dois tipos: qualificativos e predicativos. Os primeiros vêm sempre em composição, e possuem um sentido genérico, enquanto os adjetivos predicativos são uma afirmação sobre o sujeito: * Kunhãporanga: mulher bonita (porang é adjetivo qualificativo, pois está qualificando a mulher) * Kunhã i porang: a mulher é bonita (porang aqui é predicativo, pois algo está sendo dito sobre a mulher.) Morfologicamente, os adjetivos qualificativos e predicativos são idênticos. Os adjetivos também podem ser usados para dar a ideia de posse. Todos os substantivos possuíveis podem ser usados como adjetivos desse tipo, que se traduzem pelo verbo \"ter\": * xe ruba: meu pai (aqui não há adjetivo, mas um substantivo) * xe rub: eu tenho pai (rub é adjetivo aqui; ao pé da letra, a tradução seria: eu sou \"paizado\") == Pronomes pessoais == Os pronomes pessoas em tupi se destacam por ter duas formas de falar \"nós\". Oré, é um nós exclusivo, que exclui o(s) ouvinte(s), e îandé, que o(s) inclui. Os pronomes pessoais podem ser de duas séries. Pronomes pessoais 1ª série 2ª série Tradução ixé xe eu endé nde tu a'e* i ele oré oré nós (exclusivo) îandé îandé nós (inclusivo) peẽ pe vós a'e* i eles :* a'e mais propriamente significa esse(s), aquele(s), mas pode ser usado como pronome pessoal da terceira pessoa, tanto do singular como do plural. Os pronomes de 1ª série geralmente são usados sozinhos ou com verbos (mais especificamente os da primeira conjugação, ou 1ª série). Exemplo: ixé a-karukatu: eu comi bem. Abápe morubixaba? – Ixé: quem é o cacique? – Eu. Os pronomes da 2ª série são usados em muitos casos. Alguns deles: * com adjetivos: xe porang, eu sou bonito. * com verbos da segunda conjugação (vide seção abaixo): nde ma'enduar ixé resé, você se lembra de mim. * em relação genitiva: i membyra, o filho dela. ==Verbos== Verbos no tupi antigo podem ser divididos em duas classes. Na primeira, ocorre conjugação verbal, sendo esta feita no início da palavra. Além disso, os verbos podem representar uma ação presente, passada ou futura, pois eles, ao contrário do português, não expressam tempo. (O futuro, em especial, é feito com o acréscimo da partícula -ne ao final do período, mas isso não muda o fato de que o verbo, por si só, não expressa tempo.) Conjugação verbal Pron. karu (comer) gûatá (andar) ker (dormir) pererek (saltar) nhan (correr) Tradução Ixé (eu) akaru agûatá aker apererek anhan Eu como/comi, ando/andei... Endé (tu) erekaru eregûatá ereker erepererek erenhan Tu comes/comeste, andas/andaste... A'e (ele*) okaru ogûatá oker opererek onhan Ele come/comeu, anda/andou... Oré (nós) orokaru orogûatá oroker oropererek oronhan Nós (excl.) comemos, andamos... Îandé (nós) îakaru îagûatá îaker îapererek îanhan Nós (incl.) comemos, andamos... Peẽ (vós) pekaru pegûatá peker pepererek penhan Vós comeis/comestes, andais/andastes... A'e (eles*) okaru ogûatá oker opererek onhan Eles comem/comeram, andam/andaram... :* a'e significa esse(s), aquele(s), mas pode ser usado como pronome pessoal da terceira pessoa, tanto do singular como do plural. Há também os verbos da segunda conjugação, ou de 2ª classe. Estes são usados com pronomes pessoais de 2ª classe e não variam. Tais verbos são, na verdade, adjetivos, sendo apresentados como verbos para fins didáticos. * xe ma'endurar (eu lembro, literalmente \"eu sou lembrante\") * nde u'u (tu tosses) * i membyrar (ela dá à luz) * oré rambuer (nós falhamos) (exclusivo) * îandé nhyrõ (nós perdoamos) (inclusivo) * pe poasem (vós gemeis) * i pytu (eles respiram) === Verbos transitivos === Os verbos transitivos são aqueles que exigem um objeto. No tupi antigo, esse objeto pode ser posposto, anteposto, mas também incorporado no verbo. Neste último caso, o objeto fica entre a desinência verbal dos verbos de 1ª classe (a-, ere-, o-, etc.) e o tema verbal. Exemplo: *a-pirá-kutuk... (Eu cutuco o peixe...) ::a- é a desinência que indica a primeira pessoa do singular. Pirá significa peixe; kukut, cutucar. Quando o objeto (no exemplo acima, o peixe) não estiver incorporado, ficará em seu lugar o pronome pessoal de terceira pessoa -i-, mesmo quando o objeto estiver presente na oração. Chama-se a isso de objeto pleonástico. Verbos monossilábicos usam -îo- (ou também -nho- próximo de nasais) ao invés de -i-, e alguns poucos usam -s-. Exemplos: *pirá a-î-kutuk... (Literalmente: o peixe, eu o cutuco...) ou 'a-î-kutuk pirá... ::O pronome -i- é incorporado e sofre ditongação. Por isso ele recebe o acento circunflexo. * ere-îo-sub oré: tu nos (exclusivo) visita. :: Verbo sub (visitar) monossilábico com -îo- incorporado. * a-îo-mim (ou a-nho-mim) u'ubá: escondo (ou escondi) a flecha. :: Verbo nasal mim (esconder) monossilábico com -îo- ou -nho- incorporado. * São Pedro itangapema o-s-ekyî: São Pedro a espada (itangapema) puxou. :: O verbo ekyî (puxar) exige -s- ao invés de -i-. Citação do Catecismo na Língua Brasílica de Anchieta. * pe-îuká îagûareté: vós matastes a onça. :: No caso de îuká (matar), o objeto incorporado é absorvido pois o verbo já começa com î. === Futuro === Forma-se com o -ne, sempre no final do período, independentemente da classe gramatical da última palavra. Esse clítico tem também outros significados e nesses casos pode ser usado como uma partícula em outras posições da oração. * Abá kori ka'ape osó _ne_. O índio irá para a mata hoje * Oro'u onhemongyraba'erama _ne_. Comeremos aquele que engordar. (O verbo, no caso, é oro'u, e a ênclise -ne se encontra afastado dele.) * Pytuna i ro'y _ne_. A noite será fria (não há o verbo ser em tupi) * Kururu opererekypy _ne_. O sapo começará (ypy) a pular (pererek) * Pytuna o'ar _yne_. A noite cairá. (O y é inserido para evitar o encontro consonantal, já que estes inexistem no tupi.) === Modos verbais === A principal divisão dos verbos em tupi é entre suas formas nominais e suas formas verbais propriamente ditas. As formas verbais são as que recebem prefixos número-pessoais (a-, ere-, o-, oro-, etc.). As formas nominais não o recebem. Dentro de cada uma dessas duas grandes formas de classificar os verbos, há os diferentes modos verbais, conforme a classificação de Navarro. Alguns desses modos são semelhantes ao português, como o modo indicativo, permissivo (semelhante ao subjuntivo do português) e o imperativo. Serão comentados a seguir os modos verbais que forem desconhecidos dos falantes do português, ou os que apresentarem particularidades importantes. O modo _indicativo circunstancial_ é igual ao modo indicativo, mas é usado após uma circunstância (tempo, lugar, modo, etc) vem antes do sujeito da oração: ixé a-gûatá kori, eu caminho hoje (modo indicativo normal; circunstância vem depois); kori xe gûatáû, hoje eu caminho (mesma ideia, mas a circunstância, no caso, de tempo, vem antes, e o verbo vai para o indicativo circunstancial). O _gerúndio_ , tanto na forma nominal como verbal, tem duas principais funções: dar a ideia de continuidade de uma ação (semelhante ao gerúndio do português) e expressar finalidade. Gûi- gûatábo: correndo (eu) ou para eu correr. O gerúndio pode ser formado com os sufixos -abo (ou -bo) ou -a (no caso de temas verbais terminados em consoante). As formas nominais com _pronomes objetivos tônicos_ são usadas quando o objeto não for de terceira pessoa. Isto é, quando objeto foi de 1ª (eu, nós) ou 2ª pessoa (tu, vós). ==Numerais== Em tupi antigo, há apenas numerais de um a quatro, tanto cardinais quanto ordinais, pois a utilidade de maior precisão matemática era pouca em uma economia primitiva. Os numerais cardinais podem ser antepostos ou pospostos ao nome ao qual se referem, ao passo que os ordinais são somente pospostos. Por exemplo, em se tratando de cardinais, mokõî pykasu e pykasu mokõî são termos equivalentes, significando \"duas pombas\". No que se refere a ordinais, ta'yrypy significa \"primeiro filho (de homem)\", e 'ara mosapyra, \"terceiro dia\". Numerais em tupi Numerais cardinais Numerais ordinais 1 oîepé 1.º ypy 2 mokõî 2.º mokõîa 3 mosapyr 3.º mosapyra 4 (oîo)irundyk (pouco usado)De acordo com Lemos Barbosa, não existia tradução exata para \"quatro\", pelo que irundyk e suas variantes eram pouco usados. 4.º (oîo)irundyka (pouco usado) Para expressarem-se quantidades maiores, fazia-se uso de circunlóquios, relacionando, sobretudo, a quantidade de dedos nas mãos e nos pés. Em alguns casos, houve também a incorporação de numerais do português ao tupi. Às vezes, ainda, verificavam-se ambas as possibilidades simultaneamente. Também se podia dizer nã (\"assim\", \"tantos\") e mostrar uma quantidade de dedos ou de outras coisas. ===Exemplos de circunlóquios=== *Mokõî oîoirundyk \"oito\" 'ara sykeme… (Ao chegar o oitavo dia…) *:mokõî oîoirundyk significa literalmente \"dois quatro\" *Opá kó mbó îabi'õ, oîepé asé mba'e moîa'oka… (De cada dez, repartir uma de nossas coisas…) *:opá kó mbó significa literalmente \"todas estas mãos\" *Opá kó mbó mosapyr mysã 'ara sykeme… (Quando chegou o décimo terceiro dia…) *:opá kó mbó mosapyr mysã significa literalmente \"todas estas mãos e três dedos dos pés\" *Xe pó, xe py, abá pó, i py 'ara o membyragûera kûab'iré… (Quarenta dias após passar o nascimento de seu filho (de mulher)…) *:xe pó, xe py, abá pó, i py significa literalmente \"minhas mãos, meus pés, as mãos de alguém, seus pés\" *Xe pó, xe py, amõ abá pó, i py \"quarenta\" 'ara… (Quarenta dias…) *:xe pó, xe py, amõ abá pó, i py significa literalmente \"minhas mãos, meus pés, as mãos de alguém, seus pés\" == Deverbais == Os deverbais são nomes derivados de verbos. Possuem grande importância em tupi e, apesar de serem substantivo como outros quaisquer, podem ser estudados como uma categoria própria. Sua importância reside no fato de eles formarem o que em português seriam orações subordinadas, com pronomes como que, o qual, etc. Em rigor, não existem orações subordinadas em tupi. Frases como \"o homem que matou a onça\" seria traduzida como \"o homem matador da onça\"; \"fiquei feliz quando você veio\" seria \"fiquei feliz por ocasião da sua vinda\". Nas frases em tupi, percebe-se um único verbo (e portanto uma única oração), em vez de dois. O -a entre parênteses é o sufixo substantivador. Trata-se de um sufixo acrescentado a outro sufixo. Como ambos frequentemente andam juntos, com frequência são vistos como um sufixo só (-sara, -bora, -pyra, etc). Afixos nominalizadores em tupi (que formam deverbais) Afixo Significado Exemplos -BA'E Indica o agente de terceira pessoa de alguma ação, alguém que faz alguma coisa. Alguém que faz alguma coisa. É semelhante a -BA'E. É análogo ao sufixo -or do português (comedor, batalhador, editor, etc) îuka _sara_ : o matador -EMI- Deverbal paciente, isto é, que recebe alguma ação (ao contrário dos dois anteriores, que são deverbais agentes). Traduz-se como \"o que é ...\" ou \"aquilo que é ...\" r _emi_ motara: vontade (lit. o que é querido, desejado) -PYR(A) Semelhante ao anterior. É responsável, grosso modo, por formar o equivalente da voz passiva em tupi. i îuká _pyr_ ama: o que será morto -(S)AB(A) Geralmente se refere ao lugar em que algo é feito. Mas pode significar também o tempo, circunstância, instrumento de uma ação pindá monhang _aba_ : lugar de se fazerem anzóis -BOR(A) Acrescentado a verbos intransitivos, dá a ideia de um agente habitual. moraûsubora: o amoroso, o que ama habitualmente (Navarro, 2006), de moraûsub, \"amar gente\" -SÛER(A) Com verbos intransitivos, dá a ideia de propensão ou inclinação para realizar uma ação. îeruresûera: o que tem inclinação a pedir, o pedinte (Navarro, 2006), de îeruré, pedir. Os deverbais, por serem substantivos como quaisquer outros, podem receber sufixos, como é o caso de i îukápyrama, no qual se encontra o sufixo -rama, formando o futuro nominal. (Ver seção #Tempo dos substantivos) == Posposições == São o mesmo que as preposições em português, mas vêm depois do termo regido. Subdividem-se em posposições átonas, que são justapostas à palavra anterior, e tônicas, que são escritas separadamente. Posposições tônicas (separadas do nome) Posposição Significado Exemplo Explicação supé para, a (pessoa) Abá onhe'eng Maria _supé_ O índio fala a Maria. Maria é o termo regido por supé suí de (procedência) Morubixaba osem taba _suí_ O cacique saiu da aldeia taba é aldeia; taba suí é da aldeia pupé dentro de, com (instrumental) Kunumĩ oîkó ygara _pupé_ O menino está dentro da canoa resé para, em favor de Tuba oma'ẽ o a'yra _resé_ O pai olha para seu filho Posposição com vários significados \"seu filho\", no caso, é o a'yra * Posposições átonas (incorporadas ao nome) Posposição Significado Exemplo Explicação em, para (lugar) Ixé asó Nhoesembé _pe_ Eu vou para Nhoesembé Por ser átona, a posposição é incorporada ao substantivo quando, por ocasião de Xe roryb nde ru _reme_ Fico feliz quando tu vens -(r)amo como, na condição de Ixé aikó nde paîé _ramo_ Eu estou como teu pajé (i.e sou teu pajé) Como não há o verbo ser em tupi, este circunlóquio é usado em (sentido difuso) Kûarasy oberab itá 'ary _bo_ O sol brilha sobre a pedra Brilho difuso, espalhado Assim como em português, as posposições também podem ser exigidas por determinados verbos. Por exemplo: * Pedo osykyîé o sy suí (Pedro tem medo de sua mãe; o verbo sykyîé exige a posposição suí) * I ruba oma'ẽ o ta'yra resé (O pai olha para seu filho; o verbo ma'ẽ exige resé) == Negação == Há múltiplas formas de fazer uma negação em tupi antigo. === na ... i === Para negar verbos no modo indicativo. Basta colocar na (ou nda) antes do verbo e o sufixo -i ao final. Antes de vogal, o na perde o a. (Comparar lista a seguir com a tabela de conjugação verbal afirmativa na seção \"Verbos\".) * n'a-syk-i: não chego/cheguei * n'ere-syk-i: não chegas/chegaste * n'o-syk-i: não chega, etc. * n'oro-syk-i: não chegamos (excl.) * n'îa-syk-i: não chegamos (incl.) * na pe-syk-i: não chegais/chegastes * n'o-syk-i: não chegam A mesma regra vale para adjetivos: * Xe porang (sou bonito) * Na xe porang-i (não sou bonito) * I puku (ele é alto) * N'i puku-î (ele não é alto) === -e'ym(a) === Com os verbos no infinitivo ou no gerúndio, coloca-se simplesmente um -e'ym(a) justaposto ao final do verbo. *Kunhã osepyîak pitanga ker-e'yma *A mulher vê que a criança não dorme (literalmente: a mulher vê o não dormir da criança) === na ... ruã === Usado para negar um substantivo, um pronome ou um advérbio * Morubixaba ixé (sou o cacique) * Na morubixaba ruã ixé (não sou o cacique) === na ... i xué === Para negar o futuro. O futuro é feito com a partícula \"ne\" quase sempre ao final do período, mesmo que para isso tenha de ficar logo após o \"xué\". * N'asóî xué nde tápe korine * Não vou à tua aldeia hoje * Kunimĩ n'okuruki xuéne * O menino não vai resmungar === umẽ ou ymẽ=== Para negar verbos no modo imperativo ou permissivo. * Eporapiti umẽ! * Não mates gente! (do Catecismo na Língua Brasílica de Anchieta) * Tosepîaky bé umẽ kûarasy * Que não vejam mais o sol. (do Teatro de Anchieta) ==Sintaxe== Usualmente, a oração na língua tupi apresenta a sequência sujeito-objeto-verbo. Nisto, ela se difere da oração na língua portuguesa, que costuma apresentar a sequência \"sujeito-verbo-objeto\". Um exemplo de oração tupi seria: São Pedro itangapema osekyî (\"São Pedro a espada puxou\").NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 62. Todavia, com a colonização, o tupi aportuguesou-se e passou a admitir a estrutura sujeito-verbo-objeto. No tupi, a relação de posse ou qualidade entre dois termos coloca esses dois termos em uma ordem invertida em relação à ordem usual do português. Chama-se a isso de relação genitiva. Por exemplo: \"a casa de Pedro\" seria traduzida, em tupi, como Pedro roka. Nesse caso, o tupi se assemelha à língua inglesa, que expressa essa ideia sob a forma também invertida Peter's house.NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 38,39. Eis algumas características da sintaxe tupi:Línguas Brasileiras (Para o conhecimento das línguas indígenas) - Aryon Dall'Igna Rodrigues - Edições Loyola -1986) *Os demonstrativos da forma nova distinguem proximidade com o falante (este, aquele) e a visibilidade do objeto a que se refere. Por exemplo, akûeî significa um \"aquele\" visível, enquato akûeî é um \"aquele\" fora da vista. *Entre os modos verbais (incluindo as formas nominais dos verbos), há os casos Indicativo, Imperativo, Permissivo, Gerúndio, Circunstancial. *Declinações da caso nos substantivos: não há no Tupi atual. No antigo havia 6 formas: Nominativo, Vocativo, Atributivo mais 3 casos Locativos. A língua tupi é aglutinante, não possui artigos (assim como o latim) e não flexiona nem em gênero nem em número. === A relação genitiva === Já abordada brevemente na seção sobre os substantivos compostos (ver seção #Composições), a relação genitiva ocorre quando dois ou mais termos são colocados em sequência de modo a dar a ideia de posse, origem ou pertencimento. Os termos devem vir em ordem invertida em relação ao que seria comum no português. Deste modo * Tupã sy = mãe de Deus (mãe é sy, e Deus é Tupã) * xe anama = família de mim (isto é, minha família) O fenômeno não é exclusivo do tupi. Em inglês temos, por exemplo, shopping center (centro de compras). == Amostras de texto == === Frases básicas === Eis algumas frases ou que foram atestadas, durante os séculos XVI e XVII, por indivíduos conhecedores do tupi antigo, como Jean de Léry e Yves d'Évreux, ou cuja existência, dada a simplicidades de suas estruturas, é mais do que provável a partir dos atuais conhecimentos gramaticais da língua. *Abápe endé? (Quem é você?) *Mamõ suípe ereîur? (De onde você vem?) *Mamõpe ereîkó? (Onde você mora?) *Marãpe nde rera? (Qual é seu nome?) *Tiá nde karuka! (Boa tarde!) *Tiá nde ko'ema! (Bom dia!) *Tiá nde pytuna! (Boa noite!) ===Pai-nosso=== A seguinte versão do pai-nosso, de 1618, é de autoria do jesuíta Antônio de Araújo, tendo sido publicada em seu Catecismo na língua brasílica. Tupi antigo Tradução literal por Eduardo Navarro Português Oré rub, ybakype tekoar, Nosso pai, o que está no céu, Pai nosso que estás nos céus, i moetepyramo nde rera t'oîkó. como o que é louvado teu nome esteja. santificado seja o teu nome. T'our nde \"Reino\"! Que venha teu Reino! Venha o teu Reino! T'onhemonhang nde remimotara Que se faça tua vontade Seja feita a tua vontade, ybype, na terra, assim na terra, ybakype i nhemonhanga îabé! como o fazer-se dela no céu! como no céu! Oré remi'u, 'ara îabi'õndûara, Nossa comida, a que é de cada dia, O pão nosso de cada dia eîme'eng kori orébe. dá hoje para nós. nos dá hoje. Nde nhyrõ oré angaîpaba resé orébe, Perdoa tu nossos pecados a nós, E perdoa-nos as nossas dívidas, oré rerekomemûãsara supé como aos que nos tratam mal assim como nós também temos perdoado oré nhyrõ îabé. nós perdoamos. aos nossos devedores. Oré mo'arukar umẽ îepé \"tentação\" pupé, Não nos deixes tu fazer cair em tentação, E não nos deixes cair em tentação, oré pysyrõte îepé mba'eaíba suí. mas livra- nos tu das coisas más. mas livra-nos do mal. ===Trecho do Auto de São Lourenço=== O texto a seguir é a primeira estrofe do segundo ato do Auto de São Lourenço, obra de José de Anchieta. Ambas as versões, em tupi antigo e em português, foram escritas de modo artístico, o que implica o respeito, nas duas línguas, da rima e da métrica, elementos comumente empregados em poemas. Tupi antigo Tradução literal por Eduardo Navarro Português Xe moaîumarangatu, Importuna-me bem, Esta virtude estrangeira xe moŷrõetekatûabo, irritando-me muitíssimo, me irrita sobremaneira. aîpó tekopysasu. aquela lei nova. Quem a teria trazido, Abá serã ogûeru, Quem será que a trouxe, com seus hábitos polidos xe retama momoxŷabo? estragando minha terra? estragando a terra inteira? == Exemplos da influência do tupi no português == O brasão do Tocantins usa um lema tupi: co yby ore retama: esta terra é a nossa pátria. Exemplo da influência do tupi na formação do Brasil|thumb|255px Geralmente, os nomes em português brasileiro que tem origem no tupi são descrições das coisas a que se referem, envolvendo uma explicação inteira. Cada palavra pode ser uma verdadeira frase. Decifrar o significado das palavras requer, muitas vezes, uma visita ao local a que se refere o termo. Um exemplo disso é o topônimo Paranapiacaba = paraná + epiak + -(s)aba, \"mar\" + \"ver\" + \"lugar\" = \"lugar de onde se vê o mar\", que se refere a um ponto da serra do Mar onde se pode avistar o mar. *Topônimos (nomes de lugares): Araraquara (buraco das ararás ou toca das araras), Guaratinguetá (muitas garças), Iguape (na enseada do rio), Jacareí (rio dos jacarés), Paquetá (muitas pacas), Paranaguá (enseada do mar), Sergipe (no rio dos siris), Tatuí (rio dos tatus). *Fitônimos (nomes de plantas) e zoônimos (nomes de animais): capim (do tupi antigo kapi'i, \"erva fina\"), capivara (do tupi antigo kapi'iûara, \"comedor de capim\"), cutia, jacaré, paca, sabiá, tatu. *Termos cotidianos: arapuca (do tupi antigo ûyrapuka, \"buraco de aves\"), cutucar, jururu, mirim, mutirão (do tupi antigo motyrõ, \"trabalhar em conjunto\"), pereba, pindaíba (do tupi antigo pinda'yba, \"haste de anzol\", aludindo à ideia de se precisar pescar para comer), toró (do tupi antigo tororoma, \"jorro\", \"jato\"). *O dialeto caipira foi possivelmente influenciado pelo tupi antigo, bem como por um de seus desenvolvimentos históricos, a língua geral paulista. Sendo a língua habitual dos bandeirantes que ocuparam as regiões onde hoje se ouve tal variante dialetal, a língua tupi antiga não apresentava alguns sons usuais do português, como os representados pelas letras l e r (de \"rato\", por exemplo) e pelo dígrafo lh. Com efeito, o dialeto caipira se caracteriza pela substituição, em fim de sílaba, do fonema lateral pelo fonema , flap (\"almoço\" vira armoço, \"coronel\", coroner), pela substituição do fonema por um i semivocálico, como em \"abelha\" e \"trabalho\", que se leem abeia e trabaio, e pela queda da consoante dos verbos no infinitivo (andá, corrê, dormi). Nos três casos ocorreu a adaptação da fonética portuguesa à tupi. Outro ponto em comum entre a língua tupi e o dialeto caipira é a ausência de diferenciação entre singular e plural: kunhã, em tupi antigo, pode significar tanto \"mulher\" quanto \"mulheres\", e o dialeto caipira usa tanto \"a casa\" quanto \"as casa\". *O tupi e as línguas gerais são, talvez, os responsáveis pela preferência, no Brasil, do gerúndio em detrimento do infinitivo (\"estou andando\" em vez de \"estou a andar\") e da próclise em detrimento da ênclise (\"me faça um favor\" em vez de \"faça-me um favor\"). Além disso, a inexistência do fonema no tupi talvez tenha influenciado a tendência de substituição do pronome \"lhe\" por \"pra ele\" no português brasileiro. === Toponímia === O tupi legou ao português brasileiro uma série de topônimos (nomes de cidades, vilas, rios, morros, etc). A seguir estão dos dois principais tipos de topônimos no Brasil. Para uma relação completa, ver o artigo principal: topônimos tupi-guaranis no Brasil ; Topônimos que contém relação genitiva (susbtantivo + substantivo) Em tupi, a relação genitiva (ver seção \"Composições\" acima) ocorre quando dois substantivos são colocados em sequência de modo a dar a ideia de posse, origem ou pertencimento. Os termos devem vir em ordem invertida em relação ao que seria comum no português. Além disso, é preciso adicionar a preposição de, (ou suas variantes: de, da, do, das, dos) entre os termos. É importante lembrar que em tupi não há flexão de número. Portanto, arara pode ser traduzido tanto como arara como araras, no plural, .) Etimologia de Jaguari 01.svg|Jaguari: îagûara + 'y Etimologia de Indaiatuba.svg|Indaiatuba: indaîá + tyba Um substantivo encontrado com bastante frequência nesse tipo de composição é tyba, que em português pode realizar-se em TIBA, TUBA, TIBI, DUBA, DUVA, entre outros. Esse substantivo significa \"ajuntamento\". Portanto, indaiatuba significa \"ajuntamento de indaiás, ou ainda \"indaiazal\", se fosse possível falar assim. (Neste último caso, tyba seria entendido como um sufixo, como o é em guarani.) ;Topônimos que são composições atributivas (substantivo + adjetivo) Quando a composição contém um adjetivo, ela será uma composição atributiva. Nelas, não ocorre a inversão dos termos: eles aparecem na ordem em que apareceriam em português, com a diferença de que em tupi eles vêm justapostos (são escritos juntos) e são considerados uma palavra só; isto é, obedecem às mesmas regras que qualquer substantivo. (Leia mais em: topônimos tupi-guaranis no Brasil) Etimologia de Botucatu.svg|Botucatu: ybytyra + katu, passando pela língua geral botura. Etimologia de Paramirim.svg|Paramirim: pará + mirĩ == Literatura tupi == === Obras antigas em tupi === *As seis cartas dos índios Camarões, escritas entre agosto e outubro de 1645. *\"Catecismo da lingoa brasilica, no qual se contem a summa da doctrina christã\", do jesuíta Antônio de Araújo, impresso em Lisboa no ano de 1618, considerado o mais longo texto impresso em tupi antigo. Essa obra ganhou uma segunda edição em 1686, revisado pelo jesuíta Bartolomeu de Leão, na nova edição houve a utilização de trema para assinalar tanto a ocorrência da consoante oclusiva glotal quanto de hiatos *\"Cathecismo da lingua brasilica\", do franciscano Francisco do Rosário, que também escreveu: \"Tratado dos ritos, costumes e linguas dos brasis\". *Tradução da Bíblia para o tupi, feita por Johannes Edwards na época das Invasões Holandesas. *\"Doctrina y Confessionario en lengua del Brasil\", do jesuíta Leonardo Nunes *\"Doutrina na Língoa do Brasil\", do jesuíta Leonardo do Valle (1574) *\"Na Aldeia de Guaraparim\", peça de teatro escrita por Anchieta, publicada em 1954, juntamente com outros textos de Anchieta em Tupi. *\"Compêndio da Doutrina Cristã na Língua Portuguesa e Brasílica\", do jesuíta João Felipe Bettendorff (1687). == Tupinólogos == *o jesuíta José de Anchieta, escreveu \"Arte da lingoa mais falada na costa do Brasil\", a partir do contato com guaianases, tamoios e tupinambás, cujos registros de circulação da primeira versão manuscrita são de 1556 *o jesuíta Luís Figueira, escreveu \"Arte da lingua brasilica\", a partir do contato com potiguares, tupinambás, tabajaras e caetés, que teve sua primeira versão aprovada em 1620 *o ex- jesuíta Manoel de Moraes, que escreveu um vocabulário da \"Brasilianorum lingua\", publicado em 1643, para ser utilizado pelos holandeses na época das Invasões Holandesas *Johannes de Laet, holandês que, em 1643, publicou um resumo da gramática antes escrita por Anchieta. *Johannes Apricius, que, em 1657, apresentou em Amsterdã um \"Dicionarium Brasilicum Belgicum\"A palavra e o império: A Arte da língua brasílica e a conquista do Maranhão, Pablo Antonio Iglesias Magalhães, disponível na internet, acesso em 04 de novembro de 2016. *o jesuíta Leonardo do Vale, professor de \"Língua Brasílica\" no Colégio Jesuíta na Bahia entre 1572 e 1574, que, naquela época, compilou um \"Vocabulário na Língoa Brasílica\", com cerca de cinco mil verbetesAS FONTES PORTUGUESAS PARA O CONHECIMENTO DO TUPI ANTIGO, acesso em 06 de novembro de 2016. ==Ver também== * Dicionário de Tupi Antigo * Método Moderno de Tupi Antigo *Línguas indígenas do Brasil *Proto-tupi *Tronco tupi *Línguas tupi- guaranis *Topônimos tupi-guaranis no Brasil ;Línguas da família tupi *Guarani *Língua geral *Nheengatu (também conhecido por tupi moderno) ;Tupinólogos *Aryon Rodrigues *Antônio Lemos Barbosa *Eduardo Navarro *Plínio Ayrosa *Teodoro Sampaio *Luís Caldas Tibiriçá ;O tupi no cinema *Hans Staden *Como Era Gostoso o Meu Francês *Vermelho Brasil ==Bibliografia== ===Gramáticas=== *ANCHIETA, José de (1595). Arte de gramática da língua mais usada na costa do Brasil. Coimbra: Antônio de Mariz. (disponível on-line) *BARBOSA, Antônio Lemos (1956). Curso de tupi antigo: gramática, exercícios e textos. Rio de Janeiro: Livraria São José. (disponível on-line) *FIGUEIRA, Luís (1621). Arte da língua brasílica. Lisboa: Manuel da Silva. (disponível on-line) *NAVARRO, Eduardo de Almeida (2008). Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. São Paulo: Global Editora. ISBN 9788526010581 ===Dicionários=== *BARBOSA, Antônio Lemos (1951). Pequeno vocabulário tupi–português. Rio de Janeiro: Livraria São José. (disponível on-line) *BARBOSA, Antônio Lemos (1970). Pequeno vocabulário português–tupi. Rio de Janeiro: Livraria São José. (disponível on-line) *CARVALHO, Moacyr Ribeiro de (1987). Dicionário tupi (antigo)–português. Salvador: Empresa Gráfica da Bahia. (disponível on-line) *NAVARRO, Eduardo de Almeida (2013). Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo: Global Editora. ISBN 9788526019331 *VALE, Leonardo do (1622). Vocabulário na língua brasílica. São Paulo dos Campos de Piratininga. (disponível on-line) *VIÉGAS, Ahmés Pinto (1971). Vocabulário português–tupi e tupi–português. Campinas: Instituto Agronômico de Campinas. (disponível on-line) ===Literatura=== *ANCHIETA, José de (1997). Poemas: lírica portuguesa e tupi. São Paulo: Martins Fontes. ISBN 9788533619562 *ANCHIETA, José de (1999). Teatro. São Paulo: Martins Fontes. ISBN 9788533621428 *ARAÚJO, Antônio de (1618). Catecismo na língua brasílica, no qual se contém a suma da doutrina cristã. Lisboa: Pedro Craesbeeck. (disponível on-line) *BETTENDORFF, João Filipe (1687). Compêndio da doutrina cristã na língua portuguesa e brasílica. Lisboa: Simão Tadeu Ferreira. (disponível on-line) ===Outros=== *EDELWEISS, Frederico G. Tupís e Guaranís, Estudos de Etnonímia e Lingüística. Salvador: Museu do Estado da Bahia, 1947. 220 p. *EDELWEISS, Frederico G. Estudos tupi e tupi-guaranis: confrontos e revisões. Rio de Janeiro: Livraria Brasiliana, 1969. 304 p. *EDELWEISS, Frederico G. O caráter da segunda conjugação tupí'. Bahia: Livraria Progresso Editora, 1958. 157 p. *GARCIA, Rodolfo. Nomes de parentesco em língua Tupí. Anais da Biblioteca Nacional do Rio de Janeiro, vol. LXIV (1942), p. 178-189. Rio de Janeiro: Imprensa Nacional. *GARCIA, Rodolpho. Glossário das palavras e phrases da lingua Tupi, contidas na \"Histoire de la mission des Pères Capucins en l'Isle de Maragnan et terres circonvoisines\", do Padre Claude D'Abbeville. Revista do Instituto Historico e Geographico Brasileiro, tomo 94, vol. 148, p. 5-100. Rio de Janeiro: Imprensa Nacional. *GOMES, Nataniel dos Santos. Observações sobre o Tupinambá. Monografia final do Curso de Especialização em Línguas Indígenas Brasileiras. Rio de Janeiro: Museu Nacional / UFRJ, 1999. *LEMOS BARBOSA, A. Juká, o paradigma da conjugação tupí: estudo etimológico- gramatical in Revista Filológica, ano II, n. 12, Rio de Janeiro, 1941. *LEMOS BARBOSA, A. Nova categoria gramatical tupi: a visibilidade e a invisibilidade nos demonstrativos in Verbum, tomo IV, fasc. 2, Rio de Janeiro, 1947. *MICHAELE, Faris Antônio S. Manual de conversação da língua tupi. Centro Cultural Euclides da Cunha, 1951. 52 p. *MICHAELE, Faris Antônio S. Tupi e Grego: Comparações Morfológicas em Geral. Ponta Grossa: UEPG, 1973. 126 p. *RODRIGUES, Aryon Dall'Igna. Análise morfológica de um texto tupi. Separata da Revista \"Logos\", ano VII, N. 5. Curitiba: Tip. João Haupi, 1953. *RODRIGUES, Aryon Dall'Igna. Descripción del tupinambá en el período colonial: el arte de José de Anchieta. Colóquio sobre a descrição das línguas ameríndias no período colonial. Ibero-amerikanisches Institut, Berlim. *RODRIGUES, Aryon Dall'Igna. A composição em Tupi. Separata de Logos, ano VI, n. 14. Curitiba, 1951. *RODRIGUES, Aryon Dall'Igna. Morfologia do Verbo Tupi. Separata de \"Letras\". Curitiba, 1953. *RODRIGUES, Aryon Dall'Igna. Argumento e predicado em Tupinambá. Boletim da ABRALIN, n. 19, p. 57-66. 1996. *SAMPAIO, Teodoro. O Tupi na Geografia Nacional. São Paulo: Editora Nacional, 1987. 360 p. == Ligações externas == * Curso de tupi antigo - Prof. Eduardo Navarro minicurso em dez lições, com exercícios * Ethnologue report for language code: TPN página do Ethnologue.com (em inglês) * Síntese da Gramática Tupinambá artigo escrito por Nataniel dos Santos Gomes * Obras sobre o tupinambá (tupi antigo) na Biblioteca Digital Curt Nimuendaju * Arte de gramática da língua brasílica, P. Luís Figueira, da Companhia de Jesus * A Arte da Língua Brasílica * Vocabulário/Dicionário de Tupinambá * TuLaR (Tupian Languages Resources) Categoria:Extinções no Brasil do século XVII",
 "title": "Língua tupi"
}