{
 "id": "43178",
 "text": "A Igreja Ortodoxa, ( e , romaniz.: dóxa: opinião, glória;A Greek-English Lexicon: δόξα literalmente, \"igreja da opinião correta\" ou \"igreja da glória verdadeira\", como traduzido pelos eslavos) oficialmente Igreja Católica Ortodoxa e também chamada de ortodoxia bizantina, é a segunda maior igreja cristã, com aproximadamente 220 milhões membros batizados. Ela opera como uma comunhão de igrejas autocéfalas, cada uma governada por seus bispos por meio de sínodos locais. A igreja não tem autoridade central doutrinária ou governamental análoga ao chefe da Igreja Católica — o papa — mas o Patriarca Ecumênico de Constantinopla é reconhecido por eles como primus inter pares (\"primeiro entre iguais\"). Como uma das instituições religiosas sobreviventes mais antigas do mundo, a Igreja Ortodoxa desempenhou um papel proeminente na história e na cultura da Ásia Ocidental, do Cáucaso, do Leste e do Sudeste da Europa. A teologia ortodoxa é baseada nas Escrituras e na tradição sagrada, que incorpora os decretos dogmáticos dos sete concílios ecumênicos e os ensinamentos dos Padres da Igreja. A igreja ensina que é a igreja una, santa, católica e apostólica estabelecida por Jesus Cristo em sua Grande Comissão e que seus bispos são os sucessores dos apóstolos de Cristo. Sustenta que pratica a fé cristã original, transmitida pela sagrada tradição. Seus patriarcados, reminiscentes da pentarquia, e outras igrejas autocéfalas e autônomas, refletem uma variedade de organização hierárquica. Reconhece sete sacramentos maiores, dos quais a Eucaristia é o principal, celebrado liturgicamente em sinaxe. A igreja ensina que, por meio da consagração invocada por um sacerdote, o pão e o vinho do sacrifício tornam-se o corpo e o sangue de Cristo. A Virgem Maria é venerada na Igreja Ortodoxa como a portadora de Deus, honrada nas devoções. As igrejas de Constantinopla, Alexandria, Jerusalém e Antioquia — exceto por algumas quebras de comunhão, como o cisma de Fócio ou o cisma de Acacia — compartilharam comunhão com a Igreja de Roma até o Grande Cisma em 1054, que foi o culminar de crescentes disputas teológicas, políticas e culturais, particularmente sobre a autoridade do papa. Antes do Concílio de Éfeso no ano 431, a Igreja do Oriente também compartilhava dessa comunhão, assim como as várias igrejas ortodoxas orientais antes do Concílio de Calcedônia em 451, todas se separando principalmente por diferenças na cristologia. A Igreja Ortodoxa é a principal denominação religiosa na Rússia, Ucrânia, Romênia, Grécia, Bielo-Rússia, Sérvia, Bulgária, Moldávia, Geórgia, Macedônia do Norte, Chipre e Montenegro, e há minorias significativas na Síria, Iraque, Cazaquistão, Alemanha, Espanha, Bósnia e Herzegovina, Líbano, Estados Unidos e Uzbequistão. Embora originários da Ásia Ocidental, a maioria dos cristãos ortodoxos agora vive no sudeste e leste da Europa e na Sibéria. Aproximadamente metade dos cristãos ortodoxos vive nos Estados pós-soviéticos, principalmente na Rússia. Há também comunidades nas antigas regiões bizantinas do norte da África, no Mediterrâneo oriental e entre as comunidades ortodoxas mais antigas do Oriente Médio, que estão diminuindo devido à migração forçada impulsionada pelo aumento da perseguição religiosa. As comunidades cristãs ortodoxas fora da Ásia Ocidental, Ásia Menor, Cáucaso e Europa Oriental, incluindo as da América do Norte, Europa Ocidental e Austrália, foram formadas por meio de diáspora, conversões e atividades missionárias. == Nome e características == === Definição === A Igreja Ortodoxa é definida como os cristãos orientais que reconhecem os sete concílios ecumênicos e estão em comunhão com o Patriarcado Ecumênico, o Patriarcado de Alexandria, o Patriarcado de Antioquia e o Patriarcado de Jerusalém. Assim, podemos compreender que as igrejas ortodoxas \"são definidas positivamente por sua adesão às definições dogmáticas dos sete concílios [ecumênicos], pelo forte senso de não ser uma seita ou uma denominação, mas simplesmente a continuação da Igreja de Cristo\". Outra característica a sua rejeição da supremacia papal imediata e universal. Os sete concílios ecumênicos reconhecidos pelas igrejas ortodoxas orientais são: Niceia I, Constantinopla I, Éfeso, Calcedônia, Constantinopla II, Constantinopla III e Niceia II. Essas igrejas consideram o Concílio Quinisexto \"compartilhar a autoridade ecumênica de Constantinopla III. \"Por um acordo que parece estar em vigor no mundo ortodoxo, possivelmente o concílio realizado em 879 para reivindicar o patriarca Fócio será em alguma data futura reconhecido como o oitavo concílio [ecumênico]\" pela Igreja Ortodoxa. === Nome === De acordo com o ensinamento da igreja sobre a universalidade e com o Credo Niceno, as autoridades ortodoxas orientais insistiram que o nome completo da igreja sempre incluísse o termo \"Católica\", como em \"Santa Igreja Católica Apostólica Ortodoxa\". O nome oficial da Igreja Ortodoxa é a \"Igreja Católica Ortodoxa\". É o nome pelo qual a igreja se refere a si mesma e que é emitido em seus textos litúrgicos ou canônicos. Os teólogos ortodoxos orientais referem-se à igreja como \"católica\". Este nome e variantes mais longas contendo \"católico\" também são reconhecidos e referenciados em outros livros e publicações de escritores ortodoxos seculares ou não orientais. O catecismo de Philaret (Drozdov) de Moscou publicado no século XIX é intitulado: O Catecismo Mais Longo da Igreja Ortodoxa, Católica e Oriental (). Desde os tempos antigos até o primeiro milênio, o grego foi a língua compartilhada mais prevalente nas regiões demográficas onde o Império Bizantino floresceu, e o grego, sendo a língua na qual o Novo Testamento foi escrito, era a língua litúrgica primária da igreja. Por esta razão, as igrejas orientais às vezes eram identificadas como \"gregas\" (em contraste com a igreja \"romana\" ou \"latina\", que usava uma tradução latina da Bíblia), mesmo antes do Grande Cisma de 1054. Depois de 1054, \"grego ortodoxo\" ou \"grego católico\" marcava uma igreja como estando em comunhão com Constantinopla, assim como \"católica\" marcava a comunhão com a Igreja Católica. Em húngaro, a igreja ainda é comumente chamada de \"grega oriental\" (). Essa identificação com o grego, porém, tornou-se cada vez mais confusa com o tempo. Os missionários trouxeram a Igreja Ortodoxa para muitas regiões sem gregos étnicos, onde a língua grega não era falada. Além disso, as lutas entre Roma e Constantinopla para controlar partes do sudeste da Europa resultaram na conversão de algumas igrejas à Igreja Católica, que então também usou \"greco- católico\" para indicar o uso continuado dos ritos bizantinos. Hoje, apenas uma minoria de adeptos ortodoxos orientais usa o grego como língua de adoração. == História == ===Antiguidade=== Até ao , os cristãos da Igreja Ortodoxa e da Igreja Católica Romana têm uma história comum, que começa com a instituição do cristianismo por Jesus de Nazaré e sua difusão por seus discípulos, que, como o relatado no livro bíblico dos Atos dos Apóstolos,Atos dos Apóstolos 11:19-26 espalharam-se a partir da cidade de Jerusalém, fundando a primeira comunidade denominada cristã em Antioquia e depois se espalhando, ainda pelos mesmos, pela Europa Ocidental, Oriente Médio, Ásia e Norte da África. Por volta do , a Cristandade já chegara às mais diversas regiões, apesar das perseguições movidas por poderes tradicionalmente pagãos, e diversas escolas exegéticas haviam se desenvolvido, como a Escola de Antioquia e a Escola Catequética de Alexandria. A ortodoxia cristã, no entanto, era ameaçada por diversas doutrinas consideradas heréticas, como o arianismo, o novacianismo e o adocionismo, além das muitas seitas gnósticas. Em 313, no entanto, o Édito de Milão finalmente instituiu a liberdade religiosa no Império Romano, o que foi seguido por uma progressiva cristianização do Império a partir da conversão do imperador Constantino no ano de 324. Foi então convocado o Primeiro Concílio de Niceia, que buscou a unificação da Cristandade, a solidificação dos preceitos da fé cristã, o anátema das principais heresias da época e a composição de um credo comum ortodoxo, o Credo Niceno. Neste Concílio, estabeleceu-se que em cada província civil do Império Romano o corpo dos bispos deveria ser encabeçado pelo bispo da capital provincial (o bispo metropolita), mas reconheceu a autoridade super-metropolitana já exercida pelos bispos de Roma, Alexandria e Antioquia. Além disso, decretou que o bispo de Jerusalém tivesse direito a honra especial, embora não a autoridade sobre outros bispos.Decisões do Concílio de Niceia em italianoDecisões do Concílio de Niceia em inglês Quando a residência do imperador romano e o senado foram transferidos para Constantinopla, em 330, o Bispo de Roma perdeu influência nas Igrejas orientais, em benefício do Bispo de Constantinopla. Ainda assim, Roma continuou a ter uma autoridade ecumênica especial devido à sua ligação tradicional com o apóstolo Pedro e seu passado como capital do Império Romano.Radeck, Francisco; Dominic Radecki (2004). Tumultuous Times - Twenty General Councils Of The Catholic Church & Vatican II And Its Aftermath.] St. Joseph's Media, p. 79. ISBN 978-0-9715061-0-7. No ano de 381, foi realizado na parte oriental do império o Primeiro Concílio de Constantinopla, que decretou a divindade do Espírito Santo, lançando anátema sobre os macedonianos e tendo suas decisões acatadas pelas igrejas ocidentais. Em 431, o Primeiro Concílio de Éfeso proclamou, a despeito dos nestorianos, que a Virgem Maria era a Teótoco (\"Mãe de Deus\"), o que gerou a Igreja do Oriente, até hoje separada das grandes comunhões cristãs. A grande maioria dos fiéis habitavam na Índia e na Síria, após uma retração substancial da antes forte presença nestoriana na China e na Ásia Central. Na Índia, a maioria dos sucessores deste cisma passaram depois ao catolicismo oriental ou ao miafisismo.Malankara Mar Thoma Syrian Church: Heritage Na Síria também muitos passaram ao catolicismo oriental e formaram a Igreja Católica Caldeia.CNEWA: The Chaldean Catholic Church Em 451, o Concílio de Calcedônia condenou o monofisismo. Isto gerou um cisma na Igreja de Alexandria liderado por Dióscoro, que, apesar de não professar a doutrina monofisista de Êutiques, rejeitava a resolução de Calcedônia, gerando a formação da Igreja Copta.Greek Orthodox Archdiocese of America: Fourth Ecumenical CouncilGot Questions? \"What is Coptic Christianity, and what do Coptic Christians believe?\" Progressivamente, grupos no Levante e na Armênia rejeitariam o Concílio e se uniriam aos coptas, dando origem às chamadas igrejas ortodoxas orientais, que ainda se expandiriam pela África e Índia. ===Distanciamento entre Ocidente e Oriente=== Uma série de dificuldades estimulou um progressivo distanciamento entre Roma e os demais patriarcados. Primeiramente, a quebra da unidade política. Com a divisão do Império Romano em 395 e a queda do Império Romano do Ocidente em 476, Oriente e Ocidente deixaram de estar sob o mesmo governo. No , o imperador empreendeu uma série de campanhas militares na parte ocidental ocupada pelos germânicos e que resultou na conquista da península itálica, mas que foi posteriormente perdida no com a progressiva penetração dos lombardos. Mais tarde, com a ascensão do Islamismo, as trocas econômicas e os contatos por via marítima entre o Império Bizantino, de língua grega, e o Ocidente, de língua latina, se tornaram mais difíceis, e a unidade cultural entre os dois mundos deixou paulatinamente de existir. No , Roma colocou-se sob a proteção do Império Carolíngio, o que criou uma situação em que as Igrejas em Roma e em Constantinopla estavam no seio de dois impérios distintos, fortes e autossuficientes, cada qual com sua própria tradição e cultura. O primeiro grande cisma entre o Ocidente e o Oriente seria o Cisma Acaciano, a partir de 484, quando a tentativa por parte da Igreja de Constantinopla de reconciliar-se com os não calcedônios gerou desaprovação por parte do Papa Félix III, ultimamente levando Acácio de Constantinopla a riscar o nome de Félix de seus dípticos. As tentativas de reconciliação só seriam vitoriosas na Páscoa de 519. No ano de 553, foi convocado o Segundo Concílio de Constantinopla, que aprofundou as decisões do concílio ecumênico anterior. Tentativas posteriores de reconciliação com os não calcedônios levariam ao monotelismo e ao monoenergismo, condenados no Terceiro Concílio de Constantinopla em 681. Em 787, dado o surto iconoclasta em Constantinopla, Irene de Atenas convocou o Segundo Concílio de Niceia, para ratificar a ortodoxia da veneração de imagens, especialmente pelo trabalho de São João de Damasco. Este episódio é frequentemente referido como \"Triunfo da Ortodoxia\". Além do anteriormente citado, a situação de afastamento ensejou uma escalada de divergências doutrinárias entre Oriente e Ocidente (em particular, a inclusão no sexto século, pela Igreja Latina, da cláusula Filioque (significa \"e do filho\" e indicava que o Espírito Santo procedia tanto do pai como do Filho), no Credo niceno-constantinopolitano, considerada herética pelos ortodoxos) e a adoção gradativa de rituais diferentes entre si. Ao mesmo tempo, acentuou-se a pretensão, por parte de Roma, de exercer uma autoridade incontestada sobre todo o mundo cristão, enquanto que Constantinopla aceitava somente que Roma tivesse uma posição de honra. O atrito entre Cristandade latina e grega se intensificou com a cristianização do Império Búlgaro, quando missionários da Frância Oriental, da Alemanha e do Império Bizantino chocaram-se na região, deflagrando disputas, por exemplo, quanto à linguagem dos ofícios e ao uso do Filioque, que mesmo ainda não utilizado em totalidade pela Igreja Latina, já fora introduzido pelos francos e alemães.История на Първото българско Царство. II. От славянизацията на държавата до падането на Първото царство (852—1018), por Vasil Zlatarski. (em macedônio) Tais disputas chegariam a seu ápice no Cisma de Fócio, quando, após o Imperador depor o Patriarca Inácio I de Constantinopla em benefício de São Fócio em 858, o Papa Nicolau I condenou a Sé de Constantinopla em 863, que fatalmente excomungou o Papa em 867. Durante o Cisma, em 865, o príncipe Bóris I da Bulgária, temendo um invasão bizantina, aceitou o batismo das mãos não do clero alemão, mas do bizantino. O cisma apenas seria resolvido em 867, com a morte de Miguel III, mas, em 879, convocou o Quarto Concílio de Constantinopla, reabilitando São Fócio, que condenava em seus escritos o Filioque como blasfemo, além de dar autocefalia à Igreja da Bulgária.Philip Schaff, Conflict of the Eastern and Western ChurchesPHOTIOS, St. The Mystagogy of the Holy Spirit Alguns autores ortodoxos chegam a considerar este o Oitavo Concílio Ecumênico. O mesmo Patriarca Fócio foi conhecido por ter tomado esforços massivos para a cristianização dos eslavos enviando os jovens missionários Cirilo e Metódio para a Grande Morávia no ano de 862, a pedido de seu próprio soberano, o Duque Rastislau. Para isto, os irmãos codificaram a língua eslava eclesiástica com base no dialeto que aprenderam dos eslavos de Salônica, compondo para tal o alfabeto glagolítico (baseado em seu conhecimento anterior de múltiplos sistemas de escrita) e traduziram a Bíblia e livros litúrgicos do rito bizantino para o idioma. Após a morte de Cirilo, Metódio e Rastislau, no entanto (os três hoje venerados como santos tanto na Igreja Ortodoxa quanto na Igreja Católica Romana), , provavelmente por pressão do clero franco, perseguiu seus discípulos (chamados cirilo-metodistas), que foram presos, escravizados ou exilados para a Bulgária, onde seguiram sua missão evangélica sob a liderança de Santos Clemente de Ocrida e Naum de Preslava, em que compensaram a expulsão do clero grego fornecendo ofícios em eslavônico.Audiência Geral do Papa Bento XVI, 17 de junho de 2009. Visitado em: 17 de janeiro de 2017. Os cirilo-metodistas ainda se expandiriam rapidamente para a Sérvia (que já era considerada um país cristão por volta de 870, com a conversão de Mutímero e outros nobres) e à Rússia de Quieve. Esta parte do clero franco que expulsara os missionários cirilo-metodistas de língua eslavônica da Morávia aderia à chamada heresia trilíngue, ou heresia pilaciana, que dizia só ser possível adorar a Deus em hebraico, grego ou latim.Touchstone The Thessalonian Brothers, por Mark Eliot Nuckols. Visitado em: 17 de janeiro de 2017. Todas as supracitadas tensões acumuladas fatalmente levaram à ruptura entre as igrejas, em 1054, com a excomunhão mútua entre autoridades da Igreja Católica Ocidental e da Igreja Ortodoxa (Grécia, Rússia e outras terras eslavas, além de Anatólia, Cáucaso, Síria, Egito, etc., incluindo áreas onde muitos dos cristãos já pertenciam a Igrejas Ortodoxas Orientais). A essa divisão a historiografia ocidental chama Cisma do Oriente ou Cisma do Oriente e do Ocidente, ou simplesmente Grande Cisma. ===Ortodoxia grega nos séculos posteriores ao Cisma=== A relação entre a Igreja Ocidental e a Oriental fica ainda pior no decorrer da Quarta Cruzada, que sela a divisão entre as igrejas. O saque à Basílica de Santa Sofia e o estabelecimento do Império Latino são até hoje motivos de tensão, ainda que o primeiro tenha sido repudiado pelo Papa Inocêncio II à época, só sendo todavia emitidas desculpas oficiais por João Paulo II em 2004, aceites por Bartolomeu I de Constantinopla. Tentou-se restabelecer a união no Segundo Concílio de Lyon (em 1274) e no Concílio de Florença (em 1439). Foram feitas pressões para um restabelecimento da comunhão neste segundo, ainda que canonicamente contestáveis e recebidas com oposição por personalidades como São Marcos de Éfeso, mas a união acabou se desfazendo com a Queda de Constantinopla. Algumas comunidades ortodoxas fatalmente entrariam em comunhão em períodos diferentes, juntas formando parte das Igrejas Católicas Orientais. Entre 1341 e 1351, foram congregados uma série de concílios, coletivamente conhecidos como Quinto Concílio de Constantinopla, afirmando a ortodoxia da teologia hesicasta de São Gregório Palamas, condenando o racionalismo do filósofo Barlaão da Calábria. Alguns ortodoxos chamam a este, o Nono Concílio Ecumênico. Em 1453, Constantinopla cai para o Império Otomano, que fatalmente toma quase todos os Bálcãs. O Egito era tomado pelo islamismo desde o , mas a Ortodoxia ainda era forte na Rússia, que passaria a ser referida como Terceira Roma. O Patriarca de Constantinopla tinha autoridade administrativa sobre os rumes do Império Otomano, que permitia certa liberdade de culto no Império. No Império Russo, a Igreja Ortodoxa Russa era uma instituição desconectada do Estado até 1666, com a deposição do Patriarca Nikon (conhecido pelas reformas que levaram ao cisma dos velhos crentes), influenciada por Aleixo I. Sob o jugo otomano, os cristãos ortodoxos, organizados sob o millet romano, experienciaram um congelamento da antes florescente atividade missionária, além de eventuais mártires e uma hierarquia crescentemente corrompida em decorrência das pesadas taxações impostas pelos otomanos.WARE, Kallistos. The Orthodox Church O berat, a aprovação do sultão para o ocupante do posto de Patriarca Ecumênico, por exemplo, era frequentemente vendido àquele que oferecesse mais dinheiro, e muitos patriarcas foram depostos e restituídos por questões financeiras: dos 159 patriarcas que ocuparam o trono durante o período otomano, apenas 21 tiveram mortes naturais enquanto exerciam o pontificado, enquanto 105 foram retirados pelos turcos, 27 abdicaram (frequentemente por coação externa) e 6 sofreram mortes violentas.KIDD, B. J. The Churches of Eastern Christendom, p. 304. Por outro lado, o poder do Patriarca de Constantinopla teve sua máxima extensão histórica com a subjugação de outros povos ortodoxos sob domínio turco, com o restante da Tetrarquia, ainda que canonicamente autocéfala, tendo extrema influência turca, e as Igrejas da Bulgária e Sérvia gradualmente passando para domínio direto de Constantinopla. Adicionalmente, a estrutura de imperium in imperio dos milletler permitiu que as identidades locais ortodoxas fossem preservadas através dos séculos, de forma que a partir do início do algumas culturas fossem restauradas como estados-nações independentes. ===Idade Contemporânea=== No , a Igreja Ortodoxa volta a estar presente no Hemisfério Ocidental, com a chegada de missionários russos ao Alasca em 1867, então parte do Império Russo. Mesmo no atual estado norte-americano de Alasca, 12,5% da população se declara ortodoxa.Pew Research Center, \"Religious composition of adults in Alaska\" Em 1721, abole o Patriarcado e transforma a Igreja em uma instituição estatal, o que só é interrompido com a Revolução de Outubro. O ressurgimento da posição, no entanto, não duraria muito, com o Patriarcado sendo extinto pelo governo comunista após a morte do Patriarca Tikhon. Em 1943, no entanto, o Patriarcado foi reinstituído por Joseph Stalin. Ainda haveria perseguições sob Khrushchev, que chegou a fechar 12 mil igrejas. Menos de 7 mil permaneciam ativas à altura de 1982.Ostling, Richard. \"Cross meets Kremlin\", TIME Magazine, 24 June 2001. Retrieved 7 April 2008. Hoje, de acordo com dados de 2016, a Igreja Ortodoxa Russa dispõe de cerca de 35 mil paróquias pelo mundo.Доклад Святейшего Патриарха Кирилла на Архиерейском Соборе Русской Православной Церкви (2 февраля 2016 года) / Официальные документы / Патриархия.ru Com o ateísmo de Estado dos regimes comunistas que se implantaram em nações com presença ortodoxa como na Europa Oriental, regiões asiáticas da União Soviética e China, a Igreja Ortodoxa sofreu fortemente com perseguição e censura, o caso mais drástico provavelmente sendo o da Albânia de Enver Hoxha, declarada oficialmente ateísta e tendo sua igreja nacional fechada entre 1967 e 1992. Em outros países, no entanto, como na Romênia, a Igreja teve relativa liberdade, apesar do forte controle por parte da polícia e de experiências como as tentativas de lavagem cerebral de crentes na prisão de Piteşti, o que por fim seria rigorosamente punido pelo Estado. Com a queda das ditaduras comunistas da Europa Oriental, começando pela Albânia em 1976 e depois por uma queda abrupta de todas as restantes entre 1989 e 1992, as jurisdições da Igreja Ortodoxa oprimidas por estes regimes começaram a tomar mais liberdade. Em 2007, a Igreja Ortodoxa Russa no Exterior, que se separara do Patriarcado de Moscou após o Patriarca Sérgio de Moscou, na prisão, jurar aliança ao Estado comunista, restaurou a comunhão. (em inglês) Em 2016, em Creta, foi congregado um Concílio Pan-Ortodoxo, como planejado desde os anos 60. == Organização == A Igreja Ortodoxa é uma comunhão de igrejas autocéfalas (ou autodirigidas), com o Patriarca Ecumênico de Constantinopla reconhecido como tendo o status de primus inter pares. O patriarca de Constantinopla tem a honra de primazia, mas seu título é apenas o \"primeiro entre iguais\" e não tem autoridade real sobre outras igrejas além da Constantinopolitana e estabelece prerrogativas interpretadas pelo patriarca ecumênico, embora às vezes o ofício do patriarca ecumênico tenha sido acusado de papismo Constantinopolitano ou Oriental. A Igreja Ortodoxa considera Jesus Cristo o cabeça e a igreja o seu corpo. Acredita-se que a autoridade e a graça de Deus são transmitidas diretamente aos bispos ortodoxos e ao clero por meio da imposição de mãos — uma prática iniciada pelos apóstolos, e que esse vínculo histórico e físico ininterrupto é um elemento essencial da verdadeira igreja (Atos 8:17, 1 Tim 4:14, Hebreus 6:2). Os ortodoxos afirmam que a sucessão apostólica requer fé apostólica, e os bispos sem fé apostólica, que estão em heresia, perdem seu direito à sucessão apostólica. As igrejas ortodoxas se diferenciam de outras igrejas cristãs pela prática de \"ritual e liturgia… rica em mistério e simbolismo\", semelhante a seus pontos de vista sobre os sacramentos. A comunhão ortodoxa é organizada em várias igrejas regionais, que são corpos de igrejas autocéfalas ou autônomasunificadas em teologia e adoração. Estas incluem as quatorze igrejas autocéfalas de Constantinopla, Alexandria, Antioquia, Jerusalém, Geórgia, Chipre, Bulgária, Sérvia, Rússia, Grécia, Polônia, Romênia, Albânia e República Tcheca e Eslováquia, que foram oficialmente convidadas para o Conselho Pan-Ortodoxo de 2016; a Igreja Ortodoxa na América formada em 1970; a Igreja Ortodoxa da Ucrânia criada em 2019; e a Igreja Ortodoxa Macedônia – Arcebispado de Ohrid, concedida autocefalia pela Igreja Ortodoxa Sérvia em 2022; bem como várias igrejas autônomas. Cada igreja tem um bispo governante e um santo sínodo para administrar sua jurisdição e liderar a Igreja Ortodoxa na preservação e ensino das tradições apostólicas e patrísticas e práticas da igreja. Cada bispo tem um território sobre o qual governa. === Jurisdições === Abaixo, a lista das jurisdições que formam a Igreja Ortodoxa, com algumas das respectivas Igrejas autônomas e exarcados. Os quatro primeiros são os antigos patriarcados, que carregam a tradição da pentarquia. Os cinco seguintes são os novos patriarcados, posteriormente reconhecidos pelo Patriarca de Constantinopla. As seis últimas igrejas são autocéfalas, mas não têm seus líderes reconhecidos como patriarcas. As que não têm notas referentes a seu reconhecimento estão em plena comunhão. *Patriarcado de Constantinopla **Igreja Ortodoxa Finlandesa **Igreja Ortodoxa Apostólica Estoniana, autonomia reconhecida por Constantinopla, mas não por Moscou *Patriarcado de Alexandria *Patriarcado de Antioquia *Patriarcado de Jerusalém **Igreja Ortodoxa do Sinai *Patriarcado da Bulgária, autocefalia reconhecida em 927 *Patriarcado da Geórgia, autocefalia reconhecida em 1008 *Patriarcado da Sérvia, autocefalia reconhecida em 1119 **Arquidiocese de Ocrida *Patriarcado de Moscou, autocefalia reconhecida em 1589 **Igreja Ortodoxa Ucraniana, autonomia reconhecida por Moscou, mas não por Constantinopla **Igreja Ortodoxa Japonesa, autonomia reconhecida por Moscou, mas não por Constantinopla **Igreja Ortodoxa Chinesa, autonomia reconhecida por Moscou, mas não por Constantinopla; situação excepcional *Patriarcado da Romênia, autocefalia reconhecida em 1925 *Igreja Ortodoxa Polonesa *Igreja de Chipre *Igreja da Grécia *Igreja Ortodoxa Albanesa *Igreja Ortodoxa Tcheca e Eslovaca *Igreja Ortodoxa Macedônia, autocefalia reconhecida em 2022 *Igreja Ortodoxa na América, reconhecida como autocéfala pela Russa, a Búlgara, a Georgiana, a Polonesa e a Tcheca e Eslovaca *Igreja Ortodoxa da Ucrânia, reconhecida como autocéfala por Constantinopla, Alexandria, Igreja da Grécia e Igreja do Chipre. Entre as Igrejas semiautônomas temos a Igreja Ortodoxa Cretense, Igreja Ortodoxa Estoniana, Igreja Ortodoxa da Letônia e a Igreja Ortodoxa Russa no Exterior. Entre as Igrejas não reconhecidas, seja por cisma ou por não reconhecimento de seu autogoverno por nenhuma instituição senão elas mesmas, temos: *A Metrópole da Bessarábia, proclamada autônoma dentro da Romena, mas objeto de oposição por parte da Russa. ==== Igrejas extintas ==== Anteriormente, existiram na Ucrânia duas denominações não reconhecidas pela comunidade ortodoxa internacional. São elas a Patriarcado de Kiev e a Igreja Ortodoxa Autocéfala Ucraniana. Em 15 de dezembro de 2018, as duas igrejas, juntamente com parte da Igreja Ortodoxa Ucraniana (Patriarcado de Moscou) — à época a única igreja canônica no país — , realizaram o Concílio de Unificação, e se fundiram para formar a atual Igreja Ortodoxa da Ucrânia. ==== Cismas entre as Igrejas ==== Em outubro de 2018, o Patriarcado de Constantinopla anulou a excomunhão do clero da Patriarcado de Kiev e a Igreja Ortodoxa Autocéfala Ucraniana, com o objetivo de reconhecer a autocefalia da recém-formada Igreja Ortodoxa da Ucrânia. Por essa razão, a Igreja Ortodoxa Russa, da qual anteriormente fazia parte a Igreja Ortodoxa Ucraniana canônica, rompeu a comunhão com Constantinopla. Posteriormente o Patriarcado de Alexandria, a Igreja do Chipre e a Igreja da Grécia também reconheceram a Igreja Ortodoxa da Ucrânia, razão pela qual a Igreja Ortodoxa Russa rompeu relações com essas Igrejas também. Outra ruptura parcial de comunhão ocorre entre Antioquia e Jerusalém desde abril de 2014, em virtude da discordância sobre qual das duas teria jurisdição sobre o Catar. === Filiação === As estimativas mais confiáveis atualmente disponíveis indicam um número de adeptos ortodoxos orientais em cerca de 220 milhões em todo o mundo, tornando a Igreja Ortodoxa a segunda maior comunhão cristã do mundo depois da Igreja Católica. De acordo com o Anuário de Demografia Religiosa Internacional de 2015, a população cristã ortodoxa era de 4% da população global em 2010, caindo de 7,1% em 1910. O estudo também encontrou uma diminuição em termos proporcionais, com os cristãos ortodoxos orientais representando 12,2 % da população cristã total do mundo em 2015, em comparação com 20,4% um século antes. Um relatório de 2017 do Pew Research Center alcançou números semelhantes, observando que a Igreja Ortodoxa teve um crescimento mais lento e menos propagação geográfica do que o catolicismo e o protestantismo, que foram impulsionados pelo colonialismo e pela atividade missionária em todo o mundo. Mais de dois terços de todos os membros ortodoxos orientais estão concentrados no sul da Europa, Europa Oriental e Rússia,Sintia Radu, Orthodoxism Is Declining in the Overall Christian Population U.S. News (6 de dezembro de 2017). com minorias significativas na Ásia Central e no Levante. No entanto, a Igreja Ortodoxa tornou-se mais globalizada no último século, vendo um maior crescimento na Europa Ocidental, nas Américas e em partes da África; as igrejas estão presentes nas principais cidades da maioria dos países. Os adeptos constituem a maior comunidade religiosa única na Rússia — que é o lar de cerca de metade dos cristãos ortodoxos do mundo — e são a maioria na Ucrânia, Romênia, Bielorrússia, Grécia, Sérvia, Bulgária, Moldávia, Geórgia, Macedônia do Norte, Chipre e Montenegro; comunidades ortodoxas também dominam o territórios disputados da Abecásia, Ossétia do Sul e Transnístria. Minorias ortodoxas orientais significativas existem na Bósnia e Herzegovina, Letônia, Estônia,\"Statistical database: Population Census 2000 – Religious affiliation\" . Statistics Estonia. 22 de outubro de 2002. Acessado em 18 de fevereiro de 2011 Cazaquistão,Table 28, 2013 Census Data – QuickStats About Culture and Identity – Tables. Quirguistão, Líbano,Lebanon – International Religious Freedom Report 2010 U.S. Department of State. Acessado em 14 de fevereiro de 2010. Albânia, Síria e muitos outros países. O cristianismo ortodoxo é a religião que mais cresce em certos países ocidentais, principalmente através da migração de mão-de-obra da Europa Oriental e, em menor grau, da conversão. A Irlanda dobrou sua população cristã ortodoxa entre 2006 e 2011. A Espanha e a Alemanha têm as maiores comunidades da Europa Ocidental, com cerca de 1,5 milhão cada, seguidas pela Itália com cerca de 900 mil e a França com entre 500 mil e 700 mil. Nas Américas, quatro países têm mais de 100 mil cristãos ortodoxos orientais: Canadá, México, Brasil e Estados Unidos; todos, exceto o último, tinham menos de 20 mil na virada do século XX. Os EUA viram sua comunidade mais do que quadruplicar desde 1910, de 460 mil para 1,8 milhão em 2017, consequentemente, o número de paróquias ortodoxas orientais tem crescido, com um aumento de 16% entre 2000 e 2010. A Turquia, que durante séculos teve uma das maiores comunidades ortodoxas, viu sua população cristã total cair de aproximadamente um quinto em 1914 para 2,5% em 1927. Isso se deveu principalmente à dissolução do Império Otomano, que viu a maioria dos territórios cristãos se tornarem nações independentes. A população cristã restante foi reduzida ainda mais por genocídios em larga escala contra as comunidades armênia, grega e assíria; subsequentes intercâmbios populacionais entre a Grécia e a Turquia e a Bulgária e a Turquia; e emigração associada de cristãos para países estrangeiros (principalmente na Europa e nas Américas). Hoje, apenas 0,2% da população da Turquia representa judeus ou várias denominações cristãs (320 mil). == Liturgia == === Culto === De forma geral, a Igreja Ortodoxa está fortemente associada ao rito bizantino, ainda que este traga variações locais. Até o século XVII, havia consideráveis diferenças entre os ritos eslavos e os bizantinos, mas reformas do Patriarca Nikon de Moscou diminuíram tal variedade, aproximando drasticamente o uso pela Igreja Ortodoxa Russa daquele encontrado em livros litúrgicos de procedência constantinopolitana, gerando recensão crescentemente introduzida em outras Igrejas eslavas em decorrência da influência russa sobre ortodoxos sob jugo otomano. Esta medida, contudo, não privou a Igreja Ortodoxa de sua diversidade litúrgica original. A Igreja Ortodoxa Georgiana, por exemplo, preserva alguns traços de suas práticas anteriores à introdução do rito bizantino no país, como formas particulares de iconografia e canto polifônico, crescentemente reforçadas por esta Igreja como forma de reafirmação nacional. A instituição dos Edinoverie, velhos crentes admitidos na Igreja russa oficial a partir do século XVIII, reintroduziu as práticas pré-nikonianas na Igreja. Ainda, o fenômeno da Ortodoxia de rito ocidental a partir do século XIX reabriu as portas para diversos ritos romanos adaptados, estes não praticados por ortodoxos desde o fim do Mosteiro de Amálfion no século XIII, reduto beneditino no Monte Atos. ==Diáspora== ===Brasil=== A Igreja Ortodoxa é presente no Brasil tanto por imigrantes e seus descendentes quanto por comunidades inteiras de brasileiros convertidos. A primeira Divina Liturgia do país da qual se tem registro foi celebrada em 1897, com a primeira paróquia, a Igreja da Anunciação à Nossa Senhora, construída em São Paulo em 1904 pela comunidade sírio-libanesa e presidida pelo Arquimandrita Silvestros As-Seghir como vicariato patriarcal da Igreja de Antioquia. Em 1958, essa comunidade seria elevada ao status de arquidiocese, com Ignatios Ferzli presidindo-a como o primeiro bispo residente no país. O território brasileiro hoje conta com igrejas ortodoxas das jurisdições de Antioquia (tanto pela Arquidiocese Ortodoxa Antioquina de São Paulo e Todo o Brasil, quanto pelo Vicariato Patriarcal), de jurisdição russa, do Patriarcado Ecumênico (tanto pela Arquidiocese Grega quanto pela Eparquia Ucraniana), da Polonesa e da Sérvia. Em um primeiro momento erguidas e mantidas apenas por imigrantes, as Igrejas ortodoxas no Brasil contam com um considerável crescimento no número de brasileiros convertidos, contando também com trabalho missionário no país. O censo demográfico do Brasil de 2010 contou 131571 cristãos ortodoxos no Brasil.IBGE. Tabela 1.4.1 - População residente, por situação do domicílio e sexo, segundo os grupos de religião - Brasil - 2010. ===Portugal=== Apesar de toda a Europa Ocidental ser clamada como território canônico próprio pelo Patriarcado Ecuménico, existem em Portugal, além da presença da Igreja Grega sob o omofório deste Patriarca, a Igreja Ortodoxa Búlgara, a Russa e a Romena. O XV Recenseamento Geral da População de Portugal contou 56 550 ortodoxos no país dentre a população com 15 anos ou mais, apesar de, como no caso do Brasil, fazer-se necessário atentar-se para grupos que não são parte da Igreja, como a dita Igreja Católica Ortodoxa Lusitana.INE - Censos 2011: População residente com 15 e mais anos de idade (N.º) por Local de residência (à data dos Censos 2011) e Religião; Decenal Não há bispos residentes em Portugal em comunhão com o restante da Igreja, apesar de já ter havido no passado, antes de os bispos da Igreja Ortodoxa Polonesa no país separar-se do Sínodo. ===Moçambique=== Há paróquias ortodoxas em Moçambique, todas no território eclesial da Igreja Ortodoxa Grega de Alexandria. Estas paróquias já estiveram, em momentos diferentes, sob a Metrópole de Joanesburgo e sob a Diocese do Zimbábue, mas existe desde 2006 uma Diocese de Maputo, hoje ocupada pelo Bispo João Tsaftarides. A primeira paróquia ortodoxa no sul da África foi edificada no país, o Templo Sagrado da Santa Trindade, a partir de 1876. A maior parte dos ortodoxos do país é de origem grega, mas há nativos convertidos. O Censo de 2007 contabilizou apenas as maiores denominações religiosas no país, deixando de lado a população ortodoxa.INE: Apresentação dos resultados definitivos e de indicadores sócio-demográficos do Censo 2007 == Ver também == * Direito Canônico da Igreja Ortodoxa * Ortodoxia * Teologia da Igreja Ortodoxa === Bibliografia === * (Introduction by C. S. Lewis) * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * OrthodoxWiki * Eparquia Ortodoxa do Brasil - Sob Jurisdição da Igreja Ortodoxa Autocéfala da Polônia * Igreja Ortodoxa Antioquina do Brasil - Catedral Metropolitana, em São Paulo * Paróquia Ortodoxa Russa de Todos os Santos, em Lisboa Categoria:Calcedonianismo",
 "title": "Igreja Ortodoxa"
}