{
 "id": "43213",
 "text": "Heidelberg, Heidelberga ou Edelberga é uma cidade da Alemanha, situada no vale do rio Neckar, no noroeste do Baden-Württemberg. É a quinta maior cidade deste Land (depois de Estugarda, Mannheim, Karlsruhe e Friburgo em Brisgóvia), contando com habitantes em 2021. Heidelberg é uma cidade independente (kreisfreie Stadt) ou distrito urbano (Stadtkreis), ou seja, possui estatuto de distrito (kreis). A primeira menção atestada de Heidelberg é de 1196, em um documento do Palatino Heinrich para a abadia de Schönau. A cidade é a antiga residência do conde do Palatinado (alemão: Pfalz), que era um dos sete príncipes eleitores do Sacro Império Romano-Germânico. Ela também é conhecida pela Universidade de Heidelberg (que é a mais antiga da Alemanha), fundada em 1386 por Ruprecht I, e refundada em 1803 pelo duque Karl-Friedrich de Baden. Ainda hoje, ela é muito famosa, principalmente na área da Medicina. A cidade foi também um dos centros da Reforma Protestante, tendo acolhido Martinho Lutero em 1518. Um de seus nobres, Frederico III, Eleitor Palatino, o Piedoso, (1515–1576), teve contato com os pastores Reformados Gaspar Olevianus e Zacarias Ursinus . Desse contato com os pastores reformados, sob a sua supervisão, foi criado o Catecismo de Heidelberg, e a Fé Reformada tornou-se oficial em seus domínios. Um ponto turístico importante é o Castelo de Heidelberg. == Cidadãos notórios == * Max Wolf (1863 – 1932), astrônomo * Friedrich Ebert (1871 – 1925), político * August Kopff (1882 – 1960), astrônomo * Ernst Jünger (1895 – 1998), escritor, filósofo e entomologista * Ernst Ruska (1906 – 1988), físico e Prémio Nobel de Física de 1986 * Ananda Mahidol (1926 – 1946), rei da Tailândia * Theodor Hänsch (1941 – ), físico e Prémio Nobel de Física de 2005 * Sílvia da Suécia (1943 – ), rainha consorte do rei Carlos XVI Gustavo da Suécia * Wolfgang Ketterle (1957 – ), físico e Prémio Nobel de Física de 2001 * Hans-Dieter Flick (1965 – ), ex-futebolista * Michael Fassbender (1977 –) * Ian Harding (1986 –), ator * Nelson Piquet Jr. (1985 –), piloto de corridas == Galeria == Image:Heidelberg Seitenstraße.jpg|Rua da cidade velha Image:Heidelberg 20060420 021.jpg|Igreja Heiliggeist Image:Heidelberg Bridge.jpg|Porta da Ponte Velha Image:Facade - Jesuitenkirche - Heidelberg - Germany 2017 (crop).jpg|Igreja Jesuíta Image:Germany Heidelberg Altstadt.jpg|Vista panorâmica Image:Heidelberger_Schloss_von_Carl_Rottmann_1815.jpg|Castelo == Ver também == *Heidelberg na época romana *Bertha Benz Memorial Route (Mannheim- Heidelberg-Pforzheim) *Homo heidelbergensis (hominídeo extinto assim designado porque os seus primeiros fósseis a ser descobertos foram encontrados próximo de Heidelberg.) == Ligações externas == * * *",
 "title": "Heidelberg"
}