{
 "id": "43218",
 "text": "O Rajastão é o maior Estado da Índia em área. A capital é Jaipur e as línguas oficiais são o hindi e o rajastani. Boa parte (cerca de três quintos) do Estado é coberta por terras desérticas, nomeadamente o Deserto de Thar. Além de uma fronteira com o Paquistão a oeste, noroeste e norte, o Rajastão tem limites com os Estados do Punjabe a norte, Haryana e Utar Pradexe a nordeste, Madia Pradexe a sudeste e Gujarate a sudoeste. Algumas das principais cidades do Estado são Ajmer, Bikaner, Jodhpur e Kota. == História == A Civilização do Vale do Indo, uma das primeiras e mais antigas do mundo, abrangia partes do que hoje é o Rajastão. Kalibangan, no Distrito de Hanumangarh, foi a maior capital provincial da Civilização do Vale do IndoINDUS VALLEY CIVILIZATION: Related Articles arsenical bronze writing, literatur e hoje faz parte do Paquistão. Acredita-se que os Sátrapas Ocidentais (405-35 a.C.) eram governantes Sacas da parte ocidental da Índia (Saurashtra e Malwa: as modernas Gujarat, Sindh do Sul, Maharashtra e Tajastão). Eles foram sucessores dos indo-citas e contemporâneos aos cuchãs, que governaram a parte setentrional do subcontinente indiano. Os indos-citas invadiram a área de Ujjain e estabeleceram a Era Saca (com seu calendário, marcando o início de um longo e duradouro Estado Saca dos Sátrapas Ocidentais.\"The dynastic art of the Kushans\", John Rosenfield, p 130 Matsya, um estado da Civilização védica da Índia, correspondeu ao antigo estado de Jaipur, no Rajastão, e incluía toda a parte de Alwar com porções de Bharatpur.Sahiram: Ek adhūrī krānti, Shekhawati kā kisān āndolan (1922–1952), page-3Satapatha Brahman 13/5/9Sukh Sampati Raj Bhandari: Bharat ke deshi rajya, Jaypur rajya ka Itihas, page 3 A capital de Matsya era Viratanagar (atual Bairat), e seu nome teria correlação com o seu fundador rei Virata. Tradicionalmente os Meenas, Gurjars, Bhils, Rajputs, Rajpurohit, Charans, jates, Yadavs, Bishnois e outras tribos deram grandes contribuições na construção do estado de Rajastão. Todas essas tribos passaram por grandes dificuldades em proteger sua cultura e terra. MilhõesThakur Deshraj, Jat Itihas (Hindi), Maharaja Suraj Mal Smarak Shiksha Sansthan, Delhi, 1934, 2nd edition 1992 pp 587–588. foram mortos tentando proteger suas terras. Um grande número de Gurjar foram exterminados nas áreas de Bhinmal e Ajmer lutando contra invasores. A tribo Bhil já governou Kota e Meenas foram governantes das regiões de Bundi e Dhundhar. Os Gurjar governaram muitas dinastias nessa região, tanto que ela era conhecida como Gurjaratra. Até o século X toda Índia do Norte, excetuando Bengala, conhecia a supremacia dos Gurjar com o seu centro de poder em Kannauj. O Império Pratiara atuou como barreira contra as invasões árabes dos séculos VIII ao XI. O sucesso do império reside no sucesso de resistir as invasões do ocidente, começando no período de Nagabata I. O historiador Ramesh Chandra Majumdar afirma que esse fato é amplamente conhecido entre os escritores árabes. Ele aponta que historiadores da Índia se perguntavam qual teria sido a razão para o lento avanço do Islamismo na Índia, quando comparado ao seu rápido avanço em outras partes do mundo. Agora há poucas dúvidas que foi o poder do exército do Império Pratiara que, efetivamente, barrou o progresso do avanço árabe além de Sind, sua primeira conquista em 300 anos. As primeiras contribuições deixadas pelas antigas tribos foram ignoradas e esquecidas pela história, devido ao grande valor demonstrado por certos clãs específicos nos anos posteriores. Com isso, antigos atos de bravura acabaram caindo no esquecimentoDr Natthan Singh, Jat-Itihas (Jat History), Jat Samaj Kalyan Parishad, F-13, Dr Rajendra Prasad Colony, Tansen marg, Gwalior, M.P, India 474 002 2004, page-91 O Rajastão moderno inclui a maior parte de Rajputana, que foi composta por 19 principados, 2 chefias principais e o distrito britânico de Ajmer-Merwara. Marwar (Jodhpur), Bikaner, Mewar (Udaipur), ALwar e Dhundhar (Jaipur) foram alguns dos principados Rajput. Bharatpur e Dholpur foram principados jates, enquanto que Tonk foi um principado sob o domínio Muçulmano Nababo. Famílias Rajput só ganharam grande notoriedade a partir do século VI d.C. Os Rajput fizeram grande resistência frente as invasões islâmicas e protegeram suas terras com guerras e intrepidez por mais de 500 anos. Eles também resistiram as incursões Mogóis na Índia e, além disso, contribuíram para o seu antecipado e lento acesso ao Subcontinente indiano. Posteriormente, após aprimoramentos nas táticas de guerra, os Mogóis conseguiram subjugar os povoados do norte da Índia, incluindo o Rajastão. Destaque para a Mewar, que liderou outros reinos na resistência da invasão Mogol. O feito mais notável é o de Rana Sanga em sua luta na Batalha de Khanua contra Babur, o fundador do Império Mogol. Samrat Hem Chandra Vikramaditya, imperador Hindu, também conhecido como Hemu na história da Índia, nasceu na vila de Machheri no Distrito de Alwar em 1501. Ele ganhou 22 batalhas contra os Afegãos, de Punjabe até Bengala, e derrotou as forças de Akbar duas vezes em Agra e Deli em 1556,Bhardwaj, K. K. \"Hemu- Napoleon of Medieval India\", Mittal Publications, New Delhi, p.25 antes de subir ao trono de Deli e estabelecer \"Hindu Raj\" na Índia do Norte, embora de curta duração, a partir da fortaleza Purana Quila em Deli. Ele foi morto na Segunda Batalha de Panipate. Maharana Pratap de Mewar resistiu Akbar na famosa Batalha de Haldighati (1576) e depois operou das áreas montanhosas de seu reino. Os Bhil foram os principais aliados de Maharana durante o período de guerra. A maior parte desses ataques foram repelidos, apesar dos Mogóis estarem em menor número em todas as guerras travadas entre eles. A Batalha de Haldighati foi lutada entre 10,000 Mewaris e 100,000 das forças Mogóis (incluindo muitos Rajputs como Kachwaha de Dhundhar).\"Political India, 1935-1942: anatomy of Indian politics\", p. 68, by Ramji Lal, Year = 1986 Ao longo dos anos os Mogóis começaram a ter disputas internas, o qual os distraiam enormemente de tempos em tempos. O Império Mogol continuou enfraquecendo e com o seu declínio no século XVIII, Rajputana aceitou a suzerania dos Marathas, até estes serem substituídos pela Companhia Britânica das Índias Orientais no início do século XIX. Seguido pela sua rápida derrota, os reis Rajput fecharam acordos com os britânicos no início do século XIX, aceitando a sua suzerania e controle dos assuntos externos em troca de sua autonomia interna. == População == * Maiores cidades Ordem Cidade População 1 Jaipur 2 724 319 2 Jodhpur 951 408 3 Kota 747 685 4 Kikaner 723 982 5 Udaipur 559 317 6 Ajmer 519 387 7 Bhilwara 280 185 8 Bharatpur 204 456 9 Sikar 185 617 10 Beawar 123 701 === Línguas === Línguas no Rajastão Língua Família de línguas Por cento Hindi Indo-ariano 91,09 % Bhili Indo-ariano 4,60 % Panjabi Indo-ariano 2,02 % Urdu Indo-ariano 1,17 % Sindi Indo-ariano 0,67 % == Distritos == Rajastão tem 32 distritos: * Distrito de Ajmer * Distrito de Alwar * Distrito de Banswara * Distrito de Baran * Distrito de Barmer * Distrito de Bhilwara * Distrito de Bikaner * Distrito de Bharatpur * Distrito de Bundi * Distrito de Chittorgarh * Distrito de Churu * Distrito de Dausa * Distrito de Dholpur * Distrito de Dungarpur * Distrito de Ganganagar * Distrito de Hanumangarh * Distrito de Jaipur * Distrito de Jaisalmer * Distrito de Jalore * Distrito de Jhalawar * Distrito de Jhunjhunu * Distrito de Jodhpur * Distrito de Karauli * Distrito de Kota * Distrito de Nagaur * Distrito de Pali * Distrito de Rajsamand * Distrito de Sawai Madhopur * Distrito de Sikar * Distrito de Sirohi * Distrito de Tonk * Distrito de Udaipur. == Galeria de fotografias == Image:Overlooking_Jaisalmer_city_2512.JPG|Jaisalmer Image:Udaipur- citypalace.jpg|Udaipur Image:Jodhpur from Mehrangarh Fort.jpg|Jodhpur Image:Amber Fort.jpg|Amber Image:Alwar.JPG|Alwar == Ligações externas == * Curso de Rajasthan",
 "title": "Rajastão"
}