{
 "id": "43328",
 "text": ", também chamado de hospital-colônia, leprocômio ou ainda lazareto (do italiano: lazzaretto, em referência a São Lázaro), era historicamente um local usado para isolar pessoas com lepra (hanseníase). O termo leprosário pode referir-se também a locais de isolamento, que em algum momento foram também “colônias”, ou lugares para onde as pessoas contaminadas com hanseníase viviam, ou eram enviados. Muitos dos primeiros leprosários eram operados por ordens monásticas cristãs. Hospitais para leprosos existiram em todo o mundo para tratar os acometidos pela hanseníase, principalmente na África, Brasil, China e Índia. == História == Os leprosários se difundiram na Idade Média, particularmente na Europa e na Índia, e muitas vezes eram administradas por ordens monásticas. Historicamente, a lepra era muito temida porque causa desfiguração e incapacidade visíveis, era incurável e era comumente considerada altamente contagiosa. Uma colônia de leprosos administrada por uma ordem católica era frequentemente chamada de lazareto, em homenagem a São Lázaro, o santo padroeiro das pessoas afetadas pela lepra. Algumas colônias estavam localizadas em montanhas ou em regiões remotas para garantir o isolamento, algumas em estradas principais, onde seriam feitas doações para sua manutenção. Existe debate sobre as condições encontradas nas colônias históricas; embora atualmente se pense que eram lugares sombrios e negligenciados, há algumas indicações de que a vida em uma colônia ou casa de leprosos não era pior do que a vida de outros indivíduos não isolados. Há até dúvidas de que a definição atual de hanseníase possa ser aplicada retrospectivamente à condição medieval. O que era classificado como hanseníase cobre uma ampla gama de doenças de pele que hoje seriam classificadas como aflições distintas. Algumas colônias de leprosos emitiam seu próprio dinheiro (como moedas), na crença de que permitir que pessoas afetadas pela hanseníase manuseassem dinheiro comum poderia espalhar a doença.Unique experiment with currency notes(1970) Isaac Teoh, The Star, January–February, p7.The numismatic aspects of leprosy(1993), McFadden, RR, Grost J, Marr DF. p.21 D.C.McDonald Associates, Inc. U.S.A. Em 1623, a Congregação da Missão, uma sociedade de vida apostólica católica fundada por São Vicente de Paulo, recebeu a posse do Priorado de São Lázaro (antiga casa de lazaretos) em Paris, pelo que toda a Congregação ganhou o nome de lazaristas ou lazaritas — embora a maioria de seus membros não tivesse nada a ver com cuidar de leprosos. == Estigma e exclusão social == Historicamente, existiu um medo compreensível em torno da hanseníase e as pessoas com a doença sofreram estigma, isolamento e exclusão social. A expulsão de indivíduos infectados com hanseníase para áreas de quarentena ou instituições especiais tem sido o protocolo geral desde os tempos antigos e foi o curso de ação recomendado pela Conferência de Lepra de Berlim, realizada em 1897. Como resultado, a exclusão e quarentena de pessoas infectadas com hanseníase tornou-se lei, daí a formação de leprosários e colônias especiais. Os habitantes dessas colônias tinham muito pouco recurso legal para impedir sua exclusão e, mesmo depois de tratados e curados, muitos tiveram dificuldades para se reintegrar à sociedade. Mesmo na década de 1960, quando a lepra era altamente tratável e curável, ainda resultava em repulsa e exclusão de doentes por parte da população em geral. À medida que a hanseníase tornou-se curável, o foco do estudo deslocou-se para a investigação dos aspectos sociais da doença. Isso se tornou relevante devido ao fato de que a doença está ressurgindo e se mostrando resistente aos remédios anteriores. === No Brasil === miniaturadaimagem|Entrada do Hospital Colônia Itapuã, no distrito de Itapuã, em Viamão, no estado brasileiro do Rio Grande do Sul. No Brasil, o isolamento das pessoas com hanseníase era obrigatório por lei desde a década de 1920 até 1962, mas, na prática, funcionou dessa forma até a década de 1980. Isso, em grande parte, foi baseado nos estigmas associados à doença. Após a entrada na instituição, esses pacientes tinham seus vínculos familiares rompidos e perdiam os seus direitos. Diante da situação, eles assumiram uma nova vida, no novo ambiente. Esses pacientes tiveram dificuldade em receber cuidados adequados devido à natureza de sua doença durante os períodos de funcionamento dessas colônias. “A hanseníase, repleta de preconceitos e estigmas no início da década de 1920, foi tratada durante décadas com políticas rigorosas de isolamento compulsório de pacientes em hospitais- colônia. Por causa do preconceito, havia dificuldade em contratar funcionários para manter esses estabelecimentos.” A desinformação e a incapacidade de tratar a doença foi a causa desse estigma em relação aos infectados. “Constatou-se que a hanseníase causa grande impacto no cotidiano dessas pessoas por meio do estigma e preconceito relacionado ao desconhecimento sobre a transmissão, controle e cura da doença e a história milenar que ela carrega”. == Aspectos políticos == Em 2001, as colônias de leprosos administradas pelo governo no Japão foram submetidas a escrutínio judicial, levando à determinação de que o governo japonês havia maltratado os pacientes, e o tribunal distrital ordenou que o Japão pagasse uma indenização aos ex- pacientes. Em 2002, foi instaurado um inquérito formal sobre essas colônias e, em março de 2005, a política foi fortemente denunciada. \"A política de quarentena absoluta do Japão... não tinha nenhum fundamento científico\". O inquérito denunciou não apenas o governo e os médicos envolvidos com a política, mas também o tribunal que repetidamente decidiu a favor do governo quando a política foi contestada, bem como a mídia, que não relatou a situação das vítimas. == Ver também == * Hospital Dr. Francisco Ribeiro Arantes (Pirapitingui) * Hospital Curupaiti * São Francisco do Sul (Leprosários) * Hospital de Cumura (Guiné-Bissau) == Ligações externas == * Categoria:Lepra Categoria:Hospitais",
 "title": "Leprosário"
}