{
 "id": "43365",
 "text": "João Peres de Aboim (Aboim da Nóbrega, Vila Verde , Minho, Portugal 1213 — 15 de março de 1285) foi um nobre português, filho de Pero Ourigues da Nóbrega, senescal de D. Sancho II, e de sua esposa Maria Viegas de Ribadouro. Era casado com D. Marinha Afonso de Arganil, irmã de D. Pedro Afonso de Arganil. Filhos do Cavaleiro Afonso Pires de Arganil que em 1219 era senhor da Vila da qual tomou o nomeNobiliarquia Portuguesa - fol.18 - que refere que os fidalgos tomavam os apelidos das mesmas terras de que eram Senhores\"Nobiliário\" da autoria doConde D. Pedro tít. 36 fol.195, o mesmo que em 1220 trouxe as cabeças dos 5 Mártires (Missionários Franciscanos) de Marrocos, para a Igreja de Santa Cruz de Coimbra, por ordem do Infante D. Pedro Sanches de PortugalCorografia portugueza e descripçam topografica do famoso reyno de Portugal - Autor P. António Carvalho da Costa - MDCCVIII - 1708 - Tomo II - Oferecido a D. João V - pag46-Editora Valentim da Costa Deslandes\"Nobiliário\" da autoria doConde D. Pedro tít. 36, 27 fol.157\"Monarquia Lusitana\" - parte 4 - liv.13 capit.18. ==Vida== Natural do Minho, acompanhou com o pai em 1230 o infante D. Afonso quando este saiu do Reino de Portugal e se instalou em França. Regressou a Portugal em 1245, com o infante, depois da deposição de D. Sancho II, vindo a ser uma das figuras de maior relevo político na época de D. Afonso III de quem foi seu valido. Foi sub-signifer de 1250 a 1255, mordomo da rainha em 1254 a 1259, mordomo-mor entre 1264 e 1279, tenente de Ponte de Lima em 1259, e de Évora ou do Alentejo de 1270 até 1284. Segundo os representantes dos concelhos, ressentidos pela grande consideração que El-Rei D. Afonso III nutria por João e a consequente influência de João na corte, afirmavam ser João \"um fidalgo violento e insaciável, que saqueava sem mercê os bens dos municípios e os seus moradores\". Esta conduta originou queixas dirigidas ao papa, nas quais é afirmado que o próprio monarca não era alheio a tais abusos ou não os queria coibir. Porém diz o Conde D. PedroNobiliário pag. 157 tit.XXVII, editado em Roma por Estevan Paolinio, MDCXL \"D. João de Aboim foi muito bom e muito honrado, e El-Rei D. Afonso III de Portugal, o fez Rico homem;\" No reinado de D. Dinis o antigo mordomo-mor conserva o seu valimento político. Em novembro de 1258, o conselho de Évora doou-lhe e a sua esposa Marinha Afonso e seus filhos uma herdade no mesmo conselho. Em novembro de 1261, o rei D. Afonso deu-lhe permissão para construir um castelo e fortaleza nesta herdade. O Bispo de Évora, D. Martinho e o seu cabido, em janeiro de 1262, definiram a jurisdição das igrejas nas terras de João Peres de Aboim e de sua mulher. Em fevereiro de 1271, o casal concede à Ordem do Hospital o padroado da igreja de Santa Maria de Portel com todas as igrejas do termo da localidade. Neste documento, aparece seu filho primogénito, Pedro Eanes de Portel com a sua esposa Constança Mendes. Com sua mulher Marinha, em agosto de 1276, João Peres de Aboim, mordomo de D. Afonso III, “doam ao bispo e cabido de Évora uma herdade em Fonte Furada, termo de Évora, pela remissão dos seus pecados e pelos bons serviços que têm recebido da igreja eborense, nomeadamente, no que toca às igrejas de Porte e do lugar de Marmelar”. Em abril de 1301, Martim de Avelar, o mordomo e procurador de João Fernandes de Lima e de sua esposa Maria Eanes, genro e filha de D. João de Aboim, faz um escambo do Castelo de Portel entre a viúva D. Marinha e a filha D. Maria, e o rei D. Dinis. ===João Peres de Aboim trovador=== João Peres de Aboim também foi trovador, autor confirmado de 14 cantigas (9 cantigas de amigo, 1 pastorela e 3 de tenção), e autor provável de mais 6 cantigas.António Resende de OLIVEIRA (1994), Depois do Espetáculo Trovadoresco. A estrutura dos cancioneiros peninsulares e as recolhas dos sécs. XIII e XV, Lisboa, Edições Colibri, 1994, pp.358-360 A Pastorela Cavalgava noutro dia. \"Cavalgava noutro dia per um caminho francês e ũa pastor siia cantando com outras três pastores, e nom vos pês, e direi-vos todavia o que a pastor dizia aas outras em castigo: Nunca molher crea per amigo, pois s'o meu foi e nom falou migo. Pastor, nom dizedes nada, diz ũa delas entom, Se se foi esta vegada, ar verrá-s'outra sazom, e dirá-vos por que nom falou vosc', ai bem talhada; e é cousa mais guisada de dizerdes com'eu digo: Deus, ora veesse o meu amigo, e haveria gram prazer migo.\" == Descêndencia == thumb|270px|Castelo de Portel Com sua esposa, Marinha Afonso de Arganil, com quem se casou antes de 1246, teve: * Pedro Anes de Aboim, senhor de Portel, casado com Constança Mendes de Sousa. * Maria Anes de Aboim, que casou duas vezes, a primeira com Martim Afonso Telo, e a segunda com João Fernandes de Lima III. == Bibliografia == * * * Rei, António (2010). A tradução do Livro de Rasis e a memória da Casa Senhorial dos Aboim-Portel Cahiers d'Études Hispaniques Médiévales. == Ligações externas == * Categoria:Literatura galega medieval Categoria:Escritores de Portugal do século XIII Categoria:Nobres de Portugal do século XIII Categoria:Trovadores de Portugal Categoria:Poetas do século XIII Categoria:Compositores do século XIII Categoria:Mordomos-mores do Reino de Portugal Categoria:Naturais de Vila Verde",
 "title": "João Peres de Aboim"
}