{
 "id": "43377",
 "text": "O termo hidróxido pode referir-se ao ânion hidróxido (OH−) ou a uma função química caracterizada por um (geralmente um metal, exceção feita apenas ao catião amônio) e um hidroxila. Os exemplos mais conhecidos são o hidróxido de sódio (NaOH), vulgarmente chamado de \"soda cáustica\", e o hidróxido de potássio (KOH), também conhecido como \"potassa cáustica\". Os hidróxidos são caracterizados por seu caráter básico (tingem de azul o papel de tornassol, por exemplo). Todos os hidróxidos de elevado grau de ionização (bases fortes) são solúveis em água, por serem fortemente iônicos, com exceção do hidróxido de magnésio e do hidróxido de berílio. ==Nomenclatura== Hidróxido de + (nome do cátion) Se houver diferentes hidróxidos com cátions de um mesmo elemento principal, deve-se pôr, após o nome do cátion e entre parênteses, o número de oxidação do elemento principal, em algarismos romanos. ===Exemplos=== *hidróxido de sódio → NaOH *hidróxido de cálcio → Ca(OH)2 *hidróxido de magnésio → Mg(OH)2 *hidróxido de amônio → NH4OH *hidróxido de alumínio → Al(OH)3 *hidróxido de ferro (II) → Fe(OH)2 *hidróxido de ferro (III) → Fe(OH)3 == Classificação == a) Quanto ao número de grupos OH− liberados na dissociação de uma fórmula da base em meio aquoso: * monobases → NaOH, NH4OH, KOH, etc. * dibase ou bibase → Ca(OH)2, Mg(OH)2, Fe(OH)2, etc. * tribases → Al(OH)3, Fe(OH)3, Cr(OH)3, etc. *tetrabases → Mn(OH)4, Pb(OH)4, Sn(OH)4, etc. (acima de dois OH– liberados, já pode ser utilizada também a nomenclatura \"polibase\".) b) Quanto à solubilidade em água: * bases solúveis → São as bases de metais alcalinos e de amônio, além do hidróxido de tálio (I). * bases parcialmente solúveis → São bases de metais alcalinoterrosos — exceto de magnésio e de berílio —. * bases praticamente insolúveis → São todas as outras bases com exceção dos dois itens anteriores (são praticamente insolúveis os hidróxidos de magnésio e de berílio). c) Quanto à força: * bases fortes → São as bases de metais alcalinos e alcalinoterrosos — exceto de berílio — e o hidróxido de tálio (I). * bases fracas → São todas as outras bases com exceção do item anterior (é fraco o hidróxido de berílio). (A \"força\" da base vem da sua capacidade de dissociação em meio aquoso, ou seja, quanto mais íons OH− forem dissociados em água, mais forte será a base.) Categoria:Hidróxidos",
 "title": "Hidróxido"
}