{
 "id": "43389",
 "text": "Bengala Ocidental é um estado da Índia. Seus limites são o Estado do Siquim a norte, o reino do Butão a nordeste, o Estado de Assam e a república de Bangladexe a leste, o golfo de Bengala a sudeste, os Estados de Orissa a sudoeste e Jarcanda e Biar a oeste e a república do Nepal a noroeste. Algumas das principais cidades de Bengala Ocidental incluem: Asansol, Calcutá (capital do estado). Junto com Bangladexe, o Estado forma a região linguístico-cultural de Bengala ou Bangla. O autor dos poemas que se tornaram os hinos nacionais de ambos os países, Rabindranath Tagore, é um conhecido indivíduo desta cultura. == Etimologia == A origem do nome \"Bengala\" (Bangla e Bongo em bengali) é desconhecida. Uma teoria sugere que a palavra deriva de \"Bang\", uma tribo dravidiana que se estabeleceu na região por volta de 1000 a.C. A palavra bengalesa \"Bongo\" pode ter sido derivada do antigo reino de Vanga (ou Banga). Embora alguma literatura sânscrita antiga mencione o nome \"Vanga\", a história inicial da região é obscura. No final do domínio britânico sobre o subcontinente indiano, a região de Bengala foi dividida em 1947 ao longo de linhas religiosas no leste e oeste. A parte oriental ficou conhecida como Paquistão Oriental, a ala oriental do recém-nascido Paquistão e a parte ocidental ficou conhecida como Bengala Ocidental, que continuou como um estado indiano. Em 2011, o Governo de Bengala Ocidental propôs uma mudança no nome oficial do estado para PaschimBanga (em bengali: পশ্চিমবঙ্গ; Pôshchimbônggô ). Este é o nome nativo do estado, que significa literalmente Bengala Ocidental na língua nativa bengali. Em agosto de 2016, a Assembléia Legislativa de Bengala Ocidental aprovou outra resolução para mudar o nome de Bengala Ocidental para \"Bangla\" em hindi , \"Bengal\" em inglês e \"Bangla\" em bengali . Apesar dos esforços do governo do Congresso Trinamool para alcançar um consenso sobre a resolução da mudança de nome, no Congresso Nacional Indiano, o Frente de Esquerda e o Partido do Povo Indiano se opuseram à resolução. No entanto, o governo central recusou a proposta afirmando que o estado deveria ter um único nome para todas as línguas, em vez de três e também alegou que o nome não deveria ser o mesmo de qualquer outro território (indicando que o nome \"Bangla\" pode criar confusão com o país vizinho, Bangladesh). === Maiores cidades === Cidade População 1 Calcutá 5 021 458 2 Asansol 1 067 369 3 Howrah 1 008 704 4 Siliguri 539 314 5 Mardhaman 331 759 6 Barasat 237 783 7 Kharagpur 207 984 8 Uluberia 202 095 9 Chapra 178 835 10 Haldia 170 695 == Distritos == O estado de Bengala Ocidental está dividido em 19 distritos: * Bankura * Bardhaman * Birbhum * Cooch Behar * Darjeeling * East Midnapore * Hooghly * Howrah * Jalpaiguri * Kolkata * Malda * Murshidabad * Nadia * North 24 Parganas * North Dinajpur * Purulia * South 24 Parganas * Dakshin Dinajpur * West Midnapore == Ver também == * Baul",
 "title": "Bengala Ocidental"
}