{
 "id": "43449",
 "text": "A Irmandade Muçulmana ou ainda Fraternidade Muçulmana,A fraternidade muçulmana, acesso em 10 de agosto de 2014. (em árabe جمعية الأخوان المسلمون, Jamiat al-Ikhwan al-Muslimun, literalmente Sociedade de Irmãos Muçulmanos, mas conhecida popularmente apenas como الإخوان, Al-Ikhwān, A Irmandade) é uma organização islâmica radical fundada em que atua em cerca de 70 paísesEgypt's Muslim Brotherhood is not to be trusted, em inglês, acesso em 24 de agosto de 2014. e que pretende \"retomar\" os ensinamentos do Corão, rejeitando qualquer tipo de influência ocidental. A Irmandade Muçulmana, que luta para estabelecer a xaria (leis do islamismo) como base dos estados e das sociedades, é considerada a precursora do fundamentalismo islâmico contemporâneo, que, a partir de cisões, deu origem a grupos mais violentos como o Hamas e a al- Qaeda, e tem o objetivo de unificar os países de população muçulmana e opõe-se às tendências seculares de algumas nações islâmicas (ex: Turquia, Líbano, Egito, Marrocos) assim como rejeita as influências Sufi e o chamado \"islamismo moderado\". Ela tem origem na mesma seita islâmica radical uaabita, sunita, base da sociedade da Arábia Saudita e que inspirou a milícia dos talibãs e a rede terrorista Al-Qaeda. Foi fundada em 1928 no Egito, com o objetivo de libertar a pátria islâmica do controle dos estrangeiros e infiéis (cafir) e estabelecer um estado islâmico unificado.Origem dos movimentos islâmicos revolucionários, por Luis Milman, Revista Espaço Acadêmico, n.º 35, Abril de 2004 Duas figuras exercem uma influência poderosa sobre o pensamento da Irmandade: o seu fundador Hassan al-Banna* e o escritor Sayed Qutb. O lema da organização é: \"Alá é o nosso objetivo, Maomé é o nosso líder, o Corão é a nossa lei, a jihad é o nosso caminho. Morrer no caminho de Alá é nossa maior esperança\". O seu símbolo heráldico são duas espadas de ouro sob o Alcorão, com o slogan \"Prepare-se\". Á data de 2017, os principais apoiantes da Irmandade Muçulmana eram o Qatar e a Turquia. A Irmandade é considerada uma organização terrorista pelos governos do Bahrein, Egipto, Rússia, Síria, Arábia Saudita e Emirados Árabes Unidos. == Ideologia == O fundador, Hassan Al-Banna, foi influenciado pelos reformadores islâmicos Muhammad Abduh e Rashid Rida, e ele insistiu que apenas o Alcorão e os hádices mais confiáveis deveriam ser fontes da Xaria. Al-Banna evitou controvérsias sobre a doutrina. Ele minimizou as diferenças doutrinais entre as escolas (embora não aceitando os muçulmanos Bahais e Ahmadi), enfatizando a importância política da unidade mundial da nação Muçulmana (a umma). A ideologia de Banna pode ser resumida em alguns pontos principais: o Islã é um perfeito e completo modo de vida; o Islão deve ser a base de toda a legislação; as sociedades ocidentais são decadentes e corruptas, e Alá ordenou que os muçulmanos conquistassem e governassem toda a Terra. Banna salienta que o Islão é um sistema perfeito de organização social, que abrange todos os aspectos da vida, logo, para um muçulmano, não é possível separar a religião da política: \"... não reconhecemos tais divisões\". Todas as leis deveriam ser baseadas no Islão, derivadas da Xaria, extraída do Alcorão. Segundo Banna, a Xaria e as decisões dos juristas islâmicos são totalmente suficientes, suprem todas as necessidades, cobrem todas as contingências, e \"produzem os mais excelentes resultados e os frutos mais abençoados\". Já em 1936 Banna escrevera uma carta ao rei do Egito, Faruq, onde expunha com detalhe a sua ideia do que deveria ser o programa dum governo islâmico. A conduta pessoal de todos os funcionários do governo deveria ser vigiada para atingir o fim da dicotomia entre as esferas privadas e profissionais. Deveria ser preparada a restauração do Califado. Deveriam ser impostas penas severas por \"ofensas morais\", e proibidas a prostituição, o jogo, o álcool, a dança e a fornicação. O \"problema das mulheres\" deveria ser tratado de acordo com os ensinamentos islâmicos, os estudantes separados por sexos, e as reuniões privadas entre homens e mulheres ser contadas como um crime. Filmes, peças de teatro, livros, canções, tudo deveria ser censurado. Dado que as leis divinas são superiores a qualquer lei feita pelos homens, o Islão deve governar o mundo; sem os perfeitos ensinamentos do Islão, a Humanidade não conseguirá atingir a felicidade. Segundo os escritos de Banna, \"Alá impôs a Jihad como um dever religioso para todos os muçulmanos, o qual não pode ser ignorado nem iludido.\" Como base da sua ideia, ele invoca diversas suras do Alcorão, (como por exemplo a totalidade da Sura 9), assim como vários hádices, e ainda as opiniões das quatro principais \"escolas de pensamento\" islâmicas: Hanbali, Hanafi, Maliki e Shafii. E pergunta: \"Que fantasia é essa que nos reduziu a amar este mundo e detestar a morte?\". Também Sayyid Qutb considerava que a Jihad é uma característica essencial do Islão, ordenada por Alá no Alcorão. Ela é necessária para \"acabar com a tirania e introduzir a verdadeira liberdade da humanidade...a Jihad deve assegurar a liberdade total para todos os homens em todo o mundo, libertando-os da servidão a outros seres humanos para que ele possa servir a Alá\". Isto aplicar-se-ia também aos estados muçulmanos da época, incluindo o próprio Egipto, que se teriam afastado do verdadeiro Islão, estando portanto num estado de Jahiliyyah, isto é, a \"idade da ignorância\", o termo usado no Islão para designar a sociedade árabe antes do surgimento de Maomé. S.Qutb cita também em seu apoio vários versos do Alcorão, como a Sura 9 (Sura at-Tawba). Maxime Rodinson considera que a tendência dominante dentro da Irmandade é um tipo de \"fascismo arcaico\" - o desejo de estabelecer um estado autoritário, totalitário, impondo brutalmente a ordem moral e social e a tradição religiosa mais conservadora. A posição da Irmandade sobre a participação política variou de acordo com a situação interna de cada país em que se encontra. Durante muitos anos a sua posição foi \"colaboracionista \" no Kuwait e na Jordânia; \"oposição pacífica \" no Egipto; \" oposição armada \" na Líbia e na Síria. Quanto à sua actividade no Ocidente, a estratégia da Irmandade poderá estar ligada a um documento de 12 pontos intitulado \"Rumo a uma estratégia mundial para a política islâmica\", vulgarmente conhecido como \"O Projecto\". Foi escrito a 1 de Dezembro de 1982, por Yusuf al-Qaradawi, no culminar de uma série de duas reuniões realizadas em 1977 e 1982 em Lugano, na Suíça. O documento instrui os membros da Irmandade a mostrarem \"flexibilidade\" na sua actividade fora do mundo islâmico, encorajando-os a adoptar temporariamente valores ocidentais sem se desviarem dos seus \"princípios islâmicos básicos.\" Além disso, deveriam evitar um \"confronto\" desproporcionado com adversários potencialmente perigosos até que a situação fosse propícia. == História no Egito == === Primeiros Anos === A organização foi fundada por Hassan al Banna, em 1928, e surge após o fim do Império Otomano com a extinção oficial do califado turco, em 1924 em consequência da I Guerra Mundial, numa altura que o mundo árabe tinha se fragmentado em movimentos nacionalistas que lutavam contra o controle imperialista franco-britânico na região e o sionismo. O seu fundador, era um professor egípcio que, na época tinha 22 anos, denunciava \"a doença que reduziu a Ummah (comunidade muçulmana) ao seu estado atual\", o que o motivou, juntamente com outros cinco jovens – todos na faixa dos vinte anos – a criar a Irmandade. As primeiras reuniões ocorreram na residência do fundador na cidade egípcia de Ismailiyya.In Search Of Friends Among The Foes, em inglês, acesso em 06 de setembro de 2014. Limitada inicialmente à reforma moral e espiritual, a Irmandade cresceu de modo impressionante e tornou-se a mais importante organização político-integrista do mundo. Entre os anos 30 e 40, contava com cerca de 500 mil membros no Egipto, além de afiliados em todo Oriente Médio. Quando a II Guerra Mundial terminou, a Irmandade era uma força política expressiva no Egito e jogou papel fundamental na luta contra a antiga ordem colonial dos britânicos e franceses. O movimento, inspirado nas \"camisas negras\" de Mussolini e semelhantes, organizou um braço paramilitar (cujo slogan era \"acção, obediência, silêncio, fé e luta\") o chamado \"Aparato Secreto\" (al-jihaz al-sirri) que realizou ataques terroristas e assassinatos de governantes coloniais britânicos e de autoridades egípcias. Entre 1937 e o final da Segunda Guerra Mundial, a Irmandade recebeu financiamento do regime nazista. Amin al-Husayni, fez também chegar, por intermediários, dinheiro alemão a Banna. Hassan al Banna era admirador de Hitler, e a Irmandade fez circular edições, traduzidas para o árabe, de Mein Kampf. A partir de 1933, o livro de Hitler foi um best-seller. Os nazis estabeleceram \"relações especiais\" com a Irmandade Muçulmana, o Partido Baath, o Partido do Jovem Egipto e facções radicais da Síria, Iraque e Palestina, e esperava também construir laços com os reis do Egipto e da Arábia Saudita. Em 1948, depois de desempenhar papel central na mobilização de voluntários para lutar na guerra contra os sionistas na Palestina, para impedir a criação de um estado judeu, a Irmandade se lança numa tentativa de golpe de estado contra a monarquia egípcia. Em 18 de dezembro desse ano, o primeiro-ministro do rei Faruque, Nuqrashi Pasha estancou-a. Menos de três semanas depois, a Irmandade retaliou e o assassinou. O governo desencadeou, então, uma perseguição à Irmandade, assassinando Al Banna e muitos de seus agentes em 12 de fevereiro de 1949. Mesmo assim estava a Irmandade longe de ser destruída. Sob a liderança do ainda mais radical Sayyid Qutb, ela continuou a lutar pela tomada do poder e reorganizou-se. Em 1952, aliados com a agência americana CIA, ela apoiou os \"Oficiais Livres\" liderados por Gamal Abdel Nasser, Mohamed Naguid e Anwar Al Sadat, na destituição da monarquia do Rei Faruque, que abandonou o Egito em benefício do seu filho Ahmad Fouad, cuja posição de monarca era meramente decorativa, porque o país passou a ser controlado pelos militares nacionalistas. Em 1953, Fouad foi finalmente deposto, a monarquia extinta e criada a actual república, com Mohamed Naguid colocado na presidência. === Na Era Nasser === A Irmandade Muçulmana, foi afastada pelo então presidente Gamal Abdel-Nasser de qualquer influência no novo regime que ajudaram a implantar, aderiram à luta armada para derrubá-lo. Em fevereiro de 1954, a Irmandade foi tornada ilegal e em outubro do mesmo ano seus membros tentaram assassinar Nasser. Em 1954, o presidente Gamal Abdel-Nasser proibiu a Irmandade após culpá-la por uma fracassada tentativa de assassinato contra ele. Líderes foram executados e milhares de seus membros presos, muitas vezes submetidos a tortura. Qutb, seu principal líder, foi sentenciado a dez anos de prisão. Milhares de integrantes do movimento fugiram para outros países árabes como Síria, Arábia Saudita, Jordânia e Líbano e isso ajudou a internacionalizar o movimento. === Na Era Sadat === Qutb foi sucedido por Muhammad al-Mahmud al- Hudeibi, que adotou uma postura mais moderada e, em 1973, estabeleceu um acordo com Anwar Sadat, o novo presidente da república do Egipto, que incluiu a renúncia formal ao uso da violência. Isso permitiu uma redução das atividades repressivas, embora muitos integrantes tenham sido presos no período. === Na Era Mubarak === Após o assassinato de Sadat, em 1981, muitos integrantes foram libertados por Hosni Mubarak, que assumiu o poder. Na metade dos anos 80 foi autorizada a participação de partidos políticos da oposição nas eleições e no início da Década de 1990, eles passaram a controlar muitos sindicatos por meio de eleições sindicais, mas Mubarak contra-atacou, intervindo em sindicatos e prendendo membros da Irmandade. No início do século XXI, o grupo passou a concorrer com candidatos independentes nas eleições parlamentares e obteve sua maior vitória em 2005, quando seus candidatos ganharam um quinto das cadeiras do Parlamento, apesar de confrontos quando as forças de segurança tentavam impedi-los de votar. Na época, o regime de Mubarak acusou o grupo de incitar a violência, e prendeu alguns de seus principais líderes, incluindo al-Shater. O êxito eleitoral da Irmandade gerou uma reação por parte do regime que resultou na prisão centenas de membros, e na instituição de uma série de reformas legais para combater seu ressurgimento, que incluíram uma alteração na Constituição para estipular que a atividade política ou os partidos políticos não poderiam se basear em qualquer fundo ou fundação religiosa, o que impediu candidatos independentes de concorrer à presidência. Além disso foi estabelecida uma legislação anti- terrorista que deu às forças de segurança amplos poderes para deter suspeitos e restringir reuniões públicas.Profile: Egypt's Muslim Brotherhood, em inglês, acesso em 24 de agosto de 2014. === Primavera Árabe === Em 2011, a sua liderança não aderiu ao início dos protestos em massa contra Mubarak, que tiveram início no dia 25 de janeiro, mas os membros mais jovens começaram a participar, e depois de alguns dias na rua a cúpula da organização passou a apoiar os protestos. Yussuf al Qaradawi, considerado um dos clérigos mais influentes da organização, declarou, após semanas de protestos, em um sermão na Praça Tahrir, que os os manifestantes que morreram por desafiarem o governo Mubarak seriam mártires. Logo após a queda de Mubarak, em 11 de fevereiro de 2011, os militares que tomaram o poder suspenderam a proibição. Isso permitiu que A Irmandade, rapidamente, legalizasse o seu primeiro partido político, o Partido Liberdade e Justiça (PLJ), inicialmente liderado por Mohamed Morsi. Nas primeiras eleições parlamentares após a queda de Mubarak, o PLJ ganhou quase metade dos assentos na Assembleia do Povo, além disso, o também islâmico-salafista, Partido Nour ficou em segundo lugar, o que deu aos islâmicos cerca de 70% dos assentos na câmara baixa, os resultados foram semelhantes na escolha dos integrantes da Câmara Alta (Conselho Shura). Isso permitiu que os islâmicos controlassem a escolha dos 100 integrantes da Assembleia Constituinte, gerando tensões com os liberais, secularistas, os cristãos coptas, os jovens e as mulheres, que se queixaram de que a Assembleia Constituinte não refletir a diversidade da sociedade egípcia. A plataforma oficial do PLJ declarava que o Egito deveria ser um \"estado civil democrático, com uma base islâmica\", que aceitava os preceitos da democracia liberal, como a existência de eleições livres, a transferência de poder e a soberania dos órgãos eleitos no estabelecimento de leis. Mas, durante a elaboração da Constituição pós-Mubarak, juntamente com outros muçulmanos, incluiu cláusulas prevendo que as leis aprovadas pelo parlamento não poderiam contradizer a xaria (lei islâmica). Em 2012, Mohammed Morsi, presidente do PLJ, venceu as primeiras eleições presidenciais democráticas no Egito. Com 51% dos votos no segundo turno, derrotou Ahmed Shafiq, ex-comandante da Força Aérea. Morsi procurou tranquilizar os adversários, declarando que, como presidente, queria construir um \"Estado democrático, civil e moderno\" que garantisse a liberdade de religião e o direito de protesto pacífico. Em novembro de 2012, ainda durante a elaboração da nova constituição do Egito, Morsi emitiu uma declaração constitucional provisória que concedeu amplos poderes a si mesmo, o que gerou grandes protestos. Após dias de protestos, Morsi cedeu à pressão e reduziu o alcance da declaração controversa. Ao final do mês de novembro, a assembleia constituinte encerrou os trabalhos, aprovando um texto questionado por liberais, secularistas e pelos cristãos coptas, que não protegeria a liberdade de expressão e de religião. Diante de grandes protestos contra o texto aprovado, Morsi emitiu um decreto autorizando as Forças Armadas a proteger as instituições nacionais e os locais de votação para a realização de um referendo sobre a nova constituição, que foi realizado em dezembro de 2012, e aprovou o novo texto. No final de abril de 2013, teve início o movimento Tamarod (rebelde), que iniciou uma coleta de assinaturas contra o governo de Morsi. Em 30 de junho de 2013, data do primeiro aniversário da posse de Morsi, milhares de pessoas saíram às ruas para exigir a sua demissão. No dia 1º de julho, a cúpula dos militares deu um ultimato para que Morsi atendesse às demandas do público dentro de 48 horas e acabasse com a crise política. Em 3 de julho, foi efetivado o golpe militar que suspendeu a nova Constituição, que sofreu a oposição de partidários da Irmandade, que montaram um acampamento na Praça Nahda, junto à Mesquita Rabaa al-Adawiya. No dia 14 de agosto, depois de semanas de impasse, as forças de segurança invadiram o acampamento de protesto e impuseram um estado de emergência nacional. Em setembro um Tribunal no Cairo proibiu a Irmandade e qualquer instituição derivada do grupo e também qualquer forma de apoio financeiro. Em dezembro de 2013 ocorreu um atentado suicida contra um quartel da polícia na cidade de Mansoura, no Delta do Nilo, que causou 16 vítimas fatais e mais de 100 feridos. O regime culpou a Irmandade pelo atentado, que por sua vez negou qualquer participação, enquanto que um grupo ligado à Al-Qaeda assumiu a autoria. Nesse contexto, o regime classificou a Irmandade como uma organização terrorista.Egypt's Muslim Brotherhood declared 'terrorist group', em inglês, acesso em 5 de setembro de 2014. No dia 8 de junho de 2014, 10 integrantes da Irmandade foram condenados à morte.Muslim Brotherhood Rejects Al-Sisi As True Tyrant; Vows to Continue Peaceful Protest Action, em inglês, acesso em 5 de setembro de 2014. São eles: Abdul-Rahman Al-Barr, membro do Secretariado de orientação; Gamal Abdel-Hadi, Professor de história islâmica na Universidade de Al-Azhar; Mohamed Abdel- Maksoud, vice-chefe do Comitê de Direitos e Reformas; Abdullah Barakat, ex- decano da Faculdade de Da'wa da Universidade Al-Azhar; Mohamed Imad Al-Din, membro do Parlamento; Hisham Khafagi, diretor adjunto no escritório administrativo em Qaliubiya; Mohamed Ali Abu-Saada; Hossam Marghini Tag; Mustafa Al-Badri e Emad Mohamed Fathi, líder em Qaliubiya O homem que acredita-se seja o membro mais poderoso era o vice de Badie, Khairat el- Shater, um rico empresário que era inicialmente o candidato da Irmandade para presidência até ser desclassificado por causa de ter estado preso. Por defender um estado com caráter religioso, encontra resistências entre as minorias religiosas, como os cristãos no Egito. Mervat Talawy observa que durante os cinco meses de maioria dos islamistas no Parlamento, eles quiseram mudar todas as leis sobre as mulheres. Primeiro, houve uma tentativa de mudar a idade legal do casamento, de dezoito para doze. Segundo, pela lei egípcia atual, as mulheres divorciadas mantinham a custódia das crianças até que a criança tivesse quinze anos; queriam reduzi-la para os sete anos de idade. Em terceiro lugar, eles tentaram acabar com as penas para os médicos ou trabalhadores de saúde que realizassem a mutilação genital feminina.Em quarto lugar, tentaram abolir o direito das mulheres a iniciar o divórcio. Em Março de 2013, a Irmandade Muçulmana opôs-se à Declaração sobre a Eliminação da Violência contra as Mulheres, argumentando que ela violava os princípios da Xaria e levaria à \"desintegração da sociedade\". == Na Arábia Saudita == Devido à forte repressão que sofreram no Egito, no Iraque e na Síria, milhares de integrantes se refugiaram na Arábia Saudita, que na época estava em ascensão económica devido ao recente aumento dos ganhos com a exploração de petróleo. Muitos se tornaram professores, advogados ou engenheiros naquele país. Com o apoio da família real, os ativistas da Irmandade ajudaram a fundar grandes instituições de caridade sauditas, como a Liga Muçulmana Mundial, fundada em 1963, e a Assembleia Mundial da Juventude Islâmica, em 1973. Isso permitiu atividade de divulgação religiosa em diversos países, nos quais eles espalharam doutrinas do wahhabismo. Esse trabalho impulsionou a luta armada no Afeganistão, onde, na década de 1980, ativistas sauditas, ligados à Irmandade, combateram o governo apoiado pela União Soviética, com o apoio da CIA e do Paquistão. O radicalismo islâmico ganhou impulso com a derrota soviética no Afeganistão, em 1989, o que levou parte dos integrantes da Irmandade a abraçar a teoria da jihad mundial, o que foi o início da Al Qaeda. Em 1990, a Irmandade apoiou a Invasão do Kuwait por Saddam Hussein, e, por isso, começou a cair em desgraça com a casa real saudita, que começou a cortar lentamente o financiamento da organização. Depois dos atentados de 11 de setembro de 2001, o regime saudita passou a descrever a Irmandade como o germe da Al Qaeda. Em 2004, o ministro do Interior saudita declarou que a Irmandade seria culpada de \"traição de promessas e ingratidão\" e seria \"a fonte de todos os problemas do mundo islâmico\". Em julho de 2013, o regime saudita apoiou a deposição de Morsi, e, em março de 2014,Bahrain FM reiterates stance on Muslim Brotherhood, em inglês, acesso em 06 de setembro de 2014. classificou a Irmandade como organização terrorista.Saudi Arabia declares Muslim Brotherhood 'terrorist group', em inglês, acesso em 06 de setembro de 2014. == Na Síria == A Irmandade foi auxiliada pelos americanos naquele país pelo menos desde 1957.Macmillan backed Syria assassination plot The Guardian, Ben Fenton, 27 de setembro de 2003 == Nos Estados Unidos == Em 1953, um ano antes de Nasser iniciar uma ampla perseguição contra a Irmandade, o Presidente Eisenhower trouxe aos EUA quase 40 intelectuais islâmicos e líderes políticos civis árabes, escolhidos pela CIA, para um simpósio acadêmico na Universidade de Princeton, que teria como objetivo fazer com que os visitantes tivessem contato com os valores dos EUA, e, desse modo, influenciar a opinião pública nos países muçulmanos, com o objetivo de promover uma agenda anticomunista naqueles países que começavam a ganhar a independência política.What Is the Muslim Brotherhood, and Will It Take Over Egypt? Robert Dreyfuss, Mother Jones, 11 de fevereiro de 2011 Entre os convidados, destacava-se Saeed Ramahdan (ou Said Ramadan), integrante e genro do fundador da Irmandade, sendo considerado, na época, o \"Ministro de Relações Exteriores\" da organização. Em 1960, os primeiros integrantes da Irmandade começaram a chegar aos EUA, muitos deles se integraram à cultura norte-americana e romperam seus laços com Irmandade. Outros passaram a difundir o islamismo nos EUA e propaganda antissionista. Segundo Ali Ahmed, um integrante da organização de origem saudita, residente em Washington, a Irmandade nos EUA tem uma estrutura organizacional mais flexível, pois vários integrantes tornaram-se mais moderados e passaram a ser partidários da democracia, enquanto outros se tornaram mais radicais. Uma autoridade dos EUA familiarizada com investigações federais dos ex-membros da Irmandade disse que a organização procurava converter norte-americanos, principalmente militares, presidiários e pessoas negras. Muitos líderes da Irmandade entendem que é preciso ter paciência para promover seus objetivos. Em 1963, foi fundada a Associação dos Estudantes Muçulmanos (MSA), que vinte anos depois, empregou 21 milhões de dólares, levantados por Youssef Qaradawi, por Youssef Nada e pelo emir do Qatar, para construir uma sede no subúrbio de Indianápolis. Em 1971, foi fundado o Truste Norte-americano Islâmico. Em 1981, foi fundada a Sociedade Islâmica da América do Norte (SIAN), que publica a Revista Horizontes Islâmicos, que aborda temas como muçulmanos escoteiros e os princípios de investimento islâmicos. Alguns integrantes dessas organizações dizem que não são anti-EUA, mas que abraçam os valores norte-americanos durante a tentativa de fortalecer suas identidades muçulmanas. Eles dizem que seu objetivo não é converter todos os americanos ao islamismo, mas a construção de uma comunidade muçulmana vibrante nos EUA. Funcionários dessas organizações disseram que não estão ligados a grupos estrangeiros, como a Irmandade. Mas devido ao caráter secreto da Irmandade, as autoridades norte-americanas entendem que é difícil identificar com clareza seus vínculos. Em 1990, foi fundado o Conselho Muçulmano Americano (CMA), que tem como meta exortar os muçulmanos a se envolver na política e outras atividades cívicas. Dentre seus fundadores, destacava-se Mahmoud Abu Saud, que 58 anos antes havia ajudado Hassan al Banna a expandir a organização. Outro líder do CMA foi Abdurahman Alamoudi, que seria um integrante da Irmandade, que em julho de 2004, foi acusado de participar de um complô, armado por Muammar Gaddafi, para assassinar o Chefe de Estado saudita, o príncipe herdeiro Abdullah, em julho, ele se declarou culpado de movimentar fundos da Líbia, o que era ilegal porque os EUA, na época, classificavam aquele país como patrocinador do terrorismo, outros documentos indicavam que ele seria um apoiador do Hamas. Em 1992, foi fundada a Sociedade Muçulmana Americana, com sede em Falls Church, que teve Mohammed Akef dentre seus co-fundadores, que futuramente seria o principal quadro da Irmandade no Egito, e outros Ikhwanis. Os objetivos dessa organização incluíam divulgar o islamismo para os muçulmanos e não muçulmanos e construir \"uma sociedade virtuosa e moral.\", seus integrantes negavam vínculos com a Irmandade. Outra organização nos EUA, supostamente ligada à Irmandade, seria o Instituto Internacional de Pensamento Islâmico, criado da década de 1980, com sede em Herndon (Virgínia), que foi investigado por supostamente financiar organizações terroristas antissionistas. Uma das pessoas ligadas ao Instituto que foi alvo de investigações foi Sami al-Arian, professor da Universidade do Sul da Flórida, em |Tampa, teria ligações com a Jihad Islâmica, Al-Arian nega as acusações. O Instituto publicou um livro de Abdulhamid AbuSulayman, que teria declarado que o Estado de Israel seria um \"usurpador estrangeiro\" que deveria ser confrontado com \"medo, terror e falta de segurança\", que a luta contra Israel seria \"um dever do povo oprimido\", que os combatentes palestinos poderiam escolher alvos civis ou militares, desde que tais os ataques não fossem excessivos, e que tais ataques seriam atos justificados de uma luta de libertação, e não o terrorismo. Jamal M. Barzinji, integrante do IIPI, e principal líder da SMA, disse que a entidade estaria influenciando lideranças islâmicas a participar de eleições, e que as investigações contra o IIPI seriam prejudicais aos moderados, pois trariam argumentos favoráveis aos extremistas. Em 1995, durante um conferência islâmica em Ohio, Yusuf Al- Qaradawi disse que a vitória viria não através da espada, mas da dawah (renovação islâmica e extensão). Após os atentados de 11 de setembro, tiveram início diversas investigações sobre as atividades da irmandade e uma organização de caridade islâmica, com sede no Texas, supostamente ligada à Irmandade, foi acusada de ter enviado 12,4 de dólares para o Hamas, Soliman S. Biheiri foi considerado o homem chave das finanças da organização nos EUA. == Estrutura == A irmandade tem representantes em 70 países. Eles afirmam ter tido ação relevante na maioria dos conflitos pró-islâmicos, desde as guerras árabes-israelitas e a guerra da independência argelina até os recentes conflitos no Afeganistão e na Caxemira. No topo da hierarquia está o \"guia geral\", no Egipto, actualmente Mohammed Badie. A liderança executiva é exercida pelo \"Conselho de Orientação\", composto de 16 a 19 membros. O guia geral e os membros do conselho de orientação são escolhidos pelo \"Conselho Shoura\", a versão do grupo para uma legislatura composta de 75 a 90 membros escolhidos pelos conselhos regionais de todo o país. Na base da hierarquia estão os demais membros da Irmandade, que fizeram um juramento para \"ouvir e obedecer\" à liderança do grupo, configurando estrutura hierárquica rígida. Esses elementos se agrupam em \"usra\" ou \"famílias\", que constituem pequenos grupos de estudo que se reúnem regularmente, possibilitando a construção de laços pessoais, que também levam à integração dos filhos na organização e à promoção de casamentos entre pessoas que pertencem a famílias ligadas à organização. Além disso o grupo mantém uma ampla rede de caridade, que inclui a prestação de cuidados médicos gratuitos ou baratos, alimentação e outros serviços para os pobres. Trata-se de uma estrutura que permitiu à organização se preservar e se fortalecer a décadas de repressão. == Líderes == * Hassan al-Banna - fundador da organização, era um professor primário e imame que fundou a Irmandade para resistir tanto ao domínio colonial da Grã-Bretanha e ao avanço do secularismo na sociedade egípcia, era profundamente conservador e tinha uma grande capacidade organizativa. Enfatizou a ideia de que a pregação e o ativismo espalhariam a palavra do Islã. Foi assassinado em 1949. * Sayed Qutb - era um escritor secular que se tornou muçulmano e chegou à liderança entre as décadas de 1950 e 1960. Defendia uma visão linha dura, segundo a qual o Islã deveria transformar a sociedade e se a sociedade que não seguisse os preceitos islâmicos, estaria na \"Jahiliya\", ou idade pagã pré-islâmica. Sua ideologia teve uma forte influência sobre os grupos jihadistas modernos. Foi executado pelo regime de Nasser em 1966. * Muhammad al-Mahmud al-Hudeibi - sucessor de Qutb que adotou uma postura mais moderada. Em 1973 estabeleceu um acordo com Anwar Sadat, o novo presidente da república do Egipto, que incluiu a renúncia formal ao uso da violência. Isso permitiu uma redução das atividades repressivas, embora muitos integrantes tenham sido presos no período. * Mohammed Akef - em setembro de 2004 era apontado como o \"Guia Supremo\" da Irmandade no Egito. * Mohamed Morsi - em 2012 foi o primeiro presidente eleito em eleições livres no Egito, mas ficou apenas um ano no poder, tendo sido deposto pelos militares em 3 de Julho de 2013.ProImagem: Egypt's Mohammed Morsi em inglês, acesso em 24 de agosto de 2014. * Yusuf Al- Qaradawi - em 2011 vivia no Qatar e era considerado um dos clérigos mais influentes da organização, declarou, após semanas de protestos, em um sermão na Praça Tahrir, que os os manifestantes que morreram por desafiarem o governo Mubarak seriam mártires. Admitia que as mulheres trabalhassem fora de casa e que os muçulmanos pudessem contratar hipotecas, mas advogava o apedrejamento de homossexuais e o assassinato de crianças israelenses que, inevitavelmente, seriam soldados ao alcançar a maioridade.Em Janeiro de 2009, afirmou que \"ao longo da história, Allah impôs aos judeus pessoas que os puniriam por sua corrupção. O último castigo foi executado por Hitler. Por meio de todas as coisas que ele fez a eles - mesmo se eles exageraram nesta questão - ele conseguiu pô-los no seu lugar. Esta foi a punição divina para eles. Se Alá quiser, a próxima vez será pela mão dos crentes.\" Em março de 2014, era considerado o líder espiritual da organização e vivia no Qatar, onde mantinha laços estreitos com a realeza e frequentemente aparecia nas transmissões da Al Jazeera.U.A.E. Supports Saudi Arabia Against Qatar-Backed Brotherhood, em inglês, acesso em 05 de setembro de 2014. * Muhammad Badie - em 2010 foi escolhido como \"Guia Geral\", nasceu em 1943 em al-Mahalla al-Kubra (ao norte do Cairo), formado como veterinário foi professor universitário, esteve preso por longos períodos na prisão. Foi objeto de uma ordem de prisão expedida em 10 de julho de 2013, sob a acusação de incitar o assassinato de manifestantes anti-Morsi, que se efetivou no dai 20 de agosto, dias depois de seu filho, Ammar, ter sido morto nos distúrbios no Cairo. Em 28 de abril de 2014 foi sentenciado à pena de morte, juntamente com 682 outros partidários da Irmandade Muçulmana. * Mahmoud Ezzat - liderança de destaque desde 1960, em 2014 era considerado o \"o guardião\" das finanças e dos segredos da organização e um \"linha dura\", integrante da organização desde os 18 anos de idade, em 2010 foi escolhido como vice-guia, foi preso várias vezes, após a detenção do Sr. Badie em 20 agosto, assumiu a liderança da organização, em dezembro de 2012 foi apontado como \"homem mais perigoso\" da organização pelo acadêmico Saad al-Din Ibrahim, que o descreveu como um \"grande enigma\". * Khairat al- Shatir - engenheiro, empresário e ativista político islâmico, em 2014 era considerado como um dos elementos mais influentes e um importante financiador, esteve preso durante o governo de Hosni Mubarak. Foi lançado como candidato a presidente em 2012, mas teve sua candidatura cassada, foi preso em 5 de julho de 2013, e teve seus bens congelados. * Mohammed al-Beltagi - em 2013 era o Secretário-geral do PLJ e ex-deputado, esteve a bordo do navio Mavi Marmara que integrou a Flotilha de Gaza em 2010. Foi objeto de uma ordem de prisão expedida em 10 de julho de 2013, quatro dias depois foi objeto de outra ordem para o congelamento de seus ativos financeiros. Mesmo após a ordem de prisão, aparecia, quase todos os dias fazendo discursos no acampamento junto à Mesquita Rabaa al-Adawiyah, foi detido em 29 de agosto de 2013, em um subúrbio de Gizé em 29 de agosto. Foi objeto de diversas críticas na mídia egípcia, que o acusavam de estar por trás atos de violência. * Gehad al-Haddad - filho de Isam al-Haddad, que foi o assessor para assuntos estrangeiros de Mohamed Morsi. Entre 2011 e 2013 foi um porta-voz e assessor de mídia da organização, estudou na Universidade de Montfort, no Reino Unido e, portanto, era fluente em inglês. Foi preso no Cairo em 17 de setembro de 2013. * Ahmad Arif - era o porta-voz para a mídia árabe, dentista e um especialista em teologia islâmica e cristã, era considerado um moderado. Foi preso em 22 de agosto de 2013. * Abd-al-Rahman al-Barr - em 2014 era descrito como o Mufti da organização. * Essam el-Erian ou Isam al-Iryan - em 2013 era o vice-presidente do PLJ. Foi preso em 30 de outubro de 2013. No período de legalidade, dava diversas declarações à imprensa, em uma delas acusou o Israel de racista, de invadir terras e de cometer crimes de guerra, e pediu aos judeus de origem egípcia em Israel para retornar. Também fez declarações contra a possibilidade do Irã obter armas nucleares.Who's who in Egypt's Muslim Brotherhood, em inglês, acesso em 24 de agosto. *Mohammed al-Ghazali al-Saqqa - (1917-1996) estudioso sunita de nacionalidade egípcia, autor de vários livros e considerado um dos arquitetos do revivalismo islâmico no seu país.Foi presidente do Instituto Internacional do Pensamento Islâmico (IIIT) no Cairo por vários anos e é conhecido no Ocidente pelas suas declarações a favor do assassínio de Farag Foda e dos apóstatas do Islão em geral. == Partidos ligados à Irmandade == País Partido Status Votos % Lugares Notas Partido da Liberdade e da Justiça Banido Sociedade Islâmica Al-Menbar Oposição N/A N/A Organização Iraniana de Chamada e Reforma Não registado Partido da Justiça e Desenvolvimento Governo 21 338 693 (a) Partido Islâmico Iraquiano Oposição N/A N/A Hamas do Iraque Banido (b) União Islâmica do Curdistão Oposição N/A N/A Movimento Islâmico em Israel Oposição 446 583 (c) Movimento da Sociedade pela Paz Oposição 393 632 Hamas Governo 440 409 (d) Frente de Acção Islâmica Oposição N/A N/A Hadas Oposição N/A N/A Irmandade Muçulmana Síria Banido Al Islah Banido Al-Islah Governo 1 333 394 (e) Partido da Justiça e Construção (f) 152 441 Partido da Reforma e Desenvolvimento N/A N/A Partido da Pátria N/A N/A União Nacional para a Reforma e Desenvolvimento Oposição 81 744 Partido da Justiça e Desenvolvimento Governo 1 618 963 Congresso Nacional Governo 4 321 901 Movimento Ennahda Governo 947 014 Partido Justiça Próspera Oposição 8 480 204 Partido Islâmico Malaio Oposição 2 009 142 (a) Oficialmente, não tem ligações, embora tenha apoiado publicamente a Irmandade (b) Grupo militante armado (c) Movimento banido em 2015, mas grupos ligados a este concorrem às eleições na Lista Unida Árabe (d) Lidera o governo apenas na Faixa de Gaza desde 2007 (e) Apoia o governo de Hadi na Guerra Civil Iemenita (f) Os partidos encontram-se fragmentados devido à Guerra Civil Líbia == Ver também == * Antiterrorismo * Choque de civilizações * Eurábia * Fundamentalismo religioso * Globalismo * Terrorismo islâmico == Bibliografia == * Ankerl, Guy C. - Coexisting Contemporary Civilizations Vol. 1 : Arabo-Muslim, Bharati, Chinese, and Western, Inu Press, 2000, ISBN 9782881550041 * Baer, Robert - See No Evil: The True Story of a Ground Soldier in the Cia's War on Terrorism, Three Rivers Press, 2002. ISBN 9781400046843 *Carré, Olivier and Gérard Michaud, Gérard-Les Frères musulmans : Egypte et Syrie (1928-1982) - Paris: Gallimard, 1983. * Cohen, Amnon - Political Parties in the West Bank under the Jordanian Regime, 1949-1967, Biblioceros Books, 1982. ISBN 9780801413216 *Conesa, Pierre - The Saudi Terror Machine - Skyhorse Publishing, 2018 *Culbertson, Shelly - The Fires of Spring - St. Martin’s Press, 2016 * Dreyfuss, Robert -Devil's Game: How the United States Helped Unleash Fundamentalist Islam - Henry Holt and Company, 2005. ISBN 9780805076523 * Haim, Sylvia G. e Kedourie (Elie) - Zionism and Arabism in Palestine and Israel. , Routledge, 2012. ISBN 9781135780302 *Kepel, Gilles - Le Prophète et Pharaon : Les mouvements islamistes dans l’Egypte contemporaine - Paris: La Découverte, 1984 ISBN 2020194295. *Krämer, Gudrun - Hasan al-Banna - One World Publications, 2010 *Mitchell, Richard P. - The Society of the Muslim Brothers - London: Oxford University Press, 1969 - ISBN 0195084373. * *Prazan, Michael - Frères Musulmans: Enquête sur la dernière idéologie totalitaire - Bernard Grasset, 2014 *Qutb, Sayyid - Milestones (Special Edition) -Maktabah Booksellers and Publishers, 2006 *Rubin, Barry e Schwanitz, Wolfgang - Nazis, Islamists, and the Making of the Modern Middle East - Yale University Press, 2014 *Warraq, Ibn - The Islam in Islamic terrorism - New English Review Press, 2017 * Wickham, Carrie Rosefsky -Mobilizing Islam: Religion, Activism and Political Change in Egypt - New York: Columbia University Press, 2002 - ISBN 0231125739. *Zahid, Mohammed - The Muslim Brotherhood and Egypt's Succession Crisis: The Politics of Liberalisation and Reform in the Middle East, I. B. Tauris, 2012. ISBN 9781780762173 *9 Bedford Row - History of The Muslim Brotherhood: A Report - 2015 == Ligações externas == * Conheça a história e a estrutura da Irmandade Muçulmana egípcia, G1, 05/07/2013 07h00 - Atualizado em 10/07/2013 15h32 * Conjur - \"Irmandade Muçulmana falhou no Egito por inexperiência\" (entrevista de 23 de Agosto de 2013, com a escritora Alison Pargeter). Página visitada em 15 de Setembro de 2013. * Site oficial * An Explanatory Memorandum On the General Strategic Goal for the Group In North America (1991) Categoria:Partidos políticos do Egito Categoria:Fundamentalismo islâmico Categoria:Organizações fundadas em 1928",
 "title": "Irmandade Muçulmana"
}