{
 "id": "43481",
 "text": "thumb|250px|Note que a piscina aparenta estar ficando rasa, mas na realidade não está. Esse efeito é provocado pela refração da luz na água. é a mudança na velocidade de uma onda ao atravessar a fronteira entre dois meios com diferentes índices de refração. A refração modifica a velocidade de propagação e o comprimento de onda, mantendo uma proporção direta. A constante de proporcionalidade é a frequência, que não se altera.http://www.algosobre.com.br/fisica/refracao-da-luz.html == Índice de refração == O índice de refração é a razão entre a velocidade da luz no vácuo (c) e a velocidade da luz em um determinado meio. Em meios com índices de refração mais baixos (próximos a 1) a luz tem velocidade maior (ou seja, próximo a velocidade da luz no vácuo). A relação pode ser descrita pela fórmula: n = \\frac {c}{v} Em que: c é a velocidade da luz no vácuo (c = 3 x 10^8 m/s); v é a velocidade da luz no meio; A velocidade da luz nos meios materiais é menor que c; e assim n > 1. Por extensão, definimos o índice de refracção do vácuo, que por consequência da definição do modelo é igual a 1. Portanto, sendo n o índice de refracção de um meio qualquer, temos: n\\,>\\,1 A velocidade de propagação da luz no ar depende da frequência da luz, já que o ar é um meio material. Porém, essa velocidade é quase igual a c = 3 x 10^8 m/s para todas as cores. Ex.: índice de refracção da luz violeta no ar = 1,0002957 e índice de refracção da luz vermelha no ar = 1,0002914. Portanto, nas aplicações, desde que não queiramos uma precisão muito grande, adotaremos o índice de refracção do ar como aproximadamente igual a 1: n \\cong 1 Como vimos, as cores, por ordem crescente de frequências, são: vermelho, laranja, amarelo, verde, azul, anil e violeta. A experiência mostra que, em cada meio material, a velocidade diminui com a frequência, isto é, quanto \"maior\" a frequência, \"menor\" a velocidade. v_{vermelho}\\,>\\,v_{laranja}\\,>\\,v_{amarelo}\\,>\\,v_{verde}\\,>\\,v_{azul}\\,>\\,v_{anil}\\,>\\,v_{violeta} Portanto como n = {c \\over v}, concluímos que o índice de refracção aumenta com a frequência. Quanto \"maior\" a frequência, \"maior\" o índice de refracção. Em geral, quando a densidade de um meio aumenta, o seu índice de refração também aumenta. Como variações de temperatura e pressão alteram a densidade, concluímos que essas alterações também alteram o índice de refracção. No caso dos sólidos, essa alteração é pequena, mas para os líquidos, as variações de temperatura são importantes e, no caso dos gases, tanto as variações de temperatura como as de pressão devem ser consideradas. A maioria dos índices de refracção é menor que 2; uma exceção é o diamante, cujo índice é aproximadamente 2,4. Para a luz amarela emitida pelo sódio, sua frequência é f = 5,090 . 10^{14} Hz e cujo comprimento de onda no vácuo é \\lambda = 589 nm. Essa é a luz padrão para apresentar os índices de refracção. Consideremos dois meios \"A\" e \"B\", de índices de refracção n_A e n_B; se n_A > n_B, dizemos que \"A\" é mais refringente que \"B\". === Continuidade óptica === Consideremos dois meios transparentes A e B e um feixe de luz dirigindo-se de A para B. Para que haja feixe refratado é necessário que n_A e n_B. Quando n_A = n_B, não há luz reflectida e também não há mudança na direção da luz ao mudar de meio; dizemos que há continuidade óptica. Quando temos um bastão de vidro dentro de um recipiente contendo um líquido com o mesmo índice de refração do vidro, a parte do bastão que está submersa, não refletindo a luz, fica \"invisível\". === Índice de refracção relativo === Se o índice de refracção de um meio A é n_A e o índice de um meio B é n_B, definimos: n_{AB} = índice de refração do meio A em relação ao meio B = \\frac {n_A}{n_B} n_{BA} = índice de refração do meio B em relação ao meio A = \\frac {n_B}{n_A} Sendo vA e vB as velocidades da luz nos meios A e B, temos: n_{AB}= \\frac {n_A}{n_B} = \\frac {v_B}{v_A} n_{BA}= \\frac {n_B}{n_A} = \\frac {v_A}{v_B} == Leis da refração == Consideremos dois meios transparentes A e B e um feixe estreito de luz monocromática, que se propaga inicialmente no meio A, dirigindo-se para o meio B. Suponhamos, ainda, que uma parte da luz consiga penetrar no meio B e que a luz tenha velocidades diferentes nos dois meios. Nesse caso, diremos que houve Refração. O raio que apresenta o feixe incidente é o raio incidente (i), e o raio que apresenta o feixe refratado é o raio refratado (r). === A primeira lei da Refração === O raio incidente, o raio refratado e a normal, no ponto de incidência, estão contidos num mesmo plano. A normal é uma reta perpendicular à superfície no ponto de incidência, θA é denominado ângulo de incidência entre o raio e a normal e θB, ângulo de refração entre o raio e a normal. === A segunda lei da Refração === Os senos dos ângulos de incidência e refracção são diretamente proporcionais às velocidades da onda nos respectivos meios. Ou seja: `I` n_A \\cdot sen\\,\\theta_A = n_B \\cdot sen\\,\\theta_B Dessa igualdade tiramos: `II` \\frac {sen\\,\\theta_A}{sen\\,\\theta_B} = \\frac{n_B}{n_A}=n_{BA} A Segunda Lei da Refração foi descoberta experimentalmente pelo holandês Willebrord van Royen Snell (1591-1626) e mais tarde deduzida por René Descartes, a partir de sua teoria corpuscular da luz. Nos Estados Unidos, ela é chamada de Lei de Snell e na França, de Lei de Descartes; em Portugal e no Brasil é costume chamá-la de Lei de Snell-Descartes. Inicialmente a Segunda Lei foi apresentada na forma da equação `II`; no entanto, ela e mais fácil de ser aplicada na forma da equação `I`. Observando a equação `I`, concluímos que, onde o ângulo for menor, o índice de refração será maior. Explicando melhor: se \\theta_A\\ >\\ \\theta_B, o mesmo ocorre com seus senos, sen\\,\\theta_A\\ >\\ sen\\,\\theta_B; logo, para manter a igualdade da equação `I`, n_B\\,>\\,n_A. Ou seja, o menor ângulo θB ocorre no meio mais refringente, n_B. Pelo princípio da reversibilidade, se a luz faz determinado percurso, ela pode fazer o percurso inverso. Assim, se ela faz o percurso XPY, ela pode fazer o percurso YPX. Mas, tanto num caso como no outro, teremos: n_A \\cdot sen\\,\\theta_A = n_B \\cdot sen\\,\\theta_B Quando a incidência for normal, não haverá desvio e teremos \\theta_A\\ =\\ \\theta_B\\ =\\ 0, e, portanto, sen\\,\\theta_A\\ =\\ sen\\,\\theta_B\\ =\\ 0, de modo que a Segunda Lei também é válida nesse caso, na forma da equação `I`: n_A\\,(0)\\ =\\ n_B\\,(0) === Caso de ângulos pequenos === Na tabela seguinte, apresentamos alguns ângulos \"pequenos\" expressos em graus e radianos, com o respectivo valor do seno e da tangente: Ângulo em graus Ângulo em radianos Seno Tangente 0 0 0 0 2 0,035 0,035 0,035 4 0,070 0,070 0,070 6 0,105 0,104 0,105 8 0,140 0,139 0,140 10 0,174 0,174 0,176 Observando esta tabela, percebemos que, para um ângulo θ, até aproximadamente 10° temos: \\theta\\ \\cong\\ sen\\,\\theta\\ \\cong\\ tg\\,\\theta quando θ está expresso em radianos. Assim, para ângulos pequenos, a Segunda Lei da Refração pode ser escrita: n_A\\ \\cdot\\ \\theta_A\\ \\cong\\ n_B\\ \\cdot\\ \\theta_B para ângulos em radianos e em graus (devido ao fator de conversão entre radianos e graus ser o mesmo para todos os ângulos - 180/pi). == Índices de refração de alguns meios, em relação ao vácuo == * Vácuo: 1,0000 * Ar: 1,0003 (aprox. 20 °C) * Água: 1,3321 (pura, aprox. 20 °C) * Gelo: 1,3100 * Álcool: 1,3600 * Glicerina: 1,47 * Vidro: 1,4000 a 1,9000 * Sal de cozinha: 1,54 * Quartzo: 1,54 * Bissulfeto de carbono: 1,63 * Zircônio: 1,92 * Diamante: 2,4200 * Rutilo: 2,80 * Acrílico: 1,49 == Ver também == *Reflexão Categoria:Óptica Categoria:Óptica geométrica",
 "title": "Refração"
}