{
 "id": "43508",
 "text": "Eurípides (também grafado Eurípedes; do grego antigo: Εὐριπίδης) (Salamina, ca. 480 a.C. — Pela, Macedônia, 406 a.C.Segundo Pausânias (geógrafo), Eurípedes morreu e foi sepultado na Macedônia. Ver Descrição da Grécia, 1.2.2) foi um poeta trágico grego, do século V a.C., o mais jovem dos três grandes expoentes da tragédia grega clássica, que ressaltou em suas obras as agitações da alma humana e em especial a feminina. Tratou dos problemas triviais da sociedade ateniense de seu tempo, com o intuito de moderar o homem em suas ações, que se encontravam descontroladas e sem parâmetros, pois o que se firmava naquela sociedade era uma mudança de valores de tradições que atingiam diretamente no modo de pensar e agir dos homens gregos. ==Biografia== Pouco se sabe de sua vida, mas parece ter sido austero e pouco sociável. Apaixonado pelo debate de ideias, suas investigações e estudos lhe trouxeram mais aflições do que certezas. Alguns críticos o chamaram de \"filósofo de teatro\", mas não há certeza se Eurípedes, de fato, pertenceu a alguma escola filosófica, mas sim a grupos de filosófos. Contudo, parece inegável a influência do filósofo Anaxágoras de Clazômenas e também do movimento sofístico. Ao longo da sua vida, Eurípides foi considerado quase um marginal e foi frequentemente satirizado nas comédias de Aristófanes. No final da vida, talvez desiludido com a natureza humana, viveu recluso rodeado de livros e morreu em 406 a.C., dois anos antes de Sófocles. ==Estilo== Para Eurípides, os mitos (elementos vitais da tragédia) eram apenas coleções de histórias cuja função era perpetuar crenças sobre concepções primitivas. Por tal motivo, opta por relatar em suas tragédias a história dos negados e/ou vencidos, podendo citar como exemplo a obra As Troianas, em que o autor relata a história das mulheres da cidade de Troia (lembrando que na época as mulheres não eram consideradas como membros da sociedade). Nisso se diferencia tanto de seus predecessores quanto rompe com características importantes aos gregos. Esse rompimento talvez lhe tenha impedido de construir peças harmônicas e perfeitas no seu conjunto, já que os mitos cumpriam muito bem esse papel de fundo. Mesmo assim, compôs cenas memoráveis e agudas análises psicológicas. As suas peças não são acerca dos deuses ou a realeza, mas sobre pessoas reais. Colocou em cena camponeses ao lado de príncipes e deu igual peso aos seus sentimentos. Mostrou-nos a realidade da guerra, criticou a religião, falou dos excluídos da sociedade: as mulheres, os escravos e os velhos. Em termos dramatúrgicos Eurípedes adicionou o Prólogo à peça, no qual “situa a cena” (apresenta o que se vai passar). E criou também o “deus ex machina” que servia muitas vezes para fazer o final da peça. Pouco se sabe sobre essa ideia, contudo muitas pessoas chegaram a considerar Eurípides como machista, pois ele enaltecia demais as mulheres de uma forma que as vezes exagerava no drama ou nas explicações para seus atos, fazendo com que as mulheres pudessem parecer \"loucas\". Porém essa não era a intenção dele, a real intenção era que elas parecessem bravas, admiráveis, inabaladas. Embora premiado poucas vezes (cinco) nos concursos trágicos de Atenas (Dionísias Urbanas, Lenéias), (apesar de ter escrito cerca de 92 peças), no final do século V a.C., desfrutou de grande popularidade nos séculos subseqüentes, é atualmente muito mais popular que Ésquilo ou Sófocles. Os recursos dramáticos que utilizou em suas tragédias, notadamente as posteriores a 420 a.C., influenciaram diversos gêneros dramáticos posteriores, entre eles a \"Comédia Nova\", o drama (e também o melodrama) e a novela. Apresentou as suas primeiras tragédias na Grande Dionisíaca de 445 a.C., mas só venceu a primeira competição em 441 a.C.. O enredo de suas tragédias foi muitas vezes aproveitado por dramaturgos modernos, como Racine, Goethe e Eugene O'Neil. ==Obras== Eurípedes foi o último dos três grandes autores trágicos da Atenas clássica (os outros dois foram Ésquilo e Sófocles). Especialistas estimam que Eurípedes tenha escrito 95 peças, embora quatro delas provavelmente tenham sido escritas por Crítias. Ele foi autor do maior número de peças trágicas da Grécia que chegaram até nós: dezoito no total (de Ésquilo e Sófocles sobreviveram, de cada um, sete peças completas). Hoje, é amplamente aceito que Rhesus, tida como a décima nona peça completa, possivelmente não seja de Eurípedes.Halsall, Paul. \"Ancient History Sourcebook: 11th Britannica: Euripides Fragmentos, algumas substanciais, da maioria das outras peças também sobreviveram. ===Tragédias=== # Alceste (438 a.C., segundo prêmio) # Medeia (431 a.C., terceiro prêmio) # Os Heráclidas (c. 430 a.C.) # Hipólito (428 a.C., primeiro prêmio) # Andrômaca (c. 425 a.C.) # Hécuba (c. 424 a.C.) # As Suplicantes (c. 423 a.C.) # Electra [Há uma outra tragédia grega, homônima de Eurípedes (o Electra, de Sófocles)]. (c. 420 a.C.) # Héracles (c. 416 a.C.) # As Troianas (415 a.C., segundo prêmio) # Ifigênia em Táuris (c. 414 a.C.) # Íon (c. 413 a.C.) # Helena (412 a.C.) # As Fenícias (c. 410 a.C., segundo prêmio) # Orestes (408 a.C.) # As Bacantes e Ifigénia em Áulide (405 a.C., póstumas, primeiro prêmio) === Tragédias incompletas === As peças abaixo chegaram até nós de forma fragmentada. Algumas consistem apenas de um punhado de linhas, embora alguns fragmentos sejam tão extensos que é possível uma tentativa de reconstrução Veja Euripides: Selected Fragmentary Plays (Aris and Phillips 1995) ed. C. Collard, M.J. Cropp and K.H. Lee.: # Telephus (438 a.C.) # Cretans (c. 435 a.C.) # Stheneboea (antes de 429 a.C.) # Bellerophon (c. 430 a.C.) # Cresphontes (c. 425 a.C.) # Erechtheus (422 a.C.) # Phaethon (c. 420 a.C.) # Wise Melanippe (c. 420 a.C.) # Alexandros (415 a.C.) # Palamedes (415 a.C.) # Sisyphus (415 a.C.) # Captive Melanippe (412 a.C.) # Andromeda (412 a.C. junto com a Helena dele) # Antiope (c. 410 a.C.) # Archelaus (c. 410 a.C.) # Hypsipyle (c. 410 a.C.) # Philoctetes (c. 410 a.C.) Os fragmentos das peças de Eurípides estão actualmente a ser editados e traduzidos para Português pela Professora Maria de Fátima Silva. ===Drama satírico=== # O Ciclope (data desconhecida) ===Drama apócrifo=== Esta tragédia, de acordo com a maior parte dos eruditos modernos, não é de Eurípides, e sim de um tragediógrafo anônimo do século IV a.C.. # Reso (c. 350 a.C.) == Bibliografia == *Kovacs, D. Euripidea. Leiden: Brill, 1994. *Lefkowitz, M.R. The Lives of the Greek Poets. London: Duckworth, 1981. == Ligações externas == * * Tradução, com comentário, da tragédia Reso para Português * Edição e Tradução dos fragmentos das peças de Eurípides, volume I Categoria:Dramaturgos da Grécia Antiga Categoria:Poetas da Grécia Antiga Categoria:Gregos do século V a.C. Categoria:Escritores pagãos Categoria:Eurípides",
 "title": "Eurípides"
}