{
 "id": "43567",
 "text": "O período dos Três Reinos (pinyin: Sānguó) é um período na história da China, parte de uma era da desunião chamada Seis Dinastias. Em um sentido acadêmico profundo, se aceita o período entre a fundação de Wei em 220 à conquista de Wu pela Dinastia de Jin em 280. Entretanto, muitos historiadores chineses estendem o ponto de partida deste período para antes da revolta dos Turbantes Amarelos, em 184. O período posterior, parte “não oficial” do período, 190 a 220, foi marcado por lutas caóticas entre generais em várias partes da China. A parte média do período, de 220 e de 263, foi marcada por um arranjo mais militar e estável entre três estados rivais, sendo eles os reinos de Wei, Shu e Wu. A sequência dos fatos se dá com destruição de Shu por Wei (263), então a queda de Wei pela Primeira Dinastia Jin (265), e a destruição de Wu por Jin (280). Para distinguir estes estados de uns estados mais adiantados com o mesmo nome, os historiadores propõem um carácter adicional: Wei é conhecido também como Cao Wei (曹魏), Han é conhecido também como Shu Han (蜀漢), que se tornou mais tarde Shu, e Wu é conhecido também como Wu oriental (東吳). O termo próprio “três reinos” é um tanto inexpressivo, sendo que cada estado foi dirigido eventualmente por um Imperador que reivindicou a sucessão legítima da Dinastia Han, não por reis. Não obstante o termo tornou-se padrão entre sinologistas e será usado neste artigo. Embora relativamente curto este período histórico, foi romantizado na cultura da China. Foi comemorado e popularizado nas óperas, histórias populares, novelas e em épocas mais recentes, em umas películas, em umas séries da televisão, e nos jogos eletrônicos. O melhor destes é, indubitavelmente, o \"Romance dos Três Reinos\". O registro histórico autenticado da era é Sanguo Zhi de Chen Shou, junto com umas anotações mais antigas do texto de Pei Songzhi. O período de três reinos é também um do mais sangrentos na história chinesa. Um censo da população na Dinastia oriental antes dos Han relatou uma população de aproximadamente 56 milhões, quando o censo da população na dinastia ocidental posterior de Jin (depois que Jin reunificou a China) relatou uma população de aproximadamente 16 milhões. Mesmo fazendo exame na ocorrência destes relatórios de censo, é seguro supor que uma grande parte da população esteve fora durante as guerras constantes empreendidas durante este período. ==Colapso do poder dinástico== O que é pensado tradicionalmente como o começo do período “não-oficial” dos três reinos, é a rebelião dos Turbantes Amarelos conduzida por Zhang Jiao em 184. A maneira pacifica composta primeiramente dos fazendeiros que vinham sofrendo extremamente sob o sistema corrupto do governo, se tinham convertido assim, facilmente por Zhang Jiao para criar “um mundo novo e calmo”. A rebelião terminou quando Zhang Jiao morreu de doença, mas, com o caos da rebelião feita, quando combinada com os desastres naturais que varriam a China no mesmo período, desestabilizou a Dinastia Han e conduziu-a a cair. A rebelião fez com que também o governo central aumentasse a permissão do poder militar dos governos locais, que é uma das causas do período guerreiro que se seguiu. A série de eventos que conduzem ao colapso do poder dinástico e à ascensão de Cao Cao são extremamente complexas. A morte do Imperador Ling em maio de 189 conduziu-lhe a uma regência instável sob o General-chefe He Jin, e renovou a rivalidade entre as facções dos Eunucos e a burocracia civil regular. Depois do assassinato de Jin, seu aliado principal o Coronel-Tenente, Yuan Shao conduziu um massacre aos Eunucos nos palácios imperiais em Luoyang. Este evento alertou Dong Zhuo a entrar em Luoyang, do limite noroeste de China. Então a China enfrentou os poderosos bárbaros da tribo de Qiang ao noroeste, e Dong Zhuo controlava um exército numeroso com treinamento de elite. Quando trouxe o exército a Luoyang, podia controlar facilmente os exércitos existentes e fazer um controle da corte imperial. Dong Zhuo manipulou a sucessão de modo que o Imperador futuro Xian pudesse tomar posse do trono no lugar de seu meio-irmão mais velho. (Dong Zhuo, sendo ambicioso, desejava ser genuinamente um imperador mais capaz. Em sua incursão até Luoyang, encontrou uma tropa pequena de soldados que protegiam os dois filhos do Imperador Ling que fugiam da zona de guerra. No encontro Dong Zhuo agiu arrogantemente e ameaçando, fazendo com que o meio-irmão mais velho ficasse paralisado de medo; porém, o irmão mais novo, o Imperador futuro Xian, respondendo calmamente e com autoridade comandou Dong Zhuo para proteger a família real com seu exército por retornar à corte imperial.) Quando Dong Zhuo quis originalmente restabelecer a autoridade do império de Han e controlar corretamente todo o conflito político, sua potencialidade política provou ser pior do que sua liderança militar. Seu comportamento se revelou mais violento e autoritário, executando ou mandando a exílio todos que se opunham, e mostrado menos respeito ao imperador. Ignorou toda a etiquete real e carregava abertamente armas na corte imperial frequentemente. Em 190 uma coalizão conduzida por Yuan Shao foi-se dando forma entre quase todas as autoridades provinciais nas províncias orientais do império de encontro a Dong Zhuo. A pressão da derrota repetida na Linha de Frente do sul foi de encontro às forças de Jian, que dirigiu o Imperador de Han ao oeste antes de Dong Zhuo, ele mesmo indo a Chang'an em maio 191. Dong Zhuo outra vez demonstrou sua falta da gerência de um país, forçando milhões dos residentes de Luoyang a migrar a Chang'an, a seguir ateou fogo em Luoyang para destruir, naquele tempo a maior cidade da China, de modo que seus inimigos não ganhassem ocupações úteis ao chegar. Além disso, requisitou de seu exército uma vila inteira de civis, decapitando suas cabeças e carregado-as em Chang'an para mostrar como se fossem troféus de guerra, fingindo ter tido uma vitória grande contra seus inimigos. Um ano mais tarde Dong Zhuo foi morto por Wang Yun e por Lu Bu (que era adotivo de Dong Zhuo). ==A ascensão de Cao Cao== Em 191, havia a intenção, entre a coalizão, de apontar Liu Yu, um parente imperial, como o imperador, mas, gradualmente seus membros começaram a sair da coalizão. A maioria dos generais, com algumas exceções estavam procurando o aumento do poder militar pessoal na época da instabilidade em vez de ter seriamente o desejo restaurar a autoridade da Dinastia Han. O império Han foi dividido entre o número de generais regionais. Yuan Shao ocupou a área do norte de Ye e estendeu seu poder ao norte do rio amarelo, contra Gongsun Zan, que fechou a fronteira do norte. Cao Cao, diretamente ao sul de Yuan, se engajou em um esforço contra Yuan Shu e a Liu Biao, que ocuparam respectivamente a bacia do rio de Huai e as regiões médias de Yangzi. Mais ao sul, o jovem Sun Ce assumiu o controle das tropas de seu pai, Sun Jian, após a morte deste, e estabelecia seu governo no Yangzi mais baixo. No oeste, Liu Zhang dominou a província de Hanzhong e o noroeste foi controlado por uma seleção de oficias e de generais menores tais como Teng de Xiliang, nascido em Yizhou, cidade de Dong Zhuo. Dong Zhuo, confiando em seu sucesso, foi atacado por seu próprio filho adotivo, Lu Bu. Lu Bu foi atacado por sua vez pelos generais de Dong Zhuo, Li Jue e por Guo Si.Ele fugiu para Zhang Yang, um general do norte, e permaneceu com ele por um momento antes de repentinamente se juntar a Yuan Shao. Mas estava claro que o Lu Bu era demasiado independente e estava longe de servir a outro. Em agosto de 195, o Imperador Xian fugiu da tirania de Li Jue em Chang'an e fez uma viagem perigosa ao leste na busca por suporte. Por volta de 196, quando foi recebido por Cao Cao, a maioria dos que continham alguma forma de poder tinham sido absorvidos pelos mais fortes ou destruídos. Este é um movimento extremamente importante para Cao Cao pois, com a sugestão de seu conselheiro, Xun Yu, comentando que por ter dado suporte ao Imperador Autentico, Cao Cao teria legalmente autoridade formal para controlar os outros generais e para forçá- los a se unificarem a fim de restaurar a dinastia Han. Cao Cao, cuja zona de controle era a precursora do reino de Wei, tinha levantado um exército no inverno de 189. Em diversos movimentos e batalhas estratégicas, controlou a província de Dui e derrotou diversas facções dos rebeldes Turbantes Amarelos e ganhou a ajuda de outros militares locais controlados por Zhang Miao e Chen Gong, que junta à sua causa para poder criar seu próprio exército. Continuou o esforço e absorveu aproximadamente 300 000 do exército dos Turbantes Amarelos, bem como grupos militares ao lado oriental da província de Qing. Em 196 estabeleceu uma corte imperial em Xuchang e desenvolveu as colônias agricultoras militares (tuntian) para suportar seu exército. Impôs um sistema de imposto pesado nos termos dos produtos (40% a 60%) para fazendeiros civis empregados, mas todos os fazendeiros estavam mais do que satisfeito pois trabalhavam com estabilidade relativa e proteção militar profissional em um momento do caos. Esta é dita mais tarde ser sua segunda política importante ao sucesso. Em 194, Cao Cao guerreou contra Tao Qian da província de Xu. Tao Qian recebeu o apoio de Liu Bei e de Gongsun Zan, mas então, pareciam que as forças de Cao Cao fossem superiores para invadir Xuzhou inteiramente. Entretanto, Cao Cao recebeu a notícia que Lu Bu tinham tomado a província de Yan na sua ausência, e assim, recuou, pondo uma parada às hostilidades contra Tao Qian por certo tempo. Tao Qian morreu no mesmo ano, deixando sua província a Liu Bei. Um ano mais tarde, em 195, Cao Cao expulsou Lu Bu de Yan. Lu Bu fugiu para a província de Xu e foi recebido por Liu Bei, e uma aliança começou entre os dois. No sul, Sun Ce, então um general sob o serviço de Yuan Shu, derrotou os generais da província de Yang, incluindo Liu Yao, Wang Lang, e Yan Baihu. A velocidade com que Sun Ce realizou seus conquistas conduziu a seu apelido, “Pequeno Conquistador” (小霸王), uma referência ao anterior Xiang Yu. Em 197, Yuan Shu, que estava contra Cao Cao, e Liu Bei, ficou assegurado da vitória com as conquistas de seus subordinado, e assim se auto-declarando imperador do Dinastia Cheng. O movimento, entretanto, continha um erro tático, porque atraiu o ira de muitos generais da época, incluindo Sun Ce, subordinado de Yuan Shu, sendo que Yuan Shu tinha o recomendado para não fazer tal movimento. Cao Cao ordenou para que se expusesse Sun Ce para atacar Yuan Shu. Sun Ce concordou, mas primeiro convenceu Cao Cao para dar forma a um coalizão contra Yuan Shu, de que Liu Bei e Lu Bu eram membros. Atacado em todos os lados, Yuan Shu foi derrotado e fugiu para se esconder. Mais tarde, Lu Bu traiu Liu Bei e tomou Xuzhou, dando forma a uma aliança com as forças que restaram de Yuan Shu. Liu Bei fugiu para Cao Cao, que o aceitou. Logo, preparações foram feitas para atacarem Lu Bu, e as forças combinadas de Cao Cao e Liu Bei se encontraram em Xia Pi. Os oficiais de Lu Bu desertaram e as forças de Yuan Shu nunca chegaram como reforços, por isso Lu Bu conseguiu vencer os próprios soldados e executados junto com muitos de seus oficiais. Assim, o homem conhecido como o guerreiro mais poderoso da época, começou a fugir. Em 200, Dong Cheng, um oficial da corte imperial, recebeu um edito secreto do Imperador para assassinar Cao Cao. Colaborou com Liu Bei neste esforço, mas Cao Cao logo soube disso por meio de um espião e capturou Dong Cheng e seus co-conspiradores executado-os, com somente Liu Bei sobrevivendo e fugindo para Yuan Shao, no norte. Após estabelecer as províncias próximas, incluindo uma região controlada anteriormente pelos Turbantes Amarelos, Cao Cao virou sua atenção ao norte, a Yuan Shao, que ele mesmo tinha eliminado seu rival do norte, Gongsun Zan, naquele mesmo ano. Yuan Shao, ele mesmo de uma nobreza mais elevada do que Cao Cao, ajuntou um exército grande e acampou ao longo de um banco ao norte do rio Amarelo. Em 200, após ter ganhado uma batalha decisiva contra Liu Biao em Shaxian e ter acabado com as rebeliões de Xu Gong e outros, Sun Ce foi supostamente vítima de uma feitiçaria do mago Yu Ji. Em seu leito de morte nomeou seu irmão mais novo, Sun Quan, como seu sucessor. Depois de meses de preparação, Cao Cao e Yuan Shao encontraram-se com suas força em Guandu. Superando Yuan numericamente, Cao Cao decisivamente derrotou-o ateando fogo a suas fontes, e fazendo isso aleijou o exército do norte. Liu Bei foragido, foi para Liu Biao na província de Jing, e muitos das forças de Yuan Shao foram destruídos. Em 202, Cao Cao tirou vantagem, pois da morte de Yuan Shao e da divisão resultante entre seus filhos ao norte, avançou o rio Amarelo. Capturou Ye em 204 e ocupou as províncias de Ji, Bing, de Qing e de You. Para o fim de 207, após uma campanha relâmpago contra os bárbaros de Wuhuan, Cao Cao tinha conseguido indisputavelmente o domínio da planície norte de China. ==Batalha de Chang ban== Cao Cao decidiu acabar com a aliança com Liu Bei o chamou e disse \"Só existem dois heróis aqui na China um sou eu e o outro és tu\". Com isso Liu Bei solicitou a ajuda de Zhuge Liang para ser seu estrategista, durante a longa batalha que lhes esperava. Zhuge Liang aceitou pois descobriu que a visão que Liu Bei tinha era de uma China em paz sem lutas. Zhuge Liang disse a Liu Bei \"Seremos divididos em três reinos que farão de tudo para conquistar a China\". Cao Cao reuniu um grande exército e atacou Liu Bei em Chang Ban, onde o povo decidiu juntar-se a Liu Bei conseguindo milagrosamente escapar por meio de barcos com o povo salvo. Assim decidiu conquistar o trono ocupado por sua família (o clã Liu, fundadores da dinastia Han). ==Batalha de Cheng Du== Após saber disso Liu Bei moveu-se a atacar Cheng Du que era onde Liu Zhang estaria reunindo alguns generais depois da morte de Pang Tong por meio de uma armadilha,Liu Bei decide-se mover e começar a atacar Liu Zhang e lutar pelos seus sonhos acaba ganhando com a ajuda de Zhuge Liang e Zhao Yun. Assim o clã Liu tem um novo líder (Liu Bei). ==Batalha de Chi bi== Em 208, Cao Cao marchou para o sul com seu exército pois esperava terminar rapidamente a guerra civil. O filho de Liu Biao, Liu Zong rendeu a província de Jing e Cao Cao pode capturar uma frota valiosa em Jiangling. Sun Quan, o sucessor de Sun Ce no Yangzi mais baixo, continuava a resistência com a ajuda do seu aliado Liu Bei. Seu conselheiro, Lu Su, fixou uma aliança com Liu Bei. Seus exércitos combinados de 50 000 homens, encontraram-se com a frota de Cao Cao de 200 000 nos Penhascos Vermelhos (conhecida também como a batalha de Chi Bi) no inverno. Após um ataque inicial, um ataque com navios-incendiários infligiu uma derrota decisiva em Cao Cao, forçando-o recuar ao norte. A vitória aliada em Penhascos Vermelhos assegurou a sobrevivência de Liu Bei e Sun Quan, que fundariam a base para os estados de Shu e de Wu. ==Batalha de shi Ting== Depois que retornou ao norte, Cao Cao se contentou em absorver as regiões do noroeste, e, em 211 a consolidar seu poder. Aumentou progressivamente seus títulos e o poder, assentando bem eventualmente como príncipe de Wei em 217, um título nomeado a ele pelo imperador Xian de Han, o fantoche que esse controlava. Liu Bei invadiu a província de Yi e mais tarde em 214 retirou Liu Zhang do governo, deixando seu comandante Guan Yu no comando da província de Jing. Sun Quan, que nos anos seguintes estava aprimorando suas defesas contra Cao Cao no sudeste em Hefei, virou agora sua atenção à província de Jing e ao Yangzi médio. As tensões entre os aliados eram cada vez mais visíveis. Em 219, depois que Liu Bei conquistou Hanzhong de Cao Cao, era Guan Yu que sitiava Fã, o comandante-chefe Lü Meng de Sun Quan que com a ajuda do aliado temporário Cao Cao tomou secretamente a província de Jing ==Três Imperadores== No primeiro mês de 220, Cao Cao morreu e no décimo mês seu filho Cao Pi forçou o Imperador Xian a abdicar o trono, terminando assim a Dinastia Han. Nomeou sua dinastia Wei e se autoproclamou imperador em Luoyang. Em 221, Liu Bei nomeou-se Imperador de Han, em uma oferta para restaurar a dinastia Han de sua família, o clã Liu (Seu estado é conhecido como “Shu” ou “Shu-Han”). Mas no mesmo ano, o estado de Wei deu a Sun Quan o título de rei de Wu. Um ano mais tarde, as tropas de Shu-Han declararam guerra contra Wu e encontraram-se com os exércitos de Wu na batalha de Yiling. Em Yiling, Liu Bei desastrosamente foi derrotado pelo comandante Lu Xun, de Sun Quan, e forçado a recuar para Shu, onde morreu logo depois. Após a morte de Liu Bei, Shu e Wu começaram a ter relações amigáveis à custa de Wei. Em 222, Sun Quan renunciou seu reconhecimento do regime do Cao Pi e, em 229, declarou- se imperador em Wuchang. O Domínio do norte pertenceu completamente a Wei, enquanto Shu ocupou o sudoeste e Wu o sul e o leste centrais. As beiras externas dos estados foram limitadas geralmente à extensão da civilização chinesa. Por exemplo, o controle político de Shu em sua fronteira do sul foi limitado pelos Tai, tribos das modernas Yunnan e da Birmânia, conhecidos coletivamente como os Bárbaros do Sul (南蠻). ==População== A população poderia ser calculada a partir do registro oficial de Sanguo Zhi de Chen Shou. Em termos de números, Wei era muito maior, retendo mais de 660 000 casas e 4 400 000 povos dentro de suas fronteiras. Shu teve uma população de , e Wu . Assim, Wei teve mais de 58% da população ao redor de 40% do território. Com estes recursos, estima-se que poderia levantar um exército de 440 000 enquanto Shu e Wu poderiam controlar e . A aliança Wu-Shu contra Wei provou-se ser uma configuração militar estável; as fronteiras básicas dos três reinos permaneceram quase imutáveis por mais de quarenta anos. Segundo Mao Tsé-Tung durante esse período a população da China teria sido reduzida de 50 milhões para 10 milhões.KISSINGER, Henry, Sobre a China, p. 25 ==Comércio e Transporte== Em termos econômicos a divisão dos três reinos refletiu uma realidade que resistiu muito. Mesmo ao norte de Song, setecentos anos após os três reinos, era possível pensar na China como sendo composto de três grandes mercados regionais. Há um grande canal que liga o norte e o sul, e transportando através do Yangzi que ligam a China do sul com o Sichuan e das estradas que juntam Sichuan com o noroeste. ==Declínio dos Três Reinos== A partir de 230, as tensões começaram a se tornar visíveis entre o clã imperial de Cao e o clã de Sima. Depois da morte de Cao Zhen, o conflito era evidente entre Cao Shuang e o grande comandante Sima Yi. Deliberadamente, Cao Shuang colocou seus próprios parentes em cargos importantes e excluiu Sima, pois o considerou como uma ameaça. O poder do clã Sima, uma das maiores famílias nas terras de Han, era favorecida por vitórias militares de Sima Yi. Adicionalmente, Sima Yi era um estrategista e um político extremamente capaz. Em 238 esmagou a rebelião de Gongsun Yuan e anexou a região de Liaodong. Finalmente, disputou com Cao Shuang o jogo de poder. Tirando vantagem, fazendo excursões pelas famílias imperiais aos túmulos de Gaoping, Sima empreendeu um ataque em Luoyang, forçando a autoridade da facção de Cao Shuang. Muitos no poder protestaram, oprimindo a família de Sima. ===Queda de Shu=== A força diminuindo do clã Cao foi espelhada pelo declínio de Shu. Zhuge Liang ganhou grandes quantidades de terra em Wei. Após a morte de Zhuge Liang, sua posição como o tenente Chanceler caiu a Jiang Wei, a Fei Yi e a Dong Yun, nessa ordem. Mas após 258, a política de Shu tornou-se cada vez mais controlada pelo facção dos Eunucos e uma onda de corrupção. Apesar dos esforços enérgicos de Jiang Wei, Shu era incapaz de fixar uma vitória decisiva de contra Wei. Em 263, Wei lançou um ataque e o exército de Shu foi forçado a recuar para Hanzhong. Jiang Wei manteve com dificuldade uma posição em Jiang, mas foi flanqueado pelo comandante Deng Ai de Wei, que fez uma marcha-forçada com o seu exército de Yinping através do território considerado anteriormente inexpugnável. Durante o inverno daquele ano, a importante Chengdu tinha caído e o imperador Liu Chan tinha-se rendido. O estado de Shu caiu após anos de forte resistência. ===Queda de Wei=== Cao Huan sucedeu o trono em 260 depois que o Cao Mao foi morto por Sima Zhao. Logo após, Sima Zhao morreu e seu título de Senhor de Jin foi herdado por seu filho Sima Yan. Sima Yan imediatamente começou a traçar meios de tornar-se Imperador. Devido ao conselho de seus conselheiros, Cao Huan decidiu-se que o melhor curso de ação seria abdicar, ao contrário de seu predecessor Cao Mao, eficazmente Sima Yan subjugou a Dinastia Wei e estabelecendo a Dinastia de Jin como o sucessor. Esta situação era similar a deposição do Imperador Xian da Dinastia Han por Cao Pi, seguido pela Dinastia Wei. ===Queda de Wu=== Depois da morte de Sun Quan, em 252, o reino de Wu entrou em um período de declínio constante. A opressão bem sucedida de Wei e das rebeliões na região de Huainan por Sima Zhao e por Sima Shi reduziu toda a oportunidade da influência de Wu. A queda de Shu sinalizou uma mudança na política de Wei. Sima Yan (neto de Sima Yi), após ter aceitado a rendição de Liu Chan, subjugou o imperador de Wei e proclamou sua própria dinastia Jin em 264, terminando os 46 anos do domínio dos Cao ao norte. Depois da ascensão de Jin, Sun Xiu do Imperador de Wu, morreu e o trono foi empossado por Sun Hao. Sun Hao era um homem jovem e tinha planos, mas após a ascensão transformou-se um tirano. Em 269 Yang Hu, comandante de Jin no sul, começou preparar-se para a invasão de Wu requisitando a construção de uma frota e treinando fuzileiros navais em Sichuan sob Wang Jun. Quatro anos mais tarde, Lu Kang, último grande general de Wu, morreu, não deixando nenhum sucessor competente. A ofensiva de planejada de Jin veio finalmente ao término no inverno de 279. Sima Yan lançou cinco ofensivas simultâneas ao longo do rio de Yangzi de Jianye a Jiangling enquanto a frota de Sichuan margeava o rio à província de Jing. Sob a tensão de um ataque tão enorme, a força de Wu desmoronou e Jianye caiu no terceiro mês de 280. O imperador Sun Hao rendeu-se. Isto marcou o fim da era de três reinos, e o começo de uma longa era de caos que durou 300 anos, terminando somente na dinastia Sui. == Ligações externas == * Categoria:História da China Categoria:Três Reinos",
 "title": "Três Reinos"
}