{
 "id": "43581",
 "text": "A Comuna de Paris, eclodida em 18 de março de 1871, foi uma das mais importantes insurreições populares do século XIX. A capital francesa foi evacuada assim que as massas populares a tomaram. Esse evento foi resultado de diversos fatores específicos do período: a crise nacional do regime bonapartista, que começava a declinar; o abalo provindo da Guerra Franco- Prussiana; e, principalmente, a ascensão da ideologia e do desenvolvimento político de ideais socialistas entre o proletariado europeu, expressos pela expansão da Associação Internacional dos Trabalhadores (AIT).COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; p. 165 O advento da Comuna foi considerado por diversos historiadores como o primeiro autogoverno de caráter proletário e popular dentro do contexto de ascensão do capitalismo, o que corroborou ao desenvolvimento de uma consciência de classe dos trabalhadores na França (e na Europa ocidental) no século XIX, algo que ainda não havia ocorrido no século XVIII com a Revolução Francesa, apesar de os ideais jacobinos desenvolvidos neste acontecimento terem sido adotados durante o período da Comuna.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; p. 165 Na descrição de Marx, “a Comuna era composta de conselheiros municipais eleitos por sufrágio universal nos diversos distritos da cidade. Eram responsáveis e substituíveis a qualquer momento. A Comuna devia ser, não um órgão parlamentar, mas uma corporação de trabalho, executiva e legislativa ao mesmo tempo. Em vez de continuar sendo um instrumento do governo central, a polícia foi imediatamente despojada de suas atribuições políticas e convertida num instrumento da Comuna, responsável perante ela e demissível a qualquer momento. O mesmo foi feito em relação aos funcionários dos demais ramos da administração. A partir dos membros da Comuna, todos que desempenhavam cargos públicos deviam receber salários de operários. […] Como é lógico, a Comuna de Paris havia de servir de modelo a todos os grandes centros industriais da França. Uma vez estabelecido em Paris e nos centros secundários o regime comunal, o antigo governo centralizado teria que ceder lugar também nas províncias ao autogoverno dos produtores. No breve esboço de organização nacional que a Comuna não teve tempo de desenvolver, diz-se claramente que a Comuna devia ser a forma política inclusive das menores aldeias do país e que nos distritos rurais o exército permanente devia ser substituído por uma milícia popular, com um tempo de serviço extraordinariamente curto. As comunas rurais de cada distrito administrariam seus assuntos coletivos por meio de uma assembleia de delegados na capital do distrito correspondente a essas assembleias, por sua vez, enviariam deputados à delegação nacional em Paris […].” A expansão do movimento socialista desde atuação Proudhon e publicação em 1840 de \"O que é a propriedade\", passando pela publicação do Manifesto Comunista de Marx e Engels, que já se expressava a tendência crescente de uma avanço do socialismo na classe operária internacional, impulsionada desde a década de 1830.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; p. 166 Segundo Engels, “só os operários de Paris tinham a intenção bem definida, derrubando o governo, de derrubar o regime da burguesia”, ainda que “nem o progresso econômico do país nem o desenvolvimento intelectual das massas operárias francesas, contudo, tinham atingido ainda o grau que teria tornado possível uma reconstrução social”. Essa visão cada vez mais dissipada favoreceu questionamentos à República recém-instalada na França depois das derrotas na Guerra Franco- Prussiana, visto que o Estado francês se encontrava em uma condição crítica e caótica, na qual os trabalhadores e camponeses eram os mais prejudicados, ainda que houvesse também uma insatisfação da burguesia francesa com um governo que era meramente representativo. Apesar de ter durado apenas dois meses [18 de março – 28 de maio de 1871], a Comuna de Paris foi uma manifestação de grande importância para a história das lutas proletárias e seu futuro, mesmo que seja considerada como uma insurreição inacabada por alguns historiadores. Derrubada pelo exército francês e alemão, a Comuna foi colocada pelo próprio Engels como um exemplo do que seria a ditadura do proletariado, importante conceito da teoria marxista. Já para Mikhail Bakunin, um dos fundadores do sindicalismo revolucionário e dirigente da ala federalista da AIT, que teve decisiva participação na Comuna de Lyon e de outros levantes populares na França entre 1870 e 1871: “O socialismo revolucionário acaba de tentar uma primeira manifestação brilhante e prática na Comuna de Paris. Sou um partidário da Comuna de Paris, que, por ter sido esmagada, sufocada em sangue pelos verdugos da reação monárquica e clerical, não por isso deixou de se fazer mais vivaz, mais poderosa na imaginação e no coração do proletariado da Europa; sou seu partidário em grande parte porque foi uma negação audaz, bem pronunciada, do Estado. É um fato histórico imenso que essa negação do Estado tenha se manifestado justamente na França, que foi até agora o país por excelência da centralização política, e que seja precisamente Paris, a cabeça e o criador histórico dessa grande civilização francesa, que tenha tomado essa iniciativa. Paris, que abdica de sua coroa e proclama com entusiasmo sua própria decadência para dar a liberdade e a vida à França, à Europa, ao mundo inteiro; Paris, que afirma de novo sua potência histórica de iniciativa ao mostrar a todos os povos escravos (e quais são as massas populares que não são escravas?) o único caminho de emancipação e de salvação; Paris, que dá um golpe mortal nas tradições políticas do radicalismo burguês e uma base real ao socialismo revolucionário; Paris, que merece de novo as maldições de toda gente reacionária da França e da Europa; Paris, que se envolve em suas ruínas para desmentir solenemente a reação triunfante; que salva com seu desastre a honra e o porvir da França e demonstra à humanidade consolada que se a vida, a inteligência e a força moral retiraram-se das classes superiores, conservaram- se enérgicas e cheias de porvir no proletariado; Paris, que inaugura a nova era, aquela da emancipação definitiva e completa das massas populares e de sua solidariedade de agora em diante completamente real, através e apesar das fronteiras dos Estados; Paris, que mata o patriotismo e funda sobre suas ruínas a religião da humanidade; Paris, que se proclama humanitária e ateia e substitui as ficções divinas pelas grandes realidades da vida social e a fé na ciência; as mentiras e as iniquidades da moral religiosa, política e jurídica pelos princípios da liberdade, da justiça, da igualdade e da fraternidade, estes fundamentos eternos de toda moral humana; Paris heroica, racional e crente, que confirma sua fé enérgica nos destinos da humanidade por sua queda gloriosa, por sua morte, e que a transmite muito mais enérgica e viva às gerações vindouras; Paris, inundada no sangue de seus filhos mais generosos, é a humanidade crucificada pela reação internacional coligada da Europa, sob a inspiração imediata de todas as igrejas cristãs e do grande sacerdote da iniquidade, o Papa; mas a próxima revolução internacional e solidária dos povos será a ressurreição de Paris”. Os apoiadores da Comuna perceberam que não seria possível sustentar um autogoverno proletário sobre uma estrutura estatal burguesa. Com isso, e a fim de atender as necessidades da classe proletária, a Comuna foi obrigada a substituir essa estrutura por um outro tipo de organização política. Essa foi a maior contribuição da insurreição para o movimento revolucionário proletário, a ideia de que uma reestruturação completa era necessária.ANDRADE, Jaqueline. As mulheres na Comuna de Paris: de coadjuvantes a protagonistas. In.: Anais do V Simpósio Internacional Lutas Sociais na América Latina. 2013. p. 30-31 == Antecedentes == A França passou por diversas turbulências em sua época moderna, sendo a Revolução Francesa, que ocorreu em 1789, a mais simbólica delas. Durante a Revolução Francesa, entretanto, não existia ainda uma consciência de classe específica dos trabalhadores, que só surgiu entre 1815 e 1848, tanto na França quanto na Inglaterra.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; pp.165 As bases agrárias francesas eram muito fortesSARTÓRIO, Lúcia Ap. Valadares. A Comuna de Paris e a perspectiva do trabalho. Anais do XXVI Simpósio Nacional de História, 2011. pp. 3 e, por ser um país de artesãos, camponeses e comerciantes - ou seja, pequeno burguesesCOGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; p. 175 -, pode-se dizer que o capitalismo era pouco desenvolvido no Estado francês, se comparado com a Inglaterra, o que explica o surgimento tardio das agremiações proletárias. O próprio conceito de socialismo só surgiu na década de 1820. Na década de 1830, entretanto, já era possível notar a formação de uma consciência de classe proletária - ainda que essa fosse muito menor quando comparada à consciência da burguesiaCOGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; pp. 166 \\- e, inclusive, algumas revoltas representativas desse sentimento, como a insurreição dos trabalhadores têxteis de Lyon, em 1844. As chamadas Revoluções de 1848 já mostravam essa tomada de consciência das classes proletárias. Porém, para Engels:Com a derrota dos trabalhadores em 1848, a burguesia perdeu suas características progressistas e assumiu publicamente seu lado conservador e reacionário, projetando-se como classe dominante e admitindo um papel antagonista em relação aos trabalhadores.MORAES, João Quartim de. Guerra. Revolução e contra-revolução na França (1870-1871). In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011, pp. 32-33 Nesse contexto, na década de 1860, foi criada a Associação Internacional de Trabalhadores, ou Primeira Internacional, que tinha por objetivo ser um ponto central de comunicação e cooperação entre os operários de diferentes países.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; pp. 169 No campo político, esta época viu ascender ao poder Napoleão III: primeiramente, por vias democráticas; posteriormente, por um golpe, que instaurou seu Segundo Império. Sua posição como imperador foi muito questionada na década de 1870. Em dezembro de 1848, após a Revolução de Fevereiro, Luís Napoleão foi eleito presidente da Segunda República em Paris e, logo em seguida, deu um Golpe de Estado que incitou uma rebelião de parisienses (em sua maioria camponeses) que não aceitariam se submeter a outro império sem lutar. No entanto, a rebelião foi detida pelos soldados do imperador. O sistema financeiro que Napoleão III instalou deixava os ricos cada vez mais ricos, enquanto um grupo cada vez maior de pessoas enfrentava sérias dificuldades para sobreviver. O crescimento urbano acelerado, de 1 milhão de pessoas em 1851 para 2 milhões em 1870, deixou muitas pessoas com subempregos ou desempregadas, vivendo em cortiços extremamente cheios nos distritos centrais. Em 1870, cerca de meio milhão de parisienses eram considerados indigentes. Esse cenário de \"crise urbana\" enfurecia as elites que não se sentiam confortáveis em viver em uma cidade insalubre, escura e suja, cercada de uma classe considerada imunda e perigosa. Para resolver os problemas do crescimento populacional, então, Napoleão III convocou Georges Haussmann, prefeito do départament do Sena, para reformar a capital e transformá-la numa cidade imperial. Além de trazer mais luz e ar para a cidade (frequentemente atingida por surtos de cólera) e melhorar o saneamento básico, também havia o objetivo de liberar o fluxo de capital e mercadorias, bem como de limitar as possibilidades de insurgências. Os bulevares se tornariam obstáculos para as barricadas tão frequentemente usadas em revoltas populares. Além disso, também serviam para exibir o poder do Império e modernização da cidade -- uma exposição permanente. Para colocar esses projetos em ação, 100 mil apartamentos foram destruídos e as pessoas que ali moravam foram para a periferia. Outros foram porque o custo de vida em Paris havia aumentado. Esses subúrbios foram anexados em 1860 a Paris com intuito de aumentar a arrecadação de impostos e manter o controle social. Mais tarde as contas do projeto de reforma de Napoleão III viriam a explodir em uma crise econômica que colaborou ainda mais com a insatisfação social. As dificuldades dos trabalhadores também aqueciam a oposição ao regime imperial. Os salários não acompanhavam os preços e a desigualdade aumentava, além dos abusos dos empregadores. No fim dos anos 1860, foram criadas associações para lidarem com as injustiças que os trabalhadores sofriam, seus objetivos eram políticos, econômicos e até revolucionários. Em 1869 já existiam cerca de 165 dessas associações, com cerca de 160 mil membros. Mulheres militantes que lutavam por seus direitos e melhores condições de trabalho também organizaram uma Sociedade para a Afirmação dos Direitos das Mulheres. Cada vez mais grupos de militantes republicanos e socialistas se reuniam para discutir sobre o que poderiam fazer para construir um governo comprometido com a justiça social. Paris era a única cidade da França que não tinha o direito de eleger seu prefeito ou os conselhos municipais e, em meados de 1869-70, as reivindicações de autonomia dos parisienses se fundiram ao republicanismo. Daí, ganha a força a ideia de haver, um dia, uma \"Comuna\". === Guerra Franco-Prussiana === Os acontecimentos políticos ligados à Guerra Franco-Prussiana revelam o caráter burguês do Estado francês, que foi o que levou ao processo revolucionário.ANDRADE, Jaqueline. As mulheres na Comuna de Paris: de coadjuvantes a protagonistas. In.: Anais do V Simpósio Internacional Lutas Sociais na América Latina. 2013. pp. 31-32 Dessa forma, a Guerra Franco- Prussiana pode ser compreendida como um antecedente chave para entender a Comuna de Paris. A guerra eclodiu em 1870 e a França de Napoleão III foi duramente derrotada. O imperador foi preso e um governo provisório - a III República - foi estabelecido em 14 de setembro de 1870. No entanto, este governo se mostrou ineficaz, pois as insatisfações políticas que já existiam no governo de Napoleão III continuavam a se propagar e eram agora protagonizadas pelos trabalhadores. As massas estavam insatisfeitas com as condições da derrota e o governo falhou nas tentativas de acordo com os prussianos. Enquanto isso, tropas prussianas cercavam os portões de Paris.MORAES, João Quartim de. Guerra. Revolução e contra-revolução na França (1870-1871). In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011, pp. 36-37 Quando as tropas prussianas começaram a ocupar a França em direção a Paris em 2 de setembro de 1870, foi iniciado o processo histórico que culminou na Comuna de Paris. O governo francês estava fragmentado e o povo se encontrava à mercê do exército de ocupação. A população exigiu a criação de uma Guarda Nacional formada pelas classes popularesDE JESUS BENTO, Angelita; SALVIA, Denis Berte; HOFFMANN, Jeferson. Comuna de Paris. pp. 4 para que pudesse agir. Os trabalhadores, então, se armaram para a defesa das cidades e se recusaram a obedecer à rendição humilhanteBARSOTTI, Paulo. Autoemancipação dos trabalhadores e destruição do estado. In.: In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP. Ano III, set. de 2011, pp. 96 feita em Versalhes, através da qual a França cederia os territórios da Alsácia e Lorena à Prússia. As tropas prussianas ocuparam os fortes do leste de Paris, se convocaram eleições para uma nova Assembleia e o governo de defesa nacional foi convidado a renunciar. Os trabalhadores parisienses, por sua vez, não aceitavam largar as armas.MORAES, João Quartim de. Guerra. Revolução e contra-revolução na França (1870-1871). In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011, pp. 74 A revolta da população diante das tropas prussianas se transformou em uma revolta social. Foi nesse contexto de organização independente dos trabalhadores para a defesa de Paris que surgiram as lideranças proletáriasANDRADE, Jaqueline. As mulheres na Comuna de Paris: de coadjuvantes a protagonistas. In.: Anais do V Simpósio Internacional Lutas Sociais na América Latina. 2013. pp. 33-34 que conduziram o país à Comuna. == O Governo da Comuna de Paris == Em 18 março de 1871, na capital francesa, aconteceu o evento da Comuna de Paris: a primeira tentativa da história de um governo regido pelo proletariado, que eclodiu em forma de insurreição social contra a burguesia parisiense, o governo francês e os ataques inimigos dos exércitos alemães que lutavam na Guerra Franco-Prussiana [1870-1871]. A Comuna de Paris, porém, só seria oficialmente proclamada no dia 28 de março, após eleições - realmente universais - realizadas dois dias antes pelo povo, que resultaram na ruptura do governo parisiense com o governo de Versalhes.GONZÁLEZ, Horácio. A Comuna de Paris, Os Assaltantes do Céu. 1999. pp. 65. As tropas da Guarda Nacional (compostas por neojacobinos, blanquistas e internacionalistas) impediram que o exército francês, a mando de Adolf Thiers e comandadas pelos generais republicanos Thomas e Lecomte, confiscassem os canhões de Paris na noite do evento da Comuna. A ocupação de Paris pela Guarda Nacional, cuja vanguarda era formada por homens que já carregavam uma ideologia popular, aconteceu e a cidade foi evacuada: governantes, nobres e funcionários civis fugiram. Logo, Paris pertencia ao povo revolucionário. O exército da Guarda Nacional ainda reprimiria novamente partidários de direita em contato com Thiers, que se manifestariam contra o Comitê Nacional em 21 de março.GONZÁLEZ, Horácio. A Comuna de Paris, Os Assaltantes do Céu. 1999. pp. 62-63. A partir de então, a França passou a ter duas capitais vigentes: Paris e Versalhes, cada uma com sua ideia de nação e de regime político apropriado para ser aplicado, dois centros políticos que competiam entre si. Em seu período de governo na cidade de Paris, a Comuna tomou variadas medidas em prol do povo parisiense: a primeira foi destituir a centralização do poder estatal, abolindo depois o poderio da Igreja (posteriormente separada da escola e do plano educacional também), da polícia e do exército. Além disso, a burocracia estatal foi substituída pela autogestão social coletivaVIANA, Nildo. O Significado Político da Comuna de Paris. 2011. pp. 66-72. e uma previdência social foi instituída. A administração da Comuna de Paris introduziu ainda muito mais reformas: # O trabalho noturno foi extinto; # Oficinas que estavam fechadas foram reabertas para que cooperativas fossem instaladas; # Residências vazias foram desapropriadas e reocupadas; # Em cada residência oficial foi instalado um comitê para organizar a ocupação de moradias; # Todos os descontos nos salários foram abolidos; # A jornada de trabalho foi reduzida, e chegou-se a propor a jornada de oito horas; # Os sindicatos foram legalizados; # Instituiu-se a igualdade entre os sexos; # Projetou-se a gestão operária das fábricas (sem, no entanto, implantá-la); # O monopólio da lei pelos advogados, o juramento judicial e os honorários foram abolidos; # Testamentos, adoções e a contratação de advogados se tornaram gratuitos; # O casamento se tornou gratuito e simplificado; # A pena de morte foi abolida; # O cargo de juiz se tornou eletivo; # O calendário revolucionário foi novamente adotado; # O Estado e a Igreja foram separados; a Igreja deixou de ser subvencionada pelo Estado e os espólios sem herdeiros passaram a ser confiscados pelo Estado; # A educação se tornou gratuita, secular e compulsória. Escolas noturnas foram criadas e todas as escolas passaram a ser de sexo misto; # Imagens santas foram derretidas e sociedades de discussão foram criadas nas igrejas; # A Igreja de Brea, erguida em memória de um dos homens envolvidos na repressão da Revolução de 1848 foi demolida. O confessionário de Luís XVI e a coluna Vendôme também; # A bandeira vermelha foi adotada como símbolo da Unidade Federal da Humanidade.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; pp.170-171 Entretanto, por mais revolucionária que tenha sido toda a insurreição que resultou no regime da Comuna de Paris, desde o começo ela estava fadada ao fracasso. Isso se deu graças aos erros em questões estratégicas para a proteção militar da cidade parisiense contra as tropas de Adolf Thiers, que, posteriormente, junto às tropas prussianas, derrubariam o governo proletário que havia se instituído na capital francesa. == Participação das mulheres == Antes mesmo da Comuna, as mulheres, tanto burguesas quanto operárias, já haviam se levantado politicamente nas lutas revolucionárias de 1789. Porém, ao contrário da Revolução Francesa,D’Atri, Andrea. Comuna de Paris: mulheres parindo um mundo novo. Lutas Sociais, São Paulo, nº 25-26, p. 276-286, 2011. Disponível em: https://revistas.pucsp.br/ls/article/view/18607/> Acesso em: 03 de jan. de 2021. p. 279-280 na Comuna de Paris as mulheres podiam empunhar armas e lutar nas linhas de frente.D’Atri, Andrea. Comuna de Paris: mulheres parindo um mundo novo. Lutas Sociais, São Paulo, nº 25-26, p. 276-286, 2011. Disponível em: https://revistas.pucsp.br/ls/article/view/18607/> Acesso em: 03 de jan. de 2021. p. 282 A proletarização das mulheres ocorreu, principalmente, através das indústrias têxteis, onde elas passaram a se organizar, participando de sindicatos e clubes políticos.ANDRADE, Jaqueline. As mulheres na Comuna de Paris: de coadjuvantes a protagonistas. In.: Anais do V Simpósio Internacional Lutas Sociais na América Latina. 2013. p. 35 Na Comuna, organizadas, as mulheres encontraram maior voz para lutar pela igualdade, inclusive pela igualdade de gênero. Durante a Comuna as mulheres combateram - muitas vezes nas linhas de frente - as tropas prussianas e francesas, confeccionaram uniformes, cuidaram de feridos, prestaram assistências logísticas e fabricaram sacos que foram usados nas barricadas feitas pelo povo parisiense. Uma importante mulher presente na Comuna de Paris foi Louise Michel, uma professora humanista que se negou a declarar lealdade ao império de Napoleão III, e se engajou na luta pela República. Durante a Comuna ela foi tanto combatente quanto enfermeira, além de se unir ao movimento anarquista e se dispor para ir até Versalhes assassinar o presidente Thiers.ANDRADE, Jaqueline. As mulheres na Comuna de Paris: de coadjuvantes a protagonistas. In.: Anais do V Simpósio Internacional Lutas Sociais na América Latina. 2013. p. 37 Ela foi presa e deportada em decorrência de suas ações. Como resultado da ativa participação das mulheres na Comuna de Paris, em seu governo foi anunciada a igualdade de direitos entre os gêneros, apesar de ainda não ter sido instituído o sufrágio universal. == O fim da Comuna == O fim da Comuna decorreu de um erro crucial ocorrido logo no primeiro dia do acontecimento, em que o governo de Thiers evacuou a cidade de Paris. Esse foi o momento em que o Comitê Central deveria ter movimentado a Guarda Nacional sobre Versalhes, tendo em vista que as tropas do exército estavam indefesas e o movimento tinha forte apoio da população, nesse momento amplamente mobilizada.DE JESUS BENTO, Angelita; SALVIA, Denis Berte; HOFFMANN, Jeferson. Comuna de Paris. p. 9 Outro motivo que auxiliou a derrocada da Comuna foi o abandono de Paris pelo exército regular. Isso tudo se deveu ao fato de que a Comuna acreditava ser possível chegar em um acordo com Thiers.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; p. 172-173 Com o passar do tempo e o descuido em não ter atacado Versalhes, diversas tropas passaram a chegar a Paris vindas do interior da França e Thiers recebeu a autorização da Alemanha para concentrar ainda mais tropas no local.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; p. 174 Bismarck, com medo de uma possível vitória da Comuna, libertou por ordem de Thiers cerca de 60 mil soldados franceses presos pela Prússia e aumentou suas próprias tropas para 130 mil soldados. Com isso, a cidade de Paris foi cercada, e os communards tiveram de fugir, queimando, em protesto, tudo aquilo que deixavam para trás.DE JESUS BENTO, Angelita; SALVIA, Denis Berte; HOFFMANN, Jeferson. Comuna de Paris. p. 10 Para Paris, a tática de guerra era realizar um combate de certa forma limpo, que respeitasse os princípios de Genebra, enquanto para Thiers se tratava de uma guerra “suja”, na qual não haveria misericórdia. Portanto, era comum que os exércitos inimigos da Comuna realizassem fuzilamentos, atirassem contra ambulâncias e promovessem outras ações violentas deste gênero. Estes exércitos enxergavam aos civis como um objeto de guerra, algo que ia contra os princípios de Genebra.GONZÁLEZ, Horácio. A Comuna de Paris: os assaltantes do céu. 24. ed. São Paulo: Brasiliense, 1999. p. 67 A Comuna tinha um alto poder bélico, porém não tinha plano e nem comando definido. Com isso, Thiers respondeu rispidamente, bombardeando, simulando conciliações e promovendo outras diversas maneiras de sua guerra “suja”, usando de corrupção e até mesmo de um falso patriotismo.BARSOTTI, Paulo. Autoemancipação dos trabalhadores e destruição do estado. In.: In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP. Ano III, set. de 2011, p. 99 - 100 Cisões começaram a surgir dentro da própria Comuna, tendo em vista que enquanto os jacobinos e os blanquistas queriam concentrar os poderes político-militares no Comitê de Salvação, os proudhonianos e marxistas, que eram muito poucos no momento, acreditavam estar sob domínio de uma nova ditadura. Esses desentendimentos internos eram externados através de manifestos em jornais.GONZÁLEZ, Horácio. A Comuna de Paris: os assaltantes do céu. 24. ed. São Paulo: Brasiliense, 1999. p. 72 - 73 Diversas perdas se efetivaram ao fim da insurreição, através, por exemplo, de renúncias de indivíduos de altos cargos de comando e da falta de clareza na liderança do movimento.GONZÁLEZ, Horácio. A Comuna de Paris: os assaltantes do céu. 24. ed. São Paulo: Brasiliense, 1999. p. 74 Paris foi ficando desastrosa, com inúmeros sinais de destruição e uma quantidade enorme de vítimas da guerra. Os combates eram completamente desproporcionais entre as forças oponentes, de modo que um exército extremamente forte e bem armado lutava contra alguns poucos soldados sem comando, desatentos e sem esperança.GONZÁLEZ, Horácio. A Comuna de Paris: os assaltantes do céu. 24. ed. São Paulo: Brasiliense, 1999. p. 91 == Consequências, legado e memória == Os batalhões da Comuna haviam sido dizimados, se perderam diversos soldados - seja pela morte em guerra, por fuzilamento ou por terem sido levados prisioneiros.MORAES, João Quartim de. Guerra. Revolução e contra-revolução na França (1870-1871). In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011, pp. 31 Diversas lojas foram saqueadas: os soldados destruíam as prateleiras, as mobílias, levavam diversas mercadorias e objetos de valor, como joias e bebidas e até itens de perfumaria.A COMUNA DE PARIS, Versão Portuguesa: Marco Fernandes – baseado na versão de Eleanor Marx. p. 145 A força do exército francês, ligada à falta de organização da Comuna de Paris, resultou no fim desta. A “Semana Sangrenta”, como ficou conhecido o período entre 22 e 28 de Maio, entrou para a história dessa batalha, com mais de 20 mil parisienses mortos. Ao fim da Comuna, 17 mil parisienses foram executados, mais de 40 mil foram feitos prisioneiros e mais de 13 mil condenações se efetivaram. Enquanto a Comuna ainda resistia, só pessoas denunciadas ou os federados haviam sido mortos. Após o fim da Comuna, os soldados franceses não viam diferença e passavam a matar civis com frequência, revistando casas e cadáveres e levando tudo o que tinham, ação que ficou conhecida como “O último confisco”.A COMUNA DE PARIS, Versão Portuguesa: Marco Fernandes – baseado na versão de Eleanor Marx. p. 151 Portanto, qualquer pessoa desconhecida poderia ser fuzilada, de modo que as pessoas passaram a ficar mais desconfiadas e a angústia e o desespero aumentaram conforme mais histórias de fuzilamento iam se dissipando por Paris.A COMUNA DE PARIS, Versão Portuguesa: Marco Fernandes – baseado na versão de Eleanor Marx. p. 161 Como não havia polícia e muito menos informações precisas, o exército assassinava qualquer pessoa que se referisse a outra com algum nome revolucionário e os soldados já fuzilavam os denunciados na ânsia de receber o prêmio pela sua cabeça. Diversas pessoas eram fuziladas baseadas apenas no fato de que se parecessem o mínimo com algum membro ou funcionário da Comuna.A COMUNA DE PARIS, Versão Portuguesa: Marco Fernandes – baseado na versão de Eleanor Marx. p. 167 Paris quase ficou sem sapateiros, alfaiates, ferreiros, pedreiros e marceneiros, homens esses que tinham vestido o uniforme da Guarda Nacional em prol da Comuna.GONZÁLEZ, Horácio. A Comuna de Paris: os assaltantes do céu. 24. ed. São Paulo: Brasiliense, 1999. p. 93 Cresceu, também, a onda de violência sobre a Europa. Republicanos e monarquistas, conservadores e liberais se uniram em uma aliança a fim de combater o proletariado revolucionário e principalmente combater a Internacional.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; pp. 176 Foi instaurada uma questão crucial: se a Comuna teria sido a primeira ou a última revolução proletária, já que pensadores como Franz Mehring a entendiam como o final de um ciclo, enquanto Engels e Marx falavam sobre como as consequências da derrota da Comuna resultaram na transferência do movimento operário para a Alemanha, proporcionando, portanto, continuidade.GARCIA, Marco Aurélio. “A Comuna de Paris como paradigma revolucionário?”. In: Boito Jr., Armando. A Comuna de Paris na História. São Paulo: Xamã/CEMARX, Unicamp, 2001. p. 153-154 A Comuna demonstrou que é possível realizar uma transição de um regime capitalista para um regime operário efetivoMORAES, João Quartim de. Guerra. Revolução e contra-revolução na França (1870-1871). In.: Novos temas: Revista de debate e cultura marxista, n° 4. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011, pp. 45 e a Paris dessa época é lembrada como a precursora de uma nova sociedade.Marx, Karl. Engels, Friedrich. Sobre a Comuna. In.: the marxists internet archive. 1871. Ela foi o berço de correntes ideológicas que ficaram fortes no anarquismo europeu nos anos seguintes, como o anarco- sindicalismo, antes da onda de violência que se desenvolveu no cenário político europeu.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n° 04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; pp. 175-176 Os ideais da Comuna repercutiram até em lugares distantes, como Portugal, Argentina, Brasil e México.COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; pp. 175 No começo do século XX, os trabalhadores, camponeses e soldados da Rússia que constituíram os sovietes passaram a agir e a Revolução Russa ficou compreendida como uma modernização da Comuna de Paris, tendo em vista que utilizou da mesma como um instrumento teórico, porém adaptado a um outro contexto.MORAES, João Quartim de. Guerra. Revolução e contra-revolução na França (1870-1871). In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011, pp. 43 A Comuna de Paris, falhando ou não, apareceu novamente em diversos momentos dos séculos XX e XXI, quando foi mencionada na Revolução Cultural da China e até mesmo durante o governo de Salvador Allende no Chile, quando continua a ser adotada a ideia de ascensão ao poder pela via revolucionária.GARCIA, Marco Aurélio. “A Comuna de Paris como paradigma revolucionário?”. In: Boito Jr., Armando. A Comuna de Paris na História. São Paulo: Xamã/CEMARX, Unicamp, 2001. p. 154 A Comuna serviu de base e até de prova para a construção dos pensamentos anarquistas e marxistas, já que Marx e Bakunin a analisaram e conseguiram dela tirar diversas conclusões acerca da importância do Estado para uma sociedade. == Referências == == Bibliografia == * ANDRADE, Jaqueline. As mulheres na Comuna de Paris: de coadjuvantes a protagonistas. In.: Anais do V Simpósio Internacional Lutas Sociais na América Latina. 2013. p. 30-43. * BAKUNIN, Mikhail. A comuna de Paris e a noção de Estado. In.: Revistas pucsp. 1871. p. 75-98. * BARSOTTI, Paulo. Autoemancipação dos trabalhadores e destruição do estado. In.: In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP. Ano III, set. de 2011, p. 91. * BERDET, Marct. Walter Benjamin e a Memória da Comuna. Limiar, vol. 3, no. 6, p. 141-162, 2016. *D’Atri, Andrea. Comuna de Paris: mulheres parindo um mundo novo. Lutas Sociais, São Paulo, nº 25-26, p. 276-286, 2011. *DE JESUS BENTO, Angelita; SALVIA, Denis Berte; HOFFMANN, Jeferson. Comuna de Paris. *FERNANDES, Marcos. A Comuna de Paris- baseado na versão de Eleanor Marx. [S.I.: s. n]. *COGGIOLA, Osvaldo. A primeira internacional operária e a comuna de paris. In.: Novos Temas: Revista de debate e cultura marxista, n°04. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011; p. 49. * GARCIA, Marco Aurélio. “A Comuna de Paris como paradigma revolucionário?”. In: Boito Jr., Armando. A Comuna de Paris na História. São Paulo: Xamã/CEMARX, Unicamp, 2001. p. 149-156. * GONZÁLEZ, Horácio. A Comuna de Paris: os assaltantes do céu. 24. ed. São Paulo: Brasiliense, 1999. * MATTOS, Marcelo Badaró. A Comuna de Paris no Brasil. Outubro, [s. l], p. 105-114, fev. 2002. * Marx, Karl. Engels, Friedrich. Sobre a Comuna. In.: the marxists internet archive. 1871. * MENDES, Samanta Colhado. A Comuna de Paris segundo Louise Michel. Espaço Acadêmico, São Paulo, v. 118, p. 29-46, mar. 2011. * MORAES, João Quartim de. Guerra. Revolução e contra-revolução na França (1870-1871). In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP; Ano III, set. de 2011, p. 11 * SARTÓRIO, Lúcia Ap Valadares. A Comuna de Paris e a perspectiva do trabalho. Anais do XXVI Simpósio Nacional de História, 2011. * Tartakowsky, Danielle. “As análises tradicionais e a bibliografia recente sobre a Comuna”. In: Boito Jr., Armando. A Comuna de Paris na História. São Paulo: Xamã/CEMARX, Unicamp, 2001. p. 29-46. * IASI, Mauro Luís. A Comuna de Paris: as raízes terrenas da crítica ao céu. In.: Novos temas: Revista de debate e cultura marxista, n°4. Salvador: Quarteto; São Paulo: ICP. Ano III, set. de 2011, p. 73. * VIANA, Nildo. O significado Político da Comuna de Paris. Rev. Dig, Florianópolis, n. 6, p. 60-82, jul-dez, 2011. == Ligações externas == * Deutsche Welle - 1871: Termina a \"Semana Sangrenta\" de Paris * Fotos da Comuna de Paris * A cidade sem Estado. Por Nildo Viana. Revista de História, 1º de novembro de 2015. * *",
 "title": "Comuna de Paris"
}