{
 "id": "43638",
 "text": "Purgatório é o estado e o processo de purificação temporária em que as almas daqueles que morrem em estado de graça são preparadas para o Reino dos céus. Uma alusão à existência do Purgatório encontramos em I Coríntios 3, 12-15: “[…] Aquele, cuja obra (de ouro, prata, pedras preciosas) sobre o alicerce resistir, esse receberá a sua paga, aquele, pelo contrário, cuja obra, (de madeira, feno, ou palha), for queimada, esse há de sofrer o prejuízo; ele próprio, porém, poderá salvar-se, mas como que através do fogo”, outras alusões bíblicas se encontram em: Lc 12, 42-48 e Mt 5, 22-26. A noção de Purgatório é particularmente associada com o rito latino da Igreja Católica, também presente nas igrejas católicas orientais (embora muitas vezes sem usar o termo \"Purgatório\"); os anglo-católicos geralmente também acolhem essa crença. As igrejas ortodoxas creem na possibilidade de purificação das almas dos mortos, pelas orações dos vivos e pela oferta da Divina LiturgiaOrthodox Confession of Faith , questions 64-66., e muitos ortodoxos, especialmente entre os ascetas, na espera da apocatástaseOlivier Clément, L'Église orthodoxe. Presses Universitaries de France, 2006, Section 3, IV. Opinião semelhante, que admite a possibilidade de uma salvação final registra a Igreja de Jesus Cristo Dos Santos dos últimos dias, em 1 Coríntios 15,29, o apóstolo Paulo menciona o batismo pelos mortos, uma prática que muitos santos em Corinto realizavam pelos seus antepassados falecidos. No entanto, alguns deles não acreditavam na ressurreição dos mortos. Paulo ajudou-os a compreender que, ao realizar estes batismos com fé, estão a testificar que Cristo os levantará para viver novamente na ressurreição. Algumas facções do Judaísmo (como os Saduceus) também crêem na possibilidade da purificação após a morteJewish Encyclopedia: Gehenna e podem usar a palavra \"purgatório\" para apresentar a sua compreensão do significado da GeenaGehinnom. No entanto, o conceito \"purificação\" da alma pode ser explicitamente não acolhido noutras fés cristãs, as quais efetivamente o rejeitam. A palavra \"purgatório\" passou a referir-se também a uma ampla gama de concepções históricas e modernas de sofrimento pós-morte, e é usado, em um sentido não específico, para qualquer lugar ou condição de sofrimento ou tormento, especialmente um que é temporárioCollins English Dictionary. A cultura popular também apresenta a concepção do Purgatório como um lugar físicoEncyclopædia Britannica, embora a Igreja Católica ensine que Purgatório não é um lugar, mas \"uma condição de existência\".Audience of 4 August 1999 == História == A tradição católica do Purgatório tem uma história que remonta, antes de Jesus, à crença encontrada no judaísmo de rezar pelos mortos,Gerald O' Collins and Mario Farrugia, Catholicism: the story of Catholic Christianity (Oxford: Oxford University Press, 2003) p. 36; George Cross, \"The Differentiation of the Roman and Greek Catholic Views of the Future Life\", in The Biblical World (1912) p. 106; cf. Pastor I, iii. 7, also Ambrose, De Excessu fratris Satyri 80George Cross, \"The Differentiation of the Roman and Greek Catholic Views of the Future Life\", in The Biblical World (1912) p. 106 especula-se que o cristianismo pode ter tomado a sua prática similar. A crença católica do purgatório se baseia, entre outras razões, sobre esta prática da oração pelos mortos.Catechism of the Catholic Church, 1032 Desde os primeiros tempos, a Igreja honrou a memória dos defuntos e ofereceu sufrágios em seu favor, em especial o sacrifício eucarístico, a fim de que purificados, eles possam chegar à visão beatífica de Deus. Os católicos consideram que o ensino sobre o purgatório faz parte integrante da fé derivada da revelação de Jesus Cristo que foi pregada pelos apóstolos. Definições dogmáticas foram proclamadas pelo Segundo Concílio de Lyon (1274), o Concílio de Florença (1438-1445), e o Concílio de Trento (1545-1563). Alguns biblistas percebem a confirmação do purgatório nas palavras de Jesus em Mateus 5, 25-26: “Põe-te depressa de acordo com o teu adversário, enquanto estás ainda em caminho (da vida) com ele; a fim de que teu adversário não te entregue ao juiz, e o juiz ao guarda, e sejas metido na prisão. Em verdade te digo: Não sairás de lá, enquanto não pagares até o último centavo”. == Purgatório no catolicismo == A Igreja Católica dá o nome de Purgatório à purificação das almas que morrem na graça de Deus e na sua amizade, mas ainda são imperfeitas e portanto precisam ser purificadas.Catechism of the Catholic Church, 1030-1031 Durante os anos da sua vida conventual, a freira carmelita Maria Anna Lindmayr recebeu inúmeras revelações particulares por parte das almas do purgatório e os seus escritos cedo se consideraram como um importante legado sobre essa matéria para os fiéis da Igreja Católica. Os que morrem na graça e na amizade de Deus, mas não estão completamente purificados, passam após a sua morte por uma purificação, afim de obter a santidade necessária para entrar na alegria do Céu. O purgatório e a purificação final dos eleitos que necessita de piedade Divina, distinta do castigo do inferno. A tradição da Igreja fala de fogo purificador. A Igreja recomenda também as esmolas, as indulgências e obras de penitências em favor dos finados == Céu, Inferno e Purgatório == Segundo a doutrina católica, imediatamente após a morte, uma pessoa sofre o juízo particular em que o destino da alma é especificado. No purgatório, as almas \"obtém a santidade necessária para entrar na alegria do céu\".CCC, §1030 Alguns se unem com Deus no Paraíso, e em contrapartida, outros são destinados ao Inferno. O Inferno é a morada de Satanás Catecismo de São Pio X - Pergunta nº 40 e de pessoas que morreram em pecado mortal e nunca arrependeram-se sinceramente.Catecismo de São Pio X - Pergunta nº 950 É um lugar ou estado da alma em que o condenado não pode se arrepender e assim nunca sairá de lá.Texto de Dom Estevão Bettencourt (OSB) Ele há de ser castigado por suas ofensas graves contra Deus eternamente, pois recusa-se a arrepender-se verdadeiramente. No inferno pode haver arrependimento apenas por causa do sofrimento, mas não por ter ofendido a Deus, então não haveria jamais um arrependimento verdadeiro, sendo assim seria impossível sair do inferno. O Céu ou paraíso é um lugar ou estado da alma, onde as pessoas que esforçaram-se para seguir os mandamentos, fizerem penitência, jejuns, caridade, confissões lícitas e válidas e não morreram em pecado mortal estariam para viver eternamente e gozar de uma felicidade inimaginável.Catecismo de São Pio X - Pergunta nº 246 Segundo a doutrina da Igreja, a maioria das almas, se não forem para o inferno, não estão suficientemente puras para entrar imediatamente no Paraíso e vão purificar-se no Purgatório.Catecismo de São Pio X - Pergunta nº 787 Se um fiel pecar mortalmente, não se confessar e morrer, ele vai para o inferno, mesmo que seja somente um pecado mortal.Catecismo de São Pio X - Pergunta nº 950, item 5 Se um fiel pecar mortalmente e se confessar válida e licitamente (ou seja, com verdadeiro arrependimento e intenção de nunca mais pecar) e morrer, ele será salvo, pois teve seu pecado mortal perdoado, porém sofrerá no purgatório por esse pecado mortal (caso ele não tenha feito penitências ainda em vida para reparar seu erro) para entrar no Paraíso sem manchas. As almas do purgatório não correm o risco de irem para o inferno, todas vão para o Céu ===Pecados e Purgatório=== O catolicismo distingue entre dois tipos de pecado,CCC 1854 o pecado mortal é uma \"grave violação da lei de Deus\", que \"coloca o homem longe de Deus\",__P6C.HTM CCC 1855 e se não for recuperado mediante o arrependimento e o perdão de Deus, resulta na sua exclusão do Reino de Deus e a punição no inferno.CCC 1861 Em contraste, o pecado venial (que significa \"pecado perdoável”) \"não nos coloca em oposição direta com a vontade e amizade de Deus\" __P6C.HTM CCC 1863 e, embora \"constitua uma desordem moral\",CCC 1875 não priva o pecador da amizade com Deus e, consequentemente, da felicidade eterna do céu. De acordo com o catolicismo, o perdão dos pecados e a purificação podem ocorrer durante a vida, por exemplo, no Sacramento do Batismo CCC 1263 e no Sacramento da Penitência.__P4F.HTM CCC 1468 No entanto, se esta purificação não é atingida totalmente em vida, os pecados veniais podem ser purificados após a morte.CCC 1030 O nome específico dado a esta purificação dos pecados é \"purgatório\".CCC 1031 ===Dor e fogo e Purgatório=== O Purgatório é uma purificação que envolve um castigo doloroso, associada à ideia de fogo, semelhante ao inferno.Catholic Encyclopedia on Purgatory Diversos Padres da Igreja consideram 1 Coríntios 3:10-15 como evidência para a existência de um estado intermediário em que as transgressões leves são purificadas, e assim a alma será salva.New Advent Catholic Encyclopedia-Purgatory, http://www.newadvent.org/cathen/12575a.htm Santo Agostinho descreve o fogo da purificação como mais doloroso do que qualquer coisa que um homem pode sofrer em vida, e o Papa Gregório I escreveu que deve haver um fogo de purificação para algumas pequenas falhas.Gregory the Great [regn. A.D. 590-604], Dialogues, 4:39 (A.D. 594). Orígenes escreveu sobre o fogo que tem de purificar a alma.Origen, Homilies on Jeremias, PG 13:445, 448 ( A.D. 244). Gregório de Níssa também escreveu sobre a purgação pelo fogo.Gregory of Nyssa, Sermon on the Dead, PG 13:445,448 (ante A.D. 394). Teólogos interpretaram o fogo tanto como um fogo material, embora de natureza diferente do fogo natural, como uma metáfora para um grande sofrimento espiritual,Catholic Encyclopedia on \"poena sensus\" que atualmente é a visão mais comum. O Catecismo da Igreja Católica fala de um “fogo purificador\" e cita a expressão \"purgatorius ignis\" (fogo purificador) usado pelo Papa Gregório Magno. Ele fala do castigo temporal pelo pecado, mesmo em vida, como uma questão de \"sofrimentos e provas de todos os tipos\".CCC 1473.(Spe salvi, 46-47). === Orações pelos mortos e indulgências === A Igreja Católica ensina que o destino dos que estão no purgatório pode ser afetado pelas ações e intercessão dos vivos. Seu ensino se baseia na prática da oração pelos mortos mencionado em II Macabeus 12:42-46, considerada pelos católicos e ortodoxos parte da Sagrada Escritura.CCC 1032 Além destes trechos do Antigo Testamento, a Igreja também justifica a doutrina sobre o estado de purificação final da alma na oração que o Apóstolo Paulo fez em favor de um amigo falecido, Onesíforo, nestes termos: Orações para os mortos e indulgências na crença católica diminuem a duração do tempo que os mortos passam no purgatório. O Papa Paulo VI escreveu a indulgência é \"(…) uma remissão da pena (…) através da intervenção da Igreja”.Pope Paul VI, Apostolic Constitution on Indulgences, norm 5 === Ensinamentos católicos === O Compêndio do Catecismo da Igreja Católica, publicado pela primeira vez em 2005, é um resumo em forma de diálogo do Catecismo da Igreja Católica. Trata-se de purgatório no seguinte diálogo: Essas duas perguntas e respostas resumem as informações nas secções 1020-1032__P2N.HTM Catechism of the Catholic Church, sections 1020-1032 e 1054Catechism of the Catholic Church, section 1054 do Catecismo da Igreja Católica, publicado em 1992, que também fala do purgatório nas seções 1472 e 1473.__P4G.HTM Catechism of the Catholic Church, sections 1472-1473 === Santos devotos do Purgatório === Nesta lista aparecem alguns santos que defendiam, veneravam ou tinham visões das almas do Purgatório segundo a tradição católica: * Bernardo de Claraval (1090-1153)Apostolado de la Misa Diaria. San Bernardo de Claraval * Nicolau Tolentino (1245-1305)San Nicolás de Tolentino: protector de las almas del Purgatorio (edificante) * Isabel da Hungria (1207-1231)Entre el Cielo y la Tierra. Historias curiosas sobre el Purgatorio. Vallejo-Nájera, María. * Isabel de Portugal (1271-1336)Libro sobre las almas del purgatorio * Brígida da Suécia (1303-1373)Oraciones de Santa Brígida por 12 años * Catarina da Suécia (1330-1381) * Lidwina de Schiedam (1380-1433)Santa Liduvina. Paciente enferma crónica. Año 1433 * Magdalena de Pazzi (1566-1607)Purgatorio. Santa Magdalena de Pazzi * Pedro de San José Betancur (1626-1667)San Pedro de San José de Betancourt. Sitio web de las Siervas de los Corazones Traspasados de Jesús y María. * Pio de Piedrelcina (1887-1968)¿Pasó el Padre Pío por el Purgatorio? * Faustina Kowalska (1905-1938)El purgatorio, el infierno y el cielo que vio Santa Faustina Kowalska == Purgatório nas Igrejas Orientais == === Igrejas Católicas de Rito Oriental === As Igrejas Católicas Orientais, ou seja, Igrejas sui iuris de tradição oriental e em comunhão plena com o Papa, divergem um pouco com a Igreja Latina quanto a alguns aspectos da doutrina do Purgatório. As Igrejas orientais católicas de tradição grega geralmente não utilizam o termo “Purgatório”, ainda que concordem que exista uma “purificação final” para as almas destinadas ao céu, e que as orações dos fiéis possam ajudar os falecidos a alcançarem a santificação necessária para ingressarem no Paraíso. Na verdade, nem os membros da Igreja Latina, nem os dessas Igrejas consideram essas diferenças como pontos de disputa, mas as veem como pequenas nuances resultantes de diferentes tradições. O tratado que formalizou a admissão da Igreja Greco-Católica Ucraniana na comunhão plena com a Igreja de Roma declara: “Não vamos debater sobre o Purgatório, mas confiamo-nos ao ensinamento da Santa Igreja”,Treaty of Brest, Article 5 o que implica, na opinião de um teólogo da Igreja, ambas as partes podem concordar ou não sobre especulações teológicas e opiniões sobre o que se designa como Purgatório, ao passo que há um acordo pleno sobre o dogma essencial.Doctrine Entre a Igreja Católica de Rito Latino e algumas outras Igrejas Católicas Orientais, como a Igreja Católica Siro-Malabar, não existem divergências teológicas sobre o Purgatório.Saint Alphonsa Syro-Malabar Catholic ChurchAnswers from the Bishop === Igreja Ortodoxa === A Igreja Ortodoxa admite um estado intermediário para os crentes após a morte. Ela acredita na destinação ao Céu ou ao Inferno, como indicado na Bíblia, mas que a oração pelos mortos é necessária. Por outro lado, ainda que a oração pelos defuntos seja prática comum entre os ortodoxos, a Arquidiocese Ortodoxa Grega da América assim se posiciona: Assim, o ensinamento ortodoxo é que, todos passam por um juízo particular imediatamente após a morte, de maneira que nem o justo, nem o injusto atinge o estado final de felicidade ou punição antes do último dia,Ted A. Campbell, Christian Confessions: a Historical Introduction (Westminster John Knox Press 1996 ISBN 0-664-25650-3), p. 54 com algumas exceções para as almas extraordinariamente justas, como a Teótoco (Mãe de Deus), que foi arrebatada aos céus pelos anjos.Michael Azkoul, What Are the Differences Between Orthodoxy and Roman Catholicism? A Igreja Ortodoxa sustenta, no entanto, que é necessário crer num estado intermediário após a morte, no qual os crentes são aperfeiçoados e conduzidos à plena santificação, um processo de crescimento e não de punição, que alguns também têm chamado Purgatório. A teologia ortodoxa geralmente se omite em relação à situação dos mortos, como envolvendo sofrimento ou fogo, embora a descreva como uma \"condição terrível\".Confession of Dositheus , Decree 18 As almas dos fieis falecidos estão em luz e descanso, com uma antecipação da felicidade eterna; mas as almas dos ímpios estão num estado infeliz. Assim, as almas dos fiéis que partiram na esperança da ressurreição, mas \"sem ter tido tempo para produzir frutos dignos de arrependimento, podem ser auxiliadas para a realização de uma bendita ressurreição [na consumação dos séculos] por orações oferecidas em seu nome, especialmente aquelas oferecidas em comunhão com a oblação do sacrifício incruento do Corpo e Sangue de Cristo, assim como pelas obras de misericórdia realizadas na fé em sua memória\".Catechism of St. Philaret of Moscow, 372 and 376; Constas H. Demetry, Catechism of the Eastern Orthodox Church p. 37; John Meyondorff, Byzantine Theology (London: Mowbrays, 1974) p. 96; cf. \"The Orthodox party … remarked that the words quoted from the book of Maccabees, and our Saviour's words, can only prove that some sins will be forgiven after death\" (OrthodoxInfo.com, The Orthodox Response to the Latin Doctrine of Purgatory) O estado em que as almas passam por esta experiência é muitas vezes chamada de \"Hades\".What Are the Differences Between Orthodoxy and Roman Catholicism?; Constas H. Demetry, Catechism of the Eastern Orthodox Church p. 37 A Confissão Ortodoxa de Pedro Moguila (1596-1646), traduzida por Melécio Syrigos, e adotada pelo Concílio romeno de Iaşi em 1642, professa que “muitas almas são libertas das prisões do inferno (…) por meio de boas obras e das orações da Igreja viva oferecidas a eles e, sobretudo, mediante o sacrifício incruento, que é celebrado em certos dias por todos os vivos e por todos os mortos” (Artigo 64); e, sob o título “Como se deve considerar o fogo purificador?”, o documento responde que “a Igreja realiza corretamente por eles o sacrifício incruento e as orações, ainda que não se purifiquem pelo sofrimento. A Igreja, porém, nunca sustentou o que se refere às histórias populares de alguns sobre as almas de seus mortos”. (Artigo 66).Introdução à História da Teologia Ortodoxa* ; Battista Mondin, Teologia Ortodoxa O Sínodo de Jerusalém (1672) declarou que \"as almas dos que adormeceram estão em repouso ou em tormento, conforme suas obras” (gozo ou condenação que só se concluirá após a ressurreição da carne), mas as almas de alguns “partirão para o Hades, e não hão de suportar as penas devido aos pecados que cometeram. No entanto, eles estarão cientes de seu futuro, de modo que serão lançados de lá e entregues à Misericórdia Suprema, por meio das orações dos sacerdotes e das boas obras que parentes fizer em nome do falecido; de modo especial o Sacrifício incruento redentor de muitos; que cada um ofereça-o especialmente pelos seus parentes que já dormem, e que a Igreja Católica e Apostólica, do mesmo modo, ofereça-o diariamente por todos. Naturalmente, é fato que não sabemos o tempo de sua libertação. Sabemos e cremos, porém, que há libertação para sua terrível condição, e que será antes da ressurreição comum e do Juízo, mas quando precisamente não o sabemos”.Confessione di Dositeo (1672); Silvio Giuseppe Mercati, Enciclopedia Italiana Alguns ortodoxos creem na doutrina dos “mitarstava” (estágios de provações) percorridos pelas almas dos mortos. Segundo esta teoria, que é rejeitada pela maioria dos orientais – ainda que conste no hinário da IgrejaIn both the Greek and Slavonic Euchologion, in the canon for the departure of the soul by St. Andrew, we find in Ode 7: \"All holy angels of the Almighty God, have mercy upon me and save me from all the evil toll-houses\" (Evidence for the Tradition of the Toll Houses found in the Universally Received Tradition of the Church). \"When my soul is about to be forcibly parted from my body's limbs, then stand by my side and scatter the counsels of my bodiless foes and smash the teeth of those who implacably seek to swallow me down, so that I may pass unhindered through the rulers of darkness who wait in the air, O Bride of God\" (Octoechos, Tone Two, Friday Vespers). \"Pilot my wretched soul, pure Virgin, and have compassion on it, as it slides under a multitude of offences into the deep of destruction; and at the fearful hour of death snatch me from the accusing demons and from every punishment\" (Ode 6, Tone 1 Midnight Office for Sunday). – “após a morte duma pessoa, a alma deixa o corpo, e é escoltada pelos anjos até Deus. Durante a viagem, a alma passa nos ares por um reino governado por demônios. A alma encontra tais demônios em vários pontos chamados de “estágios”, nos quais estes acusam-na de pecado e tentam arrastá- la para o inferno”.Death and the Toll House Controversy ==Igrejas protestantes e Purgatório== Há inúmeras linhas doutrinárias protestantes que divergem em questões secundárias, porém nas questões fundamentais do cristianismo as igrejas protestantes (como os metodistas, batistas, assembleianos, presbiterianos, luteranos, quadrangulares etc.), não acreditam na existência do purgatório, por considerarem o livro de II Macabeus (de onde provém o conceito de Purgatório) como deuterocanônico (ou seja, não é divinamente inspirado, mas pertence à segunda classificação de cânones). Os evangélicos também discordam do pagamento de indulgências com base em passagens como Salmos 49:7,8. Além disso, os protestantes acreditam que a santidade deve ser buscada em vida, não podendo o homem ter seu destino mudado após a morte (apesar de que para a doutrina do purgatório, todo aquele que vai para o purgatório já está salvo, ou seja, não há uma mudança de destino). Tanto protestantes como evangélicos acreditam na doutrina da Palavra, que diz: Os protestantes e evangélicos entendem que as Sagradas Escrituras são a única regra de vida cristã e ela diz o sangue de Jesus purifica TODO pecado. Todos que creem em Jesus e o tem como seu único e suficiente Salvador tem a vida eterna. Desta maneira não seria necessário outro tipo de purificação que vá contra a Palavra de Deus, nem tampouco sacrifícios ou obras. Em contra- argumento, a doutrina católica afirma que o perdão e a purificação do pecado é diferente do perdão do mal causado como consequência do pecado já perdoado, que é o fundamento da existência do purgatório e das indulgências. === Igreja Anglicana === A Comunhão Anglicana e muitas igrejas episcopais rejeitam a doutrina do Purgatório, com exceção de alguns anglo-católicos. O artigo XXII dos Trinta e Nove Artigos da Religião afirma que \"A doutrina romana relativa ao Purgatório, Indulgências, Veneração e Adoração tanto de imagens como de relíquias, e também à invocação dos Santos, é uma coisa fútil e vãmente inventada, que não se funda em testemunho algum da Escritura, mas ao contrário repugna à Palavra de Deus\".O Monergismo, Os Trinta e Nove Artigos da Religião (Livro de Oração Comum da Igreja Episcopal do Brasil (1950)), p. 601-611 No entanto, entre os anglo-católicos, que muitas vezes se identificam fortemente com a teologia e a liturgia católico-romana, há aqueles que aceitam a existência do purgatório. O teólogo anglicano Clive Staples Lewis disse que tinha boas razões para “lançar dúvidas sobre a ‘doutrina romana do Purgatório’, pelo que tinha se tornado: não apenas como um ‘escândalo comercial’, mas também uma imagem dum inferno passageiro, no qual as almas são atormentadas por demônios, cuja presença nos é ‘mais horrível e aflitiva que a própria dor’, e onde o espírito sofre uma tortura indizivelmente dolorosa”. Apesar disso, ele acreditava no Purgatório pormenorizado pelo Beato John Henry Newman, ex-anglicano que, em seu poema “O Sonho de Gerôncio”,Newmanreader.org sustenta que a religião reclama o Purgatório: processo de purificação que envolve sofrimento.Letters to Malcolm, chapter 20, paragraphs 7–12 === Igreja Metodista === As Igrejas Metodistas afirmam, em consonância com o artigo 14º dos Vinte e Cinco Artigos de Fé da Igreja Metodista que “A doutrina romana do purgatório (…) é uma invenção fútil, sem base em nenhum testemunho das Escrituras e até repugnante à Palavra de Deus”. John Wesley acreditava que existe “um estado intermediário entre a morte e o juízo final, onde aqueles que rejeitaram Cristo estariam cientes de sua vinda, e os crentes iriam partilhar do \"Seio de Abraão\" ou Paraíso\". O Metodismo não afirma formalmente essa crença, mantendo o silêncio sobre o que está reservado aos homens entre a morte e o juízo final. == Ver também == * A Divina Comédia * Indulgência * Reconciliação * Pecado * Salvação * Limbo == Ligações externas == * Como o judaísmo explica o conceito de Paraíso, Purgatório e Inferno? - Página Chabad Categoria:Conceitos religiosos Categoria:Escatologia Categoria:Geografia da religião Categoria:Lugares hipotéticos na religião",
 "title": "Purgatório"
}