{
 "id": "43639",
 "text": "O acetileno, conhecido pela nomenclatura IUPAC por etino, é um hidrocarboneto da classe dos alcinos. É o alcino mais simples, constituido por dois carbonos e dois hidrogênios (C2H2) . Os dois átomos de carbono estão ligados através de uma tripla ligação. É um gás incolor, de odor desagradável que se liquefaz à temperatura de -83,71 °C e solidifica a -84,96°C. É muito instável; sob pequenas compressões se decompõe com muita facilidade liberando energia. É armazenado em cilindros de aço, sob pressão, dissolvido em acetona. == História == O acetileno foi descoberto por Edmund Davy em 1836 na Inglaterra. Berthelot foi o primeiro a sintetizá-lo através de um arco voltaico produzido entre eletrodos de grafite envolvidos numa atmosfera de hidrogênio: : 2 C + H2 → C2H2 == Produção == Os alcinos maiores do gasosa e gás natural são quebrados (através de craqueamento) em moléculas menores. Estas moléculas são desidrogenadas em elevadas temperaturas. : C2H6 → C2H2 \\+ 2 H2 É o membro mais simples da série dos hidrocarbonetos alcinos não saturados e é preparado pela ação da água sobre carboreto de cálcio (CaC2) ou adicionando hidróxido de potássio em solução alcoólica em 1,2-dibromometano. Pode ser fabricado por aquecimento de metano a 1500 °C na presença de um catalisador. == Propriedades químicas == É o mais importante dos alcinos devido a sua reação extremamente exotérmica com o oxigênio, liberando Gás carbônico e Água, formando gás oxiacetileno, aproximadamente 308 kcal por molSAFFIOTI, WALDEMAR; Fundamentos de Química; Companhia Editora Nacional; São Paulo, Brasil; 1968: :C2H2 \\+ 5/2 O2 → 2 CO2 \\+ H2O \\+ 308 kcal == Composição e combustão química == A composição e combustão química é feita com Carboneto de Cálcio e Água: Carboneto de Cálcio+Água→Hidróxido de Cálcio+Acetileno :CaC2 \\+ 2H2O → Ca(OH)2 \\+ C2H2 == Aplicações == O etino pode ser polimerizado facilmente a temperaturas elevadas obtendo-se uma gama variada de produtos. Os sais inorgânicos semelhantes aos compostos de carbeto contêm o íons (C2)-2, apesar do próprio etino ser um composto neutro. === Solda === Devido a sua queima extremamente exotérmica, é usado em larga escala na solda autogênica (solda oxiacetilênica), no corte de metais por maçarico, na fabricação de objetos de vidro e em diversos processos que requeiram altas temperaturas. No maçarico oxiacetilênico obtêm-se temperaturas de 2500 a 3000 °C. Nestes processos de soldagem metálica, com adição ou autogêna, os aparelhos utilizados para executar este processo podem obter o acetileno de duas formas. O primeiro e mais rústico utiliza o \"carbureto\" nome comercial do Carbeto de Cálcio CaC2 em forma sólida (pedras) para obter o acetileno. O segundo aparelho utiliza cilindros de aço com o acetileno dissolvido em acetona como anteriormente citado. Em regiões de menor recurso (interior de estados) prefere-se utilizar o \"carbureto\" para obtenção do acetileno visto que essa forma (sólida) ser mais segura tanto para armazenamento quanto para transporte quando comparamos a um cilindro pressurizado (risco de explosão). === Indústria química === Dentre suas aplicações na indústria química como matéria-prima, encontra-se a síntese de centenas de compostos, dentre os quais os mais destacados são o etileno, o etanol, o etanal, diversos compostos organoclorados, especialmente solventes como o clorofórmio e o ácido acético. É utilizado também na produção de borracha sintética e polímeros. Seu uso está em processo de ascendência atualmente devido às novas tecnologias em catalisadores e as pesquisas na área. === Engenharia civil === Além dessas aplicações, em engenharia civil, na determinação da umidade dos solos, o carbureto reage com a água presente no solo e a partir do ensaio denominado speedy test, que inclui essa reação, determina-se o teor de água contida no solo ou seja, a umidade do solo. É um dos métodos mais rápidos de se determinar a umidade do solo e por isso, esse ensaio é largamente utilizado em obras que são necessários obter os índices físicos do solo. Por outro lado, é uma tecnologia que requer cuidado pois a leitura da umidade é feita em função da reação que ocorre dentro do aparelho e esse equipamento precisa estar muito bem calibrado para que a correlação entre a pressão e a umidade transpareçam ao máximo a realidade, com o objetivo de conseguir dados significantes quanto ao teor de água de uma amostra de solo. == Ligações externas == * Categoria:Compostos de hidrogénio Categoria:Hidrocarbonetos Categoria:Gases industriais",
 "title": "Acetileno"
}