{
 "id": "43720",
 "text": "O Livro de Esdras (, Ezra) é um dos livros da terceira divisão da Bíblia hebraica (Ketuvim). No caso da Bíblia cristã, é o décimo-quinto livro do Antigo Testamento e é tratado como um dos livros históricos, posicionado entre II Crônicas e o Livro de Neemias. Originalmente combinado com Neemias num único livro (Esdras-Neemias), os dois foram separados nos primeiros séculos da era cristã.Fensham, F. Charles, \"The books of Ezra and Nehemiah\" (Eerdmans, 1982) p.1 O tema é o retorno a Sião depois do cativeiro na Babilônia e o livro está dividido em duas partes, a primeira contando a história do primeiro retorno dos exilados, do primeiro ano de Ciro, o Grande (538 a.C.) até a finalização e de dedicação do novo Templo de Jerusalém no sexto ano de Dario I (515 a.C.); a segunda contando a missão subsequente de Esdras a Jerusalém e sua luta para purificar os judeus do que o livro chama de \"pecado do casamento com não-judeus\". Juntamente com o Livro de Neemias, representa o capítulo final na narrativa histórica da Bíblia hebraica. Esdras foi escrito para se encaixar no padrão esquemático no qual o Deus de Israel inspira um rei da Pérsia a nomear um líder da comunidade judaica para realizar uma missão; três líderes sucessivos realizam três destas missões: a primeira é reconstruir o Templo, a segunda, purificar a comunidade judaica e a terceira, selar a cidade sagrada de Jerusalém reconstruindo a sua muralha (esta última missão, liderada por Neemias, não está no livro de Esdras). O programa teológico do livro explica os muitos problemas em sua cronologia.Throntveit, Mark A., \"Ezra- Nehemiah\" (John Knox Press, 1992) pp.1–3 A primeira versão do livro provavelmente apareceu por volta de 399 a.C. e o livro continuou a ser revisado e editado por muitos séculos até ser aceito como parte do cânone bíblico no início da era cristã.Blenkinsopp, Joseph, \"Judaism, the first phase\" (Eerdmans, 2009) p.87 == Sumário == O Livro de Esdras está dividido em dez capítulos. Os seis primeiros, cobrindo o período que vai de Ciro, o Grande, até a dedicação do Segundo Templo, estão escritos em terceira pessoa. Os quatro capítulos seguintes, que tratam da missão de purificação de Esdras, estão escritos principalmente na primeira pessoa. O livro contém diversos documentos apresentados como inclusões históricas, escritos em aramaico, num texto em hebraico (1:2-4, 4:8-16, 4:17-22, 5:7-17, 6:3-5, 6:6-12, 7:12-26). A. Capítulos 1 a 6 (documentos em itálico) # Decreto de Ciro (primeira versão): Ciro, inspirado por Deus, devolve os vasilhames do Templo a Zorobabel (Sheshbazzar), um \"príncipe de Judá\", e ordena que os israelitas retornem a Jerusalém com ele e reconstruam o Templo; # exilados, incluindo servos, servas, \"cantores e cantoras\", partem da Babilônia a Jerusalém e Judá sob a liderança de Zorobabel e Josué, o sumo-sacerdote; # Josué e Zorobabel constroem um altar e celebram a Festa dos Tabernáculos. No segundo ano, são lançadas as fundações do Templo e a cerimônia de dedicação ocorre em meio a grandes festejos; # Carta aos Samaritanos a Artaxerxes e a Resposta de Artaxerxes: os \"inimigos de Judá e Benjamim\" oferecem ajuda com a reconstrução, mas são repelidos; eles passam então a atrapalhar os operários \"até o reinado de Dário\". Os oficiais da Samaria escrevem ao rei Artaxerxes alertando-o que Jerusalém está sendo reconstruída; o rei ordena que as obras sejam paralisadas. # Carta de Tatenai a Dario: exortados pelos profetas Ageu e Zacarias, Zorobabel e Josué recomeçam a construção do Templo. Tatenai, sátrapa da Judeia e da Samaria, escreve a Dario alertando-o que Jerusalém está sendo reconstruída e recomendando que se procurem nos arquivos o decreto de Ciro, o Grande. # Decreto de Ciro (segunda versão) e decreto de Dario: Dario encontra o decreto, ordena que Tatenai não atrapalhe os judeus em seu trabalho. Além disso, ele isenta-os do pagamento de tributos e envia-lhes tudo o que era necessário para a realização das oferendas. A construção do Templo acaba no mês de Adar do sexto ano de Dario e os israelitas se reúnem para celebrar. B. Capítulos 7 a 10 # Carta de Artaxerxes a Esdras (revisão de Artaxerxes): o rei Artaxerxes é inspirado por Deus a encomendar de Esdras e a nomear . Ele envia a Esdras ouro e ordena que todos os oficiais persas o ajudem. # Esdras reúne um grande número dos judeus que retornaram, muito ouro, prata e vasilhames preciosos para o Templo e acampa ao lado de um canal fora de Babilônia. Lá ele descobre que não há levitas e envia mensageiros para reunir alguns. Os exilados então voltam para Jerusalém, onde distribuem o ouro e a prata e oferecem sacrifícios a Deus. # Esdras é informado de que alguns dos judeus que já estavam em Jerusalém se casaram com mulheres não-judias. Esdras fica chocado com esta mostra de pecado e pergunta a Deus: . # Apesar da oposição de alguns, os israelitas se reúnem e expulsam as esposas estrangeiras e os filhos destes relacionamentos. == Textos == ===Esdras-Neemias === Os mais antigos textos da Bíblia tratam o conjunto Esdras e Neemias como um único livro, Esdras-Neemias. Ele foi dividido em duas obras por volta do século III pelo estudioso cristão Orígenes e a separação foi adotada pelas Bíblias cristãs na tradição da Europa ocidental quando Jerônimo a adotou para sua tradução da Bíblia para o latim, a Vulgata. Foi somente durante a Idade Média que os dois livros foram separados também na Bíblia hebraica. === I Esdras === I Esdras, conhecido também como \"Esdras α\", é uma versão alternativa em grego koiné do livro de Esdras. Este texto têm uma seção adicional (e mudanças relacionadas) no meio do capítulo 4. Esta adição organiza o texto numa estrutura quiástica e mitiga o problema textual sobre a identidade do rei Assuero em . Embora o contexto seja substancialmente o mesmo, os versículos são numerados de forma diferente em I Esdras. == Estrutura, composição e data == === Estrutura === O conteúdo de Esdras-Neemias está estruturado numa ordem teológica e não cronológica: \"O Templo precisa vir primeiro, depois a purificação da comunidade, a construção da muralha externa da cidade e só então se poderia chegar ao grande clímax na leitura pública da lei\".R.J. Coggins, \"The books of Ezra and Nehemiah\" (Cambridge University Press, 1976)p.107, quoted in Throntveit, Mark A., \"Ezra-Nehemiah\" (John Knox Press, 1992) p.3 A \"trama\" segue um padrão repetitivo no qual o Deus de Israel inspira um rei da Pérsia a encomendar a um líder judaico (Zorobabel, Esdras, Neemias) a realizar uma missão; o líder completa sua missão apesar das dificuldades; e o sucesso é marcado por uma grande reunião dos israelitas.Throntveit, Mark A., \"Ezra- Nehemiah\" (John Knox Press, 1992) pp.2–4 As tarefas dos três líderes são progressivas e alinhadas à narrativa teológica: o Templo é restaurado por Zorobabel, a comunidade é purificada por Esdras e finalmente a muralha é construída por Neemias.Throntveit, Mark A., \"Ezra-Nehemiah\" (John Knox Press, 1992) p.3 O padrão se completa num trecho final no qual Neemias restaura a crença em Javé.Throntveit, Mark A., \"Ezra-Nehemiah\" (John Knox Press, 1992) p.2 Esta preocupação teológica sem o cuidado, no sentido moderno, com o relato factual dos eventos na ordem em que aconteceram explica os problemas em se utilizar Esdras e Neemias como fontes históricas.Throntveit, Mark A., \"Ezra- Nehemiah\" (John Knox Press, 1992) pp1-3 === Composição === Visões sobre a composição de Esdras do século XX giravam à volta da questão de se o autor era o próprio Esdras (que pode também ser autor dos Livros de Crônicas) ou outro autor (ou autores).Fensham, F. Charles, \"The books of Ezra and Nehemiah\" (Eerdmans, 1982) pp.1–2 ff. Em tempos mais recentes, tem se reconhecido cada vez mais que Esdras, Neemias e Crônicas contam histórias extremamente complexas que passaram por muitas edições.Pakkala, Juha, \"Ezra the scribe: the development of Ezra 7–10 and Nehemiah 8\" (Walter de Gryter, 2004) p.16 Por isso, a maioria dos estudiosos reluta em assumir uma composição única ligada a uma única teologia e a um único ponto de vista.Grabbe, L.L., \"A history of the Jews and Judaism in the Second Temple Period, Volume 1\" (T&T; Clark, 2004) p.71 Como um indicativo das muitas camadas de edição em Esdras, um estudo recente descobriu que Esdras 1-6 e Esdras 9-10 eram originalmente documentos distintos que só foram anexados num estágio final de composição pelos autores de Esdras 7-8 e a composição final ainda passou por grandes edições posteriores. ===Data=== A maior parte dos estudiosos datam a obra no século IV a.C.Hindy Najman (2014) \"Ezra\" in Adele Berlin and Marc Zvi Brettler (eds.) The Jewish Study Bible (second edition). New York: Oxford University Press. Os eventos descritos em Esdras-Neemias são principalmente relacionados ao século V a.C. e a menção ao reinado de Dario II (423-405) em reforça a tese de uma data no início do século IV a.C. para a compilação e finalização da obra. Outros detalhes do final do século IV não são citados. É geralmente aceito também que a o livro continuou sendo editado até o período helenístico. A questão de quando o coração do livro se originou depende, em primeiro lugar, das datas atribuídas ao próprio Esdras (assumindo tratar-se de uma pessoa histórica real). A única pista disto está em , que informa que Esdras chegou em Jerusalém \"no sétimo ano de Artaxerxes\". Infelizmente há três reis com este nome e o texto não especifica qual deles. A data tradicional — ainda hoje a candidata mais popular — é 458 a.C., com base assunção de que o rei é Artaxerxes I. Uma data de 398 a.C., baseada na possibilidade de que o rei tenha sido Artaxerxes II, já foi popular, mas foi praticamente refutada por estudos modernos. Uma data de 428 a.C., baseada numa tese de que o \"sétimo\" ano de Artaxerxes seja um erro para \"trigésimo-sétimo\" ano vem perdendo espaço por ser baseada inteiramente numa conjectura.Min, Kyung-Jin, \"The Levitical authorship of Ezra-Nehemiah\" (T&T; Clark, 2004) p.32 ==== Contexto histórico ==== No início do século VI a.C., o Reino de Judá se revoltou contra o Império Neobabilônico e foi destruído. Como resultado, a corte real, os sacerdotes, os profetas e os escribas foram exilados na cidade de Babilônia. Durante o cativeiro, uma profunda revolução intelectual ocorreu e os exilados passaram a culpar seu destino na desobediência a Javé, o Deus de Israel, e a desejar um futuro no qual um povo purificado receberia permissão para voltar para Jerusalém para reconstruir um Templo. Neste mesmo período, o Império Persa experimentou uma rápida expansão, passando de um reino pouco importante baseado na região sul do moderno Irã, para uma potência relevante até que finalmente, em 538 a.C., Ciro, o Grande, conquistou a Babilônia.Fensham, F. Charles, \"The books of Ezra and Nehemiah\" (Eerdmans, 1982) p. 10 É difícil descrever o contexto político dos judeus nesta época por causa da ausência de fontes históricas, mas é possível que tenham existido três grupos importantes: os judeus que retornaram do exílio e queriam reconstruir o templo com a ajuda de Ciro, os \"adversários de Judá e Benjamim\" e um terceiro grupo, o \"povo da terra\", que aparentemente eram os que ficaram em Jerusalém durante o período no exílio e eram contra a reconstrução do Templo. A tabela seguinte resume os principais eventos na região durante o período de tempo coberto pelo Livro de Esdras: Coggins, R.J., \"The books of Ezra and Nehemiah\" (Cambridge University Press, 1976) p. xi Reinado Eventos principaisFensham, F. Charles, \"The books of Ezra and Nehemiah\" (Eerdmans, 1982) pp. 10–16 Correlação com Esdras- NeemiasMin, Kyung-Jin, \"The Levitical authorship of Ezra-Nehemiah\" (T&T; Clark, 2004) pp. 31–32 Ciro, o Grande 550[?]–530 539 a.C. Queda da Babilônia Judeus recebem permissão para reconstruírem o Templo e retorno do primeiro grupo de exilados a Jerusalém Cambises 530–522 525 Conquista do Egito Dario I 522–486 Conquista o trono em 520-519 depois de derrotar vários rivais; invasão punitiva da Grécia termina em fracasso 515 Templo reconstruído Xerxes 486–465 Tentativa fracassada de conquistar a Grécia; começo do conflito com os gregos pelo controle do Mediterrâneo oriental Artaxerxes I 465–424 460–456 Supressão de uma revolta apoiada pelos gregos no Egito 449 Revolta de Megabizo, sátrapa do território que incluía a Judeia Atualmente, o período mais aceito para a chegada de Esdras \"no sétimo ano de Artaxerxes\" Segundo retorno dos exilados a Jerusalém 445–433 Missão de Neemias Dario II 423–404 Artaxerxes II 404–358 401 Egito reconquista sua independência Período alternativo para a chegada de Esdras e o segundo retorno dos exilados a Jerusalém Artaxerxes III 358–338 Egito reconquistado Dario III 336–330 Império Persa conquistado por Alexandre, o Grande == Documentos persas == Sete supostos decretos ou cartas de reis persas, de e para altos oficiais, são citados em Esdras. Sua autenticidade tem sido motivo de disputas; enquanto alguns estudiosos os aceitam na forma atual, a maioria aceita apenas partes deles como sendo genuínas; alguns os rejeitam inteiramente. L.L. Grabbe aplicou seis testes nos documentos (comparação com textos persas conhecidos, detalhes linguísticos, conteúdo, presença de teologia judaica, atitude persa em relação às religiões locais e fórmulas utilizadas nas cartas persas) e concluiu que todos os documentos são obras posteriores ao período persa e possíveis falsificações, mas há algumas características que sugerem que correspondências persas genuínas podem ter estado por trás de algumas delas.Grabbe, L.L., \"A history of the Jews and Judaism in the Second Temple Period, Volume 1\" (T&T; Clark, 2004) p.78 == Ver também == * Esdras * Esdras-Neemias * I Esdras * II Esdras == Ligações externas == * * * * * * * Categoria:Século IV a.C. Categoria:Ketuvim Categoria:Livros protocanônicos",
 "title": "Livro de Esdras"
}