{
 "id": "43731",
 "text": "Tétano é uma infeção bacteriana grave caracterizada por espasmos musculares. No tipo mais comum, os espasmos têm início no maxilar e progridem para o resto do corpo. Os episódios de espasmos têm geralmente a duração de alguns minutos e ocorrem com frequência durante três ou quatro semanas. Os espasmos podem ser intensos de tal forma que podem provocar fraturas ósseas. Os outros sintomas podem incluir febre, sudorese, dor de cabeça, dificuldade ao engolir, hipertensão e aumento do ritmo cardíaco. Os sintomas geralmente manifestam-se entre três a vinte e dois dias após a infeção. O recobro pode levar meses. Cerca de 10% das pessoas infectadas morrem. O tétano é causado pela infeção com a bactéria Clostridium tetani, a qual se encontra frequentemente no solo, no pó e no estrume. As bactérias geralmente penetram no organismo através de uma abertura na pele, como um corte ou uma punção, feitos por um objeto contaminado. Produzem toxinas que interferem com a contração dos músculos, o que produz os sintomas típicos da doença. O diagnóstico tem por base a observação dos sinais e sintomas. A doença não é contagiosa. A vacinação com a vacina contra o tétano previne a infeção. Para pessoas com feridas significativas e menos de três doses da vacina, é recomendada a vacinação e administração de imunoglobulina antitetânica. Em pessoas que se encontram infetadas, é usada imunoglobulina antitetânica ou, caso não esteja disponível, imunoglobulina intravenosa. A ferida deve ser limpa e removido qualquer tecido morto. Os espasmos podem ser controlados com relaxantes musculares. Nos casos em que há comprometimento da respiração pode ser necessária ventilação mecânica. Embora o tétano ocorra em todas as regiões do mundo, é mais frequente em climas quentes e húmidos e onde o solo contenha maior quantidade de matéria orgânica. Em 2013, a doença foi a causa de mortes, uma diminuição em relação às em 1990. A descrição mais antiga da doença que se conhece foi feita por Hipócrates desde o a.C. A causa foi determinada em 1884 por Antonio Carle e Giorgio Rattone na Universidade de Turim, tendo a vacina sido desenvolvida em 1924. == Sinais e Sintomas == O período de incubação pode variar de 3 a 21 dias (sendo o mais comum 8 dias). Em casos de recém-nascidos, o período de incubação é de 4 a 14 dias, sendo 7 o mais comum. Na maioria dos casos, quanto mais afastada do sistema nervoso estiver a ferida, mais longo é o período de incubação. O período de incubação e a probabilidade de morte são inversamente proporcionais. O tétano caracteriza-se pelos espasmos musculares. Eles podem ser provocados pelos mais pequenos impulsos nervosos, como barulhos, luzes e encostar no paciente ou podem surgir espontaneamente. Duram de dois a cinco dias. Os sintomas de tétano são: *Trismus (dificuldade de abrir a boca); *Rigidez do pescoço e costas; *Risus sardonicus (riso causado pelo espasmo dos músculos em volta da boca); *Dificuldade de deglutição; *Rigidez muscular do abdômen; *Contração de músculos dos braços e pernas; *Opistotóno, (espasmo tetânico em que se recurvam para trás a cabeça e os calcanhares, arqueando-se para diante o resto do corpo); *Insuficiência respiratória. O paciente permanece lúcido e sem febre. A rigidez e espasmos dos músculos estendem-se de cima para baixo no corpo. Sinais típicos do período toxêmico incluem uma elevação da temperatura corporal de entre 2 a 4 °C, sudorese (suor excessivo), aumento da tensão arterial, taquicardia (batida rápida do coração). Os espasmos podem durar semanas e a recuperação completa pode levar meses. Complicações da doença incluem espasmos da laringe (cordas vocais), músculos secundários (aqueles do peito usados para respiração), e diafragma (o músculo primário usado na respiração); fraturas de ossos longos por causa de espasmos violentos; e hiperatividade do sistema nervoso autônomo. == Causas == A transmissão ocorre pela introdução dos esporos da bactéria em ferimentos externos, geralmente perfurantes, contaminados com terra, poeira, fezes de animais ou humanas. A infecção se dá pela entrada de esporos por qualquer tipo de ferimento na pele contaminado com areia ou terra. Ferimentos com objetos contaminados normalmente representam um risco grande de desenvolvimento da doença, se a pessoa não tiver sido vacinada. Popularmente é associada com objetos de metal enferrujado, mas o esporo do bacilo tetânico está em todo lugar e pode ser encontrado na terra, em plantas, em vidro, em madeira e em outros objetos, entrando no organismo por perfuração ou corte. Nos equinos o acesso da infecção se dá com maior frequência em lesões nos cascos (pregos etc.), cordão umbilical, aparelho genital etc. Nos bovinos pode-se instalar através de feridas resultantes de colocação de argola no focinho; da amputação dos chifres; da castração e de traumatismo no parto. Em ovinos e caprinos pode ocorrer ao tosquiar, ao marcar, ao cortar a cauda, durante o parto ou na castração. Depois que penetram no organismo, as bactérias e seus esporos elaboram duas potentes toxinas ou venenos, que entram na corrente sanguínea e vão agir nos grandes centros nervosos e também produzir espasmos tônico-clônicos. A contaminação de feridas com esporos leva ao desenvolvimento e multiplicação local de bacilos. Eles não são invasivos e não invadem outros órgãos, permanecendo junto à ferida. Aí formam as suas toxinas, que são responsáveis pela doença e por todos os sintomas. == Diagnóstico == O diagnóstico é essencialmente clínico (análise do histórico e sintomas durante a consulta). Pode ser confirmado através de diagnóstico laboratorial coletando material do ferimento ou do baço e pesquisando a neurotoxina ou fazendo uma cultura anaeróbia com o material coletado. == Prevenção == Todos os ferimentos sujos, fraturas expostas, mordidas de animais e queimaduras devem ser bem limpos com substâncias oxidantes ou antissépticas (é resistente a determinados desinfetantes: fenol, formol e etanol, mas são destruídas por peróxido de hidrogênio - água oxigenada) e tratados adequadamente para evitar a proliferação de bactérias nocivas no organismo, não só de tétano. O ferimento deve ser coberto com uma gaze ou algodão limpos para evitar-se contaminações. O tétano pode ser evitado: * Vacinando crianças e animais e reforçando a vacina a cada 10 anos. * Usando soro anti-tetânico antes das intervenções cirúrgicas ou depois de ferimentos que possam facilitar a infecção; * Evitando o contato das feridas profundas com terra ou qualquer sujeira; * Cuidando da assepsia do instrumento cirúrgico e da antissepsia das feridas; * Desinfetar, tão cedo quanto possível, feridas recentes dos equinos; * Eliminando os objetos pontiagudos que possam causar ferimentos acidentais. Quando alguém se fere profundamente e não faz a higiene necessária, os médicos solicitam a aplicação do soro antitetânico, para que o tétano não se desenvolva. Esse cuidado é muito importante, porque a toxina tetânica tem afinidade pelo sistema nervoso e pode levar a pessoa a morte. O soro é uma preparação com anticorpos já prontos para o uso na defesa do organismo. === Vacinação === A vacina é especialmente importante para menores de 5 anos e maiores de 60, que são as principais vítimas fatais da doença. É recomendado que as grávidas tomem uma vacina de reforço, caso não tenham tomado nos últimos 10 anos. A vacina tetravalente tem 99% de eficácia e também ajuda a prevenir difteria, gripe tipo B e coqueluche. Segundo o Calendário de Vacinação da Criança recomendado pela Sociedade Brasileira de Pediatria - 2009 a vacina contra tétano deveria ser administrada em três doses aos 2, 4 e 6 meses, respectivamente e dois reforços aos 15 meses e entre 4 - 6 anos. == Tratamento == A ferida deve ser limpa com antisséptico ou oxidante (como água oxigenada) e é administrado antídoto, um anticorpo que se liga à toxina e inibe a sua função. São também administrados fármacos relaxantes musculares. A penicilina e o metronidazol eliminam as bactérias, mas não têm efeito no agente tóxico que elas produzem. Os depressores do sistema nervoso central Diazepam e DTP também são dados, reduzindo a ansiedade e resposta espásmica aos estímulos. A internação deve ser imediata em UTI de alta complexidade, com isolamento, baixa estimulação sonora, luminosa e tátil enquanto durarem os riscos de espasmos. No caso veterinário o tratamento é mais difícil e problemático. Pode-se usar vários recursos como aplicação de soro antitetânico, em doses adequadas para o animal, por via endovenosa e repeti- las quando necessário.http://www.saudeanimal.com.br/tetano.htm Também se usa penicilina ou outro antibiótico para eliminar as bactérias. Em casos de ferimentos profundos é fundamental manter em acompanhamento veterinário para limpar, drenar e debridar (retirada do tecido morto) da ferida. O animal deve ser mantido em ambiente escuro, silencioso e isolado para evitar espasmos. Pode ser feito uso de fármacos relaxantes musculares. == Epidemiologia == Cerca de 30% dos casos são fatais no Brasil e em Portugal, causados geralmente por asfixia devido aos espasmos contínuos do diafragma. A maioria das mortes ocorre entre crianças menores de cinco anos e idosos na área urbana. É mais comum em homens (62% dos casos). Em países da África a mortalidade pode chegar a 60%. Com a ampla vacinação da população no Brasil as taxas médias de incidência no período de 1982 a 2003, com uma redução de entre 40-100% no número absoluto de casos confirmados. Na região Sudeste o número caiu de 1,00 para 0,01 casos por 100 mil habitantes. A vacinação de toda a população é importante pois 46,2% dos casos estavam concentrados no grupo de 20 a 49 anos de idade, mas crianças e idosos tem um risco de mortalidade mais do que duas vezes maior. Ainda assim, em 2001 o Brasil registrou um total de 578 casos e em 2011 foram 327. A partir de 2007, a média foi de 340 casos confirmados ao ano. Entre 1996 e 2005 foram registrados 6.503 casos pela vigilância sanitária, sendo a maior parte dos casos foi no Nordeste, Sudeste e Sul do país. A Organização Mundial de Saúde (OMS) informou que ocorreram 15.516 casos em todo o mundo de tétano em 2005. O número estimado é de 290.000 mortes entre 2000 e 2003. A maioria destes casos ocorreu entre recém-nascidos (tétano neonatal). == História == O primeiro registro de ocorrência de tétano é de autoria de Hipócrates, que escreve no século V a.C., dando inúmeras descrições clínicas da doença. Contudo a sua causa foi descoberta somente em 1884, por Carle e Rattone. A primeira imunização passiva contra a doença foi implementada durante a Primeira Guerra Mundial. Durante muitos anos o antídoto era feito por injeção de toxina em cavalos, e o seu soro rico em anticorpos antitoxina era administrado aos doentes. Contudo este processo gerava reações imunitárias contra os anticorpos do cavalo, um problema denominado de doença do soro. Por essa razão, cada pessoa só podia receber antídoto uma vez na vida, pois a reação do seu sistema imunitário contra o anticorpo de cavalo era quase sempre fatal à segunda aplicação do soro. == Em animais == Animais de fazenda como equinos, bovinos, cabras e ovelhas são mais suscetíveis à doença que humanos. Há três formas clínicas distintas de tétano: local (incomum), cefálico (raro), e generalizado (o mais comum). O tratamento generalizado é aplicado em 80% dos casos. No caso desses animais o período de incubação varia normalmente de uma a três semanas, porém, às vezes, dura até quatro meses. É mais curto nos animais novos. Os principais sintomas são: *Dificuldade em abrir a boca; *Dificuldade de engolir; *Rigidez muscular, principalmente no pescoço; *Grunhidos causados pelos espasmos; *Protrusão da membrana nictitante; *Ventre recolhido; *Pescoço estendido para a frente e a cabeça mais ou menos fixa; *Patas abertas e tesas, lembrando um cavalete; *Narinas dilatadas; *Movimentos cada vez mais lentos até a imobilização total; *Espasmos generalizados; Tremores musculares, quando o animal é excitado. A morte ocorre em cerca de 5 a 15 dias por falta de alimentação, desidratação, paralisia dos órgãos internos ou por acidose. Algumas vezes, no curso do tétano, pode haver desaparecimento temporário dos sintomas gerais (remissão), o que dá uma falsa impressão de melhora do animal. Categoria:Doenças infecciosas",
 "title": "Tétano"
}