{
 "id": "43768",
 "text": "Luís IX (Poissy, – Tunes, ), mais conhecido como São Luís, foi o Rei da França de 1226 até sua morte e um santo da Igreja Católica. Era filho do rei Luís VIII e da rainha Branca de Castela, que governou o reino como regente até São Luís adquirir a maioridade. Foi o 42.º rei da França, a contar de Clóvis I, e o nono rei da dinastia capetiana a ocupar o trono da França. Era um homem de alto porte, de grande beleza, muito imponente. Ele atraía, incutia profundo respeito e suscitava grande amor. Tinha o todo de um guerreiro terrível na hora do combate, mas era o Rei mais pomposo e mais decoroso do seu tempo.Os Arcanjos São Miguel, São Gabriel e São Rafael na Corte Celeste, por Luis Dufaur, Luzes de Esperança, 29 de Setembro de 2019 Quando adulto, Luís enfrentou conflitos recorrentes com poderosos nobres, consolidando a supremacia real levada a cabo por seu avô Filipe Augusto, além de ter derrotado o rei Henrique III de Inglaterra em suas tentativas de restaurar o Império Plantageneta. Após anexar a maior parte das antigas terras inglesas na França, assinou o Tratado de Paris com a Inglaterra colocando fim aos cem anos de rivalidade franco-inglesa. Foi um rei reformador e lançou as bases da justiça real francesa, na qual o rei era o juiz supremo a quem qualquer pessoa era capaz de apelar para buscar a emenda de um julgamento. Proibiu julgamentos por provação, tentou impedir as guerras privadas que estavam assolando o país e introduziu a presunção de inocência no processo criminal. Era admirado por seus súditos e por toda a Europa como um rei extremamente justo. Chegava a ficar várias vezes na semana sob um carvalho no Castelo de Vincennes ouvindo os apelos e pedidos de seus súditos de todas as classes. Suas ações foram inspiradas nos valores cristãos, sendo ele um homem extremamente devoto da fé católica, punindo a blasfémia, jogos de azar, empréstimos de interesse e prostituição, comprando relíquias de Cristo para construir a Sainte-Chapelle e tentando converter os judeus franceses. Construiu inúmeros hospitais, leprosários, orfanatos e escolas e era notadamente conhecido pela sua caridade e cuidado com os pobres e doentes. Casou-se com a rainha Margarida da Provença em 1234 e com ela teve onze filhos, dentre os quais o rei Filipe III de França, que o sucedeu. Através de sua vasta prole, os descendentes de São Luís chegaram a quase todos os tronos da Europa e América, incluídas as dinastias posteriores que reinaram na França, Espanha, Áustria, Sacro Império Romano- Germânico, Alemanha, Inglaterra, Escócia, Suécia, Noruega, Dinamarca, Hungria, Portugal, Bélgica, Grécia, Bulgária, Itália, Holanda, Polônia, Romênia, Rússia, México e Brasil, sendo todos os atuais monarcas europeus descendentes seus. Em todas as épocas posteriores da história da França, marcada por conflitos, guerras e revoluções, seu governo foi lembrado com nostalgia pelos franceses como \"o bom tempo de Meu Senhor São Luís\" ou como o \"século de ouro de São Luís\", deixando uma imagem imensamente positiva aos olhos da história e do imaginário popular francês. Morreu no norte da África em 25 de agosto de 1270 e foi canonizado como santo pelo Papa Bonifácio VIII em 11 de julho de 1297. É o padroeiro da Arquidiocese e da cidade de São Luís do Maranhão, cujo patronato na cidade de São Luís se deu em razão da cidade levar o seu nome e em sua homenagem. == Infância == Luís nasceu no castelo de Poissy, a 30 quilómetros de Paris, a 25 de abril de 1214, dia de procissões solenes do dia de São Marcos. Na mesma época, Filipe Augusto venceu a célebre batalha de Bouvines, contra uma aliança do imperador romano-germânico Otão IV com João de Inglaterra e com nobres da Flandres. Tradicionalmente, depois de Filipe I de França, os reis capetianos baptizavam os seus primogénitos com o prenome do avô. Luís IX foi o quinto filho de Luís VIII de França e Branca de Castela, sendo o seu irmão Filipe o herdeiro da coroa até à morte deste em 1218. Sua infância seria influenciada pela figura de seu pai, que, unindo o zelo pela religião à bravura marcial que lhe valeu o cognome de \"o Leão\", subjugou os cátaros do sul da França. Particularmente zelosos da sua educação, os pais de Luís IX deram-lhe bons preceptores: Mateus II de Montmorency, Guilherme des Barres, conde de Rochefort, e Clemente de Metz, marechal da França, inspiraram-lhe os sentimentos de um rei cristianíssimo e filho da Igreja. Da mesma forma, mais tarde Luís viria a interessar-se pela educação, particularmente a religiosa, de seus filhos. Ensinar-lhes-ia orações, a necessidade de assistir à missa e de fazer penitência. Conta-se também, por exemplo, que às sextas-feiras não permitia que usassem qualquer ornamento na cabeça, por ter sido o dia da coroação de espinhos de Jesus Cristo. == Reinado == === Regência de Branca de Castela === Com a morte do seu pai em 8 de novembro de 1226, Luís IX subiu ao trono aos 12 anos de idade. Foi sagrado na catedral de Reims por Jacques de Bazoches, bispo de Soissons, em 30 de novembro do mesmo ano. Por testamento de Luís VIII, a mãe do jovem monarca assumiu a regência de França com o título de baillistre, guardião da tutela do rei. Bartolomeu de Roy, o velho camareiro da corte havia vinte anos, era o mais influente conselheiro do reino, pelo que se disse na época que o poder passava assim «entre as mãos de uma criança, de uma mulher e de um velho».Chronique de Tours De personalidade forte, Branca de Castela encarnava a glória de ser filha, sobrinha, esposa, irmã e tia de reis. Com efeito, o seu pai foi Afonso VIII de Castela, os reis da Inglaterra Ricardo Coração de Leão e João sem Terra eram seus tios, Luís VIII de França seu esposo, Henrique I de Castela e Berengária de Castela seus irmãos, Luís IX de França e Carlos I da Sicília e Nápoles seus filhos, Sancho II de Portugal e Afonso III de Portugal seus sobrinhos através da sua irmã Urraca e Fernando III de Leão e Castela também seu sobrinho através da sua irmã Berengária. Durante a menoridade de Luís IX a rainha mãe enfrentou as ambições da Inglaterra e as pressões da nobreza do reino, que desejavam valer-se da pouca idade do soberano para retomar os direitos perdidos para os monarcas do século anterior. O reino entrou em um período conturbado, com a revolta organizada por Filipe Hurepel, tio do jovem rei e filho legitimado de Filipe Augusto, pela casa de Dreux e pelo duque Pedro Mauclerc da Bretanha. Depois de sufocar a rebelião, a regente concluiu a conquista do Languedoc iniciada pelo seu esposo ao comprometer o conde Raimundo VII de Toulouse, casando a filha deste, Joana, com o seu filho Afonso. Acabava assim a Cruzada dos Albigenses. === Maioridade e casamento === Delicado, louro e de olhos azuis, Luís atingiu a maioridade a 25 de abril de 1234 mas continuou a manter a mãe numa posição de confiança e poder. Não há uma data precisa em que se defina a efectiva tomada do poder por Luís, os seus contemporâneos viram o seu reinado como um período de partilha do poder com Branca de Castela. No entanto, os historiadores costumam definir o ano da sua maioridade como aquele em que Luís passou a governar mais tradicionalmente como rei, relegando a mãe para um papel mais de conselheira, se bem que continuou a ser uma poderosa força política até à sua morte em 1252. Esta organizou o seu casamento, realizado no dia 27 de maio de 1234, na catedral de Sens, pouco depois de o rei completar 20 anos. A esposa escolhida foi Margarida da Provença, a filha mais velha de Beatriz de Saboia e do conde Raimundo Berengário IV da Provença e de Forcalquier, e irmã de Leonor, esposa de Henrique III da Inglaterra. Com esta união pretendia-se agregar este condado ao reino da França, uma vez que Raimundo Berengário IV não tinha um herdeiro varão. Dizia-se que a graça e a natureza haviam dotado a sua esposa de toda sorte de perfeições,Vie des Saints, Les Petits Bollandistes, Typographie des Célestins, ancienne Maison L. Guérin, tomo V, pp. 192 a 217, Bar-le-Duc, 1874 e de facto foi bem-sucedida em prover a dinastia capetiana com herdeiros. === Política interna === A partir de 1241, Luís IX parece tomar mais responsabilidades para si no governo do país. Fez do seu irmão Afonso conde de Poitiers a fim de obrigar a nobreza local a lhe prestar homenagem. A rebelião de Hugo X de Lusignan permitiu-lhe estabelecer a autoridade real em uma curta campanha, de 28 de abril de 1242 a 7 de abril de 1243, e o mesmo tempo aproveitou a situação de vantagem até Quercy (aproximadamente o actual departamento de Lot) para expulsar da lá o rei Henrique III de Inglaterra, que decidira romper a trégua de 1238. Resolveu antigas divergências com Jaime I de Aragão pelo Tratado de Corbeil, pelo qual o rei francês renunciava a hipotéticos e caducos direitos sobre Aragão, em troca da renúncia do monarca catalão-aragonês a direitos muito concretos sobre vastos territórios no sul da França. Para selar este tratado, Luís casou sua filha Branca com o infante Fernando de La Cerda, príncipe herdeiro do reino de Castela, e Jaime I de Aragão casou sua filha Isabel com o príncipe francês, então futuro rei Filipe III de França. Na administração do reino, Luís IX designou inspectores gerais, que eram considerados funcionários públicos, criou a comissão judicial da cúria e instituiu uma comissão de fazenda e de inspecção de contas. Ele proibiu aos juízes, oficiais e outros emissários seus enviados às províncias para ali exercerem justiça durante algum tempo, de adquirir bens e empregar os seus filhos. Nomeou, acima deles, juízes extraordinários para examinar a conduta dos primeiros e rever os seus julgamentos, funcionando como justiça de apelação. Para a pessoa do rei ficava reservado o papel de juiz supremo. Segundo os relatos da época, se entendia que os seus oficiais tivessem agido mal, impunha em primeiro lugar uma severa penitência a si mesmo, como culpado pelo excesso praticado pelos seus representantes, e em seguida ministrava-lhes severa punição, obrigando-os a restituir o que haviam tomado do povo, se fosse esse o caso, ou a reparar aqueles que haviam sido condenados injustamente. Pelo contrário, quando tomava conhecimento de que haviam cumprido dignamente os seus deveres, recompensava-os regiamente e os fazia ascender a funções mais honrosas. Foi também o primeiro rei a proibir duelos, anteriormente tolerados e por vezes ordenados a fim de se conhecer o direito das partes. === Zelo religioso === Este reinado foi um período de paz e prosperidade para a França, mas também de excepcional zelo religioso, com a intenção de conduzir o povo francês à salvação da alma. Luís não negligenciava o cuidado dos pobres, proibiu o jogo e a prostituição e punia a blasfémia. As punições estipuladas eram tão rigorosas que o papa Clemente IV julgou ser necessário atenuá-las. Outro dos traços em que a religiosidade deste monarca se manifestou foi na aquisição da coroa de espinhos e de um fragmento da cruz da crucificação de Jesus Cristo, em 1239-1241, a Balduíno II, imperador de Constantinopla, por libras. Para estas relíquias mandou edificar a capela gótica de Sainte- Chapelle no coração de Paris,La Sainte Chapelle et la Conciergerie, F. Gebelin, Paris, 1937 que curiosamente só custou libras para construir. Sob este reinado foram também construídas as catedrais de Amiens, Rouen, Beauvais, Auxerre e Saint-Germain-en-Laye. A compra das relíquias deve ser entendida no contexto de extremo fervor religioso que existia na Europa do século XIII. A posse destas contribuiu muito para reforçar a posição central do rei da França na cristandade ocidental, bem como para aumentar a fama de Paris, na época a maior cidade da Europa Ocidental. Na época em que as cidades e os governantes competiam pela posse de relíquias sagradas, Luís IX conseguiu colocar algumas das mais ambicionadas na sua capital. É possível ver este acto não só como devoção, mas também uma declaração política: a monarquia francesa a tentar estabelecer o seu reino como a \"nova Jerusalém\" dos textos bíblicos. O monarca francês era zeloso da sua missão de \"lugar-tenente de Deus na Terra\", da qual fora investido na sua coroação em Reims. De forma a cumprir este dever organizaria duas cruzadas e, apesar de ambas terem fracassado, contribuíram para o seu prestígio. Os seus contemporâneos não teriam compreendido se um rei tão poderoso e piedoso não fosse libertar a Terra Santa. Para financiar a sua primeira cruzada, perseguiria judeus. No século XIII era generalizada a aversão pelos judeus por serem culpados pela morte de Jesus. Tal como os seus antecessores, Luís tomou medidas discriminatórias e persecutórias contra esta minoria, também com a intenção de a converter ao cristianismo: * Ordenou a expulsão de todos os judeus envolvidos no pecado da usura e assim pôde confiscar as riquezas destes para financiar os seus projectos. No entanto não eliminou as dívidas dos cristãos: foi perdoado um terço da dívida, mas os outros dois terços deveriam ser enviados para o tesouro real. * Em 1242, supostamente sob solicitação de judeus convertidos ao cristianismo, e que afirmavam que o Talmud continha invectivas contra Cristo e a Virgem Maria, ordenou a queima dos exemplares deste livro em Paris. * Em 1254, ordenou a expulsão dos judeus não convertidos da França, apropriando-se dos seus bens. No entanto, não terá sido feito um controlo muito eficaz para fazer cumprir esta medida, pelo que muitos permaneceram nos locais em que viviam. Alguns anos depois o rei anularia este decreto em troca de um pagamento, em prata, da comunidade judaica ao tesouro real. * Em 1269, em aplicação de uma recomendação do Quarto Concílio de Latrão de 1215, impôs a obrigatoriedade de usarem sinais vestimentares distintivos. Para os homens a rouelle ou estrela amarela ao peito, e para as mulheres um chapéu especial. Estes sinais permitiam diferenciá-los do resto da população e ajudar a impedir os casamentos mistos. Para além da legislação contra os judeus e a usura, o rei alargou o alcance da Santa Inquisição na França. A área mais visada foi o sul do país, onde a heresia cátara tinha sido mais forte. A quantidade de confiscos atingiu o ponto máximo nos anos anteriores à Sétima Cruzada, e diminuiu aquando do seu regresso à Europa em 1254. Em todos estes actos, Luís tentava cumprir o que se encarava ser o dever da França, chamada de \"a filha mais velha da Igreja\" (la fille aînée de l'Église), com uma tradição de protectora da Igreja desde os tempos dos francos e de Carlos Magno, que fora coroado pelo papa em Roma no ano de 800. De facto, para além dos títulos Rex Francorum (\"rei dos francos\"), ou Franciae Rex (\"rei da França\"), que Luís IX foi o primeiro a usar, os monarcas franceses também eram intitulados Rex Christianissimus (\"rei cristianíssimo\"). As relações entre a França e o papado atingiram o seu ponto máximo nos séculos XII e XIII, e a maioria das cruzadas foram proclamadas pelos papas em solo francês. === Sétima cruzada === Em 1244, Luís IX caiu gravemente enfermo de disenteria, a ponto de alguns terem como certa sua morte. Foram organizadas vigílias, procissões e outros actos religiosos pela sua convalescença, e o próprio monarca fez então um voto: caso sobrevivesse, partiria em cruzada para libertar o Santo Sepulcro. A organização da cruzada durou quatro anos, durante os quais foi construído o porto de Aigues-Mortes, sob a iniciativa de Carlos de Anjou, irmão do rei. A cidade nunca chegaria a ser ressarcida do custo exorbitante da infraestrutura requerida para este projecto e por isso levaria Carlos de Anjou perante a justiça. A 12 de junho de 1248 Luís armou-se com a oriflamme, o estandarte de guerra capetiano, na basílica de Saint-Denis. Partiu então, acompanhado da rainha Margarida da Provença, e dos seus irmãos Carlos de Anjou e Roberto I de Artésia. Dirigiu-se para Lião, onde se encontrou com o papa Inocêncio IV, de quem recebeu a benção apostólica, e em seguida para Aigues-Mortes, onde o aguardavam as embarcações que deveriam conduzir os cruzados ao Egipto. A 25 de agosto de 1248, iniciou-se a Sétima Cruzada. As naus tocaram inicialmente a ilha de Chipre, onde o monarca se viu obrigado a permanecer durante o inverno devido a uma peste que arrebatou uma sexta parte do seu exército. Estas perdas e a demora foram contudo de algum modo compensadas pela adesão de Henrique I de Lusignan, rei de Chipre, a quem Luís conseguiu convencer a juntar-se à expedição. Os cruzados retomaram a expedição a 13 de maio de 1249, à frente de uma formidável armada de 1800 embarcações, grandes e pequenas. Devido a tempestades, mais da metade destas desviou-se da rota pelo que, ao passar em revista as suas tropas, o rei encontrou apenas 700 cavaleiros, dos 2800 de que se compunha o seu exército. A cidade portuária de Damieta foi a primeira a ser tomada, em 8 de junho. O exército dirigiu-se então para Cairo mas sofreu ataques incessantes do emir Fakhr el-Din. De fevereiro a abril de 1250, os cruzados cercaram a cidadela de Almançora. O escorbuto e a disenteria dizimaram os soldados e forçaram o rei a bater em retirada. Um traidor lançou então o boato de que o monarca francês se rendera. A maior parte dos soldados rendeu-se e foi aprisionada, tal como Luís IX. Roberto I de Artésia morrera no decurso das batalhas por esta cidade. Durante o seu cativeiro, o rei encarregou Margarida da Provença de conduzir a cruzada. Neste período conta-se de os emires do Egipto o quererem eleger como sultão e do nascimento de um dos filhos em Damieta, durante a negociação com os seus algozes. Em Maio os cruzados foram libertados sob um avultado resgate pago pela Ordem do Templo. Luís decidiu então prolongar a sua estadia no que restava dos estados latinos do Oriente. Reenviou os irmãos Afonso III de Poitiers e Carlos de Anjou para a França para apoiar a mãe Branca de Castela, só no governo do reino. De 1250 a 1253, consolidou as fortalezas de São João de Acre, Cesareia Marítima, Jafa e Sídon e conduziu a diplomacia dos cristãos com os poderes islâmicos da Síria e do Egipto. Na primavera de 1253, Luís IX tomou conhecimento do falecimento da rainha mãe regente, pelo que foi obrigado a voltar ao reino, deixando uma presença significativa de forças na cidade de Acre para a sua defesa contra ataques dos muçulmanos. Os cruzados embarcaram em Tiro a 25 de abril (festa de São Marcos) de 1254 e chegaram à França a 19 de julho do mesmo ano. Em 5 de setembro, encontrava-se no castelo de Vincennes e no dia seguinte entrava solenemente em Paris. O seu regresso foi acolhido com manifestações de afeição do papa Clemente IV e de Henrique III da Inglaterra. === Relações com os mongóis === Luís teve várias trocas epistolares com os governantes mongóis da época e organizou o envio de embaixadores junto a estes. Os contactos iniciaram-se em 1248, com enviados mongóis apresentando uma carta de Eljiguidei, o governador mongol da Arménia e da Pérsia, propondo uma aliança militar:The Crisis in the Holy Land in 1260, Peter Jackson, The English Historical Review, Vol. 95, No. 376 (Julho de 1980), pp. 481-513(em inglês) quando o rei francês desembarcou em Chipre em preparação para a Sétima Cruzada, encontrou-se em Nicósia com dois nestorianos de Moçul chamados David e Marco, enviados de Eljiguidei. Estes comunicaram uma proposta de formar uma aliança contra o Império Aiúbida e o Califado Abássida.Histoire des Croisades, René Grousset, p.523 e 581 () Em resposta, Luís enviou André de Longjumeau, um padre dominicano, como emissário a Guiuque Cã na Mongólia. Mas Guiuque morreu antes da chegada deste à sua corte e a embaixada foi dispensada pela sua viúva, que lhes deu um presente e uma carta para o rei cruzado. Eljiguidei planeava um ataque aos muçulmanos de Bagdade em 1248. Tencionava que esta ofensiva fosse realizada em aliança com Luís, juntamente com a Sétima Cruzada. Mas com a morte prematura do cã, o governador adiou as operações até depois do interregno mongol, e o bem sucedido cerco de Bagdade só aconteceria em 1258. Em 1253, Luís enviou o franciscano Guilherme de Rubruquis para a corte mongol. Mangu Cã deu-lhe uma carta em 1254, pedindo a submissão do rei francês. A colaboração militar ocorreria em 1259-1260, quando os cavaleiros francos de Boemundo VI, príncipe de Antioquia, e os do seu sogro , se aliaram com os mongóis liderados por Hulagu Cã. Juntos conquistaram a Síria muçulmana, tomando a cidade de Alepo e depois Damasco. Os contactos entre as duas potências ainda se desenvolveriam no reinado de Filipe IV de França, levando a uma cooperação militar entre os europeus e os mongóis contra os mamelucos. === Primus inter pares === O século XIII ficou para a história da França como \"o século de ouro de São Luís\". A França, centro das artes e da vida intelectual graças, entre outras, à Sorbonne, atingia o seu apogeu também aos níveis económico e político. Luís IX comandou o maior exército e governou o mais poderoso reino da Europa. O mecenato que deu às artes impulsionou inovações na arte e na arquitectura gótica. O estilo da sua corte espalhou-se pela Europa pela compra de obras dos mestres parisienses e pelo casamento das filhas e outros membros da casa real com estrangeiros, introduzindo assim os modelos parisienses no exterior. A Sainte-Chapelle de Paris, a capela real, seria também copiada por alguns dos seus descendentes. E é muito provável que tenha ordenado a produção da Bíblia Morgan, uma obra-prima da iluminura medieval. A reputação de santidade e de justiça do soberano estava já estabelecida durante a sua vida, pelo que era regularmente escolhido como árbitro das desavenças entre os grandes do velho continente. O prestígio e o respeito na Europa por Luís IX seria mais devido a estas qualidades que pelo poderio militar. Para os seus contemporâneos, foi considerado o melhor exemplo de um príncipe cristão, primus inter pares (o primeiro entre iguais). A 4 de dezembro de 1259, em Paris, assinou o Tratado de Albeville com Henrique III de Inglaterra, acabando assim a primeira fase da Guerra dos Cem Anos entre os dois países. * Um decreto de 1263 assegurou finanças fortes. Luís instalou uma comissão financeira encarregada do controlo das contas reais, reforçando a estrutura criada em 1190 pelo seu avô Filipe Augusto, um esboço da \"Corte das Contas\", futuro parlamento da França. O prevoste de Paris, Etienne Boileau, organizou e codificou em 1268 os ofícios da capital (redacção do Livro dos Ofícios). === Oitava cruzada e morte === Devido aos ataques continuados aos estados cruzados do Levante, Luís decidiu lançar uma Oitava Cruzada, para a qual se apresentaram os seus filhos e Eduardo I da Inglaterra, além de numerosos príncipes e senhores. Partiram em direção a Túnis a 4 de julho de 1270. Mais uma vez no mar, outra grande tempestade dispersou as embarcações e impediu muitas outras de partir. Luís esperava converter o sultão de Túnis ao cristianismo para, aliados, atacarem o sultão do Egipto. No entanto, depois da rápida conquista de Cartago pelos cruzados, este não permitiu sequer o desembarque da armada europeia. Iniciou-se um confronto, com os franceses assediando vários pontos nevrálgicos dos inimigos e a própria capital. Como esta resistisse, decidiram dominá-la cortando os víveres. Mas as doenças da cidade atingiram também o exército francês. Luís IX viu morrer seu filho João Tristão, nascido durante o seu cativeiro no Egipto, e pouco depois morreria ele mesmo, a 25 de agosto de 1270, precisamente 22 anos após a sua partida para a Sétima Cruzada. O corpo de Luís IX foi colocado sobre um leito de cinzas, em sinal de humildade, e os braços em cruz, à imagem de Jesus Cristo. Este falecimento marcaria o fim da cruzada, a que se seguiriam mais mortes na família real. Isabel de Aragão, esposa de Filipe III de França, morreria na Sicília durante a viagem de regresso à França. Afonso III de Poitiers e a sua esposa Joana de Toulouse morreriam no intervalo de três dias, na Itália. O cadáver do rei foi levado para França pelo seu filho e sucessor Filipe, com excepção das entranhas: algumas destas foram enterradas na actual Tunísia, onde ainda é possível hoje em dia visitar um túmulo de São Luís; outras foram destinadas à abadia de Monreale, na Sicília, a pedido do seu irmão Carlos I da Sicília. O resto do seu corpo, depois de uma estadia na Basílica de São Domingos em Bolonha e de uma paragem em Lião, foi transladado para a necrópole real da abadia de Saint-Denis. O seu túmulo na França era um magnífico monumento de bronze dourado concebido no final do século XIV. Foi fundido durante as guerras francesas de religião, quando o corpo do rei santo desapareceu. Só foi recuperado um dedo, mantido actualmente em Saint-Denis. As relíquias conservadas na Sicília foram ainda transportadas para a Tunísia para a consagração da catedral São Luís de Cartago no final do século XIX e, por fim, aquando da independência deste país, devolvidas à França, onde foram depositadas na Sainte-Chapelle. == Legado == === Posteridade === O culto deste santo foi juridicamente examinado e aprovado pelo papa Bonifácio VIII, que o canonizou em 1297 com o nome de São Luís da França. Luís IX foi frequentemente considerado o modelo do monarca cristão ideal. Devido à aura de santidade ligada à memória de Luís IX, muitos mais reis da França se chamariam Luís, especialmente na dinastia de Bourbon (Luís XIII a Luís XVIII). Diversas instituições e locais por todo o mundo receberam o nome de São Luís ou Saint- Louis, frequentemente devido ao período do império colonial francês, como por exemplo: * A Ordem Real e Militar de São Luís (l'Ordre Royal et Militaire de Saint-Louis), ordem de cavalaria fundada em 5 de abril de 1696 por Luís XIV de França, a Missão de São Luís Rei da França (Mission San Luis Rey de Francia), fundada em Oceanside (Califórnia, Estados Unidos) em 13 de junho de 1798, e em 1842 também a Congregação das Irmãs de São Luís, uma ordem religiosa católica. * As cidades de São Luís do Maranhão no Brasil, Saint Louis no Missouri, Estados Unidos, Saint-Louis do Senegal, Saint-Louis na Alsácia, França. * Diversos edifícios de culto religioso católico: capelas, igrejas, basílicas e catedrais. === Interpretação política do reinado === No entanto, vários historiadores e analistas têm uma outra interpretação da vida de Luís IX. O arquitecto Eugène Viollet-le-Duc por exemplo, avançou a hipótese de que o rei fora um astuto político que soube se servir habilidosamente da religião para consolidar o seu poder e aumentar o poder do seu reino. Na época de Luís IX, os grandes senhores feudais faziam uma concorrência feroz ao poder dos reis da França. Estavam constantemente em conflito e por vezes conspiravam contra a própria pessoa do rei. Luís soube, ao se mostrar como um santo, usar a fé a ambição dos seus barões para os incitar a participar nas duas cruzadas. Poucos dos grandes senhores que nelas participaram voltaram à França, e Luís pôde, sem grande oposição, tomar as suas possessões. Os que sobreviveram ficaram arruinados pela expedição, e por isso mais dependentes do monarca para a sua segurança, logo mais dóceis. As medidas contra os pecados, a perseguição dos judeus e as construções de edifícios religiosos demonstram talvez um fervor religioso, mas também um refinado espírito político. Ao ganhar os favores da Igreja Católica, também ganhava o favor dos súbditos mais pios do seu tempo. Conseguia assim um melhor controlo sobre o reino, e uma maior legitimidade. A modernização da administração do estado e o reforço que deu à justiça real seriam as últimas conquistas por que lutou, a fim de aumentar os seus poderes e os dos seus descendentes no trono dos capetianos. A sua Corte das Contas foi o instrumento fundamental desta construção política. Assim Luís conseguiu firmar os alicerces do que começava finalmente a ser o estado-nação da França, unido sob um rei de direito divino. E conseguiu-o por uma subtil política, muito mais eficaz do que conflitos com os seus vassalos e tentativas de os subjugar pela força. ==Família== === Ancestrais === === Descendência === Do seu casamento a 27 de maio de 1234 com Margarida da Provença, teve os seguintes filhos: * Branca (4 de dezembro de 1240 - 29 de abril de 1243) * Isabel de França (2 de março de 1242 - 27 de abril de 1271), casada em 1258 comTeobaldo II, rei de Navarra * Luís (21 de setembro de 1243 ou 24 de fevereiro de 1244 - 13 de janeiro de 1260) * Filipe III de França (1 de maio de 1245 - 5 de outubro de 1285), seu sucessor no trono francês * João (1246 - 10 de março de 1248) * João Tristão ou João de Damieta (8 de abril de 1250 - 3 de agosto de 1270), conde de Valois, casado em 1266 com Iolanda da Borgonha, condessa de Nevers * Pedro (1251 - 6 de abril de 1284), conde de Alençon e de Perche, casado em 1272 com Joana de Châtillon, condessa de Blois e Chartres * Branca (1252 ou 1253 - 17 de junho de 1320), casada em 1269 com Fernando de La Cerda príncipe herdeiro do reino de Castela * Margarida da França (1254 ou 1255 - julho de 1271), casada em 1271 com João I, duque de Brabante * Roberto de França, conde de Clermont (1256 – 7 de fevereiro de 1317), casado em 1279 com Beatriz de Borgonha, herdeira de Bourbon, ancestral de Henrique IV de França * Inês (1260 - 19 de dezembro de 1325), casada em 1279 com o duque Roberto II da Borgonha O segundo dos seus filhos varões, Filipe III de França, foi o seu sucessor no trono, cujos descendentes directos foram reis até Henrique III de França. A descendência do varão mais jovem de São Luís, Roberto de Bourbon, subiu ao trono francês depois de nove gerações. == Fontes historiográficas sobre São Luís == Muito do que actualmente se sabe sobre a vida de São Luís foi o que ficou registrado por João de Joinville, o seu principal biógrafo com a obra A Vida de São Luís. João de Joinville era amigo, confidente e conselheiro do rei, e também foi uma das principais testemunhas no processo de canonização em 1297 pelo papa Bonifácio VIII. Duas outras biografias importantes foram escritas pelo confessor do rei, Godofredo de Beaulieu, e pelo seu capelão, Guilherme de Chartres, Grão-Mestre da Ordem dos Templários. A quarta notável fonte de informação é a biografia de Guilherme de Saint-Pathus, escrita usando o inquérito papal sobre a vida do rei para a sua canonização. Apesar de vários outros terem escrito biografias nas décadas seguintes à morte de Luís IX, só João de Joinville, Godofredo de Beaulieu e Guilherme de Chartres conheceram pessoalmente o rei. === Bibliografia === * Histoire de la France des Origines à nos Jours, Georges Duby, Paris, Larousse, col. In Extenso, 2003 (ISBN 2-03-575200-0) * Saint Louis, Jacques Le Goff, Paris, Gallimard, 1996, (ISBN 2-07-073369-6) * Saint Louis: son entourage et la symbolique chrétienne, Hervé Pinoteau (texto) e Claude Le Gallo (ilustrações), Lathuile, éditions du Gui, 2005 (ISBN 2-9517417-4-X) * Louis IX, le roi saint, Gérard Sivéry, Tallandier Historia, 2002 (ISBN 2-235-02317-7) == Ligações externas == * * Vie de Saint Louis, Jean de Joinville, J. Monfrin (editor) (em francês) * * * * * * * * Categoria:Reis da França Categoria:Monarcas católicos romanos Categoria:Santos da França Categoria:Santos franciscanos Categoria:Místicos católicos Categoria:Terciários franciscanos Categoria:Cristãos da Sétima Cruzada Categoria:Condes de Artésia Categoria:Dinastia capetiana Categoria:Monarcas canonizados Categoria:Cristãos da Oitava Cruzada Categoria:Pessoas da Cruzada Albigense Categoria:Naturais de Poissy Categoria:Pessoas canonizadas pelo papa Bonifácio VIII",
 "title": "Luís IX de França"
}