{
 "id": "43804",
 "text": "Cleópatra VII Filopátor (; 69 – 10 ou 12 de agosto de ) foi a última governante ativa do Reino Ptolemaico do Egito. Como membro da dinastia ptolemaica, foi descendente de Ptolemeu I Sóter, um general greco-macedônio e companheiro de Alexandre, o Grande. Após sua morte, o Egito tornou-se uma província do Império Romano, marcando o fim do Período Helenístico que começou com o reinado de Alexandre . Enquanto sua língua nativa era o grego koiné, foi a primeira governante ptolemaica a aprender a língua egípcia. Possivelmente acompanhou seu pai Ptolemeu XII em durante seu exílio em Roma, depois que uma revolta no Egito permitiu que a filha mais velha de Ptolemeu XII, Berenice IV, reivindicasse o trono. Esta última foi morta em , quando o faraó retornou ao país com assistência militar romana. Quando morreu em , Ptolemeu XII foi sucedido por Cleópatra e seu irmão mais novo, Ptolemeu XIII, como governantes conjuntos, mas um desentendimento entre ambos levou ao início de uma guerra civil. Depois de perder a Batalha de Farsalos na Grécia contra seu rival Júlio César durante a Segunda Guerra Civil, o estadista romano Pompeu fugiu para o Egito, um estado cliente. Ptolemeu XIII ordenou a emboscada e morte de Pompeu enquanto César ocupava Alexandria em busca dele. César, um cônsul da República Romana, tentou reconciliar Ptolemeu XIII com sua irmã. Potino, o conselheiro- chefe do faraó, considerou os termos do cônsul favoráveis à rainha, e assim suas forças, que eventualmente caíram sob o controle de sua irmã mais nova, Arsínoe IV, cercaram César e Cleópatra. O cerco foi levantado por reforços no início de e Ptolemeu XIII morreu pouco depois na Batalha do Nilo. Arsínoe IV foi exilada em Éfeso, e César, agora ditador eleito, declarou Cleópatra e seu irmão mais novo Ptolemeu XIV como governantes conjuntos. O ditador manteve um caso com a rainha, que gerou um filho, Cesarião. Ela viajou para Roma como rainha cliente em 46 e , ficando numa vila local. Após os assassinatos de César e Ptolemeu XIV (este por ordem da própria Cleópatra) em , esta tentou fazer Cesarião o herdeiro do ditador. Na Terceira Guerra Civil entre 43 e , ficou ao lado do Segundo Triunvirato, formado por Otaviano, Marco Antônio e Lépido. Após um encontro em Tarso, em , a rainha teve um caso com Antônio. Ele realizou a execução de Arsínoe a pedido dela e tornou-se cada vez mais dependente da egípcia para financiamento e ajuda militar durante suas invasões do Império Parta e do Reino da Armênia. As Doações de Alexandria declararam seus filhos Alexandre Hélio, Cleópatra Selene II e Ptolemeu Filadelfo, governantes de vários territórios antigos, sob sua autoridade triunviral. Esse evento, seu casamento e o divórcio de Marco Antônio da irmã de Otaviano, Otávia, a Jovem, levaram à Última Guerra Civil da República Romana. Otaviano se engajou numa guerra de propaganda, forçou os aliados de Antônio no Senado a fugirem de Roma em e declarou guerra contra Cleópatra. Depois de derrotar a frota naval da ambos na Batalha de Áccio em , as forças de Otaviano invadiram o Egito em e derrotaram Antônio, o levando ao suicídio. Quando a rainha soube que o invasor romano planejava levá-la à sua procissão triunfal, cometeu suicídio por envenenamento, ao contrário da crença popular de que foi mordida por uma víbora. Seu legado sobrevive em numerosas obras de arte, tanto antigas quanto modernas. A historiografia romana e a poesia latina produziram uma visão geralmente polêmica e negativa da rainha que permeava a literatura medieval e renascentista. Nas artes visuais, representações antigas de Cleópatra incluem a cunhagem romana e ptolemaica, estátuas, bustos, relevos, vidros e esculturas de camafeus e pinturas. Foi tema de muitas obras na arte renascentista e barroca, incluindo esculturas, pinturas, poesia, dramas teatrais, como Antônio e Cleópatra, de William Shakespeare, e óperas como Giulio Cesare in Egitto, de Georg Friedrich Händel. Nos tempos modernos, tem aparecido nas artes aplicadas e belas artes, na sátira burlesca, em produções cinematográficas e em imagens de marcas para produtos comerciais, tornando-se um ícone popular da egitomania desde o . == Etimologia == O nome Cleópatra é originário do grego antigo Kleopatra (), que significa \"glória de seu pai\" na forma feminina. É derivado de kleos (), \"glória\", combinado com pater (), \"antepassados\", usando a forma genitiva patros (). A forma masculina teria sido escrita como Kleopatros () ou Patroklos (). Cleópatra era o nome da irmã de Alexandre, o Grande, bem como Cleópatra Alcíone, esposa de Meleagro na mitologia grega. Através do casamento de Ptolemeu V Epifânio e Cleópatra I Sira (uma princesa selêucida), o nome entrou na dinastia ptolemaica. Seu título adotivo, Tea Filópator (), significa \"deusa que ama seu pai\". == Contexto histórico == Os faraós ptolemaicos eram coroados pelo sumo sacerdote de Ptá, em Mênfis, no Egito, mas residiam na cidade multicultural e em grande parte grega de Alexandria, fundada por Alexandre, o Grande da Macedônia. Eles falavam grego e governavam o Egito como monarcas helenísticos, recusando-se a aprender a língua nativa egípcia. Em contraste, Cleópatra podia falar vários idiomas até a idade adulta e foi a primeira governante ptolemaica a aprender a língua egípcia. Ela também falava etíope, troglodita, hebraico (ou aramaico), árabe, a língua síria (talvez siríaca), meda, parta e latim, embora seus contemporâneos romanos preferissem falar com ela em grego koiné nativo. Além do grego, do egípcio e do latim, essas línguas refletiam seu desejo de restaurar os territórios do norte da África e da Ásia Ocidental que pertenciam ao Reino Ptolemaico. O intervencionismo romano no Egito antecedeu seu reinado. Quando Ptolemeu IX Látiro morreu no final de , foi sucedido por sua filha Berenice III. No entanto, com a construção da oposição na corte real contra a ideia de uma única monarca reinante, Berenice III aceitou o domínio conjunto e o casamento com seu primo e enteado Ptolemeu XI Alexandre II, um arranjo feito pelo ditador romano Sula. Ptolemeu XI matou sua esposa logo após o casamento em , mas foi linchado logo depois no tumulto resultante do assassinato. Ptolemeu XI, e talvez seu tio Ptolemeu IX ou pai Ptolemeu X Alexandre I, legaram o Reino Ptolemaico a Roma como garantia para empréstimos, de modo que os romanos tivessem bases legais para assumir o Egito, seu estado cliente, após o assassinato de Ptolemeu XI. Os romanos preferiram dividir o reino entre os filhos ilegítimos de Ptolemeu IX, concedendo o Chipre a Ptolemeu do Chipre e o Egito a Ptolemeu XII Auleta. == Biografia == === Primeiros anos === Cleópatra Filópator nasceu no início de como a filha do faraó Ptolemeu XII e uma mãe desconhecida, presumivelmente Cleópatra VI Trifena (também conhecida como Cleópatra V Trifena), a mãe de sua irmã mais velha, Berenice IV. Cleópatra Trifena desaparece dos registros oficiais alguns meses após o nascimento de sua filha em . Os três filhos mais novos de Ptolemeu XII, a irmã de Cleópatra, Arsínoe IV, e os irmãos Ptolemeu XIII Téo Filópator e Ptolemeu XIV, nasceram na ausência de sua esposa. Seu tutor de infância foi Filóstrato, de quem ela aprendeu as artes gregas do diálogo e filosofia. Durante sua juventude, presumivelmente estudou no Museu, incluindo a Biblioteca de Alexandria. === Reinado e exílio de Ptolemeu XII === Em , o censor romano Marco Crasso argumentou perante o Senado que Roma deveria anexar o Egito ptolemaico, mas seu projeto de lei e o projeto similar do tribuno Servílio Rulo dois anos mais tarde foram rejeitados. Ptolemeu XII respondeu à ameaça de uma possível anexação oferecendo remuneração e generosos presentes a poderosos estadistas romanos, como Pompeu durante sua campanha contra Mitrídates VI do Ponto e, por fim, Júlio César depois de se tornar cônsul romano em . No entanto, o comportamento perdulário do faraó faliu e ele foi forçado a adquirir empréstimos do banqueiro Caio Rabírio Póstumo. Em , os romanos anexaram o Chipre e, sob acusações de pirataria, levaram Ptolemeu do Chipre, irmão de Ptolemeu XII, a cometer suicídio em vez de resistir ao exílio em Pafos. O faraó permaneceu publicamente calado sobre a morte de seu irmão, uma decisão que, juntamente com a cessão do território ptolemaico tradicional aos romanos, prejudicou sua credibilidade entre os indivíduos já enfurecidos por suas políticas econômicas. Ptolemeu XII foi então exilado do Egito pela força, viajando primeiro para Rodes, depois para Atenas e, finalmente, à vila do triúnviro Pompeu, nas Colinas Albanas, perto de Palestrina, Itália. O faraó desposto passou quase um ano nos arredores de Roma, ostensivamente acompanhado por sua filha Cleópatra, então com cerca de 11 anos. Berenice IV enviou uma embaixada a Roma para defender seu governo e se opor à reintegração de seu pai Ptolemeu XII, mas ele matou os líderes da embaixada, um incidente que foi encoberto por seus poderosos partidários romanos. Quando o Senado Romano negou a Ptolemeu XII a oferta de uma escolta armada e as provisões para um retorno ao Egito, ele decidiu deixar Roma no final de e residir no Templo de Ártemis em Éfeso. Os financistas romanos de Ptolemeu XII continuaram determinados a restaurá-lo ao poder. Pompeu persuadiu Aulo Gabínio, o governador romano da Síria, a invadir o Egito e restaurar o faraó, oferecendo-lhe 10 mil talentos à missão proposta. Apesar de colocá-lo em desacordo com a lei romana, Gabínio invadiu o Egito na primavera de , através da Judeia asmoneia, onde Hircano II tinha Antípatro, o Idumeu, pai de Herodes, o Grande, fornecendo suprimentos ao exército liderado pelos romanos. Como um jovem oficial de cavalaria, Marco Antônio estava sob o comando de Gabínio. Distinguiu-se impedindo Ptolemeu XII de massacrar os habitantes de Pelúsio, e de resgatar o corpo de Arquelau, marido de Berenice IV, depois de ter sido morto em batalha, assegurando-lhe um enterro real apropriado. Cleópatra, agora com 14 anos de idade, teria viajado com a expedição romana ao Egito; anos depois, Antônio professaria que se apaixonara por ela naquela época. Gabínio foi levado a julgamento em Roma por abusar de sua autoridade, pelo qual foi absolvido, mas seu segundo julgamento por aceitar subornos o levou ao exílio, do qual foi chamado de volta sete anos depois, em por César. Crasso o substituiu como governador da Síria e estendeu seu comando provincial para o Egito, mas ele foi morto pelos partos na Batalha de Carras em . Berenice IV e seus partidários ricos foram executados, e o faraó apreendeu suas propriedades. Ele permitiu que a guarnição romana em grande parte germânica e gaulesa de Gabínio, os gabinianos, assediassem as pessoas nas ruas de Alexandria e instalasse seu financista romano de longa data, Rabírio, como seu diretor financeiro. Dentro de um ano, Rabírio foi colocado sob custódia protetora e enviado de volta a Roma depois que sua vida foi ameaçada por drenar os recursos do Egito. Apesar desses problemas, Ptolemeu XII criou um testamento designando Cleópatra e Ptolemeu XIII como seus herdeiros conjuntos, supervisionou grandes projetos de construção, como o Templo de Edfu e um templo em Dendera, e estabilizou a economia. Em 31 de maio de , Cleópatra tornou-se regente de Ptolemeu XII, conforme indicado por uma inscrição no Templo de Hator, em Dendera. Rabírio foi incapaz de recolher a totalidade da dívida do governante no momento de sua morte, e assim foi passada para seus sucessores Cleópatra e Ptolemeu XIII. === Ascensão ao trono === Ptolemeu XII morreu em 22 de março de , quando Cleópatra, em seu primeiro ato como rainha, começou uma viagem a Hermontis, próximo de Tebas, para instalar um novo touro sagrado de Buquis, adorado como um intermediário para o deus Montu na religião egípcia antiga. Cleópatra enfrentou vários problemas prementes e emergências pouco depois de assumir o trono. Estes incluíam a fome causada pela seca e um baixo nível das inundações anuais do Nilo, e o comportamento ilegal instigado pelos gabinianos, os soldados romanos agora desempregados e assimilados deixados por Gabínio para guarnecer o Egito. Herdando as dívidas de seu pai, também devia à República Romana 17,5 milhões de dracmas. Em , Marco Calpúrnio Bíbulo, procônsul da Síria, enviou seus dois filhos mais velhos para o Egito, provavelmente para negociar com os gabinianos e recrutá-los como soldados na defesa desesperada da Síria contra os partos. No entanto, os gabinianos torturaram e assassinaram esses dois, talvez com encorajamento secreto de administradores desonestos da corte de Cleópatra. Ela enviou os gabinianos acusados a Bíbulo como prisioneiros que aguardavam seu julgamento, mas ele os mandou de volta à rainha e repreendeu-a por interferir em sua adjudicação, que era prerrogativa do Senado romano. Ao lado de Pompeu na Segunda Guerra Civil da República Romana, Bíbulo não conseguiu impedir que César desembarcasse uma frota naval na Grécia, o que finalmente permitiu que chegasse ao Egito em busca de Pompeu. Por volta de 29 de agosto de , documentos oficiais começaram a listar Cleópatra como única governante, prova de que ela havia rejeitado seu irmão Ptolemeu XIII como cogovernante. Ela provavelmente se casou com ele, mas não há registro disso. A prática do casamento entre irmãos foi iniciada por Ptolemeu II e sua irmã Arsínoe II. Uma prática egípcia de longa data, era detestada pelos gregos contemporâneos. No reinado de Cleópatra, contudo, foi considerado um arranjo normal para os governantes nativos. Apesar da rejeição de Cleópatra a ele, Ptolemeu XIII ainda mantinha aliados poderosos, notadamente o eunuco Potino, seu tutor de infância, regente e administrador de suas propriedades. Outros envolvidos na intriga contra a rainha incluíam Áquila, um proeminente comandante militar, e Teódoto de Quio, outro tutor de Ptolemeu XIII. A rainha parece ter tentado uma aliança de curta duração com seu irmão Ptolemeu XIV, mas no outono de , Ptolemeu XIII tinha a vantagem em seu conflito e começou a assinar documentos com seu nome antes de sua irmã, seguido pelo estabelecimento de sua primeira data de reinado em . === Assassinato de Pompeu === No verão de , Cleópatra e suas forças ainda estavam lutando contra Ptolemeu XIII em Alexandria, quando o filho de Pompeu, Cneu Pompeu, chegou, em busca de ajuda militar em nome de seu pai. Após retornar à Itália das Guerras da Gália e cruzar o Rubicão em janeiro daquele ano, César forçou Pompeu e seus partidários a fugir à Grécia. Em talvez seu último decreto conjunto, Cleópatra e Ptolemeu XIII concordaram com o pedido de Cneu Pompeu e enviaram a seu pai 60 navios e 500 tropas, incluindo os gabinianos, um movimento que ajudou a eliminar parte da dívida com Roma. Perdendo a luta contra seu irmão, Cleópatra foi forçada a fugir de Alexandria e se retirar à região de Tebas. Na primavera de , a rainha viajara à Síria romana com sua irmã mais nova, Arsínoe IV, para reunir uma força de invasão que se dirigia ao Egito. Voltou com um exército, mas seu avanço para Alexandria foi bloqueado pelas forças de seu irmão, incluindo alguns gabinianos mobilizados para lutar contra ela, então ela acampou do lado de fora de Pelúsio, no leste do delta do Nilo. Na Grécia, as forças de César e Pompeu se enfrentaram na decisiva Batalha de Farsalos em 9 de agosto de , levando à destruição da maior parte do exército de Pompeu e à sua fuga forçada para Tiro, no Líbano. Dada sua estreita relação com os ptolemeus, Pompeu finalmente decidiu que o Egito seria seu lugar de refúgio, onde poderia reabastecer suas forças. Os conselheiros do faraó, no entanto, temiam a ideia de Pompeu usar o Egito como sua base em uma prolongada guerra civil romana. Num esquema planejado por Teódoto, o comandante romano chegou de navio perto de Pelúsio após ser convidado por uma mensagem escrita, apenas para ser emboscado e esfaqueado até a morte em 28 de setembro de . Ptolemeu XIII acreditava que havia demonstrado seu poder e, ao mesmo tempo, desarmou a situação, mandando a cabeça de Pompeu, cortada e embalsamada, para César, que chegou a Alexandria no início de outubro e passou a residir no palácio real. César expressou pesar e indignação pela morte de Pompeu e convocou o faraó e Cleópatra para que desfizessem suas forças e se reconciliassem. === Relacionamento com Júlio César === Ptolemeu XIII chegou em Alexandria à frente de seu exército, claramente desafiando a exigência de César para que se desfizesse e deixasse o exército antes de sua chegada. Cleópatra inicialmente enviou emissários ao cônsul romano, mas ao saber que ele estava inclinado a ter casos com mulheres reais, ela foi a Alexandria para vê-lo pessoalmente. O historiador Dião Cássio registra que ela o fez sem informar seu irmão, vestindo-se de maneira atraente e encantando-o com sua inteligência. Plutarco fornece um relato inteiramente diferente e talvez mítico, que alega que ela foi amarrada dentro de um saco de cama para ser contrabandeada para o palácio para se encontrar com César. Quando o faraó percebeu que sua irmã estava no palácio consorciando diretamente com César, tentou incitar a população de Alexandria a um motim, mas foi preso pelo romano, que usou suas habilidades oratórias para acalmar a multidão frenética. César então trouxe Cleópatra e Ptolemeu XIII perante a assembléia de Alexandria, onde revelou a vontade escrita de Ptolemeu XII — anteriormente na posse de Pompeu — nomeando a rainha e seu irmão como seus herdeiros conjuntos. O comandante romano então tentou fazer com que os outros dois irmãos, Arsínoe IV e Ptolemeu XIV, governassem juntos o Chipre, removendo assim pretendentes rivais potenciais ao trono egípcio ao apaziguar os ptolemaicos ainda amargos pela perda da ilha para os romanos em . Julgando que esse acordo favorecia Cleópatra sobre Ptolemeu XIII e que seus exércitos de 20 mil guerreiros, incluindo os gabinianos, provavelmente derrotaria o exército de 4 mil sem apoio de César, Potino decidiu que Áquila levasse suas forças a Alexandria para atacar o cônsul romano e a rainha. Depois que César conseguiu executar Potino, Arsínoe IV juntou forças com Áquila e foi declarada rainha, mas logo depois seu tutor Ganimedes matou Áquila e assumiu a posição dele como comandante do exército. Ganimedes então enganou César ao pedir a presença do prisioneiro Ptolemeu XIII como negociador, apenas para que ele se juntasse ao exército de Arsínoe IV. César e Cleópatra foram presos no resultante cerco de Alexandria, que durou até o ano seguinte de . Em algum momento entre janeiro e março daquele ano, chegaram os reforços de César, incluindo os liderados por Mitrídates de Pérgamo e Antípatro, o Idumeu. Ptolemeu XIII e Arsínoe IV retiraram suas forças para o Nilo, onde César os atacou. O faraó morreu afogado ao tentar fugir quando seu barco virou. Ganimedes talvez foi morto na batalha, Teódoto foi encontrado anos depois na Ásia por Marco Júnio Bruto e executado, enquanto Arsínoe IV foi forçada a desfilar no triunfo de César em Roma antes de ser exilada no Templo de Ártemis em Éfeso. Cleópatra estava visivelmente ausente desses eventos e residia no palácio, provavelmente porque estava grávida do filho de César desde setembro de . O mandato de César como cônsul havia expirado no final de . No entanto, Antônio, um de seus oficiais, ajudou a garantir a eleição como ditador por um ano, até outubro de , dando a César a autoridade legal para resolver a disputa dinástica no Egito. Temeroso de repetir o erro da irmã de Cleópatra, Berenice IV, em ter um único governante, ele nomeou Ptolemeu XIV, o irmão de 12 anos, como governante conjunto com a rainha de 22 anos num casamento nominal entre irmãos, mas ela continuou vivendo em particular com César. A data exata em que o Chipre foi devolvido a seu controle não é conhecida, embora ela tivesse um governador lá por volta de . É alegado que César e Cleópatra tenham se juntado para um passeio pelo Nilo e visitaram monumentos egípcios, embora isso possa ser um conto romântico que reflita mais tardiamente as propensões romanas e não um acontecimento histórico real. O historiador Suetônio forneceu detalhes consideráveis sobre a viagem, incluindo o uso de , o barco de prazer construída por Ptolemeu IV, que durante seu reinado mediu 91 m de comprimento e 24 m de altura e era completo com salas de jantar, salas de estado, santuários sagrados e passeios em seus dois conveses, parecendo uma casa flutuante. César poderia ter se interessado pelo cruzeiro no Nilo devido ao seu fascínio pela geografia; era bem lido nas obras de Eratóstenes e Píteas e talvez quisesse descobrir a nascente do rio, mas voltou antes de chegar à Abissínia. César partiu do Egito por volta de abril de , supostamente para confrontar Fárnaces II do Ponto, filho de Mitrídates VI do Ponto, que estava causando problemas para Roma na Anatólia. É possível que, casado com a proeminente romana Calpúrnia, também quisesse evitar ser visto junto com Cleópatra quando ela lhe deu o filho. Deixou três legiões no Egito, mais tarde aumentou para quatro, sob o comando do liberto Rúfio para garantir a posição tênue da rainha, mas talvez também para manter suas atividades sob controle. Cesarião, o suposto filho de Cleópatra com César, nasceu em 23 de junho de e foi originalmente chamado de \"Faraó César\", preservado em uma estela no serapeu, em Mênfis. Talvez devido ao seu casamento ainda sem filhos com Calpúrnia, César permaneceu publicamente em silêncio sobre Cesarião (mas talvez tenha aceitado sua filiação em particular). Cleópatra, por outro lado, fez repetidas declarações oficiais sobre o parentesco de Cesarião, com César como pai. Cleópatra e Ptolemeu XIV, este nomeado seu parceiro de governo, visitaram Roma em algum momento no final de , presumivelmente sem Cesarião, e receberam alojamento numa vila nos Jardins de César. Tal como aconteceu com seu pai Ptolemeu XII, César concedeu a Cleópatra e a Ptolemeu XIV o estatuto legal de \"amigo e aliado do povo romano\" (), na verdade governantes clientes leais a Roma. Os visitantes da rainha na vila de César, do outro lado do rio Tibre, incluíam o senador Cícero, que a considerava arrogante. Sosígenes de Alexandria, um dos membros da corte de Cleópatra, ajudou o ditador nos cálculos do novo calendário juliano, posto em vigor em 1º de janeiro de . O Templo da Vênus Genetrix, estabelecido no Fórum de César em 25 de setembro de , continha uma estátua de ouro de Cleópatra (que ficou lá pelo menos até ), associando a mãe do filho de César diretamente com a deusa Vênus, mãe dos romanos. A estátua também ligava sutilmente a deusa egípcia Ísis à religião romana. A presença da egípcia em Roma provavelmente teve um efeito sobre os eventos no festival de Lupercália, um mês antes do assassinato de César. Antônio tentou colocar um diadema real na cabeça do ditador, com este recusando-se no que era provavelmente um ato encenado, talvez para avaliar o humor do público romano sobre aceitar a realeza de estilo helenístico. Cícero, que estava presente no festival, ironicamente perguntou de onde vinha o diadema, uma referência óbvia à rainha ptolemaica que ele abominava. César foi assassinado nos idos de março (15 de março de ), mas Cleópatra permaneceu em Roma até meados de abril, na vã esperança de que Cesarião fosse reconhecido como herdeiro. No entanto, o testamento de César nomeou seu sobrinho-neto Otaviano como o principal herdeiro, e este chegou à Itália na mesma época em que a rainha decidiu voltar ao Egito. Alguns meses depois, Cleópatra mandou matar Ptolemeu XIV por envenenamento, elevando seu filho Cesarião como seu coregente. === Guerra Civil dos Libertadores === miniaturadaimagem|Portão de Cleópatra em Tarso (atual Mersin, Turquia), o local onde encontrou Marco Antônio em Otaviano, Marco Antônio e Marco Emílio Lépido formaram o Segundo Triunvirato em , no qual foram eleitos para mandatos de cinco anos para restaurar a ordem na República e levar os assassinos de César à justiça. Cleópatra recebeu mensagens de Caio Cássio Longino, um dos assassinos de César, e Públio Cornélio Dolabela, procônsul da Síria e apoiador de Cesarião, solicitando ajuda militar. Ela decidiu escrever a Cássio uma desculpa de que seu reino enfrentava muitos problemas internos, enquanto enviava as quatro legiões deixadas por César no Egito para Dolabela. No entanto, essas tropas foram capturadas por Cássio na Palestina. Enquanto Serapião, seu governador no Chipre, desertou para Cássio e lhe forneceu navios, a rainha levou sua frota à Grécia para ajudar pessoalmente Otaviano e Antônio, mas seus navios foram fortemente danificados em uma tempestade no Mediterrâneo e ela chegou tarde demais para ajudar na luta. No outono de , Antônio havia derrotado as forças dos assassinos de César na Batalha de Filipos, na Grécia, levando ao suicídio de Cássio e Bruto. No final do ano, Otaviano havia conquistado o controle de grande parte da metade ocidental da República Romana e Antônio da metade oriental, com Lépido em grande parte marginalizado. No verão do ano seguinte, Antônio estabeleceu seu quartel- general em Tarso, na Anatólia, e convocou Cleópatra em várias cartas, o que ela rejeitou até o enviado Quinto Délio a convenceu a ir. O encontro permitiu que ela esclarecesse o equívoco de que havia apoiado Cássio durante a guerra civil e endereçar as trocas territoriais no Levante, mas Antônio também desejava, indubitavelmente, formar um relacionamento pessoal e romântico com a rainha. Ela navegou de Talêmego o rio Kydnos até Tarso recebendo o comandante romano e seus oficiais para duas noites de banquetes luxuosos a bordo do navio. Cleópatra conseguiu limpar seu nome como uma suposta partidária de Cássio, argumentando que realmente tentara ajudar Dolabela na Síria e convenceu Antônio a mandar executar sua irmã exilada, Arsínoe IV, em Éfeso. Seu ex-governador rebelde no Chipre também foi entregue a ela para execução. === Relacionamento com Marco Antônio === Cleópatra convidou Marco Antônio para ir ao Egito antes de partir de Tarso, o que levou o militar a visitar Alexandria em novembro de . Foi bem recebido pela população da cidade, tanto por suas ações heroicas em restaurar Ptolemeu XII ao poder e por chegar ao Egito sem uma força de ocupação como César tinha feito. No Egito, continuou a desfrutar do luxuoso estilo de vida real que havia presenciado a bordo do navio de Cleópatra ancorado em Tarso. Também mandou seus subordinados, como Públio Ventídio Basso, expulsarem os partos da Anatólia e da Síria. A rainha o escolheu cuidadosamente como seu parceiro para gerar novos herdeiros, pois era considerado a figura romana mais poderosa após a morte de César. Com seus poderes como triúnviro, Antônio também tinha ampla autoridade para restaurar antigas terras ptolemaicas, que estavam atualmente em mãos romanas, para Cleópatra. Embora esteja claro que tanto a Cilícia quanto o Chipre estavam sob o controle da rainha em 19 de novembro de , a transferência provavelmente ocorreu mais cedo no inverno de 41–, durante seu tempo passado com o comandante romano. Na primavera de , Antônio deixou o Egito devido a problemas na Síria, onde seu governador Lúcio Decídio Saxa foi morto e seu exército tomado por Quinto Labieno, um ex-oficial sob Cássio que agora servia ao Império Parta. Cleópatra forneceu-lhe 200 navios à sua campanha e como pagamento pelos seus territórios recém-adquiridos. Ela não o veria de novo até , mas manteve correspondência, e as evidências sugerem que ela manteve um espião em seu acampamento. No final de , ela deu à luz gêmeos, um garoto chamado Alexandre Hélio e uma garota chamada Cleópatra Selene II, os quais o comandante romano reconheceu como seus filhos. Hélio (o Sol) e Selene (a Lua) simbolizavam uma nova era de rejuvenescimento social, bem como uma indicação de que Cleópatra esperava que seu parceiro repetisse as façanhas de Alexandre, o Grande, conquistando os partas. A campanha parta de Marco Antônio no Oriente foi interrompida pelos acontecimentos da Guerra Perusina, iniciada por sua ambiciosa esposa Fúlvia contra Otaviano, na esperança de fazer de seu marido o líder indiscutível de Roma. Foi sugerido que Fúlvia queria afastá-lo de Cleópatra, mas o conflito emergiu na Itália antes mesmo do encontro de ambos em Tarso. Fúlvia e Lúcio Antônio, irmão de seu marido, foram cercados por Otaviano na Perúsia (atual Perúgia, Itália) e depois exilados da Itália, após o que Fúlvia morreu em Sicião, na Grécia, enquanto tentava chegar até seu marido. Sua morte repentina levou a uma reconciliação de Otaviano e Antônio em Brundísio, na Itália, em setembro de . Embora o acordo em Brundísio solidificasse o controle de Antônio dos territórios da República Romana a leste do Mar Jônico, também estipulava que ele concedesse a Itália, Hispânia e Gália, e que casasse com Otávia, a Jovem, a irmã de Otaviano e rival em potencial de Cleópatra. Em dezembro de , Cleópatra recebeu Herodes em Alexandria como hóspede inesperado e refugiado de uma situação turbulenta na Judeia. Ele foi investido como um tetrarca por Antônio, mas logo estava em desacordo com Antígono II, da dinastia asmoneia há muito estabelecida. Este último havia aprisionado o irmão de Herodes e seu colega tetrarca Fasael, que foi executado enquanto o tetrarca fugia em direção à corte egípcia. Ela tentou lhe fornecer uma missão militar, mas Herodes recusou e viajou para Roma, onde os triúnviros Otaviano e Antônio o nomearam rei da Judeia. Este ato o colocou em rota de colisão com Cleópatra, que desejaria recuperar os antigos territórios ptolemaicos que compunham o novo reino herodiano. As relações entre o militar e a rainha talvez azedaram quando ele não só se casou com Otávia, mas também teve duas filhas, Antônia, a Velha, em , e Antônia Menor, em , e mudou seu quartel-general para Atenas. No entanto, sua posição no Egito era segura. Seu rival Herodes estava ocupado com a guerra civil na Judeia, que exigia assistência militar romana pesada, mas não recebeu nenhuma de Cleópatra. Visto que a autoridade de Marco Antônio e Otaviano como triúnviros expirou em 1 de janeiro de , Otávia organizou uma reunião em Tarento, onde o triunvirato foi oficialmente estendido para . Com duas legiões concedidas por Otaviano e mil soldados emprestados por sua irmã, Antônio viajou para Antioquia, onde fez os preparativos para a guerra contra os partos. Convocou Cleópatra em Antioquia para discutir questões urgentes, como o reino de Herodes e o apoio financeiro para sua campanha parta. Ela trouxe seus gêmeos de três anos para Antioquia, onde o pai os viu pela primeira vez e onde provavelmente receberam pela primeira vez seus sobrenomes Hélio e Selene como parte dos ambiciosos planos de ambos para o futuro. Para estabilizar o oriente, ele não apenas ampliou o domínio de Cleópatra, mas também estabeleceu novas dinastias reinantes e governantes clientes que seriam leais a ele, mas que no final sobreviveriam a ele. Nesse arranjo, Cleópatra ganhou importantes territórios ptolemaicos no Levante, incluindo quase toda a Fenícia (Líbano), exceto Tiro e Sídon, que permaneceram em mãos romanas. Ela também recebeu Ace Ptolemaida (moderna Acre, Israel), uma cidade que foi fundada por Ptolemeu II. Devido suas relações ancestrais com os selêucidas, recebeu a região da Celessíria ao longo do alto rio Orontes. Recebeu até mesmo a região em torno de Jericó na Palestina, mas alugou este território de volta para Herodes. À custa do rei nabateu Malico I (primo de Herodes), Cleópatra também recebeu uma parte do Reino Nabateu ao redor do Golfo de Ácaba, no Mar Vermelho, incluindo Ailana (moderna Aqaba, Jordânia). No oeste recebeu Cirene ao longo da costa da Líbia, bem como Itanos e Olunte na Creta romana. Embora ainda administrados por oficiais romanos, esses territórios, no entanto, enriqueceram seu reino e a levaram a declarar a inauguração de uma nova era, datando duas vezes sua moeda em . A ampliação do reino ptolemaico por Antônio, ao renunciar o território romano que controlava diretamente, foi explorada por seu rival Otaviano, que recorreu ao sentimento público em Roma contra o fortalecimento de uma rainha estrangeira às custas da República. Otaviano, estimulando a narrativa de que seu adversário estava negligenciando sua virtuosa esposa romana Otávia, concedeu a esta e à Lívia Drusa, sua própria esposa, privilégios extraordinários de sacrossantas. Cerca de 50 anos antes, Cornélia Africana, filha de Cipião Africano, foi a primeira mulher romana viva a ter uma estátua dedicada a ela. Ela foi agora seguida por Otávia e Lívia, cujas estátuas foram provavelmente erguidas no Fórum de César para rivalizar com as de Cleópatra, erguidas pelo antigo ditador. Cleópatra acompanhou Antônio em no Eufrates em sua jornada rumo à invasão do Império Parta. Então retornou ao Egito, talvez devido ao seu estado avançado de gravidez. No verão de , ela deu à luz Ptolemeu Filadelfo, seu segundo filho com o comandante. A campanha parta de Marco Antônio em transformou-se num completo desastre por várias razões, em particular a traição do rei da Armênia , que desertou para o lado inimigo. Depois de perder cerca de 30 mil homens, mais do que Crasso em Carras (uma vergonha que esperava vingar), finalmente chegou a Leucócome perto de Berito (moderna Beirute, Líbano) em dezembro, envolvido em bebedeira antes de Cleópatra chegar para fornecer fundos e roupas para suas tropas maltratadas. Desejava evitar os riscos envolvidos no retorno a Roma, e assim viajou com a rainha de volta a Alexandria para ver seu filho recém-nascido. === Doações de Alexandria === Enquanto Antônio preparava-se para outra expedição parta em , dessa vez contra a Armênia, Otávia viajou para Atenas com 2 mil soldados em suposto apoio ao marido, mas muito provavelmente num esquema planejado pelo irmão para constrangê-lo por suas perdas militares. Ele recebeu essas tropas, mas disse a sua esposa que não fosse para o leste de Atenas enquanto ele e Cleópatra viajavam juntos para Antioquia, apenas para abandonar repentina e inexplicavelmente a campanha militar e voltar para Alexandria. Quando sua esposa voltou para Roma, Otaviano retratou sua irmã como uma vítima injustiçada pelo marido, embora ela se recusasse a deixar a casa dele. A confiança de Otaviano cresceu quando eliminou seus rivais no oeste, incluindo Sexto Pompeu e até mesmo Lépido, o terceiro membro do triunvirato, que foi colocado em prisão domiciliar após revoltar-se contra ele na Sicília. Quinto Délio foi enviado como emissário a Artavasdes II em para negociar uma potencial aliança matrimonial que iria unir a filha do rei armênio com Alexandre Hélio, seu filho com a rainha egípcia. Quando isso foi recusado, marchou com seu exército à Armênia, derrotou forças locais e capturou o rei e a família real armênia. Antônio então realizou um desfile militar em Alexandria como uma imitação de um triunfo romano, vestido como Dioniso e cavalgando pela cidade numa carruagem para apresentar os prisioneiros reais a Cleópatra, que estava sentada em um trono de ouro acima de um tablado de prata. A notícia deste evento foi fortemente criticada em Roma como uma perversão de cerimônias e rituais consagrados pelo tempo sendo desfrutados por uma rainha egípcia. Em um evento realizado no ginásio logo após o triunfo, Cleópatra se vestiu de Ísis e declarou que era a Rainha dos Reis com seu filho Cesarião, Rei dos Reis, enquanto Alexandre Hélio foi declarado rei da Armênia, Média e Pártia, e Ptolemeu Filadelfo, de dois anos de idade, foi declarado rei da Síria e da Cilícia. Cleópatra Selene II foi contemplada com Creta e Cirene. Antônio e Cleópatra podem ter se casado durante essa cerimônia. Ele enviou um relatório a Roma solicitando a ratificação dessas reivindicações territoriais, conhecidas como as doações de Alexandria. Otaviano queria divulgá-la para fins de propaganda, mas os dois cônsules, ambos partidários de seu rival, o censuraram da opinião pública. Os dois entraram numa guerra acalorada de propaganda no final de que duraria anos. Marco Antônio alegou que seu rival havia deposto ilegalmente Lépido de seu triunvirato e o impediu de levantar tropas na Itália, enquanto Otaviano o acusou de detenção ilegal do rei da Armênia, casar-se com Cleópatra apesar de ainda ser casado com sua irmã Otávia, e erroneamente alegar Cesarião como o herdeiro de César em vez de si. A ladainha de acusações e fofocas associadas a essa guerra de propaganda moldaram as percepções populares sobre Cleópatra, desde a literatura do período até as várias mídias nos tempos modernos. Dizia-se que ela fizera uma lavagem cerebral em seu amante com bruxaria e feitiçaria e era tão perigosa quanto a Helena de Homero, que destruiu a civilização. Plínio, o Velho, afirma em sua História Natural que Cleópatra uma vez dissolveu uma pérola no valor de dezenas de milhões de sestércios em vinagre apenas para ganhar uma aposta num jantar. A acusação de que Antônio havia roubado livros da Biblioteca de Pérgamo para reabastecer a Biblioteca de Alexandria acabou sendo uma confissão admitida por Caio Calvísio Sabino. Um documento de papiro datado de fevereiro de , mais tarde usado para embrulhar uma múmia, contém a assinatura da rainha, provavelmente escrita por um funcionário autorizado a assinar por ela. Ela versa sobre certas isenções fiscais no Egito concedidas a Quinto Cecílio ou Públio Canídio Crasso, um ex-cônsul romano e confidente de Antônio que comandaria suas forças terrestres em Áccio. Um subscrito em caligrafia diferente na parte inferior do papiro diz \"faça acontecer\" ou \"assim seja\" (); trata-se provavelmente da assinatura da rainha, pois era prática ptolemaica rubricar documentos para evitar falsificação. === Batalha de Áccio === miniaturadaimagem|Um busto de Augusto reconstruído como um Otaviano mais jovem, datado de c. Num discurso ao Senado no primeiro dia de seu consulado em 1 de janeiro de , Otaviano acusou Antônio de tentar subverter as liberdades e a integridade territorial como escravo de uma rainha oriental. Antes do imperium conjunto de ambos os líderes expirar em 31 de dezembro, Antônio declarou Cesarião como o verdadeiro herdeiro de César, na tentativa de minar Otaviano. Em 1 de janeiro de , seus partidários Caio Sósio e Cneu Domício Enobarbo foram eleitos cônsules. Em 1 de fevereiro, Sósio proferiu um discurso ardente condenando Otaviano, agora um cidadão privado sem cargo público, e apresentou leis contra ele. Durante a próxima sessão senatorial, Otaviano entrou na casa do Senado com guardas armados e apresentou suas próprias acusações contra os cônsules. Intimidados por esse ato, os cônsules e mais de 200 senadores ainda apoiando Antônio fugiram de Roma no dia seguinte para se juntar a ele. Antônio e Cleópatra viajaram juntos para Éfeso em , onde ela lhe forneceu 200 dos 800 navios da marinha que conseguiu adquirir. Enobarbo, cauteloso de confirmar a propaganda de Otaviano ao público, tentou convencer Antônio a excluir Cleópatra da campanha contra seu adversário. Públio Canídio Crasso fez o contra-argumento de que a rainha estava financiando o esforço de guerra e era uma monarca competente. Cleópatra recusou os pedidos de seu parceiro de que voltasse ao Egito, julgando que, ao bloquear Otaviano na Grécia, poderia mais facilmente defender o Egito. A insistência da rainha em se envolver na batalha pela Grécia levou a deserções de romanos importantes, como Enobarbo e Lúcio Munácio Planco. Durante a primavera de , Antônio e Cleópatra viajaram para Atenas, onde ela o convenceu a enviar a Otávia uma declaração oficial de divórcio. Isso encorajou Planco a aconselhar Otaviano de que deveria confiscar o testamento do rival, entregue às virgens vestais. Embora fosse uma violação dos direitos sagrados e legais, Otaviano adquiriu à força o documento do Templo de Vesta, e tornou-se uma ferramenta útil na guerra de propaganda contra seus adversários no Egito. Destacou partes do testamento, como Cesarião sendo nomeado herdeiro de César, de que as Doações de Alexandria eram legais, que Antônio deveria ser enterrado ao lado de Cleópatra no Egito, em vez de Roma, e que Alexandria seria feita a nova capital da República Romana. Numa demonstração de lealdade a Roma, Otaviano decidiu começar a construção de seu próprio mausoléu no Campo de Marte. Sua posição legal também foi melhorada ao ser eleito cônsul no ano seguinte. Com a vontade de Antônio tornada pública, Otaviano teve seu casus belli, e Roma declarou guerra a Cleópatra, não ao comandante. O argumento legal para a guerra se baseava menos nas aquisições territoriais de Cleópatra, com antigos territórios romanos governados por seus filhos com Antônio, e mais no fato de que ela estava fornecendo apoio militar a um cidadão privado agora que a autoridade triunviral dele havia expirado. O casal possuía uma frota maior do que Otaviano, mas suas tripulações da marinha não eram todas bem treinadas, algumas talvez de navios mercantes, enquanto o inimigo possuía uma força totalmente profissional. Antônio queria atravessar o Mar Adriático e bloquear Otaviano em Tarento ou Brundísio, mas a rainha, preocupada principalmente com a defesa do Egito, anulou a decisão de atacar a Itália diretamente. Antônio e Cleópatra estabeleceram sua sede de inverno em Patras, na Grécia, e na primavera de moveram-se para Áccio, no lado sul do Golfo Ambraciano. O casal tinha o apoio de vários reis, mas a rainha já havia entrado em conflito com Herodes, e um terremoto na Judeia deu a ele uma desculpa para ausentar-se da campanha. Também perderam o apoio de Malico I, o que provaria ter consequências estratégicas. Perderam várias escaramuças contra Otaviano em torno de Áccio durante o verão de , enquanto as deserções no campo de seu adversário continuaram, incluindo Délio, companheiro de longa data, e os reis aliados Amintas da Galácia e Deiótaro da Paflagônia. Enquanto alguns no campo de Antônio sugeriram abandonar o conflito naval para recuar para o interior, Cleópatra pediu um confronto naval, para manter a frota de Otaviano longe do Egito. Em 2 de setembro de , as forças navais de Otaviano, lideradas por Marco Vipsânio Agripa, encontraram as de Antônio e Cleópatra na Batalha de Áccio. Cleópatra, a bordo de sua capitânia, a Antonias, comandava 60 navios na foz do Golfo Ambraciano, na parte traseira da frota, no que provavelmente foi um movimento dos oficiais de Antônio para marginalizá-la durante a batalha. Antônio ordenou que seus navios tivessem velas a bordo para uma melhor chance de perseguir ou fugir do inimigo, que Cleópatra, sempre preocupada em defender o Egito, usava para se mover rapidamente pela área de combate em uma retirada estratégica para o Peloponeso. Burstein relatou que os escritores romanos partidários acusariam Cleópatra de covardemente abandonar Antônio, mas sua intenção original de manter as velas a bordo pode ter sido quebrar o bloqueio e salvar o máximo possível de sua frota. Antônio a seguiu e embarcou em seu navio, identificado por suas velas roxas distintas, quando os dois escaparam da batalha e dirigiram-se para Tênaro. Antônio teria evitado Cleópatra durante essa viagem de três dias, até que as damas dela em Tênaro o instaram ao diálogo. A Batalha de Áccio prosseguiu sem os dois até a manhã de 3 de setembro e foi seguida por deserções maciças de oficiais, tropas e reis aliados para o lado de Otaviano. === Queda e morte === Enquanto Otaviano ocupava Atenas, Antônio e Cleópatra desembarcaram em Paretônio, no Egito. O casal seguiu caminhos separados, o romano foi a Cirene para levantar mais tropas e a rainha egípcia navegou até o porto de Alexandria, numa tentativa enganosa de retratar as ações na Grécia como uma vitória. Também é incerto se, naquele momento, ela realmente executou Artavasdes II e enviou sua cabeça ao rival, Artavasdes I de Atropatene, na tentativa de estabelecer uma aliança com ele. Lúcio Pinário, governador de Cirene nomeado por Marco Antônio, recebeu a notícia de que Otaviano venceu a Batalha de Áccio antes que os mensageiros de seu comandante chegassem à sua corte. Pinário mandou executar esses mensageiros e depois desertou para o lado de Otaviano, entregando-lhe as quatro legiões sob seu comando que Antônio desejava comandar. Quase cometeu suicídio depois de ouvir essas notícias, mas foi interrompido por seus funcionários. Em Alexandria, construiu um chalé recluso na ilha de Faros, que apelidou de Timoneu, em homenagem ao filósofo , famoso por seu cinismo e misantropia. Herodes, que havia aconselhado pessoalmente Antônio após a batalha a trair Cleópatra, viajou para Rodes para encontrar Otaviano e renunciar à sua realeza por lealdade ao outro. Otaviano ficou impressionado com seu discurso e senso de lealdade, então permitiu que ele mantivesse sua posição na Judeia, isolando ainda mais o casal adversário. Cleópatra talvez tenha começado a ver seu companheiro como um passivo no final do verão de , quando preparava-se para deixar o Egito para seu filho Cesarião. Planejava abrir mão de seu trono, levando sua frota do Mediterrâneo para o Mar Vermelho e partindo para um porto estrangeiro, talvez na Índia, onde poderia passar um tempo se recuperando. No entanto, esses planos foram finalmente abandonados quando Malico I, como aconselhado pelo governador de Otaviano na Síria, Quinto Délio, conseguiu queimar a frota de Cleópatra em vingança por suas perdas numa guerra com Herodes que a rainha egípcia havia em grande parte iniciado. Cleópatra não tinha outra opção senão ficar no Egito e negociar com seu inimigo. Embora muito provavelmente tenha propaganda pró-otaviana, foi relatado que, naquele momento, Cleópatra começou a testar a força de vários venenos em prisioneiros e até mesmo em seus próprios servos. Fez com que Cesarião entrasse na categoria do efebo, que, juntamente com os relevos de uma estela de Copto, datada de 21 de setembro de , demonstravam que a rainha estava agora preparando seu filho para tornar-se o único governante do Egito. Numa demonstração de solidariedade, Antônio também fez com que Marco Antônio Antilo, seu filho com Fúlvia, entrasse no efebo ao mesmo tempo. Mensagens separadas de ambos foram então enviadas para Otaviano, ainda estacionado em Rodes, embora este pareça ter respondido apenas a egípcia. Cleópatra solicitou que seus filhos herdassem o Egito e que o amante pudesse viver exilado no país, oferecendo dinheiro no futuro e enviando imediatamente presentes luxuosos. Otaviano enviou seu diplomata Tirso ao Egito depois que ela ameaçou se queimar junto com vastas quantidades de seu tesouro dentro de uma tumba já em construção. Tirso aconselhou-a a matar seu parceiro para que sua vida fosse poupada, mas quando Antônio suspeitou da má intenção, mandou açoitar esse diplomata e mandá-lo de volta ao seu inimigo sem acordo. Após longas negociações que finalmente não deram resultado, Otaviano decidiu invadir o Egito na primavera de , parando em Ptolemais da Fenícia, onde seu novo aliado Herodes forneceu suprimentos ao exército. O romano mudou-se para o sul e rapidamente tomou Pelúsio, enquanto Caio Cornélio Galo, marchando para o leste a partir de Cirene, derrotou as forças de Antônio perto de Paretônio. Otaviano avançou rapidamente para Alexandria, mas seu rival retornou e conquistou uma pequena vitória sobre as tropas cansadas do invasor fora do hipódromo da cidade. No entanto, em 1 de agosto daquele ano, sua frota naval rendeu-se a Otaviano, seguida por sua cavalaria. Cleópatra se escondeu numa tumba com seus subordinados próximos, enviando uma mensagem a Antônio de que havia cometido suicídio. Em desespero, ele respondeu a isso esfaqueando-se no estômago e tirando a própria vida aos 53 anos. Segundo Plutarco, ainda estava morrendo quando levado para a rainha em sua tumba, dizendo que morreu honrosamente e que ela podia confiar no companheiro de Otaviano, Caio Proculeio, mais do que qualquer outra pessoa em sua comitiva. Foi Proculeio, no entanto, que se infiltrou na tumba usando uma escada e deteve a rainha, negando-lhe a capacidade de se queimar com o tesouro. Cleópatra foi então autorizada a embalsamar e enterrar seu parceiro dentro de sua tumba antes de ser escoltada ao palácio. Otaviano entrou em Alexandria, ocupou o palácio e apreendeu os três filhos mais novos da rainha. Quando encontrou-se com o magistrado, ela disse abruptamente que \"eu não serei conduzida num triunfo\" (), de acordo com Tito Lívio, um raro registro de suas palavras exatas. Ele prometeu que a manteria viva, mas não deu explicações sobre seus planos futuros para o reino dela. Quando uma espiã a informou que Otaviano planejava mudar ela e seus filhos para Roma em três dias, ela se preparou para o suicídio, pois não tinha a intenção de desfilar num triunfo romano como sua irmã Arsinoe IV. Não está claro se o suicídio de Cleópatra em 30 de agosto, aos 39 anos, ocorreu dentro do palácio ou de seu túmulo. Dizem que ela estava acompanhada por seus servos Eiras e , que também tiraram suas próprias vidas. Dizia-se que Otaviano ficou irritado com esse resultado, mas a enterrou de maneira real ao lado de Antônio em seu túmulo. O médico Olimpo não explicou a causa da morte, embora a crença popular é que ela permitiu que uma víbora, ou cobra egípcia, a mordesse e envenenasse. Plutarco relata esse conto, mas sugere que um implemento (, , lit. 'espinho, ralador') foi usado para introduzir a toxina por arranhões, enquanto Dião diz que ela injetou o veneno com uma agulha (, ) e Estrabão argumentou por uma pomada de algum tipo. Nenhuma cobra venenosa foi encontrada em seu corpo, mas ela tinha pequenas feridas no braço que poderiam ter sido causadas por uma agulha. Cleópatra decidiu, em seus últimos momentos, enviar Cesarião para o Alto Egito, talvez com planos de fugir para a Núbia cuxita, Etiópia ou Índia. Cesarião, agora Ptolemeu XV, reinaria por meros de 18 dias até ser executado por ordem de Otaviano em 29 de agosto de , depois de retornar a Alexandria sob o falso pretexto de que o romano permitiria que ele fosse rei. Estava convencido pelo conselho do filósofo Ário Dídimo de que havia espaço para apenas um César no mundo. Com a queda do Reino Ptolemaico, foi estabelecida a província romana do Egito, marcando o fim do período helenístico. Em janeiro de , Otaviano foi renomeado Augusto (\"majestoso\") e acumulou poderes constitucionais que o estabeleceram como o primeiro imperador romano, inaugurando a era do Principado do Império Romano. == Reino e papel como monarca == Seguindo a tradição dos governantes da Macedônia, Cleópatra governou o Egito e outros territórios como Chipre como um monarca absoluto, servindo como o único legislador de seu reino. Era a principal autoridade religiosa, presidindo cerimônias religiosas dedicadas às divindades das religiões politeístas egípcia e grega. Ela supervisionou a construção de vários templos para os deuses egípcios e gregos, uma sinagoga para os judeus no Egito, e até construiu o Cesareu de Alexandria, dedicado ao culto de seu patrono e amante Júlio César. Cleópatra estava diretamente envolvida nos assuntos administrativos de seu domínio, enfrentando crises como a fome, ordenando que os celeiros reais distribuíssem comida à população faminta durante uma seca no início de seu reinado. Embora a economia de comando que ela administrava fosse mais ideal do que real, o governo tentou impor controles de preços, tarifas e monopólios estatais para certos bens, taxas de câmbio fixas para moedas estrangeiras e leis rígidas que obrigavam os camponeses a permanecer em suas aldeias durante as épocas de plantio e colheita. Aparentes problemas financeiros a levaram a rebaixar suas cunhagens, que incluíam moedas de prata e bronze, mas nenhuma de ouro como as de alguns de seus distantes predecessores ptolemaicos. == Legado == === Filhos e sucessores === Após o suicídio, os três filhos sobreviventes da rainha, Cleópatra Selene II, Alexandre Hélio e Ptolemeu Filadelfo, foram enviados para Roma com a irmã do imperador romano, Otávia Júlia, ex-esposa de Antônio, como guardiã. Cleópatra Selene II e Alexandre Hélio estavam presentes no triunfo romano de Otaviano em . Os destinos de ambos são desconhecidos após esse ponto. Otávia organizou o noivado de Cleópatra Selene II para Juba II, filho de Juba I, cujo reino norte-africano da Numídia havia sido transformado em uma província romana em por Júlio César, devido ao apoio de Juba I a Pompeu. O imperador Augusto instalou Juba II e Cleópatra Selene II, após o casamento em , como os novos governantes da Mauritânia, onde transformaram a antiga cidade cartaginesa de Iol em sua nova capital, renomeada Cesareia na Mauritânia (atual Cherchell, Argélia). A filha da rainha importou muitos estudiosos, artistas e conselheiros importantes da corte real de sua mãe em Alexandria para servi-la em Cesareia, agora permeada pela cultura grega helenística. Também nomeou seu filho Ptolemeu da Mauritânia, em homenagem à sua herança dinástica ptolemaica. Cleópatra Selene II morreu por volta de , e quando Juba II morreu em , foi sucedido por seu filho Ptolemeu. No entanto, este foi finalmente executado pelo imperador Calígula em , talvez sob o pretexto de que Ptolemeu cunhou ilegalmente sua própria moeda real e utilizou regalias reservadas ao imperador romano. Ptolemeu da Mauritânia foi o último monarca conhecido da dinastia ptolemaica, embora a rainha Zenóbia do Império de Palmira, em sua curta vida durante a crise do terceiro século, reivindicasse descendência de Cleópatra. Um culto dedicado à rainha ainda existia em quando Petesenufe, um escriba egípcio do livro de Ísis, explicou que ele \"revestia a figura de Cleópatra com ouro.\" === Literatura romana e historiografia === Embora quase 50 obras antigas da historiografia romana mencionem Cleópatra, estas incluem, em geral, apenas relatos breves da Batalha de Áccio, seu suicídio e a propaganda augustana sobre suas deficiências pessoais. Apesar de não se tratar de uma biografia sua, Vida de Antônio, escrita por Plutarco no , fornece o relato mais completo da vida da rainha. Plutarco viveu um século depois de Cleópatra, mas baseou-se em fontes primárias, como Filotas de Anfissa, que teve acesso ao palácio real ptolemaico; Olimpo, seu médico pessoal; e Quinto Délio, confidente pessoal dela e de Marco Antônio. A obra de Plutarco incluía tanto a visão augustana — que se tornou canônica para seu período — como também fontes fora desta tradição, como relatos de testemunhas oculares. O historiador judeu romano Flávio Josefo, escrevendo no , fornece informações valiosas sobre a vida dela através da relação diplomática com Herodes, o Grande. Contudo, esta obra baseia-se em grande parte nas memórias de Herodes e no relato enviesado de Nicolau de Damasco, tutor dos filhos de Cleópatra em Alexandria antes de ter se mudado à Judeia para servir como conselheiro e cronista na corte do rei de Israel. A História Romana publicada pelo oficial e historiador Dião Cássio no início do , apesar de não compreender totalmente as complexidades do mundo helenístico tardio, ainda fornece uma história contínua da época do reinado de Cleópatra. Cleópatra quase não é mencionada na obra De Bello Alexandrino, as memórias de um funcionário desconhecido que serviu sob César. Os escritos de Cícero, que a conheceu pessoalmente, fornecem um retrato desabonador da rainha. Os autores do período augustano Virgílio, Horácio, Propércio e Ovídio perpetuaram as visões negativas dela sancionadas pelo regime romano no poder, embora Virgílio a tenha estabelecido como uma figura de romance e melodrama épico. Horácio também viu o suicídio como um escolha positiva, uma ideia que encontrou aceitação na Baixa Idade Média com Geoffrey Chaucer. Os historiadores Estrabão, Veleio, Valério Máximo, Plínio, o Velho e Apiano, embora não apresentem relatos tão completos como os de Plutarco, Josefo ou Dião, fornecem detalhes de sua vida que não sobreviveram em outros registros históricos. Inscrições em moedas ptolemaicas contemporâneas e em alguns papiros egípcios demonstram o ponto de vista de Cleópatra, mas este material é muito limitado em comparação às obras literárias romanas. A obra fragmentária Libyka, encomendada por Juba II, genro de Cleópatra, fornece uma amostra de um possível conjunto de materiais historiográficos que poderia amparar a perspectiva dela. O sexo de Cleópatra talvez tenha levado à sua representação como uma figura menor, quando não insignificante, nas historiografias antiga, medieval e até mesmo moderna sobre o Egito antigo e o mundo greco-romano. Por exemplo, o historiador Ronald Syme afirmou que ela era de pouca importância para César e que a propaganda de Otaviano aumentou excessivamente sua importância. Embora a visão comum que se tinha dela fosse a de uma sedutora prolífica, ela teve apenas dois parceiros sexuais conhecidos, César e Antônio, os dois romanos mais ilustres da época e aqueles que mais provavelmente garantiriam a sobrevivência de sua dinastia. Plutarco a descreveu como possuidora de forte personalidade e sagacidade encantadora ao invés de beleza física. === Representações culturais === ==== Representações na arte antiga ==== ===== Estátuas ===== Cleópatra foi retratada em diversas obras de arte antigas, tanto no estilo egípcio, como nos estilos greco-helenístico e romano. Trabalhos que sobreviveram aos dias atuais incluem estátuas, bustos, relevos e moedas cunhadas, assim como camafeus antigos, como um que retrata a rainha e Marco Antônio no estilo helenístico, atualmente localizado no Museu Antigo de Berlim. Imagens contemporâneas foram produzidas tanto dentro como fora do Egito Ptolemaico. Por exemplo, já existiu uma grande estátua folheada a bronze dentro do Templo da Vênus Genetrix em Roma, a primeira vez que alguém vivo teve sua estátua colocada ao lado da de uma divindade num templo romano. Foi erigida por César e permaneceu no edifício até, pelo menos, o , sua preservação devendo-se, talvez, ao mecenato de César, embora Augusto não tivesse removido ou destruído obras de arte em Alexandria que a retratassem. No que diz respeito ao estatuário romano, uma estátua em tamanho real no estilo romano foi encontrada perto da Tomba di Nerone, em Roma, perto da Via Cássia, e atualmente está no Museu Pio-Clementino. Plutarco, em sua Vida de Antônio, afirmou que as estátuas públicas de Marco Antônio foram demolidas por Augusto, mas as de Cleópatra foram preservadas após sua morte graças a seu amigo Arquíbio, que pagou 2 mil talentos ao imperador para dissuadi-lo de destruí-las. Desde os anos 1950, estudiosos têm debatido se a Vênus Esquilina — encontrada em 1874 no Monte Esquilino em Roma e situada no Palazzo dei Conservatori dos Museus Capitolinos — é uma representação de Cleópatra, baseando-se nas características do penteado e da face, no diadema real visível sobre a cabeça e no ureu da naja-egípcia enrolado na base. Críticos desta teoria argumentam que a face desta estátua é mais magra do que a face no busto de Berlim e afirmam que é improvável que ela fosse retratada como a deusa nua Vênus (ou a grega Afrodite). Contudo, ela foi retratada numa estátua egípcia como a deusa Ísis, enquanto algumas de suas moedas retrataram-na como Vênus- Afrodite. Ela também se vestiu como Afrodite ao encontrar-se com Marco Antônio em Tarso. Via de regra, crê-se que a Vênus Esquilina seja uma cópia romana de metade do de um original grego do da escola de Pasíteles. ===== Cunhagem ===== Moedas de seu reino que sobreviveram aos dias atuais incluem amostras de cada ano do reinado, de 51 a Cleópatra, a única rainha ptolemaica a emitir moedas em seu próprio nome, quase que certamente inspirou seu parceiro César a se tornar o primeiro romano vivo a expor o rosto em suas próprias moedas. Foi também a primeira rainha estrangeira a ter sua imagem nas moedas da Roma antiga. Moedas que datam do período de seu casamento com Marco Antônio, que também trazem a imagem deste, retratam a rainha como tendo um nariz aquilino e queixo proeminente assim como o de seu marido. Estas características faciais similares seguiam uma convenção artística que representava a harmonia mútua de um casal real. Suas feições fortes, quase masculinas, nestas moedas específicas são notavelmente diferentes de suas imagens mais suaves e, talvez, idealizadas esculpidas nos estilos egípcio ou helenístico. Suas feições masculinas em moedas cunhadas são similares às de seu pai, Ptolemeu XII Auleta, e talvez também às de sua ancestral ptolemaica Arsínoe II e até mesmo representações de rainhas anteriores, como Hatexepsute e Nefertiti. É provável que, em razão de conveniência política, o semblante de Antônio tenha sido conformado não apenas ao dela, mas também aos dos ancestrais greco-macedônios da rainha que fundaram a dinastia ptolemaica, com o objetivo de familiarizá-lo aos súditos de Cleópatra como um membro legítimo da casa real. As inscrições nas moedas estão em grego, mas também no caso nominativo das moedas romanas, e não no caso genitivo das moedas gregas, além de ter as letras colocadas de maneira circular ao longo das bordas, em vez de horizontalmente ou verticalmente, como era habitual para as gregas. Essas facetas de sua cunhagem representam a síntese da cultura romana e helenística, e talvez também uma afirmação de seus súditos, ainda que ambíguos aos estudiosos modernos, sobre a superioridade de Antônio ou Cleópatra sobre o outro. Diana Kleiner argumenta que Cleópatra, em uma de suas moedas cunhada com a dupla imagem de seu marido Antônio, se mostrava mais masculina do que outros retratos e mais como uma rainha cliente romana aceitável do que como uma governante helenística. A rainha realmente alcançou esse olhar masculino em cunhagem anterior a seu caso com Antônio, como as moedas cunhadas na forja de Ascalão durante seu breve período de exílio na Síria e no Levante, que Joann Fletcher explicou como sua tentativa de parecer com o pai e como sucessora legítima de um governante ptolemaico masculino. Várias moedas, como um tetradracma de prata cunhado algum tempo após o casamento com Antônio em , retratam ela usando um diadema real e um penteado de \"melão\". A combinação deste penteado com um diadema também é destaque em duas esculturas de cabeça de mármore sobreviventes. Esse penteado, com o cabelo trançado em um coque, é o mesmo usado pelos ancestrais ptolemaicos Arsínoe II e Berenice II em suas próprias moedas. Depois de sua visita a Roma em 46-, tornou-se moda para as mulheres adotá-lo como um de seus penteados, mas foi abandonado por uma aparência mais modesta e austera durante o governo conservador de Augusto. ===== Bustos e cabeças greco-romanas ===== Dos bustos e cabeças de Cleópatra em estilo greco-romano, a escultura conhecida como \"Cleópatra de Berlim\", localizada na coleção Antikensammlung Berlin no Museu Altes, possui o nariz completo, enquanto a cabeça conhecida como \"Cleópatra do Vaticano\" , localizada nos museus do Vaticano, está danificada com a falta do órgão. Tanto a Cleópatra de Berlim quanto a do Vaticano têm diademas reais, características faciais semelhantes, e outrora talvez parecessem com o rosto de sua estátua de bronze alojada no Templo da Vênus Genetrix. Ambas as cabeças datam de meados do e foram encontradas em vilas romanas ao longo da Via Ápia, na Itália, tendo sido desenterrada a do Vaticano na Villa dos Quintílios. Francisco Pina Polo escreveu que a cunhagem certamente apresenta a imagem dela e afirma que o retrato esculpido da cabeça de Berlim é confirmada com um perfil semelhante com o cabelo puxado para trás em um coque, um diadema e um nariz adunco. Um terceiro busto esculpido da rainha, aceito pelos estudiosos como autêntico, sobrevive no Museu Arqueológico de Cherchell, na Argélia. Tal cabeça apresenta o diadema real e características faciais semelhantes às de Berlim e do Vaticano, mas tem um penteado mais exclusivo e pode representar na realidade Cleópatra Selene II, sua filha. Uma possível escultura em mármore pariano de Cleópatra, com um cocar de abutre no estilo egípcio, está localizada nos Museus Capitolinos. Descoberto perto de um santuário de Ísis em Roma e datado do , é de origem romana ou helenística-egípcia. Outras possíveis representações esculpidas de Cleópatra incluem uma no Museu Britânico, em Londres, feita de calcário, que talvez represente apenas uma mulher em sua comitiva durante viagem a Roma. A mulher desse busto tem traços faciais semelhantes a outros (incluindo o nítido nariz aquilino), mas não possui um diadema real e ostenta um penteado diferente. No entanto, a cabeça do Museu Britânico, uma vez pertencente a uma estátua completa, poderia representá-la em um estágio diferente de sua vida e também pode adulterar um esforço da rainha para descartar o uso de insígnias reais (ou seja, o diadema) para tornar-se mais atraente aos cidadãos da Roma republicana. Duane W. Roller especula que a cabeça do Museu Britânico, juntamente com as do Museu Egípcio no Cairo, a dos Museus Capitolinos e a coleção particular de Maurice Nahmen, embora tenha características faciais e penteados semelhantes aos do busto de Berlim, mas sem um diadema real, provavelmente representa membros da corte real ou mesmo mulheres romanas imitando o penteado popular da egípcia. Imagem:Cleopatra VII, Marble, 40-30 BC, Vatican Museums 003.jpg|Vista de perfil da Cleópatra do Vaticano Imagem:Cleopatra VII, Marble, 40-30 BC, Vatican Museums 001.jpg|Busto de meados do com um penteado de \"melão\" e um diadema helenístico usado na cabeça, atualmente nos Museus Vaticanos Imagem:-0035 Altes Museum Portrait Kleopatra VII anagoria.JPG|Busto de meados do , com o mesmo penteado e um diadema helenístico usado na cabeça, atualmente no Museu Antigo Imagem:Bust of Cleopatra VII - Altes Museum - Berlin - Germany 2017 (3).jpg|Vista de perfil da Cleópatra de Berlim ===== Pinturas ===== Na Casa de Marco Fábio Rufo em Pompeia, uma pintura de parede da deusa Vênus, de meados do , segurando um cupido perto das enormes portas do templo, provavelmente é uma representação de Cleópatra como Vênus Genetrix com seu filho Cesarião. A encomenda da pintura provavelmente coincide com a montagem do Templo da Vênus Genetrix no Fórum de César, em setembro de , onde o templo tinha uma estátua dourada representando Cleópatra. Essa estátua provavelmente formou a base de suas representações tanto na arte esculpida quanto na pintura de Pompeia. A mulher da pintura usa um diadema real sobre a cabeça e é surpreendentemente semelhante à Cleópatra do Vaticano, que exibe possíveis marcas no mármore na bochecha esquerda, onde o braço de um cupido pode ter sido arrancado. A sala com a pintura foi murada pelo seu dono, talvez em reação à execução de Cesarião em por ordem de Otaviano, quando representações públicas do filho da rainha seriam desfavoráveis com o novo regime romano. Em seu diadema de ouro, coroado com uma joia vermelha, há um véu translúcido com rugas que sugere o penteado de \"melão\" preferido da rainha. Sua pele branca de marfim, rosto redondo, nariz aquilino longo e grandes olhos redondos eram características comuns nas representações romanas e ptolemaicas de divindades. Roller afirma que \"parece haver pouca dúvida de que essa é uma representação de Cleópatra e Cesarião diante das portas do Templo de Vênus no Fórum de César e, como tal, torna-se a única pintura contemporânea existente da rainha.\" Outra pintura de Pompeia, datada do início do e localizada na Casa de Giuseppe II (José II), contém uma possível representação da rainha com seu filho Cesarião, ambos usando diademas reais enquanto ela reclina e consome veneno em um ato de suicídio. Originalmente, pensava-se que a pintura representasse a nobre cartaginense Sofonisba, que no final da Segunda Guerra Púnica bebeu veneno e cometeu suicídio a pedido de seu amante Massinissa, rei da Numídia. Os argumentos a favor da representação de Cleópatra incluem a forte conexão de sua casa com a da família real dos Númidas, sendo Massinissa e Ptolemeu VIII Fiscão associados, e a filha da egípcia casando-se com o príncipe númida Juba II. Sofonisba também era uma figura obscura quando a pintura foi feita, enquanto o suicídio da rainha era muito mais famoso. Uma víbora está ausente da pintura, mas muitos romanos acreditam que ela recebeu veneno de outra maneira que não uma picada de cobra. Um conjunto de portas duplas na parede traseira da pintura, posicionada muito acima das pessoas, sugere o leiaute descrito de sua tumba em Alexandria. Um servo segura a boca de um crocodilo egípcio artificial (possivelmente uma elaborada alça de bandeja), enquanto outro homem parado está vestido como romano. Em 1818, uma pintura encáustica, agora perdida, foi descoberta no Templo de Serápis, na Vila Adriana, perto de Tivoli, Lácio, mostrando Cleópatra cometendo suicídio com uma mordida no peito nu. Uma análise química realizada em 1822 confirmou que parte da pintura era composta de um terço de cera e dois terços de resina. A espessura da pintura sobre a carne nua de Cleópatra e sua roupagem eram semelhantes às pinturas dos retratos das múmias de Faium. Uma gravura em aço feita por John Sartain em 1885, representando a pintura descrita no relatório arqueológico mostra a rainha usando roupas e jóias autênticas do Egito no final do período helenístico, bem como a coroa radiante dos governantes ptolemaicos, como visto em seus retratos em várias moedas cunhadas durante seus respectivos reinados. Após o suicídio, Otaviano encomendou uma pintura a retratando sendo mordida por uma cobra, desfilando essa imagem no lugar dela durante sua procissão triunfal em Roma. A pintura em retrato da morte de Cleópatra talvez estava entre o grande número de obras de arte e tesouros retirados de Roma pelo imperador Adriano para decorar sua casa, onde foi encontrada em um templo egípcio. Um painel romano em Herculano, Itália, datado do , possivelmente a representa. Nele ela usa um diadema real, cabelos ruivos ou castanho- avermelhados puxados para trás em um coque, grampos de cabelo cravejados de pérolas e brincos com pingentes em forma de bola, a pele branca de seu rosto e pescoço contra um fundo preto austero. Seus cabelos e traços faciais são semelhantes aos das esculturas de Berlim e do Vaticano, bem como suas moedas. Um busto pintado muito semelhante de uma mulher com uma faixa azul na Casa do Pomar de Pompeia apresenta imagens no estilo egípcio, como uma esfinge no estilo grego, e pode ter sido criada pelo mesmo artista. ===== Vaso de Portland ===== O Vaso de Portland, um vaso de vidro camafeu datado do período augustano e atualmente no Museu Britânico, inclui uma possível representação de Cleópatra com Antônio. Nessa interpretação, ela pode ser vista agarrando seu marido e puxando-o em sua direção enquanto uma serpente (a víbora) se ergue entre suas pernas, Eros flutua acima, e Anton, o suposto ancestral da família Antônia, olha em desespero quando seu descendente é levado à destruição. O outro lado talvez contenha uma cena de Otávia, abandonada por seu marido, mas vigiada por seu irmão, o imperador Augusto. O vaso teria sido criado não antes de , quando Antônio enviou sua esposa romana de volta à Itália e ficou com a egípcia em Alexandria. ===== Arte egípcia nativa ===== O Busto de Cleópatra no Museu Real de Ontário é uma representação esculpida em estilo egípcio. Datado de meados do , é talvez a mais antiga representação como deusa e faraó dominante. A escultura também possui olhos pronunciados que compartilham semelhanças com cópias romanas de obras de arte ptolemaicas. O complexo do templo de Dendera, perto da cidade homônima no Egito, contém imagens em relevo esculpidas em estilo nativo nas paredes externas do Templo de Hator, representando Cleópatra e seu filho Cesarião como adulto e faraó dominante fazendo oferendas aos deuses. Augusto teve seu nome inscrito após a morte da rainha. Pensa-se que uma grande estátua ptolemaica de basalto preto com 1,04 metro de altura, atualmente no Hermitage de São Petersburgo, represente Arsínoe II, esposa de Ptolemeu II, mas análises recentes indicaram que poderia representar sua descendente Cleópatra devido aos três ureus que adornavam seu cocar, um aumento em relação aos dois usados por Arsínoe II para simbolizar seu domínio sobre o Baixo e Alto Egito. A mulher na estátua de basalto também possui uma cornucópia dupla (dikeras) e dividida, que pode ser vista nas moedas de Arsínoe II e Cleópatra. Em Kleopatra und die Caesaren (2006), Bernard Andreae afirma que esta estátua de basalto, como outros retratos egípcios idealizados da rainha, não contém traços faciais realistas e, portanto, pouco acrescenta ao conhecimento de sua aparência. Adrian Goldsworthy escreveu que, apesar dessas representações no estilo tradicional egípcio, ela teria se vestido como nativo \"apenas para certos ritos\" e, em vez disso, vestia-se como um monarca grego, o que incluiria a tiara vista em seus bustos greco-romanos. ==== Recepção medieval e moderna ==== Nos tempos modernos, tornou-se um ícone da cultura popular, uma reputação criada por representações teatrais que datam do Renascimento, além de pinturas e filmes. Esse material ultrapassa largamente o escopo e abrangência da historiografia existente sobre ela desde a antiguidade clássica, causando um impacto maior na visão do público até então nunca visto. O poeta inglês Geoffrey Chaucer do , em A Lenda das Boas Mulheres, contextualizou a egípcia para o mundo cristão da Idade Média. Sua representação dela e de Marco Antônio, o brilhante cavaleiro envolto em amor cortês, tem sido interpretado nos tempos modernos como uma sátira lúdica ou misógina. No entanto, o poeta destacou as relações dela com apenas dois homens como dificilmente a vida de uma sedutora e escreveu suas obras parcialmente em reação à representação negativa de Cleópatra em De mulieribus claris e De Casibus Virorum Illustrium, obras em latim do poeta italiano Giovanni Boccaccio. O humanista renascentista Bernardino Cacciante, em seu Libretto apologetico delle donne de 1504, foi o primeiro italiano a defender a reputação dela e criticar a moral e misoginia percebidas nas obras de Boccaccio. Trabalhos da historiografia islâmica escritos em árabe cobriram seu reinado, como Os Prados de Ouro de Almaçudi, embora sua obra tenha afirmado erroneamente que Otaviano morreu logo após o suicídio de Cleópatra. Apareceu em miniaturas de manuscritos iluminados, como uma representação dela e Antônio deitado numa tumba em estilo gótico pelo Mestre de Boucicaut em 1409. Nas artes visuais, esculturas de Cleópatra como uma figura nua que cometeu suicídio começaram com os escultores Baccio Bandinelli e Alessandro Vittoria, do . As primeiras gravuras a representando incluem desenhos dos artistas renascentistas Rafael e Michelangelo, bem como xilogravuras do em edições ilustradas das obras de Boccaccio. Nas artes cênicas, a morte de Isabel I de Inglaterra em 1603 e a publicação alemã em 1606 de supostas cartas de Cleópatra inspiraram Samuel Daniel a alterar e republicar sua peça Cleopatra de 1594 para 1607. Posteriormente o Antônio e Cleópatra de William Shakespeare, baseado em Plutarco, foi apresentado pela primeira vez em 1608 e forneceu uma visão um tanto obscena da egípcia, em contraste com a Rainha Virgem inglesa. Também foi destaque em óperas, como Giulio Cesare in Egitto (1724), de Georg Friedrich Händel, que retratava o caso amoroso dela com César. ==== Representações na contemporaneidade ==== miniaturadaimagem|Elizabeth Taylor no épico de 1963 Na Grã-Bretanha vitoriana, era altamente associada a muitos aspectos da cultura egípcia antiga e sua imagem era usada para comercializar vários produtos domésticos, incluindo lâmpadas a óleo, litografias, cartões postais e cigarros. Romances ficcionais, como Cleopatra, de H. Rider Haggard, e Une nuit de Cléopâtre, de Théophile Gautier, retratavam a rainha como uma oriental sensual e mística, enquanto Kleopatra, do egiptólogo Georg Ebers, era mais fundamentada em precisão histórica. Os dramaturgos francês Victorien Sardou e irlandês George Bernard Shaw produziram peças sobre a rainha, enquanto espetáculos burlescos como Antony and Cleopatra, de Francis Burnand, ofereceram representações satíricas que a conectava junto ao ambiente em que vivia com a era moderna. A obra de Shakespeare tornou-se canônica nesse período; sua popularidade levou à percepção de que uma pintura de Lawrence Alma-Tadema de 1885 representava o encontro de Marco Antônio e sua amante numa embarcação em Tarso, embora o pintor tenha revelado numa carta privada que retrata um encontro deles em Alexandria. No conto inacabado Noites Egípcias (1825), Alexandre Pushkin popularizou as alegações do historiador romano do Sexto Aurélio Vítor, anteriormente ignoradas, de que a rainha se prostituía por homens que pagavam sexo com suas vidas. Também foi apreciada fora do mundo ocidental e do Oriente Médio; o estudioso chinês Yan Fu da Dinastia Qing escreveu uma extensa biografia dela. Cléopâtre, de Georges Méliès, um filme de terror mudo francês de 1899, foi o primeiro a representá-la como personagem. Os filmes de Hollywood do foram influenciados pela mídia vitoriana, que ajudou a moldar a personagem interpretada por Theda Bara em 1917, Claudette Colbert em 1934 e Elizabeth Taylor em 1963. Além de seu retrato como uma rainha \"vampira\", a Cleópatra de Bara também incorporou tropos familiares da pintura orientalista do , como comportamento despótico, misturado com sexualidade feminina perigosa e aberta. A personagem de Colbert serviu como uma modelo glamourosa para a venda de produtos de temática egípcia em lojas de departamento na década de 1930, voltado para os espectadores do sexo feminino. Em preparação para o filme estrelado por Taylor, as revistas femininas do início dos anos 60 anunciavam como usar maquiagem, roupas, jóias e penteados para obter a aparência \"egípcia\" semelhante às rainhas Cleópatra e Nefertiti. No final do , havia quarenta e três filmes separados, duzentas peças e romances, quarenta e cinco óperas e cinco balés sobre ela. === Obras escritas === Enquanto os mitos sobre Cleópatra persistem na mídia popular, aspectos importantes de sua carreira passam despercebidos, como sua liderança nas forças navais, atos administrativos e publicações sobre a medicina grega antiga. Existem apenas fragmentos dos escritos médicos e cosméticos atribuídos a ela, como os preservados por Cláudio Galeno, incluindo remédios para doenças capilares, calvície e caspa, juntamente com uma lista de pesos e medidas para fins farmacológicos. Aécio de Amida atribuiu uma receita de sabonete perfumado a Cleópatra, enquanto Paulo de Égina preservou alegadas instruções para tingir e enrolar cabelos. A atribuição de certos textos, no entanto, é questionada por Ingrid D. Rowland, que destaca que a \"Berenice chamada Cleópatra\" citada pela médica romana do ou IV Metrodora provavelmente foi confundida pelos estudiosos medievais como referência a Cleópatra. == Ancestralidade == Cleópatra pertencia à dinastia grega macedônia dos ptolemeus, suas origens europeias remontam ao norte da Grécia. Por meio de seu pai, Ptolemeu XII Auleta, era descendente de dois destacados companheiros de Alexandre, o Grande: o general Ptolemeu I Sóter, fundador da dinastia, e Seleuco I Nicátor, fundador do Império Selêucida da Ásia Ocidental. Embora a linhagem paterna possa ser rastreada através de seu pai, a identidade de sua mãe é desconhecida. Ela era presumivelmente filha de Cleópatra Trifena (também conhecida como Cleópatra V ou VI), prima-esposa ou irmã de Ptolemeu XII. Cleópatra I Sira foi o único membro da dinastia ptolemaica que se sabe ter introduzido alguma ascendência não grega, sendo descendente de Apama, a esposa iraniana sogdiana de Seleuco. Acredita-se que os ptolemeus não se casaram com egípcios nativos. Michael Grant afirmou que há apenas uma amante egípcia conhecida de um Ptolemeu e nenhuma esposa egípcia conhecida, argumentando ainda que ela provavelmente não tinha ascendência egípcia e \"se descreveria como grega\". Stacy Schiff escreveu que Cleópatra era uma grega macedônia com alguma ascendência persa, argumentando que era raro os ptolemeus terem uma amante egípcia. Duane W. Roller especulou que ela poderia ter sido filha de uma teórica, meio grega macedônia e meio-egípcia de Mênfis, no norte do Egito, pertencente a uma família de sacerdotes dedicados a Ptá (uma hipótese comumente rejeitada na academia), mas afirma que, qualquer que seja sua ancestralidade, ela valorizou mais sua herança grega. Ernle Bradford escreveu que a rainha desafiou Roma não como uma mulher egípcia, \"mas como uma grega civilizada\". Alegações de que era uma filha ilegítima nunca apareceram na propaganda romana contra ela. Estrabão foi o único historiador antigo que afirmou que os filhos de Ptolemeu XII nascidos depois de Berenice IV, incluindo Cleópatra, eram ilegítimos. Cleópatra V (ou VI) foi expulsa da corte do faraó no final de , alguns meses após o nascimento de Cleópatra, enquanto os três filhos mais novos de Ptolemeu XII nasceram durante a ausência de sua esposa. O alto grau de consanguinidade entre os ptolemeus também é ilustrado por sua ascendência imediata, da qual uma reconstrução é mostrada abaixo. A árvore genealógica também lista Cleópatra V, esposa de Ptolemeu XII, como filha de Ptolemeu X Alexandre I e Berenice III, o que a tornaria prima de seu marido, Ptolemeu XII, mas ela poderia ter sido filha de Ptolemeu IX Látiro, o que a tornaria uma irmã-esposa de Ptolemeu XII. Os relatos confusos nas fontes primárias antigas também levaram os estudiosos a enumerar a esposa de Ptolemeu XII como Cleópatra V ou VI; a última pode realmente ter sido filha de Ptolemeu XII, e alguns a usam como uma indicação de que Cleópatra V havia morrido em , em vez de reaparecer como cogovernante de Berenice IV em (durante o exílio do faraó em Roma). * == Leitura adicional == * * * * * * * * * * * * * * == Ligações externas == * * Categoria:Nascidos em 69 a.C. Categoria:Mortos em 30 a.C. Categoria:Faraós da dinastia ptolemaica Categoria:Monarcas suicidas Categoria:Suicidas do Egito Categoria:Mortes por ataque de animais Categoria:Rainhas soberanas do Antigo Egito Categoria:Amantes de Júlio César Categoria:Descendentes de gregos Categoria:Mulheres do século I a.C. Categoria:Faraós do sexo feminino Categoria:Guerra Civil de César Categoria:Guerra Civil dos Libertadores Categoria:Guerra Civil de Antônio Categoria:Cesarianos Categoria:Esposas de Marco Antônio Categoria:Princesas da Dinastia ptolemaica",
 "title": "Cleópatra"
}