{
 "id": "43859",
 "text": "Francisco Cândido Xavier, mais conhecido como Chico Xavier (Pedro Leopoldo, 2 de abril de 1910 – Uberaba, ), foi um médium, filantropo e um dos mais importantes expoentes do espiritismo.Moreira-Almeida, Alexander. Pesquisa em mediunidade e relação mente-cérebro: revisão das evidências. Rev. psiquiatr. clín. vol.40 no.6 São Paulo 2013. Souto Maior, Marcel (2004). As vidas de Chico Xavier. 2ª ed. São Paulo: Editora Planeta do Brasil. pp. 19 e 230. ISBN 978-85-7479-574-4. Citação: \"eram também 2 mil as instituições de caridade fundadas, ajudadas ou mantidas graças aos direitos autorais dos livros vendidos ou das campanhas beneficentes promovidas por Chico Xavier.\" e \"A indicação de Chico chegaria à mesa do Comitê Nobel em Oslo, Noruega, respaldada por duas mil obras sociais, fundadas ou mantidas graças ao apoio dele.\" Chico Xavier escreveu mais de 450 livros, que até o ano de 2010 já haviam vendido mais de 50 milhões de exemplares.Aubrée, Marion (2012). \"Entre História e Mito: a dinâmica da literatura espírita no Brasil\". Caminhos 10 (2).Rocha AC, Paraná D, Freire ES, Lotufo Neto F, Moreira-Almeida A. Investigating the fit and accuracy of alleged mediumistic writing: a case study of Chico Xavier's letters. Explore (NY). 2014 Sep-Oct;10(5):300-8. doi: 10.1016/j.explore.2014.06.002. Epub 2014 Jun 17. PMID 25103071.Langellier JP. Un homme insignifiant. Le Monde, 12/05/2010. Os direitos autorais das obras foram cedidos para instituições de caridade. Também psicografou cerca de dez mil cartas, nunca tendo cobrado algo do destinatário. Seus empregos foram vendedor, tecelão e datilógrafo, tendo vivido de forma modesta do salário que recebia do Ministério da Agricultura. Seu legado ultrapassou as barreiras religiosas e hoje ele é reconhecido como o maior \"líder espiritual\" do Brasil, sendo uma das personalidades mais admiradas e aclamadas no país, ressaltado principalmente por um forte altruísmo. Xavier recebeu várias homenagens e honrarias. Em 1981 e 1982 foi indicado ao prêmio Prêmio Nobel da Paz, tendo seu nome conseguido cerca de 2 milhões de assinaturas no pedido de candidatura; em 1999 o Governo de Minas Gerais instituiu a Comenda da Paz Chico Xavier; e em 2012 ele foi eleito O Maior Brasileiro de Todos os Tempos, em um concurso homônimo realizado pelo SBT e pela BBC, cujo objetivo foi \"eleger aquele que fez mais pela nação, que se destacou pelo seu legado à sociedade\". == Biografia == === Infância === Nascido Francisco de Paula Cândido, em homenagem ao santo do dia de seu nascimento, teve oito irmãos. Era parte de uma família de modestas condições, filho de João Cândido Xavier, um vendedor de bilhetes de loteria, e de Maria João de Deus, uma lavadeira católica, ambos analfabetos. Segundo biógrafos, a mediunidade de Xavier teria se manifestado pela primeira vez aos quatro anos de idade. Entrou para a escola primária com oito anos de idade, onde estudava pela manhã e depois trabalhava numa indústria de fiação e tecelagem. Em 1922, quando estava no quarto ano, recebeu menção honrosa por uma redação em um concurso estadual sobre o Centenário da Independência do Brasil, que ele confidenciou ao professor ter sido ditada por um \"homem do outro mundo\". === Os abusos da madrinha === A mãe morreu quando Francisco tinha apenas cinco anos. Incapaz de criá-los, o pai distribuiu os nove filhos entre familiares. Nos dois anos seguintes, Francisco foi criado pela madrinha e antiga amiga de sua mãe, Rita de Cássia, que biógrafos descrevem como uma pessoa cruel, vestindo-o de menina e batendo-o diariamente, inicialmente por qualquer pretexto e, mais tarde, sob a alegação de que o \"menino tinha o diabo no corpo\". Descrita como \"muito severa, muito desequilibrada emocionalmente, uma perturbada\" por Eurípedes Tahan Vieira, médico de Chico e amigo da época de juventude, ela açoitava-o com uma vara de marmelo, e passou a cravar-lhe garfos de cozinha no ventre, não permitindo que ele os retirasse, o que lhe ocasionou terríveis sofrimentos. Os únicos momentos de paz que tinha consistiam nos diálogos com o espírito de sua mãe, com quem ele afirmava se comunicar desde os cinco anos de idade. === O novo casamento de seu pai === A vida de Chico mudou novamente depois que seu pai se casou novamente com Cidália Batista, cuja união ocasionou a reunião de todos os filhos novamente para viverem juntos. Juntos, Cidália e seu pai ainda tiveram mais 6 filhos, totalizando 15 filhos, somados aos do primeiro casamento. Descrita como uma mulher generosa com todos e sempre dedicada a família, Cidália possuía um carinho muito especial por Chico, que a descrevia como uma segunda mãe, tendo o apoiado em todos os acontecimentos de sua vida, e quando estava começando a ter suas primeiras manifestações da mediunidade. === O contato e a adesão à Doutrina Espírita === Em 1927, então com dezessete anos de idade, Francisco viu-se diante da insanidade de uma irmã, que acreditou ser causada por um processo de obsessão espiritual. Chico Xavier TV Mundo Maior Nesta época, passou a escrever poesias, cuja autoria atribuía aos espíritos. A partir de 1931 passou a afirmar que os autores eram diversos poetas falecidos. Em 1928, começou a publicar nos periódicos O Jornal, do Rio de Janeiro, e Almanaque de Notícias, de Portugal. === As primeiras obras === Em 1931, em Pedro Leopoldo, perdeu a madrasta Cidália e deu continuidade à obra Parnaso de Além-Túmulo. Esse ano também marcou a maioridade do médium e foi quando ele afirmou ter tido o primeiro encontro com seu mentor espiritual Emmanuel, \"...à sombra de uma árvore, na beira de uma represa...\". Xavier dizia que o mentor o informa sobre a sua missão de psicografar uma série de trinta livros e explica-lhe que para isso são lhe exigidas três condições: \"disciplina, disciplina e disciplina\". Ao publicar suas primeiras obras, passou a assinar com o nome paterno de Francisco Cândido Xavier. Esta mudança foi oficializada em abril de 1966, quando chegou da sua segunda viagem aos Estados Unidos. Em 1932, foi publicado o Parnaso de Além-Túmulo pela Federação Espírita Brasileira (FEB); a obra é uma coletânea de poesias atribuídas a espíritos de poetas brasileiros e portugueses.Rocha AC. A poesia transcendente de Parnaso de além-túmulo. Tese (mestrado). Universidade Estadual de Campinas, Instituto de Estudos da Linguagem. Campinas; 2001. Continuou com o seu emprego de escrevente- datilógrafo, na Fazenda Modelo da Inspetoria Regional do Serviço de Fomento da Produção Animal, iniciado em 1935, e a exercer as suas funções no Centro Espírita Luiz Gonzaga, atendendo aos necessitados com receitas, conselhos e psicografando. O administrador da fazenda era o engenheiro agrônomo Rômulo Joviano, também espírita, que além de conseguir o emprego para Xavier, o ajudava a ter a paz necessária para os trabalhos de psicografia, acompanhando-o nas sessões do Centro Luiz Gonzaga, do qual se tornaria presidente. Foi justamente no período em que psicografava nos porões da casa de Joviano que foi escrita uma de suas maiores obras, intitulada Paulo e Estêvão. Paralelamente, iniciou uma longa série de recusas de presentes e distinções, que perdurará por toda a vida, como por exemplo a de Fred Figner, que lhe legou vultosa soma em testamento, repassada pelo médium à Federação Espírita Brasileira para uso caritativo. Fred Figner, o grande empresário, fundador da Casa Edison, pioneiro das gravações de música no Brasil, que possuía uma coluna de jornal sobre Espiritismo, se correspondeu por mais de 17 anos com Chico Xavier. Um ano após o falecimento de Figner, em 1948, Chico Xavier psicografa o livro \"Voltei\", assinado pelo espírito de \"Irmão Jacob\", que seria o próprio espírito de Figner. Este livro é considerado de grande relevância na cultura espírita, por conter importantes relatos e recomendações aos seguidores da religião. \"Voltei\" só foi publicado em 1949, sendo até hoje um livro de grande vendagem e leitura. Com a notoriedade, prosseguiram as críticas de pessoas que tentavam desacreditá-lo. Além delas, Chico Xavier ainda dizia que inimigos espirituais buscavam atingi-lo com fluidos negativos e tentações. Souto Maior relata uma tentativa de \"linchamento pelos espíritos\", bem como um episódio em que jovens nuas tentam o médium em sua banheira. === O caso Humberto de Campos === No decorrer da década de 1930, destacaram-se ainda a publicação dos romances atribuídos a Emmanuel e da obra Brasil, Coração do Mundo, Pátria do Evangelho, atribuída ao espírito de Humberto de Campos, onde a história do Brasil é interpretada por uma óptica espiritual e teológica. Essa última obra trouxe como consequência uma ação judicial movida pela viúva do escritor, que pleiteou por essa via direitos autorais pelas obras psicografadas, caso se confirmasse a autoria do famoso escritor maranhense. A defesa do médium foi suportada pela Federação Espírita Brasileira e resultou, posteriormente, no livro A Psicografia perante os Tribunais, do advogado Miguel Timponi. Em sua sentença, o juiz decidiu que os direitos autorais referiam-se à obra reconhecida em vida do autor, não havendo condição de o tribunal se pronunciar sobre a existência ou não da mediunidade. Ainda assim, para evitar possíveis futuras polêmicas, o nome do escritor falecido foi substituído pelo pseudônimo Irmão X.MOURA, Kátia de Souza. A psicografia como meio de prova. Jus Navigandi, Teresina, ano 10, n. 1173, 17 set. 2006. Acesso em: 04 de março de 2015.Este processo, que se celebrizou pela sua originalidade, foi movido no sentido de obter uma declaração, por sentença, acerca de se daquela obra mediúnica \"era ou não do 'Espírito' de Humberto de Campos\", e, em caso afirmativo, que se aplicassem as sanções previstas em Lei. O assunto causou muita polêmica, tendo ocupado espaço nos principais periódicos do país à época. Em 23 de agosto de 1944, por sentença do Dr. João Frederico Mourão Russell, juiz de Direito em exercício na 8ª Vara Cível do antigo Distrito Federal, a ação foi julgada improcedente. O recurso, impetrado no Tribunal de Apelação do antigo Distrito Federal, manteve a sentença original, tendo sido relator o ministro Álvaro Moutinho Ribeiro da Costa. (TIMPONI, Miguel. A Psicografia ante os Tribunais). Nessa época, Francisco ingressou no serviço público federal, como auxiliar de serviço no Ministério da Agricultura. === Nosso Lar === Em 1943, vem a público um dos livros mais populares da literatura espírita, o romance Nosso Lar, o mais vendido e divulgado da extensa obra do médium, que no ano de 2010 se tornou um filme e já havia vendido mais de dois milhões de exemplares. === O caso David Nasser e Jean Manzon === Em 1944, os repórteres David Nasser e Jean Manzon fizeram uma reportagem não muito simpática sobre o médium, a qual foi publicada em O Cruzeiro. Os repórteres se fingiram de estrangeiros e usaram nomes falsos para testarem se Xavier era um farsante; porém, quando Nasser e Manzon chegaram em casa após a reportagem, tiveram uma surpresa, como relatou Nasser numa entrevista à TV Cultura em 1980: \"De madrugada, o Manzon me telefonou e disse: 'Você já viu o livro que o Chico Xavier nos deu?'. Falei que não. 'Então veja', ele falou. Fui na minha biblioteca, peguei o livro e estava escrito exatamente isso: 'Ao meu irmão David Nasser, de Emmanuel.' Ao Manzon ele havia feito uma dedicatória semelhante. Por coisas assim é que eu tenho muito medo de me envolver em assuntos de Espiritismo\". === O caso Amauri Pena === Em 1958, o médium viu-se no centro de uma nova polêmica, desta vez por conta das denúncias de um sobrinho, Amauri Pena, filho da irmã curada de obsessão. O sobrinho, ele mesmo médium psicógrafo, anunciou-se pela imprensa como falso médium, um imitador muito capaz, acusação que estendeu ao tio. Chico Xavier defendeu-se, negando ter qualquer proximidade com o sobrinho. Já com antecedentes de alcoolismo e com sérios remorsos pelos danos causados à reputação do tio, Amauri retirou a acusação e foi internado num sanatório psiquiátrico em São Paulo, onde morreu. ===Década de 1960 e a parceria com o médium Waldo Vieira=== Em 1955, Chico Xavier conheceu pessoalmente o então estudante de Medicina e médium Waldo Vieira, o que resultou em uma parceria espírita — que durou até 1966 — na qual psicografaram 17 livros em conjunto. Em 22 de maio de 1965, Chico Xavier e Waldo Vieira viajaram para Washington, Estados Unidos, a fim de divulgar o espiritismo no exterior. Com a ajuda de Salim Salomão Haddad, presidente do centro Christian Spirit Center, e sua esposa Phillis, estudaram inglês e lançaram o livro Ideal Espírita, com o nome de The World of The Spirits. No natal de 1965, Xavier e Vieira promoveram uma distribuição de alimentos e roupas para mais de onze mil pessoas que formaram uma fila na porta do Comunhão Espírita Cristã. === Década de 1970 e entrevistas no programa Pinga-Fogo === No início da década de 1970, Xavier participou de programas de televisão que tiveram grande repercussão. Sua entrevista ao vivo cedida ao programa Pinga-Fogo, da TV Tupi, em 28 de julho de 1971 (começando na noite do dia anterior), atingiu 35 pontos de audiência e foi reprisada três vezes em São Paulo e retransmitida para todo o Brasil, além de uma edição extra no Diário de S. Paulo, com a íntegra do programa. O programa se estendeu consideravelmente. O apresentador comentava diversas vezes durante o programa que o fim estava próximo, mas o programa continuava. Neste dia, Chico contou o famoso Caso do Avião: em um voo de Uberaba a Belo Horizonte, o avião passou por fortes turbulências e todos começaram a orar e gritar muito, o que Xavier também fez. Então, Emmanuel entra no avião e, após um pequeno diálogo, censura Xavier pela sua falta de fé: \"Cala a boca e morra com educação para não afligir a cabeça dos outros com os seus gritos, morra com fé em Deus!\". Ao fim do programa, Xavier psicografou um poema de autoria atribuída a Ciro Costa, chamado Segundo Milênio. Segundo Herculano Pires, alguns familiares de Ciro Costa assistiam ao programa, e atestam a presença do estilo do poeta. O sucesso do primeiro programa levou a uma segunda edição, em 21 de dezembro de 1971, começando na noite do dia anterior, também com grande repercussão. Atingiu 86% de IBOPE, segundo o então entrevistador Saulo Gomes, o que foi alegado como um recorde de audiência na televisão brasileira. Nesta edição do programa, diante da pergunta do entrevistador sobre \"o que pensam os chamados benfeitores espirituais quanto à posição do Brasil atual, seja no terreno político ou social\", Chico Xavier respondeu que \"a posição atual do Brasil é das mais dignas e mais encorajadoras para nós\", explicando que \"a nossa democracia está guardada por forças que nos defendem contra a intromissão de quaisquer ideologias ligadas à desagregação\". Além disso, também enfatizou a importância da oração e vigilância; o \"dom da liberdade em Jesus Cristo\" e o estado de conflito do país.Pinga-Fogo com Chico Xavier – Ed. Histórica, vídeo EAN 7895233127708, dir, Oceano Vieira de Melo Ao fim do segundo programa, Xavier psicografou um poema de autoria atribuída a Castro Alves, chamado Brasil. Nas duas ocorrências do Pinga-Fogo, Xavier respondeu, alegadamente sob a inspiração direta de Emmanuel, a várias perguntas de jornalistas e da plateia sobre temas como mediunidade, psicografia, vida em outros planetas, reencarnação, aborto, cremação, homossexualidade, umbanda, morte, evolução, vegetarianismo, salvação, transplante de órgãos, milagres, movimento hippie, divórcio, e vários outros. Nessa década, além da catarata e dos problemas de pulmões, passou a sofrer de angina. Em 1975, desligou-se do Centro Espírita Comunhão Espírita Cristã e fundou um novo em Uberaba, o Grupo Espírita da Prece, onde passou a exercer suas atividades. === As décadas de 1980 e 1990 === Em 1980 já havia duas mil instituições de caridade fundadas, ajudadas ou mantidas graças aos direitos autorais dos seus livros psicografados ou a campanhas beneficentes promovidas por ele. Em 1980, foi proposto para se candidatar ao Prêmio Nobel da Paz, campanha encabeçada pelo amigo Augusto César Vanucci, então diretor da Rede Globo, concorrendo com vultos da época, como João Paulo II, prestes a visitar o Brasil pela primeira vez, e pelo líder sindicalista Lech Wałęsa (polonês como João Paulo II). Pelo extenso trabalho social exercido pelo médium mineiro, achavam certa sua vitória, já que Madre Teresa de Calcutá, com um trabalho menos vultoso, fora premiada no ano anterior. Mas nenhum destes ganhou — uma instituição da ONU, de acolhimento a refugiados internacionais, levou o Nobel naquele ano. No ano de 1994, o tabloide norte-americano National Examiner publicou uma matéria em que, no título, declarava que \"Fantasmas escritores fazem romancista milionário\". A matéria foi divulgada no Brasil com destaque pela hoje extinta revista Manchete, com o título de Secretário dos Fantasmas, onde se declarava que, segundo informava a National Examiner, o médium brasileiro ficou milionário, havendo ganho 20 milhões de dólares como \"secretário de fantasmas\".Manchete, nº 2234, 28 de janeiro de 1994. A revista Manchete continuava: \"Segundo o jornal, ele é o primeiro a admitir que os 380 livros que lançou são de 'ghost-writers', mas 'ghosts' mesmo, em sentido literal. É que Chico simplesmente transcreve as obras psicografadas de mais de 500 escritores e poetas mortos e enterrados\". O médium não respondeu, mas a Federação Espírita Brasileira, por seu então presidente Juvanir Borges de Souza, editora de boa parte das obras de Chico Xavier, enviou uma carta à revista em que informava utilizar os direitos autorais e a remuneração pelas obras de Francisco Cândido Xavier para uso da caridade, o mesmo se passando com outras editoras, ressaltando que \"os direitos autorais são cedidos gratuitamente, visando a tornar o livro espírita bastante acessível e a contribuir, destarte, para a difusão da Doutrina Espírita\". O mesmo presidente da FEB, em 4 de outubro daquele ano, por ocasião do I Congresso Espírita Mundial, apresentou uma \"moção de reconhecimento e de agradecimento ao médium Francisco Cândido Xavier\", aprovada pelo Conselho Federativo Nacional da FEB, em proposta apresentada pelo Presidente da Federação Espírita do Estado de Sergipe. No documento, as entidades representativas do espiritismo no Brasil devotavam a sua gratidão e respeito ao médium \"pelos intensos trabalhos por ele desenvolvidos e pela vida de exemplo, voltados ao estudo, à difusão e à prática do espiritismo, à orientação, ao atendimento e à assistência espiritual e material aos seus semelhantes\". === Morte === O médium morreu aos 92 anos de idade, em decorrência de parada cardiorrespiratória, no dia 30 de junho do ano de 2002.Chico Xavier morre em Uberaba aos 92 anos, Folha Online, Acesso a 13 de Julho de 2007 Conforme relatos de amigos e parentes próximos, Xavier dizia que iria desencarnar em um dia em que os brasileiros estivessem muito felizes e em que o país estivesse em festa, para assim o desencarne dele não causar tristeza: no dia de sua morte, o país comemorava a conquista da Copa do Mundo FIFA de 2002.Milhares de pessoas visitam velório de Chico Xavier; 01/07/2002; In Diário do Grande ABC (online). O então presidente do Brasil, Fernando Henrique Cardoso, emitiu nota sobre a morte do médium: \"Grande líder espiritual e figura querida e admirada pelo Brasil inteiro, Chico Xavier deixou sua marca no coração de todos os brasileiros, que ao longo de décadas aprenderam a respeitar seu permanente compromisso com o bem estar do próximo\". O então governador de Minas Gerais, Itamar Franco, decretou luto oficial de três dias no Estado e declarou: \"Chico Xavier expressava em sua face uma imensa bondade, reflexo de sua alma iluminada, que transparecia, particularmente, em sua dedicação aos pobres, imagem que vou guardar para sempre, com muito carinho\". Segundo a Polícia Militar de Minas Gerais, pessoas compareceram ao velório do médium, que aconteceu em Uberaba nos dias 1 e 2 de julho. Em um caminhão do Corpo de Bombeiros Militar do Estado de Minas Gerais, o caixão com o corpo do médium percorreu cinco quilômetros até chegar ao Cemitério São João Batista, na mesma cidade, com mais de 30 mil pessoas a acompanhar o cortejo a pé. Quando o caixão chegou ao cemitério, foi recebido com uma chuva de pétalas de 3 mil rosas lançadas em profusão de um helicóptero da Polícia Rodoviária Federal. Os centros espíritas fundados por Chico Xavier, Grupo Espírita da Prece e Comunhão Espírita Cristã em Uberaba, e Centro Espírita Luiz Gonzaga em Pedro Leopoldo, continuam funcionando e realizando muitas assistências de caridade. Em 2014, o Ministério Público Federal de Uberaba firmou um acordo com o filho adotivo do médium Chico Xavier, Eurípedes Higino, que prevê a proteção e catalogação do acervo do médium. == Psicografias == Chico Xavier escreveu mais de 450 livros, utilizando um método conhecido como psicografia. Por considerar suas habilidades um dom para ajudar as pessoas, não aceitava dinheiro ou gratificações por seus escritos, tendo cedido os direitos autorais para instituições de caridade. Vendeu mais de cinquenta milhões de exemplares em português, com traduções para o inglês, espanhol, japonês, esperanto, francês, alemão, italiano, russo, mandarim, romeno, sueco, grego, húngaro e outros, inclusive em braile. Escreveu também cerca de dez mil cartas \"de mortos para suas famílias\", nunca tendo cobrado por isso. As cartas eram tidas como psicografias autênticas pelos familiares e algumas chegaram a ser aceitas e valoradas como provas úteis em casos de julgamentos judiciais. Seu primeiro livro, Parnaso de Além-Túmulo, com 256 poemas atribuídos a poetas mortos, dentre eles os portugueses João de Deus, Antero de Quental e Guerra Junqueiro e os brasileiros Olavo Bilac, Castro Alves e Augusto dos Anjos, foi publicado pela primeira vez em 1932. O de maior tiragem foi Nosso Lar, publicado em 1944, atualmente com mais de dois milhões de cópias vendidas, atribuído ao espírito André Luiz, sendo o primeiro volume da \"Coleção A Vida no Mundo Espiritual\".\"A vida no mundo espiritual: estudo da obra de André Luiz\"; FEB Anos após a morte de Chico Xavier, Waldo Vieira afirmou, ao biógrafo/jornalista Marcel Souto Maior, que Xavier foi um médium autêntico; destacando o livro \"Sexo e Destino\" como exemplo de trabalho mediúnico autêntico \"muito sério\" e que \"merece ser estudado\", tendo a obra sido psicografada por ele em parceria com Xavier e atribuída ao espírito André Luiz.Souto Maior, Marcel. Por trás do véu de Ísis: uma investigação sobre a comunicaçâo entre vivos e mortos. São Paulo: Editora Planeta do Brasil, 2004. p. 123. ISBN 8589885429. Os livros atribuídos por Xavier ao espírito do escritor Humberto de Campos foram o objeto de estudo do pesquisador Alexandre Caroli Rocha, em uma tese de Doutorado em Teoria e História Literária, pela Unicamp, em que concluiu que o autor dos livros possuía um amplo conhecimento das obras de Campos e foi capaz de reproduzir o seu estilo e caráter.Rocha AC. O Caso Humberto de Campos: Autoria Literária e Mediunidade. Tese de Doutorado em Teoria e História Literária, Unicamp; 2008. Uma de suas psicografias mais famosas foi a de um caso ocorrido em Goiânia, no qual José Divino Nunes, acusado de matar o melhor amigo, Maurício Henriques, foi inocentado pelo juiz, que aceitou como prova válida, entre outras apresentadas pela defesa, uma carta psicografada por Chico Xavier afirmando ser da própria vítima. O caso aconteceu em outubro de 1979. Assim, o presumido espírito de Maurício teria inocentado o amigo dizendo que tudo não teria passado de um acidente.SILVA, Cintia Alves da. As Cartas de Chico Xavier: uma análise semiótica. São Paulo: Cultura Acadêmica, 2012. (Coleção PROPG Digital - UNESP). ISBN 9788579833656. p. 22.Alaide Barbosa dos Santos Filha. A Psicografia como Meio de Prova. Revista Fonte do Direito, Ano I, n. 1, Mar./Abr. 2010. Depoimentos psicografados por Chico Xavier também foram aceitos como provas judiciais em outros três casos de julgamento de homicídio internacionalmente repercutidos. O advogado, perito em documentoscopia e professor da Universidade Estadual de Londrina, Carlos Augusto Perandréa, durante cerca de 14 anos fez análises grafoscópicas de cartas psicografadas por Chico Xavier. Perandréa comparou a letra padrão dos indivíduos antes da morte com as encontradas nas cartas psicografadas, e concluiu que todas as psicografias possuem autenticidade gráfica dos referidos mortos.FERREIRA, Leandro Tavares. Psicografia no processo penal: a admissibilidade de carta psicografada como prova judicial lícita no direito processual penal brasileiro, pág. 4. Jus Navigandi, Teresina, ano 17, n. 3412, 3 nov. 2012.. Acesso em: 6 fev. 2014.Pesquisador de cartas de Chico Xavier será homenageado em Londrina. Bonde News, 16/11/2014. Página visitada em 03/12/2014. Em 1990, publicou um artigo chamado \"A Psicografia à Luz da Grafoscopia\" na revista científica da Universidade de Londrina, a Revista Semina, onde apresentou a comparação de uma das cartas psicografadas, e em 1991 publicou um livro de mesmo nome e apresentou seus resultados em um congresso nacional de criminalística.PERANDRÉA, Carlos A.. A Psicografia à Luz da Grafoscopia. A Associação Médico-Espírita de São Paulo fez um estudo de 45 cartas psicografadas por Xavier, o que gerou o livro \"A Vida Triunfa\", de 1990. A partir de dados colhidos por um questionário padrão feito aos destinatários das cartas, a AME-SP chegou a várias constatações, por exemplo: 100% das famílias declararam 100% de acerto nos dados informados pelas cartas; 68,9% das cartas citam de um a três parentes e/ou amigos falecidos desconhecidos por Xavier; 35,6% definiram as assinaturas psicografadas pelo médium como idênticas às dos autores espirituais. Como conclusão do estudo, os autores afirmaram que \"As evidências da sobrevivência do espírito são muito fortes. A vida é uma fatalidade, segundo o depoimento desses 45 companheiros que se expuseram, por inteiro, revelando as nuances de suas personalidades através das mãos humildes do medianeiro\".Souto Maior, Marcel. Por Trás do Véu de Ísis, pág. 58. Um artigo científico publicado em 2014, indexado ao PubMed, buscou \"investigar a exatidão das informações transmitidas em 13 'cartas psicografadas' de Chico Xavier (i.e., cartas cuja autoria é atribuída a uma personalidade falecida) e explorar as suas possíveis explicações\". Como conclusão, foi asseverado: \"nós constatamos 99 itens de informação verificáveis contidos nessas 13 cartas; 98% desses itens foram avaliados como 'Concordância clara e precisa', e nenhum item foi considerado como 'Sem concordância'. Concluímos que as explicações comuns para a exatidão das informações (i.e., fraude, acaso, vazamento de informações e leitura fria) são apenas remotamente plausíveis. Esses resultados parecem fornecer suporte empírico para teorias não reducionistas da consciência\". Durante transes psicográficos, eletroencefalogramas do médium mostraram características comuns da epilepsia, mas clinicamente Chico Xavier nunca foi epiléptico. Em relação aos livros psicografados por Xavier, o escritor Monteiro Lobato afirmou: \"Se Chico Xavier produziu tudo aquilo por conta própria, então ele merece ocupar quantas cadeiras quiser na Academia Brasileira de Letras\".Ana Carolina Leonardi. Inteligência artificial pôs à prova psicografia de Chico Xavier. Revista Superinteressante, 30 de junho de 2017.Juliana Lopes. O fenômeno de 412 livros. Revista Isto É, 14 de julho de 2003. Por outro lado, a psicografia, principal técnica utilizada por Chico Xavier, é tida como pseudocientífica e sem base empírica. Além disso, supõe-se também que ele fizesse uso intenso de leitura a frio e a quente. De acordo com céticos, os estudos científicos tentando comprovar a origem espiritual dos escritos de Xavier têm-se mostrado metodologicamente falhos ou tendenciosos. Em 2010, Kentaro Mori publicou um artigo na revista Skeptical Inquirer em que acusava Xavier de fraude. Segundo Mori, a equipe de Xavier o ajudaria coletando informações sobre seus clientes e falsificando cartas psíquicas. Ele também foi acusado de usar perfume na sala de sessões, um truque espiritualista comum para fingir que o cheiro era de origem sobrenatural.Mori, Kentaro. (2010). \"Spiritualism in Brazil: Alive and Kicking\". Csicop.org. Retrieved 2014-10-11. A cética Karen Stollznow também acusou Xavier de leitura a quente.Stollznow, Karen. (2014). Language Myths, Mysteries and Magic. Palgrave Macmillan. p. 113. \"Xavier was revealed to be a cheat. In what is called hot reading, Xavier's staff at his Spiritist Center in Brazil gathered information from clients as they lined up to see the psychic. In the letters from the dead, these details were presented back to the clients though they had been psychic messages.\" Em 1971, o repórter Hamilton Ribeiro realizou um teste em que inventou um nome e um endereço falsos, levando-os a Chico Xavier. Xavier psicografou a seguinte mensagem e entregou para Hamilton: \"Junto aos amigos espirituais que lhe prestam auxílio, buscaremos cooperar espiritualmente em seu favor. Jesus nos abençoe\". Sobre o caso, na época, alguns espíritas disseram que \"quando o nome do consulente é uma invenção, a consulta vale para o 'inventor'\". O escritor Monteiro Lobato deixou uma \"senha\" com um amigo e sua esposa, que serviriam, se fosse o caso, como prova de sua vida após a morte, se estas frases aparecessem. == Honrarias == * Ao longo de sua vida, Chico Xavier recebeu o título de cidadão honorário de mais de cem cidades brasileiras,Souza, Luís Eduardo de. O Homem que Falava com Espíritos, pág. 46. Ed. Universo dos Livros, 2010. inclusive as principais.Pires, José Herculano. \"Chico Xavier: O Homem Futuro\". São Paulo: Revista Planeta, n° 10, Junho de 1973. * Foi homenageado em filmes e documentários como Chico Xavier - O Filme, As Mães de Chico Xavier e 100 Anos Com Chico Xavier - Gratidão e Homenagem. * Cantores como Roberto Carlos, Gilberto Gil, Fábio Júnior, Moacir Franco, Nando Cordel e Vanusa compuseram músicas em sua homenagem.febnet.org.br - Biografia de Francisco Cândido Xavier - pdf * Em 1981 e 1982, Chico Xavier foi indicado ao prêmio Prêmio Nobel da Paz, tendo havido uma mobilização de cerca de dois milhões de pessoas que deram suas assinaturas em todo Brasil e em organizações de 29 países pedindo o Nobel da Paz para ele. * Em 1999, o Governo de Minas Gerais instituiu a \"Comenda da Paz Chico Xavier\", condecoração que é outorgada anualmente a pessoas físicas ou jurídicas que trabalham pela paz e pelo bem- estar social.Prefeito e Vice-governador entregam Comenda Chico Xavier - Governo de Uberaba.Página visitada em 18/12/2014.\"Comenda da Paz Chico Xavier acontece hoje\"; Jornal de Uberaba; 08/03/2013. * Em 2000, Chico Xavier foi eleito o \"Mineiro do século XX\", seguido por Santos Dumont e Juscelino Kubitschek, em um concurso popular realizado pela Rede Globo Minas, tendo vencido com votos. * Após Chico Xavier falecer, a casa onde ele morou entre 1948 e 1959 e a casa em que ele morou entre 1959 e 2002 foram transformadas em museus sem fins lucrativos em referência a sua vida e obra; e o interior da Fazenda Modelo de Pedro Leopoldo, local onde ele trabalhou como datilógrafo entre 1930 e o final dos anos 50, também foi transformado em um memorial em sua homenagem.Terra de Minas conta a história de médium Chico Xavier, in globo.com * Em 2006, em uma votação popular promovida pela Revista Época, ele foi eleito o \"O Maior Brasileiro da História\". * Em 2009, a Lei nº 12 065 deu o nome \"Chico Xavier\" ao trecho da rodovia BR 050, entre a divisa dos Estados de São Paulo e Minas Gerais e a divisa dos municípios de Uberaba com Uberlândia. * Em 2010, o Correio Brasileiro lançou o selo e o cartão postal comemorativo em homenagem ao centenário do médium. No mesmo ano, a Casa da Moeda do Brasil lançou a \"Medalha Comemorativa do Centenário de Chico Xavier\".Casa da Moeda lança medalha comemorativa ao centenário de nascimento de Chico Xavier * O centenário do médium também foi comemorado em uma sessão solene pela Câmara dos Deputados do Brasil, à época presidida por Michel Temer. * Em Outubro de 2012, no programa O Maior Brasileiro de Todos os Tempos, transmitido pelo SBT, Xavier foi eleito, por voto popular, como \"O Maior Brasileiro de Todos os Tempos\". Na semifinal do programa, disputou com Ayrton Senna, venceu com 63,8% dos votos. Na final do programa, Xavier disputou com Santos Dumont e Princesa Isabel, vencendo com 71,4% dos votos. *Em 2016, foi inaugurado em Uberaba o Memorial Chico Xavier, resultado de parceria entre o Instituto Chico Xavier e a prefeitura da cidade. Em 2023, o local recebeu um projeto de requalificação museológica, passando a abrigar uma exposição pública imersiva que retrata a vida do médium. *Dia 29 de outubro de 2020, foi inaugurada uma estátua de bronze de Xavier em tamanho real na Praça Rui Barbosa, em Uberaba. Ela foi feita pela artista plástica Vânia Braga. *Através da Lei 14.201 de 2021, Francisco Candido Xavier teve seu nome inscrito no Livro dos Heróis e Heroínas da Pátria, documento que preserva os nomes de figuras que marcaram a história do Brasil e encontra-se no Panteão da Pátria e da Liberdade Tancredo Neves, em Brasília. === Filme biográfico === Em 2 de abril de 2010, data em que Chico Xavier completaria 100 anos, estreou Chico Xavier - O Filme, baseado na biografia As Vidas de Chico Xavier, do jornalista Marcel Souto Maior. Dirigido e produzido pelo cineasta Daniel Filho, Chico Xavier é retratado pelos atores Matheus Costa, Ângelo Antônio e Nelson Xavier, respectivamente, em três fases de sua vida: de 1918 a 1922, 1931 a 1959 e 1969 a 1975. O filme alcançou a marca de mais de 3,5 milhões de espectadores nos cinemas. == Ver também == *Doutrina Espírita *História do espiritismo no Brasil *Lista de livros psicografados por Chico Xavier == Bibliografia == * BARBOSA, Elias. No Mundo de Chico Xavier. Araras: Instituto de Difusão Espírita, 1992. * GAMA, Ramiro Lindos Casos de Chico Xavier. São Paulo: Livraria Allan Kardec Editora, 1995. * GOMES, Saulo (org.). Pinga-Fogo com Chico Xavier. Catanduva (SP): InterVidas, 2009. 256p. fotos. ISBN 978-85-60960-00-2 * LEWGOY, Bernardo. O Grande Mediador. Chico Xavier e a Cultura Brasileira. Bauru (SP): EDUSC, 2004. * MACHADO, Ubiratan. Chico Xavier: Uma Vida de Amor. Araras: Instituto de Difusão Espírita, 1997. * NUÑEZ, Sandra. A Pátria dos Curadoresː Uma História da Medicina e da Cura Espiritual no Brasil. São Pauloː Pensamento, 2013. 216p. * PLAYFAIR, Guy Lyon. Chico Xavier, Medium of the Century. Londres: Roundtable Publishing, 2010. * PONSARDIN, Mickael. Chico Xavier, l'homme et le Médium. Miami Beach: Edicei of America, 2011. * RAMOS, Clóvis. Cinqüenta anos de Parnaso. Rio de Janeiro: Federação Espírita Brasileira, 1982. * RANIERI, R. A.. Chico Xavier, o Santo dos Nossos Dias. Rio de Janeiro: Eco, s.d.. * SCHÜBERT, Suely Caldas. Testemunhos de Chico Xavier. Brasília: Federação Espírita Brasileira, 1986. * * SOUTO MAIOR, Marcel. Por Trás do Véu de Ísis. São Paulo: Editora Planeta do Brasil, 2004. * * TIMPONI, Miguel. A Psicografia Ante os Tribunais. Brasília: Federação Espírita Brasileira, 1984. * WORM, Fernando. A ponte - Diálogos com Chico Xavier. São Paulo: Lake, 1993. == Ligações externas == * Fundação Cultural Chico Xavier * Biografia pela FEB, para download (exige PDF) * Site do filme biográfico sobre Chico Xavier * Site das obras literárias psicografadas por Chico Xavier adaptadas em versão Radionovela Categoria:Escritores espíritas do Brasil Categoria:Escritores por religião Categoria:Filantropos de Minas Gerais Categoria:Médiuns do Brasil Categoria:Naturais de Pedro Leopoldo Categoria:Chico Xavier Categoria:Heróis nacionais do Brasil",
 "title": "Chico Xavier"
}