{
 "id": "43899",
 "text": "A Praça de São Pedro (em italiano Piazza di San Pietro) é uma grande praça localizada diretamente em frente à Basílica de São Pedro na Cidade do Vaticano, o enclave papal em Roma, diretamente a oeste do bairro (rione) de Borgo. Tanto a praça quanto a basílica têm o nome de São Pedro, um apóstolo de Jesus que os católicos consideram o primeiro Papa. No centro da praça está um antigo obelisco egípcio, erguido no local atual em 1586. Gian Lorenzo Bernini projetou a praça quase 100 anos depois, incluindo as enormes colunatas dóricas, quatro colunas de profundidade,William Tronzo, ed., St. Peter's in the Vatican, Cambridge University Press, 2005, page 149.Franco Mormondo, Bernini: His Life and His Rome, University of Chicago Press, 2011, page 203. que abraçam os visitantes nos \"braços maternos da Mãe Igreja\". Uma fonte de granito construída por Bernini em 1675 combina com outra fonte projetada por Carlo Maderno em 1613. == História == O espaço aberto que se encontra diante da basílica foi redesenhado por Gian Lorenzo Bernini de 1656 a 1667, sob a direção do Papa Alexandre VII, como um pátio adequado, projetado \"para que o maior número de pessoas pudesse ver o Papa dar sua bênção, seja do meio da fachada da igreja ou de uma janela do Palácio do Vaticano\".Norwich (1975), p. 175) Bernini trabalhou no interior da Basílica de São Pedro por décadas; agora ele deu ordem ao espaço com suas famosas colunatas, usando uma ordem dórica simplificada, para evitar competir com a fachada palaciana de Carlo Maderno, mas ele o empregou em uma escala colossal sem precedentes para se adequar ao espaço e evocar uma sensação de admiração. Havia muitas restrições das estruturas existentes (ilustração, à direita). Os acréscimos maciços do Palácio do Vaticano ocupavam o espaço à direita da fachada da basílica; as estruturas precisavam ser mascaradas sem obscurecer os aposentos papais. O obelisco marcava um centro e uma fonte de granito de MadernoIt was set up in 1613 by order of Paul V ficava de um lado: Bernini fez a fonte parecer um dos focos do ovato tondo (\"redondo ovalado\")The actual foci are marked in the paving by roundels of stone six or seven metres beyond the outer ring of the compass rose centered on the obelisk, on either side. When the visitor stands on one, the ranks of columns line up perfectly behind one another. (Touring Club Italiano, Roma e Dintorni). abraçado por suas colunatas e eventualmente igualou-o do outro lado, em 1675, apenas cinco anos antes de sua morte. A forma trapezoidal da praça, que cria uma perspectiva elevada para um visitante que sai da basílica e foi elogiado como um golpe de mestre do teatro barroco, é em grande parte um produto das restrições do local. De acordo com o Tratado de Latrão, a área da Praça de São Pedro está sujeita à autoridade da polícia italiana para controle de multidões, embora faça parte do estado do Vaticano. === Colunatas === As colossais colunatas dóricas, com quatro colunas de profundidade, enquadram a entrada trapezoidal da basílica e a enorme área elíptica que o precede. O longo eixo do ovato tondo, paralelo à fachada da basílica, cria uma pausa na sequência de movimentos de avanço característicos de uma abordagem monumental barroca. As colunatas definem a praça. O centro elíptico da praça, que contrasta com a entrada trapezoidal, envolve o visitante com \"os braços maternos da Madre Igreja\", na expressão de Bernini. No lado sul, as colunatas definem e formalizam o espaço, com os Jardins Barberini ainda se elevando para um horizonte de pinheiros mansos. No lado norte, a colunata esconde uma variedade de estruturas do Vaticano; os andares superiores do Palácio do Vaticano se erguem acima.The ovato tondo is 240 metres across.There are 248 columns and 88 pilasters; 140 over lifesize saints crown the cornice; the coats of arms are of Alexander VII. === Obelisco === No centro do ovato tondo fica o Obelisco do Vaticano, um obelisco egípcio não inscrito de granito vermelho, 25,5 m (84 pés) de altura, apoiado em leões de bronze e encimado pelos braços Chigi em bronze, ao todo 41 m (135 pés) para a cruz em seu topo. O obelisco foi originalmente erguido em Heliópolis, no Egito, por um faraó desconhecido. O imperador Augusto transferiu o obelisco para o Fórum Juliano de Alexandria, onde permaneceu até 37 DC, quando Calígula ordenou a demolição do fórum e a transferência do obelisco para Roma. Ele o colocou na espinha que corria ao longo do centro do Circo de Nero. Foi transferido para o local atual em 1586 pelo engenheiro-arquiteto Domenico Fontana sob a direção do Papa Sisto V; a façanha da engenharia de reerguer seu vasto peso foi imortalizada em um conjunto de gravuras. O obelisco é o único obelisco em Roma que não caiu desde a antiguidade. Durante a Idade Média, acreditava-se que a bola dourada no topo do obelisco continha as cinzas de Júlio César. Fontana mais tarde removeu a antiga bola de metal, agora em um museu romano, e encontrou apenas poeira dentro; Christopher Hibbert, entretanto, escreve que a bola era sólida. Embora Bernini não tivesse influência na construção do obelisco, ele o usou como a peça central de sua magnífica praça e acrescentou as armas Chigi ao topo em homenagem a seu patrono, Alexandre VII.Touring Club Italiano, Roma e Dintorni, which furnishes the statistics in these notes. === Pavimentação === A pavimentação é variada por linhas radiais em travertino. Em 1817, pedras circulares foram colocadas para marcar a ponta da sombra do obelisco ao meio-dia quando o sol entrava em cada um dos signos do zodíaco, tornando o obelisco um gigantesco gnômon de relógio de sol. Abaixo está uma vista da Praça de São Pedro a partir da cúpula (o topo da cúpula), que foi tirada em junho de 2007. === Espina (circo romano) === A Praça de São Pedro hoje pode ser alcançada a partir da Ponte Sant'Angelo ao longo da grande entrada da Via della Conciliazione (em homenagem ao Tratado de Latrão de 1929). A spina (mediana com edifícios que dividiam as duas ruas de Borgo Vecchio e Borgo nuovo) que outrora ocupava esta grande avenida que leva à praça foi demolida cerimonialmente pelo próprio Benito Mussolini em 23 de outubro de 1936 e foi totalmente demolida em 8 de outubro de 1937 A Basílica de São Pedro era agora livremente visível do Castelo Sant'Angelo. Após a spina, quase todos os edifícios ao sul do passetto foram demolidos entre 1937 e 1950, destruindo um dos mais importantes bairros medievais e renascentistas da cidade. Além disso, a demolição da espinha cancelou a característica surpresa barroca, hoje mantida apenas para os visitantes vindos do Borgo Santo Spirito. A Via della Conciliazione foi concluída a tempo do Grande Jubileu de 1950. == Ver também == *Capela Sistina == Ligações externas == * Categoria:Construções do Vaticano Sao Pedro Sao Pedro Categoria:Gian Lorenzo Bernini Categoria:Colunatas Categoria:Arquitetura de Gian Lorenzo Bernini",
 "title": "Praça de São Pedro"
}