{
 "id": "43895",
 "text": "Pedro Verona Rodrigues Pires GColIH (São Filipe, Fogo, 29 de abril de 1934) é um político cabo-verdiano. Foi presidente do seu país de 22 de março de 2001 até 9 de setembro de 2011. Pedro Pires estudou na Universidade de Lisboa e lá encontrou os futuros líderes dos movimentos de libertação que lutaram pela independência das colónias portuguesas. Com o início da luta armada em Angola em 1961, partiu de Portugal para a Guiné-Bissau. Ali, até à Revolução dos Cravos, lutou pela independência de Cabo Verde. Depois do 25 de abril foi o representante de Cabo Verde nas negociações com Portugal. Apesar das negociações decorridas em Bissau logo após a independência, nas quais Pedro Pires prometera poupar os combatentes opositores ao PAIGC nas fileiras do exército português, a maior parte dos Comandos Africanos vieram a ser fuzilados. Depois da Declaração de Independência de Cabo Verde em 5 de julho de 1975, foi designado primeiro-ministro do Primeiro Governo da República de Cabo Verde, ao lado do presidente Aristides Pereira que tinha fundado o Partido Africano para a Independência da Guiné e Cabo Verde com Amílcar Cabral. Pedro Pires manteve-se no cargo de primeiro-ministro até 1991, quando — por sua iniciativa, junto com outros — o sistema multipartidário foi introduzido no país e o MpD - Movimento pela Democracia, de Carlos Veiga, conseguiu a maioria dos votos. A 31 de janeiro de 1986, foi agraciado com o grau de Grã-Cruz da Ordem Militar de Cristo, de Portugal. Em 2001, apresentou- se finalmente como candidato presidencial contra Carlos Veiga e venceu as eleições com apenas 17 votos de diferença. Em 22 de março de 2001 foi empossado como sucessor de António Mascarenhas Monteiro. Foi agraciado com o Grande-Colar da Ordem do Infante D. Henrique de Portugal a 22 de abril de 2002, e com o título de Doutor Honoris Causa pela Universidade Federal do Ceará, Brasil, a 11 de outubro de 2006. Recebeu, também, o premio de boa governança, Mo Ibraihim. Em 2015, foi noticiado que pertence à Maçonaria, tendo o primeiro alto dirigente cabo-verdiano a ser iniciado em Portugal. Integrou a Maçonaria como membro da Loja Eugénio Tavares, no âmbito da Grande Loja Legal de Portugal, tendo entretanto suspendido a sua atividade. Categoria:Naturais de São Filipe (concelho de Cabo Verde) Categoria:Presidentes de Cabo Verde Categoria:Primeiros-ministros de Cabo Verde Categoria:Alumni da Universidade de Lisboa Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grandes-Colares da Ordem do Infante D. Henrique Categoria:Doutores honoris causa da Universidade Federal do Ceará Categoria:Residentes da Casa dos Estudantes do Império Categoria:Naturais de Cabo Verde colonial Categoria:Maçons do século XX Categoria:Maçons do século XXI",
 "title": "Pedro Pires"
}