{
 "id": "43923",
 "text": "Hibridização ou hibridação é o conceito de misturar orbitais atômicos em novos orbitais híbridos (com diferentes energias, formas etc. do que os orbitais atômicos do componente) adequados para o emparelhamento de elétrons para formar ligações químicas na teoria das ligações de valência. Orbitais híbridos são muito úteis na explicação da geometria molecular e propriedades de ligação atômica e são dispostos simetricamente no espaço. Segundo o modelo da Teoria de Ligação de Valência (TLV), as ligação covalentes são formadas pela sobreposição de orbitais atômicos semipreenchidos (com apenas um elétron). A hibridização explica a formação de algumas ligações que seriam impossíveis por aquela teoria, bem como a disposição geométrica de algumas moléculas. == História e usos == O químico Linus Pauling desenvolveu a teoria da hibridação em 1931 para explicar a estrutura de moléculas simples como o metano (CH4) usando orbitais atômicos. Pauling apontou que um átomo de carbono forma quatro ligações usando um e três orbitais p, de modo que \"pode ​​ser deduzido\" que um átomo de carbono formaria três ligações em ângulos retos (usando orbitais p) e uma quarta ligação mais fraca usando o s orbital em alguma direção arbitrária. Na realidade, o metano possui quatro ligações de força equivalente separadas pelo ângulo de ligação tetraédrica de 109,5 °. Pauling explicou isso ao supor que, na presença de quatro átomos de hidrogênio, os orbitais s e p formam quatro combinações equivalentes ou orbitais híbridos, cada um indicado por sp3 para indicar sua composição, que são direcionadas ao longo das quatro ligações C-H. Esse conceito foi desenvolvido para sistemas químicos simples, mas a abordagem foi aplicada mais amplamente e hoje é considerada uma heurística eficaz para racionalizar as estruturas de compostos orgânicos. Ele fornece uma imagem orbital simples equivalente às estruturas de Lewis. == Hibridização do Carbono == O carbono é o elemento central da química orgânica e responsável pela complexidade das moléculas orgânicas, pela variedade de ligações químicas e pela capacidade de formação de quatro ligações covalentes. A configuração eletrônica do carbono no estado fundamental é 1s2 2s2 2p2, e nesta configuração seriam possíveis apenas duas ligações covalentes, uma vez que existem apenas dois elétrons desemparelhados. Entretanto, a molécula de metileno (CH2) é extremamente reativa e não é estável. Para explicar a tetravalência do carbono, é usado o recurso da hibridização, \"somando\" as funções de onda dos orbitais 2s e 2p, resultando em orbitais híbridos.thumb|center|Distribuição eletrônica do carbono. === Hibridização sp3=== A construção da hibridização sp3 para o carbono se dá pela \"promoção\" e \"mistura\" dos orbitais 2s e 2p. Considerando o estado fundamental: C\\quad \\frac{\\uparrow\\downarrow}{1s}\\; \\frac{\\uparrow\\downarrow}{2s}\\; \\frac{\\uparrow\\,}{2p_x}\\; \\frac{\\uparrow\\,}{2p_y}\\; \\frac{\\,\\,}{2p_z} (Nota: O orbital 1s tem menos energia que o 2s, que por sua vez tem menos energia que os orbitais 2p) Dessa forma, o carbono deveria realizar apenas duas ligações, ao que há apenas dois orbitais semipreenchidos. O primeiro passo para se entender o processo de hibridação, é excitar o átomo de carbono em questão, passando o elétron do orbital 2s para o 2p: C^{*}\\quad \\frac{\\uparrow\\downarrow}{1s}\\; \\frac{\\uparrow\\,}{2s}\\; \\frac{\\uparrow\\,}{2p_x}\\; \\frac{\\uparrow\\,}{2p_y}\\; \\frac{\\uparrow\\,}{2p_z} thumb|center|Distribuição eletrônica do carbono ativado. O passo seguinte é a mistura ou soma dos orbitais, dando origem a orbitais de energia intermediária entre 2s e 2p, dando origem ao orbital sp3 (lido s-p-três), assim chamado por ser o resultado da fusão de um orbital s com três orbitais p. Portanto, tem-se: C^{*}\\quad \\frac{\\uparrow\\downarrow}{1s}\\; \\frac{\\uparrow\\,}{sp^3}\\; \\frac{\\uparrow\\,}{sp^3}\\; \\frac{\\uparrow\\,}{sp^3}\\; \\frac{\\uparrow\\,}{sp^3} Agora o átomo de carbono está pronto para se combinar com quatro ligantes, compartilhando os elétrons desemparelhados. As ligações formadas têm a geometria cilíndrica em relação ao eixo internuclear, e são chamadas de ligações s (sigma). A geometria cilíndrica permite a rotação dos átomos sem que a ligação seja rompida. === Hibridização sp2=== A hibridação sp2 é considerada quando um dos orbitais p não é somado aos orbitais híbridos, o que acontece em moléculas como a de eteno (H2C=CH2), na qual há ligação dupla entre carbonos. Um dos orbitais (por exemplo, py) é mantido \"puro\", para a construção da ligação dupla com o outro carbono. Este recurso é utilizado porque os orbital p puro tem a geometria adequada para a sobreposição com outro orbital p com a mesma geometria do outro carbono. Seguindo o esquema promoção - mistura, a distribuição eletrônica do carbono resultaria: C^{*}\\quad \\frac{\\uparrow\\downarrow}{1s}\\; \\frac{\\uparrow\\,}{sp^2}\\; \\frac{\\uparrow\\,}{sp^2} \\frac{\\uparrow\\,}{sp^2} \\frac{\\uparrow\\,}{p} Com esta configuração, são formadas três ligações s e uma ligação p (pi), cuja geometria não é cilíndrica e a rotação em torno do eixo internuclear resulta na ruptura da ligação química. === Hibridização sp === A ligação química em compostos como alcinos com ligações triplas é explicada por hibridação sp. Nesse modelo, o orbital 2s é misturado com apenas um dos três orbitais p, C^{*}\\quad \\frac{\\uparrow\\downarrow}{1s}\\; \\frac{\\uparrow\\,}{sp}\\; \\frac{\\uparrow\\,}{sp} \\frac{\\uparrow\\,}{p} \\frac{\\uparrow\\,}{p} resultando em dois orbitais sp e dois orbitais p restantes. A ligação química no acetileno (etino) (C2H2) consiste na sobreposição sp-sp entre os dois átomos de carbono formando uma ligação σ e duas ligações π adicionais formadas pela sobreposição p-p. Cada carbono também se liga ao hidrogênio em uma sobreposição de σ s – sp em ângulos de 180 °. Cada tipo de hibridização do carbono acarreta em uma diferente geometria ao redor do átomo do carbono, podendo esta ser tetraédrica (sp³), trigonal plana (sp²) ou linear (sp), possuindo assim um ângulo entre os ligantes de, respectivamente, 109°28', 120° ou 180°. === Acidez de compostos orgânicos e hidribidização === O percentual da contribuição do orbital s varia conforme a hidridização, para sp = 50 %, sp2 = 33 % e sp3 = 25% e esta variação é apontada como a causa da maior eletronegatividade dos orbitais sp em relação aos outros,\"Acids and Bases\". Orgo Made Simple uma vez que os elétrons do orbitais s são mais atraídos pelo núcleo. Esta seria a causa para a maior acidez hidrogênios ligados a carbono sp, uma vez que a carga negativa formada após a saída do próton seria mais estável em alcinos do que em alcenos e alcanos. tabela de pKa para hidrocarbonetos função orgânica alcano alceno alcino caráter s 25 33 50 pKa do hidrocarboneto 50 44 25 == Quadro de hibridizações == A hibridização tem sido utilizada para explicar a formação de compostos covalentes para outros elementos, além do carbono. Para metais de transição, estão disponíveis orbitais d para a hibridização, o que resulta em outras possibilidades, como sp2d, sp3d2, conforme a tabela abaixo: Classificação Grupo principal/ Metal de transição Metais de transição hibridização spx hibridização sdx hibridização spxdy AX2 * Linear (180°) * hibridização sp (180°) * ex. CO2 AX3 * Trigonal planar (120°) * hibridização sp2 (120°) * ex. BCl3 * Pirâmide trigonal * hibridização sd2 (90°) * ex. CrO3 AX4 * Tetraédrica (109,5°) * hibridização sp3 (109,5°) * ex. CCl4 * Tetrahedral (109.5°) * hibridização sd3 (109,5°) * ex. TiCl4 * quadrado planar (90°, 180°) * hibridização sp2d (180°) * ex. PtCl42− AX6 * trigonal prismático C3v * hibridização sd5 (63,4°, 116,6°) * ex., W(CH3)6 * Octaédirco (90°, 180°) * hibridização sp3d2 (90°, 180°) * ex. Mo(CO)6 Acredita-se que ligações hipervalentes podem ser descritas como orbitais híbridos sp³d e sp³d² compostos de orbitais s, p, e d em níveis de energia mais altos. Entretanto, avanços no estudo de cálculos ab initio têm revelado que a contribuição dos orbitais d para a ligação hipervalente é demasiado pequena para descrever as propriedades das ligações, e essa descrição de orbitais híbridos é agora considerada como muito menos importante.Magnusson, E. (1990). \"Hypercoordinate molecules of second-row elements: d functions or d orbitals?\". J. Am. Chem. Soc. 112 (22): 7940–7951. David L. Cooper; Terry P. Cunningham; Joseph Gerratt; Peter B. Karadakov; Mario Raimondi (1994). \"Chemical Bonding to Hypercoordinate Second-Row Atoms: d Orbital Participation versus Democracy\". Journal of the American Chemical Society. 116 (10): 4414–4426. Essas moléculas usam ressonância. Molécula hipervalente (Ressonância) AX5 bipirâmide trigonal AX6 Octaédrica AX7 bipirâmide pentagonal Categoria:Física atômica e molecular Categoria:Estereoquímica Categoria:Ligações químicas Categoria:Linus Pauling Categoria:Química orgânica",
 "title": "Hibridização"
}