{
 "id": "43943",
 "text": "A fuligem é uma substância preta, proveniente da decomposição de matérias combustíveis. fuligem in Dicionário infopédia da Língua Portuguesa [em linha]. Porto: Porto Editora, 2003-2019. [consult. 2019-03-20 15:36:14]. Disponível na Internet: https://www.infopedia.pt/dicionarios/lingua-portuguesa/fuligem ==Obtenção== É obtido pela combustão parcial (em meio rarefeito de oxigênio) de compostos orgânicos, principalmente do metano ou do acetileno: * Combustão parcial do metano ( CH4 ) : : CH4 \\+ O2 → 2 H2O + C (fuligem) * Combustão parcial do acetileno ( C2H2 ) : : 2 C2H2 \\+ O2 → 2 H2O + 4 C (fuligem) ==Usos== Os principais usos da fuligem são para a fabricação de: * Graxa para sapatos. Dai o seu outro nome: pó de sapato; * Pneus. Para dar a coloração preta e para aumentar a resistência/durabilidade do pneu; * Tintas pretas em geral, como o nanquim, por exemplo; * Toner para impressoras e fotocopiadoras. * Nanotubos uma terceira alotropia do carbono que tem propriedades metálicas ==Derivados== Negro de fumo ou pó de sapato é um pó escuro, produzido pela fuligem ou pela combustão de certas substâncias, como o marfim, resíduos do pez, do alcatrão e outras resinas, e que entra na composição da graxa, servindo para diferentes usos. Os negros de fumo são fabricados através da queima de óleos especiais, em fornos especiais, que fazem uma queima controlada para se obter vários tipos de negro de fumo os quais são usados largamente na indústria de borracha, sendo um dos principais ingredientes das formulações. Pode-se escolher entre diversos tipos de acordo com as características que se espera do produto acabado, por exemplo, pneu tem que resistir ao atrito enquanto as capas de fios tem que ser anticondutiva e assim por diante, são muito importantes neste segmento. O negro de fumo só começou a ser fabricado em escala industrial a partir de 1870, para atender às necessidades da indústria de tintas. A descoberta das propriedades reforçantes do negro de fumo na borracha, ocorrida nos primeiros anos do século XX, elevou este produto à condição atual de carga mais importante para esta indústria, sendo mesmo indispensável em muitas aplicações. === Processos de produção === O negro de fumo (do inglês muito conhecido como carbon black) não ocorre na natureza, devendo ser produzido por pirólise (craqueamento) ou queima incompleta de materiais que contenham derivados de carbono. Devido às propriedades peculiares das partículas de negro de fumo, em especial o tamanho e a estrutura, as matérias-primas mais utilizadas são gases ou líquidos vaporizáveis. O processo pelo qual o negro de fumo é produzido assemelha-se àquele que dá origem à fuligem em lamparinas, lareiras e motores de combustão. No entanto, enquanto a fuligem é um material indesejável, com propriedades e características variáveis, o negro de fumo possui especificações bem definidas, que podem ser reproduzidas com regularidade pelo controle das condições do processo de produção. A modificação das condições e do tipo de equipamento utilizado tem permitido o desenvolvimento contínuo de uma grande variedade de tipos de negros de fumo, com características ajustadas de forma crescente as necessidades específicas de cada aplicação. Estima-se que existam, atualmente, mais de 50 tipos comerciais de negro de fumo disponíveis. Segundo o processo de produção adotado, o negro de fumo pode ser classificado nos seguintes grupos: * Lampblack - negro de fumo de lamparina; * Channel black - negro de fumo de canal; * Thermal black - negro de fumo térmico; * Acetylene black - negro de fumo de acetileno; * Gás; * Furnace black - negro de fumo de fornalha. O negro de fumo de fornalha predomina atualmente de forma quase absoluta, constituindo mais de 99,9% do total de negros de fumo produzidos no mundo, devido aos custos mais reduzidos e por cobrir a grande maioria das aplicações existentes. Os outros processos são utilizados essencialmente para obter as especialidades, requeridas em aplicações muito específicas. === Aplicações === O negro de fumo é largamente utilizado como agente reforçante em borrachas, mas também possui grande capacidade de pigmentação tendo também grande importância nessa atuação. Para utilização em polímeros, quanto menor o tamanho da partícula, maior o poder tintorial porém maior a dificuldade de dispersão do pigmento. Condições de processabilidade nestes casos podem ser o diferencial para obtenção de uma melhor dispersão juntamente com utilização de outros materiais como auxiliares (aditivos por exemplo). É muito utilizado também como estabilizante UV, retardando o processo de degradação dos polímeros expostos a luz do sol, principalmente. Ele transforma a radiação em calor. Outra aplicação é como agente condutivo. Nas aplicações para polímeros (poliolefinas por exemplo) dependendo do tamanho de partícula, estrutura e concentração no produto acabado, pode ter a função de material condutivo, semi-condutivo e resistividade. Isto deve ser levado em consideração no desenvolvimento. Outras características também devem ser consideradas. Na aplicação de tintas automotivas, o tamanho de partícula pode chegar a 1nm, o que lhe confere um alto brilho e poder tintorial. === Principais mercados === Os principais segmentos em que se divide o mercado de negro de fumo são: 1\\. Pneus; 2\\. Artefatos leves de borracha: mangueiras e correias; 3\\. Especialidades: tintas de impressão, papel carbono, aditivo de plásticos, fabricação de pilhas secas. 4\\. Plásticos: é a menor parte utilizada de toda à produção, entretanto faz-se utilização de um negro de fumo mais nobre. ==Ver também == * Carbono * Química Orgânica * Carvão Categoria:Química orgânica Categoria:Reações químicas Categoria:Pigmentos inorgânicos",
 "title": "Fuligem"
}