{
 "id": "43959",
 "text": "Hidrogenação é a reação química que ocorre quando uma molécula é obtida pela adição de hidrogênio a uma cadeia carbônica insaturada (aquela que contém dupla ou tripla ligação) normalmente na presença de um metal catalisador como níquel , platina ou paládio e dando origem a um alcano 9 . Este processo era utilizado pela indústria alimentícia na produção de margarinas a partir de óleos vegetais. É uma reação exotérmica, entretanto não ocorre em temperatura ambiente sem a presença de um catalisador e pode ser dividida em hidrogenação homogênea e hidrogenação heterogênea. == Hidrogenação Heterogênea == A reação de Sabatier-Senderens, referindo-se aos químicos franceses Paul Sabatier e Jean-Baptiste Senderens, consiste na hidrogenação catalítica com níquel de alcenos ou alcinos para a obtenção de alcanos. É chamada de heterogênea pois os catalisadores não são solúveis na mistura reacional. : CH2 = CH2 \\+ H2 \\---> CH3 \\- CH3 == Hidrogenação Homogênea == A hidrogenação na qual o catalisador é solúvel na solução é chamada de hidrogenação homogênea. Geralmente são utilizados catalisadores baseados em ródio e rutênio, sendo um exemplo recorrente o catalisador de Wilkinson, o tris(trifenilfosfina)ródio, Rh[(C6H5)3P]3Cl. Um exemplo pode ser visto abaixo: : No exemplo pode ser visto que há uma seletividade pela dupla ligação de fora do anel aromático, já que há um impedimento estérico em relação a dupla ligação de dentro do anel. == A Função do Catalisador == Apesar do processo ser exotérmico, normalmente há uma alta energia livre de ativação para uma hidrogenação de um alceno sem a presença de um catalisador, e logo, a reação não ocorre a temperatura ambiente. Entretanto, na presença de um catalisador, a reação ocorrerá facilmente à temperatura ambiente já que o catalisador permite um novo caminho para a reação, que envolve menores energias livres de ativação e geralmente uma reação em várias etapas. == Obtenção industrial de álcoois == Sob condições energéticas, pressão de 200 atm, catalisada por um sal de cobre II, obtêm-se industrialmente álcoois a partir da hidrogenação de ésteres: : R - COO - R' \\+ H2 \\---> R - CH2 \\- OH + R' \\- OH == Indústria Alimentícia == O processo de hidrogenação era utilizado para obtenção da margarina, mas foi substítuido pelo processo de interestrificação devido à produção de gorduras trans no processo da hidrogenação, e sua relação com o colesterol e problemas cardíacos. *Solomons, T. W. Graham. \"Organic chemistry\";Jonh Wiley & Sons, Inc; 6th ed.;1996;ISBN 0-471-01342-0 Categoria:Química orgânica Categoria:Reações químicas Categoria:Hidrogénio Categoria:Processos industriais Categoria:Química de alimentos",
 "title": "Hidrogenação"
}