{
 "id": "43969",
 "text": "de um átomo é a denominação dos estados estacionários da função de onda de um elétron (funções próprias do hamiltoniano (H) na equação de Schrödinger H \\psi = E \\psi, em que \\psi é a função de onda). Entretanto, os orbitais não representam a posição exata do elétron no espaço, que não pode ser determinada devido à sua natureza ondulatória; apenas delimitam uma região do espaço na qual a probabilidade de encontrar o elétron é mais alta. == Números quânticos == * O valor do número quântico n (número quântico principal ou primário, que apresenta os valores 1, ~2, ~3, ~4, ~5, ~6 ~ou ~7 [também representado por K, ~L, ~M, ~N, ~O, ~P ~e ~Q]) define o tamanho do orbital. Quanto maior o número, maior o volume do orbital. Também é o número quântico que tem a maior influência na energia do orbital. * O valor do número quântico l (número quântico secundário ou azimutal, que apresenta os valores 0, ~1, ~2, ~..., ~n-1) indica a forma do orbital e o seu momento angular. O momento angular é determinado pela equação: : |L|=\\hbar \\cdot \\sqrt{l(l+1)} A notação científica (procedente da espectroscopia) é a seguinte: * l = 0, orbitais s * l = 1, orbitais p * l = 2, orbitais d * l = 3, orbitais f Para os demais orbitais segue-se a ordem alfabética. * O valor do ml (número quântico terciário ou magnético, que pode assumir os valores -l~...~0~...~+l) define a orientação espacial do orbital diante de um campo magnético externo. Para a projeção do momento angular diante de um campo externo, verifica-se através da equação: : L_z=\\hbar \\cdot m * O valor de ms (número quântico magnético de spin ou spin) pode ser +1/2 ~ou ~-1/2. O valor de s que equivale a uma valor fixo 1/2. Pode- se decompor a função de onda empregando-se o sistema de coordenadas esféricas da seguinte forma: :\\psi_{n,~l,~ml} = R_{n,~l}(r)~\\Theta_{l,~ m_l}~(\\theta) ~\\Phi_{m_l} (\\varphi) Onde * R_{n,~l}~(~r) representa a distância do elétron até o núcleo, e * \\Theta_{l, ~m_l} ~(\\theta) ~\\Phi_{m_l} (\\varphi) a geometria do orbital. Para a representação do orbital emprega-se a função quadrada, \\left| \\Theta_{l, ~m_l} ~(\\theta) \\right|^2 \\left| ~\\Phi_{m_l} (\\varphi) \\right|^2 , já que esta é proporcional à densidade de carga e, portanto, a densidade de probabilidade, isto é, o volume que encerra a maior parte da probabilidade de encontrar o elétron ou, se preferir, o volume ou a região do espaço na qual o elétron passa a maior parte do tempo. == Orbital s == O orbital s tem simetria esférica ao redor do núcleo. Na figura seguinte, são mostradas duas alternativas de representar a nuvem eletrônica de um orbital s: * Na primeira, a probabilidade de encontrar o elétron (representada pela densidade de pontos) diminui à medida que nos afastamos do núcleo. * Na segunda, se apresenta o volume esférico no qual o elétron passa a maior parte do tempo. Pela simplicidade, a segunda forma é mais utilizada. Para valores de número quântico principal maiores que um, a função densidade eletrônica apresenta n-1 nós, nos quais a probabilidade tende a zero. Nestes casos, a probabilidade de encontrar o elétron se concentra a certa distância do núcleo. == Orbital p == A forma geométrica dos orbitais p é a de duas esferas achatadas até o ponto de contato (o núcleo atómico) e orientadas segundo os eixos de coordenadas. Em função dos valores que pode assumir o terceiro número quântico m (-1, ~0 ~e ~+1), obtém-se três orbitais p simétricos, orientados segundo os eixos x, ~z ~e ~y. De maneira análoga ao caso anterior, os orbitais p apresentam n-2 nós radiais na densidade eletrónica, de modo que, à medida que aumenta o valor do número quântico principal, a probabilidade de encontrar o elétron afasta-se do núcleo atômico. == Orbital d == Os orbitais d tem uma forma mais diversificada: quatro deles têm forma de 4 lóbulos de sinais alternados (dois planos nodais, em diferentes orientações espaciais), e o último é um duplo lóbulo rodeado por um anel (um duplo cone nodal). Seguindo a mesma tendência, apresentam n-3 nós radiais. == Ver também == *Hibridização Categoria:Química quântica Categoria:Ligações químicas Categoria:Física atômica e molecular Categoria:Eletrão",
 "title": "Orbital atômico"
}