{
 "id": "43975",
 "text": "Garcia de Orta (Castelo de Vide, — Goa, 1568) foi um médico cristão-novo português, que viveu na Índia. Foi um autor pioneiro sobre botânica, farmacologia, medicina tropical e antropologia. == Biografia == Nasceu em Castelo de Vide em data desconhecida, provavelmente em 1501, filho do mercador Fernando (Isaac) de Orta, originário de Valência de Alcântara, e de Leonor Gomes originária de Alburquerque, ambos judeus convertidos ao cristianismo (cristãos-novos) espanhóis que se instalaram em Castelo de Vide, possivelmente na sequência do Decreto de Alhambra dos Reis Católicos, que expulsou os judeus de Espanha em 1492. Frequentou as universidades de Salamanca e Alcalá, onde estudou gramática, artes e filosofia natural, provavelmente a partir de 1515, tendo-se licenciado em medicina em 1523. Regressou a Castelo de Vide em 1523, dois anos após a morte do pai, onde praticou clínica. Em 1526 obteve licença para praticar medicina e no mesmo ano mudou-se para Lisboa. Aí tornou-se médico de e conheceu o grande matemático Pedro Nunes. Foi escolhido para dar conferências de filosofia natural na Universidade de Lisboa, e em 1533 foi eleito pelo conselho para professor da cadeira. Embarcou para a Índia a 12 de março de 1534 como médico pessoal de Martim Afonso de Sousa, que foi para o Oriente como capitão-mor do mar da Índia entre 1534 e 1538 e governador de 1542 a 1545. Depois de acompanhar o seu patrono durante os quatro anos em que este granjeou grande prestígio em várias campanhas militares na costa ocidental da Índia, Orta estabeleceu-se como médico em Goa, onde adquiriu grande reputação. Aí ganhou a amizade de Luís de Camões. Em 1541 casou com uma rica herdeira, Brianda de Solis, com quem teve duas filhas. Quando Martim Afonso de Sousa regressou temporariamente a Portugal em 1538, Orta permaneceu na Índia como médico. Foi um médico conceituado em Goa, praticando medicina no hospital e na prisão de Goa. Foi médico de figuras relevantes do meio político e social como o sultão de Ahmadnagar Nizam Shahi, exercendo igualmente o comércio e outras actividades lucrativas. Apesar de nunca ter visitado a região do Golfo Pérsico ou de ter viajado para oriente de Ceilão, Orta contactou em Goa com comerciantes e viajantes de todas as nacionalidades e religiões. Graças ao seu serviço e amizade com o vice-rei Pedro Mascarenhas, cerca de 1554 foi-lhe dado o foro da ilha de Bombaim, então sob domínio português. Em Bombaim mandou construir uma quinta ou solar no local onde depois os britânicos erigiram o Forte de Bombaim (atualmente também chamado Castelo [castle] e Casa de Orta). Garcia de Orta faleceu em Goa em 1568 sem nunca ter tido diretamente problemas com a Inquisição, apesar desta ter estabelecido um tribunal na Índia em 1565. Contudo, logo após a morte de Orta, a Inquisição iniciou uma feroz perseguição à sua família. A sua irmã, Catarina, foi condenada por judaísmo e queimada viva num auto-de-fé em Goa, em 1569. Esta perseguição culminou em 1580 com a exumação da Sé de Goa dos restos mortais do médico e a sua condenação à fogueira por judaísmo. == Obra == A obra que perpetuou o nome de Garcia de Orta foi o livro Colóquio dos simples e drogas e coisas medicinais da Índia, editado em Goa em 1563. Este trabalho está escrito em português na forma de diálogo entre o próprio Orta e Ruano, um colega recém-chegado a Goa e ansioso por conhecer a matéria médica da Índia. Os Colóquios incluem 58 capítulos onde se estuda um número aproximadamente igual de drogas orientais, principalmente de origem vegetal, como o aloés, o benjoim, a cânfora, a canafístula, o ópio, o ruibarbo, os tamarindos e muitas outras. Nesses capítulos, Orta apresenta a primeira descrição rigorosa feita por um europeu das características botânicas (tamanho e forma da planta), origem e propriedades terapêuticas de muitas plantas medicinais que, apesar de conhecidas anteriormente na Europa, o eram de maneira errada ou muito incompleta e apenas na forma da droga, ou seja, na forma de parte da planta colhida e seca. Contrariamente à atitude dominante entre os médicos portugueses dos séculos XVI a XVIII, que consideraram o estudo da matéria médica como um tema menor, dirigindo os seus dotes literários para as observações clínicas, Orta interessou-se prioritariamente pelo estudo das propriedades das drogas e medicamentos. Para além do seu valor científico, a obra de Orta inclui a primeira poesia impressa da autoria de Luís de Camões. Orta não só não receou que o seu gosto pela matéria médica e pela botânica pudesse levar a que fosse confundido com um boticário, pois viu-se obrigado a dispensar a tutela do próprio Dioscórides, ao tratar de drogas medicinais que o autor greco-romano na sua maioria desconhecia. Apesar de se apoiar na autoridade de vários autores, como Dioscórides, Plínio, Avicena, Serapião e Antonio Musa Brasavola, Orta não hesita em dar a primazia à autoridade da sua própria experiência: \"Não me ponhais medo com Dioscórides nem Galeno, porque não hei de dizer senão a verdade, e o que sei\", exclamou ele no colóquio n.º 9\\. Apesar de se debruçar prioritariamente sobre a matéria médica, Orta também incluiu, além de vários outros assuntos, algumas observações clínicas, das quais é de destacar a primeira descrição da cólera asiática feita por um europeu, baseada na autópsia de um doente seu falecido com a doença. == Difusão europeia da obra == Escrito em português, e não em latim como era habitual na literatura médica, o livro de Garcia de Orta só se tornou conhecido na Europa através da versão latina editada pelo médico e botânico Charles de l'Escluse, também conhecido por Clusius . Clusius esteve na Península Ibérica a herborizar entre maio de 1564 e maio de 1565, onde visitou Salamanca, Madrid, Alcalá de Henares e outras localidades. Clusius esteve em Portugal, nomeadamente em Lisboa e em Coimbra, desde setembro de 1564 até meados de janeiro de 1565. Foi durante esta visita que Clusius obteve a posse de um exemplar do livro de Garcia de Orta. Clusius publicou em 1567 a edição latina resumida e anotada dos Colóquios, intitulada Aromatum et Simplicium aliquot medicamentorum apud Indios nascentium historia ante biennium quidem Lusitanica língua… conscripta, D. Garcia ab Horto auctore. A procura deste livro foi muito grande e ele contou com mais cinco edições revistas e ampliadas, ainda em vida. Além da versão de Clusius, os Colóquios circularam ainda em castelhano através do livro Tractado de las drogas y medicinas de las Indias Orientales (1578) do médico português Cristóvão da Costa . Como Clusius, Costa reorganizou a estrutura e corrigiu o texto de Orta, adicionando-lhe gravuras, que eram totalmente inexistentes nos Colóquios. Como fez com o texto original de Orta, Clusius também traduziu para latim o livro de Cristóvão da Costa. == Homenagens == Existe no Porto a Escola Secundária Garcia de Orta, e em Almada o Hospital Garcia de Orta. Aquando da Exposição Mundial de 1998 foi construído o Jardim Garcia d' Orta em sua homenagem, onde diferentes passagens dos portugueses pelo mundo é representada com plantas, sobretudo tropicais. ==Ligações externas== * Two pioneers of tropical medicine: Garcia d'Orta and Nicolás Monardes, autor Charles Boxer, em inglês, 1963 == Bibliografia == * Carvalho, A. S. \"Garcia d’Orta, comemoração do IV centenário da sua partida para a India\". Revista da Universidade de Coimbra. 12(1934)61-246. * Carvalho, A. S. \"Garcia de Orta na Índia\", Boletim Geral das Colónias. 10,106(1934)9-30. * Conde de Ficalho, Garcia da Orta e o seu tempo. Reprodução fac-similada. Lisboa: Imprensa Nacional-Casa da Moeda, 1983. * Dias, J. P. Sousa. A Farmácia em Portugal. Uma introdução à sua história. 1338-1938. Lisboa: ANF, 1994. * Guerra, F. \"Sexo y drogas en el siglo XVI\". Asclepio. 24(1972)293-314. * Keller, A. G. \"Garcia d’Orta\". in Dictionary of Scientiﬁc Biography. 1974. Vol. 10, pp. 236–8. * Orta, Garcia de. Colóquios dos Simples e Drogas da India [Goa, 1563], dir. e notas por Conde de Ficalho, 2 vols. Lisboa: Academia Real das Ciências de Lisboa/Imprensa Nacional, 1891-1895. * Révah, I. S. \"La famille de Garcia de Orta\". Revista da Universidade de Coimbra. 19(1960)407-420. * Walter, J. \"Bibliograﬁa principal sobre Garcia de Orta\". Garcia de Orta. 11,4(1963)857-873. * Walter, J. \"Os Colóquios de Garcia de Orta no Tractado de las Drogas de Cristóvão da Costa\". Garcia de Orta. 11,4(1963)799-832. * Gillispie, Charles C., coord. Dictionary of Scientific Biography. New York: Charles Scribner's Sons, 1970-1980. 18 vols Categoria:Naturais de Castelo de Vide Categoria:Judeus de Portugal Categoria:Botânicos de Portugal Categoria:Botânicos do Renascimento Categoria:História da ciência em Portugal Categoria:História da medicina em Portugal Categoria:Médicos de Portugal Categoria:Médicos do século XVI Categoria:Farmacêuticos de Portugal Categoria:Escritores de Portugal do século XVI Categoria:Portugueses na Ásia Categoria:Alunos da Universidade de Alcalá (histórica) Categoria:Alunos da Universidade de Salamanca Categoria:Professores da Universidade Medieval de Lisboa",
 "title": "Garcia de Orta"
}