{
 "id": "44014",
 "text": "A radiação beta é uma forma de radiação ionizante emitida por certos tipos de núcleos radioativos. Como exemplo podem ser citados potássio-40, carbono-14, iodo-132, bário-126 entre outros. O decaimento beta é amplamente utilizado na medicina em fontes de braquiterapia para o tratamento de câncer e diagnósticos médicos. Esta radiação ocorre na forma de partículas beta (β), que são elétrons de alta energia ou pósitrons emitidos de núcleos atômicos num processo conhecido como decaimento beta. Existem duas formas de decaimento beta, β− e β+.http://www.grupoescolar.com/materia/radiacao_beta.html No decaimento β−, um nêutron é convertido num próton, com a emissão de um elétron e de um antineutrino de elétron (a antipartícula do neutrino): \\mbox{n } \\rightarrow \\mbox{ p } + \\mbox{ e}^- + \\bar{ u}_{e} No decaimento β+, um próton é convertido num nêutron, com a emissão de um pósitron e de um neutrino de elétron: \\mbox{energia } + \\mbox{ p } \\rightarrow \\mbox{ n } + \\mbox{ e}^+ + u_{e} Devido à presença do neutrino, o átomo e a partícula beta normalmente não retrocedem em direções opostas. Essa observação é na verdade o que levou Wolfgang Pauli a postular a existência de neutrinos a fim de impedir a violação das leis de conservação de energia e momento linear. O decaimento beta é mediado pela força nuclear fraca. Partículas beta em geral saem do átomo emissor com uma velocidade de 70 000 a 300 000 quilômetros por segundo (velocidade da luz) e têm um alcance aproximadamente 10 vezes maior do que o de partículas alfa, com uma força de ionização cerca de um décimo das partículas alfa. Elas são completamente paradas por 0,6 cm de alumínioLivro \"Química\", de Tito Miragaia Peruzzo e Eduardo Leite do Canto, Volume Único. Página 191, Capítulo 17, Reações Nucleares. O canhão de elétrons no tubo de televisão pode também ser considerado uma fonte de radiação beta, a qual é absorvida pelo fósforo que recobre a face interna do tubo para a emissão de luz visível. == Emissão Beta == A emissão beta , desintegração beta ou decaimento beta é o processo pelo qual um núcleo instável pode transformar-se em outro núcleo mediante a emissão de uma partícula beta. A partícula beta pode ser um elétron, escrevendo-se β-, ou um pósitron, β+. Um terceiro tipo de desintegração é a captura eletrônica. Processo geral da desintegração β-: um nêutron dá lugar a um próton, um elétron e um antineutrino. Pode-se escrever o e- como β-. \\mathrm{n}\\rightarrow\\mathrm{p}+\\mathrm{e}^-+\\bar{ u}_e Processo geral da desintegração β+: um próton dá lugar a um nêutron, a um pósitron e a um neutrino elétron. \\mathrm{p}\\rightarrow\\mathrm{n}+\\mathrm{e}^++{ u}_e Processo geral da captura eletrônica: um próton junto com um elétron formam um nêutron e um neutrino elétron. \\mathrm{p}+\\mathrm{e}^-\\rightarrow\\mathrm{n}+{ u}_e == Decaimento β+ == No decaimento β+, ou \"emissão de pósitrons\", a interação fraca converte um núcleo em seu vizinho de baixo na tabela periódica, emitindo um pósitron () e um neutrino do elétron (): ^{A}_{Z}N\\rightarrow ^{\\;\\;\\;A}_{\\;\\;Z-1}N+e^{+}+ u_e β+ o decaimento não pode ocorrer em um protão isolado porque requer energia devido a massa do neutrão que é maior que a massa do protão. β+ decaimento só pode acontecer dentro de núcleos quando o núcleo filha tem uma maior energia de ligação (e, portanto, uma energia total mais baixa) do que o núcleo mãe. A diferença entre estas energias vai para a reação de conversão de um protão para um neutrão, um positrão e um neutrino e na energia cinética destas partículas. Em um processo oposto ao decaimento beta negativo, a interação fraca converte um próton em um nêutron através da conversão de um up quark em um down quark por ter que emitir um Bóson W ou absorver um Bóson W-. == Decaimento β− == No decaimento β− a interação fraca converte um núcleo atômico em um núcleo com um maior número atômico, emitindo um elétron e um elétron antineutrino: ^{A}_{Z}N\\rightarrow ^{\\;\\;A}_{\\;Z+1}N+e^{-}+\\bar{ u}_e onde e são o número de massa e número atômico Outro exemplo é quando o nêutron livre decai pelo β− em um próton (p) n \\rightarrow p + e^{-} + \\bar{ u}_{e} No nível essencial (como descrito nos diagramas de Feynman à direita), isso é causado pela conversão da carga negativa do quark down para a carga positiva quark up por emissão de um Bóson W, posteriormente, decai em um elétron e um antineutrino do elétron: d\\rightarrow u + e^{-} + \\bar{ u}_e o decaimento β− geralmente ocorre em núcleos ricos em nêutrons. == História == Em 1914, James Chadwick foi o primeiro a observar experimentalmente, através de medidas realizadas com espectrômetros magnéticos, que os núcleos podiam emitir elétrons. Essas primeiras observações levaram a crer que os elétrons fossem, assim como os prótons, os constituintes do núcleo, o que mais tarde foi refutado com a descoberta do nêutron. Trata-se, a exemplo do decaimento alfa, de um processo de transição radioativa entre estados instáveis de alguns núcleos com a emissão de elétrons de alta energia, o qual foi denominado decaimento beta. A teoria inicial do decaimento beta tinha sérios problemas, pois não dava conta do espectro de energia observado experimentalmente e que não podia ser comportado por um único elétron. Em 1930, Wolfgang Pauli postulou a existência do neutrino, outra partícula que também era emitida no decaimento, sem carga e sem massa 4 e spin 1/2; a existência de uma partícula desprovida de massa, de carga nula e momento de spin 1/2 era necessária para a preservação dos princípios de conservação de energia e momento angular. Uma teoria mais precisa só foi proposta em 1934 por Enrico Fermi, na qual se chegou à conclusão de que se tratava de um novo tipo de interação, a interação fraca. Anos mais tarde essa teoria foi aprimorada com os trabalhos de R. Feynman e M. Gell-Mann , sendo utilizado na descrição da interação de Fermi um tratamento relativístico coerente a partir da equação de Dirac. No interior do núcleo, o decaimento beta pode ser expresso pelas seguintes reações: p\\rightarrow n+e^{+}+ u n\\rightarrow p+e^{-}+ \\bar{ u} As equações mostram o decaimento beta positivo e negativo com a emissão de um pósitron e um neutrino ou a emissão de um elétron e um antineutrino, respectivamente. As aplicações desse mecanismo de decaimento estão presentes em uma classe considerável de fenômenos, que se estendem da fisiologia humana, dentro da Medicina, até desenvolvimento de tecnologia espacial e industrial. Neste último caso, temos a utilização do Promécio, elemento químico de número atômico 61, que é encontrado à temperatura ambiente no estado sólido. Ele é utilizado como emissor de partículas beta na construção de medidores de espessura, dentro da metrologia de precisão, na construção de ponteiros e mostradores de relógio. Na indústria aeroespacial é utilizado para fabricação de microbaterias de longa duração e, possivelmente, como uma fonte portátil de raios-X e de calor em sondas espaciais e satélites artificiais. == Ver também == * partícula alfa * raio gama * radioatividade * radiação * física nuclear Categoria:Radioatividade",
 "title": "Partícula beta"
}