{
 "id": "44040",
 "text": "Victor Vasarely (Pécs, 9 de abril de 1906 — Paris, 15 de março de 1997) foi um pintor e artista gráfico francês de ascendência húngara. É um dos cofundadores do movimento OP ART.Karin Thomas: Bis Heute. Stilgeschichte der bildenden Kunst im 20. Jahrhundert. DuMont, Köln 1979, S. 239. == Vida == Victor Vasarely estudou em Budapeste na Academia Podolini-Volmann. Mais tarde, ele frequentou a Mühely School of Graphics, dirigida por Sándor Bortnyik na tradição da Bauhaus. Em 1930 mudou-se para Paris, onde trabalhou como artista comercial entre 1930 e 1940, principalmente desenhando cartazes. Ele desenvolveu um interesse em trompe-l'oeil (francês para \"enganar o olho\"), padrões gráficos e ilusões de espaço. A partir de 1944 dedicou-se exclusivamente à pintura. Nesse ano expôs pela primeira vez na galeria Denise René em Paris. Além de padrões quadriculados e padrões opostos, ele também mostrou motivos figurativos aqui. A partir de 1947, Vasarely concentrou-se em motivos construtivamente geométricos e abstratos. Na década de 1950 desenvolveu seu programa de arte cinética. Em seu Manifesto Amarelo (Manifesto Jaune) para a exposição coletiva Le Mouvement na casa de Denise René (1955), ele pedia que a obra de arte fosse um protótipo - com características de repetibilidade como duplicação serial e uma aplicabilidade de suas formas que ia além arte. Ele cumpriu estes requisitos: Suas próprias pinturas e esculturas são agora caracterizadas pela interação agressiva de formas e cores básicas padronizadas, que são reunidas em padrões de várias maneiras. A partir de 1961 viveu em Annet-sur-Marne. Victor Vasarely ganhou inúmeros prêmios internacionais de arte em 1965 e 1967. Participou da documenta 1 (1955), documenta II (1959), documenta III (1964) e também da 4ª documenta em 1968 em Kassel. Em 1972, ele desenvolveu um novo logotipo de diamante no estilo de op art para a montadora Renault. Vasarely recebeu o Prêmio Guggenheim em Nova York em 1964. Ele foi nomeado Cavaleiro da Ordem das Artes e Letras em Paris em 1965. Outras premiações foram: Grande Prêmio da VIII Bienal de São Paulo, 1970 Nomeado Cavaleiro da Legião de Honra. Seu filho Jean Pierre (1934-2002) ficou conhecido como artista com o nome de Yvaral. Victor Vasarely morreu em Paris em 1997 após sofrer de câncer.Roberta Smith: Victor Vasarely, Op Art Patriarch, Dies at 90. (nytimes.com [abgerufen am 4. Oktober 2018]).Robert Waterhouse: Sad end of a dazzling life. In: The Guardian. 17. März 1997, S. 13. == Trabalho == Seu primeiro grande trabalho Zebra é considerado o primeiro trabalho da Op Art e Vasarely como co-fundador dessa direção. O vocabulário formal de sua obra artística inclui forma de quadrado, losango, triângulo, círculo e barra. Ele consistentemente usou efeitos cinéticos e fenômenos ópticos. Seu trabalho é moldado por diferentes períodos que às vezes correm paralelamente ou se sobrepõem. Obras conhecidas vêm principalmente dos seguintes períodos: * Período Noir-Blanc (1955-1963) em que joga com o contraste do branco e do preto * Hommage à l'hexagone (1964–1972), em que usa efeitos de claro-escuro para criar perspectivas fisicamente impossíveis. * Estruturas Universais – Vega (de 1969), em que deforma uma treliça regular de tal forma que ela sai opticamente do espaço bidimensional. As estruturas e efeitos de cores variam de acordo com a incidência de luz e a cor da luz. Obras individuais significativas: * 1957: Markeb-Neg * 1968: Vega 200 * 1969: PAUCK-SP * 1969/1970: Pal-5 , 200 × 200 cm * 1970: var * 1978: Gestalt Rugó Para além das complexas obras gráficas, pictóricas e escultóricas, uma das grandes preocupações de Victor Vasarely é contribuir para o desenho de fachadas de edifícios e para a sistematização da obra artística. Seu \"Plastic Alphabet\" é um cânone fechado de formas e cores básicas. A forma básica é novamente o quadrado. É combinado com círculo, elipse, retângulo, losango ou triângulo. Seis cores básicas são atribuídas. Isso resulta em infinitas combinações de formas e cores, que dão origem às unidades plásticas.Victor Vasarely: . Hrsg.: Beitrag von Eugen Gomringer und Texte des Künstlers zur Fondation Vasarely in Aix-en-Provence. München 1977. Sob o título \"Folklore Planetaire\", Vasarely apresentou o \"Plastic Alphabet\" ao público pela primeira vez em 1963. No Musée des Arts Décoratifs de Paris, o museu de artes decorativas, as diversas possibilidades desse sistema rapidamente se tornam claras: além de pinturas e gravuras, Vasarely também desenha papéis de parede, tecidos e móveis. O “Alfabeto Plástico” de Vasarely reage ao desenvolvimento urbano monótono, ele quer contrastar as áreas residenciais sombrias e cinzentas com a “Cidade Colorida”. A \"Cité policromada\" não deve limitar-se ao desenho de fachadas, deve também ser incluída no desenho escultórico e arquitectónico de edifícios e cidades. Na Fondation Vasarely em Aix-en- Provence, concluída em 1976, o artista pode demonstrar suas ideias pedagógicas. > \"A primeira atividade de nossa fundação será provar que os grandes complexos > de edifícios poderiam ser muito mais bonitos e habitáveis ​​se regras > estéticas elementares, gosto e amor tivessem sido integrados em seu volume.\" – Victor Vasarely : O edifício da Fondation foi projetado para fornecer locais de trabalho para artistas, arquitetos e planejadores urbanos, ao mesmo tempo em que oferece espaços amplos e monumentais para a apresentação da arte de Vasarely. Ficheiro:Bonn Juridicum Vasarely.jpg|Fachada do Bonn Juridicum (foto: 2005) Ficheiro:Vasarely Pecs 2009.JPG|Vasarely escultura em Pécs , Hungria Ficheiro:Victor Vasarely - artwork at Déli Pályaudvar - front.jpg|Escultura na Estação Ferroviária Sul de Budapeste (Déli Pályaudvar) Ficheiro:Vásárhelyi Győző (Victor Vasarely) magyar-francia festő alapítványi múzeuma. Balról a második Vásárhelyi Győző. Fortepan 100608.jpg|Trabalho de grande formato, Aix-en-Provence (1977) == Ligações externas == * Associação Vasarely * Vasarely: imagens, exposições, descrições, biografia * Perfil de Victor Vasarely e documentário em vídeo no Central European Art Database * Museu Vasarely, Palácio Zichy, Budapeste * Petição online para salvar o Museu Fondation Vasarely em Aix-en-Provence, França (16 de abril de 2009) * Projeto 3D da Fundação Vasarely * Victor Vasarely * Tate Victor Vasarely Categoria:Pintores da Hungria Categoria:Escultores da Hungria Categoria:Pintores do abstracionismo Categoria:Naturais de Pécs Categoria:Bauhaus",
 "title": "Victor Vasarely"
}