{
 "id": "44077",
 "text": "A Capela Sistina (; ), dedicada a Maria Assunta ao CéuG. Fronzuto, Organi di Roma. Guida pratica orientativa agli organi storici e moderni, Leo S. Olschki Editore, Firenze 2007, p. 472. ISBN 978-88-222-5674-4, é uma capela situada no Palácio Apostólico, residência oficial do Papa na Cidade-Estado do Vaticano. É famosa pela sua arquitetura, inspirada no Templo de Salomão do Antigo Testamento, e sua decoração em afrescos, pintada pelos maiores artistas da Renascença, incluindo Michelangelo, Rafael, Perugino e Sandro BotticelliMONFASANI, John. A Description of the Sistine Chapel under Pope Sixtus IV. Artibus et Historiae, 1983.. A capela, erigida por Giovannino de DolciKodaK. Rome and Vatican. Rome: Viale Battisti, 1969. pg 111., tem o seu nome em homenagem ao Papa Sisto IV, que restaurou a antiga Capela Magna, entre 1477 e 1480. Durante este período, uma equipe de pintores que incluiu Pietro Perugino, Sandro Botticelli e Domenico Ghirlandaio criaram uma série de painéis de afrescos que retratam a vida de Moisés e de Cristo, juntamente com retratos papais e da ancestralidade de Jesus. Estas pinturas foram concluídas em 1482, e em 15 de agosto de 1483, Sisto IV consagrou a primeira missa em honra a Nossa Senhora da AssunçãoKODAK. Rome and Vatican. Viale Battisti, 1969, pg 111-116.. Desde a época de Sisto IV, a capela serviu como um lugar tanto para religiosos, como funcionários para atividades papais. Hoje é o local onde se realiza o conclave, o processo pelo qual um novo Papa é escolhidoANDRADE, Alberto. Capela Sistina é centro dos conclaves há cinco séculos.. Acesso em 12/12/2023.. A Capela Sistina é o espaço onde os cardeais se reúnem para escolher um novo papa, após uma renúncia ou morte, quando acontece uma \"votação secreta\" para a eleição do novo pontífice, e que acontece praticamente da mesma maneira desde o Século XIII. A Capela Sistina transcende seu papel como local de culto, afirmando-se como um verdadeiro monumento à capacidade criativa humana. A intervenção de Michelangelo, tanto na abóbada quanto no Juízo Final, consolidou o espaço como um dos maiores tesouros artísticos do mundo. Ao longo dos séculos, a capela continuou a ser um ponto de referência para artistas, teólogos e estudiosos, permanecendo uma fonte inesgotável de fascínio e inspiração. Além de sua importância artística eça possui uma profunda significância teológica. A iconografia da abóbada e do Juízo Final explora temas cruciais da fé cristã, como a criação, o pecado original, a redenção e o julgamento divino, refletindo não apenas as preocupações espirituais da época, mas também o poder da Igreja Católica como mediadora da salvaçãoDe Tolnay, Charles. The Sistine ceiling. The Journal of Aesthetics and Art Criticism, Volume 7, Issue 3, March 1949, Pages 256–259.. == Contexto histórico == A virada do Quattrocento para o Cinquecento foi um dos momentos mais marcantes para a história da arte ocidental. A Itália, com epicentro em Florença, deu ao mundo uma tal gama de geniais artistas que parece milagrosa. \"Não há como explicar a existência do gênio. É preferível apreciá-lo\", diz Gombrich,GOMBRICH, Ernst, A História da Arte, página 287. tentando entender por que tantos grandes mestres nasceram no mesmo período. A Capela Sistina é um dos locais mais propícios para aquilatar a dimensão desta explosão criativa. Para a sua feitura concorreram os maiores nomes de que dispunha a Itália no momento. Sisto IV, como parte da política que empreendia para o restabelecimento do prestígio e fortalecimento do papado, convocou a Roma os maiores artistas da Itália. Florença era o centro de excelência até então. De lá e da Úmbria vieram os maiores nomes, fato que deslocaria para Roma a capitalidade cultural, que atingiria o zênite algumas décadas depois, com a eleição de Júlio II para ocupar a Cátedra de São Pedro. Para a história da cultura o significado do projeto e construção da Sistina é imenso, juntamente com as demais obras encomendadas por Sisto IV. Não somente porque marca o deslocamento da capitalidade cultural para Roma, mas por se tratar do ciclo pictórico de maior relevo da Itália no final do século XV, \"constituindo além disso um documento inapreciável para observar as virtudes e os limites da pintura do Quattrocento\".História Geral da Arte, Pintura I. Rio de Janeiro: Ed. del Prado, página 124s. Com exceção de Ghirlandaio, os pintores que nela assinalaram seus talentos avançam com a sua obra no século seguinte e os gênios que mudaram os rumos da pintura no período estão todos estreitamente relacionados com eles: Ghirlandaio fora mestre de Michelangelo; Rafael aprendiz de Perugino; e pelo atelier de Verrocchio passaram Leonardo, Perugino e Botticelli. Mais que um liame entre o Quattrocento e o Cinquecento, esta geração de artistas \"representa um ponto final, a constatação de uma crise. Algo que ficará manifesto pelo fato de que tanto Leonardo como Michelangelo construíram em boa medida suas respectivas linguagens sobre a negação da deles\". == Arquitetura e decoração == Baccio Pontelli foi o autor do projeto arquitetônico para a construção da capela. Este florentino era um dos responsáveis pela reformulação e revitalização urbanística que Sisto IV efetuava em Roma, tendo realizado dezenas de obras públicas KODAK. Rome and Vatican. Viale Battisti, 1969, pg 111-116.. No projeto, construído com a supervisão de Giovannino de Dolci entre 1473 e 1484, emprestaram seus dons: Perugino, Botticelli, Ghirlandaio, Rosselli, Signorelli, Pinturicchio, Piero di Cosimo, Bartolomeo della Gatta, Rafael e outros. Coroando este festival, alguns anos depois, um dos maiores gênios artísticos de todos os tempos: Michelangelo Buonarroti. As dimensões do projeto de Baccio Pontelli tiveram como inspiração as descrições contidas no Antigo Testamento relativas ao Templo de Salomão. A sua forma é retangular medindo 40,93 m de longitude, 13,41 m de largura e 20,70 m de altura. Os numerosos artistas vestiram o seu interior, esculpindo e pintando as suas paredes, transformando-a em um estupendo e célebre lugar conhecido em todo o mundo pelas maravilhosas obras de arte que encerra. Uma finíssima transenna de mármore, em que trabalharam Mino de Fiesole, Giovanni Dalmata e Andrea Bregno, divide a capela em duas partes desiguais. Os mesmos artistas levaram a cabo a construção do coro. Internamente, as paredes, divididas por cornijas horizontais, apresentam três níveis: * o primeiro nível, junto ao chão em mármore - que, em alguns setores, apresenta o característico marchetado cosmatesco - simula refinadas tapeçarias. No lado direito, próximo à transenna, está o coro; * o intermediário é onde figuram os afrescos, narrando os episódios da vida de Cristo e de Moisés. A cronologia inicia-se a partir da parede do altar, onde se encontravam, antes da feitura do Juízo Final de Michelangelo, as primeiras cenas e um retábulo de Perugino representando a Virgem da Assunção, a quem foi dedicada a capela; * o nível mais alto, onde estão as pilastras que sustentam os pendentes do teto. Acima da cornija estão situadas as lunettes, entre as quais foram alocadas as imagens dos primeiros papas. === Afrescos === Afrescos inspirados em cenas do Antigo e do Novo Testamento decoram as paredes laterais, assim como o teto. Precisamente, na parede esquerda, a partir do altar, estão as cenas do Antigo Testamento a representar: * 1 – Moisés a caminho do Egito e a circuncisão de seus filhos, obra de Pinturicchio; * 2 – Cenas da Vida de Moisés, de Botticelli; * 3 – Passagem do Mar Vermelho, de Cosimo Rosselli; * 4 – Moisés no Monte Sinai e a Adoração do Bezerro de Ouro, de Rosselli; * 5 – A Punição de Korah, Natan e Abiram, de Botticelli; * 6 – A Morte de Moisés, de Lucas Signorelli. Na parte direita, também a partir do altar, as cenas do Novo Testamento: * 1 – O Batismo de Jesus, de Pinturicchio; * 2 – Tentação de Cristo e a Purificação do Leproso, de Botticelli; * 3 – Vocação dos Apóstolos, de Ghirlandaio; * 4 – Sermão da Montanha, de Rosselli; * 5 – A Entrega das Chaves a São Pedro, de Perugino; * 6 – A Última Ceia, de Rosselli. Entre as janelas, seis de cada lado, figuram 24 retratos de papas, pintados por Botticelli, Ghirlandaio e Fra Diamante. Na abóbada estão os famosos afrescos de Michelangelo, pintados entre 1508 e 1512. O mesmo artista realizaria entre os anos de 1535 e 1541, na parede do altar, o Juízo Final. Rafael realizou uma série de tapeçarias que, em ocasiões especiais, vestem as paredes. === As cenas de Botticelli === Botticelli, o talentoso discípulo de Filippino Lippi, exercia seu ofício em Florença. Chamado a Roma por Sisto IV para a decoração da capela, ali executou entre 1481 e 1482 alguns afrescos: A Punição de Korah, Dathan e Abiram; Tentação de Cristo e a Purificação do Leproso e Cenas da Vida de MoisésBotticelli in the Sistine Chapel.. Cenas da Vida de Moisés, afresco medindo 348 cm x 558 cm, é a obra mais complexa. Botticelli teve que se empenhar para entrelaçar os diversos episódios que ali figuram numa narrativa bem articulada.BOTTICELLI. In, Larousse Dictionary of Painters. Córdoba: Hamlyn. O quadro tem certas irregularidades. É mais apreciado em virtude de detalhes isolados do que pelo conjunto. Os episódios estão narrados no Livro do Êxodo, capítulos II, III e XIII. A Punição de Korah, medindo 348,5 cm x 570 cm, é a representação da narrativa contida no Livro dos Números, capítulo XVI, onde Korah, subleva 250 000 hebreus contra a autoridade de Moisés e de seu irmão Aarão. Tentação de Cristo e a Purificação do Leproso, medindo 345,5 cm x 555 cm, ilustra as três tentações de Cristo no deserto e a cura do leproso narradas no Evangelho de Mateus, capítulos IV e VIII. No centro do quadro vê-se o edifício do Hospital do Santo Espírito mandado construir por Sisto IV. === O teto da Capela Sistina (Michelangelo) === Na realização desta grandiloquente obra concorreram amor e ódio. Michelangelo teria feito este trabalho contrariado, convencido que era mais um escultor que um pintor. Encarregado pelo Papa Júlio II, sobrinho de Sisto IV, de pintar o teto da capela, julgou ser um conluio de seus rivais para desviá- lo da obra para a qual havia sido chamado a Roma: o mausoléu do Papa. Mas dedicou-se à tarefa e o fez com tanta maestria que praticamente ofuscou as obras primas de seus antecessores na empresa. Os afrescos no teto da Capela Sistina são, de fato, um dos maiores tesouros artísticos da humanidade. thumb|right|250px|Diagrama. É difícil acreditar que tenha sido obra de um só homem, pois dispensara os assistentes que havia contratado inicialmente, insatisfeito com a produção destes, e que o mesmo ainda encontraria forças para retornar ao local, duas décadas depois, e pintar na parede do altar, sacrificando, inclusive, alguns afrescos de Perugino, o Juízo Final, entre 1535 e 1541, já sob o pontificado de Paulo III. A superfície da abóbada foi dividida em áreas concebendo-se arquitetonicamente o trabalho de maneira que resultasse numa articulação do espaço entremeado por pilares. Nas áreas triangulares alocou as figuras de profetas e sibilas; nas retangulares, os episódios do Gênesis. Para entender estas últimas deve-se atentar para as que tocam a parede do fundo: * Deus separando a Luz das Trevas; * Deus criando o Sol e a Lua; * Deus separando a terra das águas; * A Criação de Adão; * A Criação de Eva * O Pecado Original e a Expulsão do Paraíso; * O Sacrifício de Noé; * O Dilúvio Universal. === O Juízo Final (Michelangelo) === A parede do altar foi destinada a conservar a maior pintura na qual Michelangelo dedicou, desde 1534, todo seu engenho e força: o Juízo Final. O afresco ocupa inteiramente a parede atrás do altar. Para sua execução, duas janelas foram fechadas e algumas pinturas da época de Sisto IV apagadas: os primeiros retratos de papas; a primeira cena da vida de Cristo e a primeira da vida de Moisés. Uma imagem da Virgem da Assunção de Perugino, e os afrescos das duas lunettes, onde o próprio Michelangelo havia pintado os ancestrais de Cristo. A grandiosidade da personalidade do grande mestre se revela aqui, com toda sua potência, devido sobretudo à concepção e a força de realização da obra. Aqui, o \"Pai do Barroco\", como querem alguns, já desnuda de forma marcante os novos rumos que o artista imprimira em sua arte. A liberdade em relação aos cânones anteriores,Sobre estas novas inclinações e a importância para a história da arte consulte o artigo Maneirismo da chamada Alta Renascença, manifesta-se na rigorosa maneira com que trata a figura humana.\"Com o Juízo Final, não só a influência correspondente de Michelangelo se torna efetiva no verdadeiro sentido da palavra, como aí se inicia o período do Maneirismo e da arte ocidental em geral, que pode ser descrita como michelangelesca par excellence\" (HAUSER, 1993, página 139s). O que o levaria a ser chamado o terribile por seus contemporâneos.WÖLFFLIN, 2000, pg.94s. Michelangelo expressa vigorosamente o conceito de Justiça Divina, severa e implacável em relação aos condenados. O Cristo, parte central da composição, é o Juiz dos eleitos que sobem ao Céu por sua direita, enquanto os condenados, abaixo de sua esquerda esperam Caronte e Minos. A ressurreição dos mortos e os anjos tocando trombetas completam a composição. == A polémica do restauro == No último quartel do século XX, obras empreendidas no teto da Capela Sistina no intuito de recuperar o brilho original do tempo de Michelangelo foram motivo de inúmeras controvérsias. Restauros vinham sendo feitos ao longo dos anos, e desde a década de 1960 já se trabalhava nos frescos mais antigos. O projeto mais audacioso, a cargo do restaurador Gianluigi Colalucci, iniciou-se em 1979 com a limpeza da parede do altar: o Juízo Final, de Michelangelo. Durante este período a capela esteve fechada ao público que visita o Museu do Vaticano - cerca de três milhões de visitantes por ano - só voltando a ser reaberta em 8 de abril de 1994.Homilia de João Paulo II durante Celebração Eucarística por ocasião da inauguração do restauro dos afrescos de Miguel Ângelo na Capela Sistina] == Conclaves == Na Capela Sistina são realizados há muitos séculos os conclaves, a reunião do Colégio dos Cardeais, para a eleição de um novo Papa da Igreja Católica Apostólica Romana. Conclave Datas Duração Cardeal Eleito Papa Conclave de 1492 06/08-10/08 Rodrigo Borgia Alexandre VI Conclave de setembro de 1503 16/08-16/09 Francesco Todeschini Piccolomini Pio III Conclave de outubro de 1503 31/10-01/11 Giuliano della Rovere Júlio II, Conclave de 1513 04/03-19/03 Giovanni di Lorenzo de' Medici Leão X Conclave de 1521-1522 27/12/1521-09/01/1522 Adriano Floriszoon Boeyens Adriano VI Conclave de 1523 01/10-19/11 Giulio di Giuliano de' Medici Clemente VII Conclave de 1534 11/10-13/10 Alessandro Farnese Paulo III Conclave de 1549-1550 25/11-07/02/1550 Giovanni Maria Ciocchi Del Monte Júlio III Conclave de abril de 1555 05/04-07/04 Marcelo Cervini Marcelo II Conclave de maio de 1555 15/05-23/05 Gian Petro Carafa Paulo IV, Conclave de 1559 05/09-26/12 Giovanni Angelo Medici Pio IV Conclave de 1565-1566 20/12/1565-07/01/1566 Michele Ghislieri São Pio V, Conclave de 1572 12/05-13/05 Ugo Boncompagni Gregório XIII Conclave de 1585 21/04-24/04 Felice Peretti Sixto V, Conclave de setembro de 1590 07/09-15/09 Giovanni Battista Castagna Urbano VII Conclave do outono de 1590 08/10-05/12 Niccolò Sfrondrati Gregório XIV Conclave de 1591 27/10-03/11 Giovanni Antonio Facchinetti Inocêncio IX Conclave de 1592 10/01-30/01 Ippolito Aldobrandini Clemente VIII Conclave de março de 1605 14/03–01/04 Alessandro Ottaviano de' Medici Leão XI Conclave de maio de 1605 08/05–16/05 Camilo Borghese Paulo V Conclave de 1621 08/02–09/02 Alessandro Ludovici Gregório XV Conclave de 1623 19/07–06/08 Maffeo Barberini Urbano VIII Conclave de 1644 09/08–15/09 Giovanni Battista Pamphilj Inocêncio X Conclave de 1655 18/01–07/04 Fabio Chigi Alexandre VII Conclave de 1667 02/06–20/06 Guilio Rospigliosi Clemente IX Conclave de 1669-1670 20/12/1669–29/04/1670 Emilio Altieri Clemente X Conclave de 1676 02/08–21/09 Benedetto Odescalchi Beato Inocêncio XI Conclave de 1689 23/08–06/10 Pietro Voti Ottoboni Alexandre VIII Conclave de 1691 12/02–21/07 Antonio Pignatelli Inocêncio XII Conclave de 1700 09/10–23/11 Giovanni Francesco Albani Clemente XI Conclave de 1721 31/03–08/05 Michelangelo dei Conti Inocêncio XIII Conclave de 1724 20/03–29/05 Pietro Francesco Orsini Bento XIII, Conclave de 1730 05/03–07/04 Lorenzo Corsini Clemente XII Conclave de 1740 18/02–17/08 Prospero Lorenzo Lambertini Bento XIV Conclave de 1758 15/05-06/07 Carlo della Torre Rezzonico Clemente XIII Conclave de 1769 15/02–19/05 Giovanni Vicenzo Antonio Ganganelli Clemente XIV, Conclave de 1774-1775 05/10/1774–15/02/1775 Giovanni Angelo Brachi Pio VI Conclave de 1823 02/09–28/09 Annibale Sermattei della Genga Leão XII Conclave de 1829 24/02–31/03 Francesco Severino Castiglione Pio VIII Conclave de 1830-1831 14/12/1830–02/02/1831 Bartolomeu Albert Cappellari Gregório XVI, Conclave de 1846 14/06–16/06 Giovanni Maria Mastai-Ferretti Beato Pio IX, Conclave de 1878 18/02–20/02 Gioacchino Vicenzo Raffaele Luigi Pecci Leão XIII, Conclave de 1903 31/07–04/08 Giuseppe Melchiorre Sarto São Pio X, Conclave de 1914 31/08–03/09 Giacomo della Chiesa Bento XV, Conclave de 1922 02/02–06/02 Achille Ratti Pio XI, Conclave de 1939 01/03–02/03 Eugenio Pacelli Pio XII, Conclave de 1958 25/10–28/10 Angelo Giuseppe Roncalli São João XXIII, Conclave de 1963 19/06–21/06 Giovanni Battista Montini São Paulo VI, Conclave de agosto de 1978 25/08–26/08 Albino Luciani João Paulo I Conclave de outubro de 1978 14/10–16/10 Karol Józef Wojtyła São João Paulo II Conclave de 2005 18/04–19/04 Joseph Alois Ratzinger Bento XVI Conclave de 2013 12/03–13/03 Jorge Mario Bergoglio Francisco, ==Anatomia humana nos afrescos== Nas últimas décadas, médicos de diferentes áreas têm defendido a tese que, entre os afrescos, Michelangelo retratou órgãos humanos disfarçados entre as figuras. Em 1990, Frank Lynn Meshberger publicou um artigo no Journal of the American Medical Association, indicando a semelhança entre a cena A Criação de Adão a um corte do cérebro humano. Em 2000, o nefrologista Garabed Ekynoyan identificou um rim direito no manto da figura de Deus em A Separação das Águas da Terra. Em 2004, o médico Gilson Barreto e o químico Marcelo de Oliveira publicaram o livro A Arte Secreta de Michelangelo identificando um órgão diferente em cada uma das 38 cenas do afresco.MIRANDA, Sérgio. Lição de Anatomia. Aventuras na História, São Paulo, n. 12, p. 62-67, ago. 2004. == Referências == == Fontes == * GILSON, Barreto e OLIVEIRA, Marcelo G. - Arte Secreta de Michelangelo - Uma Aula de Anatomia na Capela Sistina Editora ARX, 2004. * ARGAN, G. C. e FACIOLO, Maurizio. Guia de História da Arte. Lisboa: Estampa, 1992. * DURANT, Will. História da Civilização. São Paulo: CEN, 1957, vol. XII e XIII. * GOMBRICH, E. H.. A História da Arte. Rio de Janeiro: LTC, 1999. * HAUSER, Arnold. Maneirismo. São Paulo: Perspectiva, 1993. * HISTÓRIA GERAL DA ARTE. Pintura I. Madrid: Ediciones del Prado, 1995. * LARROUSSE DICIONARY of PAINTERS. Córdoba: Hamlyn * LEICHT, Hermann. História Universal da Arte. São Paulo: Melhoramentos, 1967, cap. 20 e 21. * ROMA y VATICANO. – Guia Ilustrado Kodak, s.d. * WADIA, Bettina. BOTTICELLI. Coleção Biblioteca de Arte. Rio de Janeiro: Ao Livro Técnico, 1987. * WÖLFFLIN, Heinrich. Renascença e Barroco. São Paulo: Perspectiva, 2000. == Ligações externas == * * * * * Categoria:Locais de eleições de papas",
 "title": "Capela Sistina"
}