{
 "id": "44080",
 "text": "Fissão nuclear, na física nuclear, é a quebra do núcleo de um átomo instável em dois núcleos menores pelo bombardeamento de partículas como nêutrons. Os isótopos formados pela divisão têm massa parecida, no entanto geralmente seguem a proporção de massa de 3 para 2. O processo de fissão é uma reação exotérmica onde há liberação de energia e ocorre em usinas nucleares e em bombas atômicas. A fissão é considerada uma forma de transmutação nuclear pois os fragmentos gerados não são do mesmo elemento do que o isótopo gerador. == Descrição == Os processos que alteram o estado ou composição da matéria são acompanhados pela absorção ou geração de energia. Processos comuns, como a combustão, produzem energia pelo rearranjo químico dos átomos ou moléculas. Por exemplo, a combustão do metano é representada pela seguinte reação: CH_{4}+2O_{2}=CO_{2}+2H_{2}O Neste exemplo, a energia produzida é de 8 elétron-volts (eV). O elétron-volt é uma unidade de energia que representa o ganho de energia cinética quando um elétron é acelerado por uma diferença de potencial de um volt. A mais conhecida reação nuclear é a fissão. Nela, um núcleo pesado se combina com um nêutron e se separa em dois outros núcleos mais leves. Uma típica reação de fissão envolvendo o urânio é: ^{235}U+n\\quad\\rightarrow\\quad ^{92}Kr+^{141}Ba+3n+179,4\\;MeV em que a energia liberada é de aproximadamente 200 MeV (milhões de eletron-volt), um fator de 25 milhões de vezes superior ao da reação da combustão do metano. A captura de um nêutron pelo 235U produz um estado excitado do 236U, o qual possui energia mais do que suficiente para dividi-lo em dois fragmentos. Por outro lado, a energia crítica para a fissão do 239U é 5,9 MeV , mas a captura de um nêutron por um núcleo de 238U produz uma energia de excitação de apenas 5,2 MeV. Assim, quando um nêutron térmico é capturado pelo 238U para formar 239U, a energia de excitação não é suficiente para que a fissão ocorra. Neste caso, o núcleo excitado de 239U volta ao estado fundamental emitindo raios gama ou partículas alfa. Todos os núcleos com número atômico maior do que 83 são radioativos. Entre os vários modos possíveis de decaimento dos núcleos muito pesados (Z > 90) está a fissão espontânea. Estes núcleos podem se dividir em dois fragmentos mesmo que não absorvam um nêutron. Podemos compreender a fissão espontânea usando a analogia de uma gota de líquido com cargas positivas. Quando a gota não é muito grande, a tensão superficial é suficiente para manter a gota coesa, apesar das forças de repulsão que existem entre as cargas. Existe, porém, um tamanho máximo a partir do qual a gota se torna instável e se parte espontaneamente em duas, já que a força de repulsão é proporcional ao número de cargas, que, por sua vez, é proporcional ao volume e, portanto ao cubo do raio da gota, enquanto a tensão superficial é proporcional à área da superfície e, portanto ao quadrado do raio da gota. A possibilidade de fissão espontânea estabelece um limite superior para o tamanho dos núcleos e, portanto para o número de elementos da tabela periódica. É preciso observar que a probabilidade de fissão espontânea dos núcleos naturais é muito pequena em relação aos outros modos possíveis de decaimento. Assim, por exemplo, a meia-vida do 238U em relação ao decaimento alfa é de 4,5 x 109 anos, enquanto a meia-vida em relação à fissão espontânea é 1016 anos. O mesmo núcleo pode se fissionar de muitas formas diferentes, produzindo fragmentos de diferentes tamanhos. Dependendo da reação, também podem ser emitidos um, dois ou três nêutrons. O número médio de nêutrons emitidos na reação de fissão do 235U induzida por nêutrons térmicos é 2,4. A fissão é acompanhada pela emissão imediata de um ou mais dos nêutrons em excesso, seguida pelo decaimento beta (veja na sequência) dos fragmentos de fissão para reduzir ainda mais o número de nêutrons. Em consequência, alguns nêutrons são emitidos espontaneamente imediatamente após a fissão e outros são convertidos em prótons por emissão beta. A força de repulsão eletrostática faz com que fragmentos sejam arremessados em direções opostas com energia cinética elevada; colisões com os outros átomos transformam subsequentemente energia em energia térmica. A fissão libera energia de aproximadamente 200 MeV por núcleo. Trata-se de uma quantidade muito grande de energia. Em uma reação de combustão, por exemplo, apenas 4 eV são liberados por molécula de oxigênio consumida. O decaimento beta ocorre com a emissão de partículas beta (β), assim chamados os elétrons (ou pósitrons) com grande quantidade de energia emitidos de núcleos atômicos. Existem duas formas de decaimento beta, β- e β+. No decaimento β+ , um próton é convertido num nêutron, com a emissão de um pósitron e de um neutrino. No decaimento β- um nêutron é convertido num próton, com emissão de um elétron e de um antineutrino (a antipartícula do neutrino). Outra importante reação nuclear é a fusão nuclear, na qual dois elementos leves combinam-se para formar um átomo mais pesado (ver: Fusão aneutrônica, Stellarator e Tokamak). Uma importante reação é: ^{2}H+^{3}H\\rightarrow ^{4}H_{e}+n+17.6MeV em que a energia liberada pela reação é próxima de dezoito milhões de eV. A fusão nuclear é um processo de produção de energia a partir do núcleo de um átomo. Este fenômeno ocorre naturalmente no interior do Sol e das estrelas. Núcleos leves como o do hidrogênio e seus isótopos, o deutério e o trítio, se fundem e criam elementos de um núcleo mais pesado, como o hélio. Usinas termonucleares aproveitam a enorme energia liberada por reações nucleares para a produção de energia em alta escala. Em uma moderna usina de carvão, a combustão de uma libra (453,59g) de carvão produz 1 quilowatt hora (kWh) de energia elétrica. A fissão de uma libra de urânio em uma moderna usina nuclear produz cerca de três milhões de kWh de energia elétrica. É a incrível densidade da energia (energia por unidade de massa) que faz as fontes de energia nuclear serem tão interessantes. No presente, apenas o processo de fissão é utilizado na produção comercial de energia (geralmente para produzir eletricidade). As pesquisas sobre a fusão ainda não produziram uma tecnologia de produção de energia economicamente factível. == Núcleo atômico == Tudo o que existe no mundo observável é feito de matéria, que por sua vez é composta por partículas chamadas átomos. Esses átomos têm em seu interior um centro (o núcleo atômico) que é rodeado pelas camadas eletronicas bem definidas de energia onde giram os elétrons (partículas negativas e-). O centro do átomo costuma ser em média de 10 a 100 mil vezes menor que ele e comporta dentro de si os prótons (partículas positivas p) e os nêutrons (partículas neutras n). Alguns átomos possuem núcleos instáveis, ou seja, que estão em constante processo de desintegração nuclear, o que propicia a liberação das radiações radiação alfa - α, radiação beta -β e radiação gama - γ. Como estão sempre em instabilidade, qualquer partícula que seja adicionada a esse núcleo pode, em suma, provocar a sua desintegração total em energia e uma maior liberação de partículas que se movem em alta velocidade. Esse é o princípio da fissão nuclear realizada nos reatores das usinas nucleares ou no interior das estruturas de uma bomba atômica. == Energia de ligação nuclear == A energia liberada no processo de fissão nuclear é resultado da conversão de parte da massa nuclear em energia, prevista pela ideia relativística de massa-energia, esta massa nuclear que se transforma em energia não é composta por quarks como poderíamos supor, mas é o resultado da força forte, uma das quatro forças fundamentais cuja partícula mensageira é o glúon (do inglês, glue, cola). A força forte, nas distâncias subatômicas é a mais forte de todas as quatro e é o que mantém quarks e, consequentemente, nêutrons e prótons coesos no núcleo do átomo. A energia que tal força dispensa é percebida como massa e é parte da massa total do núcleo (razão pela qual a massa do núcleo é ligeiramente maior que a de todos os seus componentes somadas, o glúon não possui massa). Tal força é menor quanto menos numerosas são as partículas componentes do átomo, sendo assim parte da massa resultado da energia dispensada pela força forte é convertida em energia. A maior parte da energia liberada neste processo conhecido como fissão (onde usualmente um átomo de Urânio-235 recebe um nêutron se tornando Urânio-236 oscilando e ficando instável até se fragmentar em Criptônio e Bário) é do tipo luminosa, porém uma considerável parte é convertida em partículas fundamentais mais raras como o neutrino do elétron, o múon ou o pósitron. A formação de antipartículas como o pósitron ou o antimúon são geralmente seguidas pela interação com suas partículas o que também libera energia, portanto é comum confundir a energia liberada da fissão, que é também um tipo de conversão massa - energia, com este outro tipo de conversão massa - energia (ver: Antimatéria). == Fator de produção e reação em cadeia == Para que uma reação nuclear seja autossustentada, é preciso que, em média, pelo menos um dos nêutrons emitidos pela fissão do 235U seja capturado por outro núcleo de 235U e provoque a fissão deste segundo núcleo. O fator de reprodução de um reator, representado pela letra k, é definido como o número médio de nêutrons resultantes de fissões que produzem novas fissões. No caso do 235U , o número máximo possível de k é 2,4, mas este número normalmente é bem menor, por duas razões principais: # Alguns nêutrons escapam da região que contém os núcleos fissionáveis; # Alguns nêutrons são capturados por núcleos não-fissionáveis. Quando k é exatamente igual a 1, a reação é autossustentada; quando k é menor que 1, a reação não prossegue. Quando k é maior que 1, o número de fissões aumenta rapidamente e a reação se torna “explosiva”. É o que acontece nas bombas nucleares. Nos reatores nucleares para produção de energia, o valor de k é mantido muito próximo de 1, veja esquema na figura , onde os fragmentos de fissão estão representados apenas para as primeiras quatro fissões. O número médio de nêutrons produzidos é 2,5 por fissão. Neste exemplo, k = 1,6. Observe que embora existam quarenta nêutrons no diagrama, basta absorver dois destes nêutrons para que o fator de produção seja reduzido para k = 1, o valor necessário para que a reação se mantenha estável. Quando k é exatamente igual a 1, dizemos que o reator está crítico; quando k < 1, que está subcrítico; quando k > 1, que está supercrítico. Como os nêutrons emitidos na fissão em geral têm energias da ordem de 1 MeV ou maiores, enquanto a seção de choque para captura de nêutrons é muito maior para baixas energias, a reação em cadeia só se mantém se os nêutrons perderem energia antes de escaparem do reator. Os nêutrons de alta energia (1 a 2 MeV) perdem rapidamente energia através de colisões inelásticas com o 238U, o isótopo mais abundante do urânio natural. Depois que a energia dos nêutrons cai abaixo de 1 MeV, o principal processo de perda de energia passa a ser o espalhamento elástico, no qual um nêutron colide com um núcleo em repouso e, para respeitar a lei de conservação do momento, transfere parte de sua energia cinética para o núcleo. Este processo de transferência de energia só é eficiente quando as massas dos dois corpos são da mesma ordem; em uma colisão elástica, um nêutron não transfere muita energia para um núcleo de 238U, que tem uma massa muito maior. Este tipo de colisão é análogo à colisão de uma bola de gude com uma bola de sinuca; a bola de gude é desviada pela bola de sinuca, mas a energia cinética permanece praticamente inalterada. Por esta razão, costuma-se colocar um material de baixa massa atômica, como água ou grafite, conhecidos como moderador nuclear, no núcleo do reator, para reduzir a energia dos nêutrons, aumentando assim a probabilidade de fissão antes que os nêutrons escapem do reator. Os nêutrons perdem energia através de colisões com o moderador. O uso da tecnologia de reatores nucleares para geração de eletricidade foi afetada por acidentes como o de Chernobyl (Ucrânia), criando certo receio na população mundial, quanto a sua utilização para geração de energia elétrica, mas, recentemente, vem apresentando notável nível de confiabilidade e eficiência. A grande quantidade de urânio existente no planeta poderia suprir os reatores de usinas nucleares e de pesquisas, bem como uso militar, com combustível nuclear por muitos anos, alimentando esses reatores durante sua vida útil (entre quarenta e cinquenta anos). Alternativamente, o tório como combustível em reatores de fissão, teria vantagens sobre o urânio e os reatores de tório seriam mais seguros. == Ver também == * Antimatéria * Fusão nuclear * Lise Meitner * Movimento pró-nuclear / Movimento antinuclear * Otto Hahn * Propulsão nuclear Categoria:Física nuclear Categoria:Década de 1930 na ciência",
 "title": "Fissão nuclear"
}