{
 "id": "44153",
 "text": "Dá-se o nome de poluição visual ao excesso de elementos ligados à comunicação visual (como cartazes, anúncios, propagandas, banners, placas, outdoor, etc.) dispostos em ambientes urbanos, especialmente em centros comerciais/shoppings centers e de serviços. Acredita-se que, além de promover o desconforto espacial e visual daqueles que transitam por estes locais, este excesso enfeita as cidades modernas, desvalorizando-as e tornando-as apenas um espaço de promoção do fetiche e de trocas comerciais. Acredita-se que o problema, porém, não é a existência da propaganda, mas o seu descontrole. Também é considerada poluição visual algumas atuações humanas sem estar necessariamente ligada a publicidade tais como o grafite, pichações, fios de eletricidade e telefônicos, as edificações com falta de manutenção, o lixo exposto não orgânico, e outros resíduos urbanos. Normalmente, ela se soma aos outros tipos de poluição: do ar, das águas e a luminosa, principalmente com esta última. == Efeitos da poluição visual== A poluição visual degrada os centros urbanos pela não coerência com a fachada das edificações, pela falta de harmonia de anúncios, logotipos e propagandas que concorrem pela atenção do espectador, causando prejuízo a outros, etc. O indivíduo perde, em um certo sentido, a sua cidadania (no sentido de que ele é um agente que participa ativamente da dinâmica da cidade) para se tornar apenas um espectador e consumidor, envolvido na efemeridade dos fenômenos de massas. A profusão da propaganda na paisagem urbana pode ser considerada uma característica da cultura de massas pós-moderna. Certos municípios, quando tentam revitalizar regiões degradadas pela violência e pelos diversos tipos de poluição, baixam normas contra a poluição visual, determinando que as lojas e outros geradores desse tipo de poluição mudam suas fachadas a fim de tornar a cidade mais harmônica e esteticamente agradável. Alguns psicólogos também afirmam que os prejuízos não se restringem à questão material mas atingiriam também a saúde mental dos usuários, na medida em que sobrecarregaria o indivíduo de informações desnecessárias. ;Soluções Uma das maiores preocupações sobre a poluição visual em vias públicas de intenso tráfego é que pode colaborar para acidentes automobilísticos. Muitos países possuem legislações específicas para controle de sinalizações em diversas categorias de vias.Portal da impremsa Categoria:Poluição visual Categoria:Teoria do design Categoria:Urbanismo Categoria:Problemas urbanos",
 "title": "Poluição visual"
}