{
 "id": "44168",
 "text": "A Constituição Brasileira de 1967 foi promulgada pelo Congresso Nacionalhttps://www.camara.leg.br/radio/programas/277511-constituicao- promulgada-em-1967-constituicao-que-buscou-legitimar-o-governo-militar- autoritario-07-55/ em 24 de janeiro de 1967 e entrou em vigor no dia 15 de março de 1967, foi a constituição utilizada durante a Ditadura militar no Brasil. Foi elaborada pelo Congresso Nacional, a que o Ato Institucional n. 4 atribuiu função de poder constituinte originário (\"ilimitado e soberano\"). O Congresso Nacional, transformado em Assembleia Nacional Constituinte e já com os membros da oposição afastados, elaborou, sob pressão dos militares, uma Carta Constitucional outorgada que buscou legalizar e institucionalizar a ditadura militar consequente do Golpe de 1964. No dia 6 de dezembro de 1966 foi publicado o projeto de constituição redigido por Carlos Medeiros, ministro da Justiça, e por Francisco Campos. Como houve protestos por parte da oposição e da Arena, em 7 de dezembro o governo editou o AI-4, convocando o Congresso Nacional de 12 de dezembro de 1966 a 24 de janeiro de 1967 para discutir e votar a nova Constituição. Enquanto isso o governo poderia legislar com Decretos-Leis sobre segurança nacional, administração e finanças. No dia 24 de janeiro de 1967 aprovada, sem grandes alterações, a nova Constituição, que incorporava as medidas já estabelecidas pelos Atos Institucionais e Complementares. Em 15 de março de 1967 o governo divulgou o Decreto-Lei 314, que estabelecia a Lei de Segurança Nacional. A necessidade da elaboração de nova constituição com todos os atos institucionais e complementares incorporados, foi para que houvesse a reforma administrativa brasileira e a formalização legislativa, pois a Constituição de 18 de Setembro de 1946 estava conflituando desde 1964 com os atos e a normatividade constitucional, denominada institucional. A Constituição de 1967 foi a sexta do Brasil e a quinta da República. Buscou institucionalizar e legalizar o regime militar, aumentando o controle do Poder Executivo sobre o Legislativo e Judiciário e criando desta forma, uma hierarquia constitucional centralizadora. As emendas constitucionais que eram atribuições do Poder Legislativo, com o aval do Poder Executivo e Judiciário, passaram a ser iniciativas únicas e exclusivas dos que exerciam o Poder Executivo, ficando os demais relevados a meros espectadores das aprovações dos pacotes, como seriam posteriormente nominadas as emendas e legislações baixadas pelo Presidente da República. == Contexto histórico == Trinta anos depois do golpe do Estado Novo, o Brasil ganhou uma nova constituição autoritária. Desta vez, nos moldes exemplares de ditadura latino- americana. No entanto, a Constituição de 1967 do Regime Militar foi alterada pelo Ato Institucional Nº 5 (1968) e pela Emenda Constitucional nº 1 de 17 de outubro de 1969.Texto da Emenda Constitucional nº 1, de 17 de outubro de 1969. O marechal Humberto de Alencar Castelo Branco assumira a presidência após o golpe de abril de 1964, que derrubou o governo de João Goulart. Ligado a um grupo de tendências mais progressistas da Escola Superior de Guerra, Castelo Branco pretendia realizar um governo de transição, com mandato-tampão até 1966, abrindo caminho para que um civil representante dos setores que apoiaram o golpe de 1964 fosse eleito presidente (Carlos Lacerda ou Magalhães Pinto). Porém, a \"linha dura\" (corrente militar de posição mais conservadora e mais nacionalista que a corrente \"castelista\", representada por Costa e Silva), pressionou Castelo Branco, que acabou cedendo: extinguiu os partidos políticos, cancelou as eleições presidenciais de 1965, estendeu seu mandato até 1967 e fez aprovar a Constituição de 1967, frustrando os planos de Lacerda e as demais lideranças civis do Golpe de 1964. Os militares sinalizaram que queriam ficar mais tempo no poder e preparavam o terreno para a aniquilação definitiva da \"ameaça vermelha\". == Elaboração e Decretação == O texto da Constituição de 1967 foi elaborado pelos juristas de confiança do regime militar, Levi Carneiro, Miguel Seabra Fagundes, Orosimbo Nonato e Themístocles Brandão Cavalcanti, sob encomenda do governo de Castelo Branco. Com maioria no Congresso, o governo não teve dificuldades para aprovar a nova Carta, em janeiro de 1967. Com ela, os militares institucionalizavam o regime militar, que começara em 1964 com caráter transitório. == Principais disposições == De suas principais medidas, podemos destacar que a Constituição de 1967: * Concentra no Poder Executivo a maior parte do poder de decisão; * Confere somente ao Executivo o poder de legislar em matéria de segurança e orçamento; * Estabelece eleições indiretas para presidente, com mandato de cinco anos; * Tendência à centralização, embora pregue o federalismo; * Restringe ao trabalhador o direito de greve; * Ampliação da justiça Militar; * Abre espaço para a decretação posterior de leis de censura e banimento. == Nome oficial do Brasil == O texto original da Constituição de 1967 deixou de usar o nome oficial República dos Estados Unidos do Brasil, pois seu texto só menciona Constituição do Brasil, mas na emenda de 1969 (ou nova constituição) alterou para República Federativa do Brasil. Eis o preâmbulo da Constituição de 1967: E o preâmbulo da Constituição com a emenda nº1: == A Emenda de 1969 == A Constituição de 1967 recebeu em 1969 nova redação conforme a Emenda Constitucional n° 1, decretada pelos \"Ministros militares no exercício da Presidência da República\". É considerada por alguns especialistas, em que pese ser formalmente uma emenda à constituição de 1967, uma nova Constituição de caráter outorgado. O próprio STF reconhece-a, exceto no aspecto formal, como uma nova constituição: \"A Emenda 1, de 1969, equivale a uma nova Constituição pela sua estrutura e pela determinação de quais dispositivos anteriores continuariam em vigor.\".STF.Guia de Direito Constitucional A Constituição de 1967 foi alterada substancialmente pela Emenda Nº 1, baixada pela Junta Militar que assumiu o governo com a doença de Costa e Silva, em 1969. Esta intensificou a concentração de poder no Executivo dominado pelo Exército e, junto com o AI-12, permitiu a substituição do presidente por uma Junta Militar, apesar de existir o vice-presidente (na época, Pedro Aleixo). Além dessas modificações, o governo também decretou uma Lei de Segurança Nacional, que restringia severamente as liberdades civis (como parte do combate à subversão) e uma Lei de Imprensa, que estabeleceu a Censura Federal que durou até o governo José Sarney. == Atos institucionais == O regime militar, assim como Getúlio no Estado Novo, fez uma constituição mas não se guiou por ela. Apesar de já serem Cartas autoritárias, tanto Vargas quanto os militares de 64 preferiram governar por decreto. A Constituição de 1967, em si, quase não vigorou, mas tão ou mais importantes do que ela foram as complementações e modificações, fossem por meio de emendas, quanto por AIs (atos institucionais), que foram 17 ao todo até o fim do regime. Entre 1964 e 1968, o governo militar decretou os seguintes AIs: * Ato Institucional Número Um – Cassou políticos e cidadãos de oposição, marca eleições para 65; * Ato Institucional Número Dois – Extinguiu os partidos existentes e estabeleceu, na prática, o bipartidarismo; * Ato Institucional Número Três – Estabeleceu eleições indiretas para os governos dos estados. Prefeitos de capitais e de municípios considerados como áreas de segurança nacional passam a ser nomeados pelos governadores; * Ato Institucional Número Quatro – Compeliu o Congresso a votar o projeto de constituição; * Ato Institucional Número Cinco – Fechou o Congresso, suspende garantias constitucionais e deu poder ao executivo para legislar sobre todos os assuntos. == Ver também == * Constituição * História do Brasil == Bibliografia == * ARRUDA, Marcos; CALDEIRA, Cesar. Como Surgiram as Constituições Brasileiras. Rio de Janeiro: FASE (Federação de Órgãos para Assistência Social e Educacional). Projeto Educação Popular para a Constituinte, 1986. == Ligações externas == * Texto da Constituição Brasileira de 1967 * Viana Filho, Luís. Categoria:1967 na política do Brasil Categoria:Legislação da ditadura militar no Brasil (1964–1985) Categoria:Legislação de 1967",
 "title": "Constituição brasileira de 1967"
}