{
 "id": "44183",
 "text": "O guarani (ˈɡwɑːrəni) ou guaraniñe'ẽ, ou ainda avañeʼẽ ([ʔãʋãɲẽˈʔẽ], literalmente \"a língua do povo\") é um idioma originalmente indígena do sul da América do Sul pertence à família tupi-guarani das línguas tupi. Possui 6,54 milhões de falantes, sendo estes majoritariamente de povos da etnia tupi- guarani na Argentina, na Bolívia, no Brasil e no Paraguai, onde é a segunda língua oficial (juntamente com o espanhol). No Paraguai, é falado pela maioria de seus habitantes, sendo que metade da população rural do país fala apenas o guarani. É a segunda língua oficial da província argentina de Corrientes desde 2004, idioma co-oficial do município sul-mato-grossense de Tacuru, um dos 37 idiomas oficiais constantes na Constituição da Bolívia e uma das línguas oficiais do Mercosul. O guarani é uma das línguas americanas mais faladas e continua sendo comumente usada pelo povo paraguaio e por comunidades vizinhas. Isso é único entre as línguas americanas; a mudança de idioma para as línguas coloniais europeias (neste caso, a outra língua oficial, espanhol) tem sido um fenômeno quase universal no continente, mas os paraguaios mantiveram sua língua tradicional, adotando, simultaneamente, o espanhol. O guarani moderno surgiu a partir do guarani antigo. Não se trata apenas de uma língua, mas de nove idiomas inteligíveis que compõem um contínuo dialetal. == Etimologia == Avañeʼẽ significa, literalmente, \"a língua do povo\", ou seja, a língua que o povo guarani fala. O exônimo \"guarani\", utilizado no português, tem origem no próprio guarani, na expressão abá guaraní, que significa, literalmente, \"homem de guerra\" ou \"homem que guerreia\", em referência à resistência dessa população, durante a Guerra Guaranítica, à remoção forçada perpetrada pelos colonizadores, justificada pelo Tratado de Madrid. == História == === Primeiros estudos === O jesuíta Antônio Ruiz de Montoya foi um dos primeiros estudiosos da língua guarani. Desse autor foram publicadas as obras: \"Tesoro de la lengua guaraní\" (1639), \"Catecismo de la lengua guaraní \" (1639) e \"Arte y Bocabulario de la lengua guaraní \" (1640), que, durante muitos anos, foram utilizadas por jesuítas e hispanofalantes para conhecer a língua guarani.Antonio Ruiz de Montoya: promotor y defensor de lenguas y pueblos indígenas, em espanhol, acesso em 10 de agosto de 2017. Enquanto o guarani, em sua forma clássica, era a única língua falada nos extensos territórios missionários, o guarani paraguaio tem suas raízes fora das reduções jesuíticas. A erudição moderna mostrou que o guarani sempre foi a língua principal do Paraguai colonial, tanto dentro quanto fora das reduções. Após a expulsão dos jesuítas no século XVIII, os moradores das reduções migraram gradualmente para o norte e oeste em direção a Assunção, uma mudança demográfica que provocou um afastamento decididamente unilateral do dialeto jesuíta que os missionários haviam curado no sul e territórios orientais da colônia. Em geral, o guarani dos jesuítas evitava empréstimos fonológicos diretos do espanhol. Em vez disso, os missionários confiaram na natureza aglutinane da língua para formular termos a partir de morfemas nativos. Este processo, muitas vezes, levou os jesuítas a empregar termos complicados e altamente sintéticos para transmitir conceitos ocidentais. Em contraste, o guarani falado fora das missões era caracterizado por um fluxo livre, natural e desregulado de hispanismos; frequentemente, palavras e frases em espanhol eram simplesmente incorporadas ao guarani com adaptação fonológica mínima. Um bom exemplo desse fenômeno é encontrado na palavra \"comunhão\". Os jesuítas, usando sua estratégia aglutinante, traduziram esta palavra \"Tupârahava\", um calque baseado na palavra \"Tupâ\", que significa Deus. No moderno guarani paraguaio, a mesma palavra é traduzida como \"komuño\". Após a emigração das reduções, esses dois dialetos distintos do guarani entraram em contato extensivo pela primeira vez. A grande maioria dos falantes abandonou a variante jesuíta menos coloquial e altamente regulamentada em favor da variedade que evoluiu do uso real por falantes no Paraguai. Essa forma contemporânea de falar guarani é conhecida como jopará, que significa \"mistura\" em guarani. === Ensino da língua === O ensino do guarani é geralmente realizado no ambiente familiar, já que a maioria da população paraguaia fala guarani como primeiro idioma. Além disso, após a Constituição de 1992, o ensino do guarani passou a ser obrigatório nas escolas, devido ao caráter oficial adquirido pela língua. == Distribuição == O guarani é falado, predominantemente, no Paraguai, que conta com mais de 6,34 milhões de falantes ativos do idioma. Há, ainda, comunidades importantes de falantes no sudeste da Bolívia, na província argentina de Corrientes (dialeto correntino) e nos estados brasileiros de Mato Grosso do Sul (dialeto kaiowá) e Rio Grande do Sul. A língua guarani apresenta diversos dialetos e variações regionais. O \"guarani paraguaio\", variante predominante, conta com mais de 6 milhões de falantes. O \"guarani ava\" ou \"apytare\", ameaçado de extinção, apresenta pouco mais de 6 mil falantes, esparsamente distribuídos no sudeste paraguaio e no sul brasileiro. Há ainda o dialeto \"ñandeva\", com mais de 2500 falantes. No leste boliviano e no norte argentino, há forte presença da variante \"pe\", também conhecida como \"guarani boliviano oriental\", que conta com aproximadamente 70 mil falantes. Outro dialeto, denominado \"boliviano ocidental\" ou \"simba\", é preservado em pequeas vilas no oeste boliviano. No Brasil, a principal variante utilizada é o \"guarani mbyá\", presente em comunidades de falantes localizadas no sul e sudeste do país. == A língua viva == A variante mais regional do sul e oeste, denominada \"guarani paraguaio\", mantém-se viva e é falada por mais de sete milhões de pessoas, notadamente no Paraguai. O guarani, dessa forma, tornou-se uma das únicas línguas indígenas americanas a obter um reconhecimento nacional e literário e a ser falada por um número significativo de não indígenas. No Paraguai, a língua guarani foi mantida principalmente porque os padres jesuítas a usaram como instrumento de conversão religiosa numa empreitada colonizadora desvinculada das potências católicas ibéricas. Efemeramente, os jesuítas mantiveram um estado indígena cristão: as chamadas missões (ou reduções) jesuíticas. Entretanto, a língua guarani, que, antes de ser sistematizada pelos jesuítas, não era escrita, assimilou uma enorme variedade de vocábulos da língua castelhana (gerando no Paraguai o chamado \"Jopará\", que quer dizer \"mistura\") advinda com a invasão cultural em face da colonização espanhola. Há uma tendência entre as pessoas com um maior grau de escolarização a falar o castelhano com sotaque peculiar, com algumas frases curtas e expressões em guarani. Este modo de expressar-se também é muito comum nos jornais, revistas e mesmo livros didáticos.thumb|Livros em guarani Em agosto de 1995, o guarani recebeu o status de \"língua histórica\" pelos países membros da comunidade econômica do Mercosul. Em janeiro de 2006, o guarani também recebeu o status de língua oficial do Mercosul. Em 2005, foi lançada uma versão da Wikipédia em guarani,Ape, em guarani, acesso em 4 de outubro de 2016. chamada de \"Vikipetã\". Em 24 de maio de 2010, a cidade de Tacuru, no estado brasileiro do Mato Grosso do Sul, adotou o guarani como língua oficial, além do português. A lei sancionada na data determinou que ninguém poderá sofrer discriminação pela língua de que faça uso e destaca o respeito e a valorização devidos às variedades do guarani, como o caiouá, o nhandeva e o embiá. A lei determina, ainda, que a prefeitura de Tacuru deverá apoiar e incentivar o ensino da língua guarani nas escolas e nos meios de comunicação. == Fonologia == === Consoantes === Há 20 fonemas consonantais no dialeto guarani: Fonemas Consonantais do Guarani Bilabial Labiodental Dental Alveolar Pós-alveolar Palatal Velar Glotal Plosiva p t k g ʔ Nasal m n ɲ ŋ Pré-nasalizada mb nd ŋg Vibrante ɾ Fricativa s ∫ ʝ h Aproximante ʋ ɰ Lateral l === Vogais === Há 6 vogais no guarani, que podem ou não ser nasalizadas, totalizando 12 fonemas vocálicos no idioma. Fonemas Vocálicos do Guarani Anterior Central Posterior Fechada i ɨ u Semifechada e o Aberta a === Sílaba === No guarani, as sílabas de palavras nativas podem ser estruturadas de duas maneiras: * Sem consoantes, consistindo em apenas uma vogal. * Com uma consoante inicial, seguida de uma a três vogais. Organizações silábicas diferentes ocorrem em palavras herdadas de outras línguas. === Tonicidade === Alguns morfemas do guarani são inerentemente tônicos, ao passo que outros são naturalmente átonos, como é o caso de todos os prefixos. A sílaba tônica de uma palavra será a última a apresentar um morfema inerentemente tônico. === Harmonização nasal === A presença de um morfema nasalizado em uma palavra do guarani influencia na pronúncia dos outros morfemas dessa palavra. Há forte nasalização regressiva, com até três sílabas anteriores ao morfema nasalizado sendo igualmente nasalizadas. A nasalização progressiva é menos intensa, geralmente afetando um único morfema sucessório. Sufixos e encliticos nasalizados, no entanto, não produzem nasalizações subsequentes, ainda que sejam tônicos. Abaixo, alguns exemplos de nasalização no guarani: * Pendekotýpe (\"No quarto de vocês\", não apresenta nasalização); Peneakãme (\"Na cabeça de vocês\", \"ã\" acarreta na nasalização de outros dois morfemas). * Ojohayhu (\"Eles se amam\", sem nasalização); Oñohenói (\"Eles se chama\", todos os morfemas são nasalizados devido à presença de \"n\"). === Prosódia === O guarani não apresenta tons, porém a duração e intensidade da pronúncia das palavras pode alterar a interpretação de uma sentença, assim como no português. Frases declarativas, por exemplo, apresentam uma queda de tom ao seu final. == Ortografia == === Alfabeto === O guarani utiliza uma variação do alfabeto latino conhecida como achegety. A utilização da escrita latina como base se deve aos jesuítas, que tentaram catalogar o idioma e sua gramática nos primórdios da colonização. Uma versão padrão da ortografia só foi adotada em larga escala, no entanto, a partir da década de 1950 e permanece em uso até hoje, praticamente inalterada. Alfabeto do Guarani (Consoantes) Fonema Grafia Exemplo Correspondência em Português /p/ ⟨p⟩ popo (\"pulo\") pato /t/ ⟨t⟩ tatu (\"tatu\") teto /k/ ⟨k⟩ kakuaa (\"crescer\") carro /ʔ/ ⟨'⟩ ou ⟨-⟩ mba'e (\"coisa\") ã-ã (interjeição) /m/ ⟨m⟩ meme (\"continuamente\") meu /n/ ⟨n⟩ nune (\"talvez\") nada /ɲ/ ⟨ñ⟩ ñyñýi (\"secar\") arranhar (português europeu) /ŋ/ ⟨g⟩ ou ⟨g̃⟩ hag̃ua (\"para\") Sem correspondência /mb/ ⟨mb⟩ mbarakaja (\"gato\") ambiente /nd/ ⟨nd⟩ nde (\"você\") Sem correspondência /ŋg/ ⟨ng⟩ ngotyo (\"em direção a\") Sem correspondência /s/ ⟨s⟩ sy (\"mãe\") sim /∫/ ⟨ch⟩ ou ⟨x⟩ che (\"eu\") chave /ʝ/ ⟨j⟩ ou ⟨y⟩ juka (\"matar\") Sem correspondência /h/ ⟨h⟩, ⟨j⟩ ou ⟨jh⟩ ha (\"e\") carro (dialeto baiano) /ʋ/ ⟨v⟩, ⟨b⟩ vevúi (\"flutuar\") Sem correspondência /ɰ/ ⟨g⟩ óga (\"casa\") Sem correspondência /ɾ/ ⟨r⟩ rire (\"depois\") touro /l/ ⟨l⟩ lala (\"reclamar\") limpo Alfabeto do Guarani (Vogais) Fonema Grafia Exemplo Correspondência em Português /i/ ⟨i⟩ taita (\"pai\") quis /e/ ⟨e⟩ karumbe (\"jabuti\") mesa /a/ ⟨a⟩ apysa (\"audição\") casa /o/ ⟨o⟩ aravo (\"hora\") calmo /u/ ⟨u⟩ kumanda (\"feijões\") ragu /ɨ/ ⟨y⟩ py (\"pé\") Sem correspondência /ĩ/ ⟨ĩ⟩ tatatĩ (\"fumaça\") cinto /ẽ/ ⟨ẽ⟩ okẽ (\"porta\") centro /ã/ ⟨ã⟩ narã (\"laranja\") Sem correspondência /õ/ ⟨õ⟩ merõ (\"melão\") gongo /ũ/ ⟨ũ⟩ pytũ (\"escuro\") mundo /ɨ̃/ ⟨ỹ⟩ akỹ (\"molhado\") Sem correspondência === Achegety === O termo achegety, utilizado pelo povo guarani para se referir ao seu alfabeto, origina-se da junção das três primeiras letras (a, che e ghe) ao sufixo coletivo -ty. Ou seja, a palavra achegety é formada de maneira similar ao termo lusófono abecedário. == Gramática == === Pronomes === ==== Pessoais ==== No guarani, os pronomes pessoais variam segundo a função gramatical que desempenham na sentença, dentro dos seguintes casos: * Nominativo, quando desempenham função de sujeito; * Acusativo, quando desempenham função de objeto direto; * Dativo, quando desempenham função de objeto indireto; * Ablativo ou separativo, quando indicam circunstância (origem, instrumento, etc); * Oblíquo, quando acompanhadas da posposição -rehe. É importante notar que o caso dativo só é aplicado quando um pronome de terceira pessoa retoma um substantivo animado (pessoa, animal). A primeira pessoal do plural é subdividida em inclusiva e exclusiva, a saber: * Inclusiva: o ouvinte está incluído no grupo, ou seja, nós = eu + tu + outro(s); * Exclusiva: o ouvinte não está incluído no grupo, ou seja, nós = eu + outro(s), porém tu não. Pronomes Pessoais do Guarani Nominativo Acusativo Dativo Ablativo Oblíquo Singular 1ª pessoa che chéve – chehegui cherehe 2ª pessoa nde ndéve – ndehegui nderehe 3ª pessoa ha'e (i)chupe (i)chupe (i)chugui hese Plural 1ª pessoa (inclusivo) ñande ñandéve – ñandehegui ñanderehe 1ª pessoa (exclusivo) ore oréve – orehegui orerehe 2ª pessoa peẽ peẽme – pendehegui penderehe 3ª ha'e(kuéra) (i)chupe(kuéra) (i)chupe(kuéra) (i)chugui(kuéra) hese(kuéra) Os pronomes da terceira pessoa são utilizados, frequentemente, sem o \"i\" inicial, que aparece entre parênteses na tabela. Os pronomes pessoais do guarani também apresentam formas reflexivas, que são empregadas quando um sujeito age sobre si mesmo. Pronomes Pessoais Reflexivos do Guarani Nominativo Acusativo/Dativo Ablativo Oblíquo Singular 1ª pessoa chete chejupe chejehegui chejehe 2ª pessoa ndete ndejupe ndejehegui ndejehe 3ª pessoa ha'ete ijupe ijehegui/ojehegui ijehe Plural 1ª pessoa (inclusivo) ñandete ñandejupe ñandejehegui ñandejehe 1ª pessoa (exclusivo) orete orejupe orejehegui orejehe 2ª pessoa pendete pendejupe pendejehegui pendejehe 3ª ha'ekuéraite ijupe(kuéra) ijehegui(kuéra) ijehe(kuéra) === Substantivos === Os radicais do guarani podem se comportar como verbos ou substantivos, a depender do contexto e dos afixos associados a eles. Para identificar raízes nominais, é preciso que o radical apresente as seguintes características: * Aceita clíticos de plural -kuéra; * Apresenta sufixo formador de nominal -kue (presente) e ou -rã (futuro); * Aceita a formação de possessivos por derivação; * Aceita o sufixo formador de verbo -'o. ==== Gênero e classe ==== No guarani, substantivos não possuem, originalmente, marcação de gênero. Caso seja necessário indicar o gênero, pode-se adicionar os sufixos -kunã (\"mulher\") ou -kuimba'e (\"homem\") ao radical nominal: * memby (\"criança\") * membykuña (\"menina\") * membykuimba'e (\"menino\") É comum classificar os substantivos em animados (pessoas, animais) ou inanimados (objetos, plantas, etc). Esse fator influencia, principalmente, na pluralização dos substantivos e na afixação de verbos associados a eles. A classificação dos substantivos em contáveis, ou seja, que podem ser diretamente quantificados (um cachorro, dois cachorros, etc.) e incontáveis, ou seja, que precisam de um parâmetro quantificador adicional (um litro de água, dois litros de água) é importante para derivações nominais. ==== Número ==== A indicação de plural é mais frequente para substantivos animados ou quando o significado da sentença exige a diferenciação entre singular e plural. Essa marcação pode ser feita pela adição do sufixo -kuéra (-nguéra, na para radicais nasalizados). Caso não haja sufixo pluralizador, pode-se entender o substantivo como singular ou plural, a depender do contexto: * Arai ha mbyja (\"Nuvem[s] e estrela[s]\") * Araikuéra ha mbyjakuéra (\"Nuvens e estrelas\") É comum expressar noção de pluralidade através de numerais associados,que resolvem a ambiguidade de número: * Mokõi jyva (\"dois braços\", lit. \"dois braço\") O sufixo -eta/-ita indica uma grande quantidade de um substantivo contável ou incontável: * Panambieta (\"Muitas borboletas\") * Kambyeta (\"Muito leite\") O coletivo de um substantivo é formado pela adição do sufixo -ty (nasalizado -ndy): * Pakova (\"Banana\"), pakovaty (\"bananal\"). * Yvoty (\"flor\"), yvotyty (\"jardim, parque\") ==== Nominalização ==== A maioria dos substantivos do guarani são formados a partir de radicais verbais. O processo de nominalização é realizado a partir da afixação da raiz verbal. O sufixo -ha é usado de maneira generalizada para formar substantivos a partir de verbos, em diversos processos de derivação, como nos exemplos abaixo: * Intrumental: hai (\"escrever\"), haiha (\"lápis\"). *Locativa: ke (\"dormir\"), keha (\"quarto\"). *Agentiva: pohãno (\"curar\"), pohãnoha (\"curandeiro, médico\"). É possível, ainda, adicionar o sufixo -re (marcador de passado): * hecha (\"ver\"), hechaha (\"observador\"), hechahare (\"testemunha\", lit. \"aquele que observou\"). De maneira similar, é possível adicionar o sufixo -rã (marcador de futuro): * apo (\"fazer, construir\"), apoha (\"construtor\"), apoharã (\"futuro construtor\"). === Verbos === A maioria das raízes do guarani apresenta comportamento flexível, podendo ter valor de substantivo ou verbo. Portanto, a identificação de raízes verbais depende de alguns fatores, sendo os principais: * Exigem a presença de argumentos (sujeito, objeto, etc.), correspondentes aos participantes da ação. * Contém um prefixo para a (pessoa do agente. ==== Transitividade ==== No guarani, a adição de afixos indicadores de pessoa e número ao radical verbal dependem da classificação de transitividade dos verbos, que podem ser: * Intransivitos ativos, quando a ação está sob o controle de um agente e não exige objeto. * Intransitivos passivo, quando a ação não está sob o controle do agente e não exige objeto. * Transitivos, quando exigem um objeto, seja ele direto ou indireto. * Ditransitivos, quando exigem dois objetos, um direto e outro indireto. * Pósposicionais, quando, além de um objeto, exigem a adição de uma pósposição específica. Há, ainda, três verbos considerados irregulares, que exigem afixos de diferentes naturezas a depender do contexto: ho (\"ir\"), ju (\"vir\") e e (\"dizer\"). ==== Pessoa e número ==== O número e a pessoa do agente são indicados por afixos adicionados aos radicais verbais. Esses afixos variam de acordo com a transitividade do verbo e a nasalização do radical, de acordo com as tabelas abaixo: Afixos de Pessoa/Número do Guarani (Verbos Intransitivos Ativos) Pessoa/Número Radicais Não-Nasais Radicais Nasais 1ª Sing. a- a- 2ª Sing. re- re- 3ª Sing./Plur. o- o- 1ª Plur. (Inc.) ja- ña- 1ª Plur. (Excl.) ro- ro- 2ª Plur. pe- pe- Afixos de Pessoa/Número do Guarani (Verbos Intransitivos Inativos) Pessoa/Número Radicais Não-Nasais Radicais Nasais 1ª Sing. che- che- 2ª Sing. nde- ne- 3ª Sing./Plur. i-, ij-, hi'- iñ- 1ª Plur. (Inc.) ñande- ñane- 1ª Plur. (Excl.) ore- ore- 2ª Plur. pende- pene- No caso de verbos transitivos, o prefixo depende, ainda, do número/pessoa do objeto: Afixos de Pessoa/Número do Guarani (Verbos Transitivos) Pessoa\\Objeto 1ª Sing. 1ª Plur. (Inc.) 1ª Plur. (Excl.) 2ª Sing. 2ª Plur. 3ª Sing./Plur. 1ª Sing. - - - ro- po- a(i)- 1ª Plur. (Inc.) - - - ro- po- ja(i)- /ña(i)- 1ª Plur. (Excl.) - - - ro- po- ro(i)- 2ª Sing. che- nãn(d)e- ore- - - re(i)- 2ª Plur. che- ñan(d)e- ore- - - pe(i)- 3ª Sing./Plur. che- ñan(d)e- ore- n(d)e- pe(n)de- o(i)- Alguns verbos transitivos tiveram -i- (em parênteses na tabela) adicionado ao seus afixos de pessoa/número. Esses verbos são chamados de airales. Pessoa/Número no Guarani (Verbos Irregulares) Pessoa/Número ho (\"ir) ju (\"vir\") e (\"dizer\") 1ª Sing. aha aju ha'e 2ª Sing. reho reju ere 3ª Sing./Plur. oho ou he'i 1ª Plur. (Inc.) jaha jaju ja'e 1ª Plur. (Excl.) roho roju ro'e 2ª Plur. peho peju pe'e Além dos três verbos apresentados na tabela acima, o guarani apresenta verbos parcialmente irregulares, ou seja, apenas alguns afixos não seguem a regularidade. ==== Tempo ==== No guarani, apenas o futuro depende de um marcador verbal específico. Em sua forma padrão, os verbos podem representar sentenças no presente ou no pretérito, variando de acordo com o contexto ou com expressões indicadoras de tempo: * Reñe'ẽ heta (\"Você fala/falou muito\", sentido ambíguo) * Upe ára, reñe'ẽ heta (\"Naquele dia, você falou muito\", sentido não-ambíguo devido à expressão indicadora de tempo pretérito). O significado do verbo também influencia na sua interpretação. Alguns verbos, ditos télicos, são mais compatíveis com sentenças no pretérito, pois a ação apresenta um fim natural (\"alcançar\", \"cair\", etc.). Por outro lado, verbos atélicos são mais compatíveis com o presente, pois não apresentam um fim natural (\"dançar\", \"acreditar\", etc.). A maioria dos verbos atélicos tem sentido durativo, ou seja, descrevem ações com certa continuidade no tempo. A marcação de futuro, no guarani, é feita através dos sufixos -ta (afirmativo) e -mo'ã (negativo): * Ndejukáta! (\"Eles vão te matar!\") * Namba'apomo'ãi (\"Não vou trabalhar\") Eventos futuros incertos são marcados pelo sufixo -ne: * Amba'apóne (\"Talvez eu vá trabalhar\") Eventos prestes a ocorrer são marcados por -pota (-mbota, com radicais nasalizados): * Jahapota (\"Estamos prestes a ir\") Apesar de não ser necessária, a marcação explícita de passado pode ser feita pelos sufixos -(')akue/-va'ekue: * Ahava'ekue (\"Eu tinha ido\") Por fim, -mo'ã, quando tônico, pode expressar sentido frustativo (\"X iria acontecer, mas não aconteceu\"): * Ohomo'ã (\"Ela estava quase indo, mas não foi\") ==== Aspecto ==== O guarani apresenta afixos ou palavras para marcar os seguintes aspectos: * Completivo, para indicar que uma ação já foi concluída. * Contínuo, quando o evento ainda está em andamento. * Intermitente, para eventos que se interrompem e reiniciam ao longo do tempo. * Habitual, para indicar hábitos presentes ou passados. * Iterativo, quando uma ação se repete (como em \"reafirmar\"). * Frequentativo, quando um evento se repete com frequência (como em \"ele insiste em cometer aquele erro\"). * Iminente, para quando um evento está prestes a ser concluído. O aspecto completivo é marcado pelo sufixo -ma: * Ogũahẽma (\"Ela/Ele já chegou\"). Para marcar continuidade da ação, utiliza-se a partícula hína: * Rehai hína (\"Você está está escrevendo\") Ações intermitentes são marcadas pela partícula hikóni: * Omba'apo hikóni (\"Vez ou outra ela/ele trabalha\"). O aspecto habitual é marcado por -mi (hábitos passados) ou -va (habitos não- passados): * Ajapomi (\"Eu costumava fazer\") * Ajapóva (\"Eu tenho o hábito de fazer\") Eventos que se repetem (iterados) são marcados pelo sufixo -je(v)y: * Omoañetejey (\"Ela/Ele reafirma\"). O aspecto frequentativo é marcado pela palavra oikóvo: * Ijapu oikóvo (\"Ela/Ele mente recorrentemente\") A iminência de uma ação pode ser expressada pela partícula ahávo: * Aguahẽ ahávo (\"Estou chegando [agora]\") Há, ainda, o aspecto, totalitativo, que indica que um evento se aplica/exauri a todo o sujeito ou objeto. Esse aspecto é marcado pelo sufixo -pa/ -mba: * Tahyikuéra omanomba (\"As formigas morreram todas\"). ==== Modo ==== No guarani, afixos também são adicionados aos verbos para indicar as circunstâncias como comando, desejo ou permissão. Imperativo Há ambiguidade na expressão de comando no guarani. Salvo na segunda pessoa do singular dos verbos transivitos ou intransitivos ativos, que conta com o prefixo e-, não há um afixo específico para diferenciar o modo imperativo afirmativo do modo indicativo. Portanto, a sua diferenciação deve se dar pelo contexto da sentença. No caso de imperativos negativos (chamado \"proibitivo\"), utiliza-se a partícula ani: * Ani rehótei (\"Não vá\") Há, porém, modalizadores de imperativo, sufixos que indicam nuances do comando. São eles -ke (coerção, uso de força), -na (forma polida de requisitar), -mi (suplicante) e -py (incitação, repetição da ordem): * Emba'apóke (\"Ordeno que trabalhe\") * Ehechána (\"Olhe, por favor\") * Ehendumi (\"Suplico que escute\") * Eguatápy (\"Trate de caminhar, então\") Possibilidade e habilidade Noções de possibilidade e habilidade são marcadas por dois morfemos no guarani paraguaio. Ikatu indica possibilidade/contexto apropriado para realizar uma ação, ao passo que kuaa expressa uma habilidade física ou mental: * Ikatu pejogua chuguikuéra y ha penerembi'urã. (Você pode comprar água e sua comida deles\") * Añe'ẽkuaa guaraníme (\"Eu sei falar guarani\"). Obrigação e permissão No guarani, a ideia de obrigação/necessidade é passada pelo sufixo tônico -va'erã/-vaerã, ou pelo morfema livre tekotevẽ. A ideia de permissão/autorização é expressa pelo clítico katu ou pelo sufixo -mba'e: * Roha'arõva'erã (\"Precisamos esperar\") * Ehókatu (\"Pode ir\") Desejo e volição A noção de desejo (vontade de alguém direcionada a outrem) é marcada pelo sufixo -pota no guarani. Já a volição (vontade de alguém sobre si mesmo), pelo sufixo -se: * Aipota oho (\"Quero que ele vá\") * Ahase (\"Quero que eu vá\") Há ainda o modo optativo, que indica intenção de que algo aconteça. É marcado por t- (positivo) ou -'ỹ (negativo): * Ta'upéichakena! (\"Espero que aconteça\"). * Tou'ỹ (\"Tomara que ele não venha\"). Frustação, simulação e comiseração Assim como em muitas línguas amazônicas, o guarani apresenta mecanismos específicos para dar conotação negativa à sentença. Pode-se indicar frustação com o sufixo -rei, gua'u para indicar simulação ou ausência real de intenção de realizar a ação e anga para expressar noções de empatia: * Mba'eichaitépa ñande mbopochy ñamba'aporeírõ. (\"Quão frustrante seria se ele trabalhasse em vão\") * Perurimákatu ikerambu gua'u (Perurimá fingiu roncar\") * Jairo heta anga osufri okakuaa aja (\"Jairo sofreu muito na infância, pobrezinho\") ==== Evidencialidade ==== No guarani, é importante o falante indicar o nível de certeza de uma afirmação e as evidências que corroboram para isso. Veracidade e ênfase Quando o interlocutor quer dar ênfase a uma afirmação, utiliza a partícula voi: * Iporã voi (\"É certamente bonito\") * Japytũmbapotaitémavoi (\"Está com certeza prestes a escurecer\") Para reforçar a veracidade do fato, utiliza-se o clítico niko, que também pode aparecer nas formas ko, ngo e ningo: * Ani repoko cherehe ha'e niko ndéve (\"Eu falei para você não tocar em mim\" [enfatizando o fato de ter falado]) * Jehova ningo oheja ñandete jadesidi. (\"Jehova de fato nos deixou decidir\") Boato, rumor ou dito O guarani apresenta partículas específicas para indicar que se ouviu falar sobre aquilo que é afirmado na sentença (equivalente a expressões como \"falam por aí\", \"ouvi dizer\", etc). Os principais marcadores são ndaje, ñandeko, jeko e -je: * Peteĩ jey jeko Perurima ojavykymi peteĩ Ermána de Karida (\"Dizem que Perurimá teve um caso com uma Irmã da Caridade\"). * Ohójeko Perurima ohechamívo peteĩ iñamígope. (\"Ouvi falar que Perurimá costumava visitar um amigo\") Testemunho Caso queira indicar que tem evidências diretas de um ocorrido, o interlocutor pode utilizar a partícula kuri: * Vera he'i voi kuri oikótaha (\"Vera disse que haverá gás\" [ouvimos Vera dizer isso]\"). Raciocínio No guarani, é possível indicar que uma afirmação decorre de um raciocínio sobre fatos conhecidos. Para isso, utiliza-se a partícula ra'e: * Ikatu te'onguety voi ra'e (\"Talvez fosse um cemitério\" [pelo aspecto do lugar, parecia um cemitério]) === Sentença === ==== Ordem da frase e alinhamento ==== O guarani é um idioma de alinhamento nominativo-acusativo, com grande liberdade no ordenamento da frase, assim como no português. É comum remover palavras indicadores de sujeito, deixando a identificação desse apenas nos afixos verbais. Nesses casos, a sentença pode assumir ordem VO (verbo-objeto) ou OV (objeto-verbo). Não há preferência por alguma dessas ordens e seu uso não influencia na compreensão da frase. De modo similar, sentenças com verbos intransitivos podem ser construídas com ordenamento SV (sujeito-verbo) ou VS (verbo- sujeito), sem alteração na interpretação. É incomum, apesar de possível, a omissão do objeto em sentenças transitivas. Nesse caso, subentende-se o objeto da frase a partir do contexto. A supressão simultânea de sujeito e objeto pode resultar em frases de ordenamento V (verbo): * Ahecháma (\"Eu já vejo [ela/ela/isso]\") == Vocabulário == === Expressões do dia-a-dia === Abaixo, uma lista de expressões cotidianas do guarani: * *Aju je'ymã = \"Já voltei\" *Che aime ko'ape = \"Eu estou aqui\" *Che amenda va'e = \"Eu sou casado\" *Moõgui nde reju ? = \"De onde você vem?\" *Jaha jake = \"Vamos dormir\" *Jaha jakaru = \"Vamos comer\" *Eju ko'ápe = \"Vem aqui!\" *Ahata aju = \"Voltarei\" *Mba'e rejapo? = \"Que está fazendo?\" *Ñande jaha / Ore roha mbo'ehaope = \"Nós vamos à escola\" === Empréstimos para o português === O idioma legou alguns vocábulos ao português brasileiro na toponímia (\"Cambaquara\" [um bairro de Ilhabela]),NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 552. nos nomes de animais (\"ximango\")FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 799. e em termos de uso diário (como \"caraminguá\",FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 347. \"mixe\", \"mixa\", \"mixo\").FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 144. == Menções == === Olimpíada Brasileira de Linguística (OBL) === O guarani foi tema de três problemas da OBL: * Na edição Ñanduti (\"teias de aranha\", em guarani), o vocabulário da língua é abordado através da comparação de frases. * Na edição Yora, é abordada a afixação verbal. * Na edição Mascate, a ambiguidade de frases no guarani é contextualizada através de um meme no idioma. == Ver também == * Língua geral paulista * Wikipédia em Língua Guarani * Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN) * Instituto de Investigação e Desenvolvimento em Política Linguística (IPOL) == Bibliografia == * == Ligações externas == * * * * * Vocabulário guarani por Maria Herminia Corrado * Vocabulário guarani por GUDSCHINSKY, Sarah C. e AARON, Waldo M. (ILV). * Vocabulário guarani por Wolf Lustig (1995) * Vocabulário mbyá de Robert A. Dooley",
 "title": "Língua guarani"
}