{
 "id": "44191",
 "text": "Robert Owen (Newtown, 14 de maio de 1771 – Newtown, 17 de novembro de 1858) foi um reformista social galês, considerado um dos fundadores do socialismo e do cooperativismo. Foi um dos mais importantes socialistas utópicos. == Biografia == Filho de uma família de modestos artesãos, após galgar diferentes degraus da produção, tornou-se diretor de importantes indústrias escocesas de fiação em Manchester e, aos 30 anos, era co-proprietário e gerente de uma fábrica em New Lanark, que havia sido fundada em 1785 por David Dale e Richard Arkwright. Ali reduziu a jornada de trabalho para 10,5 horas diárias — um avanço para a época, já que a jornada de trabalho de um típico operário têxtil era de 14 a 16 horas. Preocupou-se ainda com a qualidade de vida dos seus empregados, construindo casas para as famílias dos operários, o primeiro jardim-de-infância e a primeira cooperativa. Owen abriu uma loja onde as pessoas podiam comprar produtos de qualidade por pouco mais do que o custo do produto. A venda de álcool era estritamente controlada. Esses princípios se tornaram a base para as lojas cooperativas na Grã-Bretanha, que continuam a operar hoje. Owen tinha sido originalmente um seguidor do liberal e utilitarista Jeremy Bentham. No entanto, com o passar do tempo tornou-se cada vez mais um adepto do socialismo. Em 1817, evolui da ação assistencial para a crítica frontal ao capitalismo, tentando convencer as autoridades britânicas e estrangeiras sobre a necessidade de reformas na produção. New Lanark em si tornou-se um lugar de peregrinação muito frequentado por reformadores sociais, estadistas e personalidades europeias, incluindo Nicolau, mais tarde imperador da Rússia. Owen fundou, nos Estados Unidos, a colônia socialista New Harmony (Nova Harmonia), que funcionou bem nos primeiros anos mas finalizou sua experiência sem obter o êxito esperado. Owen regressou à Inglaterra, onde faleceu aos 87 anos. ==Filosofia== A filosofia de Owen era baseada em dois pilares: *Primeiro: ninguém é responsável por sua vontade e suas próprias ações, pois todo seu caráter é formado independentemente de si mesmo; as pessoas são produtos de sua hereditariedade e ambiente (daí o seu apoio à educação e à reforma trabalhista). *Segundo: todas as religiões são baseadas na mesma ideia ridícula de que o homem é um animal fraco, imbecil, um fanático furioso ou um hipócrita miserável.Owen, Robert ; Essays on the Principle of the Formation of the Human Character. ===Conversão ao espiritualismo=== Apesar de sua antipatia pela religião, em 1854, aos 83 anos, Owen se converteu ao espiritualismo depois de uma série de \"sessões\" com a médium americana Maria B. Hayden (a quem se atribui a introdução do espiritismo na Inglaterra). Owen fez uma confissão pública de sua fé no periódico The Rational quarterly review e mais tarde escreveu um panfleto intitulado The future of the Human race or great glorious and future revolution to be effected through the agency of departed spirits of good and superior men and women.Lewis Spence. Encyclopedia of Occultism and Parapsychology\" (Kessinger Pub. Co., 2003), p679. Owen alegava ter tido contatos mediúnicos com os espíritos de Benjamin Franklin, Thomas Jefferson e outros. Segundo ele, o propósito de tais comunicações era substituir o atual estado miserável da existência humana, por um estado verdadeiro e feliz, \"para preparar o mundo para a paz universal e infundir em todos o espírito da caridade, da tolerância e do amor\".See Frank Podmore. Robert Owen, a biography – Vol. 2, p. 600s. == Trabalhos publicados selecionados == * A New View of Society: Or, Essays on the Formation of Human Character, and the Application of the Principle to Practice (Londres, 1813) Retitulado como, A New View of Society: Or, Essays on the Formation of Human Character Preparatory to the Development of a Plan for Gradually Ameliorating the Condition of Mankind, para a segunda edição, (1816) * Observations on the Effect of the Manufacturing System. (Londres, 1815) * Report to the Committee of the Association for the Relief of the Manufacturing and Labouring Poor (1817)Harrison, \"Robert Owen's Quest for the New Moral World in America,\" in Robert Owen's American Legacy, p. 32. * Two Memorials on Behalf of the Working Classes (Londres: Longman, Hurst, Rees, Orme, e Brown, 181 * An Address to the Master Manufacturers of Great Britain: On the Present Existing Evils in the Manufacturing System (Bolton, 1819) * Report to the County of Lanark of a Plan for relieving Public Distress (Glasgow: Glasgow University Press, 1821) * An Explanation of the Cause of Distress which pervades the civilised parts of the world (Londres e Paris, 1823) * An Address to All Classes in the State (Londres, 1832) * The Revolution in the Mind and Practice of the Human Race (Londres, 1849) === Trabalhos coletados === * A New View of Society and Other Writings, introduction by G.D.H. Cole (Londres e Nova York: J.M. Dent & Sons, E.P. Dutton e Co., 1927) * A New View of Society and Other Writings, G. Claeys, ed. (Londres e Nova York: Penguin Books, 1991) * The Selected Works of Robert Owen, G. Claeys, ed., 4 vols. (Londres: Pickering e Chatto, 1993) === Coleções de arquivo === * Robert Owen Collection, National Co-operative Archive, Reino UnidoThe collection includes papers and letters as well as pamphlets and books. See * New Harmony, Indiana, Collection, 1814–1884, 1920, 1964, Indiana Historical Society, Indianapolis, Indiana, EUAThe collection includes a letter describing Owen's views and documents related to the New Harmony community. See * New Harmony Series III Collection, Workingmen's Institute, New Harmony, Indiana, EUABound records of the New Harmony community. See * Owen family collection, 1826–1967, bulk 1830–1890, Indiana University Archives, Bloomington, Indiana, EUAThe collection includes the correspondence, speeches, and publications of Robert Owens and his descendants. See ==Ver também== * Socialismo utópico Categoria:Filósofos do Reino Unido Categoria:Socialistas do Reino Unido Categoria:Socialistas experimentais Categoria:Políticos do Reino Unido Categoria:Economia solidária Categoria:Fundadores de comunidades intencionais Categoria:Socialistas do século XIX Categoria:Sepultados no Cemitério de Kensal Green",
 "title": "Robert Owen"
}