{
 "id": "44222",
 "text": "Voz sobre IP, também chamada de VoIP (Voice over Internet Protocol), telefonia IP, telefonia Internet, telefonia em banda larga ou voz sobre banda larga é o roteamento de conversação humana usando a Internet ou qualquer outra rede de computadores baseada no Protocolo de Internet, tornando a transmissão de voz mais um dos serviços suportados pela rede de dados. Empresas que fornecem o serviço de VoIP são geralmente chamadas provedoras, e os protocolos usados para transportar os sinais de voz em uma rede IP são geralmente chamados protocolos VoIP. Existe uma redução de custo devido ao uso de uma única rede para carregar dados e voz, especialmente quando os utilizadores já possuem uma rede com capacidade subutilizada, que pode transportar dados VoIP sem custo adicional. Chamadas de VoIP para VoIP no geral são gratuitas, enquanto chamadas VoIP para redes públicas (PSTN) podem ter custo para o utilizador VoIP. Considera-se a telefonia IP a agregação do VoIP com outros serviços agregados para a telefonia. == Funcionalidade == O VoIP pode facilitar tarefas difíceis em redes tradicionais. Chamadas entrantes podem ser automaticamente roteadas para o telefone VoIP, independentemente da localização na rede. Por exemplo, é possível levar um telefone VoIP para uma viagem, e onde você conectá-lo à Internet pode-se receber ligações, contanto que a conexão seja rápida e estável o suficiente. O fato da tecnologia ser atrelada à Internet também traz a vantagem de poder integrar telefones VoIP a outros serviços como conversação de vídeo, mensageiros instantâneos, compartilhamento de arquivos e gerenciamento de listas telefônicas. Estar relacionado à Internet também significa que o custo da chamada não depende da localização geodésica e dos horários de utilização, ambos os parâmetros usados na cobrança na telefonia fixa e móvel, e cujos valores variam de operadora a operadora. Vários pacotes de serviço VoIP incluem funcionalidades que em redes tradicionais seriam cobradas à parte, como conferência a três, redirecionamento de chamadas, rediscagem automática e identificador de chamadas. Entretanto, apesar de amplamente utilizado através de computadores, o VoIP pode ser utilizado através de adaptadores para telefones analógicos ou gateways VoIP, que são aparelhos que podem ser conectados diretamente em uma conexão banda larga e a um aparelho telefônico comum ou a um PABX em posições de troncos ou ramais. Eles fornecem a interligação entre as redes IP e fixas. == Funcionamento == O procedimento consiste em digitalizar a voz em pacotes de dados para que trafegue pela rede IP e converter em voz novamente em seu destino. Segue passo a passo um caso de uso de uma ligação. O utilizador retira o telefone IP do gancho, e nesse momento é emitido um sinal para a aplicação sinalizadora do roteador de \"telefone fora do gancho\". A parte de aplicação emite um sinal de discagem. O utilizador digita o número de destino, cujos dígitos são acumulados e armazenados pela aplicação da sessão. Os gateways comparam os dígitos acumulados com os números programados; quando há uma coincidência ele mapeia o endereço discado com o IP do gateway de destino. A aplicação de sessão roda o protocolo de sessão sobre o IP, para estabelecer um canal de transmissão e recepção para cada direção através da rede IP. Se a ligação estiver sendo realizada por um PABX, o gateway troca a sinalização analógica digital com o PABX, informando o estado da ligação. Se o número de destino atender a ligação, é estabelecido um fluxo RTP sobre UDP entre o gateway de origem e destino, tornando a conversação possível. Quando qualquer das extremidades da chamada desligar, a sessão é encerrada. == Protocolos utilizados == O principal protocolo utilizado para transporte dos datagramas: * UDP Alguns dos principais protocolos utilizados para sinalização de chamadas são: * SIP * H.323 * MGCP * H.248/MEGACO * Jingle * IAX-2 Alguns dos principais protocolos utilizados no transporte de mídia: * RTP * RTCP == Adoção == === Uso corporativo === Apesar de poucos ambientes de escritório e residências utilizarem uma infra-estrutura puramente de telefonia IP, provedores de telecomunicações usam a tecnologia rotineiramente, geralmente em uma rede IP dedicada para conectar estações e converter sinais de voz em pacotes IP e vice e versa. O resultado é uma rede digital genérica (tráfego de voz e dados) com escalabilidade. O consumidor corporativo usa a telefonia IP para obter as vantagens da abstração da informação na rede. Com o VoIP é necessário somente fornecer uma conexão de dados e mais banda de rede. Não sendo necessário distribuir uma rede específica para a telefonia no ambiente de trabalho. Empresas maiores também fazem uso de gateways para as redes tradicionais, reduzindo custos de mão de obra externa o serviço. Seu uso é ainda mais visível quando uma empresa necessita comunicar dois sítios distantes a nível internacional. Outro tipo de aplicação corporativo deste sistema resulta na tele-conferência com custos reduzidos, senão nulos, em que os sistemas envolvidos, sejam eles software cliente ou hardware específico para tal aplicação, disponibilizam formas simples para vários utilizadores (colaboradores das empresas) comunicarem entre si sem que requeiram grandes centrais telefónicas e/ou sequências complexas de números e símbolos no telefone para darem início a uma sessão. Nas situações de uso do sistema através de software proprietário do fornecedor de serviço VoIP este poderá disponibilizar outro tipo de ferramentas como transferência de arquivos, partilha de pastas e em alguns casos a partilha do próprio computador. == O Futuro do VoIP == Pelos projetos atuais das empresas que hoje trabalham com VoIP, segundo analistas de mercado e alguns pontos de opinião, uma das próximas etapas na evolução do VoIP é a extinção por completo do modelo atual de ligações de longa distância (DDD/DDI) pela rede PSTN e, mais adiante, talvez a erradicação dos sistemas convencionais de telefonia. Parte desta evolução estará à medida que os telefones IP chegarem aos lares e os acessos em banda larga se popularizarem. Neste sentido, vários segmentos trabalham no intuito de criarem redes convergentes, seja utilizando os meios de transmissão telefônica atual, já compartilhado por serviços ADSL, seja compartilhando meios de transmissão de serviços de televisão a cabo, entre outros. O futuro da tecnologia de Voice over Internet Protocol (VoIP) são as comunicações unificadas (UCoIP) (Unified Communication over IP). == Regulamentação no Brasil == O órgão responsável pela regulamentação de telecomunicações no Brasil é a Agência Nacional de Telecomunicações (ANATEL). A ANATEL, através de um comunicado, clarificou que um provedor VoIP, que não fornece a estrutura, isto é, não fornece a rede, não precisa de licença da ANATEL. Assim os provedores VoIP que possuem somente o Servidor e não oferecem o link, não necessitam da licença. == Ver também == * Comparação de software VoIP * SIP * DiffServ * IntServ * Asterisk == Ligações externas == * O que é VoIP - TechFAQ * Protocolos VOIP * O que é VOIP e como funciona Categoria:Voz sobre IP Categoria:Telefonia Categoria:Banda larga",
 "title": "Voz sobre IP"
}