{
 "id": "44231",
 "text": "Xadrez de Fischer, também conhecido como Xadrez Aleatório de Fischer (do inglês Fischer Random Chess) ou Chess960 (em referência às suas 960 posições iniciais possíveis das peças), é um jogo variante do xadrez, anunciado por Robert James Fischer em 1996 na cidade de Buenos Aires (Argentina), onde a ordem das peças é escolhida aleatoriamente, mas seguindo alguns parâmetros pré-estabelecidos. O intuito dessa variante é priorizar a criatividade e o \"talento\", em detrimento da memorização de posições. Randomizar as peças principais há muito tempo era conhecido como shuffle chess, mas o xadrez aleatório de Fischer introduz novas regras para a configuração aleatória inicial, \"preservando a natureza dinâmica do jogo ao reter bispos de cores opostas por cada jogador e o direito de roque para ambos os lados\".Gligorić (2002), p. 40. O resultado são 960 posições iniciais possíveis únicas. Em 2008, a Federação Internacional de Xadrez (FIDE) adicionou o Chess960 a um apêndice das Leis do Xadrez. O primeiro campeonato mundial oficialmente sancionado pela FIDE, o FIDE World Fischer Random Chess Championship 2019, trouxe destaque adicional para a variante. == Características == As peças da primeira linha são dispostas de maneira aleatória, mas de modo que os bispos permaneçam em casas de cores diferentes e que o rei continue a estar situado entre as torres, isto porque, tal como no xadrez normal, no Fischer Random também é possível rocar para as duas alas (grande roque e pequeno roque). O procedimento recomendado pela FIDE para o roque sem ambiguidades é primeiro mover o rei para fora da área de jogo próximo à sua casa final, então mover a torre para sua casa final e então mover o rei para sua casa final. Outra recomendação é anunciar verbalmente a intenção de fazer roque antes de fazê- lo. A posição das peças é simétrica para as brancas e as pretas, e os peões estão colocados na segunda e na sétima linha tal como no xadrez regular. O Fischer Random Chess permite 960 posições diferentes para as peças no início do jogo. A posição das peças pode ser estabelecida por sorteio ou recorrendo a softwares. Depois de ser estabelecida a posição inicial das peças aplicam-se todas as regras do jogo de xadrez normal. == História == Bobby Fischer esperava criar uma variante do xadrez que não tivesse ênfase na memorização das jogadas iniciais, chamadas aberturas do xadrez, valorizando a criatividade e o talento dos jogadores. No xadrez convencional existe apenas uma posição inicial, que possui dezenas de aberturas e para cada abertura, dezenas de variantes. Pessoas com boa memória, como Grandes Mestres, conseguem um bom domínio em relação a essas centenas de possibilidades para o xadrez convencional. Já no xadrez de Fischer há 960 posições inicias, para cada posição haverá dezenas de aberturas e, para cada abertura haverá dezenas de variantes. As possibilidades são cerca de 1000 vezes maiores que na forma convencional, tornando impossível um estudo de aberturas para o xadrez randômico. Essa variação usufruiu de um sucesso moderado, com um pequeno número de partidas e torneios envolvendo Grandes Mestres de xadrez e, em 2003, até mesmo um Campeonato Mundial foi organizado segundo essa variante. Atualmente já existem softwares para jogar o Fischer Random, e o domínio das máquinas sobre os humanos é ainda mais forte do que no xadrez convencional, pelo fato de que os humanos podem recorrer menos à sua experiência de aberturas uma vez que as peças surgem em diferentes posições em cada jogo enquanto que a capacidade de realizar uma longa sequência de cálculos dos motores de xadrez mais modernos como Stockfish, é amplamente maior. == Ver também == * Double Fischer Random Chess (ou Wild Chess) * Lista de campeões mundiais de xadrez * Antixadrez == Bibliografia == * PINTO, Valésio; CAVALCANTI, Francisco; SALES, Allan. Xadrez para Todos. Recife: Bagaço, 2005. == Ligações externas == * * * Categoria:Variantes do xadrez Categoria:Colaboração online Categoria:Bobby Fischer",
 "title": "Xadrez de Fischer"
}