{
 "id": "44259",
 "text": "Samuel Barclay Beckett (Dublin, 13 de abril de 1906 — Paris, 22 de dezembro de 1989) foi um dramaturgo e escritor irlandês. Beckett é amplamente considerado como um dos escritores mais influentes do .McDonald, Rónán (ed). (2007), The Cambridge Introduction to Samuel Beckett, Cambridge University Press, Cambridge p17 Fortemente influenciado por James Joyce, é considerado um dos últimos modernistas. Como inspiração para muitos escritores posteriores, ele às vezes também é considerado um dos primeiros pós-modernistas. É um dos escritores fundamentais, no que Martin Esslin chamou de \"Teatro do absurdo\". Seu trabalho tornou-se cada vez mais minimalista em sua carreira mais tarde. Recebeu o Nobel de Literatura de 1969. Utiliza nas suas obras, traduzidas em mais de trinta línguas, uma riqueza metafórica imensa, privilegiando uma visão pessimista acerca do fenômeno humano. É considerado um dos principais autores do denominado teatro do absurdo. Sua obra mais famosa tanto no Brasil como em Portugal é a peça Esperando Godot. == Biografia == Beckett nasceu numa família burguesa e protestante, e em 1923 ingressa no Trinity College de Dublin, para se formar em Literatura Moderna, especializando-se em francês e italiano. Em 1928, meses após sua mudança para Paris, conhece James Joyce, apresentado por um amigo em comum. Torna-se grande admirador do escritor, e sua obra posterior é fortemente influenciada por ele. Após lecionar durante o ano de 1930 na Irlanda, Beckett volta no ano seguinte para Paris, fixando residência na cidade, e escreve sua primeira novela, “Dream of Fair to Middling Women” (publicada após a morte do autor, em 1993) Em 1933, Beckett retorna novamente a Dublin, pois, devido ao falecimento de seu pai, encarrega-se de cuidar de sua mãe. Retorna a Paris em 1938, quando é marcado por dois acontecimentos de grande importância: fica gravemente ferido ao ser agredido por um estranho, que lhe desferiu uma facada no peito, e conhece Suzanne Deschevaux-Dusmenoil, com quem viveria o resto da vida e se casaria em 1961. Depois da eclosão da Segunda Grande Guerra, vincula-se à resistência francesa, na ocasião da invasão de Paris pelo exército nazista, em 1941, juntamente com sua esposa. Durante os dois anos que Beckett esteve hospedado em Roussillon, ele indiretamente ajudou a Maquis a sabotar o exército alemão nas montanhas Vaucluse, embora ele raramente falasse sobre seu trabalho durante a guerra na vida adulta.Knowlson (1997) p304–305 Afasta-se da resistência em 1942, quando ambos foram obrigados a fugir da França. Morre em 1989, cinco meses depois de sua esposa, de enfisema pulmonar, contra o qual já lutava havia três anos. Foi enterrado no cemitério de Montparnasse. A produção beckettiana foi um dos principais ícones do Teatro do Absurdo que faz uma intensa crítica à modernidade. Recebeu o Nobel de Literatura em outubro de 1969, enquanto em férias em Tunes com Suzanne. Prevendo que seu marido, intensamente antissociável, seria marcado pela fama a partir daquele momento, Suzanne descreveu o prêmio como uma \"catástrofe\".Knowlson (1997) p505. == Obra == Nas obras traduzidas por Beckett, indica-se o título original e traduzido separados por barra. A data de edição (ou de composição, no caso de textos publicados em colectâneas) é do original. === Peças === ==== Teatro ==== * Eleutheria (1947; publicado em 1995) * En attendant Godot/Waiting for Godot (Esperando Godot) (1948; publicado em 1952) * Act Without Words I (1956) * Act Without Words II (1956) * Fin de partie (Fim de partida) (1957; traduzida pelo autor para o inglês como Endgame) * Krapp's Last Tape (1958) * Rough for Theatre I (fins de 1950) * Rough for Theatre II (fins de 1950) * Happy Days (1960) * Play (1963) * Come and Go (1965) * Breath (1969) * Not I (1972) * That Time (1975) * Footfalls (1975) * A Piece of Monologue (1980) * Rockaby (1981) * Ohio Impromptu (1981) * Catastrophe (1982) * What Where (1983) ==== Rádio ==== * All That Fall (1956) * Embers (1959) *Rough for Radio I (1961) *Rough for Radio II (1961) * Words and Music (1961) * Cascando (1962) * The Old Tune (1963) ==== Televisão ==== * Eh Joe (1965) * Ghost Trio (1975) * … but the clouds … (1976) * Quad I + II (1981) * Nacht und Träume (1982) ==== Cinema ==== * Film (1965) === Prosa === * Collected Shorter Prose 1945-1980 (1984) * As the Story Was Told: Uncollected and Late Prose (1990) ==== Romances e novelas ==== * Dream of Fair to Middling Women (1932) * Murphy (1938; traduzida para francês, 1948) * Mercier and Camier (1946) * Watt (1953; escrita c. 1943; traduzida para francês, 1968) * Molloy (1951; original em francês; traduzida para inglês, 1955) * Malone Meurt (1951; traduzida para inglês como Malone Dies, 1956) * L'innommable (1953; traduzida para inglês como The Unnameable, 1958) * Comment C'est (1961; traduzida para inglês como How It Is, 1964) * Company (1980) * Ill Seen Ill Said (1982) * Worstward Ho (1983) * Ends and Odds: Plays and Sketches (1977) ==== Contos e textos breves ==== * Assumption (1929) * Sedendo et Quiesciendo (1932) * Text (1932) * A Case in a Thousand (1934) * More Pricks than Kicks (1934) * Nouvelles et Textes Pour Rien/Stories and Texts for Nothing (1945-50) * Premier Amour/First Love (1945) * From an Abandoned Work (1954-55) * L'image/The Image (1958) * All Strange Away (19763-64) * Imagination Morte Imaginez/Imagination Dead Imagine (1965) * Assez/Enough (1966) * Bing/Ping (1966) * Sans/Lessness (1969) * Le Depeupleue/The Lost Ones (1970) * Fizzles (1973-75) * Heard in the Dark 1 * Heard in the Dark 2 * One Evening * As the Story was Told (1973) * La Falaise/The Cliff (1975) * Company (1980, adaptado para o teatro) * Stirrings Still (1988) * Nohow On (1989) ==== Ensaios ==== * Proust (1931; publicado em 1989) * Disjecta: Miscellaneous Writing and a Dramatic Fragment (1983) === Poesia === * Collected Poems in English and French/Coleção de Poemas em Inglês e Francês (1977) * Poèmes/Poems/Poemas (1979) * Collected Poems 1930-1978/Coleção de Poemas 1930-1978 (1984) == Sobre Beckett em português == ===Livros=== * Vasconcellos, Cláudia Maria de. Teatro Inferno - Samuel Beckett. Ed. Terracota. 2012 * Farias Jr., Manoel. Beckett - Silêncios. Ensaios a partir da poética cênica de Samuel Beckett. Ed. Annablume. 2011. * Gay, Peter. Modernismo – o Fascínio da Heresia: de Baudelaire a Beckett e mais um pouco. São Paulo: Cia. das Letras, 2009. * Borges, Gabriela. Poetica Televisual de Samuel Beckett. Ed. Annablume, 2009. * Berrettini, Célia. Samuel Beckett: Escritor Plural. Ed. Perspectiva. 2004. * Andrade, Fabio. O Silêncio Possível. Ed. Ateliê Editorial, 2001. * Segre, Cesare. Estruturas e o Tempo. Ed. Perspectiva, 1986. ===Artigos=== * Gontarski, Stanley. Encenando Vozes na Prosa de Beckett. Rev Moringa 2012. Trad. Robson Camargo e Adriana Fernandes. * Gontarski, Stanley. O Espetáculo como Texto no Teatro de Samuel Beckett. Revista Sala Preta 2008. ECA USP número 8. pgs. 261 a 280 * Camargo, Robson. Samuel Beckett: (Re) Construindo Imagens e Memórias. Rev Fenix 2012. Artigo sobre a primeira recepção de Beckett no Brasil * Camargo, Robson. 50 Years of Beckett in the Brazilian Theatre. Journal of Beckett Studies *Camargo, Robson. A Recepção Crítica de Esperando Godot no Teatro Brasileiro estudo de Robson Camargo publicado na Revista Gestos da Universidade da Califórnia sobre algumas das principais montagens de Esperando Godot no Brasil, em português (nov 2005). == Leitura adicional == * Knowlson, James (1997). Damned to Fame: The Life of Samuel Beckett. New York: Grove Press. ==Ligações externas== *Beckett, Samuel. Manuscritos Digitais. Stirrings Still / Soubresauts and Comment dire / what is the word: an electronic genetic edition (Series 'The Beckett Digital Manuscript Project', module 1). Editado por Dirk Van Hulle e Vincent Neyt. Bruxelas: University Press Antwerp (ASP/UPA), 2011 * As peças radiofônicas de Beckett podem ser ouvidas pela internet, gratuitas Interpretadas pelos atores da Gare St Lazare Players - RTE Irlanda, em inglês *Journal of Beckett Studies, em ingles e francês Uma das principais revistas que analisa o trabalho do autor. *Fundação Beckett na Inglaterra Fundação Beckett na Universidade de Reading. Iniciada com obras e anotações doadas pelo próprio Beckett, está sendo digitalizada e em breve seu arquivo inteiro estará na internet. É apoiada pelos principais estudiosos da obra do autor. * Categoria:Nobel de Literatura Categoria:Pessoas da Segunda Guerra Mundial (Irlanda) Categoria:Laureados da Irlanda com o Nobel Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos Categoria:Professores da Escola Normal Superior de Paris Categoria:Dramaturgos da Irlanda Categoria:Contistas da Irlanda Categoria:Romancistas da Irlanda Categoria:Poetas da Irlanda Categoria:Escritores minimalistas Categoria:Poetas do modernismo Categoria:Sepultados no Cemitério do Montparnasse Categoria:Membros da Resistência Francesa Categoria:Naturais de Dublin",
 "title": "Samuel Beckett"
}