{
 "id": "44329",
 "text": "==Língua== A grande maioria do povo são-tomense fala português (95%), mas também falam três crioulos de base portuguesa diferentes. Essa língua contém muitas características arcaicas na pronúncia, vocabulário, gramática e sintaxe. Já foi usada pelos donos das \"roças\" e pela classe média, mas agora se restringe a poucas camadas das classes média e baixa, enquanto os ricos usam o português europeu. * Apesar de São Tomé e Príncipe pertencer à Francofonia, não se trata de um país francófono. * São Tomé e Príncipe é membro da Comunidade dos Países de Língua Portuguesa (CPLP) e da Organização Internacional da Francofonia (OIF) * O inglês e o francês são leccionados no ensino secundário. ==Museu Nacional de São Tomé e Príncipe== O único Museu de São Tomé e Príncipe está instalado no Forte de São Sebastião, no extremo norte da cidade de São Tomé. Inaugurado a 11 de Julho de 1976, o espólio do Museu Nacional de São Tomé e Príncipe resultou da recolha de objectos como peças de arte das propriedades agrícolas, documentos históricos e artísticos dos departamentos públicos e residências do Estado, da Câmara Municipal de S. Tomé, Câmara Eclesiástica da Diocese de S. Tomé. == Artistas == *Almada Negreiros (Pintor) *Viana da Mota (Músico) *Alda do Espírito Santo (escritora) *Conceição Lima (Poeta) *René Tavares (Arte Contemporânea) == Ciência == Em 1914, na ilha do Príncipe, após uma rigorosa investigação, na qual foram utilizados métodos inéditos, foi pela primeira vez extinta a doença do sono. Cinco anos mais tarde, em 19 de Maio de 1919, na mesma ilha, uma equipe de astrônomos de Cambridge fez as observações do eclipse solar que permitiram verificar a veracidade da Teoria da Relatividade de Einstein. == Folclore == No folclore santomense são de destacar a sobrevivência de dois autos renascentista (século XVI): \" A Tragédia do marquês de Mântua e do Príncipe D. Carlos Magno\", denominado localmente de \"Tchiloli\" e o \"São Lourenço\" (por ser representado no dia deste santo) e que é idêntico aos [\"Auto de Floripes\" que ainda hoje é representado na aldeia das Neves, perto de Viana do Castelo. A Cena Lusófona editou um livro, Floripes Negra, onde Augusto Baptista, ensaísta e fotógrafo, faz um levantamento sobre as origens do \"Auto da Floripes\" e as suas ligações com Portugal. == Desporto == * Carla Sacramento (descendente de santomenses) * Nayda",
 "title": "Cultura de São Tomé e Príncipe"
}