{
 "id": "444",
 "text": "Biólogo é um profissional que tem conhecimento especializado na área da Biologia, entendendo os mecanismos que regem o funcionamento de sistemas biológicos dentro de campos como a saúde, tecnologia, produção e meio ambiente; esse profissional trabalha em hospitais, universidades, clínicas, laboratórios de análises clínicas, laboratórios de pesquisa, indústrias de medicamentos, agropecuária, zoológicos, ou seja, todo lugar onde há vida, prezando pelo bem-estar, saúde e integridade de indivíduos e meio ambiente. O exercício da profissão exige dupla habilitação: a técnico-científica e a legal. A habilitação técnico-científica é expressa através da comprovação da capacidade intelectual do indivíduo, pela posse do diploma fornecido pela autoridade educacional e pelo currículo efetivamente realizado. A habilitação legal cumpre-se com o registro profissional no órgão competente para a fiscalização de seu exercício: no caso dos biólogos brasileiros, o Conselho Regional de Biologia de sua jurisdição, e, no caso dos biólogos portugueses, a Ordem dos Biólogos. == Áreas de atuação == miniaturadaimagem|Mesa de trabalho de um biólogo === Saúde === *Aconselhamento genético; *Análises Clínicas; * Análises Genéticas e Genômica; *Análises Citológicas; *Análises Parasitológicas; *Análises Histológicas/Patológicas; *Análises Microbiológicas; *Análises Radiobiológicas; *Banco de Sangue; *Banco de Sêmen; *Banco de Órgãos; *Pesquisa clínica; *Perfusão e Circulação Extracorpórea (CEC); * Coleta de materiais biológicos para diagnóstico laboratorial; * Controle de zoonoses; * Desenvolvimento, controle e comercialização de equipamentos e materiais de laboratórios; *Saúde Estética; * Epidemiologia; *Educação em Saúde; *Gestão em Saúde; *Hemoterapia; *Imagiologia e radiobiologia; *Reprodução Assistida; *Saúde Pública e Coletiva; *Terapia Gênica e Celular; *Toxicologia e Farmacologia *Vigilância sanitária; *Outros campos que podem ter intersecção com a área de saúde (Entomologia clínica, Botânica Clínica ou Fitoterapia , Ecologia clínica, Saúde animal, etc); === Produção, Serviços e Tecnologia === * Biotecnologia; *Bioprospecção; *Biologia Forense * Biologia Sintética; * Cultura de Células e Tecidos; * Manipulação genética e Melhoramento genético; * Bioprocessos: processos fermentativos e produção de biomoléculas * Produção, cultivo ou criação e comercialização de espécies animais e vegetais nativas, exóticas e domesticadas; *Gestão da Qualidade e da produção de industrias, serviços e laboratórios: *Gestão de inovação e da tecnologia. *Bioinformática/ Biologia Computacional. === Ambiental === * Análises Ambientais; *Auditoria Ambiental; *Biologia Sanitária; *Conservação, manejo e sustentabilidade da biodiversidade e dos ecossistemas; * Estudos e inventários das espécies; * Ecotoxicologia; * Estudos ambientais (EIA/RIMA, PRAD, RAD, PTRF, etc.); * Educação Ambiental; * Gestão ambiental; * Gestão de efluentes e resíduos; *Gestão de museus, jardins botânicos e zoológicos; *Gestão de parques, reservas e outras Unidades de Conservação; *Paisagismo; *Licenciamento e controle ambiental; *Recuperação e ou restauração de ambientes degradados; *Saúde Ambiental; *Saneamento ambiental; *Tratamento, controle e monitoramento biológico da qualidade do ar, água e solo; *Vigilância Ambiental em Saúde; *Biorremediação; * Controle biológico de vetores e pragas; === Ensino === *Ensino fundamental: Ensino de ciências; *Ensino médio e profissionalizante: Ensino de biologia a nível médio, pré-universitário e técnico/tecnológico; *Ensino universitário: Ensino especializado de algum ramo da biologia a nível superior; == Brasil == O exercício da profissão exige dupla habilitação: a técnico-científica e a legal. A habilitação técnico-científica é expressa através da comprovação da capacidade intelectual do indivíduo, pela posse do diploma fornecido pela autoridade educacional e pelo currículo efetivamente realizado. A habilitação legal cumpre-se com o registro profissional no órgão competente para a fiscalização de seu exercício; no caso dos biólogos, o Conselho Regional de Biologia de sua jurisdição. Os Biólogos, segundo a Classificação Brasileira de Ocupações (CBO) do Ministério do Trabalho e Emprego, (código 221 105) e e diversas resoluções e pareceres jurídicos compilados pelo Conselho Federal de Biologia, podem atuar na realização de diagnósticos biológicos, moleculares, análises clínicas, citológicas e genéticas. Podem prestar consultorias e assessorias, coletar e analisar amostras, realizar ensaios, identificar e classificar espécies, emitir laudos de diagnósticos, preparar amostras para análise, operar instrumentos e equipamentos de análise, realizar exames, controlar qualidade do processo de análise, interpretar resultados de análises, emitir laudos de análises e realizar aconselhamento genético. Segundo o Ministério da Saúde, o biólogo está habilitado a realizar 607 procedimentos de saúde, sendo: 01 procedimento em Ações de Promoção e Prevenção em Saúde; 548 procedimentos com Finalidade Diagnóstica; 57 procedimentos para Transplantes de Órgãos, Tecidos e Células; e 01 procedimento para Órteses, Próteses e Materiais Especiais. Só se pode ser considerado Biólogo quem está debaixo do guarda-chuva do Código de Ética Profissional do Biólogo, que é fiscalizado pelo Conselho Regional de Biologia. Quem faz propaganda de titulação de biólogo sem o ser pode ser enquadrado na legislação de contravenção penal === Formação === Para exercer a profissão é necessário ter graduação em Ciências Biológicas (Biologia) e ter o registro no Conselho Regional de Biologia de sua jurisdição No Brasil, de acordo com as diretrizes curriculares nacionais do curso de ciências biológicas (biologia) junto do parecer 01/2010 do CFBio, o biólogo deverá possuir em sua grade curricular conhecimentos de: * Estrutura dos seres vivos: ciências morfológicas (biologia celular, histologia), fisiologia, genética, biologia molecular e bioquímica, genética e evolução, microbiologia e parasitologia. Visa fornecer visão ampla sobre a organização e interações biológicas, construída a partir do estudo da estrutura molecular e celular, função e mecanismos fisiológicos da regulação em modelos eucariontes, procariontes e de partículas virais, e compreensão dos mecanismos de transmissão da informação genética, em nível molecular, celular e evolutivo; * Diversidade biológica: Zoologia, Botânica, Microbiologia e Parasitologia. Visa fornecer conhecimentos sobre a classificação, filogenia, organização, biogeografia, etologia, fisiologia e estratégias adaptativas morfo-funcionais dos seres vivos; * Ecologia: Ecologia, Conservação e Manejo, Gestão ambiental, biogeografia. Demonstra as relações entre os seres vivos e destes com o ambiente ao longo do tempo geológico. Conhecimento da dinâmica das populações, comunidades e ecossistemas, da conservação e manejo da fauna e flora e da relação saúde, educação e ambiente; * Fundamentos de ciências exatas e da terra: Conhecimentos matemáticos, físicos, químicos, estatísticos, geológicos e outros fundamentais para o entendimento dos processos e padrões biológicos; * Fundamentos filosóficos e sociais: Reflexão e discussão dos aspectos éticos e legais relacionados ao exercício profissional. Conhecimentos básicos de: História, Filosofia e Metodologia da Ciência, Sociologia e Antropologia, para dar suporte à sua atuação profissional na sociedade, com a consciência de seu papel na formação de cidadãos; * Conteúdos específicos: Deverão atender as modalidades Licenciatura e Bacharelado, segundo o potencial vocacional das IES e as demandas regionais. *#Licenciatura (ensino/formação pedagógica): A formação pedagógica, além de suas especificidades, deverá contemplar uma visão geral da educação e dos processos formativos dos educandos. Deverá também enfatizar a instrumentação para o ensino de Ciências no nível fundamental e para o ensino da Biologia, no nível médio. *# Bacharelado (formação técnico- científica): Conhecimentos específicos nas áreas de: *##Saúde; *## Biotecnologia e produção; *## Meio Ambiente e Biodiversidade. === Juramento === === Áreas do conhecimento === No Brasil, as áreas e subáreas do conhecimento do Biólogo foram definidas pela Resolução CFBio Nº 10, de 05 de julho de 2003: * Biofísica: Biofísica celular e molecular, Imagiologia, Fotobiologia, Magnetismo, Radiobiologia; * Biologia Celular; * Biologia Molecular; *Biologia Sintética; *Biologia Clínica; * Bioquímica: Bioquímica comparada, Bioquímica de processos fermentativos, Bioquímica de microrganismos, Bioquímica macromolecular, Bioquímica micromolecular, Bioquímica de produtos naturais, Bioenergética, Bromatologia, Enzimologia; * Botânica: Botânica aplicada, Botânica clínica; Botânica econômica, Botânica forense, Anatomia vegetal, Citologia vegetal, Dendrologia, Ecofisiologia vegetal, Embriologia vegetal, Etnobotânica, Biologia reprodutiva, cologia, Fisiologia vegetal, Fitogeografia, Fitossanidade, Fitoquímica, Morfologia vegetal, Manejo e conservação da vegetação, Palinologia, Silvicultura, Taxonomia/Sistemática vegetal, Tecnologia de sementes; * Ciências Morfológicas: Anatomia humana, Citologia, Embriologia humana, Histologia, Histoquímica, Morfologia; * Ecologia: Ecologia aplicada, Ecologia clínica, Ecologia evolutiva, Ecologia humana, Ecologia de ecossistemas, Ecologia de populações, Ecologia da paisagem, Ecologia teórica, Bioclimatologia, Bioespeleologia, Biogeografia, Biogeoquímica, Ecofisiologia, Ecotoxicologia, Etnobiologia, Etologia, Fitossociologia, Legislação ambiental, Limnologia, Manejo e conservação, Meio ambiente, Gestão ambiental; * Educação: Educação em Saúde, Educação ambiental, Educação formal, Educação informal, Educação não formal; * Ética: Bioética, Ética profissional, Deontologia, Epistemologia; * Fisiologia: Fisiologia humana, Fisiologia animal e Fisiologia microbiana; * Genética: Genética humana, Aconselhamento genético, Genética animal, Genética do desenvolvimento, Genética forense, Genética do melhoramento, Genética de microrganismos, Genética molecular, Genética de populações, Genética quantitativa, Genética vegetal, Citogenética, Engenharia genética, Evolução, Imunogenética, Mutagênese, Radiogenética; * Imunologia: Imunologia aplicada, Imunologia celular, Imunoquímica; * Informática: Bioinformática, Bioestatística, Geoprocessamento, Modelagem e Dinâmica Molecular; * Limnologia; * Micologia: Micologia clínica, Micologia da água, Micologia agrícola, Micologia do ar, Micologia de alimentos, Micologia básica, micologia do solo, Micologia humana, Micologia animal, Biologia de fungos, Taxonomia/Sistemática de fungos; * Microbiologia: Microbiologia Clínica, Microbiologia de água, Microbiologia agrícola, Microbiologia de alimentos, Microbiologia ambiental, Microbiologia animal, Microbiologia humana, microbiologia do solo, Biologia de microrganismos, Bacteriologia, Taxonomia/Sistemática de microrganismos, Virologia; * Paleontologia: Paleobioespeleologia, Paleobotânica, Paleoecologia, Paleoetologia, Paleozoologia; * Parasitologia: Parasitologia ambiental, Parasitologia animal, Parasitologia humana, Biologia de parasitos, Patologia, Taxonomia/Sistemática de parasitos, Epidemiologia; * Saúde Pública: Biologia sanitária, Saneamento ambiental, Epidemiologia, Toxicologia; *Zoologia: Zoologia aplicada, Zoologia econômica, Zoologia forense, Anatomia animal, Biologia reprodutiva, Citologia e histologia animal, Conservação e manejo da fauna, Embriologia animal, Etologia, Etnozoologia, Saúde animal, Fisiologia animal/comparada, Controle de vetores e pragas, Taxonomia/Sistemática animal, Zoogeografia, Biologia Marinha. == Ver também == * Médico * Farmacêutico * Biomédico == Ligações externas == * Conselho Federal de Biologia, conselho profissional brasileiro Categoria:Biologia Categoria:Profissões Categoria:Cientistas Categoria:Ocupações",
 "title": "Biólogo"
}