{
 "id": "44420",
 "text": "(do grego homónymos através do latim homonymus)FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 905. é uma palavra que tem a mesma pronúncia (homófono) e/ou a mesma grafia (homógrafo) que outra, mas que possui um significado diferente desta. No caso de antropônimos, também é chamado de xará (do tupi *xa'ra [de xe rera, \"meu nome\"]),Dicionário Houaiss, verbete \"xará\". xarapa, xarapim, xera, xeroFERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 796. e tocaio (do castelhano tocayo, através do espanhol rioplatense).FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 684. == Exemplos == Veja, a seguir, alguns exemplos de homónimos com seus respectivos significados: Palavra Significado A Significado B Pia 3ª pess. do singular do presente do indicativo do verbo piar tipo de bacia São 3ª pess. do plural do presente do indicativo do verbo ser sadio Manga Tipo de fruta Parte da camisa que cobre os ombros e os braços Canto 1ª pess. do singular do presente do indicativo do verbo cantar Canto da Sala Penso 1ª pess. do singular do presente do indicativo do verbo pensar Curativo que se aplica numa ferida Cedo 1ª pess. do singular do presente do indicativo do verbo ceder advérbio de tempo Como 1ª pess. do singular do presente do indicativo do verbo comer conjunção subordinativa causal, comparativa ou conformativa; advérbio de modo ou intensidade; interjeição; verbo comer conjugado na primeira pessoa; preposição; palavra explicativa; palavra de realce; pronome relativo; substantivo Nós pronome da 1ª pessoa do plural plural de nó == Homófono == Um homófono é uma palavra que é pronunciada como outra, mas que possuem significado ou ortografia diferentes,Pat Lessie (1999). How to Spell Homophones. Teacher Created Resources. p. 3. ISBN 978-1-57690-499-2. por exemplo \"Nós\" \"pronome\" e \"Noz\" \"fruta\" são palavras homófonas.Dicionário UNESP do português contemporâneo. UNESP. 2005. p. 721. ISBN 978-85-7139-576-3. O termo é inadequado porque palavras consideradas homófonas são apenas homônimos de grafia diferente, sugerindo-se então o termo heterógrafo, o antônimo de homógrafo.Dicionário de Lingüística. Editora Cultrix. 2007. p. 326. ISBN 978-85-316-0123-1. As palavras homófonas são palavras de pronúncias iguais. Existem dois tipos de palavras homófonas, que são: *Homófonas heterográficas (são as homófonas propriamente ditas); *Homófonas homográficas (são também chamados de homônimos perfeitos pois possuem mesma grafia e mesma pronúncia). === Palavras homófonas === Homofomos/homofonadas: Como o nome já diz, são palavras homófonas (iguais na pronúncia), mas heterográficas (diferentes na escrita). ;Exemplos: :* acento — assento; :* cheque — xeque; :* chá — xá; :* chácara — xácara; :* conserto — concerto; :* cela — sela; :* censo — senso; :* censual — sensual; :* cinto — sinto; :* cozer — coser; :* desconcertado — desconsertado; :* caçado — cassado; :* caçar — cassar; :* cesta — sexta — sesta; :* extremo — estremo; :* extrema — estrema; :* extremar — estremar; :* estreme — extreme, Categoria:Fonética",
 "title": "Homónimo"
}