{
 "id": "44483",
 "text": "Gaullismo é uma ideologia política francesa baseada nas ideias e na ação do General Charles de Gaulle. O eixo principal da política internacional de de Gaulle foi a independência nacional, com algumas consequências práticas, como a relutância a certas associações internacionais como a ONU ou à antiga Comunidade Econômica Europeia. Seu ponto principal era que a França não deveria depender de um país ou organização estrangeiros para sua sobrevivência, daí a criação da força de dissuasão nuclear, e que o país deveria recusar toda forma de servidão militar a uma potência estrangeira, fosse ela os Estados Unidos ou a União Soviética. Podem-se citar também o conservadorismo social e o dirigismo econômico como partes da ideologia gaullista, mas esses pontos não são necessariamente aceitos por aqueles que se chamam gaullistas. O gaullismo foi algumas vezes caracterizado como uma forma de populismo, pois de Gaulle apoiava-se fortemente em seu carisma. Desde a morte de Gaulle, o significado exato de gaullismo é variado. De maneira geral, \"gaullismo\" refere-se ao Rassemblement pour la République [que foi integrado na União por um Movimento Popular e hoje está presente no seu sucessor, o atual partido Os Republicanos, o partido de direita de Jacques Chirac. Chirac adotou, no passado, tanto o dirigismo como o laissez-faire em matéria econômica. Atualmente, tem uma tendência pró-europeia. Também há políticos de esquerda que se reivindicam gaullistas. Mesmo François Mitterrand, que denunciou a maneira de governar de Gaulle como um Golpe de Estado permanente (coup d'état permanent), esforçou-se em manter o poder de dissuasão nuclear e a independência militar francesa. ==Significado== O principal componente doutrinário do gaullismo é um desejo de se obter a independência da França de poderes estrangeiros, mas também há componentes sociais e econômicos em algumas formas da filosofia. O termo \"gaullismo\" é utilizado em termos para qualificar as acções deste, suas opiniões, seus feitos, etc. O sentido do termo tem evoluído durante o tempo: * Durante a Segunda Guerra Mundial, o termo gaulismo foi utilizado como sinónimo da palavra resistência, em particular pelas autoridades alemãs e pelo governo de Vichy. * Após a libertação, o termo gaullismo toma o seu sentido atual, mais político, designando as ideias do general de Gaulle e seus partidários, por oposição aos outros partidos e correntes políticas. ==Ver também== *Charles de Gaulle *France: What Remains Of Gaullism Today? - Radio Free Europe/Radio Liberty Categoria:Charles de Gaulle Categoria:Conservadorismo na França Categoria:Nacionalismo na França Categoria:Ideologias políticas epônimas Categoria:Populismo Categoria:Política da França Categoria:Resistência Francesa",
 "title": "Gaullismo"
}