{
 "id": "445",
 "text": "A Biologia celular ou citologia é a ramificação da biologia que estuda a estrutura e função da célula, também conhecida como a unidade básica da vida. A biologia celular abrange ambas as células procarióticas e eucarióticas, e pode ser dividida em vários sub-tópicos, que podem incluir o estudo do metabolismo celular, comunicação celular, ciclo celular e a bioquímica da célula. O estudo das células utiliza diversas técnicas como cultura celular, vários tipos de microscopia, e fracionamento celular. Eles permitiram e estão sendo usados atualmente para descobertas e pesquisas relativas ao funcionamento das células, fornecendo, em última análise, uma visão sobre a compreensão de organismos maiores. Conhecer os componentes das células e o funcionamento deles é fundamental para todas as ciências biológicas, além de também ser essencial para a pesquisa biomédica. A pesquisa na biologia celular é interconectada com muitos outros campos tais como a genética, genética molecular. bioquímica, biologia molecular, microbiologia médica, imunologia e citoquímica. == Técnicas == A pesquisa moderna em biologia celular examina diferentes maneiras de cultivar e manipular células fora de um corpo vivo para continuar as pesquisas em anatomia e fisiologia humana e para derivar medicamentos. As técnicas pelas quais as células são estudadas evoluíram. Devido aos avanços na microscopia, as técnicas e a tecnologia permitiram aos cientistas compreender melhor a estrutura e função das células. Muitas técnicas comumente usadas para estudar a biologia celular estão listadas abaixo: * Cultura celular: Utiliza células de crescimento em um meio, o que permite uma grande quantidade de um tipo específico de célula e uma maneira eficiente de estudar as células. * Microscopia de fluorescência: Marcadores fluorescentes como a GTP são usados para rotular um componente celular específico. Mais tarde, um certo comprimento de onda de luz é utilizado para excitar o marcador fluorescente para que seja visível. * Microscopia de contraste de fase: Utiliza o aspecto óptico da luz para representar as mudanças de fase sólida, líquida e gasosa, sob diferenças de iluminação. * Microscopia confocal: Combina microscopia de fluorescência com imagens, focando luz e instâncias de captura instantânea para formar uma imagem 3D. * Microscopia de transmissão eletrónica: Envolve a coloração do metal e a passagem de elétrons pelas células, que serão desviados na interação com o metal. Em última análise, isso forma uma imagem dos componentes que estão sendo estudados. * Citometria: As células são colocadas na máquina que usa um feixe para espalhar as células com base em diferentes aspectos e, portanto, pode separá-los com base no tamanho e conteúdo. As células também podem ser marcadas com GFP e podem ser separadas dessa forma também. * Fracionamento celular: Este processo requer quebrar a célula usando alta temperatura ou sonificação seguida de centrifugação para separar as partes da célula, permitindo que sejam estudadas separadamente. == Classificação e composição celular == Existem dois tipos fundamentais de células, as células procarióticas e eucarióticas. As células procarióticas são distinguidas das eucarióticas pela ausência do núcleo celular ou de outra organela delimitada por membrana. === Células procarióticas === As células procarióticas são as células dos organismos dos domínios Archaea e Bacteria, caracterizadas pela ausência de núcleo celular e de organelas revestidas por membrana. As células procarióticas são tipicamente menores e mais simples, se reproduzindo por fissão binária. As bactérias, o tipo mais proeminente, têm várias formas diferentes, que incluem principalmente esféricas e em forma de bastonete. Existem muitos processos que ocorrem nas células procarióticas que lhes permitem sobreviver. Por exemplo, em um processo denominado conjugação, o fator de fertilidade permite que a bactéria possua um pilus que lhe permite transmitir DNA para outra bactéria que não possui o fator F, permitindo a transmissão de resistência permitindo-lhe sobreviver em certos ambientes. === Células eucarióticas === As células eucarióticas podem ser unicelulares ou multicelulares, e incluem células de animais, plantas, fungos e protozoários, todas contendo organelas com várias formas e tamanhos. Essas células são compostas pelas seguintes organelas: * Núcleo: Funciona como o armazenamento de informações genéticas para a célula, contendo todo o DNA organizado na forma de cromossomos. É circundado por um envelope nuclear, que inclui poros nucleares permitindo o transporte de proteínas entre o interior e o exterior do núcleo. É também o sítio para a replicação do DNA, bem como a transcrição de DNA para RNA. Posteriormente, o RNA é modificado e transportado para o citosol para ser traduzido em proteína. * Nucléolo: Esta estrutura está dentro do núcleo, geralmente de forma densa e esférica. É o local da síntese do RNA ribossomal (RNAr), que é necessário para a montagem ribossômica. * Retículo endoplasmático (RE): sintetiza, armazena e secreta proteínas para o Aparelho de Golgi. * Mitocôndria: responsável pela produção de energia (ATP) dentro da célula. Especificamente, este é o local onde ocorre o ciclo de Krebs, para a produção de NADH e FADH. Posteriormente, esses produtos são utilizados na cadeia de transporte de elétrons (ETC) e na fosforilação oxidativa para a produção final de ATP. * Aparelho de Golgi: Processa, embala e secreta as proteínas até seu destino. As proteínas contêm uma sequência de sinal que permite ao aparelho de Golgi reconhecer e direcioná-lo para o local correto. * Lisossomo: As funções do lisossoma degradam o material trazido de fora da célula ou organelas antigas. Este contém muitas hidrolases ácidas, proteases, nucleases e lipases, que quebram as várias moléculas. Autofagia é o processo de degradação através dos lisossomas que ocorre quando uma vesícula se desprende do RE e engolfa o material, e então se liga e se funde com o lisossoma para permitir que o material seja degradado. * Ribossomos: Traduz RNA em proteína. Sintetizam proteínas fundamentais para a célula. * Citoesqueleto: Compõe a estrutura celular, dá a estabilidade à célula e ancora organelas dentro das células. * Membrana plasmática: A membrana plasmática pode ser descrita como uma bicamada fosfolipídica e também é composta por lipídios, glicídios e proteínas. Como o interior da bicamada é hidrofóbico e para que as moléculas participem das reações dentro da célula, elas precisam ser capazes de cruzar esta camada de membrana para entrar na célula por meio de pressão osmótica, difusão, gradientes de concentração e canais de membrana. * Centríolos: Produz fibras fusiformes que são usadas para separar cromossomos durante a divisão celular. As células eucarióticas também podem ser compostas dos seguintes componentes moleculares: * Cromatina: Mistura de DNA com várias proteínas que constitui os cromossomos. * Cílios: ajudam a impulsionar substâncias e também podem ser usados para fins sensoriais. == Processos == === Metabolismo celular === O metabolismo celular inclui muitas vias e é necessário para a produção de energia para a célula e, portanto, sua sobrevivência. Para a respiração celular, uma vez que a glicose está disponível, um processo denominado glicólise ocorre dentro do citosol da célula, produzindo o piruvato. O piruvato sofre descarboxilação usando o complexo multi-enzima para formar acetil-coA, que pode ser prontamente usado no ciclo de Krebs para produzir NADH e FADH2. Esses produtos estão envolvidos na cadeia de transporte de elétrons, para formar um gradiente de prótons através da membrana mitocondrial interna. Esse gradiente pode, então, conduzir a produção de ATP e H2O durante a fosforilação oxidativa. O metabolismo nas células vegetais inclui a fotossíntese, que é simplesmente o oposto exato da respiração, uma vez que, em última análise, produz moléculas de glicose. === Comunicação e sinalização celular === A comunicação celular é importante para a regulação celular e para que as células processem informações do ambiente e respondam de acordo. A comunicação pode ocorrer por meio do contato direto com as células ou por sinalização endócrina, parácrina e autócrina. O contato direto célula-célula ocorre quando um receptor em uma célula se liga a uma molécula que está ligada à membrana de outra célula. A sinalização endócrina ocorre por meio de moléculas secretadas na corrente sanguínea. A sinalização parácrina usa moléculas que se difundem entre duas células para se comunicar. Um agente autócrino é uma célula que envia um sinal para si mesma, secretando uma molécula que se liga a um receptor em sua superfície. As formas de comunicação podem ser por meio de: * Canais iónicos: Podem ser de diferentes tipos, como canais de íons controlados por voltagem ou ligante. Eles permitem o fluxo e entrada de moléculas e íons. * Receptor acoplado à proteína G: é amplamente reconhecido por conter 7 domínios transmembranares. O ligante se liga ao domínio extracelular e, uma vez que o ligante se liga, isso sinaliza um fator de troca de guanina para converter GDP em GTP e ativar a subunidade G-α. G-α pode ter como alvo outras proteínas, como adenil ciclase ou fosfolipase C, que em última análise produzem mensageiros secundários, como cAMP, Ip3, DAG e cálcio. Esses mensageiros secundários funcionam para amplificar sinais e podem direcionar canais iônicos ou outras enzimas. Um exemplo de amplificação de um sinal é a ligação de cAMP e ativação de PKA removendo as subunidades regulatórias e liberando a subunidade catalítica. A subunidade catalítica tem uma sequência de localização nuclear que a avisa para ir para o núcleo e fosforilar outras proteínas para reprimir ou ativar a atividade do gene. * Receptor tirosina quinase: Ligam os fatores de crescimento, promovendo ainda mais a tirosina na porção intracelular da proteína para fosforilar cruzado. A tirosina fosforilada torna-se uma plataforma de aterrissagem para proteínas contendo um domínio SH2, permitindo a ativação de Ras e o envolvimento da via da MAP quinase. === Ciclo celular === O processo de crescimento da célula não se refere ao tamanho da célula, mas sim à densidade do número de células presentes no organismo em um determinado momento. O crescimento celular diz respeito ao aumento no número de células presentes em um organismo à medida que ele cresce e se desenvolve; à medida que o organismo cresce, aumenta também o número de células presentes. As células são a base de todos os organismos e a unidade fundamental da vida. O crescimento e o desenvolvimento das células são essenciais para a manutenção do hospedeiro e sobrevivência do organismo. Para esse processo, a célula passa pelas etapas do ciclo e desenvolvimento celular que envolvem crescimento celular, replicação do DNA, divisão celular, regeneração e morte celular. O ciclo celular é dividido em quatro fases distintas: G1, S, G2 e M. A fase G - que é a fase de crescimento celular - representa aproximadamente 95% do ciclo. A proliferação de células é instigada por progenitores. Todas as células começam em uma forma idêntica e podem essencialmente se tornar qualquer tipo de célula. Célula a sinalização, como a indução, pode influenciar as células próximas a diferenciar e determinar o tipo de célula em que ela se tornará. Além disso, isso permite que células do mesmo tipo se agreguem e formem tecidos, depois órgãos e, finalmente, sistemas. As fases G1, G2 e S (replicação, dano e reparo do DNA) são consideradas a parte da interfase do ciclo, enquanto a fase M (mitose) é a parte da divisão celular do ciclo. A mitose é composta por vários estágios que incluem prófase, metáfase, anáfase, telófase e citocinese, respectivamente. O resultado final da mitose é a formação de duas células-filhas idênticas. O ciclo celular é regulado por uma série de fatores de sinalização e complexos, como ciclinas, quinase dependente de ciclina e p53. Quando a célula completa seu processo de crescimento e se encontra danificada ou alterada, ela sofre morte celular, por apoptose ou necrose, para eliminar a ameaça que pode causar à sobrevivência do organismo. == Patologia == O ramo científico que estuda e diagnostica doenças em nível celular é denominado citopatologia. A citopatologia é geralmente usada em amostras de células livres ou fragmentos de tecido, ao contrário do ramo patológico da histopatologia, que estuda tecidos inteiros. A citopatologia é comumente usada para investigar doenças que envolvem uma ampla variedade de locais do corpo, muitas vezes para ajudar no diagnóstico de câncer, mas também no diagnóstico de algumas doenças infecciosas e outras condições inflamatórias. Por exemplo, uma aplicação comum da citopatologia é o esfregaço de Papanicolaou, um teste de rastreamento usado para detectar o câncer cervical e lesões cervicais pré-cancerosas que podem levar ao câncer cervical. == Citologistas notáveis == *Jean Baptiste Carnoy *Peter Agre *Günter Blobel *Robert Brown *Geoffrey M. Cooper *Christian de Duve *Robert Hooke *H. Robert Horvitz *Marc Kirschner *Anton van Leeuwenhoek *Ira Mellman *Peter D. Mitchell *Rudolf Virchow *Paul Nurse *George Emil Palade *Keith R. Porter *Ray Rappaport *Michael Swann *Roger Tsien *Edmund Beecher Wilson *Kenneth R. Miller *Matthias Jakob Schleiden *Theodor Schwann *Yoshinori Ohsumi *Jan Evangelista Purkyně == Ver também == * Autofagia * Histologia == Ligações externas == * Atlas Digital de Biologia Celular no site da Universidade Federal do Rio Grande do Sul Categoria:Biologia celular",
 "title": "Biologia celular"
}