{
 "id": "44544",
 "text": "Oficina G3 é uma banda brasileira de rock cristão formada na cidade de São Paulo em 1987. Fundada por Juninho Afram, Wagner García, Walter Lopes, Túlio Régis e Luciano Manga, no fim da década de 1980, o conjunto passou por vários subgêneros do rock e formações. A banda já venceu e foi indicada, por várias vezes, em premiações como os troféus Talento, Promessas e Grammy Latino, por suas produções. Na época em que o conjunto começou, o rock ainda tinha forte resistência em igrejas cristãs brasileiras, mesmo com certas bandas no início da década de 1980, como o Rebanhão, a se destacarem no mainstream da cena religiosa. A partir da década de 1990, juntamente com nomes como Catedral, Resgate, Katsbarnea e Fruto Sagrado, Oficina G3 se tornou ícone do incipiente gênero do rock cristão brasileiro, tornando-se conhecida entre os admiradores desse estilo no país. Apesar de, em parte, seus integrantes terem sido rejeitados por muitos pastores e lideranças religiosas, o visual da banda, com integrantes tatuados e de cabelos compridos, em geral sempre atraiu o público jovem adepto ao cristianismo. Sob a liderança criativa do guitarrista Juninho Afram e do vocalista Luciano Manga, a banda lançou Nada É Tão Novo, Nada É Tão Velho (1993), que tinha influências de bandas evangélicas norte-americanas como o Stryper, bem como gêneros como o hard rock. Com a entrada de Duca Tambasco em 1994 e de Jean Carllos em 1996, a banda produziu Indiferença, um de seus álbuns mais notáveis. Em 1997, Manga deixa a banda e entra, em seu lugar, PG. Nesta época, parte do apelo de \"banda de rock pesado\" foi deixado de lado e o grupo passou a ter um estilo mais guiado por gêneros como o pop rock. Foi a fase de sua maior popularidade, principalmente por álbuns como Acústico ao Vivo (1999) e O Tempo (2000). Após a saída de PG em 2003, o Oficina G3 voltou a ter como estilo predominante outras variações do rock, mais especificamente o progressivo. No álbum Além do que os Olhos Podem Ver (2005), os vocais foram assumidos pelo guitarrista Juninho Afram. Em 2008, o cantor Mauro Henrique assumiu os vocais, permanecendo no grupo por 12 anos e lançando os álbuns Depois da Guerra (2008) e Histórias e Bicicletas (2013). Após anos de turnês, singles e hiato, Mauro deixou a banda em 2020, que seguiu em turnês comemorativas com ex-integrantes. O registro mais recente lançado é Humanos Tour, de 2024. Sua formação atual conta com três integrantes: Juninho Afram (vocal e guitarra), único remanescente da formação original, Duca Tambasco (baixo e vocal) e Jean Carllos (teclado e vocal). Os músicos são reconhecidos por suas proficiências em seus instrumentos, estando frequentemente presentes em matérias de revistas especializadas em música. == História == === 1987–1989: O início === A banda teve início na década de 1980, uma época marcada pelo surgimento de várias bandas de rock cristão no Brasil, intensificado pelo movimento gospel, que difundiu o gênero pelo país. Nessa época surgiram na música cristã brasileira inúmeras bandas de rock cristão, sendo que os grupos Resgate, Fruto Sagrado, Katsbarnea, Catedral e Oficina G3 foram os principais que alcançaram notoriedade nacional durante a época. Em 1987, na Igreja Cristo Salva, em São Paulo, Juninho Afram, Walter Lopes, Wagner García e Tulio Regis, frequentadores do local, juntaram-se e formaram um grupo musical, a fim de suprir a necessidade de mais músicos naquela congregação. Eles formaram assim o grupo 3 daquela igreja. Somaram-se a eles subsequentemente Luciano Manga, além dos músicos convidados James Conway na guitarra, e Márcio Woody de Carvalho no teclado. Como o grupo não tinha nome ainda na época, decidiram chamá-lo pela sigla G3, abreviatura de Grupo 3 (pelo fato de que eram o terceiro grupo de louvor da Igreja Cristo Salva). Mais tarde, resolveram mudar de nome e escolheram Oficina. Por essa época, a banda se inscreveu num concurso de talentos cristãos sob o nome Oficina G3, nome provisoriamente adotado. Esse nome, segundo Luciano Manga, foi adotado no final dos anos 1980, por uma sugestão de um amigo dos integrantes da banda. Na ocasião, o grupo participaria em um evento chamado Terça Gospel, no Dama Shock, e este amigo era dono de uma agência de publicidade, e achava que este nome seria chamativo. Posteriormente os membros da banda passaram a frequentar a Igreja Metodista de Santo Amaro e tocar na Renascer em Cristo onde foram contratados pela Gospel Records. Por esse tempo o grupo ganhou alguma notoriedade pelo seu estilo hard rock, que era algo raro no meio da música cristã brasileira. Nessa época a banda já se apresentava no Dama Shock, em São Paulo, junto a outras bandas, onde ganharam uma certa relevância.Fonseca, Celso (8 de junho de 1990). Caindo no rock e nas graças divinas. Jornal da Tarde. === 1990–1997: A banda com Luciano Manga === Em 1990 o grupo lançou um LP ao vivo, gravado em uma apresentação na casa de eventos Dama Shock. Por essa época já havia sido adotado o nome oficial do conjunto. Passado algum tempo, alguns integrantes da banda a deixaram, nomeadamente o baixista Wagner García e o vocalista e letrista da banda Túlio Régis, entrando Duca Tambasco e ficando com apenas um vocalista. Segundo Túlio, sua saída foi provocada por problemas pessoais, e com o grupo. Em 1993, a banda gravou Nada É Tão Novo, Nada É Tão Velho. Lentamente começam a se tornar conhecidos no Brasil, atraindo um considerável número de fãs e admiradores pelo país. Como não era muito comum haver bandas cristãs de rock no início da década de 1990, algumas vezes a banda era discriminada por lideranças religiosas, algumas alegando que sua música era satânica. O visual da banda, marcado por tatuagens, piercings e cabelos compridos contribuía para esse efeito, mas o mesmo visual representava um atrativo para a sua audiência, tanto cristã quanto secular. A terceira gravação, intitulada Indiferença, somente aconteceu em 1996, ano que também marcou a entrada Jean Carllos no grupo. O trabalho foi produzido por Paulo Anhaia, que trabalhou, anteriormente, em On the Rock do Resgate e Armagedom, do Katsbarnea, que também contou com participação de Duca Tambasco. Indiferença mostrou o virtuosismo da banda, com duas faixas dedicadas a solos de guitarra e uma outra a um solo de baixo. Um dos solos de guitarra era um prelúdio instrumental à canção \"Glória\" (versão rock em português do hino The Battle Hymn of the Republic), que por muito tempo foi uma das músicas mais tocadas em suas apresentações. Neste álbum, Juninho Afram tornou-se o compositor majoritário do grupo, e participou, com mais frequência dos vocais. Indiferença foi muito bem recebido, consolidando e tornando a banda ainda mais popular e bem avaliada. O disco é considerado por muitos o melhor álbum da banda até hoje e representou o auge do Oficina G3 na fase inicial do grupo, e também o fim dela, já que, após esse álbum, Luciano Manga necessitou deixar o grupo porque era pastor. Por conta do fato, Manga e os membros do Oficina G3 escolheram PG, que era membro da igreja ao qual faziam parte, para assumir a posição de vocalista do conjunto. PG era baixista e vocalista de uma banda de metal chamada Corsário, e, mais tarde, aceitou entrar no grupo. Assim que PG ingressou, Luciano Manga se retirou da banda. A partir daí o conjunto decidiu gravar trabalhos acústicos, comemorando dez anos de carreira. === 1998–2003: A banda com PG === Com a entrada do novo vocalista, a banda grava em 1998 o álbum Acústico, com duas canções inéditas e regravações, uma delas escrita por PG, e outra por Juninho Afram. Um ano depois, lançou o Acústico ao Vivo, este alcançando a marca de mais de cem mil cópias vendidas, contendo as mesmas faixas do projeto de estúdio, além de outras regravações. O ex-vocalista Luciano Manga chegou a participar em uma das canções do álbum. Segundo Túlio Regis, a posterior entrada do Oficina G3 no cast da gravadora MK Music coincidiu com a saída da banda de pop rock Catedral, que estava assinando com a Warner. Ao mesmo tempo, as relações da banda com a gravadora Gospel Records não eram das melhores, mesmo sendo o grupo que mais vendia discos do selo. E, por um contrato artístico considerado repressivo pelo cantor, o grupo permanecia, até que Túlio ajudou na contratação com a MK. O grupo então assinou contrato com a gravadora em 2000, saindo da Gospel Records e perdendo os direitos autorais de todos os álbuns. No mesmo ano, o grupo lançou o álbum O Tempo. O disco tornou-se um grande sucesso comercial, e esse sucesso chegou a chamar a atenção até mesmo das mídias não-religiosas, com vídeos musicais da banda sendo apresentados no canal Multishow e na MTV Brasil. O Tempo contou com a produção musical de Geraldo Penna, que começou a trabalhar com o Oficina G3 nos trabalhos acústicos. O álbum superou a marca das 170 mil cópias vendidas. Em 2001, o grupo foi o único de música cristã (além de Os Nazaritos) a participar do Rock in Rio 3, e neste evento lançou o DVD O Tempo. No ínterim entre O Tempo e a obra posterior, o baterista Walter Lopes deixou a banda por motivos pessoais, entrando em seu lugar como freelancer o irmão de PG, Johnny Mazza, que permaneceu até o final de julho de 2002. Após a saída de Johnny Mazza, Lufe assume a bateria da banda, mas também não como integrante oficial. Em 2002, o quarteto lançou Humanos, álbum que seguiu, parcialmente, a tendência pop rock, mesmo tendo uma sensível diferença no estilo. O uso de riffs e solos de guitarras mais marcantes, e a presença muito maior de distorções do que no álbum passado, contudo sem representar uma volta ao estilo hard rock, aproximando-se muito mais ao nu metal – que era uma das tendências daquele momento – de bandas como Linkin Park e P.O.D.. O álbum recebeu várias avaliações negativas da crítica especializada, por sua inconsistência sonora, considerado, por muitos, como o pior álbum do Oficina G3. Apesar disso, o álbum foi um sucesso comercial, recebendo disco de ouro por vender mais de 100 mil cópias. Em junho de 2003, PG também decidiu sair da banda. Entretanto, a notícia só foi divulgada dois meses depois. A saída do cantor foi alvo de polêmicas e críticas públicas do ex-vocalista e de seus colegas de grupo. Duca Tambasco, por exemplo, declarou: \"A gente ficou sabendo através de um comunicado\". PG afirmou que suas atividades como pastor não recebiam aprovação total dos demais membros, e optou por seguir sozinho. Por conta de tais mudanças na estrutura interna da banda, Juninho Afram assumiu a posição de vocalista enquanto o conjunto procurava um novo intérprete. === 2004–2007: Oficina G3 como trio === A saída de PG provocou uma sensação de insatisfação nos músicos remanescentes. Com críticas e um encontro conturbado na sede da gravadora, a relação entre Afram, Tambasco e Carllos com PG ficou frágil. Na época, os integrantes já trabalhavam em um álbum inédito. Com sua saída, os membros retomaram a produção e começaram a desabafar acerca do ocorrido, mas optaram por mudar o direcionamento conceitual da obra. Caracterizado como um álbum conceitual que critica a hipocrisia religiosa, a banda contou com a participação de Déio Tambasco em algumas guitarras do projeto, e na base, durante a turnê. O cantor Marcão participou nos vocais em algumas faixas, e Lufe ficou responsável pela bateria. Sonoramente, o disco sofreu uma mudança na tendência dos anteriores, com a diminuição de baladas e uma musicalidade voltada à vertentes progressivas do rock, com vários contratempos e distorções. Além do que os Olhos Podem Ver levou mais de um ano para ser lançado, mas obteve bons desempenhos comerciais e críticos, caracterizando o Oficina G3 mais distante do pop rock, chegando a vender 20 mil cópias em apenas três dias e a ganhar um disco de ouro no período de um mês, além de render a primeira indicação do conjunto ao Grammy Latino, na categoria Melhor Álbum de Música Cristã em Língua Portuguesa. Ter lançado um projeto de sonoridade mais \"pesada\" fez aumentar as especulações de que PG teria sido o responsável pelo direcionamento musical que a banda tinha. Mas Juninho Afram entrou em defesa do ex-integrante, afirmando que \"não houve 'um' culpado para as mudanças sonoras, as coisas foram simplesmente acontecendo\". Após a turnê de Além do que os Olhos Podem Ver, Déio Tambasco retornou à banda Katsbarnea, que estava sendo reformulada, e Lufe deixou de tocar com o grupo em novembro de 2006. Por conta da saída dos dois músicos contratados, a banda convidou Alexandre Aposan e Celso Machado para assumirem suas respectivas funções. Nesta formação, a banda entrou em estúdio para gravar um álbum comemorativo dos seus vinte anos de carreira. O projeto, denominado Elektracustika, trouxe, em seu repertório, regravações repaginadas de músicas mais antigas ao lado de algumas canções inéditas. A proposta do trabalho era de criar uma sonoridade rica e criativa, explorando o formato acústico com suas trivialidades e limitações. As canções mostraram uma oscilação entre o vigor dos instrumentos elétricos e o clima intimista do formato acústico, sendo mais abrangente em relação ao público se comparado com a obra anterior, já que não limitou os ouvintes àqueles que gostam de rock mais \"pesado\". Apesar de não ter sido um proposta musical inédita para outros grupos, representou uma novidade no estilo da banda, com arranjos, ao olhar da mídia especializada, bastante trabalhados se comparado à maioria dos trabalhos acústicos. O trabalho, apesar de incompreendido pelo público, chegou a concorrer ao Grammy Latino no ano de 2007. Contendo também uma presença maior de Jean Carllos e Duca Tambasco nos vocais, a banda fez uma pequena turnê nos Estados Unidos, e anunciou, por ocasião do aniversário de vinte anos de carreira, o lançamento de um DVD comemorativo, porém poucos detalhes foram dados a respeito. === 2008–2015: Fase Mauro Henrique, Grammy, entrada e saída de Aposan === Posteriormente, a banda anunciou oficialmente a entrada de um novo vocalista chamado Mauro Henrique. O cantor já estava há um tempo convivendo com a banda, inclusive fazendo participações especiais em shows. A banda já estava trabalhando em seu novo álbum, Depois da Guerra, e produzido totalmente para as linhas vocais de Juninho Afram. Nesse ínterim, a entrada de Mauro Henrique foi anunciada, e o CD sofreu algumas mudanças para ser adaptado à sua voz, além de novas faixas e mudança na ordem das músicas. Duca Tambasco na época, afirmou, em entrevistas, que o álbum seguiria a proposta progressiva de Além do que os Olhos Podem Ver, porém com mais influências do metal. D.D.G. foi produzido por Marcello Pompeu e Heros Trench, integrantes da banda Korzus, os quais o baixista elogiou: \"Se a gente tinha uma linguagem em 180 graus eles expandiram em 360, pra todos os lados que se possa imaginar: em rock, peso, linguagem, ritmos. E foi muito legal trabalhar com eles. O profissionalismo dos caras tem sido muito bacana\". Liricamente, o álbum foi definido por Tambasco como, em grande maioria, das guerras em geral vividas por cristãos, seja em conflitos com outras pessoas que causam divisões, quanto em guerras pessoais, com a rotina e o dia a dia. O álbum recebeu avaliações favoráveis da crítica e teve seu desempenho comercial favorecido pela expectativa do público com a entrada de Mauro Henrique. A banda gravou o clipe da canção \"Incondicional\" em maio de 2009, com direção de vídeo de Hugo Pessoa. A produção, na época, foi lançada em 35mm digital HD, e alcançou milhões de visualizações no YouTube. Tempos depois, o álbum foi premiado no Grammy Latino, na categoria Melhor álbum cristão em Língua Portuguesa. Nos dias 25 e 26 de julho de 2009, o Oficina G3 realizou, na cidade de Santa Bárbara d'Oeste a gravação do DVD D.D.G. Experience, com base na temática e no disco Depois da Guerra. Gravado numa usina abandonada, foi dirigido por Hugo Pessoa. A produção também contou com o efeito bullet-time. Além do repertório de Depois da Guerra, a gravação trouxe algumas canções dos álbuns Humanos e Além do que os Olhos Podem Ver. Em 2011, a banda encerra a turnê DDG e anuncia a YourTourG3. O repertório, dessa vez, foi escolhido pelo público em votação da internet e consequentemente trouxe várias canções da banda, incluindo antigas. Em agosto, o grupo foi indicado em algumas categorias do Troféu Promessas: Melhor DVD, a qual foi finalista e Melhor Banda, também finalista. Neste mesmo ano, em 16 de agosto, o Oficina G3 anunciou, oficialmente, a entrada de Alexandre Aposan como baterista do conjunto. Em agosto de 2012, a banda foi para Londres, onde iniciou as gravações de mais um trabalho, com coordenação e auxílio do cantor e compositor Leonardo Gonçalves e produção musical do próprio conjunto. O projeto foi lançado em abril de 2013, e teve por título Histórias e Bicicletas. O projeto foi dedicado à ex-esposa de Mauro Henrique, Jaky Dantas, que morreu de câncer meses antes da gravação. O álbum foi destacado pela banda como um disco gerado após várias histórias positivas e negativas que o grupo tinha vivido ao longo dos últimos anos. Na mesma época, Duca Tambasco e Jean Carllos se divorciaram de suas esposas. Portanto, o projeto, assim, foi considerado mais reflexivo e triste do que os anteriores. A sonoridade manteve as tendências progressivas dos projetos antecedentes, porém, com mais influências do metal alternativo. Em 2014, o álbum recebeu disco de ouro pela ABPD, por mais de quarenta mil cópias vendidas. No início de 2014, a banda apresentou o G3 na Igreja, um projeto em que o grupo faria apresentações especiais em templos religiosos. Para a divulgação da iniciativa, o grupo gravou um evento na Primeira Igreja Batista de São Paulo, e divulgou, em seu canal no YouTube, videoclipes das canções \"Encontro\" e \"Aos Pés da Cruz\", dirigidas por Douglas Sciola. Em julho do mesmo ano, o baterista Alexandre Aposan anunciou sua saída do grupo, alegando que contratos da banda impediam que o músico seguisse como integrante oficial e ao mesmo tempo pudesse gravar discos com outros artistas. A banda lançou um comunicado agradecendo o músico e, desde então, o Oficina G3 não definiu oficialmente nenhum baterista em seu lugar. Após isso, o grupo passou a atuar com o baterista contratado Maick Souza, no mesmo processo realizado com Lufe e o ex- integrante Aposan. Em abril de 2015, a banda lançou Histórias e Bicicletas - O Filme, com direção de vídeo de Hugo Pessoa e participação de Leonardo Gonçalves. O material conteve filmagens da gravação do álbum, com depoimentos dos integrantes do grupo, o clipe inédito de \"Água Viva\" e de outras canções do álbum Histórias e Bicicletas. Paralelamente ao G3 na Igreja, a banda passou a produzir o DNA G3, um formato de show que trouxe músicas de todos os álbuns da banda e também workshops dos integrantes. O vocalista Mauro Henrique, ainda, passou a se apresentar por meio da turnê Loop Session + Friends, ao lado dos cantores Leonardo Gonçalves e Guilherme de Sá. === 2016–atualmente: Independência fonográfica, hiato e turnês comemorativas === Em setembro de 2016, a banda anunciou a produção de seu primeiro EP e, no dia 29 do mesmo mês, lançou o single \"Tudo É Vaidade\" nas plataformas digitais. O videoclipe, liberado no canal da Oficina G3, foi dirigido por Jr. Finnis e gravado durante shows nas cidades de Curitiba e Maringá. Com o lançamento, feito de forma independente, o vocalista Mauro Henrique anunciou que a banda encerrou contrato com a gravadora MK Music, após cerca de 16 anos de relacionamento com a empresa carioca. No mês seguinte, o grupo divulgou mais um single, chamado \"João\", por meio de um lyric video produzido por Nilton Fernandes. A música, de composição dos quatro integrantes, foi liberada com exclusividade na Deezer e, mais tarde, nas demais plataformas digitais de música de forma independente. Em fevereiro de 2017, o grupo disponibilizou a música \"Retrato\". No mês seguinte, o quarteto liberou uma regravação da música \"O Caminho\", original do álbum O Tempo (2000), como single. Em 25 de setembro de 2017, a banda comunicou oficialmente um hiato e fez shows até o final do mesmo ano. A última data prevista, ocorrida na cidade de São Paulo em dezembro, trouxe as participações de Walter Lopes, PG, Luciano Manga, Alexandre Aposan, Déio Tambasco e Lufe. Apesar disso, a banda chegou a se apresentar novamente em 2018 em um show beneficente para ajudar o ex-vocalista Túlio Regis, diagnosticado com câncer. Regis morreu em 2021. No final de 2019, PG foi procurado para fazer uma turnê comemorativa do álbum O Tempo, e manifestou interesse em promover junto com a banda, e sugeriu que Walter Lopes fosse o baterista. Em paralelo, durante o hiato do grupo, especulações e boatos de que o vocalista Mauro Henrique deixaria o grupo começaram a se intensificar no segmento evangélico. O cantor começou a liberar projetos solo, enquanto a Oficina G3 não lançava um álbum inédito há tempos. A saída de Mauro foi anunciada publicamente em 2020, em uma live ocorrida no site da banda. O vocalista afirmou que sua saída se deu após decisão do guitarrista Juninho Afram, que o sugeriu seguir seu caminho como intérprete solo. Mauro chegou a dizer que a sua saída foi tranquila e sem conflitos. No entanto, em 2024, afirmou que foi desligado do Oficina G3 e que sua fase no grupo e o processo da saída teria lhe gerado alguns traumas. Logo após a saída de Mauro Henrique, a banda promoveu uma reunião com o ex-vocalista PG e o ex-baterista Walter Lopes e anunciou uma turnê, que foi adiada para 2022 por conta da pandemia de COVID-19 no Brasil. Nesse interím, o grupo chegou a publicar novas gravações em estúdio de músicas dos álbuns O Tempo e Humanos como videoclipes no YouTube. De volta aos palcos, a turnê ainda contou com a participação do guitarrista Mateus Asato. O roteiro de shows marcou a comemoração aos 20 anos do álbum Humanos, mas também contemplou faixas de O Tempo. Walter alternou a bateria com Lufe. Concomitantemente a turnê, foi produzido um documentário sobre os shows e a relação com a banda. A produção chegou a ser exibida em cinemas brasileiros da rede Cinemark durante o ano de 2023. O lançamento, por sua vez, se deu em maio de 2024, juntamente com o álbum ao vivo Humanos Tour. Entre 2023 e 2024, a banda promoveu a turnê NADOQINDY, com as participações dos ex-integrantes Luciano Manga, PG, Lufe e do guitarrista Déio Tambasco, irmão do baixista integrante Duca Tambasco. O roteiro comemorou 30 anos do álbum Nada É Tão Novo, Nada É Tão Velho, quase 20 anos de Além do que os Olhos Podem Ver (2005) e os quase 30 anos de Indiferença (1996). Alguns dos shows contaram com a participação da banda Resgate. Ao fim da turnê, já em 2024, foram anunciados shows adicionais que mesclavam o repertório das duas turnês. Ainda no contexto de turnês comemorativas, o grupo passou a se organizar para uma turnê que comemorasse a fase do ex-vocalista Mauro Henrique na banda, com as participações de Alexandre Aposan e Celso Machado. A DDG Tour foi anunciada em agosto de 2024 e, na véspera da divulgação, Mauro divulgou nas redes sociais que declinou de fazer os shows. Nos dias seguintes, os membros do grupo convidaram PG para assumir os vocais da turnê, o que foi aceito pelo intérprete. O repertório reúne as canções dos álbuns Depois da Guerra (2008) e Histórias e Bicicletas (2013), além dos singles lançados entre 2016 a 2020. == Formação == === Integrantes === *Juninho Afram – vocal, guitarra, violão (1987–presente) *Duca Tambasco – baixo, vocal de apoio (1994–presente) *Jean Carllos – teclado, piano, vocal (gutural e apoio) (1995–presente) ===Ex- integrantes=== *Túlio Régis – vocal e compositor (1987-1992) *Wagner García – baixo (1987-1993) *Luciano Manga – vocal (1987-1997) *Walter Lopes – bateria, vocal (1987-2002) *PG – vocal, violão (1997-2003) *Alexandre Aposan – bateria (2006-2014) *Mauro Henrique – vocal, violão (2008–2020) ===Músicos convidados=== *James Conway – guitarra base (1989–1992) *Márcio \"Woody\" de Carvalho – teclado (1989–1994) *Marcos Pereira – guitarra base, violão (1993–1994) *Johnny Mazza – bateria (2002–2003) *Lufe – bateria (2002–2006; 2020–2024) *Déio Tambasco – guitarra base (2004–2006; 2023–2024) *Celso Machado – guitarra base (2006–2015; 2024) *Maick Sousa – bateria (2014-2018) *Mateus Asato – guitarra base (2020-2023) *Walter Lopes – bateria (2020–2023) *PG – vocal, violão (2020–presente) *Luciano Manga – vocal (2023–2024) == Discografia == *1990: Ao Vivo *1993: Nada É Tão Novo, Nada É Tão Velho *1996: Indiferença *1998: Acústico *1999: Acústico ao Vivo *2000: O Tempo *2002: Humanos *2005: Além do Que os Olhos Podem Ver *2007: Elektracustika *2008: Depois da Guerra *2013: Histórias e Bicicletas == Estilo e influências == A banda possui influências diversas, as quais podem ser notadas com maior ou menor intensidade em seus álbuns, que refletem cada um dos diferentes gêneros musicais pelos quais passou. Nota-se, por exemplo, a influência das bandas de rock norte-americanas Bride, Stryper (influências especialmente notórias nos primeiros álbuns, em especial pelo estilo glam rock das canções, e da aparência dos integrantes), Petra, Newsboys, DC Talk (cujo integrante Kevin Max já cantou com o Oficina G3, na ocasião de um concerto em junho de 2003, em São Paulo), P.O.D. Além das bandas de música cristã, pode-se incluir entre as influências a banda Deep Purple, e os músicos Yngwie Malmsteen, Oscar Peterson, Charlie Parker, Bach, Chopin, Tom Jobim e ainda Laurens Hammond. A banda já passou principalmente por três fases: hard rock (primeiros três álbuns, com o vocalista Manga), pop rock (próximos 4 álbuns, com o vocalista PG), e metal progressivo (últimos três álbuns de inéditas, um de Juninho Afram como vocalista, e os dois últimos com Mauro Henrique). Apesar de terem esses três estilos bem definidos em suas respectivas fases, também exploraram outros gêneros musicais durante sua história. Entre os estilos que os influenciaram estão o power metal, heavy metal, nu metal, metalcore, thrash metal, glam rock, metal neoclássico, música instrumental, música erudita, música experimental, e a MPB. A banda também influenciou outros músicos e personalidades. Mara Maravilha, antes de tornar-se evangélica, regravou a canção \"Naves Imperiais\" - composta por Túlio Régis e presente no álbum Ao Vivo - em seu disco, Curumim, de 1991. No DVD Vem, esta é a hora - Ao Vivo do grupo Vineyard Music Brasil gravado em 2008, Juninho Afram participa da canção \"Quebrantado\" ao lado de Luciano Manga. Várias outros músicos cristãos declaram que costumam ouvir o Oficina G3: Luiz Arcanjo, vocalista do Trazendo a Arca; Marco Antônio, ex-vocalista do Fruto Sagrado; Dudu Borges, produtor musical notório no sertanejo universitário, entre outros. == Reconhecimento == Ao longo de sua carreira, o Oficina G3 alcançou marcas notáveis para uma banda de música cristã: já tocou para oitocentas mil pessoas na Marcha para Jesus, em São Paulo; já se apresentou nos estádios Maracanã, Pacaembu e Canindé, tendo nos três concertos um público superior a cem mil pessoas; foi a única banda de música cristã a tocar no Rock in Rio III; e além de outras marcas consideráveis. A banda também já realizou algumas turnês pelos Estados Unidos, Europa e América Latina. O grupo já foi aclamado em várias ocasiões por seu trabalho na música cristã, chegando a ser indicado para o Grammy Latino nos anos de 2006, 2008 e em 2009, na categoria Melhor Álbum de música cristã em Língua Portuguesa, tendo ganhado a premiação no último ano. Também, entre os anos de 2003 a 2009, a banda foi indicada para o Troféu Talento catorze vezes, vencendo em cinco. 2009 foi o ano de maiores vitórias do conjunto no prêmio, tendo sido indicado em duas categorias e tendo vencido em ambas. Em 2010, o grupo venceu na categoria Melhor Banda no Troféu Melhores do Ano. Os músicos do grupo frequentemente são reconhecidos pela proficiência em seus instrumentos. Jean Carllos e Duca Tambasco estão frequentemente presentes em revistas especializadas em seus instrumentos. Juninho Afram é muitas vezes considerado um dos maiores guitarristas em atividade no Brasil, sendo comparado à Kiko Loureiro, Edu Ardanuy e outros grandes músicos. == Ligações externas == * Página oficial * Página da banda pela MK Music * * Canal oficial da banda no Youtube * Twitter oficial da banda * Categoria:Bandas de rock cristão Categoria:Bandas de metal cristão Categoria:Bandas de metal progressivo do Brasil Categoria:Bandas formadas em 1987 Categoria:Bandas de rock do Brasil Categoria:Grupos musicais cristãos Categoria:Vencedores do Troféu Talento Categoria:Vencedores do Grammy Latino",
 "title": "Oficina G3"
}