{
 "id": "44557",
 "text": "Sebastião Carvalho Leme (Guará, – ) foi um fotógrafo brasileiro, inventor de uma máquina fotográfica especializada na obtenção de panorâmicas denominada Máquina fotográfica 360°.Museu homenageia fotógrafos de Marília, SPExposição faz homenagem aos fotógrafos nos 83 anos de Marília ==Experiência profissional== Uma fotografia 4x6 ct, tirada em 1938 com uma maquininha de caixão Agfa, que usava filme 127, foi que despertou o pendor pela arte fotográfica de Sebastião Carvalho Leme. Leme era diretor do Departamento Fotográfico da Companhia Cinematográfica Vera Cruz em 1950 durante a filmagem de \"Caiçara\". Também foi o primeiro a processar fotografias coloridas em laboratório próprio em Marília em 1975, quando fazia painéis de até 1,50 m, e ensaios de fotografias artísticas em pôsteres e a gravar vídeo em VHS, também em Marília em 1984, quando, fora São Paulo, só havia em Campinas e Ribeirão Preto profissionais no gênero.Arte sobre a mesa ==Exposições fotográficas== ===Categoria individual=== *Exposição de Arte Fotográfica de Marília no salão do \"Marília Tênis Clube\" em 15 de junho de 1946 com 31 trabalhos. (Esta exposição foi registrada no Boletim do \"Foto Cine Clube Bandeirante\" como a primeira exposição de fotografia realizada no interior). *Exposição na \"Sociedade Legião Brasileira\" de Ribeirão Preto em 11 de setembro de 1946 com 28 trabalhos. *Cerca de 15 exposições sobre a construção de Brasília promovida pela \"Sociedade Ingaí de Imóveis\", em São Paulo, Rio de Janeiro, Campinas e Santos, trabalhos colhidos em quatro levantamentos em épocas diferentes. *Exposição sob o patrocínio da \"União dos Treze\" em Marília em 15 de novembro de 1947 com 31 trabalhos. *Exposição patrocinada pela \"União dos Treze\" em 21 de novembro de 1948 com 38 trabalhos. *Exposição sob patrocínio da \"União dos Treze\" em 15 de novembro de 1950 com 35 trabalhos. *Exposição de painéis sobre a economia de Marília na Câmara Municipal em 6 de dezembro de 1975. *Exposição na Galeria de Arte do \"Black Stream Hotel\" em Ribeirão Preto em 2 de junho de 1974 com 22 trabalhos. *Exposição no Centro Cultural de Marília em 13 de abril de 1981 com 35 trabalhos, na qual foram apresentadas fotografias com seis técnicas diferentes. *\"1º Exposição Fotográfica com Imagens Produzidas em Computador\" apresentada no salão da Câmara Municipal em 4 de abril de 1987. *Exposição de fotos de computador na CCB-EU em 9 de julho de 1994. *Exposição \"Marília no Início da Década de 50\" no saguão do Banespa. *Exposição \"60 Anos de Fotografia\" promovida no Espaço Cultural da Fundação de Ensino \"Eurípedes Soares da Rocha\" em 4 de agosto de 1998. *Autor da \"1ª EXPOSIÇÃO DE FOTOGRAFIAS FEITAS COM MÁQUINA 360º NO BRASIL\" realizada no saguão do Teatro Municipal entre 6 a 11 de outubro de 1998. *Exposição de fotos tiradas com a máquina 360º no Foto Cine Clube Bandeirante de São Paulo, de 30 de agosto a 2 de outubro de 1999. ===Categoria coletiva=== *\"Salão de Arte Fotográfica\" de Ribeirão Preto (nacional) em 25 de novembro de 1951 com 4 trabalhos (premiado com Medalha de Prata). *\"Salão Nacional de Arte Fotográfica\" organizado pelo Foto Cine Clube Marília em 25 de janeiro de 1952 com 4 trabalhos como membro da Comissão Julgadora, fora de concurso. *\"Exposição Mundial de Arte Fotográfica\" organizada pela Sociedade Fluminense de Fotografia com dois trabalhos. *\"Salão Coletivo de Arte Fotográfica de Marília\" em 11 de abril de 1951. Participação com 10 trabalhos. Membro da comissão julgadora e fora de concurso. Outras exposições – \"Foto Cine Clube de Osvaldo Cruz\", \"Sociedade Riograndense de Fotografia\" e \"Foto Cine Clube Bandeirante\" São Paulo. ==Participação em concursos== *\"Primeiro Salão de Belas Artes de Marília\" Medalha de Ouro e Prata com a tela a óleo \"Engenho da Formosa\" em 4 de abril de 1948. *\"Concurso Permanente de Reportagem\" da Revista \"A Cigarra\" e premiado em primeiro lugar com o trabalho \"Seda: Aurora e Crepúsculo de uma Indústria\" – com texto e fotos. *Concurso \"Fotografia do Dia\" promovido pelo \"Diário de São Paulo\" em 1958. Premiado com Menção Honrosa. *Concurso \"Cidade de São Paulo\" na categoria Parques e Jardins promovido pelo Sindicato de Hotéis e Turismo e Federação do Comércio do Estado de São Paulo e Foto Cine Clube Bandeirante, premiado em segundo lugar em 1950. ==Trabalhos literários== *Autor de vários trabalhos publicados no \"Correio de Marília\" na década 1950. *Compôs e publicou a Revista \"Marília\" em 1958 abordando os aspectos econômicos, políticos, culturais e sociais de Marília. ==Trabalhos divulgados no exterior== *Álbum de fotografia documentando Marília doado ao presidente Harry Truman, dos Estados Unidos, na \"41ª Convenção dos Rotarys Internacional\" – maio de 1951. *Álbum fotográfico doado ao Prefeito de Nova Iorque, Sr. Robert F. Wagner, pela \"Associação Paulista dos Municípios\" em 1 de junho de 1956. ==Participações em movimentos culturais== *Fundador do \"Foto Cine Clube Marília\" do qual foi o primeiro presidente. *Membro da \"União dos Treze\" do qual foi presidente por duas gestões. *Um dos fundadores da \"Comissão dos Registros Históricos da Câmara Municipal e da Cidade de Marília\" *Membro da Loja Maçônica \"Brasil II\", Grande Oriente do Brasil – Inativo. *Um dos fundadores, em 1963, da Loja Maçônica 9 de Julho de São Paulo das Grandes Lojas do Brasil, e que se tornou uma das mais importantes Lojas Maçônicas do Brasil. Inativo. *Ex-membro do Rotary Club de Marília *Fundador cotista do Educandário Bezerra de Menezes, tendo, posteriormente, doado a cota a instituição. *Sócio remido do Clube dos Bancários de Marília. *Sócio cotista do Country Club de Marília. ==Ministração de cursos== *Curso sobre fotografia ministrado no \"Clube de Cinema de Marília\" no período de setembro a novembro de 1980. ==Invenções== *Inventor do sistema para fotografar em 360º. Patenteado sob o número 99 271 no \"Departamento Nacional da Propriedade Industrial\" em 26 de novembro de 1957. *Nova técnica para expressar arte em fotografia que se denominou \"Foto Matizagem\". ==Filmagens== *Documentário em Super 8 focalizando a estrutura econômica de Marília para a Prefeitura Municipal com a duração de 50 minutos. 1980. *Documentário, com acompanhamento, da construção de casas populares em regime de mutirão, para a Prefeitura Municipal. 1980. ==Honrarias recebidas== *Medalha de Mérito Cívico – \"Marília de Dirceu\" outorgada pela Câmara Municipal de Marília em 29 de janeiro de 1983. *Título de \"Cidadão Mariliense\" outorgado pela Câmara Municipal de Marília em 19 de setembro de 1998. *Título de \"Mérito Profissional\" conferido pelo Rotary Club 4 de Abril em sessão solene, no dia 19 de agosto de 1999. *Diploma de \"Mérito Cultural\" conferido pela Secretaria Municipal de Cultura e Turismo na 11ª SEMANARTE. *\"Certificado de Mérito\" conferido pelo Lions Club de Marília Terceiro Milênio em 15 de agosto de 2002. *Em 30 de agosto de 1999 foi aberta a \"Mostra de Fotografias em 360º\" no Foto Cine Clube Bandeirante de São Paulo *Exposição \" Imagens de Um Pioneiro\" no Espaço Cultural da Fundação de Ensino \"Eurípedes Soares da Rocha\" em 24 de março de 2003 com 72 fotos , em branco e preto e coloridas, do período de 1940 a 1960. *Participação em várias Exposições promovidas pelo Foto Clube \"Sebastião Carvalho Leme\". *Em 22 de setembro de 2003 promoveu a Exposição \"Table Photos\" na UNIVEM – Centro Universitário Eurípedes de Marília, com 15 trabalhos de figuras geométricas. *Em 7 de maio de 2005, lhe foi conferida em Ribeirão Preto, a medalha de \"Ícone da Fotografia\" em âmbito nacional, pela Confederação Brasileira de Fotografia e Cinema e pelo Grupo Amigos da Fotografia de Ribeirão Preto na \"XIV Bienal de Arte Fotográfica Brasileira- Cores\" ==Ligações externas== *História da máquina fotográfica 360º *Fotografia em 360° *Sebastião Carvalho Leme Categoria:Fotógrafos do estado de São Paulo Categoria:Naturais de Guará (São Paulo) Categoria:Inventores do Brasil Categoria:Maçons do estado de São Paulo",
 "title": "Sebastião Carvalho Leme"
}