{
 "id": "44645",
 "text": "Sharon Tate Polanski (Dallas, 24 de janeiro de 1943 – Los Angeles, 9 de agosto de 1969), foi uma atriz e modelo norte-americana. Durante a década de 1960, ela desempenhou pequenos papéis na televisão antes de aparecer em filmes e foi regularmente apresentada em revistas de moda como modelo e capa. Depois de receber críticas positivas por suas atuações cômicas e dramáticas, Tate foi aclamada como uma das recém-chegadas mais promissoras de Hollywood. Tate estreou no cinema em 1961 como figurante em Barrabás com Anthony Quinn. Apareceu em seguida no filme de terror Eye of the Devil (1966). Sua atuação mais lembrada foi como Jennifer North no filme clássico cult de 1967 Valley of the Dolls, que lhe rendeu uma indicação ao Globo de Ouro. Naquele ano, ela também atuou no filme The Fearless Vampire Killers, dirigido por seu futuro marido Roman Polanski. O último filme completo de Tate, 12+1, foi lançado postumamente em 1969. Em 9 de agosto de 1969, Tate e outras quatro pessoas foram assassinadas por membros da Família Manson, na casa que ela dividia com Polanski. Estava grávida de oito meses e meio. ==Infância e adolescência== Sharon foi a primeira de três filhas a nascer da união entre o coronel Paul Tate, um oficial do Exército dos Estados Unidos e Doris Gwendolyn. Aos seis meses, ganhou o seu primeiro concurso de beleza, sendo coroada Miss Tiny Tot de Dallas, sua cidade natal, mas seus pais não tinham ambições artísticas para a filha. Seu pai, como militar, era promovido e transferido de cidade em cidade. Aos 16 anos, Sharon já tinha morado em seis cidades e se queixava de não conseguir fazer amizades. Sua família a descrevia como tímida e com falta de autoconfiança. Quando se tornou adulta, ela comentou que as pessoas confundiam sua timidez com indiferença até que a conhecessem melhor. Á medida que crescia, sua beleza começava a chamar a atenção e ela começou a trabalhar como modelo e participou de vários concursos de beleza, sendo eleita \"Miss Richland\", do estado de Washington, aos 16 anos. Não pode participar do concurso estadual porque o pai foi logo a seguir transferido para a Itália, levando toda a família. Ao chegar em Verona, ela descobriu que tinha se tornado uma celebridade local, com uma foto sua de maiô publicada na capa do Stars and Stripes, o jornal das Forças Armadas. Começou a fazer amigos na escola americana de Vicenza e com eles, participou como figurante de um filme sendo feito no local, Adventures of a Young Man, com Paul Newman. Notada por um dos atores do filme, Richard Beymer, os dois começaram a namorar e Beymer a incentivou a entrar para a carreira artística. Em 1960, quando Barrabás estava sendo filmado perto de Verona, ela conseguiu outro trabalho como figurante. Um dos atores do filme, Jack Palance, ficou impressionado com sua beleza e atitude apesar de sua participação ser muito pequena para que se pudesse julgar o talento. Ele arranjou um teste para ela numa produtora de Roma mas a oportunidade não foi adiante. Quando Barrabás estreou ela retornou aos Estados Unidos sozinha, dizendo à família que queria completar os estudos no próprio país, mas em vez disso foi atrás de oportunidades no cinema. Após alguns meses, a mãe Doris teve um distúrbio nervoso e Tate foi convencida a voltar para a Itália. Quando a família voltou aos Estados Unidos, Sharon resolveu perseguir o seu sonho de ser estrela de cinema. Em Hollywood, ela procurou Hal Gefsky, o agente de Beymer, que disse que \"ela era tão linda e jovem que eu não sabia direito o que fazer com ela\". Praticamente assim que voltou para casa, ela começou a trabalhar constantemente em comerciais de tv e revistas de moda, com os melhores fotógrafos do mercado, como Bert Stern e Philippe Halsman. Gefsky apresentou Tate a um dos mais importantes produtores de Hollywood, Martin Ransohoff, que ficou chocado com a beleza dela, decidiu contratá-la e fazer dela uma estrela. Como Sharon era menor de 21 anos, seus pais foram chamados para discutir um contrato e, atendendo aos desejos da filha, Paul e Doris concordaram que Sharon seguisse seu caminho no show business. Em 1964, ela viria a conhecer e a namorar Jay Sebring, que começava a se estabelecer como cabeleireiro das celebridades em Hollywood e que, apaixonando-se por ela, a pediu em casamento, o que Sharon recusou. Era sua intenção deixar a vida artística quando casasse, mas ela ainda tinha muito pela frente antes de deixar a carreira que mal se iniciava. Sebring, com o passar dos anos e de seu posterior casamento com Polanski, acabou tornando-se seu grande amigo e os dois morreriam juntos cinco anos depois. ==Carreira== Começou por pequenos papéis na televisão, em séries de TV como The Beverly Hillbillies e O Agente da UNCLE, mas Sharon estava ansiosa por conseguir melhores papéis no cinema e chegou a fazer um teste para o papel de 'Liesl', a filha mais velha do Barão von Trapp em A Noviça Rebelde e para o par amoroso de Steve McQueen em The Cincinnati Kid, papel que perdeu para Tuesday Weld. Sam Peckinpah, o diretor do filme, e Ransohoff, concordaram que sua timidez e inexperiência na profissão a fariam perder-se num papel tão grande. Mas Ransohoff estava tão certo de que Tate viraria uma superestrela que investiu cerca de um milhão de dólares em sua preparação, divulgação e treinamento. Chegou a ser conhecida na época como a Million Dolar Baby, a última das estrelas de estúdio e o The Edmonton Journal a colocou na capa com a manchete de que Tate era a nova aposta de Hollywood em quem se estava investindo uma pequena fortuna. Em 1966, seu mentor conseguiu para ela seu primeiro papel importante num filme, O Olho do Diabo, a ser filmado em Londres com David Niven, Deborah Kerr e David Hemmings, que no mesmo ano viraria uma grande estrela internacional como o fotógrafo de Blow-Up. O filme seria o grande teste de Sharon, da sua capacidade de impressionar na tela e de representar papéis de importância. O diretor J. Lee Thompson teve inicialmente grandes dúvidas sobre seu potencial e chegou a comentar com Ransohoff que \"se ela não desempenhasse o que esperávamos nas duas primeiras semanas, eu iria colocá-la na geladeira, diminuindo seu papel\" mas logo percebeu que sua presença na tela era \"tremendamente excitante\". Ela interpretou Odile de Caray, uma linda jovem com poderes sobrenaturais, que exerce um misterioso poder sobre um dono de terras e sua mulher. Apesar de não ter tantas falas quanto seus colegas mais famosos, o desempenho de Tate foi considerado crucial para o filme e sua personagem foi necessária, mais do que a dos outros membros do elenco, para definir um tom etéreo na trama. Ransohoff ficou animado com o trabalho de Tate e foi atrás de outros papéis importantes. Continuou em Londres, vivendo o mundo da moda e a noite londrinas, já que Sebring tinha voltado aos Estados Unidos por compromissos profissionais. Foi nessa época que conheceu Roman Polanski. No fim daquele ano, Ransohoff começou a produzir um novo filme a ser dirigido por Polanski, A Dança dos Vampiros, uma comédia de humor negro. Polanski queria Jill St. John para o principal papel feminino mas concordou em conhecer Sharon a pedido do produtor. Depois de um jantar em que discutiram o papel, ele concordou que ela pudesse estrelar o filme, desde que Sharon usasse uma peruca vermelha para a personagem. Durante as filmagens, em que inicialmente o diretor teve pouca paciência com Sharon, chegando a rodar setenta vezes uma mesma cena para ficar satisfeito mas depois elogiando seu desempenho, os dois se apaixonaram e ela foi viver com Polanski no apartamento dele em Londres. Sebring, em Hollywood, ficou devastado com a notícia. Para a promoção do filme, o fotógrafo Francesco Scavullo fotografou Tate na neve de casaco de pele e peruca vermelha para a revista Vogue e o próprio Polanski fez um ensaio com ela seminua para a revista Playboy. A Dança dos Vampiros veio a ser um grande sucesso de público para Polanski e lançou Sharon Tate ao estrelato. Pouco tempo depois, Sharon voou de volta para Los Angeles para participar de nova produção de Ransohoff, Não Faça Onda, uma comédia hedonista passada nas praias da Califórnia onde ela enfeitiça Tony Curtis com seu rosto e corpo absolutamente perfeitos, aparecendo quase o tempo todo de biquíni. Como uma atlética pára-quedista e ginasta chamada 'Malibu', ela mesmo fez todas as suas cenas de dublê impressionando a equipe de filmagem. Para promover o filme, incontáveis fotos de Tate de biquíni como \"Malibu\" saíram na mídia e seu sucesso foi tão grande - apesar das críticas e bilheterias medíocres que o filme conseguiu - que na estreia dele fotos em tamanho natural da personagem estavam por todas as salas de entrada dos cinemas dos Estados Unidos e ela se tornou garota-propaganda da Coppertone. Durante as filmagens, Curtis tornou-se um amigo íntimo do casal Tate-Polanski e virou conselheiro sentimental da atriz. Em março de 1967, a matéria com Tate na Playboy chegou às bancas e a revista afirmava que \"esse é o ano do acontecimento Sharon Tate\", acompanhada de seis páginas de um editorial seminua que ela havia feito com Polanski durante as filmagens de A Dança dos Vampiros. Estava otimista com os lançamentos de Eye of the Devil e o filme com Polanski e tinha sido contratada para um dos papéis principais de O Vale das Bonecas, a versão cinematográfica do super best-seller de Jacqueline Susann. Na época, Tate deu entrevistas sobre suas pretensões no cinema, em que tentava encontrar um lugar nas comédias ligeiras como as feitas por Carole Lombard e o tipo de atrizes contemporâneas de quem gostava, se dizendo admiradora de Faye Dunaway e Catherine Deneuve. Sobre a última ela declarou: \"Eu gostaria de ser a Catherine Deneuve americana. Ela interpreta personagens profundas, sensitivas e bonitas, sempre com um rasgo de inteligência entre elas\". O Vale das Bonecas foi um sucesso de bilheteria mas foi massacrado pela crítica. Mesmo assim, com sua personagem \"Jennifer North\" - uma aspirante a atriz admirada pela beleza mas não pelo talento, alguém com quem Tate se identificava - ela conseguiu uma indicação ao Globo de Ouro de Revelação do Ano e críticas elogiosas - mais por seu físico - da Newsweek, que chamava o filme de \"sem sentido e idiota\" mas dizia que Tate era \"surpreendentemente fotogênica, infinitamente curvilínea e uma das mais esmagadoras jovens a atingir Hollywood em muito tempo\" e do Chicago Tribune,\"uma maravilha de ser olhar\". Depois de Não Faça Onda e O Vale das Bonecas, apesar de estar se tornando uma estrela, Sharon começou a ficar decepcionada com o caminho que sua carreira tomava e estava perdendo a confiança em Ransohoff, achando que nunca conseguiria papéis mais substanciais, ficando para sempre rotulada e presa a papéis de deusas loiras sexies como 'Malibu' e \"Jennifer North\", e passou a depreciar-se, chamando-se em tom de gozação de \"Eu, a pequena sexy\". Ela inclusive diria a Polanski que \"ele era a melhor metade\", falando da posição do casal na indústria do cinema. Sobre isso, Polanski declarou anos depois: \"Sharon não acreditava em sua própria beleza. Uma vez, quando era muito pobre na Polônia, eu ganhei belos sapatos novos e na mesma hora comecei a sentir vergonha deles. Vergonha porque todos os meus amigos tinham sapatos simples e ordinários e eu ficava envergonhado de andar com eles com os meus. É assim que Sharon se sente com sua própria beleza. Ela se sente embaraçada por ela\". ==O casamento com Roman Polanski== No fim de 1967, Tate e Polanski retornaram a Londres e passaram a aparecer frequentemente em artigos de jornais e revistas, onde Tate era descrita como moderna e não-convencional. Casaram em Chelsea, em 20 de janeiro de 1968, debaixo de enorme publicidade. Polanski estava vestido com o que foi descrito como uma \"elegância eduardiana\" e Sharon usou um minivestido branco e o casal foi morar na nova casa de Polanski, no bairro de Belgravia. O fotógrafo Peter Evans, amigo do casal os descreveu como \"o casal imperfeito. Eram os Douglas Fairbanks e Mary Pickford dos nossos tempos. Legais, nômades, talentosos e chocantemente bonitos\". Apesar de Sharon querer um casamento tradicional, o marido continuou a ter um comportamento algo promíscuo e ironizava as atitudes dela com sua infidelidade. Polanski fazia sempre questão de lembrá-la que ela havia prometido que não tentaria mudá-lo. Tate aceitou as condições dele mas confidenciava às amigas que tinha a esperança que ele mudasse: \"nós temos um grande acordo. Ele mente pra mim e eu finjo que acredito\". Polanski a pressionava para desfazer o acordo com Martin Ransohoff e Sharon passou a ter uma vida mais caseira e a dar menos importância à carreira. Roman dizia que queria ser casado com uma hippie e não com uma dona de casa. O casal retornou a Los Angeles naquele ano e rapidamente passou a fazer parte de um grupo social que incluía algumas das pessoas jovens mais bem sucedidas da indústria do cinema, como Steve McQueen, Warren Beatty, Mia Farrow, Jacqueline Bisset, Leslie Caron e Jane Fonda, músicos como Jim Morrison e The Mamas & the Papas, e o produtor de discos Terry Melcher e sua namorada, a atriz iniciante Candice Bergen. Jay Sebring continuava como um dos amigos mais próximos do casal. O círculo de amigos pessoais de Polanski incluía pessoas que ele conhecia desde a juventude na Polônia como Wojciech Frykowski e sua namorada, a milionária herdeira de café Abigail Folger. O casal foi morar em um hotel em West Hollywood por alguns meses até alugarem a casa da atriz Patty Duke em Beverly Hills, no segundo semestre de 1968. A casa dos Polanski vivia sempre cheia de gente e de estranhos e Tate falava da atmosfera casual que reinava como parte do \"espírito livre\" da época, dizendo que não se preocupava com quem vinha à sua casa já que seu lema era \"viva e deixe viver\". Leslie Caron, sua amiga íntima, mais tarde comentou que o casal era muito confiante nos outros \"ao ponto da imprudência\" e que ela tinha ficado alarmada com aquilo. No verão de 1968, Sharon começou seu novo filme, The Wrecking Crew, uma sátira de espionagem ao estilo dos filmes de James Bond, com Dean Martin no papel do agente secreto Matt Helm, quarto filme da série com o espião bon-vivant norte-americano. Sharon, como a desajeitada espiã-por-acaso 'Freya Carlson', fez suas próprias cenas de ação e aprendeu artes marciais com Bruce Lee. Sucesso de bilheteria e fracasso de crítica como o anterior, alguns críticos elogiaram seu talento para comédia. Vincent Canby, do The New York Times, resenhou que \"a única coisa boa do filme era Sharon Tate, uma loira alta e realmente bonita\". Sendo indicada para vários prêmios neste ano, e ficando em segundo lugar - depois de Lynn Redgrave - numa grande pesquisa nacional entre donos de cinemas sobre quem seria a \"A Estrela do Amanhã\" \\- sua carreira começou a acelerar e seu cachê passou a ser de US$ 150 mil por filme. Sharon Tate engravidou no fim de 1968 e em 15 de fevereiro de 1969 ela e Polanski mudaram-se para uma mansão em Benedict Canyon a sudeste de Bel Air, em 10050 Cielo Drive. A mansão, de propriedade de Rudi Altobelli, tinha sido ocupada antes por seus amigos Terry Melcher e Candice Bergen. O casal Polanski a tinha visitado várias vezes e Sharon ficou animada quando soube que ela tinha ficado vaga, referindo-se a ela como \"a casa dos sonhos\". Em sua nova moradia, o casal continuou a ser um anfitrião popular de um grande grupo de amigos, apesar de alguns deles continuarem preocupados com certos estranhos que apareciam nas festas da casa. Encorajada por ter críticas boas com relação a seu talento para comédias, Sharon aceitou fazer um novo filme nesta linha, na Itália. 12+1 (As Treze Cadeiras, nos Estados Unidos) com Orson Welles e Vittorio Gassman, era uma oportunidade que viu de trabalhar com um de seus ídolos, Welles. Em março de 1969 ela embarcou para a Europa com Polanski, ela para as filmagens na Itália e ele para Londres, para fazer a pré-produção e dirigir The Day of the Dolphin (com a morte de Tate, Polanski deixou o projeto em agosto e o filme só foi realizado em 1973, dirigido por Mike Nichols). Folger e Frykowski ficaram morando em Cielo Drive na ausência do casal. Terminadas as filmagens de 12+1, Tate foi encontrar-se com Polanski em Londres e lá posou para diversas revistas e deu inúmeras entrevistas. Perguntada por um jornalista se acreditava em destino, respondeu: \"Claro. Toda minha vida tem sido decidida pelo destino. Acho que algo mais forte do que nós decide nossos destinos. Eu só sei de uma coisa, eu nunca planejei nada do que tem acontecido na minha vida\". Ela retornou de Londres para Los Angeles no navio Queen Elizabeth 2 em 20 de julho e Polanski pediu ao casal Folger- Frykowski que ficasse morando com a mulher até sua volta. Tate teria ainda 19 dias de vida. ==Morte== No dia 8 de agosto, Sharon estava a quinze dias de ter seu bebê. Ela almoçou em casa com duas amigas e contou a elas sobre seu desapontamento por Roman não estar ainda ali, tendo adiado por alguns dias seu retorno de Londres. De tarde ele telefonou, assim como suas irmãs, Debra e Patti, pedindo para passar a noite com ela na casa, o que ela negou. De noite, ela foi com alguns amigos jantar no restaurante El Coyote e retornaram à casa cerca de 22h30. Com ela estavam Jay Sebring, Abigail Folger e Wojciech Frykowski. Na casa também estavam o caseiro William Garretson, que morava numa construção menor afastada da casa principal, e seu amigo, o estudante de 18 anos, Steven Parent. Nos primeiros minutos da madrugada do dia 9, a mando de Charles Manson, um grupo de seus seguidores, todos eles jovens entre 20 e 23 anos, formado por Charles \"Tex\" Watson, Susan Atkins, Patricia Krenwinkel e Linda Kasabian, invadiu a casa de Cielo Drive e massacrou seus moradores. Parent foi morto a tiros quando saía da casa e deu de frente com o grupo que entrava e Tate, Sebring, Folger e Frykowski assassinados a tiros e facadas na sala da residência e nos jardins. Sharon Tate foi assassinada com 16 facadas, várias delas na barriga. O crime foi classificado como assassinato ritual. Na noite seguinte, o mesmo grupo, acrescido de Steve Grogan e Leslie Van Houten, cometeria outro bárbaro assassinato nos mesmos moldes, em outro local da cidade, matando o casal Leno e Rosemary LaBianca. Depois de semanas de investigação, os membros da Família Manson foram todos localizados, presos, processados e condenados à morte em 1971, após um dos julgamentos mais cobertos pela mídia na história criminal dos Estados Unidos. Durante os meses que se seguiram, sem a descoberta dos culpados e mesmo depois da identificação deles, todo o Condado de Los Angeles entrou em pânico e paranóia, pela revelação de que os assassinatos da Família tinham sido aleatórios. Pessoas famosas e ricas acreditavam que poderiam ser as próximas e abandonavam a cidade. Outros contratavam guarda-costas e instalavam sofisticados sistemas de alarme em suas casas. O ator Christopher Jones, astro de A Filha de Ryan, devastado com a morte brutal de Tate, teve um bloqueio psicológico e abandonou a carreira de ator durante as filmagens, precisando ser dublado na versão final do filme pelo diretor David Lean. O escritor e jornalista investigativo Dominick Dunne deu seu testemunho da dimensão do pavor que se instalou por Los Angeles nas semanas e meses seguintes: miniatura|direita|A lápide da sepultura de Sharon Tate no Holy Cross Cemetery, em Culver City, Califórnia, onde está enterrada junto com seu filho, sua mãe e sua irmã. Sharon Tate foi enterrada em 13 de agosto de 1969 no Holy Cross Cemetery em Culver City, com o filho natimorto Paul Richard Polanski - assim batizado postumamente pelos pais de Roman e Sharon - em seus braços. Anos depois, sua mãe Doris e sua irmã mais nova Patti seriam enterradas no mesmo local, dividindo a mesma lápide. Charles Manson, o mentor intelectual das chacinas, Tex Watson, Patricia Krenwinkel, Susan Atkins e Leslie Van Houlen, todos condenados à morte, tiveram suas penas comutadas para prisão perpétua quando as leis da Califórnia foram mudadas em 1972, considerando a pena de morte inconstitucional. Linda Kasabian, que participou dos ataques mas não matou ninguém, recebeu imunidade e atuou como testemunha de acusação contra os ex-companheiros durante os julgamentos, sendo, como testemunha ocular, a principal peça para a condenação de todos à pena máxima pedida pelo promotor Vincent Bugliosi. Em 1974, Bugliosi escreveu o livro Helter Skelter, contando em detalhes todo o Caso Tate-LaBianca, um best-seller nos Estados Unidos com mais de sete milhões de exemplares vendidos. À exceção de Susan Atkins (que morreu na prisão em 2009) e de Charles Manson (que morreu em 2017 no hospital), todos os outros assassinos continuam a cumprir suas penas em prisões da Califórnia, tendo negados através dos anos todos seus pedidos de liberdade condicional. ==Legado== O trabalho e as campanhas da família de Sharon Tate, especialmente sua mãe, Doris, nos anos posteriores à sua morte, para impedir que qualquer um de seus assassinos e os do casal LaBianca conseguisse liberdade condicional - especialmente Leslie Van Houten, na época com apenas 19 anos e que afirmava que quando esfaqueara Rosemary LaBianca ela já estava morta, o que foi parcialmente confirmado pelos legistas, e que no início dos anos 1980 havia conseguido 900 assinaturas numa campanha pedindo sua liberdade condicional à Justiça da Califórnia (Doris retrucou com uma petição popular exigindo que ela continuasse presa com 350 000 assinaturas) - lhe renderam uma mudança na legislação permitindo que parentes de vítimas pudessem dar seus depoimentos pessoais nas audiências de pedidos de liberdade condicional de presos por crimes de morte na Califórnia e os elogios do presidente dos Estados Unidos George H. W. Bush em 1992, que a brindou com o título de \"um dos mil pontos de luz do país\", por seu trabalho em benefício dos direitos das vítimas. Em seu primeiro testemunho, durante uma audiência de pedido de clemência de Tex Watson, ela dirigiu-se a ele e a banca de examinadores do Estado, argumentando: O biógrafo de Sharon Tate, Greg King, autor de Sharon Tate and the Manson Murders (2000), coloca em seu livro uma visão sempre expressada pelos membros da família Tate: == Filmografia principal == Ano Título original Título no Brasil Título em Portugal 1961 Barabbas Barrabás Barrabás 1966 Eye of the Devil O Olho do Diabo O Olho do Diabo 1967 The Fearless Vampire Killers A Dança dos Vampiros Por Favor Não Me Morda o Pescoço 1967 Don't Make Waves Não Faça Onda 1967 Valley of the Dolls O Vale das Bonecas O Vale das Bonecas 1968 The Wrecking Crew Arma Secreta contra Matt Helm 1969 12+1 12+1 ==Prêmios e indicações== ===Indicações=== *Golden Globe :Atriz mais promissora: 1968 *Laurel Awards :Nova face feminina: 1968 ==Ver também== *Dorothy Stratten *Daniela Perez ==Ligações externas== *Site oficial * Categoria:Atrizes dos Estados Unidos Categoria:Atrizes de cinema dos Estados Unidos Categoria:Atrizes de televisão dos Estados Unidos Categoria:Mortes por esfaqueamento Categoria:Vítimas de Charles Manson Categoria:Norte-americanos assassinados Categoria:Sepultados no Holy Cross Cemetery Categoria:Naturais de Dallas Categoria:Pessoas assassinadas nos Estados Unidos Categoria:Roman Polanski Categoria:Atores assassinados",
 "title": "Sharon Tate"
}