{
 "id": "44757",
 "text": "Demócrito de Abdera (, \"escolhido do povo\"; ca. 460 a.C. — 370 a.C.) foi um filósofo pré-socrático da Grécia Antiga. Nasceu na cidade de Mileto ou Abdera, viajou pela Babilônia, Egito e Atenas, e se estabeleceu em Abdera no final do século V a.C.. Do ponto de vista filosófico, a maior parte de suas obras (segundo a doxografia) tratou da ética e não apenas da physis (cujo estudo caracterizava os pré-socráticos). Demócrito foi discípulo e depois sucessor de Leucipo de Mileto. Sua fama decorre do fato de ele ter sido o maior expoente da teoria atômica ou do atomismo. De acordo com essa teoria, tudo o que existe é composto por elementos indivisíveis chamados átomos (do grego, \"a\", negação e \"tomo\", divisível. Átomo= indivisível). Não há certeza se a teoria foi concebida por ele ou por seu mestre Leucipo, e a ligação estreita entre ambos dificulta a identificação do que foi pensado por um ou por outro. Todavia, parece não haver dúvidas de ter sido Demócrito quem de fato sistematizou o pensamento e a teoria atomista. Demócrito avançou também o conceito de um universo infinito, onde existem muitos outros mundos como o nosso. Embora amplamente ignorado em Atenas durante sua vida, a obra de Demócrito foi bastante conhecida por Aristóteles, que a comentou extensivamente. É famosa a anedota de que Platão detestava tanto Demócrito que queria que todos os seus livros fossem queimados.Diógenes Laércio, Vidas e Doutrinas dos Filósofos IlustresRUSSELL, BERTRAND (1972). A History of Western Philosophy, Simon & Schuster. Séculos mais tarde, na era moderna, filósofos marxistas contraporão o materialismo de Demócrato contra o idealismo de Sócrates. Há anedotas segundo as quais Demócrito ria e gargalhava de tudo e dizia que o riso torna sábio,Cartas do Pseudo-Hipócrates, IV, XXXII, século I dCSeneca, de Ira, ii.10; Aelian, Varia Historia, iv.20. o que o levou a ser conhecido, durante o renascimento, como \"o filósofo que ri\". Na Grécia Antiga, Protágoras de Abdera teria sido seu discípulo direto e, posteriormente, o principal filósofo influenciado por ele foi Epicuro. No Renascimento, muitas de suas ideias foram aceitas (por, por exemplo, Giordano Bruno) e tiveram um papel importante durante o Iluminismo. Muitos consideram que Demócrito é \"o pai da ciência moderna\".Pamela Gossin, Encyclopedia of Literature and Science, 2002. == Obra == A obra de Demócrito sobreviveu apenas na forma de relatos de segunda mão, algumas vezes sendo contraditórios e não confiáveis. Muito desses relatos vêm de Aristoteles, seu principal crítico, mas que reconhecia o valor de sua obra em filosofia natural. Aristóteles escreveu um relato único, cujas passagens foram encontradas em outros relatos. Diógenes listou um grande número de obras de Demócrito em diversas áreas, incluindo ética, física, matemática, música e cosmologia. Duas obras, A Grande Ordem do Mundo e A Ordem do Micromundo são às vezes tidas como de Demócrito. == Filosofia == === O vazio e o turbilhão de Átomos === Aristóteles diz que o raciocínio que guiou Demócrito (e Leucipo) para afirmar a existência dos átomos foi o seguinte:Aristóteles, Da Geração e da CorrupçãoAristóteles, Metafísica o movimento pressupõe o vazio no qual a matéria se desloca, mas se a matéria se dividisse em partes sempre menores infinitamente no vazio, ela não teria consistência, nada poderia se formar porque nada poderia surgir da diluição sempre cada vez mais infinitamente profunda da matéria no vazio. Daí concluiu que, para explicar a existência do mundo tal como o conhecemos, a divisão da matéria não pode ser infinita, isto é, que há um limite indivisível, o átomo. \"Há apenas átomos e vazio\", disse ele. Observando um raio de sol que penetrou numa fresta de um recinto escuro, Demócrito viu partículas de poeira num movimento de turbilhão, levando-o à ideia de que os átomos (os indivisíveis da matéria) se comportariam da mesma maneira, colidindo aleatoriamente, alguns se aglomerando, outros se dispersando, outros ainda nunca se juntando com outro átomo.Michel Onfray, Contra-História da Filosofia, vol 1 Para Demócrito, o cosmos (o Universo e tudo o que nele existe) é formado por um turbilhão de infinitos átomos de diversos formatos que jorram ao acaso e se chocam. Com o tempo, alguns se unem por suas características (às vezes, as formas dos átomos coincidentemente se encaixam tão bem como peças de quebra-cabeça) e muitos outros se chocam sem formar nada (porque as formas não se encaixam ou se encaixam fracamente). Dessa maneira, alguns conjuntos de átomos que se aglomeram tomam consistência e formam todas as coisas que conhecemos, que depois se dissolvem no mesmo movimento turbilhonar dos átomos do qual surgiram. A consistência dos aglomerados de átomos que faz com que algo pareça sólido, líquido, gasoso ou anímico (\"estado de espírito\") seria então determinada pelo formato (figura) e arranjo dos átomos envolvidos. Desse modo, os átomos de aço possuem um formato que se assemelha a ganchos, que os prendem solidamente entre si; os átomos de água são lisos e escorregadios; os átomos de sal, como demonstra o seu gosto, são ásperos e pontudos; os átomos de ar são pequenos e pouco ligados, penetrando todos os outros materiais; e os átomos da alma e do fogo são esféricos e muito delicados. == Legado == === Na antiguidade === O epicurismo (cujos representantes principais foram Epicuro e Lucrécio), que teve uma ampla difusão na antiguidade, foi influenciado pelo atomismo de Demócrito, mas com grandes mudanças. A principal diferença foi o abandono da ideia de turbilhão de átomos e a afirmação de que os átomos possuem peso e que, por isso, os átomos percorrem linhas retilíneas paralelas, tal como objetos em queda livre. Ocasionalmente, cada átomo exibe espontaneamente um desvio mínimo da linha reta indeterminado e imprevisível, desvio esse chamado clinamen. Esse desvio mínimo é que explicaria o choque e encontro entre os átomos. === Do Renascimento até o presente === Visto que, na concepção de Demócrito, o cosmos não é determinado por um poder que estivesse acima dele e o submetesse a algum plano ou finalidade (tal como divindades religiosas ou a causa final que Aristóteles defendia; ver artigo teleologia), mas sim pelo movimento imanente (auto-criador ou emergente) do próprio cosmos, sua ideia de necessidade era intrínseca à de acaso, e a de ordem, intrínseca à de caos. Esse modo de pensar pode ser encontrado amplamente difundido desde o renascimento e permeia toda a filosofia e ciência modernas, desde Giordano Bruno, Galileu Galilei e Espinoza até a física quântica e a cosmologia atual, passando pela teoria da evolução das espécies, mesmo que sua ideia original do átomo tenha se tornado obsoleta desde o século XVIII. == Obras == Demócrito foi um escritor prolífico e Diógenes Laércio Dentre estas, destacam-se: * Pequena ordem do mundo; * Da forma; * Do entendimento; * Do bom ânimo; * Preceitos. No entanto, nenhuma obra de Demócrito sobreviveu até os tempos presente. Assim, tudo o que se sabe dele vem de citações e comentários de outros autores. Portanto, de sua imensa obra só restaram fragmentos (que totalizam 300) de suas teorias. A coletânea de fragmentos mais conhecida é a organizada por Hermann Alexander Diels, em sua obra Die Fragmente der Vorsokratiker (Os Fragmentos dos Pré-socráticos). == Ligações externas == Categoria:Filósofos atomistas da Grécia Antiga Categoria:Gregos do século V a.C. Categoria:Gregos do século IV a.C. Categoria:Materialistas Categoria:Pré-socráticos",
 "title": "Demócrito"
}