{
 "id": "44778",
 "text": "Durval Discos é um filme brasileiro de 2002, dirigido por Anna Muylaert em sua estreia como diretora. A história gira em torno de Durval, que em plena era do CD insiste em continuar vendendo discos de vinil (LP). O filme teve como fonte de inspiração as antigas lojas de vinil do bairro de Pinheiros, Zona Oeste de São Paulo, como a Edgar Discos e a Eric Discos. Este filme é uma realização de estúdio de uma distribuição pela Europa Filmes, e pelo apoio da TV Cultura e o Governo do Estado de São Paulo. Na TV Cultura foi exibido no programa Cine Brasil. O filme é notável por sua trilha sonora composta pela música brasileira dos anos 1970 que reflete o gosto do protagonista, já que ele é um hippie, além da trilha sonora original de André Abujamra, mais presente na segunda metade mais sombria do filme. A mudança de humor da primeira parte para a segunda foi anunciada como os lados A e B da vida, uma referência à homenagem do filme aos LPs. André Abujamra faz uma pequena aparição cômica, como o personagem Fat Marley e a cantora de rock Rita Lee também tem uma breve participação como a cliente excêntrica Tia Julieta que esquece de pegar o vinil que ela acabou de comprar. O filme foi exibido na mostra Cine Brasil no Festival do Rio. ==Elenco== * Ary França — Durval * Etty Fraser — Carmita * Isabela Guasco — Maria Cristina \"Kiki\" Botelho *Marisa Orth — Elizabeth * Letícia Sabatella — Maria de Fátima da Silva \"Célia\" * Tânia Bondezan - Loli * Rita Lee — Tia Julieta * André Abujamra — Fat Marley * Theo Werneck — DJ Theo * Marcelo Mansfield - Vendedor na Loja de Brinquedos * Fábio Sleiman - Cliente Skatista * Kadu Torres - Cliente USP * Cláudia Juliana - Candidata a Empregada * Chicco Américo - Carroceiro * Wilson Sampson - Delegado Ronaldo Bueno * Regina Remencius — Celia R. Botelho * Joaquim Muylaert - Pedro Henrique * Primo Preto - Policial 1 * Beto Melo - Policial 2 * Bicudo Jr. - Policial 3 * José Muylaert - Criança na Loja de Brinquedos * Cigano - Cavalo Participação Especial * Herodoto Barbeiro - Apresentador da TV Cultura * Márcia Bongiovanni - Repórter da TV Cultura ===Equipe técnica=== * Anna Muylaert — diretora e roteirista * Sara Silveira — produtora * Jacob Solitrenick — diretor de fotografia * Ana Mara Abreu — diretora de arte * Mariza Guimarães — figurinista * André Abujamra — trilha sonora ==Produção== A fonte de inspiração para o roteiro veio quando a irmã de Anna Muylaert lhe trouxe a notícia de que a Edgar Discos iria fechar. A loja localizada em Pinheiros, Zona Oeste de São Paulo, era do senhor Edgar que resolveu baixar as portas para começar vida nova em Santos, já com mais de 60 anos que era um dono que resistia ao CD e só vendia vinil. \"Essa situação real foi o ponto de partida para a ficção\", contou Anna Muylaert, que morou no bairro de Pinheiros. O nome Durval é emprestado do avô da diretora. A Eric Discos, outra loja de Pinheiros que também serviu de inspiração para a cineasta e seus produtores, existe no número 1813 da Rua Artur de Azevedo. Neste local Anna gravou um demo-filme de Durval e onde pegou detalhes para criar a loja em que as filmagens foram feitas. O proprietário da Eric Discos é Eric Crauford, um inglês de Londres que veio para o Brasil com uma coleção de 28 mil álbuns, \"Vim com minha família de avião e mandei os discos de navio\", recorda Eric. Sua loja contabiliza hoje 100 mil títulos em LPs e, contra sua vontade, 4 mil CDs, \"Sou contra o CD, mas precisamos ter um pouco em estoque\". Exportações são feitas para o Japão e países da Europa. Nos anos 70, Raul Seixas era cliente cativo, atrás de alguma peça rara de Jerry Lee Lewis, Chuck Berry ou Elvis Presley. O filme se passa no bairro de Pinheiros. Um sobrado de uma antiga casa na Rua Alves Guimarães nº 367, foi alugado para se transformar no território de Durval, na frente, sua loja de discos; nos fundos e no segundo piso, as dependências da casa que divide com a mãe. Terminadas as filmagens (e o contrato de locação), o sobrado foi demolido, para dar lugar a um prédio, o edifício Letícia. Muylaert incorporou ao filme a cena em que teto e paredes da antiga construção vêm abaixo. Muylaert escolheu Ary França para o papel, depois de testar mais de 20 atores para interpretar Durval, quando ele agiu \"diferente de todos os outros atores, que respeitavam os apontamentos do roteiro e interpretavam Durval como um cara, além de passivo, calmo e paradão\". A diferença é que \"[França] trouxe para o filme o nervoso, a ansiedade, uma eletricidade de cão que ladra e não morde\". André Abujamra foi finalista na seleção de atores para interpretar Durval, mas uma agenda de shows nos EUA com sua banda Karnak o fez desistir. A participação como Fat Marley o fez gravar e lançar um disco com o nome do personagem pelo selo Outros Discos. Isabela Guasco foi escolhida de cem candidatas, a menina já tinha uma pequena experiência em comerciais. Grandes planos do filme são filmados em steadicam, como a introdução, filmada na Rua Teodoro Sampaio, famosa em São Paulo pela sua concentração de lojas de instrumentos musicais. ==Trilha Sonora== Na trilha sonora, domina o som típico do bairro Pinheiros e as únicas músicas surgem quando Durval decide ouvir algum de seus discos. Com um repertório típico dos anos 70, escolhido por Anna e o produtor musical Pena Schmidt a partir das lembranças da diretora como Novos Baianos, Jorge Ben, Sá, Rodrix e Guarabyra, Luís Melodia e outros, \"São músicas que me lembram a adolescência\", contou Muylaert. Quando a história é dominada pela loucura de Carmita, surge a trilha especialmente composta por André Abujamra, que pretende ressaltar a tensão. A relação do músico, que faz uma participação no filme, teve altos e baixos, como revelou Anna no depoimento ao site oficial do filme, \"As coisas foram um pouco complicadas no começo, pois ele agiu livremente e eu odiei. Não via sentido para a liberdade dele. Tivemos de sentar e conversar sobre o sentido de cada seqüência e, uma vez que ele colocou a música à serviço da narrativa do filme, nenhuma nota mais foi alterada\". * 01. Mestre Jonas - Os Mulheres Negras * 02. Que Maravilha - Jorge Ben * 03. Maracatu Atômico - Gilberto Gil * 04. Madalena - Elis Regina * 05. Irene - Caetano Veloso * 06. Ovelha Negra - Rita Lee * 07. Back In Bahia - Gilberto Gil * 08. Alfômega - Caetano Veloso * 09. Besta É Tu - Novos Baianos * 10. Xica da Silva - Jorge Ben * 11. London, London - Gal Costa * 12. Pérola Negra - Luiz Melodia * 13. Mestre Jonas - Sá, Rodrix e Guarabyra e ainda: * Tim Maia - Imunização Racional (Que Beleza) (esta música é tocada duas vezes no filme, apesar de não estar na trilha sonora oficialmente.) * Tim Maia - A fim de voltar ==Principais prêmios e indicações== Grande Prêmio Cinema Brasil *Recebeu duas indicações, nas categorias de Melhor Roteiro Original e Melhor Trilha Sonora. Festival de Gramado *Ganhou sete Kikitos de Ouro, no Festival de Gramado de 2002, nas categorias de Melhor Filme, Prêmio do Júri Popular, Prêmio da Crítica, Melhor Direção, Melhor Roteiro, Melhor Fotografia e Melhor Direção de Arte. Cine PE - Festival do Audiovisual *Recebeu as premiações de melhor roteiro, melhor atriz (Etty Fraser) e melhor direção de arte. no Cine PE - Festival do Audiovisual, novo nome dado ao antigo Festival de Recife, 2003. == Ligações externas == * Site oficial Categoria:Filmes do Brasil de 2002 Categoria:Filmes de comédia do Brasil Categoria:Filmes de comédia da década de 2000 Categoria:Filmes premiados no Festival de Gramado Categoria:Filmes em língua portuguesa Categoria:Filmes ambientados em 1995 Categoria:Filmes ambientados na cidade de São Paulo Categoria:Filmes gravados na cidade de São Paulo Categoria:Filmes dirigidos por Anna Muylaert Categoria:Filmes sobre sequestros",
 "title": "Durval Discos"
}