{
 "id": "44790",
 "text": "Um istmo é uma porção de terra estreita cercada por água em dois lados e que conecta duas grandes extensões de terra. A palavra é do grego isthmós (\"lugar por onde se vai\").Aurélio Buarque de Holanda Ferreira, Novo Dicionário Aurélio da Língua Portuguesa. Rio de Janeiro: Editora Nova Fronteira, 1ª edição (4ª impressão), p. 777 Os istmos são o inverso dos estreitos. Assim, enquanto os istmos ligam duas extensões de terra entre duas extensões de água, os estreitos unem duas extensões de água entre duas extensões de terra. == Istmo vs ponte terrestre vs península == Istmo e ponte terrestre são termos relacionados, com istmo tendo um significado mais amplo. Uma ponte de terra é um istmo que conecta as principais massas de terra da Terra. O termo ponte de terra é geralmente usado em biogeologia para descrever as conexões de terra que existiam entre os continentes em vários momentos e foram importantes para a migração de pessoas e várias espécies de animais e plantas, por exemplo, Beringia e Doggerland. Um istmo é uma conexão de terra entre duas massas de terra maiores, enquanto uma península é uma saliência de terra que está conectada a uma massa de terra maior apenas de um lado e cercada por água em todos os outros lados. Tecnicamente, um istmo pode ter canais que vão de costa a costa (por exemplo, o Canal do Panamá), e assim assemelhar-se a duas penínsulas; no entanto, os canais são características artificiais distintas dos estreitos. == Istmos principais == Os principais istmos do mundo incluem o istmo do Panamá e o istmo de Tehuantepec na América Central, o istmo de Kra no sudeste da Ásia continental, o istmo de Suez entre o norte da África e a Ásia ocidental e o istmo da Carélia na Europa. De importância histórica foram o Istmo de Corinto na Grécia e o Istmo de Catanzaro na Itália. As cidades de Auckland, Manila e Seattle estão localizadas em istmos. == Canais == Os canais são muitas vezes construídos através de istmos, onde podem ser um atalho particularmente vantajoso para o transporte marítimo. Por exemplo, o Canal do Panamá cruza o istmo do Panamá, conectando os oceanos Atlântico Norte e Pacífico; o Canal de Suez conecta o Mar Mediterrâneo e o Mar Vermelho, cortando o lado oeste do Istmo de Suez, formado pela Península do Sinai; e o Canal Crinan cruza o istmo entre Loch Crinan e Loch Gilp, que conecta a península de Kintyre com o resto da Escócia. Outro exemplo é o Welland Canal na Península de Niágara (tecnicamente um istmo). Ele conecta o Lago Ontário ao Lago Erie. == Istmos famosos == * O primeiro istmo a ser chamado assim foi o istmo de Corinto, na Grécia. * O istmo da Carélia, tomado da Finlândia pela União Soviética, durante a Guerra de Inverno. * O atual istmo de Stradun (antigo istmo de Dubrovnik), ou seja, rua principal, conecta as duas partes da cidade croata. * O istmo entre a África e a Ásia, no Egito, onde o canal de Suez foi construído. * O istmo de Kra liga a península malaia à Ásia. * O istmo de Avalon, no Canadá, separa a ilha principal de Terra Nova da península de Avalon, onde se situa a capital St. John's. * O istmo de Tehuantepec no México, é a parte mais estreita deste país. * O istmo de Gibraltar que separa a Europa e a África. == Ver também == * Península * Geografia Categoria:Acidentes geográficos oceânicos e costeiros Categoria:Acidentes geográficos !",
 "title": "Istmo"
}