{
 "id": "44804",
 "text": "Ictinia plumbea (Gmel.), popularmente conhecido como sovi, gavião-pomba, gavião-papa-formigas, gavião-sauveiro e gavião-pombo,FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. pp.841-842 é um gavião da família dos acipitrídeos. É uma espécie bem comum no Brasil. Vive nas bordas de florestas e campos e pode ser visto sobrevoando queimadas para caçar. == Etimologia == Plumbea significa, em latim, \"chumbo\",http://translate.google.com.br/ numa referência à cor cinza da ave. \"Gavião-papa-formigas\" e \"gavião-sauveira\" são referências à predileção da espécie por insetos em sua alimentação. == Características == Possui aproximadamente 34 cm de comprimento. Pequeno e comum, de asas estreitas e compridas. Inteiramente cinza-ardósia, com a face interior das primárias intensamente castanha. Olhos vermelhos, pernas alaranjadas. O indivíduo imaturo apresenta as partes inferiores brancas estriadas, tendo manchado também de branco o vértice. == Alimentação == Alimenta-se principalmente em revoadas de formigas, cupins e outros insetos, os quais captura com os pés e come ainda em pleno voo. Também captura pequenas presas na copa da floresta e pequenos lagartos e cobras no chão. == Reprodução == Reproduz-se no Pantanal, no Sul, Sudeste e na Amazônia. Há exibições aéreas do macho. Ovos uniformemente brancos ou brancos sujo. == Hábitos == Comum em bordas de florestas densas, capoeiras altas e florestas de galeria. Vive solitário, aos pares ou mesmo em bandos, às vezes misturado a outras espécies de gaviões. É muito agressivo e territorial contra outros gaviões que passam próximo ao ninho. Nesse período, emite com frequência um assobio fino e curto, um som parecendo vir de um passarinho e não de um gavião. Foi observado por Willian Menq em 2005 no município de Peabiru, no Paraná, um Ictinia plumbea voando a certa altura, quando passou, no local, um carcará. O sovi desceu um picado voo-mergulho com as asas semifechadas em direção ao carcará, quase o atingindo e espantando-o do local. == Distribuição Geográfica == Presente em todas as regiões brasileiras e do México à Argentina. É migratório no Pantanal, sul e sudeste do Brasil, com uma população residente na Amazônia, por onde passam os migrantes em seu movimento para o norte, em abril, ou no seu retorno, em agosto. Categoria:Gaviões Categoria:Ictinia Categoria:Aves descritas em 1788",
 "title": "Sovi"
}