{
 "id": "44850",
 "text": "Um sistema de informação geográfica (SIG), também conhecido como GIS (acrónimo/acrônimo inglês de geographic information system), é um sistema de hardware, software, informação espacial, procedimentos computacionais e recursos humanos que permite e facilita a análise, gestão ou representação de informação geográfica. Fitz (2008) conceitua SIG como um sistema constituído por um conjunto de programas computacionais, o qual integra dados, equipamentos e pessoas com objetivo de coletar, armazenar, recuperar, manipular, visualizar e analisar dados espacialmente referenciados a um sistema de coordenadas conhecido. Tal leva a que gestores de projeto ou administradores de organizações possam geodecidir. == Descrição == Existem vários modelos de dados aplicáveis em SIGs (Sistemas de Informação Geográfica). Por exemplo, o SIG pode funcionar como uma base de dados com informação geográfica (dados alfanuméricos) que se encontra associada por um identificador comum aos objectos gráficos de um mapa digital. Desta forma, assinalando um objecto pode-se saber o valor dos seus atributos, e inversamente, selecionando um registro da base de dados é possível saber a sua localização e apontá-la num mapa. O SIG separa a informação em diferentes camadas temáticas e armazena-as independentemente, permitindo trabalhar com elas de modo rápido e simples, permitindo ao operador ou utilizador a possibilidade de relacionar a informação existente através da posição e topologia dos objectos, com o fim de gerar nova informação. Os modelos mais comuns em SIG são o modelo raster ou matricial e o modelo vectorial. O modelo de SIG matricial centra-se nas propriedades do espaço, compartimentando-o em células regulares (habitualmente quadradas, mas podendo ser rectangulares, triangulares ou hexagonais). Cada célula representa um único valor. Quanto maior for a dimensão de cada célula (resolução) menor é a precisão ou detalhe na representação do espaço geográfico. No caso do modelo de SIG vectorial, o foco das representações centra-se na precisão da localização dos elementos no espaço. Para modelar digitalmente as entidades do mundo real utilizam-se essencialmente três formas espaciais: o ponto, a linha e o polígono. == Padronização == Na tentativa de chegar a uma padronização dos citados tipos de dados, existe o Open Geospatial Consortium, hospedado em http://www.opengeospatial.org/. O objetivo é forçar os desenvolvedores de software de SIG e Geoprocessamento adotarem padrões. Atualmente, possui algumas especificações: * WMS - Web Map Service * WFS - Web Feature Service * WCS - Web Coverage Service * CS-W - Catalog Service Web * SFS - Simple Features - SQL * GML - Geography Markup Language A partir de 2005, com a disponibilização gratuita do visualizador Google Earth, o formato KMZ se popularizou, tornando-se um padrão de facto. Vários SIG, em 2006, já apresentam possibilidades de exportação e importação de arquivos KMZ, como o NASA World Wind. == Sobreposição de mapas == Sobreposição de mapas é uma forma de sobrepor um mapa a outro para obter informações comparadas. A sobreposição de um ou mais mapas é um recurso interessante quando se busca apresentar e comparar diferentes dados e informações, referentes a uma mesma localidade, em um único mapa.Maikel, Yissell - Map Overlay Problem A representação de informações em mapas diferentes não impede a comparação entre elas, contudo, a vantagem de sobrepô-las em um só mapa se deve à possibilidade de verificar exatamente os pontos ou as áreas de ocorrência de cada informação, facilitando a comparação visual entre elas. == Utilização == Os SIGs permitem compatibilizar a informação proveniente de diversas fontes, como informação de sensores espaciais (detecção remota / sensoriamento remoto), informação recolhida com GPS ou obtida com os métodos tradicionais da Topografia. Estas informações poderão ser sintetizadas em mapas temáticos sobre á área de estudo. Segundo Silva (1999) os objetivos suplementares de um SIG são: # Produzir mapas com rapidez # Diminuir o preço da produção de mapas # Facilitar a utilização dos mesmos # Produzi-los com mais pormenor # Possibilitar automaticamente a atualização e revisão # Possibilitar a análise quantitativa de dados espaciais. Entre as questões em que um SIG pode ter um papel importante encontram-se: # Localização: Inquirir características de um lugar concreto # Condição: Cumprimento ou não de condições impostas aos objetos. # Tendência: Comparação entre situações temporais ou espaciais distintas de alguma característica. # Rotas: Cálculo de caminhos ótimos entre dois ou mais pontos. # Modelos: Geração de modelos explicativos a partir do comportamento observado de fenómenos/fenômenos espaciais. # Material jornalístico: O Jornalismo online pode usar SIGs para aprofundar coberturas jornalísticas onde a espacialização é importante. Um SIG pode ser considerado um instrumento para mapear e indicar respostas às várias questões sobre planejamento urbano e regional, meio rural e levantamento de recursos renováveis. Aronoff (1991) descreve aplicações representativas para as quais um SIG pode ser utilizado com sucesso. Os exemplos se fazem presentes em várias disciplinas, incluindo aplicações amplamente aceitas tais como: agricultura a planejamento do uso do solo, silvicultura e gerenciamento da vida silvestre, monitoramento e gestão de áreas costeiras, arqueologia, geologia e aplicações municipais. Os campos de aplicação dos SIGs, por serem muito versáteis, são muito vastos, podendo-se utilizar na maioria das atividades com um componente espacial, da cartografia a estudos de impacto ambiental ou vigilância epidemiológica de doenças, de prospeção de recursos ao marketing, constituindo o que poderá designar de Sistemas Espaciais de Apoio à Decisão. A profunda revolução que provocaram as novas tecnologias afetou decisivamente a evolução da análise espacial. == História == Um exemplo bem conhecido de um proto SIG é o trabalho desenvolvido pelo Dr. John Snow em 1854 para situar a fonte causadora de um surto de cólera na zona do Soho em Londres, cartografando os casos detectados. Esse protoSIG permitiu a Snow localizar com precisão um poço de água contaminado como fonte causadora do surto. == Ver também == * OpenStreetMap - A Wikipédia dos Mapas * Lista de softwares SIG * Open Geospatial Consortium * Sistema de Informação Geográfica do Município de Almada - SIGMA * SPRING ==Bibliografia== * LEITE, marcos Esdras (org). Geotecnologias aplicadas aos estudos geográficos. Montes Claros: Unimontes, 2013. 326 p. * SANTOS, Alexandre Rosa dos; LOUZADA, Franciane L.R. de Oliveira; EUGÊNIO, Fernando COelho. ARCGIS 9.3 total: aplicação para dados espaciais. Alegre-ES: CAUFES, 2010. 184 p. == Ligações externas == * Wiki.gis !",
 "title": "Sistema de informação geográfica"
}