{
 "id": "44866",
 "text": "Um radioisótopo ou isótopo radioativo é um átomo que tem excesso de energia nuclear, tornando-o instável. Esse excesso de energia pode ser usado de uma das três maneiras: emitida a partir do núcleo como radiação gama; transferido para um de seus elétrons para liberá-lo como conversão eletrônica; ou usado para criar e emitir uma nova partícula (partícula alfa ou partícula beta) do núcleo. Durante esses processos, diz-se que o radionuclídeo sofre decaimento radioativo.R.H. Petrucci, W.S. Harwood and F.G. Herring, General Chemistry (8th ed., Prentice-Hall 2002), p.1025–26 Os isótopos radioativos têm aplicações em medicina e, em outras áreas, como a geologia (pela datação radiométrica de fósseis e rochas). Por exemplo, o isótopo radioactivo tálio pode identificar vasos sanguíneos bloqueados em pacientes sem provocar danos ao corpo do paciente. O carbono-14 pode ser utilizado na datação de fósseis. Um radioisótopo pode ser natural ou sintético. ==Características das emissões== ===Radiação alfa (α)=== É a partícula mais pesada entre as três. Tem baixo poder de penetração. É constituída por dois prótons e dois nêutrons, às vezes notados como {}^4_2\\hbox{He}^{2+}. ===Radiação beta (β)=== É mais rápida, e têm maior poder de penetração e danificação, que uma partícula alfa, além de ser, aproximadamente, 7000 vezes mais leve. ===Radiação gama (γ)=== É constituída por ondas electromagnéticas (não constitui partícula), e viaja à velocidade da luz. É a mais perigosa e ofensiva das três. Pode causar danos irreparáveis aos seres humanos. ==Leis da Radioactividade== ===1ª lei: Lei de Soddy=== “Quando um átomo radioactivo emite uma partícula alfa (α), seu número atómico (Z) diminui em 2 unidades e o seu número de massa (A) diminui em 4”. ³²23X -> Alfa + 21Y (massa igual a 28) ===2ª lei: Lei de Soddy, Fajans e Russel=== “Quando um átomo radioativo emite uma partícula beta (β), o seu número atómico, Z, aumenta em uma unidade e o seu número de massa permanece inalterado”. ³³55X -> Beta + 56Y (massa mantém-se inalterada, mas o átomo recebe um próton) ==Usos== Os radioisótopos são usados de duas maneiras principais: seja pela radiação isolada (irradiação, baterias nucleares) ou pela combinação de propriedades químicas e radiação (rastreadores, biofarmacêuticos). *Em biologia, radioisótopos de carbono pode servir como marcadores radioativos porque eles são quimicamente muito semelhantes aos nuclídeos não radioativos, ou seja, a maioria dos processos químicos, biológicos e ecológicos os trata de maneira quase idêntica. Pode-se então examinar o resultado com um detector de radiação, como um contador Geiger, para determinar onde os átomos fornecidos foram incorporados. Por exemplo, alguém pode cultivar plantas em um ambiente no qual o dióxido de carbono contendo carbono radioativo; então as partes da planta que incorporam carbono atmosférico serão radioativas.MELVIN CALVIN; THE PATH OF CARBON IN PHOTOSYNTHESIS, VI; J. Chem. Educ. 1949, 26, 12, 639. - www.esalq.usp.brM. CALVIN, A. A. BENSON; The Path of Carbon in Photosynthesis IV: The Identity and Sequence of the Intermediates in Sucrose Synthesis; SCIENCE,11 FEB 1949: 140-142.A. A. BENSON, M. CALVIN, The Path of Carbon in Photosynthesis: VII. RESPIRATION AND PHOTOSYNTHESIS , Journal of Experimental Botany, Volume 1, Issue 1, 1950, Pages 63–68.Bassham J.A., Calvin M. (1960) The path of carbon in photosynthesis. In: Pirson A. (eds) Die CO2-Assimilation / The Assimilation of Carbon Dioxide. Handbuch der Pflanzenphysiologie / Encyclopedia of Plant Physiology, vol 5. Springer, Berlin, Heidelberg. Os radionuclídeos podem ser usados para monitorar processos tais como a replicação do ADN ou o transporte de aminoácidos.Scott H. Britz-Cunningham, S. James Adelstein; Molecular Targeting with Radionuclides: State of the Science; J Nucl Med December 1, 2003 vol. 44 no. 12 1945-1961. *Em medicina nuclear, radioisótopos são usados para diagnóstico, tratamento e pesquisa. Os rastreadores químicos radioativos que emitem raios gama ou pósitrons podem fornecer informações de diagnóstico sobre a anatomia interna e o funcionamento de órgãos específicos, incluindo o cérebro humano. São usados em algumas formas de tomografia: escaneamento por tomografia computadorizada por emissão de fóton único, tomografia por emissão de pósitrons (PET, positron emission tomography) e imagem de luminescência Cherenkov. Os radioisótopos também são um método de tratamento em formas hemopoiéticas de tumores; o sucesso no tratamento de tumores sólidos tem sido limitado. Fontes gama mais poderosas esterilizam seringas e outros equipamentos médicos. == Ligações externas == * EPA – Radionuclides – Programa de Radioproteção da EPA: Informações. * FDA – Radionuclides – Programa de Radioproteção da FDA: Informações. * Interactive Chart of Nuclides – Um gráfico de todos os nuclídeos * National Isotope Development Center – fonte de radionuclídeos do governo dos EUA – produção, pesquisa, desenvolvimento, distribuição e informação * The Live Chart of Nuclides – IAEA * Radionuclides production simulator – IAEA Categoria:Físico-química Categoria:Radioatividade",
 "title": "Radioisótopo"
}