{
 "id": "44869",
 "text": "O é a antipartícula do elétron, também denominada . Apresenta carga +1 e spin 1/2, e sua massa é a mesma do elétron. Quando o pósitron é aniquilado com um elétron, as massas de ambos são totalmente transformadas em fótons (radiação gama) ou outras partículas. O pósitron pode ser gerado por decaimento radiativo do tipo emissão beta ou pela interação de fótons de alta energia, 1,022 MeV, com matéria. Esse processo é denominado processo elétron-pósitron, sendo ambos gerados a partir da energia de fótons. A existência de pósitrons foi postulada pela primeira vez em 1928 por Paul Dirac. Em 1932, o pósitron foi observado por Carl David Anderson (prêmio Nobel de física de 1936 pela descoberta), que lhe deu o nome. Anderson também sugeriu, sem sucesso, substituir o nome elétron para negatron. == Positrônio == Positrônio é o sistema formado por um pósitron e um elétron, formando um átomo exótico.Antimatéria , site do Departamento de Física Nuclear do Instituto de Física da Universidade de São Paulo Ele foi previsto pelo cientista croata Stjepan Mohorovičić em 1934, ou por Carl Anderson em 1932, e descoberto por Martin Deutsch em 1951. == O pósitron na ficção == A mais famosa aplicação do pósitron na ficção foi criada por Isaac Asimov em robôs: cérebro positrónico. Provavelmente utilizou o termo pósitron, partícula recentemente descoberta, quando escrevia sobre robôs. Talvez, em homenagem a Asimov, os androides da série Jornada nas estrelas Data, seu irmão Lore, a filha Lal , e outros foram criados com cérebros positrónicos. == Produção artificial == Físicos do Laboratório Nacional Lawrence Livermore, na Califórnia, usaram um laser curto e ultraintenso para irradiar um alvo de ouro de um milímetro de espessura e produzir mais de 100 bilhões de pósitrons. A produção laboratorial atualmente significativa de feixes de elétrons e pósitrons de 5 MeV permite a investigação de múltiplas características, como como diferentes elementos reagem a interações ou impactos de pósitrons de 5 MeV, como a energia é transferida para partículas e o efeito de choque das explosões de raios gama (GRBs).https://lasers.llnl.gov/workshops/user_group_2012/docs/7.3_chen.pdf Lab production of 5MeV positron-electron beams == Ver também == * Antiátomo * Elétron * Partícula beta * Radioatividade Categoria:Antimatéria Categoria:Léptons",
 "title": "Pósitron"
}