{
 "id": "44916",
 "text": "A História Intelectual é um campo da historiografia abrangente e plural, cujas abordagens se sobrepõem com outros campos da pesquisa história, e é frequentemente definido por seu contraste com as práticas e premissas da história das ideias. Anteriormente à sua emergência explícita enquanto campo da história, pesquisas semelhantes e pioneiras eram identificadas com a história da filosofia ou crítica literária. Em diferentes contextos linguísticos e intelectuais, campos similares à história intelectual adotam outras denominações e guardam divergências metodológicas, sendo de difícil identificação o caráter comum entre todas, apesar da frequente associação. Assim, na Alemanha, Geistesgeschichte e Begriffsgeschichte ocupam lugares correspondentes à história intelectual, e ainda assim uma correspondência ambígua. Na França, a Histoire de philosophie e a Histoire du champ intellectual são associadas à 'história intelectual' anglófona. == História == Uma possível genealogia da história intelectual remonta aos debates sobre os méritos relativos dos antigos e modernos no período tardio do século XVII, passando posteriormente por figuras como Vico e Voltaire, na busca de reconstruir os estágios do pensamento e da sensibilidade humana, se diferenciando dos estudos clássicos da época. Essas historiografias eram, porém, envoltas em polêmicas e argumentações filosóficas. Obras precursoras da abordagem da história intelectual no mundo anglófono podem ser encontradas no fim do século XIX e início do XX, como, por exemplo, o livro de Leslie Stephen - The History of English Thought in the Eighteenth Century (A História do Pensamento Inglês no Século Dezoito) - e J.T. Merz - The History of European Thought in the Ninetheenth Century (A História do Pensamento Europeu no Século Dezenove). Já no século XX, outros pesquisadores vindos de diferentes formações, e em sua maioria imigrantes da Europa continental, foram influentes no desenvolvimento da pesquisa no Reino Unido, entre ele Aby Warburg, Isaiah Berlin, Arnaldo Momigliano e Herbert Butterfield. Nos Estados Unidos, A.O. Lovejoy foi responsável por elaborar um dos primeiros programas metodológicos para estudar o que ele chamou de história das ideias, manifesto no seu celebre trabalho The Great Chain of Being: A Study of the History of an Idea (A Grande Cadeia do Ser: Um Estudo da História de uma Ideia). Em torno do meio do século XX, as obras desse gênero eram tratadas frequentemente como suplementos para o estudo do 'pano de fundo' de outros eventos históricos, o que mais tarde vai ser substituído pela valorização do contexto e da contextualização como missão da historiografia, principalmente na forma da história da ciência e história do pensamento político, os dois focos mais relevantes e com mais repercussão no período. == Referências == === Bibliografia === * Categoria:História intelectual Categoria:Teoria da história",
 "title": "História intelectual"
}