{
 "id": "44963",
 "text": "Rhynchotus rufescens, conhecida no Brasil como perdiz,Gomes, Wagner. Lista das espécies de aves brasileiras com tamanhos de anilha recomendados. 7/2/2013, CEMAVELista das espécies de aves brasileiras com tamanhos de anilha recomendados - Ordem sistemática e taxonômica segundo lista primária do CBRO, DOU, Nº 249, 24 de dezembro de 2013, ISSN 1677-7042, p.121 ou inhambu-perdiz É também conhecida por perdigão (sul do Brasil) ou inhambupé (nordeste do Brasil), é uma ave da família dos Tinamídeos, de ampla distribuição geográfica no Brasil. Mede entre 38 e 42 centímetros de comprimento. O macho pesa entre 700 e 920 gramas e a fêmea, um pouco maior pesa entre 815 e 1040 gramas de peso. Habita os campos sujos, cerrados e caatinga. Alimenta-se de sementes, invertebrados, raízes e frutos. É ave cinegética por excelência, sendo caçada com auxílio de cães (tiro ao voo) e por meio de pio de madeira específico (setembro a outubro) É o maior tinamídeo campestre no Brasil, sua plumagem apresenta excelente coloração de camuflagem ou mimetismo, com a vegetação de seu habitat. Sua criação em cativeiro apresenta resultados muito favoráveis em termos de reprodução, resistência a doenças e facilidade no manejo, possibilitando inclusive a sua criação como ave de corte. Apesar de ser conhecida como perdiz, esta ave não pertence à família Phasianidae. == Características == A perdiz é uma ave terrícola, normalmente solitária, que voa muito pouco e apresenta um voo curto, pesado e barulhento. É capaz de alçar um voo em casos de perigo para escapar de predadores. Esse voo consiste em um salto acompanhado de um longo plainado através dos campos (limitado a cerca de 3 tentativas sucessivas, depois se cansa), quando volta novamente ao solo, local de sua preferência. A cabeça é coroada com uma pequena crista negra, que sempre é visível, especialmente em machos no período de acasalamento. Seus lores são de cor bege e a região auricular é marrom escuro. O pescoço e o peito são de coloração canela mais escuro nas sua porção superior. O ventre é de coloração castanho claro barrado. O dorso é escuro, fortemente barrado de marrom escuro e bege. As asas são mais claras que o dorso e apresentam listras marrons, cinza e branco. Em voo, nota-se que as primárias são de coloração castanha. O bico é longo e ligeiramente curvado para baixo. A mandíbula apresenta a coloração cinza claro e a maxila é esbranquiçada. A íris é verde claro e a pupila é negra. Os tarsos e pés, com seus três dedos, são de coloração cinza claro. Suas penas de voo são avermelhadas, característica única nessa família. Não apresenta dimorfismo sexual aparente durante a maior parte do ano. Na estação reprodutiva notam-se machos com menor tamanho e pescoço bastante fino. Os machos apresentam ainda inchaço bastante evidente da região da cloaca, ficando fácil a identificação no período. Os juvenis têm uma mistura de cor marrom acinzentado, porém mais apagado que a dos indivíduos adultos. == Vocalização == Emite sons quase exclusivamente na época reprodutiva; a fêmea fica restrita a piados finos e espaçados e o macho apresenta canto mais elaborado. Som agudo, plangente; primeira e segunda notas separadas das outras três, sendo a última mais fraca: “tchilí-dí-didí…” (que pode se repetir a curtos intervalos). Imagem:Rhynchotus rufescens.JPG Imagem:Rhynchotus rufescens 2.JPG|Filhote de perdiz Rhynchotus rufescens == Subespécies == Possui três subespécies reconhecidas: * Rhynchotus rufescens rufescens (Temminck, 1815) - ocorre do sudeste do Peru até a Bolívia, leste do Paraguai, sudeste e sul do Brasil e nordeste da Argentina. Difere da subespécie catingae pela coloração menos acinzentada e mais marrom na porção superior da ave, seu barrado dorsal também é mais pardacento do que na subespécie catingae. Sua coloração geral é menos acinzentada do que a da subespécie pallescens. (Blake, 1977). * Rhynchotus rufescens catingae (Reiser, 1905) - ocorre na região central e nordeste do Brasil. Esta subespécie apresenta coloração acastanhada na porção superior. É mais marrom-acinzentada do que a subespécie nominal e tem as barras dorsais claras menos pardacentas. Partes posteriores do corpo da ave são mais acinzentadas, especialmente nos flancos e no crisso. Distingue-se da subespécie pallescens por ter o pescoço com a coloração ocrácea mais escura. (Blake, 1977). * Rhynchotus rufescens pallescens (Kothe, 1907) - ocorre no norte da Argentina, desde a região leste da província de Formosa até a província de Rio Negro ao sul. Esta subespécie apresenta coloração geral mais acinzentada do que na subespécie rufescens. É semelhante à subespécie catingae, com barras pálidas na região dorsal e mais cinzenta na porção inferior da ave. A coloração ocrácea do pescoço é mais pálida e frequentemente apresenta barrado discernível, mas nunca muito intenso. (Blake, 1977). Categoria:Rhynchotus Categoria:Aves descritas em 1815 Categoria:Aves do Brasil",
 "title": "Rhynchotus rufescens"
}