{
 "id": "44962",
 "text": "O jacuguaçu ou jacuaçu (nome científico: Penelope obscura) é uma ave da família dos cracídeos (Cracidae), que habita a Mata Atlântica no Brasil, nas regiões Sudeste e Sul do país. Sua área de distribuição estende-se também à Argentina, Uruguai, Paraguai e Bolívia. Sua família assemelha-se morfologicamente aos seus parentes distantes, os faisões e perdizes europeus e asiáticos (pertencentes à ordem dos Galiformes), diferindo deles em costumes diários, pelo fato de preferirem habitats florestais aos campestres, nidificarem em árvores, e não no chão, e terem uma alimentação mais frugívora do que granívora. Os cracídeos são importantes dispersores de sementes e aparentemente têm papel fundamental em manter a floresta tropical através da dispersão de suas plantas preferidas. == Etimologia == Jacuguaçu é originário da junção dos termos tupis ya'ku (jacu) e wa'su (grande), significando, portanto, \"jacu grande\". Outro nome atribuído a ela é jacu, palavra em tupi que de certo modo resume parte de sua natureza, pelo menos ao alimentar. Significa “o que come grãos”. == Características == O filhote do jacu possui a íris cinza-clara e com duas semanas de vida essa íris se torna marrom-escura e permanecendo assim até a vida adulta. Seu bico quando filhote é alaranjado podendo em alguns indivíduos variar para a cor rosa, enquanto sua mandíbula tem a extremidade distal entre as cores roxo e rosado. Ainda filhote o jacu possui uma faixa escura ao longo do corpo, desde a testa até o final do dorso, podendo ser irregular na cabeça, alargando-se no alto dorso (formando o manto). Pode ser completamente escura, mas geralmente apresenta a parte central irregular, marrom ou castanha, e o manto é malhado com essas cores. Já adulto, o jacuguaçu tem o bico negro com exceção da região da narina que possui uma variação do cinza ao preto. Essa melanização não é uniforme, mas costuma ocorrer do meio às pontas, e aos 45 dias o pinto já pode ter o maxilar negra, com exceção da extremidade branca que só desaparece a partir dos quatro meses. Possui barbelas pouco desenvolvidas, não tendo crista, e uma plumagem basicamente escura, entre o preto e o marrom. Tem olhos vermelhos. Distingue- se da sua parente próxima, a jacupemba (Penelope superciliaris), por ser maior e possuir patas de cor escura, puxando para o cinza (daí o seu nome científico, obscura) enquanto a jacupemba é menor (55 centímetros) e possui patas avermelhadas. É espécie cinegética, sendo atraído pelo caçador através de um pio específico. Sua vocalização consiste em sons peculiares, semelhantes a grasnidos e ao cacarejo de forma intermitente e não possuem diferenças significativas dos machos para as fêmeas. Aos 75 dias, o filhote já pia em tom mais grave e aos 105 dias já é capaz de produzir os mesmos sons que um indivíduo adulto. Quando exposto a situações estressantes, emite um som rouco e agressivo. Caminha longas distâncias na floresta geralmente em pares ou grupos de dez aves, e frequenta pomares em bordas de mata. Seu ninho é feito com uma tigela de gravetos forrada com folhas, oculto na vegetação a em média a três metros de altitude. São chocados em média de dois ou quatros ovos em aproximadamente 28 dias. == Alimentação == A alimentação do jacuguaçu é a base de frutos, folhas e animais invertebrados. Tem preferencia pelo fruto, folhas e brotos do murici (Byrsonima crassifolia e da caneleira, e agem como dispersor de sementes para diversas palmeiras, como a içara (Euterpe edulis), ou as palmeiras do gênero Syagrus. Apesar de seu porte, voa e se esgueira agilmente entre a densa vegetação das copas das árvores, deslocando-se de manhã e no final da tarde em busca de frutos de espécies nativas, como a jabuticaba (Plinia cauliflora), a pitanga (Eugenia uniflora), o palmito, a amora e a embaúba (Cecropia spp.) ou mesmo exóticas, como o jamelão (Syzygium cumini) ou o caqui (Diospyros ssp.), atuando como importante dispersor de sementes, mesmo em florestas secundárias. Pode vir a alimentar-se no chão e também danificar hortas ao alimentar-se de hortaliças cultivadas. == Distribuição geográfica e habitat == O jacuguaçu é presente desde a região amazônica (entenda-se do Sul do Amazonas, indo do Maranhão para o Oeste até o Madeira) até o Rio Grande do Sul, embora seja mais comum sudeste, desde o estado do Rio de Janeiro até Santa Catarina e também ao leste de Minas Gerais. Esta ave também tem registro em outros países da América do Sul como na Argentina, Bolívia, Paraguai e Uruguai. Esta capacidade de adaptação ajudou na preservação da espécie, que é ainda relativamente abundante no Sudeste do Brasil, mesmo fora do sistema de unidades de proteção, enquanto outras espécies da guilda regional de cracídeos - o mutum-do-sudeste (Crax blumenbachii) e a jacutinga (Pipile jacutinga) - encontram-se extintas fora de algumas poucas áreas protegidas. Empoleira-se facilmente nos ramos mais finos, apesar do tamanho. == Ecologia e comportamento == miniaturadaimagem|280px|Olho vermelho característico da espécie Os jacuguaçus são extremamente individualistas. Após a instalação do grupo em uma localização não é aceito mais nenhum cracídeo no local. Por serem animais com hábitos grupais (é mais provável encontrá-los em pares ou em grupos do que sozinhos) possuem um sistema de hierarquização (indivíduos maiores costumam dominar o bando). A maturidade sexual destes animais é atingida por volta de um ano de idade, quando são formadas novas cópulas entre o grupo e o nascimento de novos filhotes. Em sua vida livre, passam boa parte de seu tempo nas copas das arvores. Não é tão comum vê-los no chão, mas esse hábito lhes é comum à alimentação (ao contrário das galinhas, suas parentes distantes jacuguaçus não possuem o hábito de ciscar o chão). Apesar de serem arborícolas, não são ótimos voadores, mas conseguem se movimentar silenciosamente por entre as arvores. Na literatura há poucas informações sobre a reprodução destes animais na natureza. Sua monogamia e período de incubação (28 dias) são as poucas referências dadas a estes animais. O cortejamento de jacuguaçus machos para com as fêmeas em cativeiro inclui o oferecimento de pedrinhas, palhas do ninho, galinhos, folhas ou comida com o bico. O trabalho do ninho é dado ao macho (a fêmea costuma observar o parceiro e parece inspecionar o trabalho feito) que enquanto trabalhava vocalizava um pio baixinho e constantemente movimenta a cabeça lateralmente. As fêmeas em seu período de reprodução costumam apresentar um movimento continuo (uma espécie de dança) inclinando o corpo para frente com a cauda levantada. Em situações de perigo, os pais jacuguaçus abrem suas caudas e os pintos se escondem embaixo delas enquanto todos se locomovem. Também é comum um dos adultos, principalmente o macho, defender a sua prole assumindo uma posição de ataque contra o agressor. == Conservação == Segundo a União Internacional para a Conservação da Natureza (UICN / IUCN), apesar do desmatamento e a caça estar afetando a vida dessa ave, o seu estado de conservação ainda é \"pouco preocupante\". Considerando sua situação de ameaça de extinção a manutenção e criação dessas aves torna-se extremamente importante para a preservação da espécie. Em 2005, foi listado como vulnerável na Lista de Espécies da Fauna Ameaçadas do Espírito Santo; em 2014, como quase ameaçado no Livro Vermelho da Fauna Ameaçada de Extinção no Estado de São Paulo; e em 2018, como pouco preocupante na Lista Vermelha do Livro Vermelho da Fauna Brasileira Ameaçada de Extinção do Instituto Chico Mendes de Conservação da Biodiversidade (ICMBio). == Bibliografia == * * Categoria:Cracídeos Categoria:Aves descritas em 1815 Categoria:Aves do Uruguai Categoria:Aves do Paraguai Categoria:Aves da Bolívia Categoria:Aves da Argentina Categoria:Fauna da Amazônia Categoria:Fauna da Mata Atlântica Categoria:Aves de Minas Gerais Categoria:Aves da Bahia Categoria:Aves do Rio de Janeiro (estado) Categoria:Aves do Paraná Categoria:Aves de Santa Catarina Categoria:Aves do Rio Grande do Sul Categoria:Aves do Maranhão Categoria:Aves do Espírito Santo (estado) Categoria:Espécies citadas no Livro Vermelho da Fauna Brasileira Ameaçada de Extinção Categoria:Espécies citadas na Lista de Espécies da Fauna Ameaçadas do Espírito Santo Categoria:Espécies citadas no Livro Vermelho da Fauna Ameaçada de Extinção no Estado de São Paulo",
 "title": "Jacuguaçu"
}