{
 "id": "44996",
 "text": "A Conferência de Berlim, também conhecida como Conferência da África Ocidental\"L'écriture du diable. Discours précolonial, posture ethnographique et tensions dans l'administration coloniale allemande des Samoa\", por George Steinmetz. Politix, vol 17 nº 66, 2004, p.49-80, p. 5 ou Conferência do Congo, realizou-se em Berlim, de 15 de novembro de 1884 a 26 de fevereiro de 1885, marcando a colaboração europeia na partição e divisão territorial da África. Organizado pelo Chanceler do Império Alemão, Otto von Bismarck, o evento contou com a participação de países europeus (Alemanha, Áustria-Hungria, Bélgica, Dinamarca, Espanha, França, Grã-Bretanha, Itália, Noruega, Países Baixos, Portugal, Rússia e Suécia), mas também do Império Otomano e dos Estados Unidos. O objetivo declarado era o de \"regulamentar a liberdade do comércio nas bacias do Congo e do Níger, assim como novas ocupações de territórios sobre a costa ocidental da África\". É de realçar a participação de estados que não possuíam colónias ou territórios em África na conferência, como os países escandinavos ou os Estados Unidos. Esta Conferência foi uma das mais importantes realizadas na segunda metade do século XIX, visando, entre outras questões, regular o Direito Internacional Colonial, sendo que na conferência, entre outros temas, foram discutidos e estabelecidos princípios relativos à navegação de rios internacionais, a liberdade de comércio ao longo da bacia do Zaire, e também o estabelecimento de “regras uniformes nas relações internacionais relativamente às ocupações que poderão realizar-se no futuro nas costas do continente africano”. Adicionalmente, o tráfico de escravos, e a escravatura no geral constituíram pontos importantes na agenda da conferência. Uma conferência anterior (Conferência geográfica de Bruxelas, em 1876) iniciou o debate sobre a partição da região do Congo, que foi dividido em três partes: Congo-Léopoldville, que coube aos belgas; Congo- Brazzaville, atribuída aos franceses; e Angola, que historicamente já pertencia a Portugal. Todas essas regiões formavam o antigo Reino do Kongo. O principal resultado da conferência de Berlim foi o estabelecimento de regras oficiais de colonização, mas, além disso, a conferência gerou uma onda de assinaturas de tratados entre os vários países europeus. A Alemanha, país vencedor da guerra franco-prussiana, não possuía colônias na África, mas tinha esse desejo e viu-o satisfeito, passando a administrar o “Sudoeste Africano” (atual Namíbia), Tanganica, Camarões e Togolândia; os Estados Unidos na altura não tinham mais a colônia da Libéria, independente desde 1847, mas, como potência em ascensão, foram convidados; o Império Otomano possuía províncias na África, notadamente o Egito (incluindo o futuro Sudão Anglo-Egípcio) e Trípoli, mas seus domínios foram vastamente desconsiderados no curso das negociações e foram arrebatados de seu controle até 1914. Durante a conferência, Portugal apresentou um projeto, o famoso \"mapa cor-de-rosa\", que consistia em ligar Angola a Moçambique, criando uma comunicação entre as duas colônias, de modo a facilitar o comércio e o transporte de mercadorias. Sucedeu que, apesar de todos concordarem com o projeto, mais tarde a Inglaterra, à margem do Tratado de Windsor, surpreendentemente recusou o projeto, dando um ultimato a Portugal, ameaçando declarar-lhe guerra se a proposta não fosse retirada. Portugal, com receio de colocar em causa o tratado de amizade e cooperação militar mais antigo do mundo, cedeu às pretensões inglesas, retirando o projeto do mapa cor-de-rosa. Como resultado da conferência, a Grã-Bretanha passou a administrar toda a África Austral (com exceção das colônias alemã da Namíbia, portuguesas de Angola e Moçambique e da ilha francesa de Madagáscar) e o Sudoeste Africano, toda a África Oriental (com exceção da Tanganica) e partilhou a costa ocidental e o norte da África com a França, a Espanha e Portugal (Guiné-Bissau e Cabo Verde); o Congo – que estava no centro da disputa, o próprio nome da Conferência em alemão é \"Conferência do Congo\" – continuou como \"propriedade\" da Associação Internacional do Congo, cujo principal acionista era o rei Leopoldo II da Bélgica; este país passou ainda a administrar os pequenos reinos das montanhas a leste, o Ruanda e o Burundi. == Portugal e a Conferência de Berlim == Os representantes portugueses a esta Conferência foram António Serpa Pimentel, António José da Serra Gomes (Marquês de Penafiel), Luciano Cordeiro, Carlos Roma du Bocage (adido militar), José P. Ferreira Felício (adido) e Manuel de Sousa Coutinho (segundo-secretário). Uma das mais importantes questões para Portugal, no contexto da conferência, relacionou-se com o conteúdo do Capítulo VI do Ato Geral de Berlim, com a “declaração relativa às condições essenciais a preencher para que as novas ocupações na costa do continente africano sejam consideradas efetivas\". A Conferência de Berlim consagrou como regra de Direito Internacional o princípio de “uti possidetis jure” do litoral africano, afastando definitivamente os denominados “direitos históricos” (defendidos por Portugal). A referida norma, que vinha a ser idealizada, e a ganhar apoiantes na década antecedente à conferência, veio exigir de qualquer Estado a posse efetiva do território sobre o qual reclame a sua soberania, com o objetivo de evitar que os Estados reclamassem direitos sobre territórios onde não tinham qualquer tipo de presença. Apesar de algumas potências, nomeadamente o Reino Unido, defenderem que este princípio se deva aplicar a todo o continente africano, na declaração final de Berlim o princípio de “uti possidetis jure” restringe-se às áreas costeiras do continente. Surge assim o imperativo de alargamento da ocupação efetiva ao interior do continente através da definição de “esferas de influência” e que no caso português foi consubstanciado no projeto conhecido como “Mapa Cor-de-Rosa”. A divulgação do “Mapa cor-de-rosa” (documento cartográfico elaborado com base nas explorações portuguesas do território entre Angola e Moçambique), provocou a intervenção do Governo inglês que fez chegar a Lisboa um protesto, em resposta ao qual o Governo Português procurou, através de termos conciliatórios e ao dar garantias da integridade dos direitos ingleses, defender a sua posição, e simultaneamente evitar o escalar da situação. No entanto, a pressão internacional exercida sobre o Reino Unido e consequentemente sobre Portugal para definição de esferas de influência e ocupação de territórios, aliada às dificuldades governativas de Portugal, que levaram a uma certa negligência relativamente a questões de política externa, viriam a impedir a negociação de contrapartidas ao projeto, levando a Grã-Bretanha a impor um ultimato. Com efeito, o Governo de Lord Salisbury, apresentou, em 11 de janeiro de 1890, através do seu Enviado em Lisboa, George Prette, um ultimato, exigindo a retirada portuguesa das terras em disputa. Os termos em que estava redigido, bem como o curto prazo concedido, não davam margem de manobra para quaisquer negociações, nem apoios externos. Para evitar um conflito bélico, o Governo português cedeu às pressões britânicos, protestando, no entanto, os seus direitos aos territórios em disputa e pretendendo, no âmbito do artigo 12.º do Ato Geral da Conferência de Berlim, ver a contenda resolvida através de mediação e arbitragem. O Governo de João Crisóstomo continuou as negociações que conduziram à assinatura de um tratado definitivo em 11 de junho de 1891. Para Portugal acrescia ainda a questão da escravatura, que serviu frequentes vezes de pretexto para ingerências das potências estrangeiras. A Inglaterra, após abolir o tráfico em 1807, e com interesses coincidentes com a França nesta questão, pretendia estender a abolição da escravatura aos restantes países europeus; sendo que a totalidade do tráfico escravo só veio a ser abolida em todos os territórios portugueses em 1869, apesar de datarem do século XVIII os primeiros decretos que viriam a abolir a instituição da escravatura no território metropolitano português. A questão da escravatura viria a marcar a política portuguesa durante o século XIX, sendo que o primeiro decreto de abolição do tráfico nos domínios portugueses é da lavra do Marquês de Sá da Bandeira, publicado em 10 de dezembro de 1836. Este decreto proibia o tráfico de escravos em todos os territórios portugueses a sul do Equador. No entanto, muito pressionado pelo governo inglês para não só abolir o tráfico, mas também para ajudar na sua repressão, o Governo de Lisboa foi tentando escalonar no tempo e no espaço, as ações a desenvolver de modo a não criar ruturas e não prejudicar a economia. Como resultado da conferência, Portugal viria a consolidar o seu controlo sobre os seus territórios em África, que viria a administrar até 1974. == Ver também == * Mapa Cor-de-rosa * Ultimato britânico de 1890 == Bibliografia == * MAGNOLI, Demetrio. História da Paz. São Paulo: Editora Contexto, 2008. 448p. ISBN 85-7244-396-7-32 Berlim Berlim Categoria:Colonização europeia na África Categoria:Tratados da Áustria- Hungria Categoria:1885 nas relações internacionais",
 "title": "Conferência de Berlim"
}