{
 "id": "45018",
 "text": "Sal é uma ilha do grupo do Barlavento de Cabo Verde e concelho do mesmo nome. É uma das menores ilhas habitadas, estendendo-se por 30 km de comprimento e 12 km de largura, no sentido leste-oeste e distante cerca de 50 km em linha reta da Boa Vista, sua mais próxima vizinha. O concelho do Sal é constituído apenas por uma freguesia: Nossa Senhora das Dores. == História == Por não possuir água potável a ilha conheceu o abandono até ao século XIX quando, a partir de 1833 se iniciou a exploração de sal na localidade de Pedra de Lume. Essa atividade deu início ao povoamento. Administrativamente, a ilha pertenceu ao concelho da Boa Vista até 1935. A exploração das salinas dinamizou a economia da ilha até meados da década de 1980. Com o objectivo de constituir um ponto de escala para os voos com destino à América do Sul, em 1939 foi construído, por iniciativa italiana, o \"Aeroporto Internacional da Ilha do Sal\", com projeto do Engenheiro Raul Pires Ferreira Chaves. A este mesmo profissional, à época, deve-se a implantação de sistemas de captação de água pluvial, possibilitando o incremento do povoamento, sobretudo através da migração interna no arquipélago, nomeadamente a partir da ilha de São Nicolau. Desse modo, em curto espaço de tempo, a população teve um incremento de cinco vezes. O aeroporto, renomeado após a independência como Aeroporto Internacional Amílcar Cabral, constitui hoje o principal ponto de entrada no país e possibilita a exploração de modernos complexos turísticos, que nas últimas duas décadas se vêm instalando principalmente na cidade de Santa Maria, a maior da ilha. == Clima e geografia == O Sal tem uma superfície total de 216 km² e uma extensão máxima de cerca de 30 km, com cerca de 35000 habitantes(censo junho 2010). esquerda|thumb|300px|Paisagem do interior da ilha do Sal. Pertence ao grupo das três ilhas do arquipélago de Cabo Verde (do qual também fazem parte Boa Vista e Maio) que partilham as características físicas: * Proximidade ao continente africano, o que as torna vulneráveis ao vento quente e seco do deserto que transporta a areia do Saara e anualmente causa uma espécie de nevoeiro conhecido como bruma seca. * Planura extrema, apesar da sua origem vulcânica - a inexistência de montanhas com excepção no norte da ilha, que condensem a humidade atmosférica faz com que seja uma ilha muito árida onde a vegetação é escassa nos meses frescos, mas no verão transforma-se numa paisagem bonita e verdejante. * Extensas praias de areia branca, que é transportada pelos ventos a partir do deserto do Saara, o que se revela de grande interesse turístico. Tendo um clima ameno com pouca variação da temperatura, o verão pode ser um pouco quente, com temperaturas a variar de 24 de mínima a 30 graus de máxima; no inverno as temperaturas mínimas mais baixas oscilam entre 16 de minima a 24 de máxima; pode ocorrer um pouco de precipitação nos meses de inverno mas esta é escassa nos meses de Dezembro e Janeiro. * Presença de salinas naturais e artificiais (que, no caso do Sal, deram o nome à ilha). * Presença de piscinas rochosas naturais, destacando-se a designada por buracona, na costa ocidental norte da ilha. == Localidades == A Cidade dos Espargos é a capital e a sua cidade com mais habitantes. Santa Maria, ao sul, é o centro turístico e o segundo maior centro populacional da ilha, dispondo de uma boa estrutura hoteleira. Palmeira sendo uma vila essencialmente piscatória encontra-se a oeste da Cidade dos Espargos. Pedra de Lume a 4 km a este de Espargos é uma localidade de não mais de 100 habitantes; ali podemos encontrar as maravilhosas salinas. * Espargos (pop: 17000) * Santa Maria (pop:12000) * Palmeira (pop:6000) * Pedra de Lume (pop:100) == Economia == thumb|300px|Piscina natural da buracona, na costa ocidental da ilha do sal. A ilha do Sal é o principal foco de atração turística do país. A sua boa rede de hotéis é responsável por mais de 50% das dormidas turísticas em todo o arquipélago. A ilha é plana, condição ideal para abrigar o principal aeroporto do arquipélago, ponto de chegada, partida e escala de diversos vôos internacionais, o Aeroporto Internacional Amílcar Cabral código IATA: SID), localizado no centro da ilha e próximo da Vila de Espargos. == Língua == Para além do português, língua oficial, o crioulo cabo-verdiano é usado no dia-a- dia pela maioria da população do Sal. Existe uma variante local do crioulo cabo-verdiano. == Clubes Desportivos == * Associação Académica do Sal (Espargos) * Académico do Aeroporto do Sal (Espargos) * Futebol Clube Juventude (Espargos) * Sport Clube da Palmeira (Palmeira) * Sport Clube de Santa Maria (Santa Maria) * Sport Clube Verdun (Pedra de Lume) * Grupo Desportivo Recreativo e Cultural “Pretória” (Espargos) * Grupo Desportivo Pantera Negra (Espargos) * Grupo Desportivo Da Preguiça (Espargos) * Associação Chã de Matias *Organização Desportiva de Ribeira Funda (Espargos) == Personalidades == * Ildo Lobo – músico * Maria Alice (Cantora de Cabo Verde) * Dany Santoz - Músico e Cantor * Airton Cozzolino Lopes - Atleta de kitesurf (wave) e SUP == Ligações externas == * * *",
 "title": "Ilha do Sal"
}