{
 "id": "45029",
 "text": "Oligochaeta (do grego ὀλίγος \"pouco\" e χαίτη \"cerda\"; \"poucas cerdas\") é uma subclasse de Clitellata que compreende cerca de 5000 espécies, a maioria vivente em água doce ou ambientes terrestres. Cerca de 200 espécies invadiram com sucesso águas salobras e marinhas. Possuem o corpo formado por um prostômio reduzido, um peristômio, número váriavel de segmentos, geralmente homônomos, e um pigídio. Apresentam uma cintura glandular chamada clitelo, que possui função reprodutiva. Ao contrário de seus parentes Polychaeta, não possuem parapódios e apresentam poucas cerdas, importantes para sua locomoção. Os animais mais conhecidos deste grupo são as minhocas, nome comum dado para as espécies da subordem Lumbricina, porém que também pode ser utilizado em senso amplo para todos os oligoquetas terrestres.Barnes, R., Ruppert, E., Fox, R. S. (2005). Zoologia dos Invertebrados: Uma abordagem funcional-evolutiva. São Paulo: Roca. pp. 482–565 == Morfologia externa == O corpo dos Oligochaeta é geralmente cilíndrico, contendo uma cabeça cabeça formada por um prostômio reduzido, ligado a um peristômio, número variável de segmentos, geralmente homônomos, e por fim um pigídio, contendo o ânus. O prostômio e o peristômio podem estar fundidos em uma estrutura chamada zigolobo ou separados por sulcos visíveis. Algumas espécies aquáticas possuem brânquias, o que deixa os segmentos ligeiramente heterônomos. Estes animais não possuem parapódios, tendo suas cerdas emergindo a partir da parede do corpo. As cerdas costumam se apresentar em quatro feixes por segmento, com 2 a 25 cerdas por feixe. Algumas espécies apresentam dois semicírculos de cerdas no meio do segmento, formando um cinturão. Geralmente, as cerdas estão presentes em todos os segmentos, porém há espécies em que as cerdas estão ausentes em determinados segmentos. Estão sempre ausentes no prostômio, peristômio e pigídio, que não são segmentos verdadeiros. Assim como todos seus parentes clitelados, possuem uma cintura glandular chamada clitelo, com importante função reprodutiva para o grupo. São hermafroditas simultâneos e possuem testículos e ovários abrindo-se para o exterior, por meio de poros genitais. Há também estruturas de captação e armazenamento de espermatozóides dos parceiros, chamadas espermatecas. O gonóporo masculino encontra-se posteriormente ao clitelo, enquanto o feminino e as aberturas das espermatecas encontram-se anteriormente a este ou no próprio clitelo. Geralmente há poros intersegmentares dorsais, capazes de liberar fluido celômico ao meio externo. Esse mecanismo é utilizado para manter a umidade do corpo e portanto possibilitar as trocas gasosas, bem como para defesa contra predadores. Há espécies aquáticas que vivem dentro de tubos, composto por muco secretado por elas próprias e materiais obtidos do meio. As minhocas terrestres constroem galerias com o muco secretado e material defecado. == Sustentação e locomoção == O corpo dos oligoquetas é coberto por uma cutícula composta por fibras de escleroproteínas e mucopolissacarídeos, secretada pela epiderme, formada por tecido epitelial colunar, geralmente ciliado. Abaixo desta há uma camada de tecido conjuntivo, seguido pela musculatura circular e músculos longitudinais espessos, dispostos geralmente em 4 bandas. A musculatura longitudinal é revestida internamente pelo peritônio, que circunda os espaços celômicos e recobre a superfície dos órgãos internos. O celoma é geralmente amplo e disposto em dois espaços laterais a cada segmento, separados entre si por um mesentério. Na maioria das espécies as cavidades celômicas de cada segmento são completamente separadas pelos septos intersegmentares, porém há espécies em que os septos não são completos e permitem a passagem do fluido celômico. O celoma nestes animais tem uma importante função de esqueleto hidrostático. A locomoção se dá pela contração alternada entre a musculatura longitudinal e circular de cada segmento, formando ondas peristálticas que avançam na direção anterior do corpo. Com a musculatura longitudinal relaxada e a circular contraída, o corpo do animal se alonga e diminui seu diâmetro, e com a configuração oposta o corpo se encurta e aumenta o diâmetro. As cerdas têm um papel fundamental nesse processo, fornecendo a ancoragem necessária para que haja um deslocamento efetivo. Nos segmentos de menor diâmetro, as cerdas se mantêm paralelas à parede do corpo, permitindo que eles deslizem sem grandes problemas. Já nos segmentos que estão com maior diâmetro, as cerdas assumem uma conformação que atrita com o substrato e impede o deslizamento. Dessa forma, os pontos curtos e grossos do corpo do animal servem como ancoragem para que o restante se alongue e avance pelo substrato. == Alimentação == A boca dos oligoquetas fica localizada na porção ventral do prostômio, e o principal órgão para a tomada de alimento é uma faringe muscular, que geralmente possui glândulas de muco, para aglutinar e lubrificar o alimento, facilitando a ingestão. A faringe abre-se num esôfago estreito e tubular, que em algumas espécies pode ser modificado em papos, para armazenamento de alimentos, e moelas, utilizadas para trituração mecânica do alimento. Há espécies que chegam a ter 10 moelas. Muitos Oligochaeta apresentam, também no esôfago, glândulas calcíferas, responsáveis pela remoção do cálcio do material ingerido, e sua posterior precipitação na forma de calcita, que é eliminada nas fezes. O restante do trato digestório é formado por um intestino, que tem função digestiva na metade anterior e absortiva na posterior. Além de enzimas digestivas comuns, o epitélio intestinal secreta também celulase e quitinase, para digerir a parede celular de plantas e fungos, respectivamente. Essas enzimas não são produzidas pelos oligoquetas, mas sim por bactérias simbiontes que vivem no trato digestivo. Existe uma dobra chamada tiflossole, que se projeta para o lúmen do intestino, aumentando a superfície de absorção. A maioria dos oligoquetas apresenta uma massa de células pigmentadas, chamadas de células cloragógenas, formando o tecido cloragógeno, que se localiza no celoma, sobre a parede do intestino. Ele é responsável pelo metabolismo secundário desses animais, como a síntese e armazenamento de glicogênio e lipídios, e desaminação de proteínas. A maioria dos oligoquetas terrestres se alimenta do próprio substrato, enquanto cavam sua galerias. São detritívoros não seletivos, o que significa que eles ingerem tanto a matéria orgânica, quanto a inorgânica, sendo que a primeira é digerida e absorvida pelo trato intestinal, e a segunda é eliminada pelo ânus. No entanto, há algumas espécies que possuem uma maior seletividade (por exemplo, espécies de Lumbricus), se locomovendo até a superfície do solo, onde sugam materiais orgânicos e retornam ao fundo da terra para digeri-los. Dentre os oligoquetas aquáticos, muitos são também detritívoros não seletivos, utilizando a faringe para capturar o material orgânico, incluindo pequenos organismos, do sedimento do fundo de rios e lagos. Alguns desses animais são carnívoros, e capturam pequenos invertebrados e protozoários por sucção. Dentro da família Naididae, foram descritas mais de 80 espécies sem tubo digestivo, as quais possuem uma importante relação simbiótica com 5 tipos de bactérias subcuticulares, sendo que a função delas na nutrição desses animais ainda não é totalmente conhecida. Essas espécies são encontradas em habitats de coral de areia de águas rasas e em sedimentos subsuperficiais anaeróbios ricos em sulfito, e as bactérias citadas são passadas de geração em geração, através da oviposição. == Circulação == O padrão segmentado dos anelídeos exige que haja um sistema circulatório desenvolvido, capaz de integrar os metâmeros do corpo e distribuir os nutrientes, já que não há estruturas de absorção de nutrientes em todos os metâmeros. O sistema circulatório dos oligoquetas é fechado e apresenta vasos não revestidos por endotélio.Fransozo, A., Negreiros Fransozo, M. L. (2017). Zoologia dos Invertebrados. Rio de Janeiro: Roca. pp. 493–600Brusca, R. C., Moore, W., Shuster S. M. (2018). Invertebrados (Vol. 3). Rio de Janeiro: Guanabara Koogan. pp. 649-694 Há 3 vasos longitudinais em Oligochaeta: um vaso dorsal muito muscular que funciona como uma válvula, de forma semelhante a um coração, por onde o sangue flui na direção anterior; um vaso ventral, por onde o sangue flui na direção posterior; e um vaso subneural, situado em posição ventral ao cordão nervoso, por onde o sangue corre também em direção posterior, e provê uma ligação direta com o vaso dorsal. Unindo os vasos ventral e dorsal, há as redes vasculares anterior e posterior, e também redes capilares segmentares, que se repetem a cada segmento. As redes capilares segmentares incluem o plexo intestinal, responsável pela nutrição do trato digestório e absorção de nutrientes, e o plexo subepidérmico, que nutre as células da parede do corpo e é responsável pelas trocas gasosas, garantindo que o sangue rico em oxigênio chegue à região anterior. Além dos vasos dorsais, os Oligochaeta possuem de 1 a 5 vasos secundários também musculares, que são chamados de corações laterais e ajudam no bombeamento do sangue pelo corpo. Eles comunicam o vaso dorsal diretamente ao ventral e exercem a principal força propulsora do sangue nestes animais, além de ser também utilizado como caráter taxonômico. Outro fator importante na propulsão sanguínea são os próprios movimentos corporais, que ajudam no processo. Há uma diversidade gigantesca de pigmentos respiratórios nos anelídeos, porém a maioria dos oligoquetas possuem hemoglobina dissolvida no plasma sanguíneo, com algumas exceções, como Naididae, que não possui pigmento respiratório. == Trocas gasosas == A maioria dos representantes de Oligochaeta promove as trocas gasosas exclusivamente por meio de difusão pela parede do corpo. Para este fim, as minhocas possuem estruturas especializadas na secreção de substâncias para umedecer a parede corporal e apresentam uma rede capilar epidérmica bem desenvolvida, aumentando a eficiência das trocas gasosas por meio do tegumento. Elas são incapazes de respirar em meio aquático. Poucas espécies aquáticas apresentam evaginações da parede corpórea que funcionam como brânquias simples, como Dero, Aulophorus e Branchiura. Outra estratégia pouco comum pode ser observada no gênero Tubifex. Estes animais vivem em tubos, em águas paradas e pobres em oxigênio. A parte posterior de seu corpo fica posicionada para fora do tubo e chacoalha, aumentando a circulação de água e a eficiência da respiração. == Excreção e osmorregulação == Os Oligochaeta apresentam geralmente um par de metanefrídios em cada metâmero, associados aos septos intersegmentares, sendo que alguns Megascolecidae e Glossoscolecidae apresentam nefrídios adicionais múltiplos ou ramificados. Algumas espécies podem apresentar metanefrídios modificados, chamados de micro ou enteronefrídios. Neste caso, as excretas são liberadas no intestino, onde a água pode ser reabsorvida, permitindo uma maior adaptabilidade dessas espécies a solos menos úmidos. Costumam possuir glomérulos com podócitos na parede em contato com cada nefrostômio, de forma que o ultrafiltrado segue diretamente para o interior dos metanefrídios. Devido à respiração cutânea, a superfície corporal dos oligoquetas precisa ser mantida constantemente úmida, o que implica em perda acentuada de água nas espécies terrestres, e ganho desta nas espécies aquáticas, gerando em ambos perda de sais e íons importantes. Assim, as formas aquáticas excretam amônia, de forma a liberar mais água nesse processo, além de reter os sais por meio de reabsorção seletiva e transporte ativo nos nefridiodutos. Já as formas terrestres excretam ureia, para minimizar a perda de água, porém não há tanta eficiência nesse processo, de forma que a amônia continua sendo um grande constituinte das excretas. Além disso, possuem mecanismos bastante elaborados de reabsorção seletiva e secreção ativa nos dutos nefridiais, de forma que são capazes de produzir uma urina hiperosmótica em relação ao meio quando o solo está seco. Existem espécies capazes de se encistar em condições desfavoráveis, secretando uma capa mucosa espessa e rígida, que forma a parede do cisto. Outras são capazes de entrar em estado de diapausa, em solo profundo, perdendo cerca de 70% de toda a água de seu corpo,retomando sua atividade assim que os níveis de água no solo retornam ao normal. == Sistema nervoso e sensorial == O cérebro dos oligoquetas localiza-se na região dorsal anterior, estendendo-se até o terceiro segmento. Deste partem um ou dois pares de conectivos circum- entéricos, que se estendem ao redor do intestino anterior e se ligam ao gânglio subentérico, do qual parte um par de cordões nervosos ventrais. Na maioria dos oligoquetas, os dois cordões ventrais estão parcial ou completamente fundidos. Cada metâmero possui um par de gânglios segmentares, unidos por comissuras transversais, dos quais partem nervos para a parede do corpo e para os órgãos segmentares. É comum neste grupo a presença de axônios gigantes, com função principalmente de resposta de fuga. Um diâmetro maior dos axônios oferece menos resistência e, portanto, uma velocidade maior de propagação de impulso elétrico, gerando uma contração rápida utilizada para fugir de predadores em potencial. Outro fator que aumenta a velocidade de resposta é o fato de que esse neurônio percorre todo o corpo do animal sem fazer sinapses. Cada fibra muscular dos Oligochaeta é inervada por diversos neurônios, sendo que a velocidade e força da contração delas depende da multiplicidade de estímulos que atingem as mesmas. Estudos recentes demonstram que as neurossecreções parecem ter papel importante na integração dos estímulos nos anelídeos, porém esse mecanismo ainda não é bem compreendido. == Reprodução == === Reprodução assexuada === Os oligoquetas apresentam a capacidade de regenerar partes perdidas do seu corpo, sendo que esse processo é desencadeado por neurossecreções do cordão nervoso lesionado. Na cicatrização, células se desdiferenciam e migram para o local da lesão, formando agregados de células chamados blastemas, que se transformam numa zona de crescimento secundária, capaz de produzir novos segmentos. Junto com os blastemas, células não diferenciadas, chamadas neoblásticas, participam do processo de regeneração. O mecanismo citado permite que esses animais utilizem um ataque de predador, por exemplo, como uma forma de reprodução, já que os fragmentos possivelmente gerados podem se regenerar em diversos indivíduos. Há também dois processos controlados que se utilizam desse mecanismo para reprodução: a paratomia e a arquitomia. Ambos são mediados por neurossecreções, e ocorrem quando há espaço e alimento abundante no local, desde que o indivíduo possua um tamanho grande o suficiente. Na arquitomia, os indivíduos fragmentam seu corpo em diversos pedaços, e cada um deles se regenera formando um novo indivíduo. Esse processo pode ser observado em Lumbricus. Já na paratomia, há a proliferação de células epidérmicas para dentro dos septos intersegmentares, formando macrosseptos, que separam completamente o indivíduo em duas partes. Na parte anterior desses macrosseptos ocorre a formação de um pigídio, enquanto na posterior forma-se a cabeça, e os novos indivíduos vão sendo liberados conforme se completa sua formação, sempre da parte posterior para a anterior. Esse processo pode ser observado em Nais, Aeolosoma e Stylaria. === Reprodução sexuada === Os oligoquetas são hermafroditas simultâneos, ou seja, possuem gônadas femininas e masculinas ao mesmo tempo, e neles ocorre a fecundação cruzada. Como todos os clitelados, apresentam, próximo à região anterior, uma cintura glandular chamada clitelo, bem desenvolvida em espécies terrestres e, geralmente, reduzida em espécies aquáticas. Essa estrutura pode ser permanente ou se formar apenas nas épocas reprodutivas, a depender da espécie. O sistema reprodutor masculino apresenta de 1 a 2 segmentos férteis, com testículos pareados, que produzem espermatogônias, que podem ser liberadas diretamente na cavidade celômica ou em vesículas seminais. Lá ocorre a maturação dessas células em espermatozóides, que são transportados ao gonóporo, por meio de dutos espermáticos ciliados. Pode haver também um par de glândulas acessórias e prostáticas, com funções de secreção de líquidos que auxiliam na cópula e nutrientes para os espermatozóides, respectivamente. Quanto ao sistema reprodutor feminino, os gonóporos necessariamente encontram-se no clitelo ou anteriormente a este. Existe apenas 1 segmento fértil, com 1 par de ovários, que liberam as ovogônias diretamente na cavidade celômica ou em ovissacos, o que é mais comum nesse grupo. Os óvulos maduros são transportados até o gonóporo feminino por meio de um oviduto ciliado. Há também estruturas chamadas espermatecas, com função de captar e armazenar os espermatozóides do parceiro na cópula até a liberação de seus óvulos. O clitelo possui funções importantes, como produção de muco para manter os animais acoplados durante a cópula, de albumina, para nutrir os embriões, e de um casulo, onde são depositados os gametas. Ele é geralmente grande e intumescido nas espécies terrestres, e pequeno nas espécies aquáticas, com apenas uma camada de células. Além disso, essa estrutura serve como importante caráter taxonômico, devido a sua variação em tamanho e número de segmentos. O processo da cópula começa com os dois animais se aproximando com orientações contrárias, de forma a alinharem gonóporos masculinos com espermatecas. Essa posição é mantida por meio do muco secretado pelo clitelo e, às vezes, por cerdas copulatórias e estruturas eversíveis semelhantes a pênis. Eles se separam apenas quando as espermatecas de ambos estão cheias. Dentro de algumas horas ou dias após a cópula, são secretados o muco, a albumina e o casulo pelo clitelo, e o animal começa a produzir ondas peristálticas na musculatura, de forma que essa estrutura, contendo os produtos das secreções, é movida na direção anterior do corpo. Ao passar pelos gonóporos femininos, os óvulos são liberados e, em seguida, ao passar pelas espermatecas, os espermatozóides são liberados, de forma que a fecundação ocorre dentro do casulo com albumina. Quando essa estrutura é liberada, a lâmina mucosa se desintegra e as aberturas do casulo se fecham para proteger os ovos. As formas aquáticas depositam o casulo no substrato bentônico, enquanto as terrestres depositam na superfície do solo, quando úmido, e no fundo deste, quando seco. Cada casulo pode conter de 1 a 20 embriões. === Desenvolvimento === O desenvolvimento em Oligochaeta é direto, ou seja, do ovo eclode uma fase juvenil, sem estágio larval. O ovo costuma ser rico em vitelo nas espécies aquáticas, e menos ricos nas espécies terrestres, que têm a falta de vitelo suprida pela grande quantidade de albumina no casulo. Dependendo da espécie e das condições ambientais, o desenvolvimetno pode durar de uma semana a alguns meses e, geralmente, apenas alguns dos ovos depositados eclode. == Importância econômica == Devido ao seu modo de vida e as suas características fisiológicas, as minhocas têm sido exploradas em vários aspectos, como: === Bioindicadores === As minhocas são consideradas importantes bioindicadoras, por se mostrarem sensíveis às ações antrópicas, particularmente no que diz respeito à utilização de produtos químicos no solo. Esses organismos têm-se apresentado como bons bioindicadores de produtos químicos, como pesticidas; contaminantes de solo, como metais pesados; fatores físicos, como compactação e hidrologia; e, utilização da área, como agricultura. Alguns oligoquetas aquáticos possuem tolerância muito alta à poluição, de forma que uma quantidade muito grande destes em corpos hídricos, aliado a uma escassez de outros invertebrados, é uma forte indicação de poluição severa. Isso gerou grande interesse nessa área de estudos, de forma que muito foi descoberto sobre esses animaisHowmiller, R. P. (1974). Studies on aquatic Oligochaeta in inland waters of Wisconsin. Wisconsin Academy of Sciences, Arts and Letters, 62: 337, 356. === Iscas para pesca === O uso das minhocas como iscas para pesca é amplamente conhecido. Nos Estados Unidos, o comércio de minhocas como isca para a pesca é uma prática bastante rentável, porém traz enormes malefícios para o ecossistema onde é praticado. Espécies são frequentemente introduzidas perto de lagos e rios onde a pesca é uma atividade frequente, já que os pescadores que usam com minhocas vivas podem deixar cair algumas, ou mesmo descartá-las por qualquer motivo no local, gerando uma proliferação de espécies não nativas, que podem se espalhar pelo continente.Mason, W. T., Rottmann, R. W., & Dequine, J. F. (1992). Culture of earthworms for bait or fish food. Florida Cooperative Extension Service, Institute of Food and Agricultural Sciences, University of Florida. === Alimentação de outros animais === As minhocas são frequentemente utilizadas para a alimentação de peixes e outros animais de cultivo ou de estimação, bem como em centros de reabilitação de fauna e zoológicos. === Compostagem === Outra utilização prática das minhocas é a sua aplicação em alternativas de manejo de resíduos, sobretudo de origem orgânica. Essa aplicação é conhecida como compostagem ou, mais especificamente, como vermicompostagem. A importância das minhocas na decomposição de matéria orgânica e a liberação de nutrientes que ela contém são conhecidas há bastante tempo. As técnicas de produção e manejo são bastante variadas e têm sido aplicado em vários países do Mundo.Darwin, C. R. 1897. The formation of vegetable mould through the action of worms: with observations on their habits. London: John Murray. === Medicina === A utilização de substâncias produzidas por minhocas na medicina, apesar de conhecida entre algumas comunidades e entre alguns grupos de pesquisa, não é bastante difundida. Isso deve-se ao fato, principalmente, dos estudos de cunho científico voltados nessa perspectiva serem relativamente recentes. O uso destes animais na medicina popular é comum em comunidades tradicionais asiáticas e vem sendo documentada desde o ano 1340, no tratamento de doenças como a piorreia, fraqueza pós-parto, varíola, cálculos renais e reumatismo. Na medicina tradicional chinesa, existem diversas técnicas de preparo de minhocas, para tratar diversas condições, como asma, testículos inchados, dor de garganta, lombrigas, dor de cabeça, dores de dente, inchaço e vermelhidão nos olhos, cistos no nariz e infecções de ouvido, bem como para estimular a micção, porém nem todos estes usos têm sua eficácia comprovada. A medicina moderna tem avaliado compostos isolados de algumas espécies e detectado propriedades médicas promissoras, como atividade antiasmática, anti- inflamatória, antioxidativa, fibrinolítica e anticoagulante. == Diversidade e taxonomia == Os oligoquetas possuem uma grande diversidade de formas e hábitos, de modo que são divididos em 3 ordens e 38 famílias, de acordo com a edição mais recente da Nomenclatura Oligochaetologica. As ordens Lumbriculida e Moniligastrida são monotípicas, ou seja, possuem apenas uma família cada, enquanto Haplotaxida é a maior e mais diversa das ordens, apresentando 4 subordens e 36 famílias. As minhocas são os representantes mais conhecidos deste grupo, porém existem também representantes aquáticos, tanto marinhos como de água doce, além de alguns parasitas.Reynolds, J. W., & Wetzel, M. J. (2020). Nomenclatura Oligochaetologica–A catalogue of names, descriptions and type specimens. Editio Secunda. Os moniligastrídeos são espécies terrestres cavadoras, tendo grande importância na aeração e fertilização do solo, e em sua maioria, habitam o leste e sudeste asiáticos, com poucas espécies excedendo esses limites, provavelmente devido à ação humana. Estão entre as famílias mais diversas de oligoquetas terrestres, com cerca de 200 espécies descritas até o momento. Apresentam características morfológicas intermediárias entre as espécies aquáticas e terrestres de Oligochaeta, o que gera dúvidas acerca de sua posição filogenética. Os lumbriculídeos são espécies aquáticas, muito frequentemente encontradas em corpos de água doce, desde rios e lagos a pântanos e cavernas, principalmente no hemisfério norte. Alimentam-se de detritos orgânicos e de alguns microorganismos, e são, em sua maioria, adaptadas a ambientes frios, com pouca tolerância à variação de temperatura. A reprodução sexuada nessa família é muito rara, sendo que tais indivíduos reproduzem-se principalmente por arquitomia. Algumas espécies são frequentemente utilizadas para alimentação de peixes em cativeiro. Já Haplotaxida possui 4 subordens, duas delas com apenas duas famílias cada: Haplotaxina, um grupo de oligoquetas terrestres, que aparenta ser caracterizado apenas por plesiomorfias, e Enchytraeina, composto por representantes aquáticos e terrestres, sendo encontrados tanto em água doce quanto salgada, e até mesmo em ambientes extremos, como a neve de geleiras. A subordem mais conhecida de Haplotaxida é Lumbricina, com seus representantes sendo chamados comumente de minhocas. Suas famílias mais conhecidas são Lumbricidae, Glossoscolecidae e Megascolecidae, com representantes que podem chegar até 3 m de comprimento. A última subordem deste grupo é Tubificina, apresentando representantes aquáticos, alguns viventes em tubos, outros cavadores de substrato. Dentro dessa subordem está Capilloventridae, a qual é considerada como grupo mais basal de Clitellata. Dentre as famílias mais conhecidas deste grupo estão Tubificidae e Naididae, que alguns autores consideram sinônimos, propondo uma fusão. Alguns naidídeos, como Chaetogaster e Allodero podem apresentar estilo de vida parasita. A classificação taxonômica dos oligoquetas ainda é bastante discutida, e mudanças são frequentemente propostas, já que muitos estudos filogenéticos têm apontado para a parafilia de diversos táxons de Oligochaeta, bem como da própria subclasse. A seguir está uma classificação bastante utilizada, que não leva em consideração a monofilia de todos os grupos: Subclasse Oligochaeta *Ordem Lumbriculida ** Família Lumbriculidae *Ordem Moniligastrida ** Família Moniligastridae *Ordem Haplotaxida ** Subordem Haplotaxina *** Família Haplotaxidae *** Família Tiguassidae ** Subordem Tubificina *** Família Tubificidae *** Família Phreodrilidae *** Família Dorydrilidae *** Família Naididae *** Família Opistocystidae *** Família Capilloventeridae *** Família Lycodrilidae *** Família Randiellidae *** Família Narapidae *** Família Parvidrilidae ** Subordem Enchytraeina *** Família Enchytraeidae *** Família Propappidae ** Subordem Lumbricina *** Família Alluroididae *** Família Criodrilidae *** Família Lumbricidae *** Família Komarekionidae *** Família Diporochaetidae *** Família Ailoscolecidae *** Família Hormogastridae *** Família Labatocerebridae *** Família Sparganophilidae *** Família Biwadrilidae *** Família Glossoscolecidae *** Família Kynotidae *** Família Microchaetidae *** Família Almidae *** Família Lutodrilidae *** Família Megascolecidae *** Família Acanthodrilidae *** Família Octochaetidae *** Família Eudrilidae *** Família Ocnerodrilidae *** Família Tumakidae *** Família Tritogeniidae == Filogenia == Ainda há muita controvérsia sobre as relações filogenéticas dos anelídeos e, principalmente, dos clitelados, grupo do qual Oligochaeta faz parte. Clitellata encontra-se no topo da árvore filogenética abaixo, a qual indica a parafilia do grupo conhecido como Polychaeta, que engloba todos os outros anelídeos além de Clitellata. É importante citar que, embora seja uma filogenia muito citada e recente, ainda não há amplo consenso sobre sua validade.Brusca, R. C., Moore, W., Shuster S. M. (2018). Invertebrados (Vol. 3). Rio de Janeiro: Guanabara Koogan. pp. 721 Filogenia de Annelida adaptada Em relação à filogenia de Clitellata, há vários artigos publicados até o momento, porém ainda não há consenso sobre as posições das famílias dentro do grupo. Foi postulado, em 2005, no livro Zoologia dos Invertebrados, que Hirudinomorpha era grupo irmão de Oligochaeta, porém atualmente pouco se acredita nesta proposição. Lumbriculidae tem sua posição sólida como grupo irmão de Hirudinomorpha, atestando a não monofilia de Oligochaeta, ainda que o resto das relações filogenéticas desse grupo ainda não seja muito bem entendido. Além disso, observando-se a árvore filogenética abaixo, que não representa a totalidade de famílias deste grupo, pode-se notar que diversas classificações taxonômicas em nível de ordem e subordem não são sustentadas pela filogenia. Por esse motivo,existem diversas proposições de novos grupos taxonômicos suportados pela filogenia, porém ainda não são utilizados de forma unânime na academia científica. A politomia entre Phreodrilidae, Tubificidae, Propappidae e Haplotaxidae também representa bem como as relações dentro de Clitellata ainda são bastante incertas. É importante, mais uma vez, ressaltar que a filogenia abaixo não representa um amplo consenso na academia científica, e muitos estudos filogenéticos ainda precisam ser feitos para esse propósito. Filogenia de Clitellata, segundo propostas recentes Categoria:Oligochaeta Categoria:Clitellata",
 "title": "Oligochaeta"
}