{
 "id": "45049",
 "text": "Em telecomunicações, o termo em inglês Gateway (em português Ponte de ligação) refere-se a um pedaço de hardware de rede que possui os seguintes significados: * Em uma rede de comunicações, um nó de rede equipado para interfacear com outra rede que usa protocolos diferentes. ** Um gateway pode conter dispositivos como tradutores de protocolo, dispositivos de comparação de impedância, conversores de taxas, isoladores de falhas ou tradutores de sinais quando necessário para fornecer interoperabilidade de sistemas. ** Um gateway de tradução / mapeamento de protocolo interconecta redes com diferentes tecnologias de protocolo de rede, por meio da realização de conversões de protocolos requeridas. * Um computador ou programa de computador configurado para realizar as tarefas de um gateway. Gateways, também chamados de conversores de protocolo, podem operar em qualquer camada de rede. As atividades de um gateway são mais complexas que aquelas do roteador ou switch, uma vez que se comunicam usando mais de um protocolo. Os computadores dos usuários de Internet e os computadores que servem páginas para usuários são nós de rede, uma vez que os nós que conectam as redes entre elas são gateways. Por exemplo, os computadores que controlam o tráfego entre redes de empresas ou os computadores usados pelos provedores de serviço de internet para conectar usuários à Internet são nós de gateway. Na rede para uma empresa, um computador servidor que age como um nó de gateway está frequentemente agindo também como um servidor proxy e um servidor firewall. Um gateway é frequentemente associado com um roteador, que conhece onde direcionar um determinado pacote de dados que é recebido no gateway e comutá-lo, o que fornece o caminho de entrada e saída real do gateway para um determinado receptáculo. Exemplos de gateway podem ser os routers (ou roteadores) e firewalls, já que ambos servem de intermediários entre o utilizador e a rede. Um proxy também pode ser interpretado como um gateway (embora em outro nível, aquele da camada em que opera), já que serve de intermediário também. == Ver também == * Modem * Hub * Switch * Bridge *Conversor de mídia * Roteador Categoria:Arquitetura da internet Categoria:Palavras, frases e expressões em inglês",
 "title": "Gateway"
}