{
 "id": "45040",
 "text": "A Gazeta do Sul é o maior jornal em circulação na cidade de Santa Cruz do Sul, no Rio Grande do Sul, e quinto no ranking dos jornais gaúchos. Possui circulação diária de segunda a sexta-feira, exceto em fins de semana, com apenas uma edição para o sábado e o domingo. Foi a base para a formação do Grupo Gazeta de Comunicações, que hoje é composto ainda pela Gazeta da Serra, Portal Gaz, quatro emissoras de rádio nas cidades de Santa Cruz do Sul, Rio Pardo e Sobradinho, dentre elas a rádio Gazeta, além da Editora Gazeta Ltda que edita várias publicações voltadas ao agronegócio e economia. As seções são: Panorama, Geral, Esportes, Gazeta Mix, Mundo, País, Regional, Polícia, Opinião, Classificados (empregos, imóveis e automóveis), Panorama Regional, Gazetinha, Magazine, Construção e Decoração, e Veículos. == História == Foi fundado em 1.º de janeiro de 1891 como um periódico brasileiro editado em língua alemã intitulado Kolonie pelo Pastor Klasing, seus diretores eram Arthur Hemmsdorf e Hans Stutzer. Começou com publicação semanal, passou a bissemanal e mais tarde, a trissemanal. Em pouco tempo possuía uma rede de correspondentes e era considerado o mais importante periódico alemão fora do eixo Porto Alegre–São Leopoldo. Em 1901, foi adquirido pelo Sínodo Rio- Grandense e, em 1907, passou a propriedade de José Ernesto Riedl e Adolfo Lamberts.As lendas que fascinam gerações. Os primeiros jornais de Rio Pardo. Fascículo 13. No final da Primeira Guerra Mundial, o jornal foi proibido de circular em alemão, passando a ser impresso em português de fevereiro de 1918 a junho de 1919, com o novo nome de Gazeta de Santa Cruz. Em 1920, ele volta ao formato original, chegando a uma tiragem de três mil exemplares. Com a campanha de nacionalização do governo de Getúlio Vargas, o jornal encerrou suas atividades em 29 de agosto de 1941. Depois do conflito foi estruturado o Gazeta de Santa Cruz, que circulou até 1954, sendo substituído pelo Gazeta do Sul, que circula até hoje. Assim, a primeira edição da Gazeta circulou em 26 de janeiro de 1945, então com o nome de Gazeta de Santa Cruz, que substituía o anterior Kolonie, impedido de circular na Campanha de nacionalização do governo Getúlio Vargas. A Gazeta foi fundada por um grupo liderado por Francisco José Frantz. Em 1956 passou a ser uma sociedade anônima com dezenas de sócios e passou a chamar-se Gazeta do Sul, pois as fronteiras de circulação do jornal já abrangiam os vales dos Rios Pardo, Jacuí e Taquari, na região central do Rio Grande do Sul. Com gráfica própria, sediada em Santa Cruz do Sul, a Gazeta do Sul foi evoluindo ao longo dos tempos e hoje é um dos principais jornais do Rio Grande do Sul. Além da Gazeta do Sul são impressos dezenas de outros jornais na gráfica da Gazeta. == Ligações externas == * * Viavale Internet (provedor do grupo) * Portal Gaz (portal de notícias do grupo) Categoria:Jornais do Rio Grande do Sul Categoria:Mídia de Santa Cruz do Sul Categoria:Jornalismo germânico no Brasil",
 "title": "Gazeta do Sul"
}