{
 "id": "45041",
 "text": "Zero Hora é um jornal brasileiro de circulação diária, com base em Porto Alegre, Rio Grande do Sul. O jornal foi fundado em 1964 por Ary Carvalho, e é controlado pelo Grupo RBS. Ao lado de Folha de S.Paulo, Estado de Minas, O Globo, Correio Braziliense e O Estado de S. Paulo, entre outros, formam o grupo dos principais jornais de referência do Brasil. == História == === Século XX === thumb|direita|Antiga sede do jornal na Rua Sete de Setembro, 2008 Foi fundado em 4 de maio de 1964 pelo jornalista Ary de Carvalho. Sua primeira sede localizava-se na Rua Sete de Setembro. Em 1969, foi inaugurada a sede na Avenida Ipiranga, no bairro Azenha.Zero Hora: caderno especial 50 anos de comunicação, páginas 11 e 17 (31/08/2007) Em 1970, o controle de Zero Hora passa ao Grupo RBS. Um incêndio atingiu as instalações do jornal em 29 de março de 1973, consumindo parte dos arquivos e redação. A redação foi transferida provisoriamente para o Jornal do Comércio, onde também foi impressa a edição do dia seguinte. Em 1975, o jornal passou a circular em todos os municípios do Rio Grande do Sul. Em 1984, tornou-se o quinto jornal mais lido do país, com mais de 3 milhões de exemplares vendidos ao longo do mês. Em 1988, ZH deixa de ter produção artesanal e esta passa a ser padronizada. Em 1995, entra no ar o primeiro site de Zero Hora na internet. Em 1996, a edição e produção passa a ser totalmente digital. === Século XXI === Às 4h do dia 19 de setembro de 2007, entrou no ar o website ZeroHora.com, que apresenta notícias atualizadas 24 horas por dia, sete dias por semana, mais a versão impressa do periódico.(19/09/2007) Em 8 de setembro de 2010, o jornal passou a cobrar pela versão digital do seu conteúdo impresso. Nas comemorações dos 50 anos do jornal em 2014, foi adotado um novo padrão gráfico. Com novas divisões e novo estilo de capa, em 1º de maio estreou o novo formato e nova logomarca, com a sigla \"ZH\" e um triângulo-retângulo amarelo encaixado na primeira letra. A logomarca, então fixa no cabeçalho, passa a ser móvel, seguindo uma tendência internacional e um estilo que chegou a ser adotado pelo jornal até 1994. Desde o final de semana dos dias 5 e 6 de março de 2016 as edições de sábado e domingo do jornal se fundiram, circulando em edição conjunta, com o caderno \"Vida\" encartado na \"super edição\", a estreia do novo caderno DOC somado aos encartes tradicionais do domingo, mais o caderno com os tradicionais anúncios classificados com circulação em todo o estado. Esta edição foi criada visando redução de custos principalmente de impressão, e devido ao fato de há anos o jornal ter uma edição dominical porém impressa e entregue às tardes de sábado, como acontece em muitos grandes jornais brasileiros. A edição dominical passou a ser disponibilizada aos assinantes nas plataformas digitais com a atualização do noticiário do sábado como os resultados de loterias e dos jogos de futebol e os primeiros acontecimentos do domingo. Em 21 de setembro de 2017, o Grupo RBS lançou o portal de notícias GaúchaZH, de modo a convergir o conteúdo noticioso da Rádio Gaúcha e do jornal Zero Hora na internet, substituindo os antigos websites dos dois veículos de comunicação, além da produção de conteúdo exclusivo de ambos para o meio digital. == Prêmios == === Prêmio ExxonMobil de Jornalismo (Esso) === * 1995: Esso Regional Sul, concedido a Carlos Wagner, pela obra \"O BRASIL DE BOMBACHAS\" * 1997: Esso Regional Sul, concedido a Eduardo Veras e Itamar Melo, pela obra \"NO LIMIAR DA CIVILIZAÇÃO\" * 1998: Esso Regional Sul, concedido a Carlos Wagner, Humberto Trezzi e Nilson Mariano, pela obra \"A FRONTEIRA DO CRIME\" * 1999: Esso Regional Sul, concedido a Eliane Brum, pela obra \"A VIDA QUE NINGUÉM VÊ\" * 2003: Esso Regional Sul, concedido a Carlos Wagner, pela reportagem \"Uma Viagem ao País Bandido\" * 2005: Esso Regional Sul, concedido a Renato Bertuol Barros, Júlio Cordeiro e Equipe, pela reportagem \"Paixão pelo Futebol\" * 2006: Esso Regional 2, concedido a Carlos Etchichury e Nilson Mariano, pela reportagem \"O Novo Retrato do Pampa\" === Prêmio Vladimir Herzog === ;Prêmio Vladimir Herzog de Fotografia Ano Obra Veículo de mídia Autor Resultado 2013 \"Depósito Humano\" Zero Hora Jefferson Botega == Ver também == * Correio do Povo * Diário Gaúcho * GZH * Jornal do Comércio * O Sul == Ligações externas == * * * * * Categoria:Subsidiárias do Grupo RBS Categoria:Jornais de Porto Alegre Categoria:Jornais em língua portuguesa",
 "title": "Zero Hora"
}