{
 "id": "4505",
 "text": "O Burundi ou Burúndi, oficialmente República do Burúndi, é um pequeno país de África, encravado entre Ruanda a norte, Tanzânia a leste e a sul e a República Democrática do Congo a oeste, neste país se encontra a nascente do rio Nilo. A cidade mais populosa do país é Bujumbura, que foi a capital do Burundi até 24 de dezembro de 2018, quando a sede do governo foi transferida novamente para Guitega. Está entre os países mais pobres da África e do mundo, tendo sido classificado em 2013 como o país com o décimo menor IDH do mundo.2013 Human Development Report: The Rise of the South: Human Progress in a Diverse World (em inglês) O Burundi continua sendo principalmente uma sociedade rural, com apenas 13,4% da população vivendo em áreas urbanas em 2019. A densidade populacional de cerca de 315 hab./km2 quadrado é a segunda maior da África Subsaariana. Aproximadamente 85% da população são de origem étnica hútu, 15% são tútsis e menos de 1% são tuá. As línguas mais faladas no país são o kirundi, o francês e o inglês, sendo o kirundi reconhecido oficialmente como a língua nacional. Um dos menores países da África, Burundi tem um clima equatorial. O país fica em um planalto ondulado no centro da África. O pico mais alto, o Monte Heha, com m, fica ao sudeste da maior cidade, Bujumbura. A fonte mais distante do rio Nilo é o rio Ruvyironza, na província de Bururi, no Burundi. O Nilo está ligado do lago Victoria às suas cabeceiras através do rio Kagera ao rio Ruvyironza. Outro lago importante é o lago Tanganhica, localizado em grande parte do canto sudoeste do país. Existem dois parques nacionais, o Parque Nacional Kibira e o Parque Nacional Ruvubu, ao longo do rio Rurubu, estabelecidos em 1982 para conservar as populações de vida selvagem. As terras do Burundi são principalmente agrícolas ou pastagens. A colonização por populações rurais levou ao desmatamento, erosão do solo e perda de habitat. O desmatamento de todo o país é quase completamente devido à superpopulação, com apenas 600 km² restantes e uma perda contínua de cerca de 9% ao ano. Além da pobreza, os burundianos geralmente precisam lidar com a corrupção, a infraestrutura precária, o acesso precário aos serviços de saúde e educação e a fome. O Burundi é densamente povoado e teve emigração substancial à medida que os jovens buscam oportunidades em outros lugares. O Relatório Mundial da Felicidade classificou o Burundi como a nação menos feliz do mundo em 2018. == História == Em 1885, na Conferência de Berlim, as potências europeias partilham a maior parte da África. O território do atual Burundi é entregue à Alemanha. A chegada dos colonos alemães, a partir de 1906, agrava antigas rivalidades entre os hútus (maioria da população) e a minoria tútsi, que exercia um poder monárquico. Os tútsis ganham status de elite privilegiada, com acesso exclusivo à educação, às Forças Armadas e a postos na administração estatal. Após a Primeira Guerra Mundial, o Burundi é unificado com a vizinha Ruanda, ficando sob tutela da Bélgica, que mantém as prerrogativas dos tútsis. Em 1946, a tutela passa para a Organização das Nações Unidas (ONU). Em 1962, o país torna-se independente, sob monarquia tútsi. Com a saída da força militar belga, a luta pelo poder transforma-se em conflito étnico e alcança toda a sociedade. Os ressentimentos acumulados desde o período colonial explodem em 1965, quando uma rebelião hútu é esmagada pelo governo. No ano seguinte, a monarquia é derrubada por um golpe de Estado liderado pelo primeiro-ministro, Michel Micombero, que proclama a república e assume a Presidência. As décadas seguintes são marcadas por uma sucessão de golpes de Estado e intrigas palacianas entre os tutsis e pela perseguição aos hútus. Rebeliões entre 1972 e 1988 causam a morte de dezenas de milhares de pessoas. Uma das piores matanças da história do Burundi tem início em outubro de 1993, quando oficiais tútsis fuzilam o primeiro presidente eleito democraticamente, o oposicionista hútu Melchior Ndadaye, no cargo havia quatro meses. Os hútus reagem e tem início a guerra civil, que dura até hoje, na qual morreram mais de 200 000 pessoas e mais de 1 000 000 se tornaram refugiados, boa parte em Ruanda, Tanzânia e República Democrática do Congo. Em fevereiro de 1994, o hútu Cyprien Ntaryamira é escolhido para a Presidência. Dois meses depois, Ntaryamira e o presidente de Ruanda, Juvénal Habyarimana, são mortos num atentado que derruba o avião no qual viajavam. É o estopim para uma nova fase de violência em Burundi e sobretudo em Ruanda. É formado, em setembro de 1994, um governo de transição chefiado pelo hútu Sylvestre Ntibantunganya. Os embates prosseguem até que o Exército, dominado por tútsis, dá um golpe de Estado, em 1996, e nomeia presidente o major Pierre Buyoya, que já governara de 1987 a 1993. Nações vizinhas impõem sanções econômicas e isolam o Burundi. Piora a situação do país, cuja base econômica, a agricultura, é arrasada pela guerra. O déficit público cresce e a dívida externa passa a consumir mais da metade do valor das exportações. Em 1998, começam as negociações para um processo de pacificação no Burundi. Desde 2015, esta empobrecida nação africana vem passando por distúrbios internos e uma acentuada crise política e social, que já deixou centenas de mortos e milhares de refugiados. == Geografia == O Burundi é um pequeno país no interior da região dos Grandes Lagos Africanos, nas margens do Rifte Albertino. É em geral um país montanhoso, especialmente a ocidente, com um planalto a ocupar a zona leste, perto da fronteira com a Tanzânia. A altitude mínima é de 772 m, nas margens do lago Tanganica e a máxima é o Monte Heha, uma montanha que atinge os 2 670 m, onde, com o derretimento do gelo, se inicia um curso de água que é considerado a nascente do rio Nilo. A altitude média ronda os 1 700 m. O clima é, em geral, equatorial de altitude, com as temperaturas médias anuais a variarem entre 23 e 17 graus com a altitude. A precipitação média anual ronda os 150 cm, distribuída por duas estações húmidas (Fevereiro–Maio e Setembro–Novembro), intercaladas por duas estações secas (Junho–Agosto e Dezembro–Janeiro). == Política == A Política do Burundi tem lugar num quadro de uma república democrática representativa presidencial de transição, segundo a qual o Presidente do Burundi é simultaneamente chefe de Estado e chefe de Governo, e de um sistema multi-partidário. O poder executivo é exercido pelo governo. O poder legislativo é investido tanto no governo e nas duas câmaras do parlamento, o Senado e a Assembleia Nacional. == Subdivisões == O Burundi está dividido em 17 províncias. Por sua vez, as províncias subdividem-se em 117 comunas, e estas em 2 639 colinas (do francês, Colline). As províncias são: * Bubanza * Bujumbura Mairie * Bujumbura Rural * Bururi * Cankuzo * Cibitoke * Guitega * Karuzi * Kayanza * Kirundo * Makamba * Muramvya * Muyinga * Mwaro * Ngozi * Rutana * Ruyigi == Economia == Apesar dos inúmeros recursos minerais, o Burundi é um dos países mais pobres do mundo. Aliam-se à pobreza os constantes conflitos étnicos locais e entre Uganda e Ruanda. O Burundi é um país sem saída para o mar, pobre em recursos naturais e com um setor industrial pouco desenvolvido. A economia do Burundi é baseada na agricultura, que correspondia em 1997 a cerca de 58% do PIB do país. Mais de 90% da força de trabalho concentra-se na agricultura, a maior parte da qual pratica a chamada agricultura de subsistência. Embora o Burundi seja potencialmente capaz de se tornar autossuficiente na produção de alimentos, a guerra civil, a superpopulação e a erosão do solo afastaram para longe a autossuficiência. O principal produto do país é o café, que correspondia em 1997 a 78,5% das exportações. Esta dependência do café aumentou a vulnerabilidade do Burundi às turbulências econômicas internacionais. Em anos recentes, o governo tentou atrair o investimento privado para este setor com algum sucesso. Outras exportações principais incluem o chá e o algodão cru. O Burundi é o maior mercado de banana da África. == Demografia == * População: (1999) * Crescimento anual: 2,5% (1975/1998) * Estimativa para o ano 2015: (1998) * Crescimento anual até 2015: 2,3% (1998/2015) * População urbana: 8,4% (1998) * Crescimento da população urbana: 6,8% (1980/1995) * Filhos por mulher: 6,2 (1998) === Religião === Fontes estimam a população cristã no Burundi entre 80 a 90%, com os católicos romanos representando o maior grupo (de 60 a 65%) e o protestantismo e anglicanismo constituindo os outros 20 a 25% restantes. Os muçulmanos constituem entre 2 a 5%, a maioria dos quais são sunitas e vivem em áreas urbanas. Estima-se ainda que o restante adere às crenças tradicionais locais ou demais religiões. === Cidades mais populosas === == Cultura == == Ver também == * África * Lista de países e territórios da África * Lista de Estados soberanos * Missões diplomáticas de Burundi Categoria:Países subdesenvolvidos",
 "title": "Burundi"
}