{
 "id": "45061",
 "text": "As Moedas de Euro do Vaticano são compostas de três séries diferentes. A primeira delas, apresenta a efígie do Papa João Paulo II. A segunda, apresenta o emblema da Câmara Apostólica, as armas do cardeal Carmelengo, e os dizeres \"Sede Vacante MMV\". A terceira série apresenta a efígie do Papa Bento XVI. Todas as moedas têm a inscrição \"Città del Vaticano\" e as doze estrelas da União Europeia. Tanto a primeira série quanto a segunda são extremamente raras, sendo que em sites especializados em numismática, estas não são comercializadas por menos de mil euros. A terceira série, apesar de rara, é mais facilmente encontrada, e seu preço médio é de cerca de 150 euros. ==Primeira série (2002-2005)== € 0,01 € 0,02 € 0,05 Efígie de João Paulo II Efígie de João Paulo II Efígie de João Paulo II € 0,10 € 0,20 € 0,50 Efígie de João Paulo II. Efígie de João Paulo II. Efígie de João Paulo II. € 1,00 € 2,00 € 2 Lateral No lado da moeda está a inscrição \"LIBERTAS LIBERTAS\" (Liberdade, liberdade). Efígie de João Paulo II. Efígie de João Paulo II. ==Segunda série (2005)== € 0,01 € 0,02 € 0,05 Armas do cardeal Camerlengo Armas do cardeal Camerlengo Armas do cardeal Camerlengo € 0,10 € 0,20 € 0,50 Armas do cardeal Camerlengo Armas do cardeal Camerlengo Armas do cardeal Camerlengo € 1,00 € 2,00 € 2 Lateral No lado da moeda está a inscrição \"LIBERTAS LIBERTAS\" (Liberdade, liberdade). Armas do cardeal Camerlengo Armas do cardeal Camerlengo ==Terceira série(2006-2014)== € 0,01 € 0,02 € 0,05 Efígie de Bento XVI Efígie de Bento XVI Efígie de Bento XVI € 0,10 € 0,20 € 0,50 Efígie de Bento XVI Efígie de Bento XVI Efígie de Bento XVI € 1,00 € 2,00 € 2 Lateral No lado da moeda está a inscrição \"LIBERTAS LIBERTAS\" (Liberdade, liberdade). Efígie de Bento XVI Efígie de Bento XVI ==Quarta série(2014-)== € 0,01 € 0,02 € 0,05 Efígie de Francisco I Efígie de Francisco I Efígie de Francisco I € 0,10 € 0,20 € 0,50 Efígie de Francisco I Efígie de Francisco I Efígie de Francisco I € 1,00 € 2,00 € 2 Lateral No lado da moeda está a inscrição \"LIBERTAS LIBERTAS\" (Liberdade, liberdade). Efígie de Francisco I Efígie de Francisco I ==Moedas comemorativas de 2 euros== ==Ligações externas== *Banco Central Europeu *Vatican Numismatic Office Vaticano Categoria:Economia do Vaticano",
 "title": "Moedas de euro do Vaticano"
}