{
 "id": "45076",
 "text": "A língua occitana, , ou , também denominada língua occitânica, occitano ou língua d'oc Dicionário Houaiss: 'occitano' (em occitano, occitan ou lenga d'òc) é uma língua românica falada no sul da França (ao sul do rio Loire), Vales Occitanos, Mónaco, e no Vale de Arão, regiões referidas como Occitânia ou País d'Oc. Também é falado na Guarda Piemontesa. A estimativa do número atual de falantes varia consideravelmente segundo as fontes, no entanto parece haver consenso na sua designação como a língua regional mais falada na França. O occitano surge desde cedo (Baixa Idade Média) como uma língua administrativa e jurídica concorrente ao latim. É conhecida pela sua prolífica literatura a partir do século XII, época na qual os trovadores começaram a contribuir para o seu destaque por todas as cortes europeias. Desde o século XIII é utilizada como língua científicaCodification des langues de France : actes du Colloque Les Langues de France et leur codification, écrits divers – écrits ouverts (Paris – Inalco, 29-31 mai 2000) Auteurs Dominique Caubet, Salem Chaker, Jean Sibille, Rédacteurs Dominique Caubet, Salem Chaker, Jean Sibille éditeur, éditions L'Harmattan, 2002 (tratados em medicina, cirurgia, aritméticaJean Sibille, L’occitan: qu’es aquò ? , en ligne, Langues et cité, décembre 2007, numéro 10), e serviu também de língua franca, usada em trocas comerciais internacionais.A importante influência do occitano na lingua franca (língua veicular composta falada da Idade Média até ao século XIX na bacia do Mediterrâneo, principalmente por marinheiros e mercadores) foi largamente subestimada A Glossary of Lingua Franca - Université de Wisconsin-Milwaukee . Nesse sentido, também influenciou a língua portuguesa, tendo a chancelaria de D. Afonso IV ou de D. Dinis vulgarizado os dígrafos provençais nh e lh, para além das marcas que terá deixado na toponímia e regionalismos do Alto Tejo e Beira Baixa. Numa vertente sociolinguística, existem diferentes interpretações no que diz respeito ao glossónimo occitano: por um lado, a existência de línguas de oc estruturalmente próximas; por outro, uma unidade linguística formada pelo conjunto dos dialetos da língua occitana.Vargas, C. (Ed.). (2010). Langues et sociétés : approches sociolinguistiques et didactiques. Éditions L'Harmattan.page 165 Independentemente do ponto de vista, todos coincidem em dizer que os diferentes locutores da língua partilham numerosos traços em comum que permitem uma inteligibilidade mútua. As designações das antigas províncias francesas serviram para a atribuição dos diversos nomes das variantes occitanas, se bem que estas não correspondem exatamente com os limites geográficos.Hervé Abalain. Le Français et les langues historiques de la France. Jean-Paul Gisserot, 2007, Esses e as suas características podem variar entre diferentes autores, mas geralmente incluem o auvernês, vivaro- alpino, gascão, linguadociano, limusino e provençal. A inclusão do catalão e exclusão do gascão também são contestadas. == Etimologia == O nome da língua surge de lenga d'òc (língua de òc, a palavra occitana para sim), em contraste com oïl, (o ancestral do francês moderno oui), em langue d'oïl. Apesar de o termo ter estado em uso oralmente algum tempo após o declínio do latim, tanto quanto é revelado por documentos históricos o poeta italiano Dante foi o primeiro a registar o termo lingua d'oc na sua escrita. Em De vulgari eloquentia, escreve em latimque na sua tradução para português indica que \"alguns dizem òc, outros sì, outros dizem oïl\", dessa forma salientando as três principais línguas romances mais conhecidas em Itália, baseado na palavra de cada língua para \"sim\", a língua de òc (occitano), a língua de oïl (francês) e a língua de sì (siciliano e italiano). Por sua vez, òc deriva do latim vulgar hoc (\"isto\"), enquanto que as línguas de oïl têm a sua origem na voz latina hoc illud (\"é isto\"). O catalão antigo, juntamente com o atual dialeto da Catalunha do Norte também usam hoc (òc). Outras línguas romances viram os seus vocábulos para \"sim\" derivar da palavra latina sic, \"assim\" ou \"portanto\", como o castelhano sí, o lombardo ocidental sé, o siciliano e italiano sì, e o português sim. No catalão moderno, tal como no castelhano moderno, sí é usado normalmente como resposta, apesar de ambas as línguas manterem a palavra oi, semelhante a òc, para responder a questões sim-não, bem como uma resposta positiva em registos mais elevados., 253.1 O francês usa sí para responder \"sim\" a questões colocadas na negativa, como no caso que se segue: O termo \"occitano\" é por vezes considerado um neologismo,Antoine Fabre d'Olivet: Le troubadour, poésies occitaniques du XIIIe siècle, 1803, p. I: Occitanique est un mot nouveau, adopté pour exprimer à-la-fois le Provençal et le Languedocien, et généralement tous les dialectes dérivés de l'ancienne langue d'Oc (\"Occitan is a new word that is used to designate both Provençal and Languedocien, and in general all the dialects derived from the old langue d'Oc\"). porém em cerca de 1300 foi registado sob a forma \"occitanus\", uma mistura entre oc e aquitanus.Smith and Bergin, Old Provençal Primer, p. 2 O termo langue d'oc e o seu equivalente em latim lingua occitana estão registados desde o final do século XIII.Testament de Lancelot d'Orgemont, 1286, voir à l'article Occitanie Desse termo latino surge a palavra occitain (registada em 1628,« Et l'an 569, soubs nostre Roy Charibert, peu apres le temps de nostre S. Aspais; & au mesme païs Occitain : vne Abbesse Aspasia, à qui se trouue vne epistre addressée par l'Euesque de Cahors, nommé Desidere : & qui est parmy les Epistres miscellanes de nos premiers Roys de France, & Praelats illustres soubs iceux: imprimée n'y ha pas long temps, au païs d'Allemagne. » Histoire de Melun... Plus la Vie de Bourchard, comte de Melun... trad. du latin d'un autheur du temps (Eudes, abbé de Saint-Maur-des- Fossés). Ensemble la Vie de Messire Iacques Amyot... Le tout recueilly... par M. Sebastian Roulliard..., chez Guillaume Loyson, Paris, 1628, 1644 et 1655 como uma forma de oïl, o sufixo -anum dava frequentemente lugar a -ain (p. ex. foranus > forain), enquanto que em língua de oc, ou occitano (como ficou conhecida a partir da segunda metade do século XX), essa dava-se em -an. \"Langue d'oc\", \"occitano\" e \"provençal\" (esse último adaptado nos dias de hoje para fazer apenas referência ao dialeto falado na Provença) foram usados como sinónimos no contexto da linguística românica. A totalidade do movimento cultural após o século XIX fala de \"occitan\" e de \"langue d'oc\", e esses dois termos são empregados indiscriminadamente em textos administrativos franceses recentes. As administrações espanholas e italianas fazem apenas uso do termo occitano. === Outros nomes === Durante séculos, os dialetos occitanos (juntamente com os catalães) \"El nom de la llengua\". The name of the language, in Catalan eram referidos como lemosi ou provensals, os nomes de duas regiões inseridas na região da Occitânia. Após o Movimento Felibrtige de Fréderic Mistral no século XIX, o provençal alcançou um grande reconhecimento literário e acabou por se popularizar como termo para fazer referência ao conjunto da língua. De acordo com Joseph Anglade, um filólogo e especialista em literatura medieval que ajudou a impor o termo então arcaico Occitan como a única denominação correta,: Sur Occitania ont été formés les adjectifs latins occitanus, occitanicus et les adjectifs français occitanique, occitanien, occitan (ce dernier terme plus récent), qui seraient excellents et qui ne prêteraient pas à la même confusion que provençal. a palavra Lemosin foi usada inicialmente para designar a língua occitana no início do século XII pelo trovador catalão Raimon Vidal de Besalú em Razós de trobar: Quanto à palavra Provençal, não deve ser tida como a língua exclusiva da Provença, mas sim de toda a Occitânia, já que \"nos séculos onze, doze, e por vezes treze, seria possível entender por Provença todo o território da antiga Provincia Romana e até mesmo da Aquitânia\".Camille Chabaneau et al, Histoire générale de Languedoc, 1872, p. 170: Au onzième, douzième et encore parfois au XIIIe siècle, on comprenait sous le nom de Provence tout le territoire de l'ancienne Provincia Romana et même de l'Aquitaine. O termo popularizou-se a partir da Itália.: Ce terme fut surtout employé en Italie. == História == O occitano surge a partir do latim vulgar, e está entre os primeiros idiomas a substituírem o latim em textos oficiais. A adoção por parte das populações indígenas de um latim vernacularizado foi um processo complexo e que se desenvolveu por vários séculos, sobrepondo-se e assimilando as línguas autóctones. O fim do Império Romano, no século V, ao qual se juntam as posteriores invasões bárbaras, são também importantes no surgimento das novas línguas romances. A formação da língua de oc foi facilitada e condicionada por circunstâncias que explicam a sua originalidade: * a orografia da região, que se caracteriza pelo seu enquadramento numa área rodeada de barreiras naturais como são o mar Mediterrâneo, o Oceano Atlântico bem como a presença de diversas cordilheiras: o Maciço Central, os Pirenéus e os Alpes;Walther von Wartburg, La Fragmentation linguistique de la Romania, 1967 * presença de zonas de separação entre as populações: zonas ultra secas, florestas densas que separam o norte e o sul da França exceto nas áreas próximas aos grandes corpos de água; pantanais ou terras pouco adequadas a usos agrícolas; e grupos hostis a tentativas de colonização exterior (regiões entre o Loire e Garona, planalto desértico aragonês). * a presença constante dos povos pré-históricos e protohistóricos, que contribuíram para um substrato homogéneo; * a sua celtização reduzida; * um longo e profundo processo de romanização; * um léxico original, com presença de palavras herdadas do latim que não se encontram nas línguas de oïl nem no franco-provençal;Pierre Bec, Manuel pratique de philologie romane, t. 2 ; on trouve donc de grandes similitudes avec le français ou le castillan * uma fraca germanização (em oposição ao galo-românico); Os primeiros registos que atestam uma divergência do latim surgem no século VIII com litanias carolíngias, escritas e cantadas em latim, nas quais a audiência respondia em occitano antigo (Ora pro nos; Tu lo juva). É nessa altura denominada lingua romana, um termo utilizado para descrever o conjunto de línguas vulgares da Europa meridional. Dela existem outros registos escritos:Os juramentos de Guilherme IV de Montpelhièr, prestados em 1059 e os da abadia de Lerins, pouco posteriores, voltam a testificar a presença do vulgar occitano, mas o documento mais antigo escrito por inteiro em occitano é de 1102 e pertence ao território de Rodez. Começa assim: : Os primeiros documentos escritos integralmente em língua occitana são mais tardios, datando do século XI. Aquele que é considerado um dos primeiros textos de importância, é a Cançon de Santa Fe d'Agen, datada de 1030-1070 e de caráter hagiográfico. No entanto, existem reservas quanto à sua origem e consequente classificação dentro da língua occitana ou catalã.Uma breve análise da Cançon e dos argumentos para a sua data e língua de origem a colocarem no contexto da literatura catalã podem ser encontradas em Martin de Riquer (1964), Història de la Literatura Catalana, vol. 1 (Barcelona: Edicions Ariel), p. 197-200.Para uma visão geral do conteúdo da obra e uma análise temática, ver Elisabeth P. Work (1983), \"The Eleventh-Century Song of Saint Fides: An Experiment in Vernacular Eloquence\", Romance Philology, 36:3, pp. 366-385. A esta obra junta-se o Poema de Boecis (Lo Poema de Boecis), escrito cerca do ano 1000 no dialeto limusino e do qual apenas se conservam 257 versos. No século XIX, os Juramentos de Estrasburgo haviam sido considerados por Raynouard como o mais antigo documento escrito em occitano, se bem que posteriores investigações concluem que o documento se trata de um texto em língua romana rústica, associado ao nascimento das línguas de oïl. Outros textos incluem Passió i Vida de Sent Léger em Clarmont d'Auvèrnhe; o Evangèli de Sent Joan em Limoges; o Cicle de Roland, do qual não existem registos escritos, La nobla leyczon (de 1100),: \"Ben ha mil e cent (1100) ancs complí entierament / Que fo scripta l'ora car sen al derier temps.\" o Roman de Flamenca (século XII), a Canso de la Crosada (1213–1219?), Daurel e Betó (século XII ou XIII), Las, qu'i non sun sparvir, astur (século XII) e Tomida femina (século IX ou X, o primeiro poema conhecido em occitano). A literatura occitana era essencialmente poética. Aos escritos em prosa se dava pouca importância; mais tarde, nos séculos XIV e XV, escreveu-se mais em prosa, incluindo trabalhos científicos, jurídicos, filológicos e de outros temas. Não era comum o teatro; as únicas produções, que puderam ser consideradas teatrais, são obras dramáticas de temas piedosos, tais como o Mistério da Paixão e o Casamento da Virgem. A poesia dos trovadores occitanos apareceu no princípio do século XII, com Guilherme IX da Aquitânia, e alcançou sua plenitude expressiva com três poetas que escreveram no final deste século: Bertran de Born, Arnaud Daniel e Guiraut de Bornelh. Em poucas gerações esta poesia deu lugar a uma refinada e elaborada forma artística de técnicas perfeitas, o que levou, no século XIII, a se considerar o occitano como a língua mais apropriada para a poesia lírica. Nesta poesia, a dama, normalmente aristocrática e casada, e seu amante (o poeta) estão separados por motivos sociais, geográficos ou psíquicos: o poeta, ao cantar seu amor, tenta alcançar um sentimento tranquilizador, ao qual chama de joie (“gozo, felicidade”). A poesia occitana expressa a ética do amor cortês, um amor sensual bastante oposto ao conceito tradicional cristão. No século XIX, houve um movimento de avivamento e normalização do occitano, encabeçado pelo célebre poeta Frédéric Mistral, que criou um dicionário em dois volumes e uma coleção de poemas épicos que lhe deram o Prêmio Nobel de Literatura em 1904. Apesar de seus esforços, o movimento não teve o êxito esperado. No século XX, houve um outro movimento de avivamento e normalização do occitano, encabeçado pelo Institut d'Estudis Occitans, criado em 1945. == Classificação == O conjunto linguístico occitano constitui, juntamente com o catalão, o diassistema occitano-romance das línguas românicas ocidentais e serve de transição entre o galo-românico e o ibero-românico.BEC, P. Manuel pratique de philologie romane, Paris, Picard, 1970 O padrão occitano e o catalão são, de um ponto de vista linguístico, próximos e possuem inteligibilidade mútua.Voir par exemple Marc TROTTIER, Une étude historique comparative des langues poétiques de l'occitan et du catalan des origines au . Certos linguistas como A. Sanfeld incluem estas duas línguas na mesma denominação linguística do occitano.Lluís Fornés Pérez, El pensament panoccitanista (1904-2004), thèse de doctorat Pompeu Fabra, importante contribuidor para a normalização do catalão moderno, visualizou a possibilidade de uma unificação ortográfica das duas línguas caso se desse um processo de normalização no domínio de oc.Pompeu Fabra, « el català vindrà a èsser llavors una variant més de la gran llengua occitana retrobada », cité dans Xavier LAMUELA, Josep MURGADES, Teoria de la llengua literària segons Fabra, Barcelone, Quaderns Crema, 1984 O termo língua limusina foi utilizado pelos catalães para designar a sua língua, a dos trovadores, o occitano ou até o conjunto linguístico occitano-romance. Ficheiro:Dialectrometria de l'occitan.png|Variação dialetométrica do occitano segundo Hans Goebl. Ficheiro:Sumien supradialectal.jpg|Classificação supradialetal segundo Sumien. Ficheiro:Bec supradialectal.jpg|Classificação supradialetal segundo Bec. Ficheiro:Sumien.jpg|Divisão dialetal do occitano segundo Bec. Ficheiro:Dialectes de l'occitan selon Frederic Mistral.jpg|Divisão dialetal do occitano segundo Mistral. Ficheiro:Dialectes de l'occitan selon Jules Ronjat.jpg|Divisão dialetal do occitano segundo Ronjat. Ficheiro:Alheras.jpg|Divisão dialetal do occitano segundo Allières. === Relação entre occitano, gascão e catalão === O gascão possui características diferenciadas que o distinguem mais claramente do que o catalão no âmbito do conjunto occitano-românico, principalmente devido à forte influência do substrato aquitano e do substrato vascão. Certos linguistas consideram-no uma língua à parte.Article 'Gascon' rédigé par Peter V. Davies, Encyclopedia of the Languages of Europe, éd. Glanville Price, Oxford, 1998, p. 190-191 for Gascon has been retired on false groundsLinguasphere classe le Gascou+Biarnés sous le code 51-AAA-f, différent de l’occitan « général » sous 51-AAA-g Linguasphere g-g Porém, é geralmente considerado como sendo um dialeto da língua occitana.Jean-Marie Klinkenberg, Des langues romanes. Introduction aux études de linguistique romane, De Boeck, édition, 1999,Max Wheeler, « Occitan », in Martin Harris, Nigel Vincent, The Romance Languages, Routledge, 1997 Aperçu en ligne« Gascon, a Romance dialect of southwestern France, is usually classified as a dialect of Occitan », The New Encyclopædia Britannica, volume 8 - Page 860La langue se divise en trois grandes aires dialectales : le nord- occitan (limousin, auvergnat, vivaro-alpin), l'occitan moyen, qui est le plus proche de la langue médiévale (languedocien et provençal au sens restreint), et le gascon (à l'ouest de la Garonne). in Encyclopédie Larousse O linguista Domergue Sumien defende a inclusão do gascão no occitano e a exclusão do catalão devido à existência de dois espaços sociolinguísticos com dinâmicas diferentes. Jornalet, 9.2.2015 Jornalet, 3.2.2014 O catalão, mais próximo do linguadociano, é por vezes considerado como uma variedade ausbau do occitano. Titre Composition linguistique des nations du monde Volume 1 de Travaux du Centre international de recherche sur le bilinguisme, International Center for Research on Bilingualism Composition linguistique des nations du monde, Heinz Kloss Volume 1 de Linguistic Composition of the Nations of the World: Composition Linguistique Des Nations Du Monde, Heinz Kloss Volume 1 de Linguistic Composition of the Nations of the World, Grant D. McConnell Publication (Université Laval. Centre international de recherches sur le bilinguisme) Auteurs Université Laval. Centre international de recherches sur le bilinguisme, Heinz Kloss, Grant D. McConnell Rédacteurs Heinz Kloss, Grant D. McConnell Éditeur Presses de l'Université Laval, 1974 Original provenant de l'Université du Michigan Numérisé 18 juin 2010 Longueur 405 pages Na obra do filólogo do século XIX Friedrich Christian Diez, o catalão é considerado como parte integral do occitano (denominado \"provençal\"), mas assinala as suas diferenças. Em Gramàtica del català contemporani (2002),Gramàtica del català contemporani, Joan Solà, Maria-Rosa Lloret, Joan Mascaró, Manuel Pérez de Saldanya (dir.), Editorial Empúries, 2002. o catalão é classificado dentro das línguas românicas ocidentais como uma transição entre os diassistemas galo- romances e ibero-romances, à semelhança do grupo occitano-romance. Certas posições, particularmente aquelas no centro da escola linguística occitana, tendem a incluir o catalão como dialeto do occitano, baseando-se na sua semelhança e tradição literária comuns. Certos pares da romanística, como Wilhelm Meyer-Lübke ou Friedrich Christian Diez tendem a incluir o catalão também como elemento do conjunto occitano. Xavier Lamuela, Estandardització i establiment de les llengües, Barcelone, Edicions 62, 1994. Multext-Cataloc, sur le site de l'université de Provence Aix-Marseille I. Lluís Fornés, L'occitanòfila valenciana - Euphemia Llorente . ==== Evolução ==== Numa fase inicial, o catalão e a língua de oc não podiam ser distinguidas entre si. O catalão surge no âmbito do conjunto occitano. O facto de toda a literatura ser escrita quase exclusivamente em latim durante a Alta Idade Média torna delicada uma categorização formal. Em todo o caso, os primeiros textos em latim vulgar, apesar de bastante semelhantes mostram já algumas diferenças que se acentuam a partir de meados do século XII. Els primers textos en català - Textos anteriors a les Homilies d'Organyà O maiorquino Ramon Llull (1232–1315), o primeiro filósofo a escrever numa língua neolatina, é considerado igualmente como o primeiro autor de relevância em catalão. A partir de 1274 escreve também poemas em occitano, nos quais inclui um grande número de rasgos e neologismos que distinguem as duas línguas. Os poetas catalães escrevem em occitano até ao século XIV, época na qual o valenciano Ausiàs March marca o início do século de ouro da língua catalã. O catalão sofre desde o século XV uma forte influência ibero-romance acrescida por razões políticas (união das coroas de Castela e Aragão). Em 1934, intelectuais catalães proclamam solenemente que o catalão contemporâneo é uma língua diferente ao occitano através do manifesto Desviacions en els conceptes de llengua i de pàtria, rejeitando assim a ideia de uma nação panoccitana que incluísse os Países Catalães. O aspecto político, cultural e religioso também teve a sua importância. A Catalunha, ao contrário da Occitânia, beneficiou-se de uma reduzida dependência estatal alidada a um forte desenvolvimento económico. Para mais, a esfera occitana definia-se pela sua pertença à França, enquanto que a catalã se definia pela pertença à Espanha. Ainda em tempos recentes o seu desenvolvimento é separado: o catalão e o seu conjunto dialectal seguem uma tendência de hispanização com o contacto com o castelhano enquanto que o occitano se define pela sua galicização graças ao contacto com o francês. Os pólos importantes das línguas castelhana e francesa no mundo pesam igualmente nas relações de domínio linguístico no seio de França e Espanha. == Caracterização estrutural == Jules Ronjat procurou caracterizar o occitano baseando-se em 19 critérios principais e entre os mais disseminados. Onze deles são fonéticos, cinco são morfológicos, um sintático e dois são lexicais. É possível notar a menor frequência das vogais semifechadas. É uma característica dos falantes occitanos através da qual se pode reconhecer, mesmo quando falam francês, um sotaque \"meridional\". Dá-se também a ausência da utilização do pronome pessoal sujeito, em oposição ao francês (como em canti/cante/chante/chanto vs. je chante ; cantas/chantas vs. tu chantes). Dentre os critérios, existem sete diferenças com o castelhano, oito com o italiano, doze com o franco-provençal e dezasseis com o francês. === Fonologia === O acento tónico pode ocorrer somente nos seguintes casos: * na última sílaba (palavras oxítonas ou agudas); * na penúltima sílaba (palavras paroxítonas ou graves); * em niçardo, e esporadicamente em cisalpino (vivaroalpino dos Vales Occitanos), o acento tónico pode ocorrer na antepenúltima sílaba (palavras proparoxítonas ou esdrúxulas). Vogais anteriores quase anteriores centrais quase velares velares não arredondada arredondada não arredondada arredondada não arredondada não definida arredondada não arredondada arredondada não arredondada arredondada fechadas /i/ /y/ /u/ quase fechadas (ɪ) (ʏ) semifechadas /e/ médias (ə) semiabertas /ɛ/ (œ) /ɔ/ quase abertas abertas /a/ (ä) (ɒ) Os principais fonemas são: /i/, /y/, /u/, /e/, /ɛ/, /ɔ/ e /a/. A nível regional, existem também os fonemas /œ/, /ə/, /ä/, /ɒ/, /ɪ/ e /ʏ/ De assinalar o fonema de alternância vocálica. Em posição átona, certas oposições vocálicas são neutralizadas: * A vogal tónica /ɛ/ transforma-se em /e/. * A vogal tónica /ɔ/ transforma-se em /u/. Consoantes labiais dentais e alveolares palatais velares não vozeada vozeada não vozeada vozeada não vozeada vozeada não vozeada vozeada oclusivas /p/ /b/ /t/ /d/ /k/ /g/ fricativas /f/ (/v/) /s/ /z/ (/ʃ/) africadas /ts/ (/dz/) /tʃ/ /dʒ/ nasais /n/ /ɲ/ laterais /l/ /ʎ/ vibrantes múltiplas /rr/ vibrantes simples /r/ aproximantes /w/, /ɥ/ /j/ A nível regional, existem também os fonemas /ʀ/, /h/ e /ʒ/. A distinção entre /v/ e /b/ está disseminada no provençal, vivaroalpino, auvernês e limusino. Pelo contrário, em linguadociano e gascão, os fonemas /b/ e /v/ são neutralizados em /b/. ==== Evolução fonética ==== Entre os caracteres diacrónicos do occitano enquanto língua românica: * Ausência ou raridade das vogais arredondadas [ɒ, o, ø]. Estas podem surgir mas, regra geral, não possuem nenhum papel fonológico. O francês meridional abre espontaneamente estas vogais, o que a torna numa das mais definidoras de tal sotaque. * Presença da vogal /y/. A palatização do u latino [u] que se transforma em [y] (regionalmente [œ]) e a mudança numa série de vogais anteriores: u > y, o > u, ɔ > o.. É um traço geral do conjunto galo- românico, dos dialetos do norte da Itália e de alguns idiomas reto-romances bem como do catalão capcinês. Ex.: LUNA > Luna (lua). * Vogais nasais que conservam o timbre da vogal oral correspondente. A nasalidade da vogal é apenas parcial e sempre seguida de uma ressonância consoantal. É um traço partilhado com o resto das línguas romances exceto o francês, franco-provençal e português. * Ditongação das vogais latinas e, o apenas condicionadas pelo seguimento de [j] ou [w]: é torna-se iè (ie); ò torna-se uò (uè, ue): ** VETULU > vielh (velho) ** NOCTE > nueit/nuech/nuòch (noite) ** DEU > dieu (deus) * Em todos os outros casos, as vogais do latim vulgar são conservadas: e > é, o > o: ** DECEM > dètz (dez) ** CELU (clássico CAELUM) > cèl (céu) ** CULTELLU > cotèl (faca) ** MEL > mèl ** OPERA > obra ** PORTA > porta Do ponto de vista vocálico, o occitano é uma língua conservadora em contraste com o francês, cuja influência germânica evou à ditongação e alargamento considerável das suas vogais em posição livre. * Ausência de ditongação das vogais do latim vulgar [e,o] fechadas (latim clássico e,i;o,u), juntamente com a característica referida no ponto anterior. Por exemplo: ** TRES > três ** DEBERE > dever ** FIDE > fe ** FLORE > flor > [flur] * Fecho para [u] do latim vulgar [o]: ** DOLORE > vx. dolor > mod. [dulur] ** FLORE > vx. flor > [flur] * O gascão trocou o F inicial latino pelo [h] aspirado (lat. filiu > gasc. oc. hilh), como ocorreu com o espanhol medieval (o gascão e o espanhol estiveram sob influência basca). * Outros fenómenos lenitivos e de palatalização são compartilhados com outras línguas românicas ocidentais, especialmente com o catalão, seu parente mais próximo (parte das línguas occitano-românicas). === Léxico === Comparação lexical entre línguas romances Latim Francês Italiano Piemontês Occitano Catalão Aragonês Castelhano Asturiano/ Leonês Português Romeno Sardo Corso Franco-provençal Véneto Gascão Linguadociano Provençal CLAVIS acusativo CLAVEM clef chiave ciav clau clau clau llave clave chave chave cheie crae chjave chjavi clâ ciàve NOX acusativo NOCTEM nuit notte neuit nueit nuèch, nuèit nuech nit nuei nueit noche nueche nueite ñueite noite noapte notte notte notti nuet nòte CANTARE chanter cantare canté cantar cantar cantar cantar cantar cantare cantar cânta cantare cantà chantar cantàr cantàre CAPRA chèvre capra crava craba cabra cabra cabra craba cabra cabra cabra capră cabra capra cabra chiévra cavara LINGUA langue lingua lenga lenga llengua luenga lengua llingua língua limbă limba lingua lenga léngoa PLATEA place piazza piassa plaça plaça plaza plaza plaza praza praça piaţă pratza, pratha piazza place piàsa piassa PONS acusativo PONTEM pont ponte pont pont pònt pont puen puent puente ponte ponte pod, punte ponte ponte ponti pont pont ponte ECCLESIA église chiesa gesia (cesa) glèisa glèisa, glèia església ilesia iglesia ilesia igreja biserică (basilica) creia, cresia ghjesgia églésé ciéxa HOSPITALIS hôpital ospedale ospidal espitau espital, ospitau espitau hospital espital hespital hospital hospital hospital spital ispidale spedale uspidali hèpetâl ospeda£e ospedal CASEUS baixo latim FORMATICUM fromage formaggio formagg hromatge formatge fromatge formatge queso formache queso quesu queisu queijo caş casu casgiu tôma fromâjo fromaio === Verbos === Tem quatro tempos no Indicatiu (Indicativo): Imperfach (Pretérito imperfeito), Preterit (Pretérito perfeito), Futur (Futuro do presente) e Present (Presente); dois no Subjonctiu (Subjuntivo): Imperfach (Pretérito imperfeito) e Futur (Futuro do presente); somente o Present (Presente) dentre o Condicional (Condicional) e três pessoas em só um tempo no Imperatiu (Imperativo): 2º do singular e 1º e 2º do plural. Todos tempos, fora o imperativo, se encontram com as seis pessoas normais, totalizando 45 conjugações em 8 tempos em 4 modos. == Codificação == === Normas === Na época dos trovadores (séculos XI–XIII) surge uma norma literária unificada (koiné). Desde então, todas as grafias occitanas (clássica, mistraliana, bonaudiana e da Escòla dau Pò) foram criadas de raiz tendo em conta os diferentes dialetos, sem fixar um padrão para a língua. Existem duas normas principais: * A norma clássica é baseada no padrão medieval occitano e possui a vantagem de manter ligações com fases anteriores da língua e de poder ser adaptada ao conjunto de dialetos da língua, o que facilita a inteligibilidade e comunicação mútuas. * A norma mistraliana é baseada na ortografia francesa e permite aos falantes do occitano — que já são (como geralmente é o caso) alfabetizados em francês — evitar a aprendizagem de um sistema completamente diferente. Usada principalmente nos dialetos provençal e niçardo. A partir da norma mistraliana surgem, no final do século XIX, três normas literárias regionais — o provençal geral, o niçardo e o gascão bearnês. A norma clássica, a partir do século XX, perseguiu o desenvolvimento destas três formas literárias mas preferiu igualmente formas regionais complementares em limusino e linguadociano. Após a oficialização do occitano no Vale de Arão em 1990, e em toda a Catalunha em 2006, a norma clássica origina novamente uma variação codificada do gascão aranês. A norma da Escòla dau Pò baseia-se na norma mistraliana, simplificando-a, e é usada sobretudo nos Vales Occitanos juntamente com a norma clássica. A norma bonaudiana (ou escrita auvernesa unificada, \"EAU\") foi criada por Pierre Bonnaud e é usada apenas no dialeto auvernês, em conjunto com a norma clássica. ==== Grafias principais ==== Norma clássica (transcrição) Norma mistraliana (texto original) Cante una chata de Provença. Dins leis amors de sa jovença, A travèrs de la Crau, vèrs la mar, dins lei blats, Umble [Umil] escolan dau grand Omèra [Omèr], Ieu la vòle seguir. Coma èra Ren qu'una chata de la tèrra, Ieu la vòle seguir. Coma èra Ren qu'una chata de la tèrra, En fòra de la Crau se n'es gaire parlat. Cante uno chato de Prouvènço. Dins lis amour de sa jouvènço, A travès de la Crau, vers la mar, dins li blad, Umble escoulan dóu grand Oumèro, Iéu la vole segui. Coume èro Rèn qu'uno chato de la terro, En foro de la Crau se n'es gaire parla. Rèn qu'uno chato de la terro, En foro de la Crau se n'es gaire parla. —Frédéric Mistral, Mirèlha, Cant I —Frédéric Mistral, Mirèio, Cant I Comparação entre as principais normas occitanas Excerto da Declaração Universal dos Direitos do Homem Norma clássica Norma mistraliana (e normas derivadas) Normas diversas Auvernês Baixo-Auvernês Totas las personas naisson liuras e egalas en dignitat e en dreit. Son dotadas de rason e de consciéncia e lor chau (/fau) agir entre elas amb un esperit de frairesa. Toutos las persounos naissou lieuros e egalos en dinhitat e en drèit. Sou doutados de razou e de counsciéncio, mas lour chau agi entre guessos dinc un eime de frairesso. Norma bonaudiana: Ta la proussouna neisson lieura moé parira pà dïnessà mai dret. Son charjada de razou moé de cousiensà mai lhu fau arjî entremeî lha bei n'eime de freiressà. Alto-Auvernês Touta la persouna naisson lieura e egala en dïnetàt e en dreit. Soun doutada de razou e de cousiensà e lour chau ajî entre ela am en esprî de freiressà. Gascão clássico Totas las (/eras) personas que vaden libras e egaus en dignitat e en dret. Que son dotadas d'arrason e de consciéncia e que las cau hèr l'ua dab l'auta dab esperit de fraternitat. Norma fébusiana: Toutes las (/eras) persounes que nachen libres e egaus en dinnitat e en dret. Que soun doutades de rasoû e de counscienci e qu'ous cau ayi entre eres dap û esperit de fraternitat. setentrional Totas las personas vasen libras e egalas en dignitat e en dre(i)t. Son dotadas de rason e de consciéncia/consciença e las i fau agir entre eras damb un esprit de fraternitat. Linguadociano Totas las personas naisson liuras e egalas en dignitat e en drech. Son dotadas de rason e de consciéncia e lor cal agir entre elas amb un esperit de frairesa. Limusino Totas las personas naisson liuras e egalas en dignitat e en drech. Son dotadas de rason e de consciéncia e lor chau (/fau) agir entre elas emb un esperit de frairesa. Provençal geral Totei lei personas naisson liuras e egalas en dignitat e en drech. Son dotadas de rason e de consciéncia e li cau (/fau) agir entre elei amb un esperit de frairesa. Tóuti li persouno naisson liéuro e egalo en dignita e en dre. Soun doutado de rasoun e de counsciènci e li fau agi entre éli em' un esperit de freiresso. Provençal niçardo Toti li personas naisson lib(e)ri e egali en dignitat e en drech. Son dotadi de rason e de consciéncia e li cau agir entre eli emb un esprit de fratelança. Touti li persouna naisson lib(e)ri e egali en dignità e en drech. Soun doutadi de rasoun e de counsciença e li cau agì entre eli em'un esprit de fratelança. Norma de Rancher (italianisante): Touti li persouna naisson lib(e)ri e egali en dignità e en dreç. Soun doutadi de rasoun e de counsiensa e li cau agì entre eli em'un esprit de fratelansa. Vivaro-alpino Totas las personas naisson liuras e egalas en dignitat e en drech. Son dotaas de rason e de consciéncia e lor chal agir entre elas amb un esperit de fraternitat. Norma da Escòla dau Pò: Toutes les persounes naisoun liures e egales en dignità e en drech. Soun douta de razoun e de counsiensio e lour chal agir entre eles amb (/bou) un esperit de freireso. Comparação entre as quatro normas occitanas: grafemas típicos Norma clássica Norma mistraliana Norma bonaudiana Norma da Escòla dau Pò -a final -o (-a, -e) -à -o (-a) ò o o o o, ó ou ou ou uè, ue ue, iue eu (ue) ue (ö) lh i/h (lh) lh lh nh gn nh nh s, ss c(e), c(i), ç s, ss c(e), c(i), ç s, ss s z s entre duas vogais z s entre duas vogais z z à è ò á é í ó ú à è ò ì ù é óu à è eù où é â ê î û à è ò ì ù où é Todas as consoantes finais não vozeadas são registadas Certas consoantes finais não vozeadas são registadas Certas consoantes finais não vozeadas são registadas Não são registadas consoantes finais não vozeadas == Questões quanto à classificação linguística e ortografia == A maioria dos académicos consideram que o Occitano constitui uma única língua.. Uma minoria, composta por alguns autores, rejeitam esta opinião e também a designação \"occitano\", e argumenta que existe um conjunto de línguas de oc em vez de dialetos de uma mesma língua. Alguns autores provençais partilham da opinião de que o provençal é uma língua distinta do occitano.Philippe Blanchet, Louis Bayle No entanto, a grande maioria de autores e associações provençais opinam que o provençal integra a língua occitana.The most emblematic and productive ones, Frédéric Mistral, Robert Lafont, and their followers (Théodore Aubanel, René Merle , Claude Barsotti, Philippe Gardy, Florian Vernet, Bernard Giély, Pierre Pessemesse...), and also the most important and historic Provençal cultural associations as CREO Provença, Felibrige and Parlaren (Assiso de la Lengo Nostro en Prouvènço, 2003) Vários linguistas e escritores occitanos,Kremnitz, Georg (2003) \"Un regard sociolinguistique sur les changements de la situation de l’occitan depuis 1968\" in: Castano R., Guida, S., & Latella, F. (2003) (dir.) Scènes, évolutions, sort de la langue et de la littérature d’oc. Actes du VIIe congrès de l’Association Internationale d’Études Occitanes, Reggio di Calabria/Messina, 7-13 juillet 2002, Rome: Viella em particular aqueles envolvidos no movimento pan-occitano organizado em volta do Institut d'Estudis Occitans, discordam desta visão. Apesar das diferenças entre dialetos, existe um alto nível de inteligibilidade mútua entre eles.For traditional Romance philology see: :* : (But phonetic, morphological, syntactical and lexical differences are not such that a person quite perfectly fluent in one of our dialects would not be able to have a conversation with another person speaking another dialect with an equally perfect fluency). :* . : For a discussion of the unity of the Occitan diasystem in structural linguistics see . A questão ao redor do gascão é semelhante. Este apresenta várias diferenças significativas do resto da língua, mas apesar delas, tanto o gascão como os outros dialetos partilham importantes características lexicais e gramaticais, pelo que autores como Pierre Bec argumentam que não é possível classificá-los separadamente como acontece, por exemplo, com o castelhano e o italiano.: The close ties between Gascon and others Occitan dialects have been demonstrated through a common diasystem. Para mais, a inclusão deste no occitano pode ser justificado pelo processo de elaboração comum (ausbau) entre o gascão e as restantes variantes occitanas. A grande maioria do movimento cultural gascão considera-se parte do movimento cultural occitano. Aranaram Au Patac O estatuto oficial no Vale de Arão refere que o aranês faz parte do gascão e do occitano. Uma gramática do aranês publicada por Aitor Carrera em 2007 partilha esta visão. No entanto, dois estudos recentes suportam a tese de que o gascão seja uma língua à parte. Uma abordagem quantificável e à base de estatística foi aplicada por Stephan Koppelberg na sua tentativa de esclarecer a questão.Stephan Koppelberg, El lèxic hereditari caracteristic de l'occità i del gascó i la seva relació amb el del català (conclusions d'un analisi estadística), Actes del vuitè Col·loqui Internacional de Llengua i Literatura Catalana, Volume 1 (1988). Antoni M. Badia Margarit & Michel Camprubi ed. (in Catalan) Com base nos resultados obtidos, concluiu que o catalão, o occitano e o gascão deveriam ser considerados como línguas distintas. Mais recentemente, Y. Greub and J.P. Chambon (Universidade de Sorbonne, Paris) demonstraram que a formação do proto-gascão estava concluída pelo século VII, sem que o proto- occitano estivesse ainda formado.Groeb Y. and Chambon J.P. Age du Proto- Gascon, Revue de Linguistique Romane 66 (2002) 473-495 (in French) Ambos os estudos suportam a visão de Kurt Baldinger, um especialista em gascão e occitano medieval, que recomendou a sua classificação como dois idiomas separados.K. Baldinger, Revue de Linguistique Romane, December 1962, 331-362 == Utilização == === França === A UNESCO classifica o occitano como uma língua em \"sério perigo\" de extinção, à exceção do gascão e vivaro-alpino, classificadas apenas como estando \"em perigo\".L’Atlas des langues en danger de l’Unesco classe les six dialectes de l’occitan en danger (gascon, vivaro- alpin) ou sérieusement en danger (auvergnat, languedocien, limousin, provençal) (). Um relatório da Generalidade da Catalunha refere que 70% dos habitantes das zonas de domínio linguístico occitano vê de forma favorável a preservação e ensino da língua e nota a atitude contrária da administração francesa a tais questões. O occitano é ensinado em regime de imersão linguística nas Calandretas, uma rede de escolas associativas semelhantes às Diwan ou Ikastolas numa tentativa de revitalização da língua. A primeira escola foi aberta em 1979 em Pau, e o modelo foi desde então adaptado também ao sistema público de educação. Cuers, Maillane e Orangers são atualmente as únicas escolas públicas bilingues na região Provença-Alpes-Costa Azul. A 5 de novembro de 2014, foi declarada como língua cooficial na Eurorregião Pirenéus- Mediterrâneo. === Espanha === A língua, na sua variante aranesa, é cooficial em toda a Catalunha, e de uso preferente no Vale de Arão. === Itália === A língua é falada nos Vales Occitanos do Piemonte e Ligúria. Também existe um enclave na Guarda Piemontesa desde o século XIV. Uma lei promulgada em 1999 pelo parlamento garante a proteção da minorias linguísticas, no entanto, o italiano é a única língua oficial no país. === Outros locais === Algumas colónias occitano-falantes estabeleceram-se no século XIV em Vurtemberga (Alemanha), e também no século XX, ao sul da província de Buenos Aires (Argentina). == Citações em occitano == Uma das mais notáveis passagens do occitano na literatura ocidental ocorre no 26º canto do Purgatório de Dante, no qual o trovador Arnaut Daniel responde ao narrador: == Notas == == Ver também == * Languedociano * Língua norte-occitana * Occitano aranês * Occitano auvernês * Occitano gascão * Occitano provençal * Occitano niçardo * Dialeto limusino * Línguas da França * Línguas da Itália * Joan Francés Blanc == Ligações externas == * Elementos Básicos de Gramatica Occitana, por Xavier Frías, Romania Minor, 1999 * Carmen Alén: O occitano na França, qual e para que usos?, Portal Galego da Língua, 7 de Agosto de 2013 * Diccionari General Occitan de Cantalausa * Ostal d'Occitània de Tolosa * Òc per l'occitan Anuário das empresas e organismos com o certificado \"Òc per l' occitan\"",
 "title": "Língua occitana"
}