{
 "id": "4508",
 "text": "A República do Congo (por vezes chamado Congo-Brazavile ou Congo-Brazzaville para o distinguir da vizinha República Democrática do Congo) é um país africano limitado a norte pelos Camarões e a República Centro-Africana, a leste e a sul pela República Democrática do Congo, através do Rio Congo, a sul pelo exclave angolano de Cabinda e a oeste pelo Gabão e o Oceano Atlântico. Sua capital é a cidade de Brazavile. O Congo é um país em desenvolvimento, membro da ONU, União Africana, Comunidade Económica e Monetária da África Central, ZPCAS e da Francofonia. A região foi dominada por tribos de língua banto há pelo menos 3.000 anos, que construíram laços comerciais que levavam à bacia do rio Congo. O Congo fazia parte da colônia francesa da África Equatorial. [8] A República do Congo foi fundada em 28 de novembro de 1958, mas conquistou a independência da França apenas em 1960. Foi um estado marxista-leninista de 1969 a 1992, sob o nome de República Popular do Congo. O Estado soberano realiza eleições multipartidárias desde 1992, embora um governo eleito democraticamente tenha sido deposto na Guerra Civil de 1997. A República do Congo tornou-se o quarto maior produtor de petróleo do Golfo da Guiné, proporcionando ao país um grau de prosperidade, apesar da instabilidade política e econômica em algumas áreas e da distribuição desigual da receita do petróleo em todo o país. A economia do Congo é fortemente dependente do setor de petróleo, e o crescimento econômico diminuiu consideravelmente desde a queda nos preços do petróleo pós-2015. == História == O Congo obteve a sua independência da França em 15 de agosto de 1960. Seu primeiro presidente foi Fulbert Youlou, forçado a deixar o governo por uma revolta, em 1963. Assume então, a presidência Alphonse Massamba-Délbat que, em 1964, fundou um partido de índole marxista-leninista adotando uma economia planificada, de base socialista. A seguir, dá início a um \"Plano Quinquenal\" que levou a uma expansão inicial da agricultura e da indústria. A tensão entre o governo e os militares cresce e, em 1968, o Exército dá um golpe de estado, liderado pelo major Marien Ngouabi, que assume o poder. Em dezembro de 1969, o presidente Ngouabi anuncia a nova República Popular durante a solenidade de fundação do \"Partido Congolês dos Trabalhadores\" (PCT), presidido por ele e dirigido por um comitê central composto de 30 membros. Em janeiro de 1970, o país passa a chamar-se República Popular do Congo, adota como símbolos nacionais A Internacional e a tradicional bandeira vermelha com o martelo, porém sem a tradicional foice, que foi substituída por uma enxada. O ex-Congo francês consolida seu regime ligado ao marxismo-leninismo, tornando-se o primeiro país comunista da África.Jornal do Brasil - Primeiro Caderno, pg. 3. Rio de Janeiro. 1º de janeiro de 1970 Neste mesmo ano, o exército esmaga uma tentativa de golpe contra o presidente, liderada pelo ex-tenente paraquedista Pierre Xitonga, e executa todos os conspiradores, com exceção do ex-ministro da Defesa, Augustin Poignet, que consegue fugir. Aproveitando-se desta situação, dá início a um expurgo geral de todos os suspeitos de serem contrários ao seu governo. O Partido Congolês do Trabalho (PCT) permanece como sendo o único legal e, em 1977, o presidente foi assassinado, assumindo o poder uma junta militar. Em 1979 passa à presidência o coronel Sassou-Nguesso, que exerce poderes ditatoriais até 1989, quando o colapso comunista do leste europeu o leva a anunciar reformas políticas e a transição para a economia de mercado. O governo mantém uma política internacional de neutralidade, relacionando-se tanto com o capitalismo como com o comunismo. Em 1990, o PCT abandona o marxismo-leninismo. No ano seguinte, tropas cubanas estacionadas no país desde 1977, deixam o Congo. Em 1992 é votada a nova constituição, onde está previsto um sistema político multipartidário. Em 1993 milícias promovem ataques contra tropas do governo, cujo presidente era então Pascal Lissouba. A situação persiste até 1995, com greves e motins. Sassou-Nguesso dá um golpe de estado em 1997 apoiado por Angola, até então também em guerra civil. Em 1998 e 1999 tropas do novo governo e aliados enfrentam rebeldes orientados pelo antigo governo (Lissouba e Kolelas), deposto. Em 1999 é assinado cessar-fogo e chega ao fim a guerra civil. Na Justiça, Kolelas é condenado à morte. As perdas são estimadas em US$ 2,5 bilhões, além de 10 mil mortos. Em agosto de 2014 uma febre desconhecida mata 13 pessoas no país. Casos ocorreram na região onde o ébola foi descoberto em 1976. Os sintomas: febre, vômito, diarreia e hemorragia são semelhantes ao do ébola. == Geografia == O Congo está localizado na parte centro-oeste da África Subsaariana, ao longo do Equador, entre latitudes 4° N e 5° S e longitudes 11° e 19° E. Ao sul e leste dela, está a República Democrática do Congo. Também é delimitada pelo Gabão a oeste, Camarões e República Centro-Africana ao norte e Cabinda (Angola) a sudoeste. Tem uma costa curta no Oceano Atlântico. O Monte Berongou é o ponto mais alto do país, com 903 metros de altitude.Congo BioDiversity: Description Congo to United Nations A capital, Brazavile, está localizada no rio Congo, no sul do país, exatamente em frente a Kinshasa, capital da República Democrática do Congo. O sudoeste do país é uma planície costeira para a qual a drenagem primária é o rio Kouilou-Niari; o interior do país consiste em um platô central entre duas bacias ao sul e ao norte. As florestas estão sob crescente pressão de exploração. Como o país está localizado no Equador, o clima é consistente o ano todo, com temperatura média de 24 °C úmida e noites geralmente entre 16 °C e 21 °C. A precipitação média anual varia de 1 100 milímetros no Vale Niari, no sul, a mais de 2 000 milímetros nas partes centrais do país. A estação seca é de junho a agosto, enquanto na maioria do país a estação chuvosa tem dois máximos de chuva: um entre março e maio ​​e outro entre setembro e novembro. Entre 2006 e 2007, pesquisadores da Wildlife Conservation Society estudaram gorilas em regiões fortemente arborizadas, centralizadas no distrito de Ouesso, na região de Sangha. Eles sugerem uma população da ordem de 125.000 gorilas ocidentais, cujo isolamento dos seres humanos foi amplamente preservado por pântanos inóspitos. == Política do Congo == A República do Congo tem um governo presidencialista, em que o Presidente é eleito por voto popular para um mandato de 7 anos e é elegível para um segundo mandato. As últimas eleições foram a 10 de Março de 2002, em que Denis Sassou- Nguesso foi reeleito com 89,4% dos votos, enquanto o seu rival, Joseph Kignoumbi Kia Mboungou, obteve 2,7%. O Conselho de Ministros é nomeado pelo presidente. E o Poder Judicial é dirigido por um Tribunal Supremo. O Parlamento é bicameral consistindo num Senado com 66 assentos, em que os membros são eleitos por voto popular para mandatos de 5 anos, e uma Assembleia Nacional, com 137 assentos, escolhidos da mesma forma e para o mesmo número de anos de mandato. As últimas eleições para o Senado realizaram-se a 11 de Julho de 2002 e para a Assembleia Nacional a 27 de Maio e 26 de Junho de 2002. == Demografia == == Subdivisões == O Congo divide-se em 12 departamentos (em Língua francesa départements): * Bouenza – capital Madingou; * Brazavile – capital Brazavile; * Cuvette – capital Owando; * Cuvette-Ouest – capital Euó; * Kouilou – capital Loango; * Lékoumou – capital Sibiti; * Likouala – capital Impfondo; * Niari – capital Loubomo; * Plateaux – capital Djambala; * Pointe- Noire – capital Pointe-Noire; * Pool – capital Kinkala; * Sangha – capital Ouésso; Os departamentos estão subdivididos em distritos e em comunas. == Economia == A economia do Congo é fundamentada na atividade primária, sendo o setor industrial baseado em grande parte no petróleo e serviços de apoio. Em 2008, o setor de petróleo foi responsável por 65% do PIB, 85% das receitas do governo, e 92% das exportações.Republic of Congo World Bank A atual administração preside uma paz interna desconfortável e enfrenta difíceis problemas econômicos de estimular a recuperação e reduzir a pobreza. O gás natural e diamantes são também recentes produtos de exportação do Congo, embora Congo foi excluído do Processo de Kimberley em 2004 em meio a acusações de que a maior parte de suas exportações de diamantes estavam no fato sendo contrabandeados para a vizinha República Democrática do Congo, sendo re- admitido no grupo em 2007. A República do Congo também tem grandes depósitos de metais básicos inexplorados, ouro, ferro e fosfato. Em 2009, governo congolês assinou um acordo para alugar 200 000 hectares de terra para agricultores Sul-Africano para reduzir sua dependência das importações.Goodspeed, Peter (October 21, 2009) South Africa’s white farmers prepare to trek to the Congo. National Post.Congo hands land to South African farmers. Telegraph. October 21, 2009. == Cultura == A língua oficial do Congo- Brazavile é o francês, sendo, junto com o vizinho Gabão, as nações com maior número proporcional de francófonos em África, ambas com mais de 60% de falantes.Congo. Organisation internationale de la Francophonie. O francês é a língua franca no corredor de Brazavile à Ponta Negra (zona que concentra 70% da população nacional), coexistindo com outras línguas regionais importantes como o lingala, o quituba (ou munukutuba) e o congo.Congo. StateUniversity.com Cerca de metade dos brazavile-congoleses são cristãos, dos quais cerca de 90% pertencentes à Igreja Católica; os restantes seguem crenças tradicionais animistas. Cerca de 2%, principalmente imigrantes da África do norte e ocidental, são muçulmanos. Religião na República do Congo na NationsEncyclopedia.com Existem 15 grupos étnicos bantu e mais de 70 subgrupos. Na culinária da República do Congo, faz-se um doce com maragwe, uma variedade de feijão. == Ver também == * DEMIAP * Missões diplomáticas do Congo * Reino do Congo == Bibliografia == * Maria Petringa, Brazza, A Life for Africa (2006). ISBN 978-1-4259-1198-0 == Ligações externas == * * *",
 "title": "República do Congo"
}