{
 "id": "45140",
 "text": "Giordano Bruno (; ; nascido Filippo Bruno, (Nola, Reino de Nápoles, Enciclopédia Católica, Giordano Bruno – Campo de' Fiori, Roma, ) foi um teólogo, filósofo, escritor, matemático, poeta, teórico de cosmologia, ocultista hermético e frade dominicano italianoGatti, Hilary. Giordano Bruno and Renaissance Science: Broken Lives and Organizational Power. Cornell University Press, 2002, 1, Bruno era matemático e filósofo, mas não é considerado astrônomo pela comunidade astronômica moderna, pois não há registros dele realizando observações físicas, como foi o caso de Brahe, Kepler e Galileo. Pogge, Richard W. http://www.astronomy.ohio- state.edu/~pogge/Essays/Bruno.html 1999. condenado à morte na fogueira pela Inquisição romana (Congregação da Sacra, Romana e Universal Inquisição do Santo Ofício) com a acusação de heresiaSpectator, edição de 27 de maio de 1712, p.331 [em linha] ao defender alegações consideradas erros teológicos. É também referido como Bruno de Nola ou Nolano.Bombassaro, Luiz Carlos. Giordano Bruno e a filosofia na Renascença, Caxias do Sul: Educs, 2008 É considerado por alguns como um mártir da igreja dos tempos de então, tendo contribuído para avanços significativos do conhecimento do seu tempo.Estudos da Fundação Calouste Gulbenkian Ele é conhecido por suas teorias cosmológicas, que conceitualmente estenderam o então novo modelo copernicano. Ele propôs que as estrelas fossem sóis distantes cercados por seus próprios planetas e levantou a possibilidade de que esses planetas criassem vida neles próprios, uma posição filosófica conhecida como pluralismo cósmico. Ele também insistiu que o universo é infinito e não poderia ter \"centro\". Ele também é conhecido por ser um dos principais expoentes do Panteísmo. A partir de 1593, Bruno foi julgado por heresia pela Inquisição romana, acusado de negar várias doutrinas católicas essenciais, incluindo a condenação eterna, a Trindade, a divindade de Cristo, a virgindade de Maria e a transubstanciação. O panteísmo de Bruno também era motivo de grande preocupação,Birx, James H. \"Giordano Bruno\" The Harbinger, Mobile, AL, 11 November 1997. \"Bruno was burned to death at the stake for his pantheistic stance and cosmic perspective.\" assim como seus ensinamentos sobre a transmigração da alma. A Inquisição o considerou culpado e ele foi queimado na fogueira no Campo de' Fiori, em Roma, em 1600. Após sua morte, ganhou fama considerável, sendo particularmente comemorado por comentaristas do século XIX e início do século XX que o consideravam mártir de ciência, embora os historiadores concordem que seu julgamento por heresia não foi uma resposta a seus pontos de vista astronômicos, mas sim uma resposta a seus pontos de vista filosóficos e religiosos.Frances Yates, Giordano Bruno and the Hermetic Tradition, Routledge and Kegan Paul, 1964, p. 450Michael J. Crowe, The Extraterrestrial Life Debate 1750–1900, Cambridge University Press, 1986, p. 10, \"[Bruno's] sources... seem to have been more numerous than his followers, at least until the eighteenth- and nineteenth-century revival of interest in Bruno as a supposed 'martyr for science.' It is true that he was burned at the stake in Rome in 1600, but the church authorities guilty of this action were almost certainly more distressed at his denial of Christ's divinity and alleged diabolism than at his cosmological doctrines.\"Adam Frank (2009). The Constant Fire: Beyond the Science vs. Religion Debate, University of California Press, p. 24, \"Though Bruno may have been a brilliant thinker whose work stands as a bridge between ancient and modern thought, his persecution cannot be seen solely in light of the war between science and religion.\"White, Michael (2002). The Pope and the Heretic: The True Story of Giordano Bruno, the Man who Dared to Defy the Roman Inquisition, p. 7. Perennial, New York. \"This was perhaps the most dangerous notion of all... If other worlds existed with intelligent beings living there, did they too have their visitations? The idea was quite unthinkable.\" \"Yet the fact remains that cosmological matters, notably the plurality of worlds, were an identifiable concern all along and appear in the summary document: Bruno was repeatedly questioned on these matters, and he apparently refused to recant them at the end.14 So, Bruno probably was burned alive for resolutely maintaining a series of heresies, among which his teaching of the plurality of worlds was prominent but by no means singular.\" Já outros historiadores consideram sim que suas visões cosmológicas foram o principal motivo ou um dos principais da condenação (heresia da pluralidade dos mundos).Koyré, Alexandre (1980). Estudios galileanos. México D.F.: Siglo XXI Editores. pp. 159–169. O caso de Bruno ainda é considerado um marco na história do livre pensamento e das ciências emergentes. Além da cosmologia, Bruno também escreveu extensivamente sobre a arte da memória, um grupo pouco organizado de técnicas e princípios mnemônicos. A historiadora Frances Yates argumenta que Bruno foi profundamente influenciado pela astrologia árabe (particularmente a filosofia de Averróis), neoplatonismo, hermetismo renascentista e lendas do gênero Gênesis em torno do deus egípcio Tote.A obra principal sobre o relacionamento entre Bruno e o hermetismo é Frances Yates, Giordano Bruno and The Hermetic Tradition, 1964; para uma abordagem alternativa, pondo mais ênfase na Cabala, e menos no hermetismo, ver Karen Silvia De Leon-Jones, Giordano Bruno and the Kabbalah, Yale, 1997; para uma volta à ênfase do papel de Bruno no desenvolvimento da ciência, e crítica da ênfase de Yates nos temas mágicos e herméticos, ver Hillary Gatti (1999), Giordano Bruno and Renaissance Science, Cornell. Outros estudos de Bruno se concentraram em sua abordagem qualitativa da matemática e sua aplicação dos conceitos espaciais da geometria na linguagem.Alessandro G. Farinella and Carole Preston, \"Giordano Bruno: Neoplatonism and the Wheel of Memory in the 'De Umbris Idearum'\", in Renaissance Quarterly, Vol. 55, No. 2, (Summer, 2002), pp. 596–624; Arielle Saiber, Giordano Bruno and the Geometry of Language, Ashgate, 2005 == Origem e formação == Filho do militar Giovanni Bruno e Fraulissa Savolino,McIntyre, J. Lewis. Giordano Bruno seu nome de batismo era Filippo Bruno.Enciclopédia Católica, Giordano Bruno Adotou o nome de Giordano quando ingressou na Ordem Dominicana, aos 15 anos de idade. No seminário, estudou Aristóteles e Tomás de Aquino, predominantes na doutrina católica da época, doutorando-se em Teologia. Suas ideias particulares, porém, suscitaram suspeitas por parte da hierarquia da Igreja. Em 1576 foi acusado de heresia e levado a Roma para ser julgado. Poucos meses depois, abandonou o hábito e em 1579 deixou a Itália.Ingegno, Alfonso (2004). Introduction. In de Lucca, Robert e Blackwell, Richard J. (org.) Giordano Bruno: \"Cause, Principle and Unity\" and Essays on Magic, pp. vii-xxix. Cambridge Texts on History of Phylosophy. Cambridge: Cambridge Press. ISBN 0-521-59359-X. Iniciou-se, então, o período de peregrinação de sua vida. Em Gênova, ainda em 1579, aparentemente, adotou o calvinismo, o que negaria mais tarde, ao ser julgado em Veneza. Acabou sendo excomungado pelos calvinistas e expulso de Gênova. Viajou sucessivamente para França (Toulouse, Paris), Suíça e Inglaterra. Em Londres, onde permaneceu de 1583 a 1585, esteve sob a proteção do embaixador francês, e frequentou o círculo de amigos do poeta inglês Philip Sidney. Em 1585, Bruno retornou a Paris, indo em seguida para Marburgo, Wittenberg, Praga, Helmstedt e Frankfurt, onde conseguiu publicar vários de seus escritos. == Prisão, julgamento e execução == Em Roma, o julgamento de Bruno durou oito anos, durante os quais ele foi preso, por último, na Torre de Nola. Alguns documentos importantes sobre o julgamento estão perdidos, mas outros foram preservados e entre eles um resumo do processo, que foi redescoberto em 1999.\"II Sommario del Processo di Giordano Bruno, con appendice di Documenti sull'eresia e l'inquisizione a Modena nel secolo XVI\", edited by Angelo Mercati, in Studi e Testi, vol. 101. As numerosas acusações contra Bruno, com base em alguns de seus livros, bem como em relatos de testemunhas, incluíam blasfêmia, conduta imoral e heresia em matéria de teologia dogmática e envolvia algumas das doutrinas básicas da sua filosofia e cosmologia. Luigi Firpo lista estas acusações feitas contra Bruno pelo tribunal local:Luigi Firpo, Il processo di Giordano Bruno, 1993. * sustentar opiniões contrárias à fé católica e contestar seus ministros; * sustentar opiniões contrárias à fé católica sobre a Trindade, a divindade de Cristo e a encarnação; * sustentar opiniões contrárias à fé católica sobre Jesus como Cristo; * sustentar opiniões contrárias à fé católica sobre a virgindade de Maria, mãe de Jesus; * sustentar opiniões contrárias à fé católica tanto sobre a Transubstanciação quanto a Missa; * reivindicar a existência de uma pluralidade de mundos e suas eternidades; * acreditar em metempsicose e na transmigração da alma humana em brutos, e; * envolvimento com magia e adivinhação. Giovanni Mocenigo (1558-1623), membro de uma das mais ilustres famílias venezianas, encontrou Bruno em Frankfurt em 1590 e convidou-o para ir a Veneza, a pretexto de lhe ensinar mnemotécnica, a arte de desenvolver a memória, em que Bruno era perito. Segundo Will DurantDURANT, Will e Ariel. A História da Civilização. Começa a Idade da Razão. Trad. Mamede de Souza Freitas. 2ª edição, v. 7, Editora Record. Bruno estava havia muitos anos na lista dos procurados pela Inquisição, ansiosa por prendê-lo por suas doutrinas subversivas, mas Veneza gozava da fama de proteger tais foragidos, e o filósofo sentiu-se encorajado a cruzar os Alpes e regressar. Como Mocenigo quisesse usar as artes da memória com fins comerciais, segundo alguns, ou esperasse obter de Bruno ensinamentos de ocultismo para aumentar seu poder, prejudicar seus concorrentes e inimigos, segundo outros, Bruno se negou a ensiná-lo.Giordano Bruno: His Life and Thought. Chapter seven. \"Martyrdom (1591-1600)\" a. Padua and Venice (1591-92). Segundo Durant, Mocenigo, católico piedoso, assustava-se com \"as heresias que o loquaz e incauto filósofo lhe expunha\", e perguntou a seu confessor se devia denunciar Bruno à Inquisição. O sacerdote recomendou-lhe esperar e reunir provas, no que Mocenigo assentiu; mas quando Bruno anunciou seu desejo de regressar a Frankfurt, o nobre denunciou-o ao Santo Ofício. Mocenigo trancou-o num quarto e chamou os agentes da Inquisição para levarem-no preso, acusado de heresia. Bruno foi transferido para o cárcere do Santo Ofício de San Domenico de Castello, no dia 23 de maio de 1592.ROWLAND, Ingrid D. Giordano Bruno: Philosopher / Heretic. University of Chicago Press, 2008. No último interrogatório pela Inquisição do Santo Ofício, não abjurou e, no dia 8 de fevereiro de 1600, foi condenado à morte na fogueira. Obrigado a ouvir a sentença ajoelhado, Giordano Bruno teria respondido com um desafio: Maiori forsan cum timore sententiam in me fertis quam ego accipiam (\"Talvez sintam maior temor ao pronunciar esta sentença do que eu ao ouvi-la\").Singer, Dorothea Waley, Giordano Bruno, His Life and Thought, New York, 1950, ch. 7. O texto menciona um relato feito em carta por Caspar Schoppe, convertido ao Catolicismo e protegido do Papa Clemente VIII. É considerado certo que o autor do relato esteve presente ao julgamento de Giordano Bruno. A execução de sua sentença ocorreu no dia 17 de fevereiro de 1600. Na ocasião teve a voz calada por um objeto de madeira posto em sua boca.\"II Sommario del Processo di Giordano Bruno, con appendice di Documenti sull'eresia e l'inquisizione a Modena nel secolo XVI\", edited by Angelo Mercati, in Studi e Testi, vol. 101; o objeto de madeira posto na boca de Giordano Bruno é descrito como una morsa di legno. == Ideário == Foi trágico o desfecho do processo contra Giordano Bruno (século XVI), acusado de panteísmo e queimado vivo por defender com exaltação poética a doutrina da infinitude do Universo e por concebê-lo não como um sistema rígido de seres, articulados em uma ordem dada desde a eternidade, mas como um conjunto que se transforma continuamente.[ fonte :Livro: Filosofando de Maria Lúcia de Arruda Aranha e Maria Helena Pires Martins.] Um dos pontos chave de sua cosmologia é a tese do universo infinito e povoado por uma infinidade de estrelas, como o Sol, e por outros planetas, nos quais, assim como na Terra, existiria vida inteligente.The Harbinger. Giordano Bruno Sua perspectiva se define a partir das ideias do cardeal Nicolau da Cusa, de Copérnico e de Giovanni Battista della Porta. Bruno é às vezes citado como o primeiro a propor que o universo é infinito, o que ele fez durante seu tempo na Inglaterra, mas um cientista inglês, Thomas Digges, apresentou essa ideia em um trabalho publicado em 1576, cerca de oito anos antes de Bruno,John Gribbin (2009). In Search of the Multiverse: Parallel Worlds, Hidden Dimensions, and the Ultimate Quest for the Frontiers of Reality, . p. 88 e também filósofos da antiguidade clássica como Arquitas e Lucrécio. Um universo infinito e a possibilidade de vida alienígena também já haviam sido sugeridos pelo cardeal católico Nicolau de Cusa em \"Sobre a Douta Ignorância\", publicado em 1440. As suas ideias sobre a relatividade anteciparam as de Galileu:MOURÃO, Ronaldo Rogerio de Freitas Explicando a Teoria da RelatividadePrincípio da relatividade de Galileu num universo infinito, qualquer perspectiva de qualquer objeto é sempre relativa à posição do observador, há infinitos referenciais possíveis e não existe nenhum privilegiado em relação aos demais.Bruno, Giordano. Dell'Infinito Além de defender a existência de planetas extrassolares. Seu livro Spaccio de la Bestia Trionfante era um ataque à religião e mostrava o panteísmo do seu autor.Spectator, edição de 27 de maio de 1712, p.331 [em linha] Segundo John Gribbin, em seu livro Science: A History (1543-2001), Bruno filiou-se ao hermetismo, baseado em escrituras egípcias, da época de Moisés. Entre outras referências, esse movimento utilizava os ensinamentos atribuídos ao deus egípcio Thoth, cujo equivalente grego era Hermes (daí hermetismo), conhecido pelos seguidores como Hermes Trismegisto. Bruno teria abraçado a teoria do padre Copérnico porque ela se encaixava bem na ideia egípcia de um universo centrado no sol. Deus seria a força criadora perfeita que forma o mundo e que seria imanente a ele. Bruno defendia a crença nos poderes humanos extraordinários, a crença de que todas as coisas tinham alma, criou a Geometria Sagrada e enfrentou abertamente a Igreja Católica,Bombassaro, Luiz Carlos. Giordano Bruno e a filosofia na Renascença, Caxias do Sul: Educs, 2008 a Igreja Luterana, Calvinista, sendo excomungado de todas elas. A contribuição geral de Bruno para o nascimento da ciência moderna ainda é controversa. Alguns estudiosos seguem Frances Yates, enfatizando a importância das ideias de Bruno sobre o universo ser infinito e sem estrutura geocêntrica como ponto de cruzamento crucial entre o antigo e o novo. Outros vêem na ideia de Bruno de múltiplos mundos instanciando as infinitas possibilidades de um indivisível e pristino Um, Bruno (from the mouth of his character Philotheo) in his De l'infinito universo et mondi (1584) claims that \"innumerable celestial bodies, stars, globes, suns and earths may be sensibly perceived therein by us and an infinite number of them may be inferred by our own reason.\" um precursor da interpretação de muitos mundos de Everett da mecânica quântica.Max Tegmark, Parallel Universes, 2003 Enquanto muitos acadêmicos observam a posição teológica de Bruno como panteísmo, vários a descreveram como pandeísmo e alguns como panenteísmo. O físico e filósofo Max Bernhard Weinstein, em seu Welt und Lebensanschauungen, Hervorgegangen aus Religion, Philosophie und Naturerkenntnis (\"Visões da vida e do mundo emergindo da religião, filosofia e natureza\"), escreveu que o modelo teológico do pandeísmo era fortemente expresso nos ensinamentos de Bruno, especialmente no que diz respeito à visão de uma divindade para a qual \"o conceito de Deus não está separado do conceito do universo\".Max Bernhard Weinsten, Welt- und Lebensanschauungen, Hervorgegangen aus Religion, Philosophie und Naturerkenntnis (\"World and Life Views, Emerging From Religion, Philosophy and Nature\") (1910), p. 321: \"Also darf man vielleicht glauben, daß das ganze System eine Erhebung des Physischen aus seiner Natur in das Göttliche ist oder eine Durchstrahlung des Physischen durch das Göttliche; beides eine Art Pandeismus. Und so zeigt sich auch der Begriff Gottes von dem des Universums nicht getrennt; Gott ist naturierende Natur, Weltseele, Weltkraft. Da Bruno durchaus ablehnt, gegen die Religion zu lehren, so hat man solche Angaben wohl umgekehrt zu verstehen: Weltkraft, Weltseele, naturierende Natur, Universum sind in Gott. Gott ist Kraft der Weltkraft, Seele der Weltseele, Natur der Natur, Eins des Universums. Bruno spricht ja auch von mehreren Teilen der universellen Vernunft, des Urvermögens und der Urwirklichkeit. Und damit hängt zusammen, daß für ihn die Welt unendlich ist und ohne Anfang und Ende; sie ist in demselben Sinne allumfassend wie Gott. Aber nicht ganz wie Gott. Gott sei in allem und im einzelnen allumfassend, die Welt jedoch wohl in allem, aber nicht im einzelnen, da sie ja Teile in sich zuläßt.\" No entanto, Otto Kern faz exceção ao que considera as afirmações gerais de Weinstein de que Bruno, assim como outros filósofos históricos como João Escoto Erígena, Anselmo de Canterbury, Nicolau de Cusa, Mendelssohn e Lessing seriam pandeístas ou se inclinavam para o pandeísmo.Review of Welt- und Lebensanschauungen, Hervorgegangen aus Religion, Philosophie und Naturerkenntnis (\"World and Life Views, Emerging From Religion, Philosophy and Nature\") in Emil Schürer, Adolf von Harnack, editors, Theologische Literaturzeitung (\"Theological Literature Journal\"), Volume 35, column 827 (1910): \"Dem Verfasser hat anscheinend die Einteilung: religiöse, rationale und naturwissenschaftlich fundierte Weltanschauungen vorgeschwebt; er hat sie dann aber seinem Material gegenüber schwer durchführbar gefunden und durch die mitgeteilte ersetzt, die das Prinzip der Einteilung nur noch dunkel durchschimmern läßt. Damit hängt wohl auch das vom Verfasser gebildete unschöne griechisch-lateinische Mischwort des 'Pandeismus' zusammen. Nach S. 228 versteht er darunter im Unterschied von dem mehr metaphysisch gearteten Pantheismus einen 'gesteigerten und vereinheitlichten Animismus', also eine populäre Art religiöser Weltdeutung. Prhagt man lieh dies ein, so erstaunt man über die weite Ausdehnung, die dem Begriff in der Folge gegeben wird. Nach S. 284 ist Scotus Erigena ein ganzer, nach S. 300 Anselm von Canterbury ein 'halber Pandeist'; aber auch bei Nikolaus Cusanus und Giordano Bruno, ja selbst bei Mendelssohn und Lessing wird eine Art von Pandeismus gefunden (S. 306. 321. 346.).\" Translation: \"The author apparently intended to divide up religious, rational and scientifically based philosophies, but found his material overwhelming, resulting in an effort that can shine through the principle of classification only darkly. This probably is also the source of the unsightly Greek-Latin compound word, 'Pandeism.' At page 228, he understands the difference from the more metaphysical kind of pantheism, an enhanced unified animism that is a popular religious worldview. In remembering this borrowing, we were struck by the vast expanse given the term. According to page 284, Scotus Erigena is one entirely, at p. 300 Anselm of Canterbury is 'half Pandeist'; but also Nicholas of Cusa and Giordano Bruno, and even in Mendelssohn and Lessing a kind of Pandeism is found (p. 306 321 346.)\". O editor da Discover, Corey S. Powell, também descreveu a cosmologia de Bruno como pandeística, escrevendo que era \"uma ferramenta para avançar uma teologia animista ou pandeísta\",Powell, Corey S., \"Defending Giordano Bruno: A Response from the Co-Writer of 'Cosmos', Discover, March 13, 2014: \"Bruno imagines all planets and stars having souls (part of what he means by them all having the same \"composition\"), and he uses his cosmology as a tool for advancing an animist or Pandeist theology.\" e essa avaliação de Bruno como pandeísta foi concordada pelo escritor científico Michael Newton Keas e o escritor da The Daily Beast David Sessions.David Sessions, \"How 'Cosmos' Bungles the History of Religion and Science\", The Daily Beast, 03.23.14: \"Bruno, for instance, was a 'pandeist', which is the belief that God had transformed himself into all matter and ceased to exist as a distinct entity in himself.\" == Filosofia == Giordano Bruno foi o grande defensor da ideia de infinito.BARACAT FILHO, Antonio Abdala O Infinito segundo Giordano Bruno. Belo Horizonte: Universidade Federal de Minas Gerais, 2009. :\"Nós declaramos esse espaço infinito, dado que não há qualquer razão, conveniência, possibilidade, sentido ou natureza que lhe trace um limite.\" (Giordano Bruno, Acerca do Infinito Universo e Mundos, 1584), com base nas ideias do cardeal Nicolau de Cusa. Bruno era hilozoísta (pensava que tudo tem vida) e panpsiquista (pensava que tudo tem uma natureza psíquica, uma alma). :\"A Terra e os astros (...), como eles dispensam vida e alimento às coisas, restituindo toda matéria que emprestam, são eles próprios dotados de vida, em uma medida bem maior ainda; e sendo vivos, é de maneira voluntária, ordenada e natural, segundo um princípio intrínseco, que eles se movem em direção às coisas e aos espaços que lhes convêm\" (A ceia de cinzas). :\"Todas as formas de coisas naturais têm almas? Todas as coisas são animadas? pergunta Dicson.Alexander Dicson, um inglês, aluno de mnemônica e amigo de Bruno. Ver Giordano Bruno: His Life and Thought. Chapter Two. \"Bruno in England (1583-85). Theophilo, porta-voz de Bruno, responde: Sim, uma coisa, por minúscula que seja, encerra em si uma parte de substância espiritual, a qual, se encontra o sujeito [suporte] adequado, torna-se planta, animal (...); porque o espírito se encontra em todas as coisas, e não há mínimo corpúsculo que não o contenha em certa medida e que não seja por ele animado.\" (Causa, Princípio e Unidade, 1584). :\"E o que se pode dizer de cada parcela do grande Todo, átomo, mônada, pode se dizer do universo como totalidade. O mundo abriga em seu coração a Alma do mundo\" (idem). :\"O mundo é infinito porque Deus é infinito. Como acreditar que Deus, ser infinito, possa ter se limitado a si mesmo criando um mundo fechado e limitado?\" (idem) :\"Não é fora de nós que devemos procurar a divindade, pois que ela está do nosso lado, ou melhor, em nosso foro interior, mais intimamente em nós do que estamos em nós mesmos.\" (A ceia de cinzas). == Visões retrospectivas de Bruno == === Posição tardia do Vaticano === O Vaticano publicou poucas declarações oficiais sobre o julgamento e execução de Bruno. Em 1942, o cardeal Giovanni Mercati, que descobriu vários documentos perdidos relacionados ao julgamento de Bruno, afirmou que a Igreja estava perfeitamente justificada em condená-lo. No 400º aniversário da morte de Bruno, em 2000, o cardeal Angelo Sodano declarou a morte de Bruno como um \"episódio triste\", mas, apesar de seu pesar, defendeu os promotores de Bruno, afirmando que os inquisidores \"tinham o desejo de servir à liberdade e promover o bem comum e fizeram todo o possível para salvar sua vida\". No mesmo ano, o papa João Paulo II fez um pedido de desculpas geral pelo \"uso da violência que alguns cometeram a serviço da verdade\". === Um mártir para a ciência === Alguns autores caracterizaram Bruno como um \"mártir da ciência\", sugerindo paralelos com o caso Galileu, que começou por volta de 1610.\"Giordano Bruno and Galileo Galilei,\" The Popular Science Monthly, Supplement, 1878. \"Não deve ser suposto\", escreve A. M. Paterson, de Bruno, e seu \"sistema solar heliocêntrico\", que ele \"alcançou suas conclusões através de alguma revelação mística....Seu trabalho é uma parte essencial dos desenvolvimentos científicos e filosóficos que ele iniciou\".Antoinette Mann Paterson (1970). The Infinite Worlds of Giordano Bruno. Charles C. Thomas, Springfield, Illinois, 1970, p. 16. Paterson repete Hegel ao escrever que Bruno \"introduz uma moderna teoria do conhecimento que compreende todas as coisas naturais do universo a serem conhecidas pela mente humana através da estrutura dialética da mente\".Paterson, p. 61. Ingegno escreve que Bruno adotou a filosofia de Lucrécio, \"destinada a libertar o homem do medo da morte e dos deuses\".Cause, Principle and Unity, by Giordano Bruno. Edited by R.J. Blackwell and Robert de Lucca, with an Introduction by Alfonso Ingegno. Cambridge University Press, 1998 Os personagens do livro Causa, Princípio e Unidade de Bruno desejam \"melhorar a ciência especulativa e o conhecimento das coisas naturais\" e alcançar uma filosofia \"que produza a perfeição do intelecto humano de maneira mais fácil, eminente e mais próxima da verdade da natureza\".Cause, Principle and Unity, by Giordano Bruno. Edited by R.J. Blackwell and Robert de Lucca, with an Introduction by Alfonso Ingegno. Cambridge University Press, 1998, p. 63. Outros estudiosos se opõem a essas opiniões e afirmam que o martírio de Bruno para a ciência é exagerado ou totalmente falso. Para Yates, enquanto \"liberais do século XIX\" foram levados \"a êxtases\" sobre o copernicanismo de Bruno, \"Bruno empurra o trabalho científico de Copérnico de volta a um estágio pré-científico, de volta ao hermetismo, interpretando o diagrama copernicano como um hieróglifo de mistérios divinos\".Giordano Bruno and the Hermetic Tradition, by Frances Yates. Routledge and Kegan Paul, London, 1964, p. 225 Segundo o historiador Mordechai Feingold, \"Tanto os admiradores quanto os críticos de Giordano Bruno basicamente concordam que ele era pomposo e arrogante, valorizando muito suas opiniões e mostrando pouca paciência com quem até discordava dele levemente\". Discutindo a experiência da rejeição de Bruno quando ele visitou a Universidade de Oxford, Feingold sugere que \"poderia ter sido a maneira de Bruno, sua linguagem e sua autoafirmação, e não suas ideias\" que causaram ofensa. === Heresia teológica === Em suas Palestras sobre a História da Filosofia, Hegel escreve que a vida de Bruno representava \"uma rejeição ousada de todas as crenças católicas baseadas na mera autoridade\".Hegel's lectures on the history of philosophy, translated by E.S. Haldane and F.H. Simson, in three volumes. Volume III, p. 119. The Humanities Press, 1974, New York. Alfonso Ingegno afirma que a filosofia de Bruno \"desafia os desenvolvimentos da Reforma, põe em questão o valor da verdade de todo o cristianismo e afirma que Cristo perpetrou um engano na humanidade... Bruno sugere que agora podemos reconhecer a lei universal que controla o devir perpétuo de todas as coisas em um universo infinito\".Cause, Principle and Unity, by Giordano Bruno. Edited by R.J. Blackwell and Robert de Lucca, with an Introduction by Alfonso Ingegno. p.x. Cambridge University Press, 1998. A. M. Paterson diz que, embora não tenhamos mais uma cópia da condenação papal oficial de Bruno, suas heresias incluíam \"a doutrina do universo infinito e dos inúmeros mundos\" e suas crenças \"sobre o movimento da terra\".Paterson, p. 198. Michael White observa que a Inquisição pode ter perseguido Bruno no início de sua vida com base em sua oposição a Aristóteles, interesse no arianismo, leitura de Erasmo e posse de textos proibidos. White considera que a heresia posterior de Bruno era \"multifacetada\" e pode ter se apoiado em sua concepção de mundos infinitos. \"Esta foi talvez a noção mais perigosa de todas ... Se existiam outros mundos com seres inteligentes vivendo lá, eles também tiveram suas visitações? A ideia era completamente impensável\".White, Michael (2002). The Pope and the Heretic: The True Story of Giordano Bruno, the Man who Dared to Defy the Roman Inquisition, p. 7. Perennial, New York. Frances Yates rejeita o que ela descreve como a \"lenda de que Bruno foi processado como um pensador filosófico, foi queimado por suas visões ousadas sobre inúmeros mundos ou sobre o movimento da terra\". Yates, no entanto, escreve que \"a Igreja estava ... perfeitamente dentro de seus direitos se incluísse pontos filosóficos na condenação das heresias de Bruno\" porque \"os pontos filosóficos eram bastante inseparáveis ​​das heresias\".Yates, Frances, Bruno and the Hermetic Tradition, pp. 354–356. Routledge and Kegan Paul, London, 1964. De acordo com a Stanford Encyclopedia of Philosophy, \"em 1600 não havia posição católica oficial no sistema copernicano, e certamente não era uma heresia. Quando Bruno [...] foi queimado na fogueira como herege, não teve nada a ver com seus escritos em apoio à cosmologia copernicana\".Sheila Rabin, \"Nicolaus Copernicus\" in the Stanford Encyclopedia of Philosophy (online. Retrieved 19 November 2005). O site dos Arquivos Secretos do Vaticano, discutindo um resumo dos procedimentos legais contra Bruno em Roma, declara: > \"Nas mesmas salas em que Giordano Bruno foi interrogado, pelas mesmas razões > importantes da relação entre ciência e fé, no início da nova astronomia e no > declínio da filosofia de Aristóteles, dezesseis anos depois, o cardeal > Bellarmino, que então contestou as teses heréticas de Bruno, convocou > Galileu Galilei, que também enfrentou um famoso julgamento inquisitorial > que, felizmente para ele, terminou com uma simples abjuração\". == Obras == == Obras disponíveis na Internet == == Filmografia == * Giordano Bruno, de Giuliano Montaldo, com Gian Maria Volontè, 1973; duração: 123min. == Ver também == * Paradoxo de Fermi * Lista de clérigos-cientistas católicos == Bibliografia== ==Ligações externas== *Giordano Bruno, o grande herói da liberdade humana *Ferrater Mora, J. Diccionario de Filosofía. \"Bruno, Giordano (Filippo)\" *Istituto Italiano per gli Studi Filosofici. Centro Internazionale di Studi Bruniani \"Giovanni Aquilecchia\"(CISB) (em inglês ou italiano) *Giordano Bruno.info (em inglês, italiano e espanhol) *Site sobre a vida e obra de Giordano Bruno. Contem obras do filósofo para download . *Antroposmoderno. Giordano Bruno *Obras de Giordano Bruno: textos disponíveis online *Santos, Patricia Lessa. No caldeirão dos bruxos : a filosofia herética de Giordano Bruno. UNICAMP, 1997. Categoria:Giordano Bruno Categoria:Místicos cristãos Categoria:Hermetistas Categoria:Filósofos da Itália Categoria:Filósofos executados Categoria:Religiosos da Ordem dos Dominicanos Categoria:Mártires Categoria:Pessoas processadas pela Inquisição Categoria:Pessoas executadas por heresia Categoria:Pessoas executadas pelo fogo Categoria:Cientistas do Renascimento Categoria:Universidade de Helmstedt",
 "title": "Giordano Bruno"
}