{
 "id": "45162",
 "text": "Ésquilo (; Elêusis, – Gela, ) foi um dramaturgo da Grécia Antiga. É reconhecido frequentemente como o pai da tragédia, e é o mais antigo dos três trágicos gregos cujas peças ainda existem (os outros são Sófocles e Eurípedes). De acordo com Aristóteles, Ésquilo aumentou o número de personagens usados nas peças para permitir conflitos entre eles; anteriormente, os personagens interagiam apenas com o coro. Apenas sete de um total estimado de setenta a noventa peças feitas pelo autor sobreviveram à modernidade; uma destas, Prometeu Acorrentado, é tida hoje em dia como sendo de autoria de um autor posterior. Pelo menos uma das obras de Ésquilo foi influenciada pela invasão persa da Grécia, ocorrida durante sua vida. Sua peça Os Persas continua sendo uma grande fonte de informação sobre este período da história grega. A guerra teve tamanha importância para os gregos e para o próprio Ésquilo que, na ocasião de sua morte, por volta de , seu epitáfio celebrava sua participação na vitória grega em Maratona, e não seu sucesso como dramaturgo. Sobre sua morte, reza a lenda que, ao visitar Gela, na ilha da Sicília, uma ave de rapina (possivelmente uma águia ou um abutre-barbudo, também conhecido por quebra-ossos), confundindo sua careca com uma rocha, deixou cair um casco de tartaruga em sua cabeça, matando-o (o abutre-barbudo é conhecido por jogar ossos em cima de rochas para quebrá-los, e assim, retirar facilmente o tutano).oeco.org.br/ Abutre-barbudo, a ave que gosta de esqueletos A mesma lenda conta ainda que este \"momento surreal\" tem um toque de ironia: Ésquilo estava passeando ao ar livre justamente porque havia ouvido, em uma profecia, que o teto de uma casa cairia em sua cabeça – e apostou que, do lado de fora, escaparia do destino trágico.super.abril.com.br/ As 5 mortes mais estúpidas da Antiguidade == Biografia == Não existem fontes confiáveis para a vida de Ésquilo. Diz-se que nasceu por volta de em Elêusis, pequena cidade a cerca de 27 quilômetros a noroeste de Atenas, aninhada nos férteis vales da Ática ocidental, embora a data tenha sido obtida provavelmente com base na contagem de quarenta anos antes de sua primeira vitória da Grande Dionísia. Sua família era rica e tinha boa posição social; seu pai, Eufórion, era membro dos eupátridas, a antiga nobreza da Ática. Ainda jovem, Ésquilo trabalhou num vinhedo até que, de acordo com o geógrafo Pausânias, que escreveu no , o deus Dioniso o teria visitado em seu sono e ordenado que voltasse sua atenção para a arte então nascente da tragédia. Assim que acordou do sonho, o jovem Ésquilo teria começado a escrever uma tragédia, cuja primeira performance deu-se em , quando tinha apenas 26 anos de idade. Obteria sua primeira vitória na Dionísia da Cidade em As Guerras Persas tiveram um papel fundamental na vida e na carreira do dramaturgo. Em Ésquilo e seu irmão, Cinegiro, lutaram defendendo Atenas do exército persa de Dario I, na Batalha de Maratona. Os atenienses, embora em número inferior, conseguiram cercar e dizimar as forças persas; esta derrota crucial pôs um fim à primeira invasão persa da Grécia, e foi celebrada por todas as cidades- Estado gregas. Embora Atenas tenha saído vitoriosa, Cinegiro morreu durante o combate. Em Ésquilo foi convocado novamente para o serviço militar, desta vez para combater as forças de Xerxes I, na Batalha de Salamina e, possivelmente, na Batalha de Plateia, em 479. Salamina ocupa um lugar de destaque na peça Os Persas, obra mais antiga do autor a ter sobrevivido aos dias de hoje, executada pela primeira vez publicamente em , e que venceu o primeiro prêmio na Dionísia. Ésquilo foi um dos muitos gregos que haviam sido iniciados nos Mistérios de Elêusis, um culto devotado à deusa Deméter com sede em sua terra natal de Elêusis. Como indica o nome, os membros deste culto supostamente obtinham algum tipo de conhecimento místico secreto. Relatos consistentes dos ritos específicos praticados nos Mistérios são escassos, já que os membros juravam, sob pena de morte, não revelar nada sobre eles aos não-iniciados. Ainda assim, de acordo com Aristóteles, muitos achavam que Ésquilo teria revelado alguns dos segredos do culto no palco.Ética a Nicômaco 1111a8-10. De acordo com outras fontes, uma turba enfurecida teria tentado matá-lo por este motivo, porém ele teria logrado fugir. Ao ser julgado pelo fato, Ésquilo alegou ignorância, e só teve sua vida poupada por seu corajoso serviço nas Guerras Persas. Ésquilo viajou à Sicília uma ou duas vezes durante a década de , a convite de Hierão,Pausânias. Descrição da Grécia, 1.2.3 tirano de Siracusa, uma das principais colônias gregas no lado oriental da ilha; durante uma destas viagens escreveu As Mulheres de Etna, em homenagem à cidade fundada pelo tirano, e reencenou Os Persas. Em , após a morte de Frínico, um de seus principais rivais, Ésquilo passou a ser o favorito anual na Dionísia, conquistando o primeiro lugar em quase todas as edições da competição. Em retornou à Sicília pela última vez, visitando a cidade de Gela, onde veio a morrer em 456 ou 455. Alega-se que teria sido morto por um casco de tartaruga, derrubado das alturas sobre sua cabeça por uma águia ou um abutre. Porém, a história é provavelmente apócrifa.Ver (por ex.) Lefkowitz 1981, 67ff. Cf. Sommerstein 2002, 33, que ignoram inteiramente esta história ao dar um resumo biográfico do poeta. A obra de Ésquilo era tão respeitada pelos atenienses que, após sua morte, suas tragédias passaram a ser as únicas a poderem ser reencenadas nas edições seguintes das competições teatrais da cidade. Seus filhos, Eufórion e Evéon, e seu sobrinho, Filócles, seguiram seus passos e também se tornaram dramaturgos. A inscrição na lápide de Ésquilo não fazia qualquer menção à sua fama teatral, homenageando apenas suas glórias militares: grego português :Αἰσχύλον Εὐφορίωνος Ἀθηναῖον τόδε κεύθει :μνῆμα καταφθίμενον πυροφόροιο Γέλας· :ἀλκὴν δ’ εὐδόκιμον Μαραθώνιον ἄλσος ἂν εἴποι :καὶ βαθυχαιτήεις Μῆδος ἐπιστάμενος :Sob esta pedra jaz Ésquilo, filho de Eufórion, o Ateniense, :que pereceu nas terras ricas em trigo de Gela; :da sua nobre bravura o bosque de Maratona pode falar, :assim como o persa de longos cabelos, que a conhece bem. == Obra == A arte grega do drama teve suas raízes nos festivais religiosos dedicados aos deuses da mitologia grega, especialmente Dioniso, deus do vinho. Durante a época em que Ésquilo viveu competições dramáticas passaram a ser uma parte integrante da Dionísia da Cidade, realizada durante a primavera. O festival se iniciava com uma procissão de abertura, à qual se seguia uma competição de rapazes cantando ditirambos, e culminava com duas competições dramáticas. A primeira competição da qual Ésquilo teria participado reuniu três autores que apresentaram três tragédias cada um, seguidas por uma pequena peça satírica. Seguia-se uma segunda competição de cinco dramaturgos cômicos, e os vencedores de ambas as competições eram escolhidos por um corpo de jurados. Ésquilo participou de muitas destas competições ao longo de sua vida, e diversas das fontes antigas atribuem entre setenta e noventa peças a ele. Apenas sete de suas tragédias sobreviveram intactas até os dias de hoje: Os Persas, Sete contra Tebas, As Suplicantes, a trilogia conhecida como Oresteia, que consiste das três tragédias Agamenon, As Coéforas e As Eumênides, além de Prometeu Acorrentado, cuja autoria é questionada. Com a exceção desta última, cujo sucesso é incerto, sabe-se com segurança que todas estas venceram a primeira colocação na Dionísia da Cidade. A Vida de Ésquilo alexandrina indica que o dramaturgo teria vencido por treze vezes o torneio. Uma característica marcante da dramaturgia esquiliana parece ter sido sua tendência de escrever trilogias interligadas, onde cada peça serve como um capítulo de uma narrativa dramática contínua. A Oresteia é o único exemplo ainda existente deste tipo de trilogia do autor, porém existem diversas evidências que eram frequentes no catálogo de Ésquilo. As peças cômicas satíricas que se seguiam às suas trilogias dramáticas frequentemente abordavam um tópico mítico relacionado. A peça satírica Proteu, por exemplo, encenada juntamente com a Oresteia, abordava a história do período em que Menelau esteve no Egito, durante sua viagem de volta para casa após a Guerra de Troia. Com base nas evidências fornecidas por um catálogo de títulos de peças de Ésquilo, escólios e fragmentos de peças citados por autores posteriores, acredita-se que três outras das peças existentes de Ésquilo tenham feito parte de trilogias: Sete contra Tebas seria a peça final de uma trilogia sobre Édipo, e As Suplicantes e Prometeu Acorrentado seriam as primeiras partes de diferentes trios. Diversas destas trilogias abordaram mitos relacionados à Guerra de Troia; uma delas, conhecida coletivamente como a Aquileida, que reunia as obras Mirmidões, Nereidas e Frígios (ou O Resgate de Heitor), narrava a morte de Heitor nas mãos de Aquiles e a subsequente troca do cadáver do heroi mediante pagamento de resgate; outra trilogia aparentemente narrava a entrada do aliado troiano Mêmnon na guerra, e de sua morte por obra de Aquiles (Mêmnon e A Pesagem das Almas seriam dois componentes da trilogia); A Premiação das Armas, As Frígias e As Salaminas sugerem uma trilogia sobre a loucura e o subsequente suicídio do heroi Ájax. Ésquilo também parece ter abordado o retorno de Odisseu a Ítaca depois da guerra (incluindo o assassinato dos pretendentes de sua esposa, Penélope, e as consequências do ato) com uma trilogia, composta por Os Evocadores de Almas, Penélope e Os Coletores de Ossos. Outras trilogias sugeridas pelos estudiosos teriam abordado o mito de Jasão e os Argonautas (Argos, Lêmnias, Hipsípile), a vida de Perseu (Os Pescadores, Polidetes, Fórcides), o nascimento e os feitos de Dioniso (Sêmele, Bacantes, Penteu) e o cenário posterior à guerra mostrada em Sete contra Tebas (Eleusinas, Argivas, Filhos dos Sete). === Os Persas === A peça mais antiga do autor a ter sobrevivido até os dias de hoje é Os Persas (Persai), encenada pela primeira vez em , e baseada nas experiências do próprio Ésquilo no exército, mais especificamente na Batalha de Salamina. É única entre as tragédias gregas por tratar de um evento histórico recente, no lugar de um mito heróico ou divino. Os Persas aborda o tema, popular entre os gregos, da húbris, ao colocar a culpa da derrota persa no orgulho sobrepujante de seu rei. A obra se inicia com a chegada de um mensageiro em Susa, capital do Império Aquemênida, trazendo a Atossa, mãe do rei persa Xerxes I, notícias da derrota catastrófica dos persas em Salamina. Atossa visita então a sepultura do antigo imperador Dario I, seu marido, cujo fantasma lhe aparece, explicando os motivos da derrota — resultado, segundo ele, da húbris de Xerxes ao construir uma ponte sobre o Helesponto, atitude que enfureceu os deuses. Xerxes aparece apenas no fim da peça, sem perceber as causas de sua derrota, e a peça se encerra em meio aos lamentos do rei e do coro. === Sete contra Tebas === Sete contra Tebas (Hepta epi Thebas), encenada em , aborda um tema contrastante, o do destino e a interferência dos deuses nos assuntos humanos. Também marca a primeira aparição numa obra de Ésquilo de um tema que seria constante em suas peças, o da pólis como desenvolvimento vital da civilização humana. A obra conta a história de Etéocles e Polinices, filhos do desgraçado rei de Tebas, Édipo. Ambos os filhos concordam em se alternar no trono da cidade, porém depois do primeiro ano Etéocles se recusa a ceder o lugar para o irmão, que declara guerra para conquistar a coroa. Os irmãos acabam por se matar durante um combate, e o fim original da peça consistia de lamentos pelos dois mortos; um novo final foi acrescentado à peça cinquenta anos depois, no qual Antígona e Ismena, ainda em luto pela morte dos irmãos, recebem um messegeiro que anuncia um edito proibindo o enterro de Polinices; Antígona declara então sua intenção de desafiar este edito. A peça era a terceira de uma trilogia relacionada com Édipo; as duas primeiras eram Laio e Édipo, e provavelmente abordavam aqueles elementos do mito edípico notórios pela maneira com que foram descritos na obra Édipo Rei, de Sófocles. A peça satírica que concluía a trilogia era A Esfinge. === As Suplicantes === Ésquilo continuou com a mesma ênfase na pólis em As Suplicantes (Hiketides), de , que presta uma homenagem às correntes democráticas que se afiguravam em Atenas antes da fundação do governo democrático, em 461. Na peça as danaides, cinquenta filhas de Dânao, fundador de Argos, fogem de casamentos forçados com seus primos no Egito; apelam ao rei Pelasgo, de Argos, por proteção, porém Pelasgo se recusa até que o povo de Argos se pronuncie sobre a decisão - uma atitude distintamente democrática do monarca. O povo decide que as danaides merecem a proteção, e recebem a permissão de se refugiar dentro das muralhas de Argos, apesar dos protestos egípcios. A publicação em 1952 do Papiro 2256 fr. 3, encontrado nos Papiros de Oxirrinco, confirmou a existência da trilogia danaide, cuja existência já era há muito tida como certa devido ao final em suspense das Suplicantes; as outras duas peças que formam esta trilogia seriam Os Egítiadas e As Danaides. De acordo com uma reconstrução plausível dos últimos dois terços da trilogia,Ver, por exemplo, Turner 2001, 36-39; Sommerstein 1996, 141-51. em Egítiadas a guerra entre Argos e o Egito, antecipada na primeira peça, já teve seu fim; o rei Pelasgo foi morto, e Dânao, novo governante de Argos, negocia um acordo de paz com Egito, com a condição de que suas cinquenta filhas casem-se com os cinquenta filhos do rei. Dânao, secretamente, informa a suas filhas sobre a previsão de um oráculo de que ele seria morto por um de seus genros, e ordena às danaides que assassinem os egitíadas durante a noite de núpcias, ao que as filhas concordam. As Danaides se inicia no dia após o casamento, quando se revela que quarenta e nove das filhas mataram seus maridos, como haviam combinado com o pai; Hipermnestra, no entanto, amava seu esposo, Linceu, e poupou sua vida, ajudando-o na sua fuga. Furioso pela desobediência da filha, Dânao ordena que seja presa e executada. No clímax e desenlace da trilogia, Linceu aborda Dânao e o mata, cumprindo assim a profecia do oráculo, e funda uma dinastia em Argos ao lado de Hipermnestra; as outras irmãs são absolvidas de seu hediondo crime, e casam-se com argivos. A peça satírica que se seguiu à trilogia chamava-se Amimone, nome de uma das danaides.Sommerstein 2002, 89. === Oresteia === A mais completa tetralogia de autoria de Ésquilo a ainda existir é A Orestia, de , da qual apenas a peça satírica está faltando. A Oresteia é também a única trilogia completa de algum dramaturgo grego descoberta pelos estudiosos modernos. Consiste das peças Agamenon, As Coéforas (Choephoroi) e As Eumênides; Juntas, estas obras narram a sangrenta história da família de Agamenon, rei de Argos. ==== Agamêmnon ==== Agamêmnon descreve a morte do rei nas mãos de sua esposa, Clitenestra, furiosa e desejosa de vingança - tanto pelo sacrifício de sua filha, Ifigênia, cometido por Agamenon antes da Guerra de Troia, quanto pela sua manutenção da profetisa troiana Cassandra como concubina. Cassandra adentra o palácio, a despeito de seu conhecimento do fato de que também será assassinada por Clitenestra, pois sabe que não pode escapar de seu hediondo destino. O fim da peça inclui uma previsão do retorno de Orestes, filho de Agamenon, que vingará seu pai. ==== As Coéforas ==== As Coéforas continua com a história, abrindo com o relato de Clitenestra de um pesadelo no qual ela dava à luz uma serpente. A rainha ordena então a Electra, sua filha, que faça libações no túmulo de Agamenon (com o auxílio das coéforas - mulheres, que entre os antigos Gregos, era encarregada de levar oferendas aos mortos - do título), na esperança de expiar sua culpa. Diante da sepultura, Electra se encontra com Orestes, que acabou de retornar do seu exílio preventivo na Fócida, e juntos planejam vingar-se de Clitenestra e seu amante, Egisto. Ao retornar para o palácio, Electra alega trazer notícias da morte de Orestes; quando Clitenestra chama Egisto para ouvir a notícia, Orestes mata os dois e imediatamente é atacado pelas Eumênides (as Fúrias da mitologia latina), responsáveis por vingar atos de parricídio e matricídio na mitologia grega. ==== As Eumênides ==== A peça final da Oresteia aborda a questão do sentimento de culpa de Orestes. As Fúrias perseguem Orestes, expulsando-o de Argos e obrigando-o a se refugiar no campo. Visita então um templo do deus Apolo, a quem roga por ajuda para espantar as Eumênides; Apolo havia encorajado Orestes a matar Clitenestra, e portanto partilhava um pouco da culpa deste ato. As Fúrias, no entanto, pertencem a uma raça mais antiga de deuses, os Titãs, e Apolo não pode exercer qualquer efeito sobre elas; envia então Orestes ao templo de Atena, com Hermes como guia. As Fúrias, no entanto, o encontram, e estão prestes a matá-lo quando Atena, padroeira da cidade de Atenas, surge e declara que um julgamento será necessário para determinar a culpa de Orestes. Apolo apresenta o seu caso e, quando o júri atinge um impasse (voto de Minerva), Atena toma uma decisão contrária às Fúrias, passando a denominá-las Eumênides (\"Bondosas\"), e declarando que no futuro todos os julgamentos em situação semelhante deveriam terminar com a absolvição do réu, já que a misericórdia deve sempre preceder a dureza. As Eumênides exalta especificamente a importância da razão no desenvolvimento das leis e, como As Coéforas, louva os ideais de uma Atenas democrática. == Ver também == * Arquíloco == Bibliografia == * . * . * . * Lefkowitz, Mary (1981). The Lives of the Greek Poets. University of North Carolina Press. * . * . * . * * * Summers, David (2007). Vision, Reflection, and Desire in Western Painting. University of North Carolina Press. * Thomson, George (1973) Aeschylus and Athens: A Study in the Social Origin of Drama. Londrs: Lawrence and Wishart (4th edition) * Torrano, JAA (2004) Ésquilo. Oresteia: Eumênides - Coéforas - Agamêmnon. São Paulo: Iluminuras. ISBN 8573212195, ISBN 9788573212198 * Torrano, JAA (2009) Ésquilo. Tragédias: Os Persas - Os Sete contra Tebas - As Suplicantes - Prometeu Cadeeiro. São Paulo: Iluminuras. ISBN 8573213108, ISBN 9788573213102 * Turner, Chad (2001). \"Perverted Supplication and Other Inversions in Aeschylus' Danaid Trilogy.\" Classical Journal 97.1, 27-50. * Vellacott, Philip, (1961). Prometheus Bound and Other Plays: Prometheus Bound, Seven Against Thebes, and The Persians. Nova York:Penguin Classics. ISBN 0140441123 * Æschylus. Aeschylus I: Oresteia. Trans. Richmond Lattimore. Eighth ed. Chicago, IL: The University of Chicago P, 1960. 1-31. == Ligações externas == * * Categoria:Poetas da Grécia Antiga Categoria:Dramaturgos da Grécia Antiga Categoria:Militares da Grécia Antiga Categoria:Batalha de Maratona Categoria:Gregos do século VI a.C. Categoria:Gregos do século V a.C. Categoria:Escritores pagãos Categoria:Naturais da Ática Ocidental",
 "title": "Ésquilo"
}