{
 "id": "45170",
 "text": "Um lugar fictício é um local que não existe no mundo material, mas foi criado imaginariamente por um indivíduo ou um grupo. Lugares fictícios podem ser elaborados para um livro, filme, peças, novela, desenho animado, quadrinhos, seriados, jogo ou qualquer outra atividade que envolva criação de ficção. O hobby de criar lugares fictícios e descrevê-los chama-se Geoficção. ==Realidades fictícias== Inserem-se aqui alguns lugares fictícios que, em seus respectivos ambientes ficcionais, não são localizados na dimensão geográfica do planeta Terra. *Fantasia, no livro e no filme A História sem Fim (autoria de Michael Ende). *Mundo Bizarro, de DC Comics. *Nárnia, na série As Crônicas de Nárnia (autoria de C.S. Lewis). *Eä, realidade ficticia onde se passa os contos do Legendarium de J.R.R. Tolkien, nessa realidade se encontra o planeta Arda e por consequencia, os continentes de Aman e Terra-Média *Alagaësia, do Ciclo da Herança, série escrita por Christopher Paolini, inspirada na Terra- Média *Rune-Midgard, do jogo/quadrinhos/série de animação coreana \"Ragnarok\". *Shangri-La, do livro Lost Horizon (autoria de James Hilton, de 1925), inspiração e título para os filmes de 1937 (direção de Frank Capra) e de 1973 (direção de Charles Jarrot), Estados Unidos. Inspirada em Shambhala, reino mítico mencionado em textos do Hinduismo, Budismo tibetano, taoismo. *Terra de Oz, no livro e no filme O Mágico de Oz (autoria de Frank L. Baum). *Terra do Nunca, no livro As Aventuras de Peter Pan e nos filmes e desenhos que o adaptaram (autoria de James Barrie). *Zona Negativa, no universo da Marvel Comics. * Elíseos, no Anime Os Cavaleiros dos Zodiaco * Mundo Mágico, da saga \"Harry Potter\". ==Planetas fictícios== * Apokolips, nos quadrinhos e desenhos animados da DC Comics. É o lar e domínio do arquivilão Darkseid * Barsoom, representação fictícia do Planeta Marte segundo o escritor Edgar Rice Burroughs a partir do livro A Princesa de Marte. * Gaya e Terra, no jogo eletrônico Final Fantasy IX * Ivalice, nos jogos eletrônicos Final Fantasy XII e Final Fantasy Tactics Advance * Krypton, nos quadrinhos, filmes e seriados do Super-Homem. * Mongo, nos quadrinhos, nos filmes e seriados Flash Gordon. * Tatooine, nos filmes da série Guerra nas Estrelas. * Spira, nos jogos eletrônicos Final Fantasy X e Final Fantasy X-2 * Gallifrey, planeta natal dos Senhores do Tempo, uma raça fictícia que aparece na série de ficção científica da BBC Doctor Who * Arda, planeta ficticio localizado na realidade ficticia de Eä, onde se passa os contos do Legendarium de J.R.R. Tolkien, como O Hobbit ou O Senhor dos Anéis, é neste planeta que ficam os continentes de Aman e Terra- Média. *Arrakis da saga Duna de Frank Herbert. ==Países fictícios== * Galonia , no livro Galonia um novo começo *Genóvia, no filme O Diário da Princesa *Kubanacan, na novela Kubanacan *Latvéria, no universo da Marvel Comics. *Lilipute (Liliput), Blefuscu e Lapútia, no livro Viagens de Gulliver (autoria de Jonathan Swift) *Palômbia, nos quadrinhos de Spirou *Poyais, criado pelo impostor Gregor MacGregor, que usou o país fictício para atrair investidores, ele chegou a vender terras e títulos da dívida pública deste lugar que nunca existiu. *San Theodoros, Nuevo Rico, Bordúria, Sildávia e Khemed, nos quadrinhos de Tintin (autoria de Hergé) *Sbórnia, do espetáculo musical/teatral \"Tangos e Tragédias\", de Nico Nicolaiewsky e Hique Gomez. *Tomânia e Bactéria, no filme O Grande Ditador *Utopia, no livro A Utopia de Thomas More * País das Maravilhas, do filme \"Alice no País das Maravilhas\". ==Localidades fictícias== *Antares, da minissérie Incidente em Antares (autoria de Érico Veríssimo) *Armação dos Anjos, da telenovela Vamp (autoria de Antonio Calmon) *Asa Branca, da telenovela Roque Santeiro (autoria de Dias Gomes) *Bullerbyn, pequena localidade sueca numa série de livros da escritora Astrid Lindgren *Cidade do Sol, no livro O Leviatã de Thomas Hobbes *Islandia, uma ilha situada na costa da África, do livro homônimo de Austin Tappan Wright. *Ciméria, terra pátria de Conan, criado por Robert E. Howard *Cittàgazze, na trilogia de livros His Dark Materials (de Philip Pullman) *Hell's Kitchen, cidade onde reside o personagem Demolidor, no universo Marvel Comics *Cristianópolis, no livro Christianopolis de J. Valentin Andrae; *Curral de Moinas, do programa de humor portuguêsTelerural, da RTP1; *Beirais, da série Bem-Vindos a Beirais, da RTP1; *Dogville, do filme homônimo de Lars von Trier *Escola de Magia e Bruxaria de Hogwarts, do universo de Harry Potter. *Gotham City, no universo dos quadrinhos, desenhos, filmes e seriados do Batman. *Greenbow, do filme Forrest Gump. *Greenville, da telenovela A Indomada (autoria de Aguinaldo Silva) *Hedestad, pequena localidade sueca na série Millennium de Stieg Larsson *Santa Fé, na trilogia literária O Tempo e o Vento (autoria de Érico Veríssimo) *Santana do Agreste, no livro, na novela e no filme Tieta (autoria de Jorge Amado). *Patópolis e Gansópolis, no universo dos quadrinhos e desenhos dos personagens Disney. *Macondo, nos livros Cem Anos de Solidão e A revoada (de Gabriel García Márquez) *Metrópolis e Smallville (ou Pequenópolis), no universo dos quadrinhos, desenhos, filmes e seriados do Super-Homem. *Midsomer, pequena localidade na série britânica Midsomer Murders (no Brasil, Os Assassinatos de Midsomer; em Portugal, Crimes de Midsomer) *Porto dos Milagres, da telenovela Porto dos Milagres (autoria de Aguinaldo Silva) *Krakozhia, um país proveniente do leste europeu no filme The Terminal (estrelado por Tom Hanks) *Langley Falls, do desenho American Dad *Quahog, do desenho Uma Família da Pesada *Resplendor, da telenovela Pedra Sobre Pedra (autoria de Aguinaldo Silva) *Saramandaia, da telenovela Saramandaia (autoria de Dias Gomes) *Serro Azul, citada nas telenovelas Pedra Sobre Pedra, Fera Ferida e A Indomada *Shangri-La, do livro Lost Horizon (autoria de James Hilton, de 1925), inspiração e título para os filmes de 1937 (direção de Frank Capra) e de 1973 (direção de Charles Jarrot), Estados Unidos. Inspirada em Shambhala, reino mítico mencionado em textos do Hinduismo, Budismo tibetano, taoismo. *Sin City, da série de quadrinhos de Frank Miller *South Park, do desenho South Park *Kantō, na franquia Pokémon *Springfield, do desenho Os Simpsons *St. Mary Mead, dos livros de Agatha Christie em que aparece a personagem Miss Marple. *Sucupira, da telenovela O Bem Amado (autoria de Dias Gomes) *Townsville, do desenho animado As Meninas Superpoderosas *Tubiacanga, da novela Fera Ferida (autoria de Aguinaldo Silva) ==Construções fictícias== Construções fictícias podem ser prédios, edifícios, torres, pontes, estátuas e todo tipo de obra de engenharia ou arquitetônica que tenha sido criado na ficção para um local existente mas que na realidade não esteja lá. Construções criadas para lugares fictícios não são listadas para não apresentar redundância. *Edifício Baxter, Torre Stark, Embaixada Latveriana e Edifício do Clarim Diário na Nova York do Universo Marvel Comics. * Hogwarts, da saga Harry Potter. * Tropical Towers, da novela Torre de Babel ==Ver também== *Geoficção *Lista de lugares fictícios da televisão Categoria:Lugares fictícios Categoria:Lugares mitológicos",
 "title": "Lugar fictício"
}