{
 "id": "45176",
 "text": "No contexto religioso, cisma é uma divisão entre pessoas, geralmente pertencentes a uma organização, movimento ou denominação religiosa. A palavra é mais frequentemente aplicada a uma divisão no que antes era um único corpo religioso, como o Cisma Leste-Oeste ou o Grande Cisma. Também é usado para uma divisão dentro de uma organização ou movimento não religioso ou, mais amplamente, para uma separação entre duas ou mais pessoas, sejam irmãos, amigos, amantes, etc. Um cismático é uma pessoa que cria ou incita o cisma em uma organização ou que é membro de um grupo dissidente. Cismático como um adjetivo significa pertencer a um cisma ou cismas, ou àquelas ideias, políticas, etc. que se pensa levar a ou promover cisma. Na religião, a acusação de cisma é distinta daquela de heresia, uma vez que a ofensa de cisma não diz respeito a diferenças de crença ou doutrina, mas à promoção ou ao estado de divisão. No entanto, cismas frequentemente envolvem acusações mútuas de heresia. No ensino católico romano, toda heresia é um cisma, embora possa haver alguns cismas livres da culpa adicional da heresia.Forget, Jacques (1912). \"Schism\" . In Herbermann, Charles (ed.). Catholic Encyclopedia. 13. New York: Robert Appleton Company O protestantismo liberal, no entanto, muitas vezes preferiu a heresia ao cisma. O erudito presbiteriano James I. McCord (citado com aprovação pelo bispo episcopal da Virgínia, Peter Lee) traçou uma distinção entre eles, ensinando: \"Se você deve fazer uma escolha entre a heresia e o cisma, sempre escolha a heresia. Como um cismático, você rasgou e dividiu o corpo de Cristo. Escolha a heresia todas as vezes\". (\"Escolha heresia\" é um trocadilho; \"heresia\" é uma latinização de uma palavra grega antiga para \"escolher\".) == Etimologia == O termo foi recebido pelo português a partir do grego σχίσμα skhísma, \"separar, dividir\", através do latim eclesiástico schisma. A palavra já era registrada no vernáculo em 1393, evoluindo de \"cisma\" para \"sisma\", no século XV, até a forma atual. == Budismo == No budismo, o primeiro cisma foi estabelecido por Devadatta, durante a vida de Buda. Esse cisma durou pouco tempo. Focando apenas em diferentes interpretações para a mesma comunidade monástica. Nos textos antigos, 18 ou 20 escolas iniciais são mencionadas. Mais tarde, houve os movimentos Mahayana e Vajrayana, que podem ser considerados de origem cismática. Cada escola tem vários subgrupos, que muitas vezes são de origem cismática. Por exemplo, no budismo Theravadin tailandês existem dois grupos (Mahanikayae Dhammayut), do qual o Dhammayut tem sua origem parcialmente no Mahanikaya, e é o grupo novo e cismático. Tanto Mahanikaya quanto Dhammayut têm muitos subgrupos, que geralmente não têm origens cismáticas, mas surgiram de uma forma natural, por meio da popularidade de um monge (líder). O budismo tibetano viu cismas no passado, dos quais a maioria foi curada, embora a escola Drukpa centrada no Butão talvez permaneça em um estado de cisma (desde 1616) das outras escolas tibetanas.Mitchell, Scott A. (2016), Buddhism in America: Global Religion, Local Contexts, Bloomsbury Publishing, p. 87.Gethin, Rupert, The Foundations of Buddhism, Oxford University Press, pp. 253–266.William H. Swatos (ed.) (1998) Encyclopedia of Religion and Society, Altamira Press, p. 66. == Cristianismo == Para denotar divisões dentro de uma igreja, denominação ou corpo religioso. Neste contexto, \"cismático\", como substantivo, denota uma pessoa que cria ou incita o cisma em uma igreja ou uma pessoa que é membro de uma Igreja fragmentada; como um adjetivo, \"cismático\" refere-se a ideias e atividades que se acredita que conduzam ou constituem cisma e, em última instância, afastam-se do que o usuário da palavra considera ser a verdadeira Igreja Cristã. Essas palavras foram usadas para denotar tanto o fenômeno da divisão de grupos cristãos em geral, quanto certas divisões históricas significativas em particular. Pode-se fazer uma distinçãoCatechism of the Eastern Orthodox Church, p. 42; The Concordia Cyclopedia quoted in Unionism and Syncretism - and PLI; Orthodox Practice - Choosing God-parents; Code of Canon Law, canon 751 entre heresia e cisma. Heresia é a rejeição de uma doutrina que uma Igreja considerava essencial. O cisma é uma rejeição da comunhão com as autoridades de uma Igreja, e nem toda quebra de comunhão é necessariamente sobre doutrina, como fica claro em exemplos como o Cisma Ocidental e a quebra da comunhão que existia entre o Patriarca Bartolomeu I de Constantinopla e o Arcebispo Christodoulos de Atenas em 2004. No entanto, quando por qualquer razão as pessoas se retiram da comunhão, duas entidades eclesiásticas distintas podem resultar, cada uma das quais, ou pelo menos alguns de seus membros, podem então acusar a (s) outra (s) de heresia. No direito canônico da Igreja Católica Romana, um ato de cisma, como um ato de apostasia ou heresia, traz automaticamente a pena de excomunhão para o indivíduo que o comete.Code of Canon Law, canon 1364 Conforme dispõe o cânon 1312 §1 1° do Código de Direito Canônico de 1983, esta pena tem o caráter medicinal, de modo a levar ao restabelecimento da unidade. A teologia católica romana considera os cismáticos formais como estando fora da Igreja, entendendo por \"cismáticos formais\" \"pessoas que, conhecendo a verdadeira natureza da Igreja, cometeram pessoal e deliberadamente o pecado do cisma\".Aidan Nichols, Rome and the Eastern Churches (Liturgical Press 1992), p. 41 A situação, por exemplo, daqueles que foram criados desde a infância dentro de um grupo que não está em plena comunhão com Roma, mas que têm uma fé ortodoxa, é diferente: estes são considerados membros imperfeitamente, embora não totalmente, da Igreja. Esta visão matizada se aplica especialmente às Igrejas do Cristianismo Oriental, mais particularmente ainda à Igreja Ortodoxa Oriental. O Primeiro Concílio de Niceia (325 AD) fez uma distinção entre cisma e heresia. Declarou que os ensinamentos arianos e não trinitários eram heréticos e excluiu seus adeptos da Igreja. Também abordou o cisma entre Pedro de Alexandria e Melécio de Licópolis, considerando que sua disputa era uma questão de disciplina, não de fé. As divisões que chegaram ao auge nos Concílios de Éfeso (431) e Calcedônia (451) foram vistas como questões de heresia, não apenas de cisma. Assim, a Igreja Ortodoxa Oriental e a Ortodoxia Oriental consideram-se heréticas, não ortodoxas, por causa da rejeição da Igreja Ortodoxa Oriental e da aceitação da Igreja Ortodoxa Oriental da Confissão de Calcedônia sobre as duas naturezas (humana e divina) de Cristo. No entanto, essa visão foi contestada na recente discussão ecumênica entre esses dois grupos, classificando a questão da Calcedônia como uma questão de cisma, não de heresia. Em sua forma estendida e final (possivelmente derivada do Primeiro Concílio de Constantinopla em 381, embora conhecida apenas dos Atos do Concílio de Calcedônia setenta anos depois),Kelly, J.N.D. Early Christian Creeds Longmans 1960 pp. 296,7; 305-331 que é comumente chamado de Credo Niceno declara a fé no Único Santo Católico e Igreja Apostólica. Alguns que aceitam este credo acreditam que deveriam ser unidos em uma única Igreja ou grupo de Igrejas em comunhão umas com as outras. Outros que aceitam esse credo acreditam que ele não fala de uma organização visível, mas de todos aqueles batizados que possuem a fé cristã, conhecida como \" Cristandade \". Algumas igrejas se consideram a Única Santa Igreja Católica e Apostólica. Por exemplo, A Igreja Católica Romana reivindica esse título e considera a Igreja Ortodoxa Oriental em cisma, enquanto a Igreja Ortodoxa Oriental também afirma esse título e mantém a visão de que a Igreja Católica é cismática. Algumas igrejas protestantes acreditam que também representam a Única Santa Igreja Católica e Apostólica e consideram que as Igrejas Católica e Ortodoxa estão erradas, enquanto outras não esperam uma união de todas as igrejas cristãs na terra. Veja também Uma igreja verdadeira e Grande Apostasia. Os grupos protestantes, sem as estruturas de autoridade tradicionais mais fortes do (digamos) catolicismo romano ou da ortodoxia oriental, e muitas vezes divididos por divisões político-nacionais (às vezes resultantes de cuius regio, eius religio), mostram um alto grau de fissibilidade, o que os esforços ecumênicos podem apenas intensificar. Cismas têm ocorrido com particular frequência entre os anabatistas, a ponto de divisões sobre detalhes de doutrina e teologia serem comuns e os estudiosos apelidaram o fenômeno de Täuferkrankheit ou \"A doença anabatista\". Enfatizando a adesão totalmente voluntária à igreja, e sem uma autoridade estabelecida de estrutura hierárquica, os anabatistas, especialmente os menonitas, experimentaram dezenas de cismas, resultando no estabelecimento de dezenas de várias igrejas menonitas não filiadas. Uma disputa atual com um risco reconhecido de cisma para a Comunhão Anglicana envolve respostas à homossexualidade. Em 2018 a Ortodoxia Oriental sofreu um cisma, o cisma Moscou-Constantinopla de 2018 entre a Sé primacial da Ortodoxia Oriental, o Patriarcado Ecumênico de Constantinopla e a Igreja Ortodoxa Russa sobre a questão de Constantinopla conceder autocefalia à Igreja Ortodoxa da Ucrânia. == Islã == Após a morte do profeta islâmico Maomé, surgiram muitas seitas muçulmanas por meio de escolas de pensamento, tradições e crenças relacionadas.Why are Muslims divided into different Sects/Schools of Thought by Zakir Naik on IRF.net De acordo com um relatório hadith (coleções de relatos da vida e ensinamentos de Muhammad), Muhammad disse ter profetizado \"Minha Ummah (Comunidade ou Nação) será fragmentada em setenta e três seitas, e todas eles estarão no fogo do Inferno, exceto um. \" O Sahaba (seus companheiros) perguntaram a ele qual grupo seria, ao que ele respondeu: \"É aquele ao qual eu e meus companheiros pertencemos\" (relatado em Sunan al- Tirmidhi Hadith nº 171). Os muçulmanos sunitas, frequentemente chamados de Ahl as-Sunnah wa'l-Jamā'h ou Ahl as-Sunnah, são a maior denominação do Islã. A palavra sunita vem da palavra Sunnah, o que significa que os ensinamentos e ações ou exemplos do profeta islâmico, Maomé; portanto, o termo sunita se refere àqueles que seguem ou mantêm a Suna de Maomé. Os sunitas acreditam que Maomé morreu sem nomear um sucessor para liderar a Ummah (comunidade muçulmana). Após um período inicial de confusão, um grupo de seus companheiros mais proeminentes se reuniu e elegeu Abu Bakr, Amigo íntimo de Maomé e sogro, como o primeiro califa. Os sunitas consideram os primeiros quatro califas - Abu Bakr, Umar (Umar ibn al-Khattāb), Uthman Ibn Affan e Ali (Ali ibn Abu Talib) - como o al-Khulafā'ur-Rāshidūn ou\" Rashidun \"(O Corretamente Guiado Califas). Os sunitas acreditam que a posição de califa pode ser escolhida democraticamente, mas depois dos primeiros quatro califas bem guiados, a posição se tornou um governo dinástico hereditário. Não houve outro califa amplamente conhecido desde a queda do Império Otomano em 1923. O Islã xiita é a segunda maior denominação do Islã. Os muçulmanos xiitas acreditam que, semelhante à nomeação dos profetas, os imãs depois de Maomé também são escolhidos por Deus. De acordo com os xiitas, Ali foi escolhido por Alá e, portanto, indicado por Maomé para ser o sucessor direto e líder da comunidade muçulmana. Eles o consideram o primeiro imame xiita, que continuou como uma posição hereditária por meio dos descendentes de Fátima e Ali. O sufismo é uma forma ascética e mística do Islã praticada por muçulmanos xiitas e sunitas. Alguns seguidores sufis se consideram sunitas ou xiitas, enquanto outros se consideram apenas sufis ou influenciados pelos sufis. O sufismo é geralmente considerado complementar ao islamismo ortodoxo, embora o sufismo tenha sido frequentemente acusado pelos salafistas de ser um Bid'ah ou uma inovação religiosa injustificada. Concentrando-se nos aspectos mais espirituais da religião, os sufis se esforçam para obter experiência direta de Deus, fazendo uso das \"faculdades intuitivas e emocionais\" que devem ser treinadas.Trimingham (1998), p.1 Começa-se com a sharia (lei islâmica), a esotérica ou prática mundana do Islã, e então é iniciado no caminho místico ( esotérico ) de uma Tariqah (Ordem Sufi). Kharijite (lit. \"aqueles que se separaram\") é um termo geral que abrange uma variedade de seitas islâmicas que, embora originalmente apoiassem o califado de Ali, eventualmente rejeitaram sua legitimidade depois que ele negociou com Mu'awiya durante a guerra civil islâmica do século 7 (Primeira Fitna). reclamação deles era que o Imam deve ser espiritualmente puro, enquanto o compromisso de Ali com Mu'awiya era um compromisso de sua pureza espiritual e, portanto, de sua legitimidade como Imam ou Califa. Embora existam poucos Kharijite ou grupos relacionados a Kharijite restantes, o termo às vezes é usado para denotar os muçulmanos que se recusam a se comprometer com aqueles de quem discordam. == Jainismo == centro|miniaturadaimagem|800x800px|Imagem mostrando uma visão esquemática dos cismas no Jainismo junto com a linha do tempo O primeiro cisma no jainismo aconteceu por volta do século IV a.C., levando ao surgimento de duas seitas principais, Digambara e Svetambara, que mais tarde foram subdivididas em outras subseitas. == Judaísmo == Ao longo da história judaica, o Judaísmo sobreviveu a muitos cismas, incluindo o surgimento do Cristianismo. Hoje, as principais denominações judaicas são o judaísmo ortodoxo e não ortodoxo: reformista, conservador e reconstrucionista. As religiões judaica e samaritana são o produto do cisma de uma religião que ocorreu durante o exílio babilônico no sexto século AEC.Fried, Lisbeth S. (2014). Esdras e o Direito na História e na Tradição . Univ of South Carolina Press. ISBN 978-1-61117-410-6 Categoria:Conceitos religiosos",
 "title": "Cisma"
}