{
 "id": "45239",
 "text": "Francisco de Assis Pereira, mais conhecido como Chico de Assis (São Paulo, 10 de dezembro de 1933 – São Paulo, 3 de janeiro de 2015), foi um dramaturgo brasileiro. == Biografia == Começou seus estudos no Colégio São Paulo. Depois foi aluno interno do Colégio Diocesano São Luiz em Bragança Paulista. Iniciou suas atividades em artes cênicas em 1953, como ator de rádio. Logo ao terminar o segundo grau foi trabalhar na TV Tupi de São Paulo como câmera-man. Ali conheceu o ambiente de televisão onde permaneceu trabalhando até 1957 nas mais variadas funções. Na Tupi teve sua primeira peça montada, uma adaptação de Machado de Assis: Os óculos de Pedro Antão. Na mesma Tupi escreve seu primeiro original Na Beira da Várzea. Oswaldo Mendes \"Ademar Guerra: o teatro de um homem só\" Senac, 1997 p 83 ISBN 9788573590272 Em 1958 foi para o grupo do Teatro de Arena de São Paulo onde trabalhou como ator Augusto Boal \"Hamlet e o filho do padeiro: Memórias imaginadas\" Editora Cosac Naify, 2014 p.266 ISBN 9788540508422 e fez parte da fundação do 1 º Seminário de Dramaturgia do Arena e do laboratório de interpretação. Em 1960 foi para o Rio de Janeiro com o Teatro de Arena, onde fez sua segunda assistência de direção. A primeira tinha sido para Antunes Filho em Plantão 21. Desta vez trabalha com Zé Renato Pecora na peça A revolução na América do Sul, de Augusto Boal. No Rio se desvincula do Arena e vai dirigir o grupo do Teatro Jovem na Faculdade de Arquitetura. Dirige uma peça de Oduvaldo Vianna Filho: A Mais Valia vai Acabar, Seu Edgard. Maria Silvia Betti, Oduvaldo Vianna Filho Oduvaldo Vianna Filho EdUSP, 1997 p. 94 ISBN 9788531403774 Foi um dos fundadores do Centro Popular de Cultura da UNE de São Paulo, Santo André e Bahia que revelou inúmeros artistas como por exemplo o MPB4.Regina Zappa\"Chico Buarque - Para seguir minha jornada\" Nova Fronteira p. 109 ISBN 9788520929681 Chico de Assis dedicou-se ao estudo da literatura de cordel, Chico de Assis O teatro de cordel de Chico de Assis Imprensa Oficial, 2009 ISBN 9788570607775 nascendo deste trabalho uma trilogia experimental que consta das peças: O testamento do Cangaceiro ; As aventuras de Ripió Lacraia e Farsa com Cangaceiro Truco e Padre (agora intitulado Xandú Quaresma). Sua peça Missa Leiga foi montada com sucesso no Brasil e em Portugal; foi levada para Angola e Moçambique, com elenco brasileiro. Chico de Assis tem um repertório de teatro de mais de 30 peças. É fundador e coordenador do Seminário de Dramaturgia do Arena (SEMDA), que já funciona há treze anos, revelando novos nomes para a dramaturgia brasileira. Pertenceu à diretoria da APETESP e é conselheiro da SBAT. É também ex-professor da FAAP e da ECA da USP, e tem o título de Notório Saber desde 1965, como professor. Foi o ganhador da primeira edição do Prêmio Gastão Tojeiro em 1999. Foi professor do curso de dramaturgia e de preparação de atores: Ação Dramática. Promovido pela Secretaria de Cultura do Estado de São Paulo em 1999. Em 2002 Chico de Assis ingressa na Companhia Ocamorana, como dramaturgo. Atualmente é mestre de dramaturgia do projeto de cidadania – Este País é Meu, da Sociedade Gastão Tojeiro, patrocinado pela Secretaria da Cultura do Município de São Paulo. Em 2014 recebeu a condecoração da Ordem do Mérito Cultural, pelo seu trabalho no teatro e no ensino da dramaturgia. == Morte == Aos 81 anos, o dramaturgo foi encontrado morto em seu apartamento, no bairro dos Jardins, em São Paulo, no dia 3 de janeiro de 2015. Seu corpo foi velado no Teatro Arena, e enterrado no cemitério da Vila Alpina. Luto: teatro perde Chico de Assis, Fundação Nacional das Artes, pagina visitada em 13/01/15 == Obras no teatro == * Quebra-vento e Dorminhoco ou o Triunfo da Amizade (Texto infantil para a Companhia Ocamorana – 2001) * O Testamento do Cangaceiro * As Aventuras de Ripió Lacraia * Farsa com Cangaceiro, Truco e Padre.(Xandu Quaresma) * Prometeu Engaiolado * Galileu da Galiléia * Na Toca da Raposa * As aventuras e desventuras de Maria Malazartes durante a Grande Construção da Pirâmide * Missa Leiga * A Tentação do Templário * O Auto do Burrinho de Belém * Davi e Golias * Ópera Mineira * O Cocô do Cavalo do Bandido * Califórnia * Fulano de Tal, Fiscal Federal * Conheça Seus Ídolos * Enigma * Concerto nº 1 para Solidão e Orchestra * Os Balões * Tremembé Jones contra Kong Kong * Tio Sam’uca * O Auto da Rainha Ginga * Peças Íntimas * O caderno de Jó * Estrobolofe * O ovo e a galinha * A ópera Trinassau, comédia musical apresentada no Teatro de Arena, São Paulo, no segundo semestre de 2006.Tema: a invasão holandesa. Nos últimos anos dava aulas de teatro no Club Athletico Paulistano, fazia parte do Programa Interações Estéticas do MinC e dirigia as leituras dramáticas do Programa do MinC - 100 anos de Lélia Abramo. == Obras de telenovelas == * Bicho do Mato Emissora – Rede Globo Horário: 18h Exibição: 3 de maio a 17 de novembro de 1972 Autores: Chico de Assis e Renato Correa de Castro * Ovelha Negra Emissora – TV Tupi Horário: 20h Exibição: 2 de junho a 30 de setembro de 1975 Autores: Chico de Assis e Walter Negrão * Xeque Mate Emissora – TV Tupi Horário: 20h Exibição: 29 de março a 2 de outubro de 1976 Autores: Chico de Assis e Walter Negrão Elenco: Raul Cortez, Maria Isabel de Lisandra, Silvia Leblon. * Cinderela 77 Emissora – TV Tupi Horário: 18h Exibição: maio a agosto de 1977 Autores: Chico de Assis e Walter Negrão * Salário Mínimo Emissora – TV Tupi Horário: 19h Exibição: 11 de setembro de 1978 a 10 de março de 1979 Autor: Chico de Assis * O Coronel e o Lobisomem Emissora – TV Cultura Horário: 22h Exibição: 29 de março a 7 de maio de 1982 Autor: Chico de Assis Elenco: Abrahão Farc, Carlos Franco, Carlos Koppa, João Carvalho, Henrique César, Jofre Soares, Jonas Mello, Luiz Serra, Péricles Campos, Regina Braga, Rosa Maria Campos, Sérgio Buck, Sérgio Loureiro, Sylvio Zilber, Walter Breda, Xandó Batista, Zélia Martins. Categoria:Dramaturgos do Brasil Categoria:Professores da Fundação Armando Álvares Penteado Categoria:Professores da Universidade de São Paulo Categoria:Naturais da cidade de São Paulo Categoria:Agraciados com a Ordem do Mérito Cultural",
 "title": "Chico de Assis"
}