{
 "id": "45283",
 "text": "Folhetos embrionários (ou folhetos germinativos) são camadas de células formadas durante o desenvolvimento embrionário de vertebrados e invertebrados. Essas camadas surgem, nos vertebrados, durante a gastrulação, a partir de células tronco pluripotentes que vão se tornando progressivamente mais restritas até que seu desenvolvimento se torna determinado para a formação de uma das três camadas: ectoderme, mesoderme e endoderme. CATALA, M. (2003). Embriologia – Desenvolvimento Humano Inicial. 1a ed. Rio de Janeiro. Editora Guanabara Koogan.LANGMAN, S.T.; SADLER, W. (2005). Embriologia Médica. 9a ed. Rio de Janeiro. Guanabara Koogan.MOORE, K. L.; PERSAUD, T. V. N. (2005). Embriologia Clínica. 7a ed., Rio de Janeiro. Editora Guanabara Koogan.GILBERT, S. F. (1997). Developmental Biology. 5a.ed. Sinauer Associates, Inc. Suunderland, Massachusetts. USA.GAO, X., TATE, P., HU, P., TJLAN, R., SKARNES, W., WANG, Z. (2008). ES cell pluripotency and germ-layer formation require the SWI/SNF chromatin remodeling component BAF250a. Proceedings of the National Academy of Sciences of the United States of America, 105(18), 6656-61. https://doi.org/10.1073/pnas.0801802105 Todos os Eumetazoas produzem folhetos embrionários, porém alguns grupos diferem no número desses folhetos. Animais diblásticos produzem apenas duas camadas germinativas, a ectoderme e a endoderme. Nesse grupo encontramos apenas os Poríferos e Cnidários. Já os animais triblásticos produzem os três folhetos embrionários: ectoderme, mesoderme e endoderme. Dentro dessa classificação estão presentes todos os demais grupos de animais pluricelulares.MELLO, R. A. (2000). Embriologia Humana. 1a ed. São Paulo. Editora Atheneu. == Formação dos Três Folhetos == Os folhetos germinativos são gerados durante uma fase do desenvolvimento embrionário denominada gastrulação. Para compreender esse processo, no entanto, é necessário revisar as etapas que o antecedem. Inicialmente, o processo de fertilização leva à formação de um zigoto. Esse zigoto então passará pela clivagem, uma série de divisões celulares mitóticas onde o volume de citoplasma diminui a cada divisão, resultando em células menores denominadas blastômeros, que inicialmente se agrupam em uma massa celular que recebe o nome de mórula. Após uma reorganização dessas células, há a formação de uma cavidade preenchida por fluido, a blastocele, e neste estágio, o embrião passa a se chamar blástula.WENG, W., STEMPLE, D. Nodal signaling and vertebrate germ layer formation. (2003). Birth Defects Research, 69(4), 325-332. https://doi.org/10.1002/bdrc.10027 A blástula vai se vai se expandindo dentro da zona pelúcida até fazer contato com o útero. A primeira segregação de células dentro da massa celular interna após sua fixação no útero forma o hipoblasto. Essas células se separam para revestir a cavidade da blastocele. A massa celular remanescente, acima do hipoblasto, é agora chamada de epiblasto. Essa separação entre hipoblasto e epiblasto faz com que o embrião adquira uma estrutura em disco bilaminar. Nesse disco embrionário bilaminar, será formado um espessamento no epiblasto, que recebe o nome de linha primitiva. A formação da linha primitiva marca o início da gastrulação, processo que irá culminar com a origem dos três folhetos embrionários.JUNQUEIRA, L. C., CARNEIRO, J. (1998). Noções Básicas de Citologia, Histologia e Embriologia. 1a ed. São Paulo. Editora Nobel.WOLPERT, L. (2011). Principles of Development. 4th Edition. United States. Oxford. A linha primitiva é resultado da proliferação e migração de células do epiblasto para o plano mediano do disco embrionário, e ela continua se alongando por meio da adição de células em sua extremidade caudal, ao passo que na extremidade cranial a proliferação celular dará origem ao nó primitivo. Em toda a extensão da linha primitiva será formado também um sulco primitivo, que termina em uma pequena depressão no nó primitivo, a fosseta primitiva. Dessa forma, o surgimento da linha primitiva define todos os principais eixos corporais: como ela se forma na linha mediana caudal do disco embrionário, é possível identificar o eixo craniocaudal (extremidades cranial e caudal), as superfícies dorsal e ventral, e os lados direito e esquerdo.KREZEL, L. S., SEPICH, D. (2012) Gastrulation: making and shaping germ layers. Annual Review of Cell and Developmental Biology, 28(1), 687-717. https://doi.org/10.1146/annurev-cellbio-092910-154043 As células do epiblasto nas laterais da linha primitiva começam a se mover para dentro dela e a sofrer uma transformação epitélio‑mesenquimal (EMT). Durante essa transformação, as células do epiblasto se alongam e assumem uma forma de “frasco”. Sob a influência de diversos fatores de crescimento embrionários, incluindo a sinalização de BMP (proteínas morfogenéticas ósseas), as células do epiblasto migram através da linha primitiva e pelo sulco primitivo para espaço entre o epiblasto e o hipoblasto (ou dentro do próprio hipoblasto). Um outro fator de crescimento importante nessa migração celular é o fator de crescimento de fibroblastos 8 (FGF8), que é sintetizado pelas próprias células da linha primitiva. Esse fator de crescimento controla o movimento celular regulando a caderina E, uma proteína que normalmente mantém as células do epiblasto unidas. O FGF8 também controla a especificação celular na mesoderme ao regular a expressão do gene BRACHYURY, que codifica uma proteína que atua como fator de transcrição. Essa movimentação coletiva de células pela linha primitiva e para o interior do embrião recebe o nome de ingressão e será responsável por formar as três camadas germinativas primárias.MOREIRA, C. (2014) Desenvolvimento embrionário dos animais. Ciência Elementar, 2(4), 247. http://doi.org/10.24927/rce2014.247GADUE, P., HUBER, T., NOSTRO, C., KATTMAN, S., KELLER, G. (2005) Germ layer induction from embryonic stem cells. Experimental Hematology, 33(5), 955-964. https://doi.org/10.1016/j.exphem.2005.06.009 * A EMT é um processo que envolve modificações na maneira de adesão da célula e na sua forma, sendo esta última mediada por mudanças no citoesqueleto. Durante a EMT, as células do epiblasto no interior da linha primitiva substituem seu método de adesão de célula- célula para célula-substrato (adesão entre membranas basais e matriz extracelular). Um gene responsável pela repressão das características epiteliais nas células mesenquimais da linha é o Snail. Sob a sua inﬂuência, cessa a expressão de moléculas de adesão célula‑célula, como a caderina E, enquanto é induzida a expressão de proteínas do citoesqueleto, como a vimentina. Além disso, o citoesqueleto é alterado pela expressão de membros da família Rho de GTPases, como RhoA e Rac1. Eles são necessários para regular a organização da actina das células em gastrulação na linha primitiva. Quando essas GTPases são perturbadas, as células se acumulam e morrem no espaço entre o epiblasto e o hipoblasto. De maneira similar, as mutações com perda de funções de uma variedade de moléculas de adesão e do citoesqueleto perturbam a EMT. Além de mudanças na adesão e no citoesqueleto, o sinalizador FGF1 também atua na EMT. Em mutações com perda de funções do FGF1, as células perdem sua capacidade de ingressar, e, como consequência, se acumulam na linha primitiva.SUGIHARA, K., NAKATSUJI, N., NAKAMURA, K., NAKAO, K., HASHIMOTO, R., OTANI, H., SAKAGAMI, H., KONDO, H., NOZAWA, S., AIBA, A., KATSUKI, M. (1998). Rac1 is required for the formation of three germ layers during gastrulation. Oncogene, 17(1), 3427-3433. https://doi.org/10.1038/sj.onc.1202595 Quando as células do epiblasto migram para dentro do hipoblasto, formam a endoderme, e quando migram para dentro da camada média, formam a mesoderme. As primeiras células do epiblasto a se movimentar invadem o hipoblasto e deslocam suas células, substituindo completamente os hipoblastos por uma nova camada de células, a endoderme. Posteriormente, algumas células do epiblasto migram através da linha primitiva, estendem‑se pelo espaço entre o epiblasto e a endoderme em formação e constituem a mesoderme. Recentes estudos indicam que moléculas sinalizadoras da superfamília do fator transformador de crescimento-β (TGF- β) induzem a formação da mesoderme.KELLER, R. (2005). Cell migration during gastrulation. Current Opinion in Cell Biology, 17(5), 533-541. https://doi.org/10.1016/j.ceb.2005.08.006.ITSKOVITZ-ELDOR, J., SCHULDINER, M., KARSENTI, D., EDEN, A., YANUKA, O., AMIT, M., SOREQ, H., BENVENISTY, N. (2000). Differentiation of human embryonic stem cells into embryoid bodies comprising the three embryonic germ layers. Molecular Medicine, 6(2), 1528-3658. https://doi.org/10.1007/BF03401776 Finalizada a formação da endoderme e da mesoderme, as células do epiblasto param de se movimentar e migrar pela linha primitiva. O epiblasto remanescente passa então a compor a ectoderme. A partir desse momento, a gastrulação está finalizada e a formação dos três folhetos embrionários está completa. Em conclusão, todas as camadas germinativas derivam do epiblasto durante a gastrulação. == Derivados da Ectoderme == Após a sua formação, o folheto embrionário ectodérmico vai gradualmente adquirindo uma forma discoide, e se diferencia em placa neural na região central do disco e em ectoderme cutânea na região periférica. As células da placa neural irão constituir a neuroectoderme.Através de sinalizações por fatores de crescimento do fibroblasto (FGF) e inibição da atividade da proteína morfogenética óssea 4 (BMP4, um membro da família do TGF-β), será iniciado o processo de neurulação por meio da indução da placa neural. O FGF é responsável pela ativação de genes que auxiliam no desenvolvimento neural e pela inibição da BMP4. Em condições normais, BMP4 induz a diferenciação da ectoderme em tecido epidérmico, porém, quando esta proteína é inativada, a ectoderme passa a se diferenciar em tecido neural.FERNANDEZ, CASIMIRO GARCIA; GARCIA, SONIA MARIA LAUER DE. (2001). Embriologia. 2 ed. Editora Artmed. Essa inibição da BMP4 é dada por moléculas que recebem o nome de indutores neurais, e tem sua expressão aumentada pelo FGF. Alguns desses indutores são as proteínas NOGGIN, CHORDIN e FOLLISTATIN, presentes no nó primitivo do embrião. Vale ressaltar que essas proteínas induzem a formação dos tecidos neurais do prosencéfalo e mesencéfalo apenas. O rombencéfalo e medula espinal, estruturas caudais da placa neural, tem seu desenvolvimento induzido pelas proteínas WNT3a e FGF.MAIA, G. D. (1998). Embriologia Humana. 1a ed. Rio de Janeiro. Editora AtheneuKIM, B., KIM, S., SHIM, J. WOO, D. GIL, J., KIM, S. KIM, J. (2006). Neurogenic effect of vascular endothelial growth factor during germ layer formation of human embryonic stem cells. FEBS Letters, 580(25), 5869-5874. https://doi.org/10.1016/j.febslet.2006.09.053 A indução da placa neural marca o início do processo de neurulação, que resultará na formação do tubo neural. Por meio da neurulação, a o tubo neural será responsável pela formação de neurônios, células gliais e células ependimárias do sistema nervoso central. Também dará origem à retina, ao corpo pineal e à parte posterior da hipófise. Paralelamente, nas bordas laterais da neuroectoderme, algumas células passam a se dissociar de suas vizinhas. Essa população celular recebe o nome de crista neural e passa a migrar para fora da neuroectoderme e penetrar e mesoderme subjacente. Durante essa passagem, essas células sofrem transformações epitélio-mesenquimais (EMTs), e de acordo com suas rotas de migração, darão origem a diferentes tipos celulares. As células que migram pela via dorsal, através da mesoderme, penetram a ectoderme cutânea, onde se diferenciarão em melanócitos da pele e folículos pilosos. Já as células que migram pela via ventral, através dos somitos, se tornarão gânglios sensoriais, neurônios simpáticos e entéricos, células de Schwann e células da medula suprarrenal. Há também células da crista neural que permanecem no tubo neural, e nesse caso elas auxiliam principalmente na formação do esqueleto craniofacial, de gânglios e nervos craniais e sensoriais. A ectoderme cutânea, por sua vez, consiste inicialmente em uma única camada de células. Após a neurulação, essas células passam a se dividir e produzem uma nova camada, a periderme, composta por células achatadas. A camada subjacente de células é agora denominada camada basal, responsável pela produção de novas células que darão origem às camadas defitinivas da epiderme. A ectoderme cutânea também produzirá todas as glândulas cutâneas e mamárias, além de outras estruturas de revestimento como pelos, unhas e esmalte dos dentes. A porção anterior da hipófise também será gerada pela ectoderme cutânea. == Derivados da Mesoderme == As primeiras células mesodérmicas inicialmente formarão uma camada fina de tecido ao redor de cada lado da linha primitiva. As células mais interiores passarão a se dividir até constituírem uma placa espessa, denominada mesoderme paraxial. Nas regiões laterais, a camada mesodérmica permanece fina e recebe o nome de placa lateral, tecido que, posteriormente, irá se dividir em duas camadas: uma camada que cobrirá o âmnio do embrião, a mesoderme parietal; e uma camada que cobrirá a vesícula vitelínica, a mesoderme visceral. Entre a mesoderme lateral e paraxial, fica a mesoderme intermediária. As células da mesoderme paraxial irão se organizar em formas intermediárias denominadas somitos, cuja formação é induzida por vias de sinalização das proteínas NOTCH e WNT, além de serem também influenciados pelo FGF8. De acordo com sua posição nessas estruturas, as células dos somitos poderão constituir o esclerótomo, que irá se diferenciar em vértebras e costelas; além disso, formarão precursores de células musculares, que culminarão com a formação da maior parte da musculatura corporal e dos membros; e irão gerar também o dermomiótomo, estrutura cujas células darão origem à derme da pele e aos músculos dorsais e intercostais. Essa diferenciação dos somitos é ativada através de sinalização pelos produtos proteicos dos genes NOGGIN e sonic hedgehog (SHH), que induzem a formação do esclerótomo. O esclerótomo, por sua vez, passa a expressar o fator de transcrição PAX1, que então ativa uma cascata de genes indutores da formação de cartilagens e músculos.WILES, M.; JOHANSSON, B. (1997). Analysis of factors controlling primary germ layer formation and early hematopoiesis using embryonic stem cell in vitro differentiation. Leukemia, 3(11), 454-456 A mesoderme intermediária se diferencia em estruturas urogenitais, formando os nefrótomos, gônadas, ductos e glândulas acessórias dos órgãos excretores. A mesoderme lateral, como mencionado, se divide em duas camadas. A camada parietal atuará na formação da derme da pele na parede corporal e dos membros, dos ossos e do tecido conjuntivo. A camada visceral irá constituir, juntamente com a endoderme, a parede do tubo intestinal. Ambas as camadas formarão membranas serosas, que revestem os órgãos, as cavidades peritoneal, pleural e plericárdica. A mesoderme lateral também é responsável pela formação das células sanguíneas e linfáticas, por meio de indução por FGF2 e VEGF (fator de crescimento endotelial vascular), que são secretados pelas células mesodérmicas. == Derivados da Endoderme == A principal derivação da endoderme embrionária é o revestimento de dois tubos no embrião: o tubo digestivo (de onde vão se formar o fígado, vesícula biliar e o pâncreas) e o tubo respiratório, que cresce a partir do tubo digestivo, e se bifurca nos dois pulmões. Quando as bordas laterais, cranial e caudal do embrião encontram‑se e se fundem, as porções cranial e caudal da endoderme são convertidas em tubos sem saída, que se transformação nos futuros intestino anterior e intestino posterior. Posteriormente, a extremidade cranial do intestino anterior é tampada pela membrana orofaríngea, que dará origem a boca. Já a extremidade caudal do intestino posterior é tampada pela membrana cloacal, que formará o ânus e o sistema urogenital. Os tubos digestivo e respiratório dividem uma câmara comum na região anterior do embrião: a faringe, que também será revestida por derivados da endoderme. Inicialmente, o folheto embrionário endodérmico dará origem ao revestimento epitelial do intestino, e ao longo do seu desenvolvimento formará o epitélio de todo o trato gastrointestinal (fígado, pâncreas e bexiga). Além disso, a partir da endoderme surgirá o epitélio de revestimento do sistema respiratório, incluindo a traqueia, os pulmões e brônquios. Todos os componentes epiteliais da faringe, cavidade dos tímpanos, tonsilas e glândulas tireoides e paratireoides também serão originados a partir da endoderme. == Resumo: derivados de cada folheto em Vertebrados == Folheto Embrião Adulto Ectoderme Camada celular externa Tubo neural (nervoso) Dará origem a: * Sistema nervoso central * Sistema nervoso periférico * Epitélio sensorial do ouvido, nariz e olhos * Epiderme (incluindo cabelo e unhas) * Glândulas subcutâneas, mamárias e hipofisárias * Esmalte dos dentes Mesoderme Somitos: * epímero (dorsal) * mesômero (médio) * hipômero (ventral) Dará origem a: * Notocorda (haste flexível encontrada em embriões de todos os cordados) * Músculos lisos e esqueléticos; * Sistema circulatório (coração, vasos sanguíneos, tecido linfático, tecido conjuntivo); * Sistema esquelético (ossos e cartilagem); * Sistema excretor e reprodutor (órgãos genitais, rins, uretra, bexiga e gônadas) Endoderme Revestimento do arquêntero Dará origem a: * Sistema digestivo * Revestimento epitelial do sistema respiratório * Revestimento epitelial da bexiga urinária e uretra * Revestimento epitelial da cavidade do tímpano e à tuba auditiva * Estroma reticular das tonsilas e ao timo * Parênquima da tireoide, paratireoides, do fígado e do pâncreas == Bibliografia == Categoria:Embriologia",
 "title": "Folheto embrionário"
}