{
 "id": "45386",
 "text": "Otto Hahn (Frankfurt am Main, — Göttingen, ) foi um químico alemão, estudioso da radiação. Lise Meitner, sua colega, e Otto Frisch, sobrinho de Lise, publicaram a descoberta do que chamaram de \"Fissão Nuclear \", mas Otto Hahn era pressionado pelo regime nazista para tirar Lise Meitner, sua amiga judia de longa data de estudos científicos relacionados à radiação. Apenas Hahn recebeu o prêmio Nobel de 1944 pela descoberta. Em seu discurso, mal mencionou o papel fundamental de Lise e estranhamente, mesmo depois da Segunda Guerra Mundial, Otto Hahn continuava a afirmar que foi ele, e não Meitner, que descobriu a fissão nuclear, processo radioativo responsável para a fabricação de bombas atômicas e usinas nucleares para a geração de energia termoelétrica. ==Biografia== Estudou química em Marburg e Munique. Após obter o doutoramento em 1901, trabalhou na Universidade de Marburg, posteriormente em Londres, Montreal e em Berlim. Junto com Lise Meitner e Otto von Baeyer desenvolveu a técnica de medir o decaimento beta do espectro dos isótopos radiativos, cujo feito lhe assegurou o posto de professor no recém-fundado Kaiser-Wilhelm- Instituto de Química de Berlim, em 1913. Em 1918, juntamente com Meitner, descobriu o elemento químico protactínio. Quando Meitner fugiu da Alemanha Nazista em 1938, continuou seu trabalho com Fritz Straßmann na elucidação dos produtos resultantes do bombardeamento do urânio com neutrons térmicos. Comunicou os resultados obtidos a Meitner que, com a colaboração do seu sobrinho Otto Frisch, interpretou corretamente as evidências para o desenvolvimento da fissão nuclear. Uma vez que a ideia da fissão foi aceita, Hahn continuou suas experiências demonstrando a enorme quantidade de energia que a fissão nuclear com nêutrons produz, útil para a fabricação de armas nucleares. Durante a Segunda Guerra Mundial Hahn foi um participante do projeto de energia nuclear alemão para o desenvolvimento de uma arma nuclear sob a liderança de Werner Heisenberg. Durante a guerra, Hahn foi laureado com o Nobel de Química de 1944, porém no momento da entrega do prêmio o apresentador anunciou: \"Professor Hahn nos informou que lamentavelmente está incapacitado para comparecer a esta cerimônia\". No final da Guerra foi capturado pelas Forças Aliadas e levado para a Inglaterra. No pós-guerra Hahn tornou-se um combatente popular contra a utilização das armas nucleares, sendo perseguido pelo governo norte-americano. Assinou em 1957, juntamente com outros 17 renomados físicos nucleares (entre eles Max Born, Werner Heisenberg e Carl Friedrich von Weizsäcker) a chamada declaração Os Dezoito de Göttingen. Nessa época foi rotulado por Franz Josef Strauss, então ministro da Defesa da Alemanha Ocidental, de \"velho imbecil, que não consegue conter as lágrimas, nem dormir, quando pensa em Hiroshima\". Faleceu em 28 de julho de 1968. Encontra-se sepultado no Stadtfriedhof de Göttingen, Göttingen, Baixa Saxônia na Alemanha. ==Homenagens== Em épocas diferentes, propostas surgiram para nomear os elementos 105 e 108 de Hahnium em sua homenagem, porém nenhuma proposta foi aprovada. O primeiro cargueiro de propulsão nuclear recebeu o nome de NS Otto Hahn em sua homenagem. ==Ver também== *Alemanha e as armas de destruição em massa *Applied Radiochemistry *Projeto de energia nuclear alemão *Proliferação nuclear ==Ligações externas== * * *Deutsche Welle - 1938: Otto Hahn descobre a fissão nuclear do urânio * Otto Hahn - winner of the Enrico Fermi Award U.S. Government, Department of Energy Categoria:Nobel de Química Categoria:Laureados da Alemanha com o Nobel Categoria:Pacifistas Categoria:Medalha Max Planck Categoria:Prêmio Enrico Fermi Categoria:Doutores honoris causa da Universidade de Stuttgart Categoria:Doutores honoris causa da Universidade de Göttingen Categoria:Doutores honoris causa da Universidade Johann Wolfgang Goethe de Frankfurt Categoria:Grande Bundesverdienstkreuz com Estrela e Ombreira Categoria:Doutores honoris causa da Universidade Técnica de Darmstadt Categoria:Descobridores de elementos químicos Categoria:Membros da Academia de Ciências da Prússia Categoria:Pour le Mérite (civil) Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Leopoldina Categoria:Membros estrangeiros da Royal Society Categoria:Professores da Universidade Livre de Berlim Categoria:Químicos da Alemanha Categoria:Químicos do século XX Categoria:Alunos da Universidade Humboldt de Berlim Categoria:Alunos da Universidade de Marburg Categoria:Alunos da Universidade de Munique Categoria:Naturais de Frankfurt am Main Categoria:Predefinição sobre prémios Nobel que usam a propriedade do Wikidata P8024",
 "title": "Otto Hahn"
}