{
 "id": "45412",
 "text": "O big-bang, bigue-bangue ou grande expansão é a teoria cosmológica dominante sobre o desenvolvimento inicial do universo.: Os cosmólogos usam o termo \"Big Bang\" para se referir à ideia de que o universo estava originalmente muito quente e denso em algum tempo finito no passado. Desde então tem se resfriado pela expansão ao estado diluído atual e continua em expansão atualmente. A teoria é sustentada por explicações mais completas e precisas a partir de evidências científicas disponíveis e da observação. Medições detalhadas da taxa de expansão do universo colocam o Big Bang em cerca de de anos atrás, que é considerada a idade do universo. O padre Georges Lemaître propôs o que ficou conhecido como a teoria Big Bang da origem do universo, embora ele tenha chamado como \"hipótese do átomo primordial\". O quadro para o modelo se baseia na teoria da relatividade de Albert Einstein e em hipóteses simplificadoras (como homogeneidade e isotropia do espaço). As equações principais foram formuladas por Alexander Friedmann. Depois Edwin Hubble descobriu em 1929 que as distâncias de galáxias distantes eram geralmente proporcionais aos seus desvios para o vermelho, como sugerido por Lemaître em 1927. Esta observação foi feita para indicar que todas as galáxias e aglomerado de galáxias muito distantes têm uma velocidade aparente diretamente fora do nosso ponto de vista: quanto mais distante, maior a velocidade aparente. Se a distância entre os aglomerados de galáxias está aumentando atualmente, todos deveriam estar mais próximos no passado. Esta ideia tem sido considerada em densidades e temperaturas extremas, sendo que grandes aceleradores de partículas têm sido construídos para experimentar e testar tais condições, resultando em significativa confirmação da teoria. No entanto, estes equipamentos científicos têm capacidades limitadas para pesquisas em tais regimes de alta energia. Sem nenhuma evidência associada com a maior brevidade instantânea da expansão, a teoria do Big Bang não pode e não fornece qualquer explicação para essa condição inicial, mas descreve e explica a evolução geral do universo desde aquele instante. As abundâncias observadas de elementos leves em todo o cosmos se aproximam das previsões calculadas para a formação destes elementos de processos nucleares na expansão rápida e arrefecimento dos minutos iniciais do universo, como lógica e quantitativamente detalhado de acordo com a nucleossíntese do Big Bang. Fred Hoyle é creditado como o criador do termo Big Bang durante uma transmissão de rádio de 1949. Popularmente é relatado que Hoyle, que favoreceu um modelo cosmológico alternativo chamado \"teoria do estado estacionário\", tinha por objetivo criar um termo pejorativo, mas Hoyle explicitamente negou isso e disse que era apenas um termo impressionante para destacar a diferença entre os dois modelos. Hoyle mais tarde auxiliou consideravelmente na compreensão da nucleossíntese estelar, a via nuclear para a construção de alguns elementos mais pesados até os mais leves. Após a descoberta da radiação cósmica de fundo em micro-ondas em 1964, e especialmente quando seu espectro (ou seja, a quantidade de radiação medida em cada comprimento de onda) traçou uma curva de corpo negro, muitos cientistas ficaram razoavelmente convencidos pelas evidências de que alguns dos cenários propostos pela teoria do Big Bang devem ter ocorrido. A importância da descoberta da radiação cósmica de fundo é que ela representa um \"fóssil\" de uma época em que o universo era muito novo, sendo a maior evidência da existência do Big Bang. Ela é proveniente da separação da interação entre a radiação e matéria (época chamada de recombinação). == Teoria == A teoria do Big Bang depende de duas suposições principais: a universalidade das leis da física e o princípio cosmológico, que afirma que, em grandes escalas, o universo é homogêneo e isotrópico. Essas ideias foram inicialmente tomadas como postulados, mas hoje há esforços para testar cada uma delas. Por exemplo, a primeira hipótese foi testada por observações que mostram que o maior desvio possível da constante de estrutura fina em grande parte da idade do universo é de ordem 10−5. Além disso, a relatividade geral passou por testes rigorosos na escala do Sistema Solar e das estrelas binárias. Se o universo em grande escala parece isotrópico visto da Terra, o princípio cosmológico pode ser derivado do princípio copernicano mais simples, que afirma que não há nenhum observador específico (ou especial) ou ponto de vantagem. Para este fim, o princípio cosmológico foi confirmado a um nível de 10−5 através de observações da radiação cósmica de fundo. O universo foi medido como sendo homogêneo nas maiores escalas no nível de 10%. === Expansão do espaço === A relatividade geral descreve o espaço-tempo por uma métrica, que determina as distâncias que separam pontos próximos. Os pontos, que podem ser galáxias, estrelas ou outros objetos, são especificados usando um gráfico de coordenadas ou \"grade\" que é estabelecido em todo o espaço-tempo. O princípio cosmológico implica que a métrica deve ser homogênea e isotrópica em grandes escalas, o que singularmente destaca a métrica de Friedmann-Lemaître-Robertson-Walker (métrica FLRW). Esta métrica contém um fator de escala, que descreve como o tamanho do universo muda com o tempo. Isto permite uma escolha conveniente de um sistema de coordenadas a ser feito, chamado coordenadas comóveis. Neste sistema de coordenadas a grade se expande junto com o universo e os objetos que estão se movendo apenas por causa da expansão do universo permanecem em pontos fixos na grade. Enquanto a distância coordenada (distância comóvel) deles permanece constante, a distância física entre dois pontos semelhantes cresce proporcionalmente com o fator de escala do universo. O Big Bang não é uma explosão de matéria se movendo para fora para preencher um universo vazio. Em vez disso, o espaço em si se expande com o tempo em todos os lugares e aumenta a distância física entre dois pontos comóveis. Em outras palavras, o Big Bang não é uma explosão no espaço, mas sim uma expansão do próprio espaço. Como a métrica FLRW assume uma distribuição uniforme de massa e energia, ela se aplica ao nosso universo somente em grandes escalas – concentrações locais de matéria, como a nossa galáxia, estão ligadas gravitacionalmente e, como tal, não experimentam a expansão em grande escala do espaço.Tamara M. Davis and Charles H. Lineweaver, Expanding Confusion: common misconceptions of cosmological horizons and the superluminal expansion of the Universe. astro- ph/0310808 === Horizontes === Uma característica importante do espaço-tempo do Big Bang é a presença de horizontes. Uma vez que o universo tem uma idade finita e a luz viaja a uma velocidade finita, pode haver eventos no passado cuja luz não teve tempo de trazer até nós. Isto coloca um limite ou um \"horizonte passado\" sobre os objetos mais distantes que podem ser observados pelos humanos. Por outro lado, como o espaço está se expandindo e os objetos mais distantes se afastam cada vez mais rapidamente, a luz emitida por nós hoje pode nunca \"alcançar\" objetos muito distantes. Isso define um horizonte futuro, que limita os eventos no futuro que poderemos influenciar. A presença de qualquer tipo de horizonte depende dos detalhes da métrica FLRW que descreve o nosso universo. Nossa compreensão do universo até tempos muito primitivos sugere que há um horizonte do passado, embora na prática nossa visão também esteja limitada pela opacidade do universo nos primeiros tempos. Assim, nossa visão não pode prolongar-se mais para trás no tempo, embora o horizonte recue no espaço. Se a expansão do universo continuar a acelerar, há também um horizonte futuro.Kolb and Turner (1988), capítulo 3 == História == === Etimologia === O astrônomo inglês Fred Hoyle é creditado por cunhar o termo \"Big Bang\" durante uma transmissão de rádio em 1949 na BBC. É popularmente relatado que Hoyle, que apoiava o modelo cosmológico alternativo do \"estado estacionário\", pretendia ser pejorativo, mas Hoyle negou explicitamente isto e disse que era apenas uma forma marcante de destacar a diferença entre os dois modelos. === Desenvolvimento === A teoria do Big Bang se desenvolveu a partir de observações da estrutura do universo e de considerações teóricas. Em 1912, Vesto Slipher mediu o primeiro deslocamento Doppler de uma \"nebulosa espiral\" (nebulosa espiral é o termo obsoleto para galáxias espirais) e logo descobriu que quase todas essas nebulosas estavam retrocedendo da Terra. Ele não compreendeu as implicações cosmológicas deste fato e, na época, era altamente controverso se essas nebulosas eram ou não \"universos insulares\" fora de nossa Via Láctea. Dez anos mais tarde, Alexander Friedmann, um cosmólogo e matemático russo, derivou as equações de Friedmann das equações de campo de Einstein, mostrando que o universo poderia estar se expandindo, em contraste com o modelo de \"universo estático\" defendido por Albert Einstein na época. :(English translation in: ) Em 1924, a medida de Edwin Hubble da grande distância das nebulosas espirais mais próximas mostrou que estes sistemas eram certamente outras galáxias. Derivando de forma independente as equações de Friedmann em 1927, Georges Lemaître, físico e padre católico romano belga, propôs que a recessão inferida das nebulosas se devia à expansão do universo. :(Translated in: ) Em 1931, Lemaître foi mais longe e sugeriu que a expansão evidente do universo, se projetada de volta no tempo, significava que quanto mais no passado, menor era o universo, até que em algum tempo finito no passado toda a massa do universo estava concentrada em um único ponto, um \"átomo primitivo\" onde e quando o tecido do tempo e do espaço veio à existência. A partir de 1924, Hubble desenvolveu minuciosamente uma série de indicadores de distância, precursores da escala de distâncias cósmicas, usando o telescópio Hooker de 100 polegadas (2,5 m) no Observatório Monte Wilson. Isso permitiu que ele estimasse distâncias para galáxias cujos desvios para o vermelho (redshift) já haviam sido medidos, principalmente por Slipher. Em 1929, Hubble descobriu uma correlação entre a distância e a velocidade de recessão – agora conhecida como a lei de Hubble. Lemaître já havia demonstrado que isto era esperado, dado o princípio cosmológico. Nas décadas de 1920 e 1930, quase todos os grandes cosmólogos preferiam a teoria do estado estacionário e vários reclamaram que o começo do tempo implicado pelo Big Bang importava conceitos religiosos para a física; esta objeção foi repetida mais tarde pelos defensores do estado estacionário. Essa percepção foi reforçada pelo fato de que o autor da teoria do Big Bang, o monsenhor Georges Lemaître, era um padre católico romano. Arthur Eddington concordou com Aristóteles de que o universo não teve um começo no tempo, isto é, que a matéria é eterna. Um início no tempo era \"repugnante\" para ele. Lemaître, no entanto, pensava que: Durante a década de 1930 outras ideias foram propostas como cosmologias não-padrão para explicar as observações de Hubble, incluindo o modelo de Milne, o universo oscilatório (originalmente sugerido por Friedmann, mas defendido por Albert Einstein e Richard Tolman) e a hipótese da luz cansada de Fritz Zwicky. Após a Segunda Guerra Mundial, surgiram duas possibilidades distintas. Um deles era o modelo de estado estável de Fred Hoyle, no qual a nova matéria seria criada à medida que o universo parecia se expandir. Neste modelo o universo é aproximadamente o mesmo em qualquer ponto no tempo. A outra era a teoria do Big Bang de Lemaître, defendida e desenvolvida por George Gamow, que introduziu a nucleosíntese do Big Bang (NBB) e cujos associados, Ralph Alpher e Robert Herman, predisseram a radiação cósmica de fundo em micro-ondas (CMB). Ironicamente, foi Hoyle quem cunhou a frase que veio a ser aplicada à teoria de Lemaître, referindo-se a ele como \"essa ideia big bang\" durante uma emissão de rádio da BBC em março de 1949. Durante algum tempo, o apoio da comunidade científica ficou dividido entre essas duas teorias. Eventualmente, com evidências observacionais, mais notavelmente a partir de contagem de fontes de rádio, começaram a favorecer o Big Bang sobre o estado estacionário. A descoberta e confirmação da radiação cósmica de fundo de micro-ondas em 1965 garantiu o Big Bang como a melhor teoria da origem e evolução do universo. Muito do trabalho atual na cosmologia inclui a compreensão de como as galáxias se formam no contexto do Big Bang, compreendendo a física do universo em épocas anteriores e conciliando observações com a teoria básica.\"To create a picture in the mind of the listener, Hoyle had likened the explosive theory of the universe's origin to a 'big bang'\" Em 1968 e 1970, Roger Penrose, Stephen Hawking e George Ellis publicaram artigos em que mostraram que as singularidades matemáticas eram uma condição inicial inevitável dos modelos relativistas gerais do Big Bang. Então, dos anos 1970 aos anos 1990, os cosmólogos trabalharam em apontar as características do universo do Big Bang e resolver problemas pendentes. Em 1981, Alan Guth fez um avanço sobre a resolução de certos problemas teóricos pendentes na teoria do Big Bang com a introdução de uma época de rápida expansão no início do universo que ele chamou de \"inflação\". Entretanto, durante estas décadas, duas questões na cosmologia observacional que geraram muita discussão e discordância foram sobre os valores precisos da Constância de Hubble e a densidade de matéria do universo (antes da descoberta da energia escura, pensada como a chave preditor para o derradeiro destino do Universo). Em meados da década de 1990, observações de certos aglomerados globulares pareciam indicar que eles tinham cerca de 15 bilhões de anos, o que entrava em conflito com a maioria das estimativas atuais da idade do universo. Esta questão foi mais tarde resolvida quando novas simulações de computador, que incluíam os efeitos da perda de massa devido a ventos estelares, indicou uma idade muito mais jovem para os aglomerados globulares. Embora ainda existam algumas dúvidas sobre a precisão com que as idades dos clusters são medidos, os aglomerados globulares são de interesse para a cosmologia por serem alguns dos objetos mais antigos do universo. O progresso significativo na cosmologia de Big Bang foi feito desde o final dos anos 1990 como resultado dos avanços na tecnologia do telescópios, assim como na análise dos dados dos satélites, tais como o COBE, o telescópio espacial Hubble e o WMAP. Os cosmologistas agora têm medições precisas de muitos dos parâmetros do modelo do Big Bang e fizeram a descoberta inesperada de que a expansão do universo parece estar se acelerando. == Cronologia == === Singularidade === Uma extrapolação da expansão do universo no passado, usando a relatividade geral, produz uma densidade e uma temperatura infinitas em um tempo finito. Esta singularidade indica que a relatividade geral não é uma descrição adequada das leis da física neste regime. Quão próximos os modelos baseados apenas na relatividade geral podem ser usados ​​para extrapolar em direção à singularidade ainda é algo que está em debate – certamente não mais próximos do que o final da era de Planck. Esta singularidade primordial é por si só chamada de \"o Big Bang\", mas o termo também pode se referir a uma fase mais genérica, mais quente e densa do Universo. Em ambos os casos, \"o Big Bang\" enquanto evento também é coloquialmente referido como o \"nascimento\" do nosso universo, uma vez que representa o ponto da história onde o universo entrou em um regime onde as leis da física passaram a funcionar da maneira como nós as entendemos (especificamente a relatividade geral e o modelo padrão da física de partículas). Baseado em medições da expansão usando supernovas tipo Ia e a radiação cósmica de fundo em micro-ondas, o tempo que passou desde aquele evento, também conhecido como \"idade do universo\", é de 13,799 ± 0,021 bilhões de anos. Medições independentes desta idade apoiam o modelo ΛCDM, que descreve em detalhes as características do universo. === Inflação e bariogênese === As primeiras fases do Big Bang estão sujeitas a muita especulação. Nos modelos mais comuns o universo foi preenchido de forma homogênea e isotrópica com uma densidade de energia muito alta e grandes temperaturas e pressões, sendo que expandiu e arrefeceu muito rapidamente. Aproximadamente após 10−37 segundos de expansão, uma transição de fase causou uma inflação cósmica, durante a qual o universo cresceu exponencialmente, quando as flutuações de densidade de tempo, que ocorreram devido ao princípio da incerteza, foram amplificadas nas sementes que mais tarde formariam a estrutura em larga escala do universo. Depois que a inflação parou, o reaquecimento ocorreu até que o universo obtivesse as temperaturas requeridas para a produção de um plasma de quarks e glúons assim como de todas as outras partículas elementares. As temperaturas eram tão elevadas que os movimentos aleatórios de partículas estavam a velocidades relativistas e os pares de partícula-antipartícula de todos os tipos estavam sendo continuamente criados e destruídos em colisões. Em algum momento, uma reação desconhecida chamada bariogênese violou a conservação do número bariônico, levando a um excesso muito pequeno de quarks e leptons sobre antiquarks e antileptons - da ordem de uma parte em 30 milhões. Isto resultou na predominância da matéria sobre a antimatéria no universo presente.Kolb and Turner (1988), capítulo 6 === Resfriamento === O universo continuou a diminuir em densidade e temperatura, sendo que a energia típica de cada partícula estava diminuindo. As transições de fase de quebra de simetria colocaram as forças fundamentais da física e os parâmetros das partículas elementares em sua forma atual. Após cerca de 10−11 segundos, a imagem torna-se menos especulativa, uma vez que as energias das partículas caem para valores que podem ser atingidos em aceleradores de partículas. Em cerca de 10−6 segundos, quarks e gluons combinam-se para formar bárions, como protons e nêutrons. O pequeno excesso de quarks sobre antiquarks levou a um pequeno excesso de bárions sobre antibárions. A temperatura agora não era alta o suficiente para criar novos pares de prótons-antiprotons (similarmente aos nêutrons- antineutrons), assim uma aniquilação em massa imediatamente seguiu-se, deixando apenas um em 1010 dos prótons e nêutrons originais e nenhuma de suas antipartículas. Um processo similar ocorreu em cerca de 1 segundo para elétrons e pósitrons. Após essas aniquilações, os prótons, nêutrons e elétrons restantes não se moviam relativisticamente e a densidade de energia do universo era dominada por fótons (com uma contribuição menor de neutrinos).Kolb and Turner (1988), capítulo 7 A poucos minutos da expansão, quando a temperatura era de cerca de um bilhão (um milhão) de kelvins e a densidade era aproximadamente a do ar, os nêutrons combinados com prótons para formar o Universo do deutério e núcleos de hélio em um processo chamado nucleossíntese primordial. A maioria dos prótons permaneceram não combinados como núcleos de hidrogênio. À medida que o universo se esfriava, a densidade de energia de massa restante da matéria chegou a dominar gravitacionalmente a da radiação de fótons.Peacock (1999), capítulo 9 Após cerca de anos os elétrons e núcleos combinaram-se em átomos (principalmente de hidrogênio); daí a radiação dissociada da matéria e continuada através do espaço em grande parte desimpedida. Esta relíquia de radiação é conhecida como a radiação cósmica de fundo em micro-ondas. A química da vida pode ter começado logo após o Big Bang, 13,8 bilhões de anos atrás, durante uma época habitável quando o universo tinha entre 10 e 17 milhões de anos de idade. ===Formação de estruturas === Durante um longo período de tempo, as regiões um pouco mais densas da matéria quase uniformemente distribuída atraíram gravitacionalmente a matéria vizinha e, assim, cresceram ainda mais densas, formando nuvens de gás, estrelas, galáxias e outras estruturas astronômicas observáveis atualmente. Os detalhes desse processo dependem da quantidade e do tipo de matéria no universo. Os quatro tipos possíveis de matéria são conhecidos como matéria escura fria, matéria escura morna, matéria escura quente e matéria bariônica. As melhores medidas disponíveis (do WMAP) mostram que os dados estão bem ajustados por um modelo Lambda-CDM no qual a matéria escura é considerada fria (a matéria escura quente é descartada pela reionização precoce) e é estimada em constituir cerca de 23% da matéria/energia do universo, enquanto que a matéria bariônica representa cerca de 4,6%. Em um \"modelo estendido\", que inclui matéria escura quente sob a forma de neutrinos, a \"densidade de bariônica\" Ωb é estimada em cerca de 0,023 (isto é diferente da \"densidade de bário\" Ωb expressa como uma fração da matéria total/densidade de energia, o que como referido acima é de cerca de 0,046), e a correspondente densidade de massa escura fria Ωch2 é cerca de 0,11, a densidade de neutrinos correspondente Ωvh2 é estimada como inferior a 0,0062. === Aceleração cósmica === Evidências independentes de supernovas tipo Ia e da radiação cósmica de fundo em micro-ondas implicam que o universo atual é dominado por uma misteriosa forma de energia conhecida como energia escura, que aparentemente permeia todo o espaço. As observações sugerem que 73% da densidade energética total do universo de hoje está nesta forma. Quando o universo era muito jovem, provavelmente era infundido com energia escura, mas com menos espaço a gravidade predominou e foi freando lentamente a expansão. Mas, eventualmente, depois de vários bilhões de anos de expansão, a crescente abundância de energia escura fez a expansão do universo lentamente começar a acelerar. A energia escura em sua formulação mais simples toma a forma do termo constante cosmológico nas equações de campo de Einstein da relatividade geral, mas sua composição e mecanismo são desconhecidos e, em geral, os detalhes de sua equação de estado e relação com o modelo padrão de física de partículas continuam a ser investigados, tanto através da observação quanto teoricamente. Toda esta evolução cósmica após a época inflacionária pode ser rigorosamente descrita e modelada pelo modelo ΛCDM da cosmologia, que utiliza as estruturas independentes da mecânica quântica e a relatividade geral de Albert Einstein. Não há nenhum modelo amplamente apoiado que descreva a ação antes de 10−15 segundos. Aparentemente, uma nova teoria unificada de gravitação quântica é necessária para quebrar essa barreira. Compreender esta primeira era na história do universo é atualmente um dos maiores problemas não resolvidos pela física. == Evidências observáveis == As evidências observacionais mais antigas e diretas que embasam a validade da teoria é a expansão do universo de acordo com a lei de Hubble (como indicado pelos desvios para o vermelho das galáxias), a descoberta e medição da radiação cósmica de fundo em micro-ondas e as abundâncias relativas de elementos leves produzidos na nucleosíntese do Big Bang. Evidências mais recentes incluem observações sobre a formação e evolução de galáxias e a distribuição de estruturas cósmicas de grande escala. Estes são algumas vezes chamados de \"quatro pilares\" da teoria do Big Bang. Modelos modernos precisos do Big Bang apelam para vários fenômenos físicos exóticos que não foram observados em experimentos de laboratório ou incorporados no modelo padrão de física de partículas. Dentre essas características, a matéria escura está atualmente sujeita às investigações laboratoriais mais ativas. A energia escura também é uma área de intenso interesse para os cientistas, mas não está claro se a detecção direta de energia escura será possível um dia. A inflação cósmica e a bariogênese continuam a ser as características mais especulativas dos atuais modelos do Big Bang. Explicações viáveis ​​e quantitativas para tais fenômenos ainda estão sendo buscadas. Estes são problemas não resolvidos na física. === Lei de Hubble-Homasone e expansão do universo === Observações de galáxias e quasares distantes mostram que esses objetos são redshifted – a luz emitida deles foi deslocada para comprimentos de ondas mais longos. Isto pode ser visto tomando um espectro de frequência de um objeto e correspondendo ao padrão espectroscópico de linhas de emissão ou linhas de absorção correspondentes aos átomos dos elementos químicos que interagem com a luz. Estes redshifts são uniformemente isotrópicos, distribuídos uniformemente entre os objetos observados em todas as direções. Se o redshift for interpretado como um deslocamento Doppler, a velocidade recessional do objeto pode ser calculada. Para algumas galáxias, é possível estimar distâncias através da escala de distância cósmica. Quando as velocidades recessivas são traçadas contra essas distâncias, observa-se uma relação linear conhecida como lei de Hubble: :v = H0D, onde * v é a velocidade recessional da galáxia ou outro objeto distante, * D é a distância comóvel do objeto e * H0 é a constante de Hubble, medida por km/s/Mpc pela sonda WMAP. A lei de Hubble tem duas explicações possíveis. Ou estamos no centro de uma explosão de galáxias - o que é insustentável dado o princípio copernicano - ou o universo está uniformemente se expandindo em todos os lugares. Esta expansão universal foi predita a partir da relatividade geral por Alexander Friedmann em 1922 e Georges Lemaître em 1927, bem antes de Hubble fazer sua análise e observações de 1929 e continua a ser a pedra angular da teoria do Big Bang como desenvolvido por Friedmann, Lemaître, Robertson e Walker. A teoria requer que a relação v = HD seja mantida em todos os momentos, onde D é a distância comóvel, v é a velocidade recessional e v, H, e D variam à medida que o universo se expande (escrevemos H0 para denotar o dia atual da constante de Hubble). Para distâncias muito menores que o tamanho do universo observável, o deslocamento para o vermelho de Hubble pode ser pensado como o deslocamento Doppler correspondente à velocidade de recessão v. No entanto, o deslocamento para o vermelho não é um deslocamento Doppler verdadeiro, mas sim o resultado da expansão do universo entre o momento em que a luz foi emitida e a hora em que foi detectada.Peacock (1999), capítulo 3 Que esse espaço está em expansão métrica é demonstrado por evidência observacional direta do princípio cosmológico e do princípio copernicano, que juntamente com a lei de Hubble não têm outra explicação. Os redshifts astronômicos são extremamente isotrópicos e homogêneos, apoiando o princípio cosmológico de que o universo parece o mesmo em todas as direções, juntamente com muitas outras evidências. Se os redshifts fossem o resultado de uma explosão de um centro distante de nós, não seriam tão similares em sentidos diferentes. Medições dos efeitos da radiação cósmica de fundo em micro-ondas sobre a dinâmica de sistemas astrofísicos distantes em 2000 provaram o princípio copernicano de que, numa escala cosmológica, a Terra não está em uma posição central. A radiação do Big Bang foi demonstradamente mais quente em tempos anteriores em todo o universo. O resfriamento uniforme do fundo de micro-ondas cósmico ao longo de bilhões de anos só é explicável se o universo estiver experimentando uma expansão métrica e exclui a possibilidade de que estejamos perto do centro único de uma explosão. === Radiação cósmica de fundo em micro-ondas === Em 1965, Arno Penzias e Robert Wilson descobriram a radiação cósmica de fundo, um sinal omnidirecional na banda de micro-ondas. Sua descoberta forneceu a confirmação substancial das previsões do Big Bang por Alpher, Herman e Gamow por volta de 1950. Durante a década de 1970 a radiação era considerada aproximadamente consistente com um espectro de corpo negro em todas as direções; este espectro foi desviado para o vermelho pela expansão do universo e corresponde hoje a aproximadamente 2,725 K. Isto derrubou o contrapeso da evidência a favor do modelo de Big Bang e Penzias e Wilson receberam um Prêmio Nobel em 1978. A superfície da última dispersão correspondente à emissão de radiação cósmica de fundo ocorre pouco depois da recombinação, a época em que o hidrogênio neutro se torna estável. Antes disto, o universo compreendia um mar de plasma de fóton-bário quente e denso, onde os fótons eram rapidamente dispersos a partir de partículas carregadas livres. Com um pico de cerca de 372 ± 14 kyr, o caminho livre médio para um fóton torna-se longo o suficiente para atingir os dias atuais e o universo torna-se transparente. Em 1989, a NASA lançou o satélite Cosmic Background Explorer (COBE), que fez dois grandes avanços: em 1990, as medições de espectro de alta precisão mostraram que o espectro de frequência da radiação cósmica de fundo é um corpo negro quase perfeito sem desvios a um nível de 1 parte em 104 e medido a uma temperatura residual de 2,726 K (as medições mais recentes reviram este valor ligeiramente para 2,7255 K); em 1992, mais medidas do COBE descobriram flutuações minúsculas (anisotropias) na temperatura da radiação cósmica de fundo através do céu, a um nível de cerca de uma parte em 105. John C. Mather e George Smoot receberam o Prêmio Nobel de Física de 2006 por sua liderança nesses resultados. Durante a década seguinte, as anisotropias de radiação cósmica de fundo ainda eram pesquisadas por um grande número de experimentos com balões e em terra. Em 2000-2001 vários experimentos, principalmente BOOMERanG, descobriram que a forma do universo é espacialmente quase plana medindo o tamanho angular típico (o tamanho no céu) das anisotropias. No início de 2003 foram liberados os primeiros resultados da sonda Wilkinson Microwave Anisotropy Probe (WMAP), que produziu os valores mais precisos para alguns dos parâmetros cosmológicos. Os resultados refutaram vários modelos específicos de inflação cósmica, mas são consistentes com a teoria da inflação em geral. A sonda espacial Planck foi lançada em maio de 2009. Outras experiências de fundo de micro-ondas cósmicas baseadas no solo e em balões estão em andamento. === Abundância de elementos primordiais === Usando o modelo Big Bang, é possível calcular a concentração de hélio-4, hélio-3, deutério e lítio-7 no universo como proporções para a quantidade de hidrogênio comum. As abundâncias relativas dependem de um único parâmetro, a proporção de fótons em relação aos bárions. Este valor pode ser calculado independentemente da estrutura detalhada das flutuações da radiação cósmica de fundo.Kolb and Turner (1988), capítulo 4 As abundâncias medidas concordam, pelo menos aproximadamente, com as previstas a partir de um único valor da razão bário/fóton. O acordo é excelente para o deutério, próximo mas formalmente discrepante para 4He e fora por um fator de dois para 7Li; nos dois últimos casos existem incertezas sistemáticas substanciais. No entanto, a consistência geral com as abundâncias preditas pela nucleossíntese do Big Bang é uma forte evidência para a teoria, já que ela é a única explicação conhecida para as abundâncias relativas de elementos leves e é praticamente impossível \"ajustar\" o Big Bang para produzir muito mais ou menos que 20 a 30% de hélio. De fato, não há nenhuma razão óbvia fora do Big Bang que explique, por exemplo, porque o universo jovem (isto é, antes da formação estelar, como determinado pelo estudo de matéria supostamente livre de produtos de nucleossíntese estelar) deveria ter mais hélio que deutério ou mais deutério do que 3He e em proporções constantes. === Evolução galáctica e distribuição === Observações detalhadas da morfologia e distribuição de galáxias e quasares estão de acordo com o estado atual da teoria do Big Bang. Uma combinação de observações e teorias sugere que os primeiros quasares e galáxias foram formados cerca de um bilhão de anos após o Big Bang e desde então estruturas maiores têm se formado, como aglomerados e superaglomerados de galáxias. As populações de estrelas têm envelhecido e evoluído, de modo que as galáxias distantes (que são observadas como eram no universo precoce) parecem muito diferentes das galáxias próximas (observadas em um estado mais recente). Além disso, galáxias que se formaram relativamente recentemente aparecem marcadamente diferentes das galáxias formadas a distâncias semelhantes, mas logo após o Big Bang. Estas observações são fortes argumentos contra o modelo de estado estacionário. Observações de formação de estrelas, distribuições de galáxias e quasares e estruturas maiores concordam bem com as simulações do Big Bang da formação de estrutura no universo e estão ajudando a completar detalhes da teoria. === Nuvens de gás primordiais === Em 2011 os astrônomos encontraram o que acreditam ser nuvens primitivas de gás primordial, analisando linhas de absorção nos espectros de quasares distantes. Antes desta descoberta, todos os outros objetos astronômicos foram observados para conter elementos pesados ​​que são formados em estrelas. Essas duas nuvens de gás não contêm elementos mais pesados ​​que o hidrogênio e o deutério. Como as nuvens de gás não têm elementos pesados, elas provavelmente se formaram nos primeiros minutos após o Big Bang, durante a nucleossíntese do Big Bang. === Outras linhas de evidência === A idade do universo, estimada a partir da expansão de Hubble e da radiação cósmica de fundo, está agora em bom acordo com outras estimativas usando as idades das estrelas mais antigas, ambas medidas pela aplicação da teoria da evolução estelar aos aglomerados globulares e pela datação radiométrica da população II de estrelas individuais. A previsão de que a temperatura da radiação cósmica de fundo fosse maior no passado tem sido experimentalmente apoiada por observações de linhas de absorção de temperatura muito baixa em nuvens de gás em alto desvio para o vermelho. Esta previsão também implica que a amplitude do efeito Siunyáiev-Zeldóvich em aglomerados de galáxias não depende diretamente do desvio para o vermelho. Observações provam que isto é mais ou menos verdade, mas este efeito depende das propriedades do aglomerado, que mudam com o tempo cósmico, dificultando medidas precisas. === Observações futuras === Futuras observadores de ondas gravitacionais poderão ver ondas gravitacionais primordiais, relíquias do universo primitivo, até menos de um segundo do Big Bang.http://www.bbc.com/news/science-environment-35524440 Einstein's gravitational waves 'seen' from black holeshttp://www.scientificamerican.com/article/the-future-of-gravitational- wave-astronomy/ The Future of Gravitational Wave Astronomy == Problemas e questões relacionadas == Como em qualquer outra teoria, uma série de mistérios e problemas surgiram como resultado do desenvolvimento do modelo do Big Bang. Algumas questões foram resolvidas, enquanto outras ainda estão pendentes. No entanto, algumas das soluções propostas para alguns dos problemas na teoria revelaram novas perguntas. Por exemplo, o problema do horizonte, o problema do monopolo magnético e o problema da planicidade são mais comumente resolvidos com a teoria inflacionária, mas os detalhes do universo inflacionário ainda são deixados por resolver e muitos, incluindo alguns fundadores da teoria, dizem que foi desmentido. O que se segue é uma lista dos aspectos misteriosos da teoria do Big Bang ainda sob intensa investigação por cosmólogos e astrofísicos. === Assimetria de bárions === Ainda não se compreende por que o universo tem mais matéria do que antimatéria.Kolb and Turner, Capítulo 6 Supõe-se geralmente que quando o universo era jovem e muito quente, estava em equilíbrio estatístico e continha números iguais de bárion e antibariôns. No entanto, observações sugerem que o universo, incluindo suas partes mais distantes, é feito quase inteiramente de matéria. Um processo chamado bariogênese foi hipotetizado para explicar a assimetria. Para que a bariogênese ocorra, as condições de Sakharov devem ser cumpridas. Estas requerem que o número de bárions não seja conservado, que a simetria C e a simetria-CP sejam violadas e que o universo se afaste do equilíbrio termodinâmico. Todas essas condições ocorrem no Modelo Padrão, mas os efeitos não são suficientemente fortes para explicar a assimetria atual de bárions. : (traduzido de Journal of Experimental and Theoretical Physics Letters 5, 24 (1967).) === Energia escura === As medições da relação entre o desvio para o vermelho e a magnitude aparente em supernovas tipo Ia indicam que a expansão do universo tem vindo a acelerar desde que ele tinha metade da sua idade atual. Para explicar essa aceleração, a relatividade geral requer que grande parte da energia do universo consista de um componente com grande pressão negativa, chamado \"energia escura\". A energia escura, embora especulativa, resolve muitos problemas. Medições da radiação cósmica de fundo indicam que o universo é quase espacialmente plano e, portanto, de deve ter quase exatamente a densidade crítica de massa/energia. Mas a densidade de massa do universo pode ser medida a partir de seu agrupamento gravitacional e deve ter apenas cerca de 30% da densidade crítica. Como a teoria sugere que a energia escura não se agrupa da maneira usual, ela é a melhor explicação para a densidade de energia \"em falta\". A energia escura também ajuda a explicar duas medidas geométricas da curvatura geral do universo, uma usando a frequência de lentes gravitacionais e a outra usando o padrão característico da estruturas em larga escala como uma régua cósmica. Acredita-se que a pressão negativa seja uma propriedade da energia do vácuo, mas a natureza exata e a existência da energia escura permanecem como um dos grandes mistérios do Big Bang. Os resultados da WMAP em 2008 estão de acordo com um universo que consiste de 73% de energia escura, 23% de matéria escura, 4,6% de matéria regular e menos de 1% de neutrinos. Segundo a teoria, a densidade de energia na matéria diminui com a expansão do universo, mas a densidade de energia escura permanece constante (ou quase) à medida que o universo se expande. Portanto, a matéria constituiu uma fração maior da energia total do universo no passado do que hoje, mas sua contribuição fracionária cairá no futuro distante à medida que a energia escura se tornar ainda mais dominante. O componente de energia escura do universo tem sido explicado por estudiosos usando várias teorias concorrentes, incluindo a constante cosmológica de Einstein, mas também se estendendo a formas mais exóticas de quintessência ou outros esquemas gravitacionais modificados. Um problema cosmológico constante, às vezes chamado de o \"problema mais embaraçoso na física\", resulta da discrepância aparente entre a densidade de energia medida da energia escura e aquela prevista ingenuamente das unidades de Planck. === Matéria escura === Durante os anos 1970 e 1980, várias observações mostraram que não há matéria visível suficiente no universo para explicar a força aparente das forças gravitacionais dentro e entre as galáxias. Isto levou à ideia de que até 90% da matéria no universo é matéria escura que não emite luz ou interage com a matéria bariônica normal. Além disso, a suposição de que o universo é principalmente feito de matéria normal levou a previsões que eram fortemente inconsistentes com as observações. Em particular, o universo atual é muito mais grumoso e contém muito menos deutério do que pode ser considerado sem a matéria escura. Embora a matéria escura tenha sido sempre controversa, ela é inferida por várias observações: as anisotropias na radiação cósmica de fundo, dispersões da velocidade de aglomerado de galáxias, distribuições de estruturas de larga escala, estudos de lente gravitacional e medições de raios X de aglomerados de galáxias. A evidência indireta da matéria escura vem de sua influência gravitacional em outra matéria, visto que não foram observadas partículas de matéria escura em laboratórios. Muitos candidatos à física de partículas para a matéria escura foram propostos e vários projetos para detectá-la diretamente estão em andamento. Além disso, existem problemas pendentes associados ao modelo de matéria escura fria, que incluem o problema da galáxia anã e o problema do halo concentrado. Teorias alternativas que não requerem uma grande quantidade de matéria não detectada têm sido propostas, mas modificam as leis de gravidade estabelecidas por Newton e Einstein. No entanto, nenhuma teoria alternativa foi tão bem sucedida quanto a proposta da matéria escura fria para explicar todas as observações existentes. === Problema do horizonte === O problema do horizonte resulta da premissa de que a informação não pode viajar mais rápido que a luz. Em um universo de idade finita, isto estabelece um limite – o horizonte de partículas – sobre a separação de quaisquer duas regiões do espaço que estejam em contato causal. A isotropia observada na radiação cósmica de fundo é problemática a este respeito: se o universo tivesse sido dominado por radiação ou matéria em todos os momentos até a época da última dispersão, o horizonte de partículas naquele tempo corresponderia a cerca de 2 graus no céu. Não haveria então nenhum mecanismo para fazer regiões mais largas terem a mesma temperatura. Uma solução para esta aparente inconsistência é oferecida pela teoria inflacionária, em que um campo de energia escalar homogêneo e isotrópico domina o universo em algum período muito precoce (antes da bariogênese). Durante a inflação, o universo sofre expansão exponencial e o horizonte de partículas se expande muito mais rapidamente do que o assumido anteriormente, de modo que as regiões atualmente em lados opostos do universo observável estão bem dentro do horizonte de partículas um do outro. A isotropia observada da radiação cósmica de fundo segue-se então do fato de que esta região maior estava em contato causal antes do início da inflação. O princípio da incerteza de Heisenberg prediz que durante a fase inflacionária haveria flutuações térmicas quânticas, que seriam ampliadas à escala cósmica. Estas flutuações servem como as sementes de toda a estrutura atual no universo. A inflação prediz que as flutuações primordiais são quase invariantes à escala e normalmente distribuídas, o que foi confirmado com precisão pelas medições da radiação cósmica de fundo. Se houvesse inflação, a expansão exponencial empurraria grandes regiões do espaço bem além de nosso horizonte observável. Uma questão relacionada ao problema do horizonte clássico surge porque, na maioria dos modelos de inflação cósmica padrão, a inflação cessa muito antes da quebra da simetria eletrofraca ocorrer, de modo que a inflação não deve ser capaz de evitar descontinuidades em grande escala no vácuo eletrolítico visto que partes distantes do universo observável eram causalmente separadas quando a era eletrofraca terminou. === Monopolos magnéticos === O problema do monopolo magnético foi levantado no final dos anos 1970. A Teoria da Grande Unificação predisse defeitos topológicos no espaço que se manifestariam como monopolos magnéticos. Estes objetos seriam produzidos eficientemente no universo quente inicial, resultando em uma densidade muito maior do que é consistente com as observações, dado que não foram encontrados monopolos. Esse problema também é resolvido pela inflação cósmica, que elimina todos os defeitos pontuais do universo observável, da mesma forma que ele conduz a geometria à planicidade.Kolb and Turner (1988), capítulo 8 === Problema de planicidade === O problema da planicidade (também conhecido como problema da velhice) é um problema de observação associado a métrica de Friedmann- Lemaître-Robertson-Walker. O universo pode ter uma curvatura espacial positiva, negativa ou zero dependendo de sua densidade de energia total. A curvatura é negativa se sua densidade for menor que a densidade crítica, positiva se maior e zero na densidade crítica, caso em que o espaço é dito plano. O problema é que qualquer pequeno afastamento da densidade crítica cresce com o tempo e, no entanto, o universo hoje permanece muito próximo do plano. Dado que uma escala de tempo natural para a saída da planicidade pode ser o tempo de Planck, 10−43 segundos, o fato de que o universo não atingiu nem uma morte por calor nem um Big Crunch depois de bilhões de anos ainda requer uma explicação. Por exemplo, mesmo na idade relativamente tardia de alguns minutos (o tempo de nucleossíntese), a densidade do universo deve ter estado dentro de uma parte em 1014 de seu valor crítico, ou não existiria como faz hoje. == Derradeiro destino do universo == Antes das observações da energia escura, os cosmólogos consideraram dois cenários para o futuro do universo. Se a densidade de massa do universo fosse maior que a densidade crítica, então o universo atingiria um tamanho máximo e começaria a entrar em colapso. Ele ia se tornar mais denso e mais quente outra vez, terminando com um estado similar àquele em que começou – um Big Crunch. Alternativamente, se a densidade no universo fosse igual ou abaixo da densidade crítica, a expansão desaceleraria, mas nunca pararia. A formação de estrelas cessaria com o consumo de gás interestelar em cada galáxia; as estrelas queimariam deixando anãs brancas, estrelas de nêutrons e buracos negros. Muito gradualmente, as colisões entre estas estruturas cósmicas resultariam na acumulação de massa em buracos negros cada vez maiores. A temperatura média do universo se aproximaria assintoticamente do zero absoluto – um Big Freeze. Além disso, se o próton fosse instável, a matéria bariônica desapareceria, deixando apenas radiação e buracos negros. Eventualmente, os buracos negros se evaporariam ao emitir radiação Hawking. A entropia do universo aumentaria ao ponto em que nenhuma forma organizada de energia poderia ser extraída dela, um cenário conhecido como morte por calor.. Observações modernas de expansão acelerada implicam que mais e mais do universo atualmente visível vai passar além do nosso horizonte de eventos e fora de contato. O resultado final não é conhecido. O modelo ΛCDM do universo contém energia escura sob a forma de uma constante cosmológica. Esta teoria sugere que apenas os sistemas ligados gravitacionalmente, como as galáxias, permanecerão juntos e eles também estarão sujeitos à morte por calor à medida que o universo se expande e esfria. Outras explicações da energia escura, chamadas teorias de energia fantasma, sugerem que, em última instância, os aglomerados de galáxias, estrelas, planetas, átomos, núcleos e matéria em si seriam despedaçados pela expansão cada vez maior do chamado Big Rip. == Especulações == Enquanto o modelo Big Bang está bem estabelecido na cosmologia, é provável que seja refinado. A teoria do Big Bang, construída sobre as equações da relatividade geral clássica, indica uma singularidade na origem do tempo cósmico; esta densidade de energia infinita é considerada como impossível na física. Ainda assim, sabe-se que as equações não são aplicáveis ​​antes do tempo em que o universo se esfriou até a temperatura de Planck e esta conclusão depende de várias suposições, das quais algumas nunca poderiam ser verificadas experimentalmente. Um refinamento proposto para evitar essa suposta singularidade é desenvolver um tratamento correto da gravidade quântica. Não se sabe o que poderia ter precedido o estado quente denso do universo primitivo ou como e por que ele se originou, embora haja especulação no campo da cosmogonia. Algumas propostas, cada uma das quais envolve hipóteses não testadas, são: *Modelos que incluem ao estado de Hartle-Hawking, em que todo o espaço-tempo é finito; o Big Bang representa o limite do tempo, mas sem qualquer singularidade. *Big Bang, afirma que o universo no momento do Big Bang consiste em uma rede infinita de férmions, que é manchada sobre o domínio fundamental por isso tem simetria rotacional e translacional. A simetria é a maior simetria possível e, portanto, a menor entropia de qualquer estado. *Modelos da cosmologia de Brane, em que a inflação ocorre devido ao movimento de p-branas na teoria de cordas; o modelo pré-Big Bang; O modelo ecpirótico, em que o Big Bang é o resultado de uma colisão entre p-branas; e o modelo cíclico, uma variante do modelo ecpirótico em que ocorrem colisões periodicamente. No último modelo, o Big Bang foi precedido por um Big Crunch e o universo tem ciclos de eterna recriação. *A inflação eterna, em que a inflação universal termina localmente aqui e ali de forma aleatória, cada ponto final levando a um universo de bolhas, expandindo-se a partir de seu próprio Big Bang. As propostas nas duas últimas categorias veem o Big Bang como um evento em um universo muito maior e mais antigo ou em um multiverso. == Interpretações religiosas e filosóficas == Como uma descrição da origem do universo, o Big Bang tem influência significativa sobre a religião e a filosofia. Como resultado, tornou-se uma das áreas mais vivas no discurso entre ciência e religião. Alguns acreditam que o Big Bang implica um criador e alguns veem sua menção em seus livros sagrados, enquanto outros argumentam que a cosmologia do Big Bang torna supérflua a noção de um criador. Em 2017, o Papa Francisco proferiu um discurso na sede da Pontifícia Academia das Ciências. Afirmou que \"O Big Bang, que hoje se põe na origem do mundo, não contradiz a intervenção criadora divina, mas exige-a.\" == Ver também == * Inflação cósmica * Big freeze === Bibliografia === * * * * * * * * * * == Ligações externas == * * *",
 "title": "Big Bang"
}