{
 "id": "45466",
 "text": "Ana Bolena (c. 1501/1500 – ) foi a segunda esposa do rei Henrique VIII e Rainha Consorte do Reino da Inglaterra, de 1533 até a anulação de seu casamento, dois dias antes de sua execução em 1536. Seu casamento com Henrique VIII foi polêmico sob o ponto de vista político e religioso e resultou na renúncia à autoridade papal na Igreja da Inglaterra, que se tornou independente de Roma. A ascensão e queda de Ana Bolena, considerada a mais controversa rainha consorte da Inglaterra, inspiraram numerosas biografias e obras ficcionais. Era filha de sir Tomás Bolena e Isabel Howard. Foi educada na França, principalmente como dama de companhia da rainha Cláudia de França, esposa de Francisco I. Voltou para a Inglaterra em 1522. Dois anos mais tarde, apaixonou-se por Henrique VIII. A princípio, Ana resistiu às tentativas do rei em seduzi-la e torná-la sua amante, como sua irmã, Maria Bolena havia sido. Henrique VIII anulou seu casamento com Catarina de Aragão para que se pudesse casar com Ana Bolena. Quando se tornou claro que o Papa Clemente VII não aprovaria o divórcio de Henrique VIII e Catarina de Aragão e, posteriormente, o casamento deste com Ana Bolena, iniciou-se a ruptura religiosa entre a Inglaterra e a Igreja Católica Romana, resultando na criação da Igreja Anglicana. O arcebispo de Iorque, Tomás Wolsey, foi destituído de seu posto em 1529, por não ter sido bem sucedido em sua tentativa de conseguir o divórcio e anulação do casamento do rei Henrique VIII com Catarina de Aragão. O casamento de Ana Bolena com Henrique VIII ocorreu em 25 de janeiro de 1533, entretanto, demorou quatro meses para ser contemplado. Em 23 de maio daquele ano, foi anulado o casamento de Henrique VIII e Catarina de Aragão, sendo que cinco dias depois, o casamento de Bolena com o rei Henrique VIII foi validado. Logo após, Henrique VIII e o arcebispo foram excomungados da Igreja Católica pelo Papa. == Primeiros anos == Ana Bolena era filha de sir Tomás Bolena, Conde de Wiltshire II (2) e de Isabel Howard, filha do Duque de Norfolk. Tomás Bolena era um linguista respeitado e um dos diplomatas favoritos do rei Henrique VII, tendo sido enviado em várias missões diplomáticas no exterior. É impossível determinar a data de nascimento de Ana, pois não consta em registros paroquiais e os dados contemporâneos são contraditórios. Acredita-se que tenha nascido entre 1501 e 1507. Um historiador italiano argumentou, em 1600, que ela nasceu em 1499, enquanto que William Roper, filho de Thomas More, disse que ela nasceu em 1512. Também não está claro quando seus dois irmãos nasceram, mas parece que sua irmã, Maria Bolena, era mais velha. Os filhos de Maria Bolena asseguraram que sua mãe havia sido a irmã mais velha.A alegação de que Maria poderia ter sido a irmã mais nova foi refutada por uma forte evidência de reinado da Rainha Isabel I, que a família sabia que Maria Bolena tivesse nascido antes de Ana. Veja Ives, p. 16-17 e frases, p. 119. Seu irmão Jorge nasceu em aproximadamente 1504. Quando criança, era chamada Anne de Nan por membros de sua família. Ana foi educada nos Países Baixos, na corte de Margarida, Arquiduquesa da Áustria.Ives, p. 19; Warnicke, pp. 12–3. Por volta de 1514, viajou para a corte francesa onde se tornou uma das aias da rainha Cláudia de Valois (esposa de Francisco I), onde aprendeu a falar francês e se familiarizou com a cultura e etiqueta daquele país. Essa experiência haveria de se mostrar decisiva na formação da sua personalidade.Starkey, pp. 261–63.Fraser, p. 121. Em janeiro de 1522, Ana Bolena regressou à Inglaterra por ordens do pai e entrou ao serviço de Catarina de Aragão, a consorte do rei Henrique VIII de quem a sua irmã, Maria Bolena, era então a amante \"oficial\".Williams, p.103. Neste período, Ana desenvolveu uma relação com Henry Percy, o filho do Conde de Northumberland, e os dois chegaram a estar secretamente noivos. O casamento foi impedido pelo pai de Percy por razões incertas e Ana foi afastada da corte.Fraser, pp. 126–7; Ives, p. 67 and p. 80. Em meados de 1525, estava de regresso e no ano seguinte, substituiu a sua irmã mais nova nas atenções do rei. A princípio, Ana seduziu-o, estimulou todos os avanços de Henrique VIII, mas não aceitava ser sua amante, queria o trono da Inglaterra. O fato de Maria Bolena ter dado ao rei uma filha despertou nele a intenção de casar-se novamente para produzir um herdeiro legítimo, já que Catarina de Aragão não parecia ser capaz de produzir um herdeiro varão para a Casa de Tudor. O poder de Ana aumentou de forma excepcional. Tornou-se influente na diplomacia inglesa ao estabelecer uma relação de amizade com Monsieur de la Pommeraye, embaixador francês. O diplomata John Barlow espiava no Vaticano às suas ordens. Em 1532, Henrique VIII tornou-a Marquesa de Pembroke, fazendo-a a primeira mulher a receber um título nobiliárquico de seu pleno direito.Ives, pp. 158–59; Fraser, 185. Sua família foi também beneficiada: o pai recebeu o Condado de Ormonde e o irmão, Jorge Bolena, tornou-se Visconde Rochford. Ana não era no entanto uma personagem popular. Em 1531, os apoiantes da rainha Catarina organizaram uma manifestação contra Ana Bolena, que reuniu oito mil mulheres nas ruas de Londres. == Os mil dias == Finalmente, em 1532, em Calais, Henrique VIII e Ana Bolena tornaram-se amantes.Williams, p.123. A 25 de janeiro de 1533, antes do anúncio oficial da dissolução unilateral do casamento com Catarina de Aragão, Henrique casou-se secretamente com Ana, no Palácio de Whitehall.Starkey, pp. 462–464. Esta pressa pode ter estado relacionada com uma gravidez de Ana e a necessidade de Henrique VIII em não deixar sombra de dúvidas quanto à legitimidade de um herdeiro. Em 23 de maio de 1533, Cranmer, presente num tribunal especial convocado pelo Priorado de Dunstable para se pronunciar sobre a validade do casamento do rei com Catarina de Aragão, declarou esse casamento como nulo e sem efeito. Cinco dias depois, em 28 de maio de 1533, o bispo Cranmer declarou o casamento de Henrique e Ana como válido.Williams, p.124. Catarina perdeu o seu título e, consequentemente, a 1 de junho, Ana foi coroada Rainha de Inglaterra, numa cerimônia magnífica na Abadia de Westminster, precedida de um sumptuoso banquete.Fraser, p. 195. Em resposta, o povo londrino mostrou o seu desagrado, comparecendo poucas pessoas.Fraser, pp. 191-94. Henrique VIII foi excomungado pelo papa Clemente VII por esta afronta ao Direito Canónico, declarando que à luz do mesmo, o seu casamento com Catarina de Aragão continuava válido.Scarisbrick, pp. 414–18; Haigh, pp. 117–18 Em 7 de setembro de 1533, Ana deu à luz uma menina, a futura rainha Isabel I de Inglaterra.Williams, pp.128-131. Enquanto rainha, Ana Bolena procurou introduzir muitos aspectos da cultura francesa na Corte de Inglaterra. Continuou influente junto do rei e diz-se que foi por sua indicação que a maioria dos bispos da nova Igreja Anglicana conseguiram o seu posto. Henrique VIII parecia satisfeito com ela em tudo, menos na falta de um herdeiro. As gestações subsequentes acabaram em abortos espontâneos e em nascimento de natimortos, o que resultou no desapontamento do rei.Williams, chapter 4. Em 7 de janeiro de 1536, Catarina de Aragão morreu de doença prolongada, provavelmente cancro, e Ana teve o mau gosto de celebrar o evento vestida de amarelo quando o resto da corte, incluindo o rei, se encontrava de luto pela Princesa de Gales.Starkey, pp. 549–51; Scarisbrick, p. 436. A partir de então Henrique começou a afastar-se da mulher, que consequentemente se tornou vulnerável a intrigas. A gota d'água teria sido a ascensão de Joana Seymour, aia de Ana Bolena, ao estatuto de amante. Em 2 de maio de 1536, após cerca de dias como rainha consorte da Inglaterra, Ana foi presa na Torre de Londres, acusada, juntamente ao seu irmão Jorge, de adultério, incesto e alta traição.Hibbert, pp.54-55. Além de, no desespero para gerar um herdeiro ao trono, ser acusada de ter tido relações sexuais com seu irmão, Jorge Bolena, dando à luz um 'monstro'. Cinco homens, incluindo o seu irmão, foram também presos e interrogados sob tortura. Baseado nas confissões resultantes, o Parlamento condenou Ana Bolena por traição a 15 de maio.Warnicke, pp. 212, 242; Wooding, p. 194. O casamento com Henrique VIII foi anulado dois dias depois, por razões desconhecidas, uma vez que os registos foram destruídos. === Acusações de traição, adultério e incesto === O historiador e biógrafo Eric Ives acredita que o político Thomas Cromwell pode ter planejado a queda e execução de Ana Bolena.Ives, pgs 319-329. Veja também Starkey, pgs 559-569, e Elton, pgs 252-53, que partilham desta mesma opinião. As conversas entre ele e Chapuys o indicam como instigador da trama para remover a rainha. Prova disso é vista através de cartas escritas por Chapuys sobre como Ana diferiu com Cromwell sobre a redistribuição das receitas da Igreja e sobre a política externa. Ela defendeu que as receitas deveriam ser distribuídas para instituições beneficentes e educacionais, e era a favor de uma aliança com a França. Cromwell insistia em encher os cofres exauridos do rei, e preferiu uma aliança imperial.Ives, Eric pgs 309-16. Por estas razões, sugere Eric Ives, \"Ana Bolena tornou-se uma grande ameaça para Thomas Cromwell\".Ives, Eric pg 315 Por outro lado, John Schofield, também biógrafo, alega que não houve luta pelo poder existente entre Ana e Cromwell, e que \"nenhum traço pode ser encontrado de uma conspiração por parte de Cromwell contra Ana. Cromwell envolveu-se no drama real conjugal somente quando Henrique VIII o mandou para o caso\".Schofield, John pgs 106-108. Schofield diz que a evidência para a luta pelo poder entre Ana e Cromwell que \"agora domina muitos relatos modernos das últimas semanas de Ana\" compreende partes da crônica espanhola, palavras de Chapuys tiradas do contexto e uma tradução não confiável do Calendário de Documentos do Estado.\" Cromwell não fabricou as acusações de adultério, embora ele e outros da corte tenham usado tais comentários para sustentar a crise conjugal de Henrique VIII e Ana Bolena.Warnicke, pgs 212-242; Wooding, pg. 194. O historiador Retha Warnicke questiona se Cromwell poderia ter manipulado o rei em tal assunto.Warnicke, pgs 210-212. Warnicke observa: \"Nem Chapuys nem historiadores modernos têm se explicado por que o secretário (Thomas Cromwell) poderia manipular o rei Henrique VIII a concordar com a execução de Ana, sendo que ele não podia convencer o rei a ignorar-lhe os conselhos desta sobre política externa\". Henrique se emitiu as instruções cruciais: seus oficiais, incluindo Cromwell, foram deixados de fora.Scarisbrick, pg. 455 \"Scarisbrick afirma que claramente, ele estava empenhado em desfazer-se dela por qualquer meio.\" O resultado, os historiadores concordam, era uma farsa jurídica.Wooding, pgs 194-195; Scarisbrick, pgs 454-455; Fraser, pg.245. No final de abril, um músico flamengo a serviço de Ana, chamado Mark Smeaton, foi preso. Inicialmente, ele negou ter sido amante da rainha, mas depois confessou, talvez sob tortura ou talvez porque lhe fora prometido liberdade caso confessasse. Outro cortesão, Sir Henry Norris, foi preso no mesmo mês, mas por ser um aristocrata, não pôde ser torturado. Antes de sua detenção, Norris foi tratado amavelmente pelo rei, que lhe ofereceu o seu próprio cavalo para usar nas festividades do mês de maio. Parece provável que, durante as festividades, o rei tenha sido notificado da confissão de Mark Smeaton e pouco tempo depois, os alegados conspiradores foram presos por ordem do rei. Henry Norris foi preso no festival. Ele negou sua culpa e jurou que a rainha Ana Bolena era inocente. Uma das evidências mais prejudiciais a Henry Norris era um conversa ouvida com Ana no final de abril, onde ela o acusou de vir muitas vezes a seus aposentos dizendo ir cortejar sua dama-de-companhia, Madge Shelton, mas na verdade suas intenções eram cortejar a própria rainha. Sir Francis Weston também foi preso dois dias depois com a mesma acusação. Sir William Brereton, pertencente à Câmara Privada do Rei, também foi apreendido em razão de adultério. Sir Thomas Wyatt, um poeta e amigo dos Bolenas que teria sido apaixonado por ela antes de seu casamento com o rei, também foi preso pela mesma acusação, mas foi liberado mais tarde, provavelmente devido à sua amizade com Thomas Cromwell. Sir Richard Page também foi acusado de ter tido um relacionamento sexual com a rainha, mas foi absolvido de todas as acusações após a investigação não poder implicá-lo a Ana. O último acusado, e mais conhecido, era o próprio irmão da rainha Ana, Jorge Bolena, preso sob acusação de incesto e traição, acusado de ter tido um relacionamento sexual com sua irmã.Williams, pgs.143-144. Jorge Bolena era acusado de dois casos de incesto: Em novembro de 1535 em Whitehall, e no mês seguinte em Eltham.Ives, Eric pg. 344. == Execução == Alguns, inclusive, dizem ter sido um último recurso da rainha para retardar a consumação da execução, ainda esperançosa de um perdão real por parte de Henrique VIII, perdão este que estaria sendo defendido pela sua irmã, Maria. Quando informada da sua iminente execução, Ana Bolena fez chegar a Henrique VIII uma exigência - não aceitaria ser morta por um carrasco inglês, que utilizava o machado para a decapitação. Exigia a \"importação\" de um carrasco francês, pois estes usavam a espada. Para justificar a sua exigência, teria dito \"uma Rainha da Inglaterra não curva a cabeça para ninguém e em nenhuma situação\", pois as execuções com a espada eram feitas com a vítima ajoelhada, mas com a cabeça erguida.Hibbert, p.60. Diz-se que o poema O Death Rock me Asleep foi escrito por Ana, enquanto aprisionada na Torre. Porém, também pode ter sido escrito por seu irmão, Jorge. A escrita do poema evidencia que ela pode ter tido esperanças de que a morte acabaria com o seu sofrimento.O Death Rock me Asleep (Poema) Na manhã de sexta-feira, 19 de maio, Ana Bolena foi executada, não na Torre Verde, mas sim num andaime erigido sobre o lado norte da Torre Branca, em frente do que são hoje as Casernas de Waterloo.Ives, p. 423. Ela usava um saiote vermelho sob um avulso, um vestido de tordilha de damasco aparado na pele e um manto de arminho.Williams, p.146. Acompanhada por duas assistentes do sexo feminino, Ana fez seu último passeio da Casa da Rainha à Torre Verde e ela olhou \"como se ela não fosse morrer\".Fraser, p. 256. Ana subiu o cadafalso e fez um breve discurso para a multidão: Ana obteve o que requisitava, mostrando que até nos seus últimos momentos, ainda era capaz de impressionar o rei. Ela foi decapitada por um carrasco francês, tal como pedira. Henrique não providenciou um sepulcro para Ana, e assim o seu corpo e a cabeça foram enterrados num túmulo desmarcado na Capela Real de São Pedro ad Vincula. O seu esqueleto foi identificado durante a renovação da capela, durante o reinado da Rainha Vitória, e o local de repouso de Ana está marcado no chão em mármore. == Na cultura popular == Ana Bolena tem inspirado ou sido mencionada em numerosas obras artísticas e culturais, desde meios de comunicação, obras de arte, representações na cultura popular, cinema e ficção. Uma de suas representações mais populares é a da série The Tudors. Mais recentemente o serviço de streaming Netflix lançou uma mini série em três episódios, misturando ficção e documentário, retratando sua vida desde sua ascensão ao trono até sua trágica morte. Há também inúmeras lendas e teorias em torno da sua vida, notadamente a sugestão de que Ana teria seis dedos numa das mãos, embora essas sugestões tenham sido dadas por Nicholas Sander, que foi totalmente contra a Inglaterra Anglicana e de Isabel (filha de Ana Bolena). Além disso, há uma lenda popular, de que seu espírito ronda pela Torre de Londres. == Descendência == De seu casamento com Henrique VIII, tiveram: * Isabel I da Inglaterra (7 de setembro de 1533 - 24 de março de 1603), foi rainha da Inglaterra. Nunca se casou e nem teve filhos; * Aborto espontâneo (agosto/setembro de 1534) * Aborto espontâneo (29 de janeiro de 1536), um menino. == Ancestrais == Entre os muitos ancestrais de Ana Bolena, se destaca o Rei Eduardo I de Inglaterra, que ela descende duas vezes dele, por parte paterna e materna, todas por meio de sua filha Isabel de Rhuddlan, sendo prima duas vezes do Rei Henrique VIII da Inglaterra. == Veja também == * Esposas de Henrique VIII == Bibliografia == === Referenciada === * Ashley, Mike British Kings & Queens (2002) ISBN 0-7867-1104-3 * Brigden, Susan New Worlds, Lost Worlds (2000) * Elton, G. R. Reform and Reformation. London: Edward Arnold, 1977. ISBN 0-7131-5953-7. * Fraser, Antonia The Wives of Henry VIII (1992) ISBN 0-679-73001-X * Graves, Michael Henry VIII. London, Pearson Longman, 2003 ISBN 0-582-38110-X * Haigh, Christopher English Reformations (1993) * Hibbert, Christopher Tower Of London: A History of England From the Norman Conquest (1971) * Ives, Eric The Life and Death of Anne Boleyn (2004) ISBN 1-4051-3463-1 * Lacey, Robert The Life and Times of Henry VIII (1972) * Lehmberg, Stanford E. The Reformation Parliament, 1529-1536 (1970) * Lindsey, Karen Divorced Beheaded Survived: A Feminist Reinterpretation of the Wives of Henry VIII (1995) ISBN 0-201-40823-6 * MacCulloch, Diarmaid Thomas Cranmer New Haven: Yale University Press (1996) ISBN 0-300-07448-4. * Morris, T. A. Europe and England in the Sixteenth Century (1998) * Parker, K. T. The Drawings of Hans Holbein at Windsor Castle Oxford: Phaidon (1945) OCLC 822974. * Rowlands, John The Age of Dürer and Holbein London: British Museum (1988) ISBN 0-7141-1639-4 * Scarisbrick, J. J. Henry VIII (1972) ISBN 978-0-520-01130-4 * Schama, Simon A History of Britain: At the Edge of the World?: 3000 BC–AD 1603 (2000) ISBN 0-563-38497-2 * Schofield, John. The Rise & Fall of Thomas Cromwell. Stroud (UK): The History Press, 2008. ISBN 978-0-7524-4604-2. * Somerset, Anne Elizabeth I. London: Phoenix (1997) ISBN 0-385-72157-9 * Starkey, David Six Wives: The Queens of Henry VIII (2003) ISBN 0-06-000550-5 * Strong, Roy Tudor & Jacobean Portraits\". London: HMSO (1969) OCLC 71370718. * Warnicke, Retha M. The Rise and Fall of Anne Boleyn: Family politics at the court of Henry VIII (1989) ISBN 0-521-40677-3 * Williams, Neville Henry VIII and His Court (1971). * Wilson, Derek Hans Holbein: Portrait of an Unknown Man London: Pimlico, Revised Edition (2006) ISBN 978-1-84413-918-7 * Wooding, Lucy Henry VIII London: Routledge, 2009 ISBN 978-0-415-33995-7 === Futura leitura === * Anne Boleyn, a Music Book, and the Northern Renaissance Courts: Music Manuscript 1070 of the Royal College of Music, London\" Ph.D., Musicology, University of Maryland, 1997 ISBN 0-591-46653-8 * The Politics of Marriage by David Loades (1994) ==Ligações externas== * *Acusação de Ana Bolena e outros tesouros dos Tudor online para marcar o 500.º aniversário da subida ao trono de Henrique VIII |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Ana Bolena c. 1501/1507 – 19 de maio de 1536 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" | Precedida por Catarina de Aragão |width=\"40%\" style=\"text-align: center;\"| Rainha Consorte da Inglaterra 28 de maio de 1533 – 17 de maio de 1536 |width=\"30%\" align=\"center\"| Sucedida por Joana Seymour |} Categoria:Rainhas consorte britânicas Categoria:Casa de Tudor Categoria:Filhas de condes Categoria:Pessoas executadas por decapitação Categoria:Pessoas executadas por traição contra a Inglaterra Categoria:Amantes de Henrique VIII de Inglaterra Categoria:Esposas de Henrique VIII de Inglaterra Categoria:Mulheres do século XVI Categoria:Anglicanos do Reino Unido Categoria:Prisioneiros da Torre de Londres Categoria:Realeza inglesa executada Categoria:Família Howard Categoria:Naturais de Kent Categoria:Damas de honra Categoria:Sepultados na Capela Real de São Pedro ad Vincula Categoria:Naturais de Norfolk Categoria:Família Bolena Categoria:Pessoas executadas por acusação de adultério",
 "title": "Ana Bolena"
}