{
 "id": "45488",
 "text": "A oclusiva alveolar sonora é um tipo de fone consonantal empregado em alguns idiomas. O símbolo deste som tanto no alfabeto fonético internacional quanto no X-SAMPA é \"d\". Este som ocorre no português em palavras como \"dor\". Existem apenas algumas línguas que distinguem as paradas dentárias e alveolares, sendo Kota, Toda e Venda algumas delas. == Características == * Sua forma de articulação é oclusiva, ou seja, produzida pela obstrução do fluxo de ar no trato vocal. * Como a consoante também é oral, sem saída nasal, o fluxo de ar é totalmente bloqueado e a consoante é uma plosiva. *Existem três variantes específicas de [d]: # Dental, o que significa que é articulado com a ponta ou a lâmina da língua nos dentes superiores, denominados respectivamente apical e laminal. # Denti-alveolar, o que significa que se articula com a lâmina da língua na crista alveolar e a ponta da língua atrás dos dentes superiores. # Alveolar, o que significa que é articulado com a ponta ou a lâmina da língua na crista alveolar, denominada respectivamente apical e laminal. * Sua fonação é sonora, o que significa que as cordas vocais vibram durante a articulação. * É uma consoante oral, o que significa que o ar só pode escapar pela boca. * O mecanismo da corrente de ar é pulmonar, o que significa que é articulado empurrando o ar apenas com os pulmões e o diafragma, como na maioria dos sons. == Ocorrência == === Dental ou denti-alveolar === Language Word IPA Meaning Notes Armênio Oriental / demk’ Face Laminal denti-alveolar. Ocidental / dal Dar Laminal denti-alveolar. Bashkir / dürt Quatro Basco Dinheito Laminal denti-alveolar. Bielorrusso /padarožža Viagem Laminal denti-alveolar. Bengali দুধ/ Leite Laminal denti-alveolar. Contrasta aspirado e não-aspirado. Catalão Dedo Laminal denti-alveolar. Chinês Wu 唐/da A Dinastia Tang Dinka Distinto Laminal denti-alveolar. Contrasta com alveolar. Holandês Belga Coisa Laminal denti-alveolar. Inglês Dublin then Então Laminal denti-alveolar. Corresponde a em outros dialetos; em Dublin pode ser d͡ð no lugar. Irlandês do sul Geordie Alofone de em começo de palavra; pode ser realizado como no lugar. Ulster dream Sonho Laminal denti-alveolar. Alofone de antes de , em livre variação com a parada alveolar Esperanto Mundo Francês Marquise Laminal denti-alveolar. Georgiano Rabo Laminal denti-alveolar. Hindustani / / Leite Laminal denti- alveolar. Hindustani contrasta aspirado e não-aspirado. Irlandês Escuro Laminal denti-alveolar. Italiano Dar Laminal denti-alveolar. Japonês / Masculino Laminal denti-alveolar. Cashúbio [exemplo necessário] Laminal denti- alveolar. Quirguiz Amigo Laminal denti-alveolar. Letão Febre Laminal denti- alveolar. Marathi / Pedra Laminal denti-alveolar. Marathi contrasta aspirado e não-aspirado. Nepali / Diurno Contrasta com forma aspirada. Odia ଦଶ/daśa Dez Laminal denti-alveolar. contrasta aspirado e não-aspirado. Pashto /dwa Dois Laminal denti-alveolar. Polonês Lar Laminal denti-alveolar. Português Muitos dialetos Dar Laminal denti-alveolar. Pode palatalizar ou lenizar em certos ambientes, dependendo do dialeto. Punjabi Gurmukhi ਦਾਲ/dāl Lentilhas Laminal denti-alveolar. Shahmukhi /dāl Russo / dva Dois Laminal denti-alveolar, contrasta com uma variante alveolar palatalizada. Servo-Croata / Arco-íris Laminal denti-alveolar. Esloveno Hoje Laminal denti-alveolar. Spanish Afundado Laminal denti-alveolar. Turco Galho Laminal denti-alveolar. Ucraniano /derevo Árvore Laminal denti-alveolar. Usbeque sifatida [siɸætidæ] Como Laminal denti- alveolar. Zapoteco Tilquiapan dan Interior do país Laminal denti-alveolar. === Alveolar === Language Word IPA Meaning Notes Adigué /daahė Bastante Assírio neo-aramaico ] Fazer Predominante no dialetos Urmia, Jilu, Baz, Gawar e Nochiya. Corresponde a em outras variedades. Bengali ডাব/ḍab Coco verde Verdadeiro alveolar em dialetos orientais, apical pós-alveolar em dialetos ocidentais. Normalmente transcrito no AFI como []. Tcheco Para dentro Holandês Telhado Inglês Maioria dos falantes dash Traço Finlandês Vínculo Grego Vergonha Hebraico / do'ar Carta Húngaro Imposto Cabardiano / daahė Bonita Coreano / adeul Filho Português Recifense Disso [disʊ] Disso Em alguns dialetos é dental. Padrão Dado [dadʊ] Dado Curdo Do norte Dentes Central / dadân Do sul /dîân Luxemburguês Irmão Mais frequentemente . Malaio Padrão Ramo Indonésio Kelantan-Pattani [dahɛː] Maltês Sagacidade Tailandês / dāw Estrela Galês diafol [djavɔl] Demônio Frísio ocidental Vila Yi / Competente Yonaguni / dunan Yonaguni === Variável === Língua Palavra AFI Significado Notas Árabe /diin Religião Laminal denti-alveolar ou alveolar, dependendo no dialeto. Inglês Sul dawn Alvorecer Laminal denti-alveolar para alguns falantes, alveolar para outros. Escoces Galês Alemão Padrão Ou Varia entre laminal denti-alveolar, laminal alveolar e apical alveolar. Norueguês Oriente urbano Dança Parcialmente ou completamente expresso . Varia entre laminal denti- alveolar e laminal alveolar. Persa /edāre Ofício Varia entre laminal denti- alveolar e apical alveolar. Eslovaco Para dentro Varia entre laminal denti- alveolar e laminal alveolar. Sueco Padrão central Dia Varia entre laminal denti-alveolar e alveolar, com o anterior sendo predominante. Pode ser uma aproximante em fala casual. == Ver também == == Referências == alveolar sonora Categoria:Consoantes alveolares",
 "title": "Oclusiva alveolar sonora"
}