{
 "id": "45491",
 "text": "A oclusiva velar surda é um tipo de fone consonantal empregado em alguns idiomas. O símbolo deste som tanto no alfabeto fonético internacional quanto no X-SAMPA é `k`. Este som ocorre no português em palavras como \"corpo\" e \"queijo\". O som [k] é um som muito comum entre línguas. A maioria dos idiomas tem pelo menos um [k] simples e alguns distinguem mais de uma variedade. A maioria das línguas indo-arianas, como hindi e bengali, tem um contraste de mão dupla entre aspirado e simples [k]. Apenas alguns idiomas carecem de uma plosiva velar muda, por exemplo, Taitiano. Algumas línguas têm a plosiva pré- velar surda, que se articula um pouco mais frontalmente em comparação com o local de articulação da plosiva velar prototípica, embora não tão frontal quanto a plosiva palatina prototípica. Por outro lado, algumas línguas têm a plosiva pós-velar surda, que se articula ligeiramente atrás do local de articulação da plosiva velar prototípica, embora não tão atrás quanto a plosiva uvular prototípica. == Características == * Sua forma de articulação é oclusiva, ou seja, produzida pela obstrução do fluxo de ar no trato vocal. *Como a consoante também é oral, sem saída nasal, o fluxo de ar é totalmente bloqueado e a consoante é uma plosiva. *Seu local de articulação é velar, o que significa que se articula com a parte posterior da língua (dorso) no palato mole. *Sua fonação é surda, o que significa que é produzida sem vibrações das cordas vocais. Em alguns idiomas, as cordas vocais estão ativamente separadas, por isso é sempre sem voz; em outras, as cordas são frouxas, de modo que pode assumir a abertura de sons adjacentes. *É uma consoante oral, o que significa que o ar só pode escapar pela boca. *É uma consoante central, o que significa que é produzida direcionando o fluxo de ar ao longo do centro da língua, em vez de para os lados. *O mecanismo da corrente de ar é pulmonar, o que significa que é articulado empurrando o ar apenas com os pulmões e o diafragma, como na maioria dos sons. == Variedades == AFI Decrição k K plano kʰ K aspirado kʲ K palatalizado kʷ K labializado k̚ K sem liberação audível. k̬ K expresso k͈ K tenso kʼ K ejetivo == Ocorrência == Língua Palavra AFI Significado Notas Abcaz ақалақь/ak̇halak̇h’ A cidade Adigue Shapsug кьэт/k′ėt Galinha Dialetal; corresponde a em outros dialetos. Temirgoy пскэн/pskėn Tossir Ahtna gistaann Seis Aleúte Arbusto de airela Árabe Padrão moderno كتب‎/kutib Ele escreveu Armênio Oriental քաղաք/ k'aġak'/k'aghak Cidade Contrasta com forma não-aspirada. Assamês কম/kom Menos Assírio neoaramaico kuleh ] Tudo Usado na maioria das variedades, com a exceção de Urmia e Nochiya onde corresponde a [t͡ʃ]. Basco katu Gato Bengali কম/kom Menos Contrasta com forma aspirada. Búlgaro как/kak Como Catalão quinze Quinze Chinês Cantonês 家 / gā Casa Contrasts with aspirated and or labialized forms. Hokkien 歌 koa Música Mandarim 高 / Alto Contrasta com forma aspirada. Tchuvache кукка [ku'kːɑ] Irmão da mãe Tcheco kost Osso Dinamarquês Padrão gås Ganso Normalmente transcrito como [ɡ̊] ou [ɡ]. Contrasta com forma aspirada, normalmente transcrito [kʰ] o[k]. Holandês koning Rei Inglês kiss Beijo Esperanto rakonto História Estoniano kõik Tudo Esperanto kato Gato Filipino kuto Rosto Finlandês kakku Bolo Francês cabinet Gabinete Georgiano ქვა/kva Pedra Alemão Käfig Cela Grego καλόγερος / kalógeros Monge Guzerate કાંદો/kaṃde Cebola Hebraico כסף / kesef Dinheiro Hiligaynon Risada Hindustâni / Trabalho Contrasta com forma aspirada. Húngaro akkar Então Italian casa Casa Japonês / kaban Bolsa Kagayanen Espírito Coreano 감자 / kamja Batata Lakota kimímela Borboleta Luxemburguês Cabra Menos frequentemente . Normalmente transcrito como , e contrasta com forma aspirada, que é normalmente transcrito como . Macedônio кој Quem Marata Aramadura Contrasta com forma aspirada. Malaio kaki Perna Nepali Banana Contrasta com forma aspirada. Norueguês kake Bolo Oriá କାମ/kāma Trabalho Contrasta com forma aspirada. Pachto كال/kal Ano Farsi کیمچی/kimci [kimt͡ʃi] Kimchi Polonês buk Árvore de faia Português corpo Corpo Panjabi /کر/kar Fazer Contrasta com forma aspirada. RomenoDEX Online : când Quando Russo короткий/korotkiy Curto Servo-croata кост / kost Osso Eslovaco kosť Osso Espanhol casa Casa Sueco ko Vaca Sylheti ꠇꠤꠔꠣ/kita O que Telugu కాకి/kāki Corvo Tailandês ไก่/kị̀ Galinha Contrasta com forma aspirada. Turco kulak Orelha Ubykh кауар/kawar Ripa Achado principalmente em palavras emprestadas. Ucraniano колесо/koleso Roda Vietnamita cam Laranja Galês calon [kalɔn] 'heart' Frísio ocidental Bezerro Yi ꇰ / Burrice Contrasta com forma aspirada e não aspirada. Zapoteco Tilquiapano canza Andando == Ver também == * Consoante oclusiva * Consoante velar == Referências == Categoria:Consoantes velares velar surda",
 "title": "Oclusiva velar surda"
}