{
 "id": "45492",
 "text": "A oclusiva velar sonora é um tipo de fone consonantal empregado em alguns idiomas. O símbolo deste som tanto no alfabeto fonético internacional quanto no X-SAMPA é `g`. Este som ocorre no português em palavras como \"galo\" ou \"guerra\". Algumas línguas possuem a plosiva pré-velar sonora, que se articula ligeiramente mais frontalmente em comparação com o local de articulação da plosiva velar prototípica, embora não tão frontal quanto a plosiva palatina prototípica. Por outro lado, algumas línguas têm a plosiva pós-velar sonora, que é articulada ligeiramente atrás do local de articulação da plosiva velar prototípica, embora não tão atrás quanto a plosiva uvular prototípica. == Símbolo == O símbolo no Alfabeto Fonético Internacional que representa este fonema é ⟨ɡ⟩, e o símbolo X-SAMPA equivalente é `g`. Estritamente, o símbolo AFI é o chamado G de um andar, mas o G de dois andares é considerado uma alternativa aceitável. O caractere Unicode U+0067 g LATIN SMALL LETTER G é renderizado como um G de um andar ou um G de dois andares, dependendo da fonte; o caractere U+0261 ɡ LATIN SMALL LETTER SCRIPT G é sempre um G de um andar, mas geralmente está disponível apenas em fontes com o bloco de caracteres Unicode IPA Extensions. == Características == * Sua forma de articulação é oclusiva, ou seja, produzida pela obstrução do fluxo de ar no trato vocal.Maddieson; Ladefoged, Ian; Peter (1996). The Sounds of World's Languages *Como a consoante também é oral, sem saída nasal, o fluxo de ar é totalmente bloqueado e a consoante é uma plosiva. *Seu local de articulação é velar, o que significa que se articula com a parte posterior da língua (dorso) no palato mole. *Sua fonação é sonora, o que significa que as cordas vocais vibram durante a articulação. *É uma consoante oral, o que significa que o ar só pode escapar pela boca. *É uma consoante central, o que significa que é produzida direcionando o fluxo de ar ao longo do centro da língua, em vez de para os lados. *O mecanismo da corrente de ar é pulmonar, o que significa que é articulado empurrando o ar apenas com os pulmões e o diafragma, como na maioria dos sons. == Ocorrência == Língua Palavra AFI Significado Notas Abcaz ажыга/ažyga Pá Adigue Shapsug гьэгуалъэ/g'ègwal\"è Brinquedo Dialetal. Corresponde a em outros dialetos. Temirgoy чъыгы/ č\"ygy Árvore Dialetal. Corresponde a em outros dialetos. Albanês gomar Asno Árabe Marroquino /'agaadiir Agadir Tunisino /gafs'a Gafsa ⟨ڨ⟩ também usado na Argélia. Hejazi قم/gamar Lua Corresponde a em árabe clássico e moderno. Najdi Saidi Iemenita قال/gaal (Ele) falou Pronúncia de ⟨ق⟩ no dialeto San'ani no Norte e no Centro e Hadhrami no Oriente. جمل/gamal Camelo Pronúncia de ⟨ج⟩ nos dialetos Ta'izzi- Adeni no sul e Tihami no oeste. Egípcio راجل/raagel Homem Pronúncia padrão de ⟨ج⟩ e corresponde a , ou /ɟ/ eu outras pronúncias. Armênio Oriental գանձ/gandz Tesouro Assíria neoaramaica gana Próprio Usado principalmente no koine iraquiano. Corresponde a em Urmia, alguns dialetos de Tyari e Jilu. Azeri qara Preto Basco galdu Perder Bengali গান/gan Canção Contrasta com forma aspirada. Búlgaro гора/gora Madeira Catalão gros Grande Chinês Min do sul 我/ góa Eu Apenas em fala casual. Wu 狂/ woã Louco Xiang 共/ wong Junto Chechen говр/govr Cavalo Tcheco gram Grama Holandês Todos os dailetos zakdoek Tecido Alofone de , ocorrendo apenas antes de 3 consoantes expressas em palavras nativas. Padrão Muitos falantes goal Objetivo, gol Apenas em palavras emprestadas. Alguns falantes pode realizar como ~ ~ ~ (como um holandês normal), ou como . Amelands goëd Bom Inglês gaggle Palrar Esperanto bongusta Gostoso Filipino gulo Guerra Francês gain Ganhos Georgiano გული/guli Coração Alemão Lüge Metira Grego γκάρισμα / gkárisma Zurro de burro Guzerate ગાવું/gāvu Cantar Hebraico גב/gav Costas Hindustâni / Música Contrasta com forma aspirada. Húngaro engedély Permisão Irlandês gaineamh Areia Italiano gare Competições Japonês / gaitō Sobretudo Cabardiano Baslaney гьанэ/ k'anė Camisa Dialetal. Corresponde a em outros dialetos. Kagayanen Espírito Coreano /megi Peixe-gato Lituano garai Gás Luxemburguês [tradução necessária] Mais frequentemente . Macedônio гром/grom Trovão Malaio guni Saque Marata Grama Nepali Vila Contrasta com forma aspirada. Norueguês gull Outro Oriá ଗଛ/gacha Árvore Contrasta com forma aspirada. Persa گوشت/gušt Carne Polonês gmin Plebes Português língua Língua Panjabi ਗਾਂ/gaa Vaca RomenoDEX Online : gând Pensamento Russo голова/golova Cavalo Servo-croata гост/gost Convidado Eslovaco miazga Linfa Somali Encolher Espanhol gato Gato Suaíli giza Escuridão Sueco god Gostoso Pode ser um aproximante na fala Turco salgın Epidemia Ucraniano ґанок/g̀anok Varanda Galês gwyn [ɡwɪn] or [ɡwɨ̞n] Branco Frísio ocidental Fivela (n.) Yi ꈨ/gge Escutar Zapoteco Tilquiapano gan Vai poder, poderá Dependendo do falante e cuidado na fala, pode virar == Referências == == Ver também == velar sonora Categoria:Consoantes velares",
 "title": "Oclusiva velar sonora"
}