{
 "id": "45507",
 "text": "200px|thumb|Maranho|alt= O Maranho, é uma especialidade da cozinha tradicional portuguesa, e difundido pela região da Beira Baixa, mais concretamente da sua zona ocidental, conhecida por região do Pinhal, correspondente à sub-região estatística do Pinhal Interior Sul, constituída pelos municípios de Proença-a- Nova, Mação, Oleiros, Sertã, e Vila de Rei e também no pequeno concelho da Pampilhosa da Serra. O maranho consiste num pequeno saco feito de um bocado de bucho de cabra (mais recentemente começou a ser também utilizada pele sintética para substituir o bucho), recheado com carne de cabra, presunto e arroz e fortemente condimentado com hortelã, colorau, salsa e outros temperos com tudo regado em vinho branco; depois de cosidos, os saquinhos são cozidos em água. Os maranhos também são conhecidos por molhinhos, borlhões ou burunhões.\"Maranhos\" no SapoSaber.pt De salientar que em cada uma das zonas referidas os temperos são diferentes, podendo haver algumas diferenças no paladar, e versões mais recentes incluem também carne de porco. Existe uma Real Confraria do Maranho, sediada em Pampilhosa da Serra, inscrita na FPCG, que divulga e promove esta iguaria pelo país. O maranho antigamente era servido apenas em alturas festivas, como nos casamentos e nas festas de cada povoação. Na ementa tradicional enriquecia o cozido, mas hoje o maranho é frequentemente servido com outros acompanhamentos, como o almeirão - uma salada de inverno que se pode consumir simples ou juntar o feijão-frade ou batata cozida, dependendo do gosto. Podem-se encontrar atualmente à venda em alguns supermercados, sendo que para estarem prontos a consumir, basta colocá- los em água a ferver de 5 a 20 minutos (dependendo do seu tamanho). Em junho de 2011, o Município de Proença-a-Nova promoveu a iniciativa O Maior Maranho do Mundo, apresentando um maranho com 40 metros. ==Ver também== * Buchada de bode Categoria:Enchidos de Portugal Categoria:Pratos com carne caprina",
 "title": "Maranho"
}