{
 "id": "45501",
 "text": "A onda média (ou ondas médias) é uma faixa de rádio compreendida entre 530 kHz e 1700 kHz utilizada para radiodifusão sonora. A menção \"AM\" deve-se ao modo habitual de transmissão, a modulação em amplitude. No entanto, a radiodifusão em onda média pode ser exercida também digitalmente em DRM ou HD Radio. Nos Estados Unidos as estações de rádio que emitem nesta faixa estão separadas em canais de 10 kHz com bandas laterais de +-5 kHz, enquanto que na Europa essa separação é de 9 kHz com bandas laterais de 4,5 kHz. As ondas médias moduladas em amplitude permitem uma qualidade de som razoável para voz, mas insuficiente para música de alta fidelidade. No entanto a digitalização do sinal permite que a qualidade sonora seja equivalente ao utilizado pelo rádio FM. Outra qualidade das estações existentes nesta faixa é a grande cobertura geográfica, menor que as ondas curtas, porém maior que o VHF utilizado pelo rádio FM. Por outro lado, as ondas médias são mais susceptíveis a ruídos em relação ao VHF. A radiodifusão em onda média é também popularmente conhecida como \"rádio AM\", sendo porém a radiodifusão em AM exercida em outras faixas de frequências para longas distancias, como as ondas tropicais e as ondas curtas. == História == As primeiras transmissões utilizando a faixa iniciaram-se em 1906 por Reginald Fessenden. Até a I Guerra Mundial era utilizada para transmissão de músicas e recados diversos. A situação modificou-se com o surgimento das rádios comerciais, que deram início a era de ouro do rádio, que foi da década de 20 até os anos 50. No Brasil as primeiras transmissões AM surgiram com a emissora de Roquette-Pinto, que em 1923 fundou a Rádio Sociedade do Rio de Janeiro. Em 1936 a rádio transformou-se em Rádio Ministério da Educação, que propaga o ensino à distância. Hoje, essa emissora se chama Rádio MEC, e pertence à EBC (antiga Radiobrás) As frequências AM foram fundamentais na vida do brasileiro em meados do século XX. Devido a grande cobertura atingindo a maior parte do território nacional, emissoras como a Rádio Nacional do Rio de Janeiro, a Super Rádio Tupi e a Rádio Record, ajudaram na integração do país, construção da imagem da cultura e esporte nacionais. Recentemente, diversas rádios AM passaram a retransmitir seu sinal em FM, como a Rádio Guarani em Belo Horizonte, a Rádio Bandeirantes em São Paulo e a Rádio Clube em Brasília. == Migrações == No Brasil está em desenvolvimento o processo de migração voluntária das estações de onda média para a faixa de VHF utilizada pela radiodifusão sonora em FM. Mudanças de hábitos na audiência jovem no uso de equipamentos celulares com receptores de FM embutidos; o desequilíbrio concorrencial entre as emissoras comercias de OM e FM a disputar o mesmo mercado publicitário, o custo reduzido de manutenção da estação de VHF em relação a OM e o agravamento do problema das interferências levou o setor a propor a migração facultativa das emissoras AM ao espectro de VHF utilizado para o rádio FM.Mundo da RádioHistória da RádioModulação AM FMRádios AM vão migrar para FM para por fim em interferências e ruídos Em 2013 o governo federal começou a estudar a possibilidade de migração dessas estações para os atuais canais 5 e 6 de TV analógica, o chamado FM estendido. Com a implementação do sinal de televisão digital em todo o território nacional até 2016, as estações de rádio que optarem pela migração poderão ocupar a faixa de frequência adjacente à das rádios FM. Em 7 de novembro de 2013, foi assinado o decreto que permite às emissoras de rádio que operam na faixa AM migrarem para a faixa FM.Emissoras de rádio AM são autorizadas a transmitir em FM A mudança começa no início de 2014.Presidente da Abert afirma que migração das rádios AMs começa no início de 2014 Projeto similar já foi empreendido no México. == Digitalização == A radiodifusão analógica modulada em amplitude pode ser digitalizada, reduzindo a potencia, melhorando a imunidade à interferência e melhorando a qualidade do áudio. São seus modelos o DRM (Digital Radio Mondiale) e o HD Radio (High Definition Radio). == Ver também == * Banda (rádio) * DX * Onda curta * Onda longa * Onda tropical (radiodifusão) * Propagação de radiofrequência * Rádio (telecomunicações) == Ligações externas == * ABERT * AESP * Anacom * Anatel * DRM * DXCB * * Categoria:Rádio",
 "title": "Onda média"
}