{
 "id": "45521",
 "text": "Mosaic é conhecido por muitos como o primeiro Navegador WWW e cliente Gopher e foi o primeiro navegador a ser usado no Windows (além do UNIX), que abriu a web para o público em geral.Mosaic -The First Global Web Browser, por Al Gore. Foi desenvolvido no National Center for Supercomputing Applications (NCSA) a partir de 1992, lançado em 1993 e extinto em 27 de Janeiro de 1997. ==Visão geral== Navegadores como o Mosaic foram \"os aplicativos matadores dos anos 1990\" porque eles eram os primeiros programas a disponibilizar uma interface gráfica multimedia à estrondosa abundância de serviços de informação distribuída na Internet (ainda que limitada a FTP, Usenet e Gopher) em uma época onde o acesso à internet estava se expandindo rapidamente, fora dos domínios das universidades e muitas instituições industriais. Navegadores anteriores não criaram o tipo de impacto que o Mosaic teve para o uso público da internet. ==História do Mosaic== NCSA Mosaic foi originalmente projetado e programado para o X Window System do Unix por Marc Andreessen e Eric Bina no NCSA. O financiamento para o desenvolvimento veio da High-Performance Computing and Communications Initiative (Iniciativa para Computação de Alta- Performance e Comunicações), um programa criado pelo High Performance Computing Act of 1991 (ou The Gore Bill, referindo-se a seu autor, o então senador Al Gore).The Technology Challenge: How Can America Spark Private Innovation?, por Al Gore. University of Pennsylvania. Philadelphia, 14 de fevereiro de 1996. Microsoft Windows, uma adaptação para Acorn Archimedes foi lançada em maio de 1994. Os termos de licenciamento para o Mosaic da NCSA eram generosos para um software proprietário. Para todas as versões, o uso não comercial era geralmente gratuito (com certas limitações). Em adição, a versão para X Window System proveu o código fonte (o código fonte para outras versões eram disponibilizadas depois que alguns acordos eram assinados). Apesar dos rumores persistentes que diziam o contrário, de qualquer forma o Mosaic nunca foi lançado como software de código aberto durante sua curta liderança como o maior browser, pois sempre havia obstáculos aos usos sem pagamento. Marc Andreessen, o líder da equipa que desenvolveu o Mosaic, saiu da NCSA e, com Jim Clark, um dos fundadores da Silicon Graphics, Inc. (SGI) e outros quatro estudantes formados e nomeados da Universidade de Illinois, iniciaram o Mosaic Communications Corporation. Mosaic Communications finalmente se tornou a Netscape Communications Corporation, produzindo o Netscape Navigator. Spyglass licenciou a tecnologia e marcas comerciais da NCSA para produzir seu próprio navegador web mas nunca usou nada do código fonte do Mosaic.Memoirs From the Browser Wars . Spyglass Mosaic foi depois licenciado pela Microsoft e modificado, e então renomeado para Internet Explorer. Se um usuário do Internet Explorer selecionar \"Ajuda\", na barra de menu, e depois \"Sobre...\", será exibida, dentre outras, uma citação ao Mosaic. Além do mais, um Guia de Usuário de 1995, The HTML Sourcebook: The Complete Guide to HTML (O Livro- Fonte do HTML: O Guia Completo para HTML), faz uma clara e específica referência, numa seção chamada Coming Attractions (Próximas Atrações), de que o Explorer \"será baseado no programa Mosaic\" (p. 331). ==Importância do Mosaic== Estudiosos consideram que o Mosaic seja o navegador da web que impulsionou o boom da Internet nos anos 1990. Robert Reid enfatizou sua importância: \"Enquanto era ainda um graduando, Marc escreveu o software Mosaic... que fez a web popularmente relevante e expandiu a revolução\" (p.xlii). Reid cita ainda o que a equipa de Andreessen esperava: : ... corrigir muitas das falhas dos protótipos bem primitivos e então flutuar em torno da Internet. Mais significativamente, o trabalho deles transformou o interesse pela Web de um nicho de usos em uma área técnica para o interesse do mercado das massas. Em particular, esses estudantes da Universidade de Illinois fizeram duas mudanças-chave à navegação Web, que aumentou ainda mais seu interesse: eles adicionaram gráficos ao que era o diferente e entediante software baseado em texto, e, mais importante, eles portaram o software dos tão robustos computadores Unix que eram populares apenas no meio técnico e acadêmico, ao sistema operacional Microsoft Windows, que é usado em mais de 80% dos computadores do mundo, especialmente para computadores pessoais e comerciais (p.xxv). Reid também refere-se ao bem respeitado site de Matthew Gray, Internet Statistics: Growth and Usage of the Web and the Internet (Estatísticas da Internet: Crescimento e uso da Web e da Internet), que indica um salto dramático no uso da web por volta da época da introdução do Mosaic (p.xxv). Em adição, David Hudson concorda com Reid, citando isso: : As realizações do Mosaic de Marc Andreessen, baseado no trabalho de Berners-Lee e os teóricos do hipertexto antes dele, são geralmente reconhecidos como iniciando a Web como ela é agora conhecida. Mosaic, o primeiro navegador web a ganhar as massas da Net, foi lançado em 1993 e foi gratuitamente disponibilizado para o público. O adjetivo fenomenal, então frequentemente utilizado nesta indústria, é genuinamente aplicável à...'explosão' no crescimento da web depois do Mosaic aparecer em cena. Começando do nada, as estatísticas do crescimento (como publicado na imprensa) ultrapassaram a marca dos décimos de centésimos de porcento sobre os ridículos pequenos períodos de tempo que não eram nenhuma surpresa. (p.42). ==Fim do Mosaic== Em 1998, a base de usuários do Mosaic se havia quase completamente evaporado. Depois de a NCSA interromper o desenvolvimento do Mosaic, o desenvolvimento do código fonte do Mosaic da NCSA para o X Window System ainda foi mantido por alguns grupos independentes. Esses desenvolvedores independentes introduziram o mMosaic (multicast Mosaic), que cessou o desenvolvimento no começo de 2004, e o VMS Mosaic, que está em ativo desenvolvimento. ==Ver também== *Lista de navegadores *World Wide Web ==Bibliografia== * Graham, Ian S. The HTML Sourcebook: The Complete Guide to HTML. New York: John Wiley & Sons, 1995 (1ª ed.). * Hudson, David. ewired: A Brief and Opinionated Net History. Indianapolis: Macmillan Technical Publishing, 1997. * Reid, Robert H. Architects of the Web: 1000 Days That Built the Future of Business. New York: John Wiley and Sons Inc., 1997. * Wolfe, Gary \"The Second Phase of the Revolution Has Begun: Don't look now, but Prodigy, AOL, and CompuServe are all suddenly obsolete - and Mosaic is well on its way to becoming the world's standard interface\". Wired Magazine, outubro de 1994. ==Ligações externas== ;Em inglês *NCSA Mosaic - Demo de 10 de Setembro de 1993 *Beyond the Web: Excavating the Real World Via Mosaic - early application of Mosaic *Mosaic para modernos sistemas Linux *Arquivo do Mosaic no \"Workers of the web, evolt!\" *Mosaic para sistemas OpenVMS *Site FTP do Mosaic com acesso ao software, fontes e documentação originais no NCSA Mosaic Mosaic Categoria:Navegadores para AmigaOS Categoria:Navegadores para POSIX Categoria:Navegadores para Windows Categoria:Navegadores para macOS",
 "title": "Mosaic"
}