{
 "id": "45534",
 "text": "Nos vertebrados, a mandíbula é o componente móvel (se movimenta nos três planos: sagital, frontal e transversal) do crânio que forma a parte inferior da cabeça. Em zoologia, por vezes, usa-se a palavra maxilar (por exemplo, maxilar inferior, nos mamíferos) para designar também a mandíbula. == Características gerais == Sua forma é semelhante a uma ferradura horizontal com abertura posterior (corpo), de cujas extremidades livres saem dois prolongamentos (ramos). Na parte posterior, há uma articulação sinovial, com os ossos temporais através do processo condilar, alongado ortogonalmente ao plano medial; esta articulação designa-se temporomandibular (ATM). Cada lado contém, da extremidade anterior à posterior, oito alvéolos para a inserção dos dentes, respectivamente: dois alvéolos para o engaste dos incisivos; um alvéolo canino, bastante profundo; dois alvéolos pré-molares e dois ou três molares, dependendo da formação ou não do terceiro molar ou dente siso. Estes números referem-se à boca do homem, nos restantes grupos de mamíferos, os números variam, tendo evoluído de acordo com o tipo de alimentação. Ainda sobre a anatomia humana da mandíbula humana nota-se a inserção de todos os músculos da mastigação, tendo como principais o masseter, o músculo temporal e os pterigóides, medial e lateral. Nos répteis, a mandíbula é composta de cinco ossos e, durante o processo de evolução, nos mamíferos quatro destes ossos reduziram-se em tamanho e foram incorporados no ouvido médio e são conhecidos como martelo e bigorna que conjuntamente com o estribo, que tem outra origem, formam os ossículos do ouvido. Esta adaptação trouxe vantagens aos mamíferos porque, não só uma mandíbula formada por um só osso é mais forte, mas também porque os ossículos melhoraram o sentido da audição. == Origem == Deriva do esqueleto visceral (primeiro arco branquial) e se realiza ao lado da cartilagem mandibular, que desaparece. A partir da sexta semana de vida intra- uterina, começa a ossificar-se antes de qualquer outro osso do organismo, com exceção da clavícula. Em fase embrionária há uma ossificação bilateral em direção latero-mesial. Quando os dois processos se unem formam um único osso. === Crescimento === É ântero-posterior e em altura, por deslocamento oblíquo do processo condilar (cartilagíneo) por aposições da margem posterior dos ramos; ântero-posterior dos ramos; ântero-posterior, por reabsorção na margem anterior dos ramos; do corpo, por elevação dos processos alveolares; e em altura por desenvolvimento da base do corpo da mandíbula. === Cronologia anatômica === Durante o seu crescimento, a mandíbula sofre mutações morfológicas e estruturais que justificam uma descrição particular. ==== Embriologia ==== A mandíbula deriva do primeiro arco branquial e, a partir da sexta semana de vida intra-uterina, começa a ossificar-se antes de qualquer outro osso do organismo, com exceção da clavícula. Esse processo tem início no tecido conjuntivo que reveste a parte anterior da face lateral da cartilagem mandibular, enquanto sua extremidade posterior se ossifica para formar dois ossículos para formar dois ossículos da audição: a bigorna e o martelo. Na verdade, a cartilagem mandibular seria guia e não um elemento ativo no desenvolvimento da mandíbula. Entre a décima primeira e a décima quarta semana de vida fetal, aparecem cartilagens acessórias responsáveis pela formação do processo condilar e parte do processo coronóide da mandíbula, aos quais devem ser somados outros dois nódulos secundários sinfisianos, se soldam ao corpo principal da mandíbula, no nível da futura protuberância mentual. ==== Mandíbula do feto==== No nascimento, a mandíbula é constituída por duas metades independentes, unidas na linha mediana por um tecido fibroso que desaparece no segundo mês de vida, quando começa a ser substituído progressivamente por um tecido ósseo que permitirá a fusão das duas partes primitivas da mandíbula e a formação ulterior da sínfise da mandíbula. Nos roedores e em outras espécies animais, não ocorre o fenômeno de ossificação e soldadura das duas metades da mandíbula e por isso estes permanecem independentes durante toda a vida. O corpo da mandíbula do recém-nascido tem pouca altura, com um ângulo mandibular obtuso (130º a 160º); os ramos são curtos e largos, como se constituíssem um prologamento do corpo do osso, que se caracteriza pela presença de três saliências correspondentes aos germes dos dentes canino e molares dente decíduos. A futura margem alveolar invade a face mesial do ramo, observando-se então que o local do molar de 6 anos situa-se 3 a 5 mm distante do esboço da língula da mandíbula. Nesse lugar termina a margem anterior do ramo e o trígono retromolar da mandíbula do adulto ainda não está delimitado. O processo condilar é grande em proporção ao restante do osso e o vértice do processo coronóide chega até seu limite superior ou pode ultrapassa-lo. Na extremidade inferior do sulco que separa as eminências alveolares do canino e do primeiro molar decíduo situa-se o forame mentual. Em todos os casos evidenciam-se os forames de entrada e saída do canal de Serres. == Estruturas == Fazem parte da mandíbula: * Alvéolo dentário. * Ângulo da mandíbula. * Canal da mandíbula. * Canal de Serres. * Côndilo. * Corpo da mandíbula. * Forame da mandíbula. * Forame mentual. * Fóvea pterigóidea. * Incisura da mandíbula. * Língula da mandíbula. * Linha milo-hióidea. * Linha oblíqua. * Processo coronóide. * Protuberância mentual. * Ramo da mandíbula. * Sínfise da mandíbula. * Sulco milo-hióideo. * Trígono retromolar. * Tubérculo geniano. * Tuberosidade massetérica. * Tuberosidade pterigóide. == Postura mandibular == === Aferências de origem central === Refere-se às influências de diversos núcleos ou áreas do SNC, que agem direta, ou indiretamente, sobre os γ-motoneurônios do trigêmeo. ==== Mecanismo fusimotor extrapiramidal ==== Este mecanismo, que excita a musculatura intrafusal do fuso muscular, realiza-se através da ação do γ-motoneurônio, estimulando agora por centros nervosos altos, pertencentes ao sistema extrapiramidal, particularmente à formação reticular descendente facilitadora. Quando se contrai o músculo intrafusal (fibras Ia em saco nuclear ou II em cadeia nuclear), produz-se estiramento do equador do fuso, ao redor do qual se enrola o receptor ânulo-espiral ou terminação sensitiva primária. O estiramento e também a deformação deste receptor geram impulsos elétricos que, por via do núcleo mesencefálico do V par, excita os α-motoneurônios que determinam finalmente a contração muscular tônica dos músculos levantadores da mandíbula. O mecanismo fusimotor extrapiramidal permite regular, por um lado, a sensibilidade do fuso muscular, mantendo-o numa faixa favorável de tensão, e facilitando assim o tônus muscular, e por outro lado, manter a excitação do receptor ânulo-espiral, pelo estriamento promovido pela contração do músculo intrafusal. É, sem dúvida, um dos principais mecanismos, senão o mais importantes, no controle da posição postural da mandíbula. === Aferências de origem periférica === == Radiologia == === Linha oblíqua === Apresenta-se uma linha radiopaca, em continuidade com o bordo bordo anterior do ramo da mandíbula, podendo ser vista nas radiografias periapicais de molares inferiores cruzando o terço cervical das raízes dentárias. === Linha milo-hióidea === Este reparo anatômico é o local de inserção do músculo milo-hióideo e, sua parte posterior, do músculo constritor superior da faringe. A linha milo-hióidea é observada a partir do meio do ramo da mandíbula, cruza-o diagonalmente, percorrendo o corpo, até atingir a borda anterior da sínfise mentual. Radiograficamente se apresenta como uma linha radiopaca, abaixo e bem menos coincidente com o teto do canal da mandíbula. === Fóssa submandibular === Na mandíbula, pela face lingual, na região dos molares inferiores, existe uma depressão na qual se aloja a glândula submandibular. Radiograficamente se observa uma área discretamente radiolúcida, pela menor deposição de tecido ósseo na região. Da mesma forma, na região anterior da face lingual da mandíbula encontra-se a fóvea sublingual, a qual aloja o extremo anterior da glândula sublingual. === Canal da mandíbula === É radiograficamente observado na região de molares inferiores como uma espessa linha radiolúcida , delimitada súpero e inferiormente por uma linha radiopaca. Inicia-se no forame da mandíbula (localizado no ramo da mandíbula, que não pode ser observado por meio de radiografias intrabucais) e termina no forame mentual, na região de pré-molares inferiores. Seu tamanhoe sua localização, em relação aos ápices dentários, são variáveis. === Base da mandíbula === A base da mandíbula pode estar presente em qualquer rediografia periapical da mandíbula; o seu aparecimento está relacionado diretamente com a posição do filme rediográfico na boca (quanto mais profunda na cavidade bucal, maior as chances de aparecer) e da técnica radiográfica (o excesso de angulação vertical empregada favorece o aparecimento dessa estrutura anatômica). Quando presente, nas radiografias aparece como uma linha intesamente radiopaca. === Forame mentual === Este acidente anatômico se apresenta como uma imagem radiolúcida arredondada ou ovalada entre as raízes ou até mesmo sobreposta aos ápices dos pré-molares inferiores, o que pode ocasionar uma interpretação errônea ao ser confundido com uma lesão periapical (rarefação óssea periapical circunscrita). A presença de lâmina dura íntegra no periápice dos pré-molares inferiores, bem como a mudança na angulação horizontal do feixe radiográfico na obtenção da imagem são auxiliares no diagnóstico diferencial entre este forame e uma possível lesão de origem endodôntica. === Espinhas genianas === Situadas na face lingual, em ponto eqüidistante entre as bordas superior e inferior da mandíbula, estão dispostas duas a duas. Esses reparos anatômicos servem como inserção aos músculos genioiódeo e genioglosso. Podem ser vistas nas radiografias periapicais de incisivos inferiores, abaixo dos ápices dos incisivos centrais, na linha média, como podem aparecer mais de uma imagem radiopaca circundante a foramina lingual. === Foramina lingual === A foramina lingual, ou forame cego, permite a passagem ao nervo linual da artéria incisiva. Radiograficamente aparece no centro da área radiopaca correspondete às espinhas genianas como uma pequena área radiopaca como uma pequena área radiolúcia e arrendondada. === Protuberância mentual === Reparo anatômico caracterizado pela condesação óssea da mandíbula, podendo ser observado nas radiografias periapicais de incisivos inferiores e eventualmente nas imagens radiográficas periapicias de caninos como uma espessa linha radiopaca, em forma de uma pirâmide, cuja base corresponde à base da mandíbula. == Imagens adicionais == Imagem:Illu facial bones.jpg|Ossos faciais Imagem:Mandibula lateral.png|Vista lateral Imagem:Unterkiefer dorsal.png|Vista dorsal Imagem:Gray188.png|Vista lateral do crânio Imagem:Gray190.png|Crânio visto de frente Imagem:Gray558.png|Veias do pescoço, vistas de frente Imagem:Human jawbone left.jpg|Mandíbula humana, vista lateral esquerda. Image:Gray1000.png|Formação dos dentes. Image:Weisheitszahn6.JPG|Angulo da mandíbula. Image:Gray1001.png|Dentes decíduos, erupção dos permanentes. Image:Gray1003.png|Dentes, e seio maxilar. ==Em outros vertebrados== Nos peixes com nadadeiras lobadas e nos primeiros tetrápodes fósseis, o osso homólogo à mandíbula dos mamíferos é apenas o maior de vários ossos da mandíbula inferior. Nesses animais, é conhecido como osso dentário ou os dentale e forma o corpo da superfície externa da mandíbula. É limitado abaixo por vários ossos esplênicos, enquanto o ângulo da mandíbula é formado por um osso angular inferior e um osso suprangular logo acima dele. A superfície interna da mandíbula é revestida por um osso pré-articular, enquanto o osso articular forma a articulação com o crânio propriamente dito. Finalmente, um conjunto de três ossos coronóides estreitos situa-se acima do osso pré-articular. Como o nome indica, a maioria dos dentes está ligada ao dentário, mas comumente também há dentes nos ossos coronoides e, às vezes, também nos pré-articulares. Este padrão primitivo complexo foi, no entanto, simplificado em vários graus na grande maioria dos vertebrados, à medida que os ossos se fundiram ou desapareceram completamente. Nos teleósteos, restam apenas os ossos dentário, articular e angular, enquanto nos anfíbios vivos, o dentário é acompanhado apenas pelo pré-articular e, nas salamandras, por um dos coronóides. A mandíbula inferior dos répteis tem apenas um único coronóide e esplênico, mas mantém todos os outros ossos primitivos, exceto o pré- articular e o periósteo. Enquanto nas aves estes vários ossos se fundiram numa única estrutura, nos mamíferos a maior parte deles desapareceu, deixando um dentário aumentado como o único osso remanescente no maxilar inferior – a mandíbula. Como resultado disso, a articulação primitiva da mandíbula, entre os ossos articular e quadrado, foi perdida e substituída por uma articulação inteiramente nova entre a mandíbula e o osso temporal. Um estágio intermediário pode ser observado em alguns terapsídeos, nos quais ambos os pontos de articulação estão presentes. Além do dentário, apenas alguns outros ossos da mandíbula primitiva permanecem nos mamíferos; os antigos ossos articulares e quadrados sobrevivem como martelo e bigorna do ouvido médio. Finalmente, os peixes cartilaginosos, como os tubarões, não possuem nenhum dos ossos encontrados na mandíbula de outros vertebrados. Em vez disso, sua mandíbula é composta por uma estrutura cartilaginosa homóloga à cartilagem de Meckel de outros grupos. Este também continua sendo um elemento significativo da mandíbula em alguns peixes ósseos primitivos, como o esturjão. *Gray's Anatomy - Mandible == Bibliografia == * Anatomia odontológica funcional e aplicada; Figún/garino; 3º edição; Guanabara Koogan. * Tratado de Fisiologia Aplicado à Saúde; C. R. Douglas.; 5 º edição; Guanabara Koogan. *Radiografia odontológica e imaginologia, Fundamentos de Odontologia; Jurandir Panella; Guanabara Koogan; 2006. ==Ver também== Categoria:Mandíbula Categoria:Odontologia",
 "title": "Mandíbula"
}