{
 "id": "45542",
 "text": "Marc Andreessen (Cedar Falls, ) é co-fundador da Andreessen Horowitz ou a16z, um dos principais fundos de venture capital dos Estados Unidos. Antes disso, Marc foi Chairman da Opsware, uma empresa de software que foi vendida em 2007 para a HP por $ 1,7 bilhões. É mais conhecido por ser o co-fundador da Netscape Communications Corporation e co-autor do Mosaic, o primeiro navegador WWW gráfico. ==Início== Andreessen nasceu em Cedar Falls, Iowa, nos Estados Unidos, e criou-se em New Lisbon, em Wisconsin. Seu pai era vendedor de sementes da Pioneer, e sua mãe trabalhava em uma loja de roupas que vendia através de catálogos de produtos. Andreessen recebeu seu bacharelado em ciência da computação da Universidade de Illinois. Estagiou durante um verão na IBM, em Austin, no Texas. Também trabalhou no Centro Nacional para Aplicativos de Supercomputação, onde adaptou-se com o ViolaWWW criado por Pei- Yuan Wei, que era baseado nos padrões abertos da World Wide Web de Tim Berners-Lee. Estes navegadores antigos de Internet eram criados para funcionar apenas com as antigas e caras estações de trabalho em Unix. Então Andreessen e Eric Bina trabalharam juntos para criar um navegador que fosse mais amigável, melhor e com gráficos que funcionasse em PCs. O código resultante tornou-se o navegador Mosaic. ==Era Netscape== Após sua graduação da universidade em 1993, Andreessen mudou-se para a Califórnia para trabalhar na Terisa Systems, uma subsidiária da Enterprise Integration Technologies. Andreessen conheceu Jim Clark, o fundador da Silicon Graphics. Clark estava infeliz com a diretoria superior da Silicon Graphics e estava procurando investir em outras oportunidades. Clark acreditou que o navegador Mosaic tinha grandes oportunidades comerciais e forneceu o investimento inicial. Logo a Mosaic Communications Corporation estava em funcionamento em Mountain View, Califórnia, com Andreessen apontado como vice-presidente. A Universidade de Illinois estava infeliz com o uso do nome Mosaic, então a Mosaic Communications mudou seu nome para Netscape Communications, e o seu navegador tornou-se o Netscape Navigator. O sucesso do Netscape chamou a atenção da Microsoft, que reconheceu o potencial da rede e queria se colocar na frente da crescente revolução da Internet. A Microsoft licenciou o código-fonte do Mosaic da Spyglass, Inc., da Universidade de Illinois, e transformou-o no Internet Explorer. A batalha resultante entre as duas empresas ficou conhecida como a guerra dos navegadores; a Microsoft eventualmente (e muitos acreditam que inevitavelmente) tornou-se a vencedora, e o Netscape foi comprado em 1999 pela AOL, que tornou Andreessen chefe de tecnologia da empresa. ==Era LoudCloud/Opsware== O entusiasmo e a excitação inicial já tinham desaparecido e ele logo sairia para formar a LoudCloud, uma empresa baseada em serviços para a Web que também tinha ações. A LoudCloud mudou seu nome para Opsware em 2002. A empresa tinha uma solução enterprise para grandes clientes como a HP, EDS e com outras empresas listadas na Fortune 500 que dependem do software deles para a automação de sua infra-estrutura de IT. Junto com Ben Horowitz, CEO da Opsware, eles venderam a empresa para a HP em uma negociação que fez o valuation da empresa ficar em $ 1,7 bilhões. ==Era Ning== Em Outubro de 2005, Andreesen fundou o Ning juntamente com Gina Bianchini. Categoria:Internet Hall of Fame Categoria:Pioneiros da Internet Categoria:Pessoas do Vale do Silício Categoria:Empresários dos Estados Unidos Categoria:Bilionários dos Estados Unidos",
 "title": "Marc Andreessen"
}