{
 "id": "45551",
 "text": "Os Livros apócrifos (do latim tardio apocryphus, por sua vez do grego clássico ἀπόκρυϕος «oculto, secreto»Vocabolario Treccani), também conhecidos como Livros Pseudocanônicos, são os livros escritos por comunidades cristãs e pré- cristãs (ou seja, há livros apócrifos do Antigo Testamento) os quais não foram reconhecidos como divinamente inspirados para constarem no cânon bíblico no Cristianismo. O termo \"apócrifo\" foi criado por Jerônimo, no quinto século, para designar basicamente antigos documentos judaicos escritos no período entre o último livro das escrituras judaicas, Malaquias e a vinda de Jesus Cristo. São livros que, segundo a religião em questão, não foram inspirados por Deus e que não fazem parte de nenhum cânon. São considerados apócrifos os livros que não fazem parte do cânon da religião em pauta. A consideração de um livro como apócrifo varia de acordo com a religião ou denominação cristã.FONSATTI, J.C. \"Introdução à Bíblia\", Ed. Vozes. Por exemplo, alguns livros considerados canônicos pelos católicos são considerados apócrifos por judeus e/ou por protestantes, mesmo sendo ambas religiões abraâmicas. Assim, católicos e ortodoxos aceitaram os livros de Tobias, Judite, Sabedoria de Salomão, Eclesiástico, I e II Macabeus e Baruque como deuterocanônicos. Alguns destes livros são os inclusos na Septuaginta por razões históricas ou religiosas.Septuagint - What Does It Contain? Destes fazem parte também as adições em Ester e em Daniel - nomeadamente os episódios da História de Susana e de Bel e o dragão. Os apócrifos são cartas, coletâneas de frases, narrativas da criação e profecias apocalípticas. Além dos que abordam a vida de Jesus ou de seus seguidores, cerca de 50 outros contêm narrativas ligadas ao Antigo Testamento.Revista Galileu - Dezembro 2002 - No 137, conforme www.guia.heu.nom.br/apocrifos.htm, em 23/05/2010 == Apócrifos ou deuterocanônicos == Para alguns teólogos e historiadores, os textos apócrifos datam de muito tempo após a vida de Jesus, sendo alguns deles escritos a mais de 200 anos após a morte e ressurreição de Cristo, não podendo ser considerados fidedignos, ou seja, nem tudo o que neles fora escrito narra fatos com precisão e verdade. Os livros apócrifos foram retirados do Cânon Cristão por mostrarem um Cristo diferenciado dos Evangelhos e teologias escolhidos, mostrando-o exclusivamente como Deus sem as limitações e sentimentos humanos, o que tornaria a passagem pela morte algo fácil, diminuindo assim, o tamanho do Sacrifício realizado pelo Salvador; em outros, entretanto, a imagem de Cristo é excessivamente mundana e está em desacordo com a imagem passada pelos quatro evangelhos oficiais. Muitos textos seculares citam os textos Apócrifos, como por exemplo o livro e filme \"O Código da Vinci\", que utiliza fatos encontrados nestes livros, para melhorar a trama.Algumas igrejas ortodoxas acrescentaram ao cânon bíblico certas epístolas e evangelhos considerados apócrifos por católicos e protestantes, por exemplo a epístola de Barnabé e Clemente. Alguns livros são considerados apócrifos para algumas denominações cristãs, mas canônicos para outras. Para se informar mais, ver: Livros deuterocanônicos e Cânon bíblico. === Cristianismo ocidental === No cristianismo ocidental atual existem vários livros considerados apócrifos; nos sínodos realizados ao longo da história esses livros foram banidos do cânon (Livros Sagrados), outros obtiveram uma reconsideração e retornaram à condição de Sagrados (Canônicos). Como exemplo de canonicidade temos a Bíblia (reunião de vários livros). Os livros Apócrifos são muito estudados atualmente pelos teólogos, porque a sua narrativa ajuda a revelar fatos e curiosidades a respeito dos primórdios do cristianismo. === A quantidade de livros === O número dos livros apócrifos é maior que o da Bíblia canônica. É possível contabilizar 113 deles, 52 em relação ao Antigo Testamento e 61 em relação ao Novo. A tradição conservou outras listas dos livros apócrifos, nas quais constam um número maior ou menor de livros. A seguir, alguns desses escritos segundo suas categorias. == Ver também == * Bíblia * Evangelho * Pseudepigrafia == Ligações externas == * * * * * * * * * Catholic Encyclopedia: Apocrypha Categoria:Desenvolvimento do cânone da Bíblia Categoria:Livros apócrifos",
 "title": "Livros apócrifos"
}