{
 "id": "45556",
 "text": "Émile Louis Mallet, mais conhecido como Marechal Emílio Mallet, o Barão de Itapevi (Dunquerque, 10 de junho de 1801 — Rio de Janeiro, 2 de janeiro de 1886), foi um militar brasileiro nascido na França. Homem de grande porte físico, com 2,01 metros de altura e 120 Kg de peso. É Patrono da Artilharia do Brasil e na data de seu nascimento é comemorado o Dia da Artilharia. == Biografia == Mallet veio para o Brasil com a família aos 17 anos de idade, fixou-se na então capital do Império. Na cidade Rio de Janeiro, recebeu, do Imperador Dom Pedro I – que estava reorganizando o Exército após a proclamação da Independência do Brasil –, convite para iniciar a carreira das Armas, na qual iria se consagrar como um dos maiores heróis da história militar brasileira. Matriculou-se na Academia Real Militar do Império, assentando praça como primeiro cadete em 13 de novembro de 1822. Em breve, optaria pela formação no curso de Artilharia. Como 2º tenente, Mallet comandou uma bateria de Artilharia a Cavalo na Campanha da Cisplatina, de 1825 a 1828. Recebeu seu batismo de fogo em Passo do Rosário pela bravura demonstrada, sendo promovido a Capitão. Ao término do conflito, em Bagé no Rio Grande do Sul casou-se com Joaquina Castorina de Medeiros Mallet, filha de um abastado estancieiro, parente próximo do mais tarde Marechal Manuel Luís Osório, seu amigo e companheiro por décadas no Exército. Embora tenha jurado a Constituição do Império em 1824, foi demitido do serviço ativo em 1831, por \"não ser brasileiro nato\". No entanto, em 1837, no decorrer da Revolução Farroupilha, foi convidado a servir sob as ordens do General Antônio Elisário de Miranda e Brito, na condição de Comandante de uma Bateria a Cavalo. Coube-lhe fortificar a vila de Rio Grande, objetivo estratégico dos farroupilhas, recebendo, por tal feito, o título de Major da Guarda Nacional, função privativa de brasileiros natos. Mais tarde, por decisão do Duque de Caxias, veio a ser Chefe de Estado-Maior de Bento Manuel Ribeiro. Após a assinatura da Paz de Ponche Verde, em 1 de março de 1845, Mallet retornou a atividades pastoris como oleiro em sua chácara no Quebracho, em Bagé. A reintegração definitiva de Mallet ao Exército Imperial após longos anos afastado ocorreu em 1851, quando foi convocado por Caxias para participar da Campanha contra Manuel Oribe e Juan Manuel Rosas, na chamada Guerra do Prata. Reiniciou-se, assim, sua brilhante trajetória profissional, durante a qual deu inúmeras mostras de ser um soldado de sangue frio, astuto e valente. Em todos os combates de que participou, fez-se respeitado pela tropa, pelos aliados e pelos inimigos. Mallet combateu ainda na Guerra contra Aguirre e na Guerra do Paraguai. Nesta, à frente do 1º Regimento de Artilharia a Cavalo, teve participação fundamental na vitória no Passo da Pátria, no Estero Bellaco e em Tuiuti. Em Tuiuti, a maior batalha campal da América do Sul, suas bocas-de-fogo foram batizadas \"artilharia revólver\", tal a precisão e a rapidez de seus fogos. Ainda nessa batalha, a previsão e a criatividade do chefe militar assegurou importante vitória do Exército Imperial. O profundo fosso que Mallet fez construir para proteção de suas peças constituiu-se em eficiente obstáculo que impediu o avanço da tropa inimiga. Esse fato passou para a História com a célebre frase do Comandante da Artilharia Brasileira: \"Eles que venham. Por aqui não passarão.\" Em 20 de agosto de 1866, por ato de bravura em Tuiuti, ocorreu sua promoção ao posto de Coronel. Mallet foi, posteriormente, alçado à função de Comandante da 1ª Brigada de Artilharia e continuou apoiando as ações das forças aliadas nas Batalhas de Humaitá, Piquiciri, Angustura, Lomas Valentinas, e Campo Grande. thumb|Regimento Mallet, Passo d'Areia, Santa Maria, Rio Grande do Sul. Durante a Campanha da Cordilheira, na fase final do conflito, foi Mallet o comandante-chefe do comando-geral de artilharia do Exército. Finda a campanha, por merecimento, ascendeu ao posto de Brigadeiro. Em janeiro de 1879, foi promovido a Marechal-de-Campo; em 11 de outubro de 1884, a Tenente-General e, finalmente, em 15 de julho de 1885, a Marechal-de- Exército. Permaneceu no serviço ativo até então, vindo a falecer em 2 de janeiro de 1886, no Rio de Janeiro, aos 84 anos. Sua invencível espada encontra-se no museu João Pedro Nunes, na cidade de São Gabriel. A espada de gala encontra-se no Museu Marechal Mallet, Santa Maria - RS. Hoje, seus restos mortais repousam em mausoléu, sob os cuidados do 3º Grupo de Artilharia de Campanha Autopropulsado – o Regimento Mallet – situado em Santa Maria. == Homenagens == Em março de 1932 o Exército criou a medalha Mallet em homenagem ao Marechal Emílio Mallet, que foi criada para condecorar militares da Academia Militar das Agulhas Negras que se destacam na prova de tiro do curso de artilharia. No estado do Paraná, há uma cidade que leva o nome de Mallet em homenagem ao Marechal, que também é citado em seu Hino. Há uma rua no bairro paulistano do Tatuapé que leva seu nome,o nome da rua no caso é de Emílio Merelo Mallet, médico, sobrinho bis-neto, do Marechal Mallet; No Rio de Janeiro, há um bairro com seu nome. Há, também, uma rua batizada Marechal Mallet, no bairro paulistano de Vila Zelina. Também em Fortaleza/CE há uma praça no bairro José Walter com o seu nome. Em São Gabriel, no estado do Rio Grande do Sul, cidade onde morou por longo período, uma das principais vias da cidade se chama General Mallet. Na cidade de Praia Grande, Estado de São Paulo, existe a Avenida Marechal Mallet, que fica no Bairro Canto do Forte, local onde localiza-se a histórica Unidade de Artilharia Fortaleza de Itaipu. No local esteve instalado o 6º Grupo de Artilharia de Costa Motorizado (6º GACosM), até 2004. A partir de então, recebeu o 2º Grupo de Artilharia Antiaérea (2º GAAAe), oriundo de Osasco/SP, permanecendo até hoje em total operacionalidade. Em Caxias do Sul, no bairro Rio Branco, no Estado do Rio Grande do Sul, há uma rua batizada de General Mallet em sua homenagem. Em Sant'Ana do Livramento, no Bairro Prado, há uma avenida batizada de Marechal Mallet. No Estado do Parana há uma cidade denominada Mallet e no bairro do Juvevê (Curitiba) a rua Marechal Mallet lhe prestam a digna homenagem. Em Campinas, a escola estadual que mais se destaca há anos no IDEB leva o nome de Escola Estadual Marechal Mallet. Na cidade de São Paulo, no bairro Jardim São Pedro em Guaianases, existe a EMEF Marechal Mallet. == Ligações externas == *Informações sobre Emilio Mallet == Bibliografia == * Alves, J. V. Portella Ferreira - Mallet, O Patrono da Artilharia. Ed. do Exército, 1979. Categoria:Naturais de Dunquerque Categoria:Militares da França Categoria:Marechais do Brasil Categoria:Baronatos do Brasil Categoria:Pessoas da Guerra do Paraguai Categoria:Pessoas da Revolução Farroupilha Categoria:Cidadãos naturalizados do Brasil Categoria:Oficiais da Guarda Nacional Categoria:Franceses expatriados no Brasil Categoria:Mallet Categoria:Brasileiros de ascendência francesa",
 "title": "Emílio Mallet"
}