{
 "id": "45632",
 "text": "O Cinema da Rússia é um dos mais antigos e importantes do mundo e tem como seu marco inaugural o registro da coroação do Czar Nicolau II, em 1896. Diretores russos, como Serguei Eisenstein e Dziga Vertov, foram pioneiros da linguagem, da teoria e da estética cinematográfica, sugerindo e definindo padrões que influenciaram realizadores no mundo todo. Ainda durante a era tzarista, diretores adaptaram obras de autores clássicos, como Tolstói, Dostoiévski e Puchkin, para as telas. Considera-se Vladimir Romashkov como autor do primeiro filme narrativo feito na Rússia - Stenka Razin (1908), sobre o líder cossaco homônimo que liderou uma rebelião camponesa, no sul do país, em 1670-1671.YouTube. Stenka Razin (1908) movie. Legendas em inglês. Em 1913, já havia cerca de salas de cinema na Rússia. Logo após a Revolução de 1917, o novo governo bolchevique deu grande incentivo às produções cinematográficas por considerá-las peças estratégicas para propaganda ideológica. Assim, obras que exaltassem a força e o heroísmo do povo russo foram estimuladas, financiadas e amplamente distribuídas pelo Estado. São dessa época as obras- primas de Sergei Eisenstein: Encouraçado Potemkin (em russo, Bronenosets Potyomkin), Outubro,Russian Film Hub. October (1928). Legendas em inglês. e A Greve.Russian Film Hub. Strike (1925). Legendas em inglês. Mais tarde, Eisenstein ainda realizaria Alexandre Nevski, além de iniciar a trilogia Ivan, o Terrível e Que Viva México! - ambos inacabados. Vertov teve importância também nos anos 1920 e 1930 por lançar um manifesto pelo \"purismo\" no cinema; criou o método denominado Kinoglaz (\"cine-olho\" MACHADO, Irene Linguagem e Militância: o cine-documentário de Dziga Vertov. Revista OLHAR, ano 03, nº 5-6, jan-dez de 2001) e realizou experimentações em filmes como Tchelovek s kinoapparatom (conhecido, em português, como Um homem com a câmera de filmar, O homem da câmera ou Um homem com uma câmera ou Um homem e uma câmera), de 1929.Russian Film Hub. Man with a Movie Camera (1929). Legendas em inglês.YouTube. Um Homem e Uma Câmera - 1929 - Dziga Vertov. Legendas em português. Nas décadas de 1960 e 1970, durante o período do chamado \"degelo\", o cineasta Andrei Tarkóvski introduziu importantes inovações estéticas e de linguagem, em filmes como Nostalgia,Russian Film Hub. Nostalgia (1983). Legendas em inglês e português. Andrei Rubliov, Stalker e Solaris. O filme A Pequena Vera Russian Film Hub. Little Vera (1988). Com legendas em inglês, francês e português. fez sucesso nos anos 1980 mostrando o cotidiano dos jovens do interior da URSS, envolvidos com problemas de violência e drogas (principalmente alcoolismo) tanto quanto os ocidentais. Com a Perestroika e a derrocada do regime soviético, cineastas mais simpáticos ao Ocidente e formalmente mais conservadores, como Nikita Mikhalkov, ganharam espaço, com produções críticas ao regime, tais como Olhos Negros, Anna dos 6 aos 18 e O Sol Enganador. == Cineastas soviéticos == * Vsevolod Pudovkin (1893-1953) * Aleksandr Dovjenko (1894-1956) * Dziga Vertov (1896-1954) * Serguei Eisenstein (1898-1948) * Mark Donskoi (1897-1981) * Lev Kulechov (1899-1970) * Mikhail Romm (1901-1971) * Boris Barnet (1902-1965) * Nikolai Ekk (1902-1976) * Serguei Iutkevitch (1904-1985) * Mikhail Kalatozov (1906-1973) * Serguei Guerassimov (1906-1985) * Roman Karmen (documentário) * Serguei Bondartchuk * Serguei Paradjanov * Larissa Chepitko * Gleb Panfilov * Kira Muratova * Alexander Ptuchko (animação) * Fiodor Khitruk (animação) * Ivan Ivanov-Vano (animação) * Iuri Norstein (animação) * Artavazd Pelechian * Andrei Tarkóvski * Aleksei Guerman * Elem Klimov * Tenguiz Abuladze * Grigori Tchukhrai * Andrei Kontchalovski * Nikita Mikhalkov * Aleksandr Sokurov * Serguei Bodrov == Ver também == * Cinema * Cultura da Rússia * Rússia ==Ligações externas == * Áudio: Breve história do cinema russo: mini-curso de 20 horas, em seis aulas, ministrado pela Drª Neide Jallageas, no Centro de Pesquisa e Formação do Sesc São Paulo, 2015.",
 "title": "Cinema da Rússia"
}