{
 "id": "4567",
 "text": "El Salvador ou Salvador (; ; ), oficialmente República de El Salvador ou República do Salvador (em castelhano: República de El Salvador), é um país da América Central. Limita-se com o Oceano Pacífico, a sul, a Guatemala a oeste e Honduras a norte e leste. Sua região oriental fica na costa do Golfo de Fonseca, em frente a Nicarágua. Sua população, de acordo com dados de 2014, era de , sendo o país mais densamente povoado do subcontinente. Sua área territorial, de km², faz deste o menor país da América Central continental. Sua capital e maior cidade é San Salvador. O território de El Salvador compreende o que antes era a província de Sonsonate, o qual juntou-se ao município de San Salvador, formando a maior parte do território atual do país. Ambas as províncias ganharam a independência da Espanha, em 1821, pela Capitania-geral da Guatemala, e em 1824 se fundiram para formar o \"Estado de El Salvador\", como parte dos Estados Unidos da América Central. Em tempos pré- colombianos, houve um importante núcleo indígena conhecido como o Senhorio de Cuzcatlán, que significa \"Lugar de joias ou colares\", na língua nahuatl.Geoffroy Rivas, Pedro, Toponimia Nahuat Cuscatlan . p. 55. A economia de El Salvador tem sido historicamente dominada pela agricultura, começando com a planta índigo, a mais importante durante o período colonial, seguida pelo café, que no início do século XX representava 90% das receitas de exportação. Desde então, El Salvador reduziu sua dependência do café e embarcou na diversificação da economia, abrindo laços comerciais e financeiros e expandindo o setor manufatureiro. O colón, a moeda oficial de El Salvador desde 1892, foi substituída pelo dólar dos EUA em 2001. Desde 2010, El Salvador ocupa o 12º lugar entre os países da América Latina em termos de Índice de Desenvolvimento Humano, além do quarto na América Central (atrás do Panamá, Costa Rica e Belize) devido em parte à rápida industrialização em curso. No entanto, o país continua a lutar contra altos índices de pobreza, desigualdade social e criminalidade, cerca de 1/6 da população tem insegurança alimentar (Ingere menos de calorias por dia) e passa fome. == Etimologia == O nome oficial de El Salvador foi adotado na primeira constituição do país, promulgada em 12 de junho de 1824. Entretanto, a maneira de fazer-se contração da primeira palavra provocou a inscrição \"República Del Salvador\". Essa mesma constituição estipulava, ainda, que \"O Estado se chamaria Estado del Salvador\" (art. 7).Departamento de Relaciones Públicas Casa Presidencial: El Salvador 1974-1975, pp. 12-13. Isso permaneceria até 7 de junho de 1915, quando por meio de um Decreto Legislativo, foi estabelecido definitivamente como nome oficial \"El Salvador\". Apesar do preceito, em documentos oficiais internacionais, continuava a prática de omitir a primeira parte do nome. Em 1958, por gestões do secretário de cultura Jorge Lardé y Larín, foi emitido outro Decreto Legislativo, com a data 23 de outubro, no qual adicionou-se ao texto de 1915 a proibição de suprimir a palavra El quando associada às palavras \"República\" ou \"Estado\". Também foi determinada a reserva do direito de contestar qualquer documento ou inscrever-se em qualquer acordo onde aparecesse escrito incorretamente o nome oficial da república. == História == El Salvador tornou-se independente da Espanha em 1821 e logo após entrou na Federação Centro-Americana, obtendo a independência dela em 1839. Uma guerra civil de 12 anos, custou as vidas de aproximadamente 75 000 pessoas. Este número porém, não conta os desaparecidos que se estima estejam ao redor de 20 a 40 mil. A guerra chegou ao fim em 1992, quando o governo de direita e a guerrilha de esquerda assinaram um tratado que levou a reformas militares e políticas. El Salvador foi conquistado pela Espanha por Pedro De Alvarado Y Contreras. A conquista foi uma das mais difíceis na história colonial tendo com adversário principal um indígena chamado Atlacatl que lutou durante 15 anos contra a invasão Espanhola e os seus aliados da região recém conquistada no território Mexicano. Alguns séculos antes da chegada dos conquistadores espanhóis, a parte ocidental de El Salvador era habitada pelos Maias.Durante o período colonial, a região fazia parte do vice-reino da Nova Espanha (capitania geral da Guatemala), mas estava sujeita à jurisdição do comandante- geral estabelecido na cidade de Guatemala. O primeiro movimento de independência em relação à Espanha ocorreu em San Salvador em 1811, mas sua conquista só se verificou em 1821, quando passou ao domínio do México. Em 1823, quando o império mexicano se dissolveu, El Salvador tornou-se um dos estados membros da Federação das Províncias Unidas da América Central (juntamente com Guatemala, Honduras, Nicarágua e Costa Rica) e, com a ruptura da entidade, em 1838, tornou-se uma república independente. Conflitos internos entre liberais e conservadores, e uma série de choques nas fronteiras com os vizinhos, retardaram o desenvolvimento durante o século XIX. No começo do século XX, os conservadores ganharam influência política e a presidência permaneceu em mãos de famílias da elite como se fosse seu patrimônio pessoal. A primeira parte do século XX foi um período de relativa estabilidade e a economia obteve progressos consideráveis. A história de El Salvador no século XX foi regida por uma série de presidentes militares. Entre 1931 e 1944, o país esteve sob a ditadura de Maximiliano Hernández Martínez. Sucederam-se vários outros governos militares, em meio a uma crise econômica que provocou a emigração de milhares de salvadorenhos e, em 1969, uma breve guerra com a vizinha Honduras, apaziguada pela intervenção da Organização dos Estados Americanos com a criação de uma zona desmilitarizada (1971). Alguns dos presidentes militares, como Oscar Osorio (1950–1956) e José M. Lemos (1956–1960), mostraram-se um tanto simpáticos às extremamente necessárias reformas sociais e foram mantidos em xeque por seus colegas militares mais conservadores, em comum acordo com as oligarquias civis. A revolução cubana de Fidel Castro e a guerrilha de esquerda nos outros países da América Central empurraram o exército salvadorenho firmemente para a direita. A miséria no campo facilitou o surgimento de vários movimentos guerrilheiros de esquerda. Medidas repressivas e violação dos direitos humanos pelo exército durante os anos 70 e 80 foram documentadas por várias agências internacionais e o número de refugiados acarretou um grande problema. Em 1972, foi eleito presidente Arturo Molina, e, em 1977, o general Carlos Humberto Romero. Em 1979, uma junta militar derrubou o presidente Carlos Humberto Romero. A junta não conseguiu unificar o país nem derrotar as guerrilhas, as quais controlavam parte do país. José Napoleón Duarte se uniu à junta e assumiu a presidência em dezembro de 1980. No início da década de 1980, forças de oposição entraram em luta armada com o governo. Em 1983, a guerrilha controlava diversas áreas do país, e os Estados Unidos aumentaram a ajuda militar ao governo. José Napoleón Duarte, eleito presidente em 1984, tentou sem resultado a paz com a guerrilha. Em 1988, o vice-presidente Rodolfo Castillo assumiu em lugar de Duarte, enfermo com câncer. Nas eleições de 1989, a Aliança Republicana Nacionalista (Arena), de extrema direita, obteve a maioria da Assembleia Nacional e seu líder, Alfredo Cristiani Burkard, sucedeu a Duarte na presidência. No ano seguinte, o grupo guerrilheiro de extrema esquerda FMLN (Frente Farabundo Marti de Liberación Nacional) e o governo iniciaram negociações para a paz sob mediação da ONU. O secretário-geral da ONU, Pérez de Cuellar, empreendeu conversações de paz durante o ano de 1991, cujas recomendações começaram a ser implementadas com sucesso em 1992, pondo fim a 12 anos de guerra civil que custou cerca de vidas. A FMLN transformou-se em partido político. Nas eleições de 1994, acompanhadas por observadores da ONU, foi eleito presidente da República o candidato direitista Armando Calderón Sol (Arena) com a árdua tarefa de reconstruir a economia do país e cicatrizar as feridas da guerra civil. Em março de 1999, Francisco Flores, candidato da Arena à presidência do país, derrotou o ex-líder da guerrilha durante a guerra civil de El Salvador (1979–1992), Facundo Guardado, da FMLN. Flores tomou posse, para um mandato de cinco anos, em 20 de junho de 2000. No dia 8 de junho de 2021, El Salvador tornou-se no primeiro país a declarar Bitcoin como moeda de troca legal. A chamada \"Lei Bitcoin\" foi aprovada, no Parlamento, com 62 votos de um total de 84 deputados. Esta legislação estabeleceu que todos os agentes económicos podiam e deviam passar a receber Bitcoin como forma de pagamento, quando oferecido pela pessoa que adquire um bem ou serviço. Esta notícia foi recebida com enorme entusiasmo pela comunidade mundial de criptomoedas e representou um marco histórico na indústria. Não obstante, tal medida foi criticada pelo Fundo Monetário Internacional, que classificou a nova lei como um perigo para a estabilidade e integridade financeira. == Política == El Salvador é uma república democrática representativa presidencial, na qual o presidente é chefe de estado e chefe de governo. Adota-se um sistema pluripartidário. O Poder Executivo é exercido pelo governo. O Poder Legislativo é investido no governo e no conjunto legislativo. O Judiciário é independente do Executivo e do Legislativo. O atual presidente de El Salvador é Nayib Bukele, eleito em 2019, sucedendo Salvador Sánchez. == Subdivisões == El Salvador está dividido em 3 zonas (Zona Ocidental, Zona Oriental e Zona Paracentral). === Infografia === El Salvador é dividido nos seguintes 14 departamentos: == Geografia == El Salvador é o único país da América Central que não é banhado pelo Mar do Caribe, tendo apenas costa pacífica. Sua extensão territorial, de km2, é a menor do subcontinente. O interior é montanhoso e no litoral existe uma estreita planície costeira, que é mais larga no centro do país, na área da foz do rio Lempa e da baía de Jiquilisco. No interior há ainda um planalto, localizado entre a serra costeira e as montanhas fronteiriças. O clima é tropical na costa e temperado nas zonas altas. As cidades mais importantes de El Salvador são: * San Salvador, a capital * Santa Ana * San Miguel * Sonsonate === Relevo === O seu relevo é composto de um planalto central pouco elevado (de 400 a 800 m de altitude) recortada por vales fluviais e abrangida por numerosos vulcões (Santa Ana, San Vicente, San Salvador, Tepaca, Conchagua), alguns do qual são ainda ativo. Parte mais elevada do país situa- se no Norte, ao maciço de Monte Cristo (2 418 m). Estreita a banda costeira que contorna o oceano Pacífico não excede 25 km de larga. O Lempa, parcialmente navegável, é o principal rio do país. As montanhas do Salvador são cobertas em parte de carvalhos e pinhos; no resto do país, árvores à folhas caducas e prados dominam. Encontra-se uma abundância de frutos tropicais e de plantas medicinais. A fauna do Salvador, menos variada que a dos países vizinhos devido à grande densidade de população, compreende nomeadamente macacos, coiotes, jaguars, pumas e ocelots. === Clima === O país tem clima tropical com estações seca e húmida bem definidas. As temperaturas variam principalmente em função da altitude, apresentando pequena amplitude térmica anual. As planícies costeiras apresentam clima uniformemente quente, moderado com o aumento da altitude no interior. == Economia == A economia de El Salvador tem sido prejudicada em alguns momentos por desastres naturais, como terremotos e furacões, por políticas governamentais que exigem grandes subsídios econômicos e pela corrupção oficial. Os subsídios tornaram-se um problema tão grande que em abril de 2012, o Fundo Monetário Internacional suspendeu um empréstimo de US$ 750 milhões ao governo central. O chefe de gabinete do presidente Funes, Alex Segovia, reconheceu que a economia estava \"à beira do colapso\". Há muito tempo é um desafio em El Salvador desenvolver novos setores de crescimento para uma economia mais diversificada. No passado, o país produzia ouro e prata, mas tentativas recentes de reabrir o setor de mineração, que se esperava que acrescentasse centenas de milhões de dólares à economia local, fracassaram depois que o presidente Saca fechou as operações da Pacific Rim Mining Corporation. No entanto, segundo o Instituto Centro- Americano de Estudos Fiscais, a contribuição da mineração metálica representou uma insignificante 0,3% do PIB do país entre 2010 e 2015. A decisão de Saca, embora não desprovida de motivos políticos, teve forte apoio dos moradores locais e dos movimentos de base no país. O presidente Funes posteriormente rejeitou o pedido de uma empresa para uma licença adicional com base no risco de contaminação por cianeto em um dos principais rios do país. El Salvador lidera a região em remessas per capita, com entradas equivalentes a quase toda a renda de exportação; em 2019, 2,35 milhões de salvadorenhos viviam nos EUA e cerca de um terço de todos os domicílios recebiam remessas. As remessas dos salvadorenhos residentes nos Estados Unidos, enviadas para familiares em El Salvador, são uma fonte importante de renda estrangeira e compensam o déficit comercial. As remessas aumentaram constantemente desde o início dos anos 2000, crescendo de US$ 3,32 bilhões, ou aproximadamente 16,2% do PIB em 2006, para quase US$ 6 bilhões (cerca de 20% do PIB em 2019, uma das taxas mais altas do mundo, de acordo com o Banco Mundial).KEY FACTS ABOUT U.S. LATINOS FOR NATIONAL HISPANIC HERITAGE MONTH, Hispanic origin groups in the U.S., 2019, Pew Research, https://www.pewresearch.org/fact-tank/2021/09/09/key-facts- about-u-s-latinos-for-national-hispanic-heritage- month/ft_21-09-01_keyfactslatinos_origin_table_final1/ == Infraestrutura == === Saúde === Sob pressão da Igreja Católica, as leis do aborto em El Salvador estão entre as mais restritivas do mundo desde 1997. As mulheres que abortam são, portanto, passíveis de penas de prisão até 40 anos. Mesmo a violação ou outras complicações médicas já não são válidas aos olhos da lei: as mulheres nesta posição são, em todos os casos, condenadas por homicídio intencional. Desde outubro de 2016, um projeto de legalização parcial do aborto está sendo considerado (em caso de estupro ou perigo de vida da mãe), mas foi bloqueado pelos partidos de direita. === Educação === O sistema público de educação em El Salvador está gravemente carente de recursos. O tamanho das turmas nas escolas públicas pode chegar a 50 crianças por sala de aula. Os salvadorenhos que podem arcar com os custos geralmente optam por mandar seus filhos para escolas privadas, que são consideradas de melhor qualidade do que as escolas públicas. A maioria das escolas particulares segue os sistemas americanos, europeus ou outros sistemas avançados. A educação em El Salvador é gratuita até o ensino médio. Após nove anos do ensino fundamental, os alunos têm a opção de um ensino médio de dois ou três anos. Uma escola secundária de dois anos prepara o aluno para a transferência para uma universidade. Uma escola de ensino médio de três anos permite que o aluno se gradue e entre no mercado de trabalho em uma carreira profissionalizante ou se transfira para uma universidade para continuar seus estudos na área escolhida. == Demografia == A população de El Salvador gira em torno de 6,6 milhões de pessoas. Cerca de 86% é mestiça (mistura de ameríndios e espanhóis), uns 12,7% são brancos e menos de 1% são indígenas puros. Poucos ameríndios mantiveram seus costumes, tradições e línguas. A língua espanhola é virtualmente falada por todos os habitantes. A maioria da população salvadorenha é católica romana (57% da população, apesar do crescimento dos grupos protestantes (atualmente em 21%). A capital do país, San Salvador, tem cerca de 2,1 milhões de pessoas. 64% da população vive em áreas urbanas, este número crescendo a uma taxa de 1,4%/ano. Pirâmide etária (est. 2010) * 0–14 anos: 31% * 15–64 anos: 63% * 65 anos ou mais: 6% === Religião === Percentagem da população do El Salvador por afiliação religiosa (2017):/ref> Católicos Protestantes Sem Outras 44,9% 37,1% 15,2% 2,8% === Cidades mais populosas === == Desporto == O futebol é o esporte mais popular em El Salvador. A Seleção Salvadorenha de Futebol se classificou para a Copa do Mundo da FIFA em 1970 e 1982. A qualificação para o torneio de 1970 foi marcada pela Guerra do Futebol, uma guerra contra Honduras, cuja equipe de El Salvador havia derrotado. A seleção nacional de futebol joga no Estádio Cuscatlán, em San Salvador. Foi inaugurado em 1976 e tem lugares, tornando-o o maior estádio da América Central e do Caribe. == Cultura == Data Nome em português Nome local Observações 1 de Janeiro Ano Novo Año nuevo Início do novo ano civil 1 de Maio Dia do trabalho Día del trabajo Em honra às pessoas trabalhadoras da nação Primeira semana de Agosto Festas de Agosto Fiestas agostínas 15 de Setembro Dia da independência Dia de la independencia Pela descoberta da América por Cristóvão Colombo 1 de Outubro Dia da criança Día de los niños Celebração às crianças feita neste país e ao redor do mundo 2 de Novembro Dia dos mortos Día de los difuntos o de los muertos Em lembrança e respeito às pessoas que já morreram 25 de Dezembro Natal Navidad Nascimento de Jesus Cristo ==Galeria de sites em El Salvador== File:Catedral de San Salvador.jpg|Catedral Metropolitana File:Revolution_Monument_San_Salvador.JPG|Monumento à Revolução == Ver também == * América Central sob domínio mexicano * Dorothy Hennessey * Guerra Civil de El Salvador * Lista de Estados soberanos * Lista de Estados soberanos e territórios dependentes da América * Missões diplomáticas de El Salvador *Óscar Romero *República Federal da América Central * República Maior da América Central == Ligações externas == * Página da Casa Presidencial de El Salvador * Página del Partido Democrata Cristiano de El Salvador * Assembleia Legislativa de El Salvador * El Salvador Turismo * Imagens de El Salvador Categoria:Estados cristãos",
 "title": "El Salvador"
}