{
 "id": "45699",
 "text": "Na computação, o teclado de computador é um dispositivo que possui uma série de botões ou teclas, utilizado para inserir dados no computador. É um tipo de periférico de entrada utilizado pelo usuário para a entrada manual no sistema de dados e comandos. Possui teclas representando letras, números, símbolos e outras funções, baseado no modelo de teclado das antigas máquinas de escrever. Um teclado normalmente tem caracteres gravados ou impressos sobre cada botão, correspondente a um único símbolo escrito. No entanto, para produzir alguns símbolos no computador, é necessário utilizar mais de uma tecla simultaneamente.Que caracteres você pode fazer segurando a tecla Alt?, Site Tecmundo. Acessado dia 25 de novembro de 2013. Os teclados de computadores mais comuns são projetados para a escrita de textos e inserção de comandos de sistema. Juntamente ao rato (mouse), é uma das principais interfaces entre o computador e o utilizador. == História == A origem dos teclados com disposição dos dias de hoje foram criados por Christopher Sholes, em 1868, por meio das máquinas de escrever e dos perfuradores de cartão. A primeira máquina de escrever foi inventada pelo inglês Henry Mill em 1714. Em 1808, o italiano Pelegrinno Turri introduziu o sistema de teclado, a fim de se comunicar com uma amiga que era cega. Carlos Thuber, em 1843, cria um modelo aperfeiçoado da maquina de escrever acoplado ao teclado. Em 1868, Christopher Sholes criou o teclado QWERTY, para ter mais agilidade e rapidez na hora de digitação. Teorias sustentam que o padre brasileiro Francisco João de Azevedo foi o primeiro inventor brasileiro desse tipo de mecanismo, que teria sido plagiado por Christopher Sholes.VISONI, Rodrigo Moura. Francisco João de Azevedo e a invenção da máquina de escrever. Rio de Janeiro: Editora Tamanduá, 2018. No começo do século XX, alguns dispositivos que imprimiam dados alfanuméricos eram utilizados. A tecnologia de cartões perfurados, criada em 1881, ajudou a criar e a guardar mensagens que podiam ser lidas de novo, posteriormente, com um leitor mecânico. O código Morse sonoro foi usado até meados de 1917 quando os circuitos principais, especialmente aqueles que usavam cabos como a API e a UPI, foram convertidos para usar impressoras mecânicas. Por volta de 1930, a máquina de teletipo se uniu com a máquina de escrever, resultando em uma nova forma de comunicação telegráfica. Inicialmente, essas máquinas imprimiam mensagens em uma fita de papel. A Segunda Guerra Mundial ajudou na criação de computadores para quebrar códigos de mensagens criptografadas de guerra. Em setembro de 1940, George Stibitiz, que trabalhava para a Bell Labs, demonstrou o Model 1 que utilizava uma entrada de teclado de teletipo. Essa demonstração foi única porque foi feita através de linhas telefônicas, algo que não seria repetido por mais de uma década. Os anos 50 viram o começo da comercialização do computador. Computadores como o Univac tinham um teclado que era usado para controlar o console, mas antes eles eram apenas para calcular números de maneira mais fácil. == Estrutura == Os teclados são essencialmente formados por um arranjo de teclas ou botões. Cada botão tem um ou mais caracteres impressos ou gravados na face, sendo que cerca de cinquenta por cento dos botões produzem caracteres gráficos . As teclas são ligadas a um chip dentro do teclado, responsável por identificar a tecla pressionada e por enviar as informações para o computador. O meio de transporte dessas informações entre o teclado e o computador pode ser sem fio (via rede sem fio, bluetooth ou infravermelho) ou a cabo (os conectores mais comuns são PS/2 e USB, mas computadores mais antigos utilizavam padrão DIN). === Design === Comumente, os teclados são formados por teclas paralelas em uma estrutura plana, horizontal, sobre a qual o utilizador posiciona as mãos a fim de pressionar, com os dedos, as teclas necessárias à operação. Entretanto, há diversos desenhos de teclados voltados para fins específicos. Há também teclados ergonômicos, em que o posicionamento das teclas busca maior conforto para quem digita. === Arranjo das teclas === O número de teclas em um teclado padrão varia de 101 a 104 teclas, entretanto, considerando-se teclas de atalho e outros recursos, é comum encontrar teclados de até 130 teclas. Também há variantes compactas com menos de 90 teclas, geralmente encontradas em laptops e em computadores de mesa compactos. Os arranjos mais comuns em países ocidentais se baseiam no padrão QWERTY e variantes próximas, como o plano de AZERTY francês. === Teclas adicionais e recursos de Internet === Os teclados de computadores mais modernos são baseados em versões padrão, mas muitas vezes incluem teclas adicionais, podendo incluir ou não o teclado complementar numérico. Nos últimos anos, teclados com recursos específicos para navegação na Internet ficaram populares. Esses incluem botões extras para aplicações específicas ou funções (tipicamente em navegador ou cliente de e-mail). === Teclados alternativos === thumb|Tipos de teclado. Foram propostos outros tipos de teclados para equipamentos portáteis pequenos, nos quais a instalação de um teclado comum seria incompatível por questões de tamanho, por exemplo: Um sistema que permitiu reduzir o número de teclas foi o denominado \"chord\" (o nome deriva da palavra inglesa para a palavra acorde, por analogia com acordes executados em um instrumento musical de teclas). Nesse sistema, ao pressionar diversas teclas simultaneamente, é produzido um caractere diferente. Assim, o usuário deve aprender as combinações de teclas necessárias para gerar os caracteres de que necessita. Um exemplo de sistema do tipo “chord” é o teclado de GKOS, projetado para dispositivos sem fio pequenos. Outras alternativas são teclados tipo controlador de jogos, como o AlphaGrip, que também é usado para introduzir dados e texto. == Disposição do teclado em Portugal e no Brasil == No Brasil, a ABNT certificou dois padrões de teclado baseados no QWERTY. O ABNTABNT (1986): \"NBR 9612 de 10/1986 - Teclados em equipamento de processamento de dados - Sistemática de numeração das teclas e apresentação dos leiautesABNT (1986): \"NBR 9613 de 10/1986 - Teclados em equipamento de processamento de dados - Princípios para o posicionamento de teclas de controle e o ABNT2.ABNT (1991): \"NBR 10346 de 08/1991 - Tecnologia de informação - Teclados em equipamentos de processamento de dados - Conjunto alfanumérico -Padronização\". Disponível no site da ABNT. Acessado em 15-08-2021.ABNT (1991): \"NBR 10347 de 08/1991 - Tecnologia de informação - Teclados em equipamentos de processamento de dados - Conjunto numérico - Padronização A norma ABNT-2 requer uma tecla AltGr que permite digitar vários caracteres adicionais, como \"ª\" \"º\" \"§\" \"¢\" \"£\" \"¹\" \"³\" \"²\", além do símbolo do euro \"€\" e do antigo símbolo de cruzeiro \"₢\". A norma ABNT-2 define também que os caracteres acentuados são formados apertando-se uma tecla de acento e, logo após, uma tecla alfabética. Se a sequência for válida, isto é, se formar uma das letras acentuadas previstas, o caractere correspondente deve ser gerado. Para a geração de um caractere de acento isolado, deve ser acionada a tecla de acento e, logo após, a tecla de espaço. == Comandos == Um teclado também é usado para comandos em um computador. Um exemplo famoso no PC é a combinação Ctrl+Alt+Del (teclas Control, Alt e Delete) pressionadas simultaneamente. Nas versões mais recentes do Microsoft Windows, isto expõe um cardápio com, dentre outras, opções para controlar as aplicações correntes e desligar o computador. No MS-DOS e em algumas versões mais antigas de Windows, executa-se o Ctrl+Alt+Del para reiniciar o computador. No Linux, pode ser programado pelo administrador para executar algum comando determinado, como um simples LOGOUT ou mesmo desabilitado para evitar acidentes, porém o uso principal continua sendo o de reiniciar a máquina. == Jogos eletrônicos == thumb|Teclas direcionais W A S D comumente usadas em jogos eletrônicos. Um teclado é um dos meios primários de controle em jogos de computador. Como por exemplo, as teclas de seta ou um grupo de letras cuja disposição se assemelhe ao padrão das teclas direcionais WASD pode ser usado para movimento de um personagem num jogo. Em jogos, muitas teclas podem ser configuradas de acordo com a preferência do usuário. Teclas com letras do alfabeto também executam, às vezes, ações que começam com aquela letra. O teclado é menos ideal quando muitas teclas são pressionadas simultaneamente. Como os circuitos são limitados, só um certo número de teclas serão registradas por vez. Um exemplo óbvio disto é o bloqueio fundamental. Em teclados mais velhos, devido ao desenho do circuito, apertando simultaneamente às vezes três teclas resulta em um comando. Teclados modernos impedem que isto aconteça bloqueando a 3ª tecla em certas combinações fundamentais, mas enquanto isto previne o aparecimento de teclas de fantasmas, também significa que quando duas teclas estiverem simultaneamente pressionadas, muitas das outras teclas no teclado não responderão até que uma das duas teclas pressionadas seja solta. São projetados teclados melhores de forma que isto raramente acontece em programas de escritório, mas permanece um problema em jogos igual em teclados caros, devido à configuração de comando com teclas freneticamente diferentes em jogos diferentes. == Ver também == * Controlador de jogo * Datilografia * Tecla de atalho * Tecla de função * Teclado chiclete * Teclado de membrana * Teclado de telefone * Teclado virtual * Rato (informática) * Teclado Simplificado Dvorak * Teclado Nativo Brasileiro Categoria:Métodos de controle de jogos eletrônicos",
 "title": "Teclado (informática)"
}