{
 "id": "45726",
 "text": "O Tratado de MaastrichtFull text in html of the Treaty of Maastricht, or (Official Journal C 191, 29 July 1992) (formalmente Tratado da União Europeia, TUE) foi assinado em 7 de fevereiro de 1992 pelos membros da Comunidade Europeia, na cidade de Maastricht, Países Baixos.europa.eu: \"Summaries of Treaties: Treaty of Maastricht on European Union\" No mês de dezembro de 1991, a mesma cidade hospedou o Conselho Europeu, que elaborou o tratado. Com a entrada em vigor, em 1 de novembro de 1993, foi criada a União Europeia e foram lançadas as bases para a criação de uma moeda única europeia, o euro.Treaty of Maastricht (7-2-1992) O Tratado de Maastricht foi emendado pelos tratados de Amesterdão, Nice e Lisboa. == Critérios estabelecidos pelo Tratado == O Tratado de Maastricht criou metas de livre-circulação de produtos, pessoas, serviços e capital. Visava a estabilidade política do continente. O tratado estabeleceu a chamada estrutura de três pilares na política comunitária, que se manteve até o Tratado de Lisboa: * 1.º pilar: Trata-se de assuntos relacionados com a agricultura, ambiente, saúde, educação, energia, investigação e desenvolvimento. A legislação neste pilar é adotada conjuntamente pelo Parlamento Europeu e pelo Conselho. O Conselho delibera por maioria simples, por maioria qualificada ou por unanimidade. Assuntos tais como fiscalidade, a indústria, fundos regionais, investigação exigem deliberação por unanimidade. * 2.º pilar: Trata de assuntos de política externa e segurança comum. ** No 2.º pilar compete ao Conselho deliberar por unanimidade em matérias de maior relevância. Na maior parte dos assuntos, é suficiente a maioria qualificada e em matérias de menor relevância é apenas a maioria simples. * 3.º pilar: Trata de assuntos de cooperação policial e judiciária em matéria penal. **No 3.º pilar, compete ao Conselho deliberar, por unanimidade, em matérias de maior relevância. Na maior parte dos assuntos, é suficiente a maioria qualificada e, em matérias de menor relevância, é apenas a maioria simples. O Tratado de Maastricht substituiu a denominação Comunidade Económica Europeia pelo termo Comunidade Europeia. Além da Comunidade Europeia, foi instituída a União Europeia, de modo que as duas passaram a coexistir a partir de 1992. == A União Europeia e o meio ambiente == O estudo acerca da política europeia relativa ao meio ambiente pode ser iniciado com a leitura do Capítulo XIX do Tratado de Maastricht. São os seguintes os objetivos da UE (art. 174, 1): * A preservação, a proteção e a melhoria da qualidade do ambiente (visão ecocentrista, a ecologia como um fim em si mesma), * A proteção da saúde das pessoas (visão antropocêntrica, entendendo-se o meio ambiente como meio de se atingir a saúde da humanidade), * A utilização prudente e racional dos recursos naturais, * A promoção, no plano internacional, de medidas destinadas a enfrentar os problemas regionais ou mundiais do ambiente (este objetivo foi acrescentado na revisão de 1992, tendo por objetivo salientar a responsabilidade da Comunidade Europeia na proteção do meio ambiente). Para se atingir os objetivos acima elencados, foram eleitos alguns princípios norteadores das atividades na Europa. Eles encontram-se, fundamentalmente, no art. 174, 2 do Tratado de Maastricht. São eles: * Princípio do nível elevado de proteção: não é um princípio de carácter absoluto, devendo a sua aplicação ser contrastada com outros princípios de igual hierarquia. Em caso de aparente conflito, aplicar-se-á a razoabilidade na solução da questão. Também não pode ser considerado de aplicação idêntica a todos os países componentes da União Europeia, mas na medida das suas desigualdades, justamente pela consideração, no precetivo em questão, da existência da \"diversidade das situações existentes nas diferentes regiões da Comunidade\". Tal ressalva deixa implícita a discussão ocorrida entre países do norte europeu cujas políticas ambientais estavam já em franco desenvolvimento, e os países do sul (ex. Portugal, Espanha), cuja proteção ambiental ainda era vista como um passo secundário na consecução do bem comum, sendo o primeiro a resolução de problemas mais agudos de sua população (ex. económicos). Igualmente, além do intérprete, será aplicado o princípio ao legislador, cujo produto (lei) deve sempre evoluir na direção da maior proteção ambiental. * Princípios da precaução: não existia na redação original do Tratado. Significa, em poucas palavras, que um facto potencialmente gerador de degradação do meio ambiente deve ser evitado se a ciência e tecnologia atual não puder esclarecer de forma patente quais os efeitos concretos desse facto. 'In dubio pro ambiente'. A adoção absoluta deste princípio, contudo, pode ocasionar prejuízos ao desenvolvimento da economia, da tecnologia, enfim, do próprio bem-estar da população. Assim, deve ser interpretado de forma tal que não evidencie o aprimoramento da humanidade (se formos extremamente críticos, nenhum projeto teria início, pois não saberíamos o que ele poderia ocasionar ao meio ambiente). Assim, o princípio da precaução pressupõe um juízo de valor sobre os factos analisados premido pela razoabilidade, ou seja, pela investigação real de indícios razoavelmente fortes acerca da existência de abalo ao ecossistema. * Ação preventiva ou princípio da prevenção: a priori é de sempre focar em prevenir o problema, por sempre ser menos dispendioso do que trata-la posteriormente. E a maior facilidade se justifica em termos de justiça ambiental e racionalidade económica. A expressão pollution prevention pays - PPP - (em português: a prevenção da poluição compensa) resume a ideia. São medidas preventivas: estudos de impacto ambiental; relatórios de impacto ambiental; \"ecoauditorias\"; licença ambiental (implantação, instalação, execução); etc. * Princípio da correção, prioritariamente na fonte, dos danos causados ao ambiente: a primeira vez que apareceu no Direito Comunitário foi com a revisão do Tratado de Roma de 1986 (Ato Único Europeu). Também é conhecido como princípio do produtor-eliminador, da auto-suficiência ou da proximidade. Entender o princípio é identificar, em um caso concreto determinado, quem deve corrigir o problema ambiental, onde e quando fazê-lo. Mais intensamente o \"onde\", pois o \"quem\" se liga mais ao princípio do poluidor pagador e o \"quando\" ao princípio da prevenção. * Princípio do poluidor/pagador: * Princípio da integração: este se encontra no art. 6º. Significa dizer que as políticas de proteção do meio ambiente promovidas pelos países componentes do bloco europeu sejam integradas e concatenadas de forma tal que funcionem como uma engrenagem bem regulada. Tal preceito reconhece, de forma absoluta, a necessidade de tratamento harmonizado ao meio ambiente, justamente porque a sua degradação não reconhece fronteiras nacionais ou regionais. == União monetária == Um dos pontos principais do UE é o início do processo da união monetária, que reúne todos os estados-membros que cumpriram os critérios económicos estabelecidos para fazer parte da moeda única (euro). == Cidadania europeia == O Tratado de Maastricht atribuiu aos cidadãos dos estados-membros o estatuto de cidadão europeu, que inclui um conjunto de direitos e deveres, que caracterizam a cidadania europeia, como o voto e a participação nas eleições locais e europeias, o direito de petição e o recurso ao defensor do povo europeu. == Cronologia da evolução da UE == == Ligações externas == * EUR-Lex: Tratados – textos fundamentais da União Europeia e das Comunidades Europeias Categoria:Tratados da União Europeia Categoria:Tratados assinados em 1992 Categoria:1992 nos Países Baixos Categoria:1993 na União Europeia",
 "title": "Tratado de Maastricht"
}