{
 "id": "45753",
 "text": "Eugen Weidmann (5 de fevereiro de 1908, Frankfurt, Alemanha — 17 de junho de 1939, Versalhes, França), foi um criminoso - algumas vezes chamado serial killer - alemão preso e condenado pela morte de seis pessoas entre julho e novembro de 1937. Ele ficou célebre por ter sido a última pessoa a ser guilhotinada em público na França. Cometeu os crimes com ajuda de dois comparsas, Roger Million e Jean Blanc. == Crimes == Durante os anos da Primeira Guerra, ainda jovem, Weidmann passou a cometer pequenos roubos. \"Pela acusação de roubo Eugen, ainda jovem, ficou cinco anos na prisão, mas saiu ainda pior\", reportou a Aventuras na História. Foi na prisão de Preugesheim que ele conheceu Roger Million e Jean Blanc, presos por falsificar dinheiro, e, de volta às ruas, os três executaram um plano de roubar turistas na região de Paris. Eles escolhiam a vítima, a sequestravam e a matavam, mesmo antes de levarem qualquer objeto de valor, como joias e dinheiro. === Modus operandi === Os três atraíam a vítima, com ofertas diferentes, um passeio ou um emprego, por exemplo, depois a levavam para um lugar remoto, onde a matavam com um tiro na nuca ou por estrangulamento. Depois enterravam o corpo. === Vítimas === Seis vítimas são atribuídas ao grupo: * Fritz Frommer, um alemão que Eugen havia conhecido na prisão e que foi morto para não delatar o trio; * Janine Keller, teria aceitado uma oferta de emprego como governanta; foi morta na floresta de Fontainebleau; * Jean de Koven, uma dançarina de Nova Iorque de 22 anos; * Joseph Couffy, um motorista de táxi; * Raymond Lesobre, um agente imobiliário; * Roger LeBlond, um produtor teatral; Weidmann atribui esta morte a Million. == Investigação, prisão e pena == O trio foi descoberto porque Weidmann acabou perdendo seu cartão de visitas no escritório de Lesobre. A polícia o rastreou, mas foi recebida a tiros quando chegou a sua casa. Após ser preso, ele confessou os crimes e entregou seus comparsas. Weidmann foi o único a ser executado. Million, que também tinha sido condenado à morte, teve a pena comutada para prisão perpétua. Blanc, inicialmente condenado à perpétua, foi condenado posteriormente a 20 meses e a pagar uma fiança. === Collette Tricot === Colette Tricot, uma mulher casada que era amante de Million, também ajudou o grupo, tendo feito se passar por Jean de Koven para poder trocar alguns cheques de viagem em nome da dançarina. Foi condenada a pagar uma fiança. == Morte == Weidmann foi guilhotinado em Versalhes, em frente à prisão Saint-Pierre, como era comum até então. == Reações == Tendo sido julgado \"histérico\", o comportamento dos espectadores durante a execução não agradou o presidente da República Albert Lebrun, que convenceu o governo da época a mudar a lei para que as execuções passassem a ser feitas no interior da prisão, longe das possíveis \"emoções populares\". Lebrun acreditava que ao invés de servirem para causar medo às pessoas para que estas evitassem cometer crimes, as execuções públicas haviam se transformado em espetáculos. A utilização da guilhotina para execuções \"privadas\" continuou, mas cada vez mais raras, até o 10 de setembro de 1977, quando foi executado Hamida Djandoubi. Finalmente, a pena de morte foi abolida na França em 30 de setembro de 1981, através de um decreto do presidente François Mitterrand. == Referências == == Ligações externas == * Galeria de fotos no Getty Images Categoria:Criminosos da Alemanha Categoria:Pessoas guilhotinadas Categoria:Mortes filmadas",
 "title": "Eugen Weidmann"
}