{
 "id": "45861",
 "text": "Meu Bem, Meu Mal é uma telenovela brasileira que foi produzida e exibida pela TV Globo em 29 de outubro de 1990 até 17 de maio de 1991, em 173 capítulos, com o último capítulo reexibido no dia subsequente, 18 de maio. Substituiu Rainha da Sucata e sendo substituída por O Dono do Mundo, foi a 43.ª \"novela das oito\" a ser transmitida pela emissora. Teve a autoria de Cassiano Gabus Mendes, com colaboração de Maria Adelaide Amaral, Dejair Cardoso e Luís Carlos Fusco, tem direção de Paulo Ubiratan (também na direção geral), Reynaldo Boury, Ricardo Waddington e Marcos Paulo. Conta com as atuações de Sílvia Pfeifer, José Mayer, Lima Duarte, Cássio Gabus Mendes, Lídia Brondi, Marcos Paulo, Yoná Magalhães ,Thales Pan Chacon e Adriana Esteves. == Sinopse == O rico empresário Dom Lázaro Venturini, sócio majoritário da Venturini Designers, é obrigado a conviver com Ricardo Miranda, que detém trinta por cento das ações da empresa e é o fruto do adultério de sua falecida mulher. Ricardo mantém um caso secreto com Isadora Venturini, apesar de todos acharem que eles se odeiam. Ela é a viúva do filho de Dom Lázaro e nunca teve a simpatia do velho. Além de Dom Lázaro, outras pessoas têm motivos de sobra para odiar Ricardo e Isadora. Ricardo foi o responsável pela ruína de Felipe Melo, ao negar-se a livrá-lo da condenação por uma falcatrua. A filha de Felipe, Patrícia, planeja vingança seduzindo e se envolvendo com Ricardo, mesmo sendo bem mais jovem que ele. Para tanto, ela se torna amiga de sua problemática filha, Jéssica. Porém, Patrícia não contava que fosse se apaixonar de verdade por Ricardo Miranda. Contra Isadora se juntam a socialite Mimi Toledo e a manicure Berenice. Mimi fora apaixonada por Cláudio, o falecido marido de Isadora, e preterida por ela. E Berenice quer vingar a filha, Fernanda, da humilhação sofrida por Isadora, que não aceitou a jovem como namorada do filho dela, o retraído Marco Antônio. Essa vingança coloca em cena Doca, um pobretão que se infiltra na alta sociedade na pele do falso milionário Eduardo Costabrava, para seduzir a filha de Isadora, Vitória. == Elenco == Ator/Atriz Personagem Sílvia Pfeifer Isadora Venturini José Mayer Ricardo Miranda Lima Duarte Dom Lázaro Venturini Cássio Gabus Mendes Eduardo José Gentil da Silva (Doca) / Eduardo Costabrava Lídia Brondi Fernanda Prates Castro Marcos Paulo André Manfrini Yoná Magalhães Valentina Venturini Thales Pan Chacon Henrique Paiva Lizandra Souto Vitória Venturini Adriana Esteves Patrícia Mello Armando Bógus Felipe Brandão de Mello Nívea Maria Berenice Marques Castro Luciana Braga Dirce Aparecida Alves Fábio Assunção Marco Antônio Venturini Mylla Christie Jéssica Miranda Ariclê Perez Rosa Maria Gentil / Rose Marie Costabrava Zilda Cardoso Elza Jorge Dória Emílio Castro Guilherme Karam Porfírio Vera Zimmermann Magda Mila Moreira Bianca Monique Alves Luciana Françoise Forton Marcela Miranda Sônia Clara Angelina Sérgio Viotti Toledo Maria Estela Gisela (Gigi) Edson Fieschi João Manuel Mello Marcelo Galdino Jorge Hugo Gross Zé Guilherme George Otto João Sebastião (Joãozinho) Stênio Garcia Argemiro Ísis de Oliveira Mimi Toledo Luma de Oliveira Ana Maria Batista José Steinberg Fausto Bianca Blonde Neide Herson Capri Cláudio Venturini Matheus Nachtergaele Cliente no bar (figuração) == Produção == A trama teve os títulos provisórios de Amor e Ódio e O Outro Lado da Moeda. Inicialmente, a substituta de Rainha da Sucata seria Araponga. Porém devido ao tom de comédia da nova trama (o que já havia sido rejeitado em Rainha da Sucata), a Globo encomendou uma nova sinopse a Cassiano, em agosto de 1990. A trama foi escrita totalmente às pressas. As gravações da trama começaram cerca de 15 dias antes da estreia. A trama começou com 20 capítulos em atraso. Além disso, devido à correria, o que prevaleceu na hora da escolha do elenco foi o não comprometimento dos atores com outras emissoras. Por isso, devido à escassez de atores, muitos personagens foram interpretados por iniciantes, como Adriana Esteves, Lisandra Souto, Mylla Christie e Fábio Assunção. Isabela Garcia foi a primeira cogitada para viver Vitória Venturini, papel que acabou entregue a Lisandra Souto, recém saída da novela Gente Fina. Antes de Luciana Braga, a personagem Dirce seria defendida pela modelo Valéria Alencar. O convite para que Maria Adelaide Amaral fosse uma das colaboradoras da novela partiu do autor Cassiano Gabus Mendes. Maria Adelaide precisava ir à Inglaterra para fazer pesquisas e escrever um monólogo sobre Shakespeare. Cassiano disse que ela podia ir e que, quando voltasse, assumiria a função. Quando ela voltou, a novela já estava no ar. Os autores revezavam o trabalho: ele escrevia os capítulos de segunda, quarta e sexta; e ela os de terça, quinta e sábado. Havia reuniões semanais ou quinzenais, quando se estabelecia o caminho da novela. Os autores não trabalhavam com escaleta, uma espécie de resumo ordenado, em escala rigorosa, das cenas de uma novela, que serve de guia para o texto final. Em janeiro de 1991, a atriz Luma de Oliveira pediu para deixar a novela. O motivo da saída foi a gravidez e o casamento com o empresário Eike Batista. Para justificar a saída da atriz, sua personagem foi assassinada por Valentina (Yoná Magalhães), no capítulo 94, exibido em 14 de fevereiro de 1991. Isis de Oliveira, irmã de Luma, também desfalcou o elenco por desentendimentos com a produção. Quando a novela já estava no ar, Marcos Paulo, que interpretava André, acumulou a função de diretor na trama, em substituição ao diretor Paulo Ubiratan. Meu Bem, Meu Mal marcou a estreia da já veterana comediante Zilda Cardoso em telenovelas. Ela começou a carreira na TV Paulista, em 1961, no programa Praça da Alegria, com a personagem Catifunda. Meu Bem, Meu Mal também foi a primeira novela de Fábio Assunção, Mylla Christie e Sílvia Pfeifer na TV Globo. Stênio Garcia entrou na novela, já com a trama em andamento, para viver um ex-presidiário. O personagem morreu nos capítulos finais da história, vítima de um assalto, para que o ator pudesse se dedicar a um novo trabalho, em O Dono do Mundo (1991). Última novela da atriz Lídia Brondi, que decidiu se afastar da carreira artística. Foi o último trabalho do ator George Otto que interpretou Joãozinho. Ele faleceu no dia 4 de agosto de 1991 vítima de infarto fulminante. A música Unchained Melody de Righteous Brothers, gravada na década de 1960, foi destaque na trilha internacional. A canção, que estava entre as mais tocadas da rádio por ser trilha do filme Ghost, campeão em bilheteria naquele ano, foi escolhida como tema para a protagonista Isadora Venturini (Sílvia Pfeifer). A letra marcou a antológica cena final de Meu Bem, Meu Mal, em que Isadora se vê abandonada por todos após alcançar seu maior objetivo: tornar-se presidente da Venturini Design. == Exibição == === Reprises === A Globo reapresentou a novela na sessão Vale a Pena Ver de Novo de 12 de agosto a 22 de novembro de 1996, sucedendo Despedida de Solteiro e antecedendo Mulheres de Areia. O canal Viva reprisou a trama de 21 de março a 7 de outubro de 2016, sucedendo Cambalacho e antecedendo Torre de Babel na faixa das 14h30. === Outras mídias === Em 28 de setembro de 2020, a trama foi disponibilizada na versão integral. Foi a décima novela a ser resgatada na plataforma digital, através do Projeto Originalidade que resgata e atualiza novelas clássicas e antigas no serviço de streaming Globoplay. == Trilha sonora == === Meu Bem, Meu Mal === Meu Bem, Meu Mal, comumente chamada de Meu Bem, Meu Mal - Nacional, é a trilha sonora nacional da homônima telenovela brasileira de 1990 da Rede Globo, lançada em CD, K7, e LP pela Som Livre, em 1990. O álbum conta com produção de Roger Henri e direção musical de Mariozinho Rocha. A capa do álbum traz a atriz Luma de Oliveira como sua personagem Ana Maria. O Tema de abertura da novela também abre o álbum, a canção que deu título à trama, \"Meu Bem Meu Mal\", imortalizada na voz de Gal Costa, cantada para a novela por Marcos André. Ivans Lins também integra a trilha com \"Setembro\", a segunda faixa do álbum, que serviu de tema da personagem Fernanda, vivida por Lídia Brondi. A banda Roupa Nova, com participação de The Commodores, está no álbum com \"Esse Tal de Repi Enroll\", composta por Rita Lee e Paulo Coelho, sendo tema de Vitória, interpretada por Lizandra Souto. A faixa de número quatro é a canção \"Amor Vira Lata\", cantada por Wando, que serve de tema do personagem Doca, vivido pelo ator Cássio Gabus Mendes. \"Moreno, Moreno\", quinta faixa de Meu Bem, Meu Mal, na voz de Lucia Helena, embala a personagem Patrícia, vivida por Adriana Esteves. Beth Carvalho entra com \"Tanto Querer\", tema do casal Berenice e Felipe, vivido por Nívea Maria e Armando Bógus. A personagem Valentina, vivida por Yoná Magalhães, ganhou a canção instrumental \"Valentina\", de Roger Henri, como tema. A faixa oito é \"Separação\", composta por Moacyr Luz e Aldir Blanc, na voz de Milton Guedes, tema de Ricardo Miranda, vivido por José Mayer. \"Ilegal, Imoral ou Engorda\", composta por Roberto Carlos e Erasmo Carlos, interpretada por Léo Jaime, é tema de Jéssica Miranda, vivida por Mylla Christie. Fernanda Abreu, com \"Você Pra Mim\", tema da Ana Maria, vivida por Luma de Oliveira, é a faixa de número dez. \"Amor Clandestino\", na voz de João Mineiro & Marciano, é tema de Dirce, personagem de Luciana Braga. A faixa doze, \"Amor e Ódio\", de Rosa Maria, serve de tema de Isadora Venturini, vivida por Sílvia Pfeifer. A canção instrumental \"Dreaming\", de Roger Henri, é tema de André Manfrini, personagem de Marcos Paulo. O álbum fecha com a canção instrumental \"Metrópole\", do grupo Nova Era, que serve de tema de locação da cidade de São Paulo. ==== Lista de faixas ==== === Meu Bem, Meu Mal - Internacional === Meu Bem, Meu Mal - Internacional é o segundo álbum da trilha sonora da telenovela brasileira de 1990 da Rede Globo, Meu Bem, Meu Mal, lançado em CD, K7, e LP pela Som Livre, em 1991 O álbum traz na capa a atriz Mylla Christie, como como sua personagem Jéssica Miranda . A trilha abre com um dos grandes sucessos do grupo britânico Pet Shop Boys, a canção \"Being Boring\", tema do casal Magda e Porfírio, vivido por Vera Zimmermann e Guilherme Karan. Jéssica, personagem vivida por Mylla Christie, ganhou como tema a canção \"Tom's Diner\", na versão da banda DNA com participação da compositora e cantora original Suzanne Vega. A terceira faixa é uma versão de \"I'm Not in Love\", do grupo Will to Power, tema da patricinha Vitória, vivida por Lizandra Souto, seguida de \"Blue Savanah\", do grupo Erasure, tema de seu namorado Doca, vivido por Cássio Gabus Mendes. O casal Dirce e Marco Antônio, vivido por Luciana Braga e Fábio Assunção, ganhou como tema a canção \"We\", de Malcolm Forest. A sexta faixa de Meu Bem, Meu Mal - Internacional é a balada \"Where Are You Baby?\", da cantora britânica Betty Boo, tema de Bianca, personagem de Mila Moreira. O tema do filme Ghost (1990), \"Unchained Melody\", de Righteous Brothers, foi tema de Isadora Venturini, personagem que marcou a estreia de Sílvia Pfeifer em novelas. A oitava faixa é a canção \"Pianonegro\", de Pianonegro, pseudônimo do cantor italiano Roberto Zanetti, que serve como tema de locação dos restaurantes de São Paulo. O amante de Isadora, Ricardo Miranda, vivido por José Mayer, ganhou como tema a canção \"Have You Seen Her\", de MC Hammer. A décima faixa da trilha internacional é a canção \"Loco Mía\", do grupo espanhol Loco Mía, tema de locação da cidade de São Paulo. Fernanda, última personagem de Lídia Brondi na TV, teve como tema uma das canções mais tocadas do álbum, \"By My Side\", da banda australiana INXS. A personagem de Adriana Esteves, Patrícia, ganhou como tema internacional a canção \"Such a Lonely Night (I'm Crazy to Leave You)\", do cantor William Pitt. \"Bastardo Amore\", do cantor italiano Fred Bongusto, é tema de Don Lázaro, personagem de Lima Duarte. O álbum fecha com a canção instrumental \"Strangers\", de Rick Melch. ==== Lista de faixas ==== Notas == Ligações externas == * Categoria:Vale a Pena Ver de Novo Categoria:Programas de televisão do Brasil que estrearam em 1990 Categoria:Programas de televisão do Brasil encerrados em 1991 Categoria:Telenovelas ambientadas na cidade de São Paulo Categoria:Telenovelas de Cassiano Gabus Mendes Categoria:Telenovelas em língua portuguesa Categoria:Telenovelas da TV Globo da década de 1990 Categoria:Telenovelas exibidas no Viva",
 "title": "Meu Bem, Meu Mal"
}