{
 "id": "45896",
 "text": "Bicicleta é um veículo de tração humana ou motorizado, acionado por pedal, com duas rodas presas a uma estrutura, uma atrás da outra. As bicicletas foram introduzidas no século XIX na Europa. No início do século XXI, havia mais de 1 bilhão de bicicletas no mundo. Existem muito mais bicicletas do que carros e elas são o principal meio de transporte em muitas regiões, além de proporcionarem uma forma popular de recreação e serem adaptadas para serem usadas ​​como brinquedos infantis. As bicicletas são usadas para atividades físicas, aplicações militares e policiais, serviços de correio, corridas de bicicleta e ciclismo artístico. A forma básica e a configuração de uma típica bicicleta mudaram pouco desde que o primeiro modelo acionado por corrente foi desenvolvido por volta de 1885. No entanto, muitos detalhes foram melhorados, especialmente desde o advento dos materiais modernos e do design auxiliado por computador. Estes permitiram uma proliferação de projetos especializados para muitos tipos de ciclismo. No século XXI, as bicicletas elétricas tornaram-se populares. A invenção da bicicleta teve um enorme efeito na sociedade, tanto em termos de cultura como de avanço dos métodos industriais modernos. Vários componentes que desempenharam um papel fundamental no desenvolvimento do automóvel foram inicialmente inventados para uso na bicicleta, incluindo rolamentos, pneus e correntes dentadas.Heitmann, J. A. The Automobile and American Life. McFarland, 2009, , pp. 11ff == Etimologia == A palavra deriva do grego; bi (dois) e kyklos (rodas); do inglês bicycle com o diminutivo francês bicyclette, foi adaptado do castelhano como bicicleta. == História == Apesar de alguns autores defenderem que Leonardo da Vinci, ou um dos seus discípulos, concebeu um projeto muito semelhante à bicicleta tal como a conhecemos, a legitimidade histórica do desenho do Codex Atlanticus é muito contestada e mesmo considerada como fraude. Na China a invenção da bicicleta é atribuída ao antigo inventor chinês Lu Ban, que nasceu há mais de anos. Em 1680, Stephan Farffler, um alemão construtor de relógios, projetou e construiu algumas cadeiras de rodas tracionadas por propulsão manual através de manivelas, mas o certo é que o alemão Barão Karl von Drais pode ser considerado o inventor da bicicleta, pois, em 1817 ele implementou um brinquedo que se chamava celerífero, desenvolvido pelo Conde de Sivrac em 1780.Portuguesa e Brasileira, 1936, p.689, v.IV O celerífero fora construído em madeira com duas rodas interligadas por uma viga e um suporte para o apoio das mãos e destinava-se apenas a tração utilizando-se dos pés quando o \"velocipedista\" postava-se na viga de madeira. O Barão Drais instalou em um celerífero um sistema de direção — guidão — que permitia fazer curvas e com isto manter o equilíbrio da bicicleta quando em movimento, além de um rudimentar sistema de frenagem. O sucesso foi tanto que em abril de 1818, o próprio Barão Drais apresenta seu invento no parque de Luxemburgo, em Paris, e meses mais tarde faz o trajeto Beaune — Dijon, na França. Drais patenteou a novidade em 12 de janeiro de 1818 em Baden, Paris e outras cidades europeias. Mesmo sendo um avanço para a época, seu \"produto\" não tornou-se popular e o Barão foi ridicularizado e seu projeto o tornou um homem falido. Em pleno século de revoluções industriais e científicas como foi o século XIX, não demorou muito para a draisiana ser modificada e melhorada. Poucos anos se passaram, após o registro de Drais, e o \"veículo\" foi apresentado em uma estrutura de ferro e também recebeu uma sela, melhorando em resistência e conforto. No dia 20 de abril de 1829 aconteceu a primeira competição que se tem conhecimento utilizando-se do veículo de duas rodas da época. Neste dia, competiram 26 draisianas percorrendo 5 quilômetros dentro da cidade de Munique.História da Bike Site Pedaleaki - acessado em 12 de janeiro de 2012 Em 1839, o escocês Kirkpatrick Macmillan adapta ao eixo traseiro duas bielas ligadas por uma barra de ferro. Isto provocou o avanço da roda traseira, dando-lhe maior estabilidade e possibilidade de manuseio e manejo rápido. Com esse mecanismo a bicicleta ficou mais segura e estável, pois nas curvas evitava o antigo jogo do corpo para o lado oposto ao movimento a fim de manter estável o equilíbrio, já que o equipamento em si era bastante pesado. No ano de 1855 o francês Ernest Michaux inventa o pedal, que foi instalado num veículo de duas rodas traseiras e uma dianteira. Os pedais eram ligados à roda dianteira, e o invento ficou conhecido como velocípede, palavra oriunda do latim velocidade e pé ou velocidade movida a pé. Alguns consideram-no a primeira bicicleta moderna, e na verdade ficou sendo chamado de triciclo posteriormente. A prefeitura de Paris criou, em 1862, caminhos especiais nos parques para os velocípedes para não se misturarem com as charretes e carroças, dando assim origem às primeiras ciclovias, pois era comum alguns acidentes, rotineiramente os animais das charretes e carroças assustavam-se, causando sustos e ferimentos aos condutores. No mesmo ano, Pierre Lallement viu alguém andando com uma draisiana e teve a ideia de construir seu próprio veículo, mas com a adaptação de uma transmissão englobando um mecanismo de pedivela giratório e pedais fixados no cubo da roda dianteira. Ele então acabou criando a primeira bicicleta propriamente dita depois que mudou-se para Paris em 1863. === Evolução === Os velocípedes do início da segunda metade do século XIX tinham os pedais fixos ao eixo da roda da frente que era, portanto, simultaneamente motora e diretriz. A velocidade de deslocamento dependia exclusivamente da aceleração rotativa dos pedais e o desejo de obter maior rendimento levou os construtores a procurar um recurso que favorecesse a ação mecânica do velocipedista. A solução mais fácil foi o aumento do diâmetro da roda motora, levando ao aparecimento, em 1874, da \"grande bi\" ou \"biciclo\", com rodas desiguais, ou seja, uma que atingia um diâmetro de um metro e meio e a de trás reduzida ao mínimo necessário para garantir o equilíbrio. A partir da década de 1870, os progressos foram rápidos e consecutivos. Em 1877 os pedais passaram a funcionar na base do quadro, presos a uma engrenagem dentada que uma corrente ligava ao eixo da roda traseira por intermédio doutra engrenagem de menor número de dentes (um sistema on-line de transmissãoRevendo a história Transporte - acessado em 13 de janeiro de 2012), assegurando assim, a multiplicação variável conforme as dimensões relativas das duas engrenagens. Em 1890 aparecia, na Inglaterra, um aparelho chamado \"cripto\", cujas principais alterações consistiam na presença de rolamentos sobre esferas nos pedais e na aplicação de câmaras de ar às rodas, pois antes, as rodas dos velocípedes não passavam de aro metálico ou de madeira, recoberto, em sua periferia, de borracha maciça destinada a amortecer os choques e ressaltos nos acidentes do caminho. A roda tubular em borracha com uma \"alma\" contendo ar comprimido foi uma invenção do veterinário escocês Dunlop. === Fabricação em série === Pierre Lallement, um francês fabricante de carrinhos de bebês, entrou com a primeira patente de um modelo de velocípede nos Estados Unidos em 1866, fabricando algumas unidades, porém, sem muito sucesso. Lallement vendeu sua patente e os projetos para os irmãos Oliver que se associaram ao ferreiro Pierre Michaux para fundar, na França, a empresa Michaux and Company, em 1875. Assim nasceu a primeira indústria de bicicletas consolidada pelo mercado consumidor, pois as mesmas tornaram-se uma mania em Paris.Pierre Lallement, the Michaux family and their velocipede A Short Illustrated History of the Bicycle - acessado em 13 de janeiro de 2012A história da bicicleta WebMundi - acessado em 13 de janeiro de 2012 Entre o final da década de 1880 e 1900, o mercado de peças e acessórios em torno da bicicleta cresceu. Um importante passo para a segurança e o conforto dos \"bicicletistas\", foi no desenvolvimento e produção do pneu. Em 1888 John Boyd Dunlop patenteou o pneu com câmara de ar e pouco tempo depois, em 1891, Edouard Michelin, Francês, aparece nas competições com seus pneus sem câmara de ar. == Por país == === Brasil === No final do século XIX, a bicicleta chegou ao Brasil vinda da Europa. Os primeiros relatos de sua existência em território brasileiro são no Paraná, mais precisamente em Curitiba, cidade que recebeu muitos imigrantes europeus desde a segunda metade do século XIX, e em São Paulo. Em Curitiba, em 1895, já existia um clube de ciclistas organizado por imigrantes da colônia alemã local. Em São Paulo, Veridiana da Silva Prado construiu a primeira praça do país contendo um velódromo. Essa praça era dentro de sua chácara, na região da Consolação (atualmente, é a Praça Roosevelt). Logo em seguida, foi fundado, na cidade de São Paulo, o Veloce Club Olímpico Paulista. Não podemos afirmar, com certeza, se foi no Sul ou no Sudeste do Brasil a primeira aparição da bicicleta, mas a incidência muito grande de imigrantes europeus no Paraná, Santa Catarina e Rio Grande do Sul, principalmente de alemães (que foram os inventores do velocípede), e de famílias abastadas em São Paulo, indicam uma grande probabilidade de ter sido nestas regiões que ocorreram os primeiros passeios de bicicleta em território brasileiro. Isso porque a bicicleta era um produto muito distante para a realidade brasileira entre o final do século XIX e as primeiras décadas do século XX: o custo de importação era muito elevado. Além disso, inexistiam fabricantes em território brasileiro.Ergonomia e Design da bicicleta Site PosDesign - UNEB - acessado em 14 de janeiro de 2012 thumb|Ciclofaixa na cidade de Curitiba, no Paraná Com os adventos da Primeira Guerra Mundial (1914-1918) e da crise americana de 1929, a indústria ciclística brasileira restringiu-se à fabricação de selim e para-lamas. As marcas de bicicletas que dominavam o mercado eram: Bianchi, Lanhagno, Peugeot, Dupkopp, Phillips, Hercules, Raleigh, Prosdócimo, Singer, Caloi e Monark, todas importadas da Europa ou dos Estados Unidos, sendo vendidas em lojas como: Prosdócimo, Casa Luís Caloi, Mappin Stores e Casa Muniz (Prosdócimo, Monark e Caloi, por exemplo, eram bicicletas montadas no Brasil, sendo suas peças importadas dos seus países de origem). A virada desta situação começou em meados da década de 1940, quando houve dificuldades de importação das peças em função da Segunda Guerra Mundial (1939-1945). Empresas como Caloi, Monark e IrcaEmpresa Portal Institucional da Monark - acessado em 14 de janeiro de 2012História - Linha do Tempo Portal Institucional da Caloi - acessado em 14 de janeiro de 2012 (Irmão Caloi, uma cisão da família Caloi) passaram a produzir grande parte das peças e, a partir da década de 1950, as bicicletas dessas marcas passaram a ser produzidas integralmente no Brasil, graças ao governo de Getúlio Vargas, que, visando a fortalecer a indústria nacional e à criação de postos de trabalho, aplicou um corte drástico nas quotas de importação dos bens de consumo, atingindo as montadores de bicicletas. Entre a década de 1950 e os anos 1970, o Brasil possuiu trinta fabricantes, que produziam aproximadamente cinquenta marcas/modelos de bicicletas. Mas, a partir da década de 1980, duas fábricas (Caloi e Monark) passaram a dominar 95 por cento do mercado. Mesmo assim, houve um novo impulso na fabricação e vendas neste nicho de mercado, graças ao empenho dos fabricantes em juntar forças entre si ao criarem, em 1976, a Associação Brasileira dos Fabricantes de Motocicletas, Ciclomotores, Motonetas, Bicicletas e Similares. A partir dos anos 2000, os governos locais de vários centros urbanos do Brasil, além do governo federal, passam a projetar investimento em ciclovias visando à redução da poluição atmosférica produzida pelos veículos automotores, propiciando, assim, um nova procura pelas bicicletas, seja para lazer, esporte ou para substituir o automóvel no deslocamento residência-trabalho.No Dia Mundial sem Carro, ministro promete investimentos em ciclovias Portal Jornal Semana em Destaque - acessado em 14 de janeiro de 2012 O aumento no uso da bicicleta no país, no entanto, gerou também um aumento no número de acidentes de trânsito envolvendo o veículo. Fruto, muitas vezes, de uma desinformação generalizada, tanto de ciclistas quanto de motoristas e pedestres, quanto aos direitos e deveres relativos à condução desse tipo de veículo.Envolverde: jornalismo e sustentabilidade. 28 de março de 2012. Disponível em http://envolverde.com.br/sociedade/brasil-sociedade/os-ciclistas-estao- seguros/. Acesso em 4 de maio de 2013. É dever, por exemplo, do motorista, segundo o Código de Trânsito Brasileiro, respeitar uma distância lateral mínima de 1,5 metros em relação ao ciclista.COORDENADORIA DE EDUCAÇÃO DO DETRAN-RJ. Renovação da carteira nacional de habilitação: conteúdo e provas simuladas. Abril de 2010. Rio de Janeiro. DETRAN-RJ. 2010. p. 14. Este, por sua vez, deve circular nas ciclovias ou no lado direito das vias, no mesmo sentido dos veículos, usando equipamentos de segurança (capacete, cotoveleiras, joelheiras, espelhos, retrovisores, campainha e refletores \"olhos de gato\"), sinalizando suas ações com o braço e respeitando a sinalização dos semáforos, das faixas de pedestre e das placas de trânsito. Deve empurrar a bicicleta quando transitar sobre calçadas, deve manter-se em fila única quando em grupo e deve evitar ruas movimentadas, não podendo pegar carona na traseira de veículos motorizados.COORDENADORIA DE EDUCAÇÃO DO DETRAN-RJ. Renovação da carteira nacional de habilitação: conteúdo e provas simuladas. Abril de 2010. Rio de Janeiro. DETRAN-RJ. 2010. p. 22. == Esportes == O ciclismo como atividade desportiva teve seus primeiros atos oficiais na Inglaterra com a criação da Bicicle Union (BU) no final do século XIX e alguns anos depois da BU, a Itália criou a União Velocipédica Italiana. Em 1892 houve a intenção de oficializar competições a nível continental com a criação da Internacional Cyclist Association (ICA), com sede em Londres, agrupando as entidades da Inglaterra, Bélgica, Itália, Países Baixos, Alemanha e França, mais o Canadá e os Estados Unidos.Ciclismo Site Nota Positiva - acessado em 13 de janeiro de 2012 Com a ICA, o ciclismo tornou-se um esporte popular quando passou a oficializar competições europeias que antes eram organizadas por entidades particulares e assim o ciclismo pôde fazer parte da primeira edição dos Jogos Olímpicos da era moderna realizado em Atenas, em 1896. A nível mundial, o ciclismo ganhou força com a criação da União Ciclística Internacional (Union Cycliste Internationale), fundada em 4 de Abril de 1900 na cidade de Paris (atualmente sua sede é em Aigle, na Suíça). A primeira corrida de ciclismo documentada foi uma corrida de 1200 metros ocorrida em 31 de Maio de 1868 no Parque de Saint-Cloud, Paris. A corrida foi vencida pelo inglês expatriado Dr. James Moore que correu em uma bicicleta com pneus maciços de borracha. Maso, B. (tr. Horn, M.) (2005), The Sweat of the Gods, Mousehold Press, pp. 1-2, ISBN 1-874739-37-4 A primeira corrida cobrindo a distância entre duas cidades foi Paris-Rouen e também foi vencida por James Moore, que percorreu os 123 quilômetros que separam as cidades em 10 horas e 40 minutos. Paris-Rouen 1869 Último acesso em 13 de janeiro de 2012 A Volta de Portugal é uma das disputas esportivas do ciclismo mais antigas do mundo e é um dos acontecimentos mais populares em Portugal. A primeira edição da \"Volta\" ocorreu no ano de 1927 e o pódio desse ano foi: António Augusto Carvalho (1.° lugar), Nunes de Abreu (2.° lugar) e Quirino de Oliveira (3.° lugar). == Componentes == Abaixo as principais peças e sistemas que constituem a bicicleta ou velocípede. Como existe uma diversificado de expressões locais e regionais, bem como, entre o Brasil e Portugal, alguns itens apresentam estas variações.Portuguesa e Brasileira, 1936, p.688, v.IV * Quadro (chassi) - Tubos de aço chamados \"alma da bicicleta\". Destinado a receber a montagem das principais peças do velocípede. A região dianteira do quadro recebe o garfo e a roda dianteira e a extremidade posterior é formada por duplos \"braços\" de metal para acomodar o rodado traseiro e seus mecanismos. Na região superior é instalado o selim e na inferior está localizado o movimento central com as pedivelas. * Roda - Formada por grandes anéis (aros) metálicos ligados por raios ao cubo com blocante ou porca. * Garfo - Peça que aloja a roda dianteira, semelhante a uma forquilha, pois é formada por duas hastes paralelas. Nela se conecta o sistema de direção (guidão e mesa) à roda dianteira, passando pelo quadro da bicicleta. * Guidão (Guidom, direção, guiador (em Portugal)) - Peça tubular fixado no garfo e destinado a orientar a movimentação da bicicleta. * Selim (sela, banco, coxim) - É o assento para a acomodação do ciclista. * Corrente (correia) - Com um conjunto de elos metálicos e flexíveis é formado a corrente da bicicleta (corrente de roletes). A corrente faz a conexão entre a coroa fixada na pedivela e a catraca ou o cassete na roda traseira. * Freio (trava, travão (em Portugal)) - Equipamento de segurança da bicicleta. É acionado por cabos de aço através do manete de freio. Quando acionado o manete, sua força/pressão é transmitida através do cabo de aço para acionar as sapatas de freio fixadas próximo ao aro das rodas que executam a frenagem através da fricção de uma borracha com o aro. Em bicicletas mais antigas, o freio esta presente na pedivela e no mecanismo do movimento central conhecido por freio contra pedal ou torpedo. Freio a disco: peça similar ao freio a disco dos automóveis, com um disco instalado no cubo da roda e outro conjunto preso ao quadro ou ao garfo. * Pneu - Peça constituída de protetores de lona e borracha que se encaixa no aro da roda. Recebe uma câmara tubular, também de borracha, que se enche com ar comprimido numa determinada calibragem para que suporte o peso associado da bicicleta e do ciclista juntos. Os pneus servem para amortecer as trepidações devidas às asperezas do chão. * Passador de marchas (alavanca de câmbio, trocador de marcha, manípulo de mudança (em Portugal)) - É o comando do mecanismo de mudança das engrenagens das coroas e do cassete ou da catraca. * Câmbio dianteiro - Sistema responsável pelas mudanças de marchas na bicicleta, com a passagem da corrente entre as coroas. * Câmbio traseiro - Sistema responsável pelas mudanças de marchas na bicicleta, com a passagem da corrente entre os anéis dentados do cassete ou da catraca. * Cassete - Conjunto de anéis dentados, fixados na roda-livre do cubo da roda traseira. Pelo cassete passa a corrente que esta interligada com a coroa (ou coroas) fixadas na pedivela. * Roda livre - Peça que faz parte do cubo da roda traseira. Por ela passa a corrente que vem desde a coroa fixada na pedivela. * Conduíte flexível o cabo de aço - Tubo destinado ao cabo de aço dos freios e dos câmbios. * Manete do freio (maçaneta, manete de travão (em Portugal)) - Alavanca de freio destinado ao acionamento do mesmo. * Garfo com amortecedor - Suspensão dianteira. * Manopla (punho, (em Portugal), luva) - Peça de borracha colocada nas extremidades do guidão para propiciar um maior conforto ao ciclista. * Mesa (cachimbo, suporte de guidão, avanço, canote, avanço de guiador (em Portugal)) - Peça que conecta o guidão ao tubo central do garfo. * Movimento central - Peça instalada no quadro da bicicleta para a fixação das pedivelas. * Pedal - Peça integrante da pedivela destinada a acomodar os pés do ciclista. * Pedivela com coroas (\"z\", monobloco, pedaleira (em Portugal)) - Peça que conecta o pedal ao eixo do movimento central. Coroa são ou anéis dentados fixados na pedivela. As pedivelas estão deslocadas entre si de 180°. * Cubo da roda - O cubo é a peça do meio da roda, onde são presos os raios. Consiste num cartucho com rolamentos ou esferas e um eixo passando pelo meio. Este eixo é fixado no garfo e no quadro através de porcas ou blocante. * Raio - São tirantes de aço rígido de pequeno diâmetro que terminam, por um lado nos cubos das rodas e por outro lado nos grandes aros (anéis) que acomodam os pneus. * Canote de selim (cano de selim, espigão de selim (em Portugal)) - Peça que se fixa no selim para o encaixe no quadro da bicicleta e que possibilita a regulagem de altura do selim. * Amortecedor - O amortecedor é uma peça constituída de uma mola para absorver os efeitos da rodagem em superfícies irregulares. * Para-lama (guarda-lama (em Portugal)) - Acessório que recobre a parte superior da rodas destinado a impedir o lançamento de cascalho ou lama em direção ao ciclista. A bomba de bicicleta é um equipamento utilizado para encher o pneu da bicicleta, e modelos portáteis podem ser encaixados no quadro ou em outras partes da bicicleta. == Ver também == * Bicicleta de marcha única * Bicicleta elétrica * Bicicleta reclinada * Bicicleta Tandem * BMX * Ciclabilidade * Ciclocomputador * Cicloturismo * Ciclovia * Freeride * Monociclo * Motocicleta * Mountain bike * Reboque para bicicleta * Riquixá * Speed * Triciclo * Tropas ciclistas * Veículo zero emissões === Bibliografia === * Grande Enciclopédia Portuguesa e Brasileira. Lisboa: Editorial Enciclopédia Ltda., 1936. 4 v * Enciclopédia Magister. Brasília: Editora Amazonas Ltda., 1980. 1 v * * * == Ligações externas == * União Ciclista Internacional * Podemos tornar a bicicleta de novo sustentável? (3 de outubro de 2024, artigo, Kris De Decker, traduzido por Vasco Bäuerle, Low-tech Magazine)",
 "title": "Bicicleta"
}