{
 "id": "45902",
 "text": "O antropomorfismo é uma forma de pensamento que atribui características ou aspectos humanos a animais, deuses, elementos da natureza e constituintes da realidade em geral. Nesse sentido, toda a mitologia grega, por exemplo, é antropomórfica. Por outro lado, ao dar nome próprio ao elemento \"inefável\", após o período de Agostinho de Hipona (Santo Agostinho), e sua consolidação no que fora denominado na História da Filosofia de tomismo (o conhecimento que veio depois dos escritos de Tomás de Aquino), houve uma eternização deste antropomorfismo no hemisfério ocidental e sua doutrina mestra, o cristianismo. Uma outra acepção de antropomorfismo refere-se a dar característica humanas a animais ou objeto inanimados usado originalmente em contos morais como os contos de fadas, e posteriores livros infantis como por exemplo Peter Rabbit, criado por Beatrix Potter em 1893. Tem tido recentemente uma grande expansão graças à criação do desenho animado no final do e inicio do e com o advento dos grandes estúdios de animação, como o de Walt Disney, Warner Bros, Tex Avery e os estúdios dedicados à televisão, como o estúdio Hanna-Barbera. Atualmente esta expressão tem sido em parte substituída pela expressão Furry. Apesar de em geral estes personagens serem baseados em animais, existem muitos exemplos conhecidos com outros objetos como o Herbie de Se meu Fusca falasse (The Love Bug, Estados Unidos, 1969), que se não tinha forma humana, nem falava, apresentava diversas emoções e vida própria. As características podem ser desde viverem como seres humanos (com ou sem estes), ou terem somente a capacidade de fala entre si e de sentir emoções, etc. Personagens animais que agem como animais realmente agiriam não são considerados antropomórficos. == Na literatura == O antropomorfismo é muito usado na literatura desde o início de tempos. As fábulas de Esopo, fazem uso extensivo de antropomorfismo, em que os animais ilustram lições morais. Um poeta que usou muito o antropomorfismo foi Robert Henryson, em suas fábulas morais, onde a mistura de características humanas e animais é particularmente sutil e ambígua. O livro indiano Panchatantra e os contos Jataka empregam animais antropomórficos para ilustrar vários princípios de vida. == Na televisão == A série de animação Bojack Horseman decorre em um mundo onde os seres humanos e os animais antropomórficos vivem lado a lado, com especial foco na vida decadente de uma estrela de televisão e cinema, BoJack Horseman, um cavalo com características antropomórficas. == Ver também == *Antropozoomorfismo === Bibliografia === * KRONE, Ricardo. O Idolo antropomorfo de Iguape: sua relação com os sambaquis e pré-história brasileira, Revista do Instituto Histórico e Geográfico de São Paulo, vol. XVI, pp. 227-233, 1911. Antropomorfismo Categoria:Filosofia",
 "title": "Antropomorfismo"
}