{
 "id": "45905",
 "text": "Zonas erógenas são determinadas partes do corpo onde o toque pode causar excitação sexual. Muitos animais utilizam as zonas erógenas de seus parceiros como parte de complexos rituais de acasalamento, em atos que podem se assemelhar a danças ou lutas. As zonas erógenas estão presentes em muitas espécies, e podem ser interpretadas como uma estratégia selecionada por favorecer o ato sexual e facilitar a reprodução sexuada. Também podem atuar na seleção de indivíduos mais capazes de excitar seu parceiro, eliminando os menos aptos a esta função. No ser humano, as zonas erógenas são determinados pontos ou trechos sensíveis da pele que, ao toque, desencadeiam uma reação de excitação. A presença destas zonas (ou ao menos a intensidade da sensação causada) pode variar de indivíduo para indivíduo, e decididamente de situação para situação, embora padrões sejam delimitados de acordo com as zonas apontadas pela maioria das pessoas. Pescoço, nuca, lóbulo da orelha, lábios e língua, mamilos, nádegas, coxas e dedos, para além dos próprios órgãos sexuais são comumente apontados por homens e mulheres como zonas erógenas. == Anatomia == Na pele existem regiões mais sensíveis ao toque, devido a quantidade de terminais nervosos sob a pele e a espessura da derme. Normalmente regiões da pele com a epiderme mais fina apresentam maior sensibilidade. Existem, principais, duas classes de zona erógena na pele. === Inespecíficas === Estas áreas incluem as laterais e trás do pescoço, as axilas e as laterais do tórax. Grande excitação e estimulação previa são responsáveis pelo aumento da resposta sexual. === Específicas === Essas áreas produzem sensações mais fortes e incluem as genitálias, incluindo o prepúcio, clitóris, vulva e pele perianal, escroto, lábios, boca e mamilos. A rete, a inervação do epitélio, é melhor formada e com mais nervos, que estão mais perto da superfície externa da pele do que em regiões que há pelos. == Ver também == * Sexualidade humana Categoria:Sexualidade Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Zona erógena"
}