{
 "id": "45982",
 "text": "The Sims 2 (prt: Os Sims 2) é um jogo eletrônico de simulação de vida desenvolvido pela Maxis e publicado pela Electronic Arts. É o segundo título importante da série The Sims e é a sequência de The Sims. O jogo foi lançado para Microsoft Windows em 14 de setembro de 2004, e uma portabilidade para MacOS foi lançada em 17 de junho de 2005. Oito pacotes de expansão e nove \"coleções de objetos\" foram posteriormente lançados entre 2005 e 2008. Além disso, versões do The Sims 2 foram lançadas em vários consoles e plataformas móveis, incluindo a Nokia Ovi Store. Uma sequência, The Sims 3, foi lançada em junho de 2009. Assim como seu antecessor, The Sims 2 permite ao jogador criar e vestir personagens chamados “Sims”, projetar bairros e construir e mobiliar casas. Os jogadores gerenciam seus Sims desde o nascimento até a morte, formando relacionamentos de maneira semelhante à vida real. Os Sims têm objetivos de vida, desejos e medos, cuja realização pode produzir resultados bons ou ruins. The Sims 2 foi o primeiro jogo da série a incorporar um mecanismo de gráficos 3D, que permitiu ao jogador obter visualizações de 360º do jogo, em oposição à visão 2D isométrica fixa de The Sims. Genética também é uma nova mecânica de jogo, já que anteriormente as crianças no The Sims nem sempre se pareciam com os pais. Embora a jogabilidade não seja linear, enredos e eventos com script existem nas vizinhanças pré-construídas do jogo. The Sims 2 foi aclamado pela crítica, obtendo pontuação de 90% dos agregadores Metacritic e GameRankings. Foi citado como um dos melhores videogames já feitos. Também foi um sucesso comercial, vendendo um milhão de cópias nos primeiros dez dias, um recorde para a época. Em abril de 2008, o site oficial do The Sims 2 anunciou que 100 milhões de cópias da série The Sims foram vendidas. Em março de 2012, o jogo vendeu 13 milhões de cópias em todas as plataformas, com mais de seis milhões de cópias para PC, tornando-o um dos jogos para PC mais vendidos de todos os tempos. == Jogabilidade == Na visão da vizinhança, o jogador seleciona um lote para jogar, como no The Sims. Existem lotes residenciais e comunitários, mas os Sims só podem morar em lotes residenciais. Os Sims podem viajar para lotes comunitários para comprar coisas como roupas e revistas e para interagir com NPCs e moradores da cidade. O jogador pode escolher entre jogar em um lote habitado pré-fabricado, mudar uma casa para um lote pré-construído desocupado ou construir um prédio em um terreno baldio. Uma novidade de The Sims são fundações. O jogador alterna entre o modo \"ao vivo\" (padrão) para controlar os Sims, o modo \"compra\" para adicionar, mover ou excluir móveis, ou o modo \"construção\" para reconstruir a casa e fazer mudanças estruturais. O modo de compra e construção não pode ser acessado em um lote comunitário, mas os lotes podem ser construídos usando a visualização do bairro. Também é possível importar terrenos de vizinhança do SimCity 4. O jogo contém alguns desafios sociais com limite de tempo que oferecem uma recompensa em caso de sucesso. Os Sims podem dar festas para ganhar pontos de aspiração ou convidar o diretor para jantar, a fim de matricular seus filhos em escolas particulares. Alguns pacotes de expansão trazem novos minijogos, como administrar uma casa grega em University ou sair em encontros em Nightlife. Em Nightlife, cada encontro é um desafio para manter os dois Sims o mais felizes possível enquanto acumula pontos de aspiração. Vários outros pacotes de expansão apresentam personagens sobrenaturais nos quais os Sims podem se transformar, como Zumbis, Vampiros, Lobisomens, Planta-Sims e Bruxas. === Sims === A parte principal do jogo é conduzir um Sim desde o início da vida até a morte. Um Sim nascerá quando uma Sim mulher e um Sim homem tentarem ter um bebê várias vezes. A mãe passará 3 Sim dias (cada dia dura 24 minutos, embora o tempo possa ser acelerado) grávida antes de dar à luz um bebê. Durante a gravidez, a barriga não se expande gradualmente. Em vez disso, todos os dias, ele “aumenta” para um tamanho maior. Os jogadores podem nomear o novo Sim ao nascer. A aparência e a personalidade do bebê serão baseadas na genética de seus pais (embora a aparência do bebê fique oculta até que ele se torne uma criança). Os bebês também podem ser adotados ligando para o serviço de adoção por telefone, mesmo por pais solteiros, idosos ou casais do mesmo sexo. O bebê se transformará em uma criança pequena em 3 dias, e mais 4 dias para a criança se transformar em uma criança. Após 8 dias, a criança se torna um adolescente e viverá 15 dias antes de se tornar um adulto. Após 29 dias, o Sim se tornará um idoso. Um idoso acabará por morrer; a duração deste estágio final depende da barra de aspiração quando eles se tornarem idosos. Bebês, crianças pequenas, crianças, adolescentes e adultos podem avançar para o próximo estágio de vida a qualquer momento durante as 24 horas Sim antes de crescerem automaticamente. Para os bebês, isso requer o uso do bolo de aniversário. Bebês, crianças, adolescentes e adultos podem usar a autointeração \"Crescer\". Se o pacote de expansão University for instalado, os adolescentes terão a opção de cursar uma faculdade, onde serão jovens adultos por aproximadamente 24 dias. O envelhecimento pode ser desativado por meio de cheats. Os jogadores precisarão desenvolver distintivos de talentos, habilidades e relacionamentos com outras pessoas, para que possam ter sucesso em suas carreiras. O jogador também precisará garantir que o Sim esteja feliz e bem, cumprindo desejos (incluindo desejos para toda a vida, evitando medos e satisfazendo motivos). Gravidez, crianças pequenas, adolescentes e idosos são novas fases da vida. Jovem adulto é uma idade única adicionada com a expansão University. Os Sims adolescentes se tornarão jovens adultos quando forem transferidos para uma universidade e serão adultos quando saírem do campus, independentemente do motivo. ==== Criar-um-Sim ==== No The Sims 2, para criar uma família, clique no botão \"Famílias\" no canto inferior esquerdo da visualização da vizinhança e, em seguida, clique no botão grande \"Criar nova família\". Clicar no botão denominado \"Criar um Sim\" expandirá uma guia que contém os ícones \"Criar um Sim\" e \"Criar uma Criança\". \"Criar uma Criança\" ficará esmaecido, a menos que a família contenha um homem adulto e uma mulher adulta. Clicar no ícone \"Criar um Sim\" irá gerar um Sim adulto aleatório, que pode ser homem ou mulher, que pode ser editado pelo jogador. Ao contrário do The Sims, qualquer idade além de bebê ou jovem adulto (que deve ser feito no Criar um Aluno da Universidade) pode ser criada. Em vez de ter que escolher entre rostos já acabados que incluem cabelo, agora é possível alterar a estrutura facial (por exemplo, alargar o nariz, afinar os lábios, alongar o queixo, etc.) e escolher qualquer penteado que combine com ele. Diferentes cores de olhos e um tom de pele adicional também estão disponíveis para os Sims. Se os Sims forem mais velhos que uma criança, suas aspirações e o que o ativa/desativa (Nightlife ou posterior) podem ser determinados. Existem dez traços de personalidade que são: desleixado, arrumado, tímido, extrovertido, preguiçoso, ativo, sério, brincalhão, rabugento e legal, mas apenas 25 pontos de personalidade que podem ser atribuídos a esses traços. Porém, no The Sims 2, todos os pontos de personalidade devem ser atribuídos. Além disso, existem doze personalidades predefinidas, uma para cada signo do zodíaco. Será definido um signo do zodíaco que corresponda à personalidade que o jogador selecionou para o Sim. Um Sim também tem uma das oito Aspirações, que é um objetivo de vida que influencia fortemente seus desejos e medos, que são: Crescer (apenas para Sims infantis), Romance, Família, Conhecimento, Popularidade, Fortuna, Prazer (Nightlife ou posterior), e a aspiração de Queijo, Grelhado (Nightlife ou posterior, só pode ser definida como a aspiração principal de um Sim se ele usar a máquina ReNuYuSenso Orb e ela funcionar mal). The Sims 2 também vem com The Sims 2 Body Shop, que permite aos usuários criar genética, maquiagem, roupas e Sims personalizados, com a ajuda de ferramentas de terceiros, como Microsoft Paint, Paint.NET, Adobe Photoshop, GIMP e SimPE. === Interações sociais === Existem várias novas interações sociais introduzidas no The Sims 2. Essas novas interações sociais podem criar memórias e podem estar relacionadas a determinadas faixas etárias. As interações sociais podem surgir no painel Desejos e Medos e podem depender da personalidade e aspiração do Sim. Sims com certas personalidades podem não querer completar certas interações sociais. ;Influência :Influenciar as interações sociais é introduzido no pacote de expansão University. Um Sim é capaz de influenciar outro Sim para completar uma interação social ou uma tarefa. Os Sims ganham pontos de influência ao completar Desejos e podem perder pontos de influência ao completar Medos. O tamanho da barra de influência depende do número de amigos que o Sim tem. Ele também pode crescer em tamanho com as vantagens comerciais do pacote de expansão Open for Business. A influência também esteve na expansão Nightlife, mas não acrescentou nada. ;Química :O pacote de expansão Nightlife introduziu um novo recurso, É Legal e Não É Legal. Adolescentes e mais velhos podem escolher o que \"é legal\" e o que \"não é legal\". Esses e outros fatores, como aspiração e personalidade, determinam a química que um Sim tem com outro na forma de raios. Os Sims podem ter até 3 raios com outro Sim. Quanto maior a química que um Sim tem com outro Sim, maior a chance de as interações sociais serem aceitas. Novas coisas que É Legal e Não É Legal são introduzidas com o pacote de expansão Bon Voyage. ;Fúria :A Fúria é introduzida no pacote de expansão Nightlife e ocorre quando um Sim fica com raiva de outro. Durante esse período, os relacionamentos com o Sim furioso são mais difíceis de construir. Além disso, o Sim que está furioso pode começar uma briga ou vandalizar a casa do Sim com quem está furioso. A fúria pode ser causada por outro Sim assaltando a casa do Sim, sendo multado após ligar para os serviços de emergência quando não houve emergência, brigando, traindo (o trapaceiro ou o Sim com quem foi traído, geralmente ambos) e muito mais. ;Reputação :Reputação, que é encontrada no jogo Sims anterior The Urbz: Sims in the City é reintroduzida no pacote de expansão Apartment Life. Um Sim ganha reputação interagindo com outros Sims em lotes comunitários. Sims com maior reputação têm maior probabilidade de ganhar vantagens, como objetos gratuitos e promoções de emprego. === Carreiras === São 25 carreiras (contando todos os pacotes de expansão) que acompanham o jogo que exigem habilidades e um certo número de amigos para serem promovidas. Cada plano de carreira tem dez níveis. O sucesso nessas carreiras desbloqueia recompensas profissionais e salários mais altos, além de bônus. Os Sims também recebem cartas de chance. Respostas corretas a essas cartas aleatórias criam recompensas para os Sims, enquanto respostas incorretas podem fazer com que um Sim perca o emprego. Nightlife e Apartment Life permitem que os Sims ganhem promoções por meio de interações sociais com outros Sims. === Vizinhanças === The Sims 2 vem com três mundos pré-fabricados, conhecidos como vizinhanças para o jogador explorar, todos com tema e enredo específicos. Esses mundos são Belavista, uma continuação do bairro jogável de The Sims, apresentando muitas das mesmas famílias, como os Caixão e os dos Encantos – Estranhópolis, uma pequena cidade desértica com tema sobrenatural, com alienígenas, cientistas malucos e cemitérios assombrados. A última vizinhança, Vila Verona, é uma cidade com temática europeia baseada nas obras de William Shakespeare, com seu enredo central sendo uma releitura moderna e solta de Romeu e Julieta. Além dessas vizinhanças pré-fabricadas, os jogadores podem criar e povoar suas próprias cidades, usando predefinições integradas, ou criar suas próprias cidades usando SimCity 4, já que os mapas do SimCity 4 são compatíveis com The Sims 2. Os pacotes de expansão também adicionam várias novas vizinhanças, como cidades universitárias, um bairro comercial, um centro da cidade e vários destinos de férias. Seasons adiciona uma vizinhança completa, uma pequena cidade rural chamada Colina Formosa, Free Time adiciona uma cidade com tema de hobby chamada Vale Desiderata, enquanto Apartment Life adiciona Enseada Belladonna, uma área maior e mais metropolitana com apartamentos e arranha- céus. === Comparação com The Sims === Graficamente, The Sims 2 é mais detalhado que The Sims e permite que os jogadores visualizem seu mundo em 3D. Esta é uma mudança em relação aos jogos Sim anteriores, como SimCity 2000, que usava projeção dimétrica e resoluções fixas, como a câmera estava no The Sims. No The Sims, os Sims são malhas 3D, mas o The Sims 2 apresenta muito mais detalhes na qualidade da malha, na qualidade da textura e na capacidade de animação. As características faciais de um Sim são personalizáveis ​​e únicas, e os Sims podem sorrir, franzir a testa e piscar. O jogador pode ajustar os recursos de um Sim na ferramenta Criar-um-Sim do jogo; por exemplo, os narizes podem ser muito grandes ou muito pequenos. A texturização é obtida através do uso de imagens raster, embora pareça mais realista. Os personagens do The Sims 2 passam por sete estágios de vida: recém-nascidos, bebês, crianças, adolescentes, jovens adultos (somente com o University), adultos e idosos — com eventual morte por velhice, enquanto os bebês no The Sims só se tornam crianças antes de deixarem de envelhecer ainda mais. O sistema de aspiração (descrito acima) também é novo no The Sims 2. Os Sims podem engravidar e produzir bebês que assumem características genéticas de seus pais, como cor dos olhos, cor do cabelo, estrutura facial e traços de personalidade, ao contrário de The Sims, em que o bebê assumiria aparência e personalidade aleatórias. A genética desempenha um papel importante no jogo e, como tal, os genes dominantes e recessivos desempenham um papel maior do que no jogo original. Um jogador também pode desejar que um Sim seja abduzido por alienígenas. Os homens então têm a chance de engravidar e produzir, após três dias Sim, uma criança meio alienígena. Algumas das outras adições à jogabilidade são recompensas de carreira, um ciclo semanal, a habilidade de limpeza (que era uma habilidade oculta no The Sims), uma variedade de refeições (dependendo da hora do dia), roupas de ginástica, formato do corpo afetado pela dieta e exercício e casas construídas sobre fundações. Cutscenes foram outra novidade no The Sims 2. Há cenas com primeiro beijo, oba-oba, nascimento de criança, abduções alienígenas, também indo para a faculdade e se formando em The Sims 2: University. == Desenvolvimento == O desenvolvimento preliminar do The Sims 2 começou no final de 2000, após o lançamento de The Sims. A EA Games anunciou em 5 de maio de 2003 que o estúdio Maxis havia iniciado o desenvolvimento de The Sims 2. Um teaser trailer foi fornecido no CD de The Sims: Makin' Magic, lançado em outubro de 2003, que mais tarde foi carregado em sites por toda a Internet. O jogo foi exibido pela primeira vez na E3 em Los Angeles, Califórnia, em 13 de maio de 2003. A equipe de desenvolvimento decidiu que as principais qualidades que atraíam as pessoas para The Sims eram o fato de ele ser facilmente compreensível para a maioria das pessoas, dar aos jogadores a liberdade de serem criativos, ter um senso de humor irreverente, apresentar uma jogabilidade aberta e desenvolver esses aspectos na sequência. A mudança para gráficos 3D foi considerada essencial para que os jogadores do primeiro jogo atualizassem. A equipe de desenvolvimento considerou adicionar necessidades de “sede” e “estresse”, mas reconsiderou depois que o feedback dos jogadores mostrou que eles estavam cansados de manter as necessidades básicas de seus Sims. Em vez disso, a equipa concentrou-se em utilizar as necessidades existentes para diferenciar as diferentes fases da vida; por exemplo, Sims adolescentes têm maior necessidade de interação social. O conteúdo personalizado também foi considerado uma parte essencial da popularidade do The Sims; para incentivar sua criação, a equipe garantiu que a instalação e o gerenciamento de conteúdo criado pelo usuário fossem o mais tranquilos possível. Will Wright afirmou que a recepção dos pacotes de expansão do primeiro jogo ajudou a equipe a decidir quais recursos incluir no jogo base, citando os lotes comunitários como exemplo. Em 15 de dezembro de 2012, a Electronic Arts anunciou que o site oficial seria encerrado em 14 de janeiro de 2013. Agora não é mais possível baixar conteúdo do site oficial, criar trocas ou participar das comunidades oficiais do fórum. Em 16 de julho de 2014, a Electronic Arts anunciou o fim do suporte para The Sims 2. Como resposta, The Sims 2: Ultimate Collection foi lançado ao mesmo tempo que uma oferta por tempo limitado. O jogo foi disponibilizado para download gratuito na Origin exclusivamente após o anúncio da EA de que não ofereceria mais suporte ao jogo. Esta oferta terminou às 10h PDT de 31 de julho de 2014. Em 7 de agosto de 2014, a Aspyr Media lançou The Sims 2: Super Collection como download digital disponível exclusivamente na Mac App Store; o jogo foi atualizado para OS X Mavericks, 4K e Retina. Esta compilação inclui apenas os primeiros seis pacotes de expansão e os três primeiros pacotes de objetos. A Aspyr afirmou que não foi possível incluir os pacotes restantes do jogo devido a conflitos de licenciamento com a EA. Assim como a Ultimate Collection, não surgiram novas atualizações sobre quando os pacotes restantes serão lançados separadamente ou como um único complemento para a Super Collection. == Música == Mark Mothersbaugh compôs o modo construção, modo compra, Criar-um-Sim, música da vizinhança e tema principal de The Sims 2. O jogo também apresenta músicas originais em idioma \"Simlish\" no rádio, fornecidas por Jerry Martin, The Humble Brothers, Kirk Casey e outros. Em expansões e pacotes de objetos posteriores, artistas conhecidos forneceram versões \"Simlish\" de suas canções para as estações de rádio do jogo, incluindo Depeche Mode, Kajagoogoo, Lily Allen, Datarock, Plain White T's e Katy Perry, entre outros. \"Pressure\" por Paramore, \"Don't Cha\" por The Pussycat Dolls, \"Good Day\" por Tally Hall, e \"Like Light to the Flies\" de Trivium estavam entre as canções regravadas por seus artistas originais em Simlish para a versão de console do The Sims 2. == Recepção e legado == The Sims 2 recebeu ampla aclamação da crítica. No Metacritic, que atribui uma classificação normalizada de 100 às avaliações dos críticos convencionais, The Sims 2 tem uma pontuação média de 90 com base em 61 avaliações, indicando \"aclamação universal\". O jogo também recebeu o Editor's Choice Award da IGN e GameSpy após a revisão final do produto final. The Sims 2 teve uma E3 de sucesso. Em 71 análises online, a pontuação média foi de 90 em 100. Sete dessas fontes atribuíram ao jogo uma pontuação de 100 em 100. X-Play deu ao jogo um 4/5. Computer Gaming World premiou o jogo como o \"Jogo de Estratégia do Ano (Geral)\" de 2004, derrotando RollerCoaster Tycoon 3, The Political Machine e Silent Storm. Durante o 8º Prêmio Anual de Realização Interativa, a Academia de Artes e Ciências Interativas premiou The Sims 2 com o \"Jogo de Simulação do Ano\", juntamente com uma indicação para \"Realização Notável em Jogos de Computador\". O criador de The Sims, Will Wright, foi reconhecido ao ser indicado no Billboard Digital Entertainment Awards para Visionário e Desenvolvedor de Jogos. O jogo também foi indicado para dois prêmios internacionais em 2005. A versão para Mac do jogo ganhou o Apple Design Award em 2006. A Computer Games Magazine nomeou The Sims 2 como o sexto melhor jogo de computador de 2004. Os editores escreveram que é \"mais um jogo e menos uma casa de bonecas [do que The Sims], mas continua sendo uma celebração da beleza do mundano.\" Ele também ganhou o prêmio de \"Melhor Dublagem\" da revista. The Sims 2 foi um sucesso comercial instantâneo, vendendo um milhão de cópias nos primeiros dez dias. O jogo vendeu 4,5 milhões de unidades no primeiro ano e 7 milhões em outubro de 2006. Ele recebeu o prêmio de vendas \"Platina Dupla\" da Entertainment and Leisure Software Publishers Association (ELSPA), indicando vendas de pelo menos 600.000 cópias no Reino Unido. Recebeu o prêmio \"Platina Dupla\" da Asociación Española de Distribuidores y Editores de Software de Entretenimiento (aDeSe), por mais de 160.000 vendas na Espanha durante os primeiros 12 meses. Em março de 2012, The Sims 2 tinha vendido 13 milhões de unidades em todas as plataformas, com pelo menos seis milhões de unidades no PC, tornando-o um dos jogos para PC mais vendidos de todos os tempos. Os indicados ao Hall da Fama Mundial dos Videogames de 2016 anunciaram que 200 milhões de cópias da série The Sims foram vendidas, tornando-se uma das franquias de videogame mais vendidas de todos os tempos. Mesmo após as parcelas subsequentes do The Sims, The Sims 2 ainda tem uma base de fãs ativa. Até hoje, o jogo tem uma grande comunidade de modificações, com novos conteúdos criados por usuários sendo continuamente enviados para sites de fãs como Mod The Sims e blogs temáticos de Sim hospedados no Tumblr (apelidado \"Simblrs.\") == Controvérsia == O conteúdo maleável e a personalização aberta do The Sims 2 geraram polêmica sobre o assunto de sites pagos. O conteúdo personalizado é distribuído por meio de sites independentes, alguns dos quais cobram pelo download de materiais. Cobrar dinheiro por conteúdo personalizado é considerado uma violação do EULA do jogo, que proíbe o uso comercial da propriedade intelectual da Electronic Arts. Em 22 de julho de 2005, o advogado da Flórida Jack Thompson alegou que Electronic Arts e The Sims 2 promoveram nudez por meio do uso de um mod ou código de trapaça. A alegação foi feita de que pêlos pubianos, lábios e outros detalhes genitais eram visíveis depois que o \"desfoque\" (a pixelização que ocorre quando um Sim está usando o banheiro ou está nu no jogo) foi removido. Antes da declaração de Thompson, havia um código editável que permitia modificar o tamanho (inclusive para zero) da pixelização acessível no menu do console. Pouco depois da declaração, patches e pacotes de expansão subsequentes removeram o código \"intProp censorGridSize\"; este código foi remanescente da fase de teste beta do jogo original e não se destinava ao público. == Edições, compilações e complementos == Muitos jogos Sims foram portados para Mac OS X pela Aspyr. The Sims 2 foi portado para consoles de videogame, incluindo PlayStation 2, Xbox, Nintendo DS e GameCube. === Mac OS X === As portas para Mac OS X do jogo base, os primeiros seis pacotes de expansão e as três primeiras coleções de objetos foram lançados pela Aspyr Media. A versão do jogo base foi anunciada em 19 de outubro de 2004. The Sims 2 atingiu o status beta em 1º de março de 2005 e foi lançado em 17 de junho do mesmo ano. Era, no lançamento, compatível com Mac OS X Panther e superior em sistemas PowerPC Macintosh. The Sims 2 Body Shop também estava disponível para Mac OS X. A Aspyr Media lançou The Sims 2 com todas as expansões portadas e coleções de objetos como The Sims™2: Super Collection para Intel Macs em 2014. O jogo está disponível para compra na Mac App Store para OS X 10.9 Mavericks e superior. === Consoles === As versões de console do The Sims 2 apresentavam multijogador local em tela dividida, um modo de história e uma opção para controlar os personagens do jogo diretamente, em oposição às opções de fila como é a jogabilidade tradicional dos Sims. Porém, neste videogame, ao contrário das versões Windows PC e Mac OS X, você não pode ter filhos, nem envelhecer, mas são apenas adultos (excluindo os idosos), embora possam se casar. Você deve ganhar pontos de aspiração para desbloquear recompensas preenchendo seus \"objetivos\", que também serão necessários para completar o modo história. O modo história é uma sequência de vários níveis junto com histórias desenvolvidas nas quais cada personagem pede que você cumpra desejos relacionados à sua história. Há também um modo sandbox onde você pode viver em uma família predefinida ou construir a sua própria. === Dispositivos portáteis === As três versões portáteis do jogo são completamente diferentes entre si, ao contrário das versões do jogo para console doméstico, que são virtualmente idênticas entre si. Todas as três versões portáteis apresentam um enredo mais linear. ==== Game Boy Advance ==== A versão Game Boy Advance do The Sims 2 se passa em Estranhópolis e compartilha uma GUI semelhante aos seus antecessores (The Sims Bustin' Out e The Urbz). Os jogadores são guiados por um jogo orientado a objetivos baseado no conceito de reality shows, no qual as partições do jogo são divididas em \"episódios\". Personagens dos jogos sims portáteis anteriores também apareceram. ==== Nintendo DS ==== A versão Nintendo DS de The Sims 2 começa com o carro do jogador quebrando em Estranhópolis. Ao chegar, um doador anônimo concede ao jogador a escritura de um hotel que pode ser operado e customizado a critério do jogador. O trabalho do jogador é trazer vida de volta a Estranhópolis, incentivando as pessoas a virem para o hotel, o que os jogadores podem fazer atualizando-o e deixando os hóspedes felizes. Existem várias maneiras pelas quais um jogador pode tornar Estranhópolis um lugar mais agradável, mas cabe ao jogador encontrá-las. Ao contrário da maioria dos jogos da série Sims, este acontece em tempo real. ==== PlayStation Portable ==== A versão do jogo para PlayStation Portable é jogada em terceira pessoa, assim como a versão para Nintendo DS. O jogo contém elementos de jogos de RPG e tem um enredo mais sólido pelo qual o jogador deve navegar para desbloquear a maioria das coisas disponíveis nas outras versões. A opção de construir a própria casa é substituída por uma casa pré-construída onde você pode personalizar os móveis e a decoração. Conversas e trabalhos são realizados por meio de uma função de minijogo. O personagem do jogador não envelhece, nem pode se casar ou ter filhos, mas pode ter uma pessoa querida e \"Oba-oba\". Os relacionamentos são usados ​​​​principalmente para resolver objetivos, embora um amigo próximo possa morar com o jogador após progredir no jogo. Quando o jogador completa um objetivo, seu medidor de sanidade, representado como um Plumbob, irá encher ligeiramente e se o jogador não completar ativamente seus objetivos, o medidor de sanidade irá se esgotar rapidamente até que o jogador seja hospitalizado ou abduzido por alienígenas. O jogador também pode ganhar “Pontos de Sanidade” completando metas que podem ser usadas para desbloquear vantagens especiais. Outra característica exclusiva desta versão, e da Nintendo DS, são os \"Segredos\" que o jogador pode encontrar espalhados por Estranhópolis ou socializando com os personagens. O jogo começa com o personagem do jogador dirigindo pelo deserto de Estranhópolis, provavelmente o \"Estrada para lugar nenhum\" em seu carro, quando de repente um diamante verde voador (também conhecido como Plumbob, o marcador e logotipo dos jogos Sims) passa voando pelo jogador e faz com que percam o controle e danifiquem o carro. Felizmente, o jogador encontra um posto de gasolina. O jogador leva seu carro para a garagem. Nesse ponto o jogador assume o controle. O jogador é apresentado a um mecânico de veículos chamado Oscar que, após um breve tutorial ensinando o jogador a falar com Sims NPC, informa ao jogador que seu carro demorará apenas um pouco para ser consertado. O jogador fica então livre para vagar pelo posto de gasolina, e depois de ser apresentado a mais alguns NPCs, incluindo Laura Caixão, que afirma ter sido abduzida por alienígenas, completando tarefas e aprendendo o objetivo básico do jogo que é \"Caça Secreta\" para o atendente da loja. O jogador então sai da loja e descobre que a garagem nos fundos desapareceu completamente junto com Oscar e seu carro, restando apenas a fundação da garagem. A única coisa que sobrou do desaparecimento é um telefone celular, que o jogador atende e um homem chamado Doutor Dominic Newlow oferece ao jogador um emprego, exigindo que ele pegue uma carona até a cidade e encontre um lugar para ficar. O jogador informa o Delegado de Polícia Duncan sobre a situação, que responde que nada pode fazer a respeito e sugere que o jogador encontre um lugar para ficar. Depois de comprar a casa de Laura por alguns trocados e conseguir donuts para o delegado Duncan (que foram encontrados no lixo), o jogador finalmente consegue uma carona até o Paradise Place de Estranhópolis, apenas para encontrar mais tarefas e mistérios. === Pacotes de expansão === Os pacotes de expansão do The Sims 2 fornecem recursos e itens adicionais do jogo. Oito pacotes de expansão foram lançados ao longo do ciclo de vida do jogo. The Sims 2: Apartment Life é o último pacote de expansão do The Sims 2. Name Data de lançamento Principais adições Vizinhança(s) Novos NPCs Novo estado de vida/criatura Novas carreira(s) University Vida de Universitário Windows: Mac OS X: 12 de dezembro de 2005 Universidades, faixa etária de jovens adultos, sistema de influência Campus: Académie Le Tour, La Fiesta Tech, Universidade Estadual de Sim Barista, barman, funcionário da cafeteria, líder de torcida, treinador, mascote do mal, mascote, professores, nudista Zumbi (também em FreeTime e Apartment Life) Artista, cientista natural, paranormal, show business Nightlife Vida Noturna Windows: Mac OS X: 27 de março de 2006 Encontros, sistema de grupos, passeios, aspiração de Prazer e Queijo Grelhado, novos estados de relacionamento, carros próprios, sistema de atração Centro da Cidade: Centro da Cidade Chef, DJ, Cigana casamenteira, Srta. Rugabaixa, vampiro (conde e condessa), garçom Vampiro Nenhuma Open for Business Aberto para Negócios Windows: Mac OS X: 4 de setembro de 2006 Empresas, emblemas de talentos Distrito comercial: Vila Água Azul Barbeiro, repórteres Servo (robô) Funcionário de loja Pets Bichos de Estimação Windows: Mac OS X: 6 de novembro de 2006, Animais de estimação próprios Nenhuma Oficial de controle de animais, treinador de obediência, gambá, lobo Lobisomem Carreiras de animais de estimação: Segurança, serviço, showbiz Seasons Quatro Estações Windows: Mac OS X: 11 de junho de 2007 Sistema climático, estações, pesca, emblemas de novos talentos, jardinagem Principal: Colina Formosa Membro do clube de jardinagem, pinguim Planta-Sim Aventureiro, educação, gamer, jornalismo, direito, música Bon Voyage Windows: Mac OS X: 17 de dezembro de 2007 Férias em diferentes áreas culturais Férias: Vila Takemizu, Três Lagos, Ilha Twikkii Mensageiro, dançarino de fogo, empregada de hotel, massagista, ninja, pirata, guia turístico, Charlatão desagradável, velho sábio, feiticeiro Pé-grande Nenhuma FreeTime Tempo Livre Windows: Sistema de hobby, sistema de aspiração vitalícia, emblemas de novos talentos. Principal: Vale Desiderata Secreta: Hobbies Juiz de comida, gênio, instrutor de hobby, Rod Humble Gênio Arquitetura, dança, entretenimento, inteligência, oceanografia Apartment Life Vida de Apartamento Windows: Apartamentos alugáveis, sistema de reputação, sistema de bruxaria Principal: Enseada Belladonna Secreta: Magia Dançarino de break, mordomo, estátua humana, senhorio, cidadão de classe social, assistente espectral, bruxa Bruxa Nenhuma === Coleções de objetos === As coleções de objetos são complementos que pretendem adicionar apenas novos itens (geralmente na quantidade de 60) ao jogo base. No entanto, alguns lançamentos incluem certos elementos de jogabilidade introduzidos em pacotes de expansão anteriores. Existem dez coleções de objetos no total. No entanto, The Sims 2: Holiday Party Pack serviu como lançamento piloto para esta linha de produtos, que foram chamados de \"pacotes de reforço\". Após o sucesso do lançamento piloto, a EA chamou os lançamentos de \"coleções de objetos\" e lançou a linha com The Sims 2: Family Fun Stuff. The Sims 2: Mansion & Garden Stuff é a última coleções de objetos do The Sims 2. Nome Data de lançamento Inclui Holiday Party Pack Pacote Festa de Natal Windows: Coisas temáticas de Natal, Dias das Bruxas, Ação de Graças, Chanucá, Kwanzaa e Ano-novo, além de novos NPCs: Papai Noel, Pai Tempo e Bebê Ano Novo. Family Fun Stuff Diversão em Família Windows:Mac OS X: 30 de abril de 2007 Contos de fadas voltados para a família, itens de temática espacial e náutica principalmente para quartos de crianças. Glamour Life Stuff Glamour Windows:Mac OS X: 1 de junho de 2007 Objetos, pisos e paredes temáticos de luxo, costura e glamour. Happy Holiday Stuff Happy Holiday Windows:Mac OS X: 4 de setembro de 2007 Todos os itens do Holiday Party Pack, além de itens adicionais com temas de feriados asiáticos e europeus. Celebration! Stuff Celebrações! Windows: Penteados, modas e acessórios com tema de casamento, móveis e outros acessórios para festas. H&M; Fashion Stuff H&M; Fashion Windows: Coleções de moda da H&M; e objetos da marca H&M; para o modo Construção e Compra Teen Style Stuff Estilo Teen Windows: Coisas temáticas de Gótico, Thrasher e Socialite para quartos de adolescentes, além de novos penteados e roupas do Criar-um-Sim destinados a Sims adolescentes. Kitchen & Bath Interior Design Stuff Cozinhas & Banheiros: Design de Interiores Windows: Objetos de cozinha e banheiro, pisos, paredes e peças de vestuário. IKEA Home Stuff Lar IKEA Windows: Móveis, pisos e paredes da moda nos estilos da IKEA. Mansion & Garden Stuff Mansões & Jardins Windows: Itens com três novos temas decorativos. (Marroquino, Art Déco e Segundo Império) === Edições principais do jogo === Nome Data de lançamento Inclui The Sims 2 Windows:Mac OS X: 13 de junho de 2005 O primeiro lançamento do jogo principal em quatro CDs. The Sims 2 Special DVD Edition Windows: O jogo principal em um DVD, além de um DVD bônus com conteúdo exclusivo. The Sims 2 Holiday Edition (2005) Windows: O jogo principal e The Sims 2 Holiday Party Pack em quatro CDs (lançamento exclusivo na América do Norte). The Sims 2 Holiday Edition (2006) (conhecido como The Sims 2 Festive Edition na Europa) Windows: América do Norte: The Sims 2 Holiday Edition (Edição de quatro CDs de 2005) e The Sims 2 Happy Holiday Stuff. Europa: O jogo principal em um DVD e The Sims 2 Festive Holiday Stuff. The Sims 2 Deluxe Windows: O jogo principal, The Sims 2 Nightlife e um novo DVD bônus diferente daquele incluído na Edição Especial de DVD. The Sims 2 Double Deluxe Windows: The Sims 2 Deluxe e The Sims 2 Celebration! Stuff. The Sims 2 Ultimate Collection Windows:(exclusivo para clientes Origin existentes que provaram possuir o jogo The Sims 2 original de 16 a 31 de julho de 2014, mas foi prorrogado até 11 de outubro de 2018; lançamento no varejo não confirmado) The Sims 2 Double Deluxe, The Sims 2 University Life Collection, The Sims 2 Best of Business Collection, The Sims 2 Fun with Pets Collection, The Sims 2 Seasons, The Sims 2 Bon Voyage, The Sims 2 FreeTime, The Sims 2 Apartment Life, The Sims 2 Glamour Life Stuff e The Sims 2 Happy Holiday Stuff. The Sims 2 Super Collection Mac OS X: O jogo principal, The Sims 2 University, The Sims 2 Nightlife, The Sims 2 Open for Business, The Sims 2 Pets, The Sims 2 Seasons, The Sims 2 Bon Voyage, The Sims 2 Family Fun Stuff, The Sims 2 Glamour Life Stuff e The Sims 2 Happy Holiday Stuff (The Sims 2 FreeTime e The Sims 2 Apartment Life juntamente com os restantes pacotes de objetos não foram incluídos devido à sua indisponibilidade para Mac no momento do seu lançamento). === Compilações somente de expansão === Compilações de pacotes de expansão e coleções de objetos sem o jogo principal também foram lançadas. Nome Data de lançamento Inclui University Life Collection Windows: The Sims 2: University, The Sims 2: IKEA Home Stuff e The Sims 2 Teen Style Stuff. Best of Business Collection Windows: The Sims 2: Open for Business, The Sims 2: H&M; Fashion Stuff e The Sims 2: Kitchen & Bath Interior Design Stuff. Fun with Pets Collection Windows: The Sims 2: Pets, The Sims 2: Family Fun Stuff e The Sims 2: Mansion & Garden Stuff. === Conteúdo disponível para download === ==== Conteúdo de pré-venda ==== A maioria dos pacotes de expansão e coleções de objetos foram lançados com itens pré-encomendados. O conteúdo do jogo era resgatável no site oficial usando um código fornecido pelo varejista do qual o jogador comprou. Cada varejista era frequentemente associado a um download exclusivo. Um total de 60 itens pré-encomendados foram lançados. ==== The Sims 2 Store ==== The Sims 2 Store era uma loja online onde os jogadores de The Sims 2 para PC podiam comprar e baixar conteúdo de seus jogos online por taxas adicionais. Oferecia objetos, roupas, skins e penteados que são exclusivos da loja e também provenientes de expansões anteriores e pacotes de itens. Também trazia sete coleções de itens exclusivos que só podiam ser encontrados na loja. A loja usou um sistema de pontos que os jogadores podem comprar. Foi inaugurado de julho de 2008 a 31 de março de 2011, como versão beta limitada aos Estados Unidos e Canadá. Para fazer o download, os jogadores devem instalar o The Sims 2 Store Edition e o EA Download Manager. As coleções exclusivas foram \"Cubic\", \"Art Deco\", \"Spooky\", \"Castle\", \"Asian Fusion\", \"Art Nouveaulicious\" e \"Oh Baby\", incluindo um total de 471 itens. Desde o fechamento da The Sims 2 Store em 31 de março de 2011, o The Sims 2: Store Edition e o savegame não podem ser usados ​​com The Sims 2: Ultimate Collection. === Ferramentas de terceiros === SimPE é um utilitário de código aberto para The Sims 2 que permite editar características, relacionamentos e carreiras dos Sims. Também permite a criação de objetos. Como a ferramenta é destinada ao uso por modders experientes, a interface do SimPE não é considerada intuitiva e os usuários correm o risco de corromper os arquivos do jogo. TS2 Enhancer, desenvolvido por Rick Halle, é um utilitário comercial para edição de personagens e vizinhanças, mas desde então caiu em desuso. == Notas == == Ligações externas == * (Arquivo) Categoria:The Sims Categoria:Jogos eletrônicos da Electronic Arts Categoria:Jogos eletrônicos de 2004 Categoria:Jogos para Windows Categoria:Jogos para Mac OS Classic Categoria:Ganhadores do Interactive Achievement Awards Categoria:Jogos eletrônicos sobre fantasmas Categoria:Jogos multijogador em tela dividida Categoria:Controvérsias sobre obscenidade em jogos eletrônicos Categoria:Jogos eletrônicos com trilha sonora personalizável",
 "title": "The Sims 2"
}