{
 "id": "46001",
 "text": "A política de São Tomé e Príncipe tem lugar num quadro de uma república semipresidencialista democrática representativa, segundo o qual o Presidente de São Tomé e Príncipe é chefe de estado e o primeiro-ministro, é chefe de governo e de um sistema multi-partidário. O Poder executivo é exercido pelo governo. O Poder legislativo é atribuído a ambos o governo e a Assembleia Nacional. O Judiciário é independente do executivo e o legislativo. São Tomé tem funcionado sob um sistema multipartidário desde 1990. Após a promulgação de uma nova Constituição em 1990, São Tomé e Príncipe realizou eleições multipartidária pela primeira vez desde a independência. Pouco após a Constituição entrou em vigor, a Assembleia Nacional de São Tomé e Príncipe formalmente legalizou os partidos políticos da oposição. Candidatos independentes também foram autorizados a participar nas eleições legislativas de janeiro de 1991. == Poder executivo == O presidente da república é eleito por um período de cinco anos por sufrágio direto universal e uma votação secreta, e pode conter até dois mandatos consecutivos. Os candidatos são escolhidos pelo seu partido da conferência nacional (ou individuais pode ser executado independentemente). Um candidato presidencial, deve obter uma maioria definitiva de voto popular, em uma primeira ou segunda rodada de votação, a fim de ser eleito presidente. O primeiro-ministro é nomeado pelo presidente, mas deve ser ratificado pelo partido que tiver a maioria e, portanto, normalmente vem de uma lista de sua escolha. O Primeiro-Ministro, por sua vez, os nomes dos 14 membros do gabinete. === Principais detentores de cargos === |Presidente |Carlos Vila Nova |ADI |2 de outubro 2021 |- |Primeiro- ministro |Patrice Emery Trovoada |ADI |11 de novembro 2022 |} ==Poder legislativo== A Assembleia Nacional (Assembleia Nacional) tem 55 membros, eleitos por prazo de quatro anos de sete eleitorados multi-membros por representação proporcional. É o órgão supremo do Estado e do mais alto órgão legislativo, e se reúne semestralmente. ==Partidos políticos e eleições== ==Poder Judiciário== A justiça é administrada no mais alto nível pelo Supremo Tribunal. Anteriormente responsável perante a Assembleia Nacional, o Judiciário é independente agora sob a nova Constituição. ==Divisões administrativas== Administrativamente, o país está dividido em sete municípios, seis em São Tomé e Príncipe e um compreendendo Príncipe. Conselhos administrativos em cada distrito manter um número limitado de poderes autónomos de tomada de decisão, sendo reeleito a cada 5 anos. Príncipe tem auto-governo desde 29 de abril de 1995 ==Direitos humanos e democracia== Desde as reformas constitucionais de 1990 e as eleições de 1991, São Tomé e Príncipe tem feito grandes progressos em direção ao desenvolvimento das suas instituições democráticas e ainda garantir os direitos humanos e civil dos seus cidadãos. Os são-tomenses têm mudado livremente seus governantes através de eleições pacíficas e transparentes, e, embora tenha havido discordâncias e os conflitos políticos no interior das agências do governo e da Assembleia Nacional, os debates foram realizados e resolvidos em aberto, democrático e instâncias jurídicas, em conformidade com as disposições da lei São Tomé e Príncipe. Um certo número de partidos políticos participam ativamente do governo e expressam as suas opiniões abertamente. Liberdade de imprensa é respeitada, e há vários jornais independentes, além do boletim do governo. A respeito do governo dos direitos humanos é exemplar; o governo não participa em medidas repressivas contra os seus cidadãos, e respeita os direitos individuais devido à processo e proteção contra abusos do governo é amplamente aceito. Liberdade de expressão é aceita, e o governo não tomou medidas repressivas para silenciar os críticos. Um breve bem sucedido golpe de Estado liderado pelo Major Fernando \"Cobo\" Pereira teve lugar em 16 de Julho 2003. ==Participação em organização internacional== O país é membro dos ACCT, ACP, AfDB, CEEAC, ECA, FAO, G-77, IBRD, ICAO, ICRM, IDA, IFAD, IFRCS, ILO, IMF, International Maritime Organization, Intelsat (nonsignatory user), Interpol, IOC, IOM (observer), ITU, NAM, OAU, United Nations, UNCTAD, UNESCO, UNIDO, UPU, WHO, WIPO, WMO, World Tourism Organization, Organização Mundial do Comércio (requerente) Partidos Políticos: * MLSTP-PSD: Movimento de Libertação de São Tomé e Príncipe – Partido Social Democrata * ADI: Ação Democrática Independente * PCD-GR: Partido de Convergência Democrática – Grupo de Reflexão Poder Legislativo * Assembleia Nacional unicameral com 55 membros * Constituição: 2003 ==Ver também== * Assembleia Nacional de São Tomé e Príncipe ==Ligações externas== * Página oficial do Governo de São Tomé e Príncipe Categoria:Política de São Tomé e Príncipe",
 "title": "Política de São Tomé e Príncipe"
}