{
 "id": "46070",
 "text": "A cevada (Hordeum vulgare) é uma gramínea cerealífera e representa a quinta maior colheita e uma das principais fontes de alimento para pessoas e animais. A área cultivada no mundo chega a km². O seu período de germinação é de um a três dias. Suas flores são dispostas em espigas, na extremidade do colmo, e os aquénios, amarelados e ovoides. É uma cultura tipicamente de inverno que não tolera o alagamento, sendo resistente a seca quando comparada ao trigo, mas exigente em relação à fertilidade do solo. A cevada fornece uma farinha alimentícia e o produto resultante da germinação artificial dos grãos (malte) é utilizado na fabricação da cerveja e de outros produtos. Os grãos torrados e moídos são usados na fabricação de uma bebida sem cafeína de aspecto semelhante ao do café. A cevada é ainda empregada em alimentação animal como forragem verde e na fabricação de ração.Cevada, página da EMBRAPA. No Brasil, a malteação é o principal uso econômico da cevada, já que o país produz apenas 30% da demanda da indústria cervejeira. == Origem == O cultivo da cevada iniciou-se entre 6000 a.C. e 7000 a.C., na área atualmente ocupada no Oriente Médio, sendo nessa época o principal cereal utilizado na alimentação humana, mais tarde substituída pelo trigo.NSLC.wustl.edu thumb|200px|esquerda|Tablete com a contabilidade das rações de cevada distribuídas a adultos e crianças pelo rei Urucaguina (aprox. 2350 a.C.). A primeira evidência arqueológica é do Epipaleolítico, em Ohalo, perto do Mar da Galileia. Os resquícios encontrados foram datados de aproximadamente 8500 a.C. O primeiro indício de cevada domesticada ocorrem em sítios neolíticos Acerâmicos, como no Tel Abu Hureira, na Síria.Hilou. A., Sourya alQadima. Bissan Publishers, 2004. A cevada é cultivada na Coreia desde o período da Cerâmica Mumun (c. 1500-850 a.C.) Cerveja de cevada foi provavelmente a primeira bebida desenvolvida por humanos no Neolítico. A cevada foi mais tarde utilizada como moeda. No Egito foi utilizada tanto como ingrediente do pão como da cerveja. Na Europa Medieval, pão feito de cevada era considerado comida de gente humilde, enquanto produtos feitos de trigo eram consumidos pelas classes mais altas.McGee, Harold (1986). On Food and Cooking: The Science and Lore of the Kitchen. Unwin. ISBN 0-04-440277-5. A batata substituiu massivamente a cevada, na Europa Oriental no como alimento. == Cevada cervejeira == É a cevada destinada a produção de cerveja. O grão de cevada destinado à indústria cervejeira precisa apresentar uma série de características, entre as quais, germinação mínima de 95%, percentagem de grãos classe 1 acima de 85% e teor de proteína não excedendo 12%. O malte é produzido a partir da modificação do endosperma do grão, através da germinação sob condições de ambiente controladas que ativa as enzimas, desencadeando modificações químicas dos principais componentes do grão (amido, proteínas, etc.), deixando o produto pronto para a fabricação de cervejas. == Principais produtores de cevada == Dez maiores produtores de cevada — 2017 (milhões de toneladas) Dez maiores produtores de cevada — 2017 (milhões de toneladas) 20.6 13.5 10.9 10.5 8.3 7.9 7.2 7.1 5.8 4.0 Total Mundial 149,3 Fonte: ONU FAOFAOSTAT.fao.org Fonte: ONU FAOFAOSTAT.fao.org == Cevada no Brasil == O Brasil produz cevada em escala comercial desde 1930.AMABILE, Renato Fernando. A evolução das pesquisas com a cevada no Brasil. Dentre os vários tipos de cevada explorados, a cevada cervejeira é a única produzida comercialmente no Brasil.A cevada cervejeira em São Paulo. Departamento de Sementes, Mudas e Matrizes. CATI. A produção brasileira de cevada está concentrada na Região Sul, com cultivo também nos estados de Goiás, de Minas Gerais e de São Paulo, sendo cultivada em mais de 140 mil hectares, e a produção é de aproximadamente 380 mil toneladas. Há três maltarias em atividade, instaladas no Rio Grande do Sul, Paraná e São Paulo. O resto da cevada é importada de países como Argentina e Uruguai.VITAL, Nicholas. Os donos da cerveja. Istoé Dinheiro, Fevereiro/2008. A maioria da cevada cervejeira feita por micro cervejarias é importada de países com tradições como Alemanha, Bélgica, Inglaterra, República Tcheca e Estados Unidos da América. O ciclo total da cultura até a colheita no Brasil é de aproximadamente 110 dias. De acordo com a lei federal nº 14.956, de 3 de setembro de 2024, fica conferido o título de Capital Nacional da Cevada e do Malte ao Município de Guarapuava, no Estado do Paraná. == Cevada em Portugal == A produção de cevada para malte em Portugal tem uma longa tradição, alternando períodos de quase autossuficiência com épocas de ausência de plantio desta espécie.Cultura da cevada dística para malte, Manual de Boas Práticas Agrícolas, Novembro 2009. O plantio é realizado em Novembro e meados de Janeiro, dependendo da região. == Variedades == * Scarlett – Origem alemã, com características de rusticidade, adequada a situações de sequeiro. Em regadio deve ter-se especial cuidado com a densidade de sementeira, pois o excesso de biomassa estrutural aumenta o risco de acama. * Prestige - Variedade referência em termos de qualidade tecnológica, porém a elevada susceptibilidade às principais doenças tornam a sua produção pouco competitiva quando comparada com outras variedades, pois é necessário realizar tratamentos com fungicidas. * Pewter – Variedade com resistência à doenças, isto aliado a uma estatura da planta mais baixa que Scarlett, tornam esta variedade particularmente adequada para situações de regadio. * Braemar – Pertencente ao grupo de novas variedades com elevado peso do grão, por isso, evidenciando, bom rendimento à calibragem mesmo em condições de sequeiro. Variedade de palha relativamente alta, susceptível à acama. * BRS 180, desenvolvida pela Embrapa, uma cevada de seis fileiras, adaptada às condições do cerrado brasileiro, cuja peculiaridade é ser resistente ao excesso de nitrogênio ( que aumenta o índice de proteína do cereal e o torna inadequado para a indústria malteira).Novas variedades de cevada malteira são testadas no Cerrado, EMBRAPA, (25/11/2004). * == Pragas == A cevada pode ser atacada por um grande número de doenças, destacando-se as seguintes: * Oídio, causado pelo fungo Erysiphe Blumeria graminis; * Rincosporiose, causada pelo fungo Rhynchosporium secalis; * Helmintosporiose, causada pelo fungo Pyrenophora teres; * Pé negro, causado pelo fungo Gaeumamomyces graminis; * BYDV, vírus do ananicamento amarelo da cevada. == Contraindicações == A cevada, assim como o trigo, o malte e o centeio, possui o glúten em sua composição, desta forma, não deve ser consumido por portadores da doença celíaca, já que a mesma traz como consequência ao organismo (caso consumido estes alimentos), uma atrofiação nas mucosas do intestino delgado, prejudicando o organismo e a absorção de diversos nutrientes. Também não deve ser consumida por quem tenha alergia. == Ligações externas == * Categoria:Cereais Categoria:Poaceae Categoria:Hordeum Categoria:Flora de Portugal",
 "title": "Cevada"
}