{
 "id": "46077",
 "text": "O arroz é uma planta da família das gramíneas e gênero Oryza, que alimenta mais de metade da população humana do mundo. É a terceira maior cultura cerealífera do mundo, apenas ultrapassada pelas de milho e trigo. É rico em hidratos de carbono. A maior parte do arroz provém da espécie Oryza sativa (por vezes chamado arroz asiático), mas o chamado arroz africano provém da espécie Oryza glaberrima. Para poder ser cultivado com sucesso, o arroz necessita de água em abundância, para manter a temperatura ambiente dentro de intervalos adequados, e, nos sistemas tradicionais, de mão de obra intensiva. Desenvolve-se bem mesmo em terrenos muito inclinados e é costume, nos países do sudeste asiático, encontrarem-se socalcos onde é cultivado. Em qualquer dos casos, a água mantém-se em constante movimento, embora circule a velocidade muito reduzida. == Origem == O arroz é uma das culturas mais importantes a serem domesticadas a nível mundial, sendo a Ásia (Oryza sativa L.), a África (Oryza glaberrima Steud) e a América (Oryza sp.) discutidas como os berços da domesticação.Evidence for mid-Holocene rice domestication in the Americas por Lautaro Hilbert, et al, publicado em \"Nature Ecology & Evolution\" (2017) doi:10.1038/s41559-017-0322-4 === Ásia === thumb|Arrozais em terraços das Cordilheiras das Filipinas A visão comumente aceita é que o arroz foi cultivado primeiramente na região do vale do Rio Yangtzé na China. Estudos morfológicos de fitólitos de arroz no sítio arqueológico Diaotonghuan mostram claramente a transição da coleta de arroz selvagem para o cultivo de arroz plantado. O grande número de fitólitos de arroz silvestre no nível de Diaotonghuan que data de AP indica que a coleta de arroz selvagem fazia parte dos meios locais de subsistência. Mudanças na morfologia de fitólitos de Diaotonghuan datados de AP mostram que o arroz existente por este tempo era cultivado.MacNeish, R. S.& Libby J. eds. (1995) Origins of Rice Agriculture. Publications in Anthropology No. 13. Logo depois, as duas principais variedades de arroz asiático e foram sendo cultivadas na China Central. No final do , houve uma rápida expansão do cultivo de arroz no território continental do sudeste da Ásia e em direção oeste para a Índia e Nepal. Em 2003, arqueólogos coreanos afirmaram ter descoberto o mais antigo arroz do mundo cultivado. A época indicada, que remonta há anos, desafia a visão aceita de que o cultivo do arroz se originou na China há cerca de anos. Estes resultados foram recebidos com forte ceticismo pela comunidade científica,\"A maioria dos estudiosos foram altamente céticos em relação ao relatório de Lee [...] A maioria dos especialistas concorda que o arroz não é originário da península coreana. A perspectiva convencional na arqueologia do Leste Asiático é que o cultivo do arroz começou ao longo das margens do rio Yangtzé, no sul da China e, posteriormente, moveu-se para o norte.\" e os resultados e sua divulgação têm sido citados como sendo impulsionados por uma combinação de interesses nacionalistas e regionais. Em 2011, um trabalho conjunto da Universidade de Stanford, da Universidade de Nova York, da Universidade Washington em St. Louis e da Purdue University forneceu a evidência mais forte de que existe apenas uma única origem de arroz cultivado, no Vale do Yangtzé, na China. No Japão, é cultivado há pelo menos 7 mil anos, o arroz é presença marcante no quotidiano do povo asiático. Em muitas culturas do continente, é comum que uma mãe dê ao recém-nascido alguns grãos de arroz já mastigados, num ritual que significa sua chegada à vida. Pesquisadores encontraram evidências para a domesticação de arroz selvagem há cerca de 4 000 anos em Monte Castelo, em Rondônia, uma região da Amazônia que também foi provavelmente o berço da domesticação de outras culturas importantes, como mandioca (Manihot esculenta), amendoim (Arachis hypogaea) e pimenta (Capsicum sp.).Amazon farmers discovered the secret of domesticating wild rice 4,000 years ago publicado por Arqueotrop (Universidade de São Paulo (2017) No Vietnã, o cereal está tão integrado à alma dos camponeses que muitos fazem questão de ser sepultados nos arrozais. Durante os enterros há farta distribuição de arroz, como muitas festas, cantos e danças. Os Hani do sul do Japão evitam fazer barulho quando estão nos campos, pois crêem que os espíritos dos arrozais se assustam facilmente e, ao fugirem, podem provocar a infertilidade da terra. Desde a época do Japão antigo, jogar arroz em recém-casados é um ato que representa votos de abundância ao novo casal; este costume passou depois ao Ocidente, sendo hoje muito comum em Portugal. == Produção == === Mundial === A produção mundial de arroz concentra-se, quase exclusivamente, na Ásia, com cerca de 90 % da produção nesta área, essencialmente na China e na Índia. Produção mundial de arroz em 2022 Produção mundial de arroz em 2022 País Produção (milhões de toneladas) 208 494 800 196 245 700 57 189 193 54 748 977,08 42 672 338,69 34 317,028 24 680 Mundo Fonte:FAOSTAT Fonte:FAOSTAT === Brasil === thumb|Plantação de arroz Pindamonhangaba, no Vale do Paraíba Principais Municípios Produtores Área colhida(ha) Produção obtida(t) Rendimento médio(kg/ha) Variação da prod. em rel. ao ano ant.(%) Participação no total da produção nacional(%) Valor da produção (1000 R$) Uruguaiana 71 124 590 329 8 299 46,5 5,1 231 539 Itaqui 62 000 458 118 7 389 24,3 4,0 179 683 Alegrete 50 000 390 000 7 800 14,5 3,4 151 156 Dom Pedrito 43 900 335 835 7 650 11,5 2,9 126 274 Santa Vitória do Palmar 53 656 324 619 6 050 (-) 21,3 2,8 131 471 São Borja 44 360 314 069 7 080 19,3 2,7 123 184 O primeiro colocado no ranking nacional é o município de Uruguaiana, com uma produção de toneladas, equivalente a 5,1% da produção orizícola do país, superando o segundo colocado (Itaqui) em cerca de 132 mil toneladas. Uruguaiana também é apontada como maior produtora do grão na América LatinaGoverno do Rio Grande do Sul ProduçãoIBGE Informações sobre a safra 2006 Em 2018, o Brasil produziu 11,7 milhões de toneladas de arroz, sendo o 9º maior produtor do mundo. Os estados que mais produzem são, principalmente, Rio Grande do Sul (onde está a maior parte da produção nacional, perto de 7,3 milhões de toneladas em 2020), seguido por Santa Catarina (1,1 milhão de toneladas em 2020). Tocantins é o 3º maior produtor, com safras chegando perto de 1 milhão de toneladas por ano. O Maranhão é o 4° maior produtor brasileiro, mas sua produção vem caindo nos últimos anos: passou de 500 mil toneladas em 2014 para 153 mil toneladas em 2020.Produção de arroz no Maranhão caiu 68,5% da safra 2014 para a 2020, segundo dados da Conab === Produção em Portugal === A produção de arroz em Portugal começou a ser documentada nos primeiros anos do . Embora se cultivasse muito antes nas regiões do Sul e como herança dos Muçulmanos, só a partir desta data houve registos da presença do cereal nas zonas limítrofes do estuário do Tejo. Em Portugal, actualmente, a produção de arroz é feita apenas em 5 rios (Mira, Sado, Sorraia, Tejo e Mondego); a cultura mais a norte é impedida pelo frio. A produção de arroz ronda as 1 250 mil toneladas/ano. Portugal é o maior consumidor de arroz da Europa com valores superiores a 15 kg/capita/ano. ==Variedades de arroz== === Arroz dourado === O arroz dourado é uma variedade do Oryza sativa produzida por engenharia genética para que biossintetizasse o betacaroteno. === Arroz da Ásia Central === A melhor variedade de arroz para fazer plov chama-se “devzira”, criada por seleção ao longo de muitos séculos no Uzbequistão. Existem registos dos séculos X e XI, na época dos samânidas, em que este arroz era usado para o plov servido na corte. Este arroz é cultivado no vale de Fergana, principalmente por agricultores individuais, uma vez que industrialmente é considerado de pouca produção. Mas os seus grãos rosados, longos e estriados, contêm menos amido e mais vitamina B2 e colina que outras variedades.Informação sobre variedades de arroz na culinária do Uzbequistão == Pesquisa == A sequência genética da Zostera marina revela ideias inovadoras para as perdas e os ganhos envolvidos na realização das adaptações estruturais, fisiológicas e genômicas necessárias para plantas com flores terrestres mudarem o seu estilo de vida para a vida marinha, indiscutivelmente a mudança de habitat mais severa realizada por algumas plantas com floresSeagrass genome sequence lends insights to salt tolerance - First marine flowering plant genome provides clues on how crops could adapt to saline environments pelo Genome Institute publicado pelo \"EurekAlert\" (2016) Pesquisadores, usando tecnologia CRISPR/Cas, estão tentando transferir os genes responsáveis pela tolerância ao sal para outras plantas, em especial, o arroz.Spatiotemporal variability in the eelgrass Zostera marina L. in the north-eastern Baltic Sea: canopy structure and associated macrophyte and invertebrate communities por Möller, Tiia em \"Estonian Journal of Ecology\" Jun2014, Vol. 63 Public. 2, p90The genome of the seagrass Zostera marina reveals angiosperm adaptation to the sea por Pierre- Marc Delaux em \"Plant & Evolution\" (2016) == Ver também == Categoria:Poaceae Categoria:Organismos modelo",
 "title": "Arroz"
}