{
 "id": "46104",
 "text": "Harapa era uma das cidades - e é um dos sítios arqueológicos - da antiga civilização harapeana, também chamada de 'civilização do Vale do Indo'. Esta civilização floresceu quando o equinócio de verão do hemisfério norte ocorria na constelação do Touro. Foi esquecida por milênios, e sua existência veio à luz com escavações feitas em 1920. A civilização harapeana, até cerca de 1980 conhecida como Civilização do Vale do Indo, se estendeu por mais de 1,5 milhão de quilômetros quadrados, mais que a Mesopotâmia e o Antigo Egito juntos. A história da cultura indiana é a soma de várias idades, sendo a primeira, pré- védica, a civilização harapeana. Foram parte dela, entre outras: Harapa, Moenjodaro e Lotal, cidades que foram destruídas por volta de Esta cultura ocupou o lugar central no mundo, nos quarto e terceiro Estas culturas caíram no esquecimento até à descobertas, em 1873, do arqueólogo Alexander Cunningham. Cunningham, Alexander. Archaeological Survey of India, Report for the Year 1872-73 (1875). A evidência arqueológica atual indica que não foram invasores arianos, mas desastres ecológicos (terremoto), que destruíram esta cultura. Arianos invasores podem ter destruído, se o fizeram, sua sofisticada cultura urbana e os indícios dela, apagados da história. Há também uma discussão sobre serem estes harapeanos antecessores, ou não, dos atuais dravidianos. Outra hipótese é que os indianos atuais e esse povo antigo sejam indissociáveis (o mais provável é que os indianos na verdade sejam frutos de todos os povos que invadiram a Índia e não apenas destes). Os Puranas, como evidência indireta da continuidade entre esta civilização e a indiana, contam a lista de reis como tendo início em Da antiguidade da civilização harapeana falam também as referências, nos Vedas, à astronomia, como eclipses e nascimento heliacal de estrelas p == Cultura harappiana == A cultura urbana era desenvolvida, e o comércio internacional também. Era um povo misto, e não composto apenas por uma raça. Harappa Ancestry Project (http://www.harappadna.org/) A arte de Harapa é representada pela arquitetura, escultura, selos, jóias e vestuário. A arquitetura não mostra templos ou palácios grandiosos, mas casas amplas e confortáveis construídas em ruas largas. A maior construção é a dos reservatórios e banhos, e ignora-se em que medida seriam eles ligados a um aspecto sagrado. As roupas eram sofisticadas, como mostram os vários selos, usados no comércio marítimo com outros países. A astronomia de Harapa dividia a eclíptica em 27 nakshatras (espaço médio percorrido pela Lua em um dia), que mais tarde seriam usados pelos árabes (manazil), e que por fusão originaram o zodíaco. Contavam na base decimal e tinham padrões, por exemplo, os tijolos eram todos da mesma medida. A matemática da civilização harapeana é a base dos Sulba Sutras, que davam instruções arquitetônicas detalhadas para a construção de altares. Os selos de Harapa mostram claramente algumas posturas de ioga como o padmasana, indicando o quanto são antigas as práticas de desenvolvimento da consciência na Índia. A escrita harapeana ainda não foi decifrada. == Cronologia == * 7000 a : comunidades agrícolas neolíticas * 4300 a : comunidades agrícolas desenvolvidas * 3200 a : agricultura sofisticada, começa a urbanização * 2600 a : salto para a cultura escrita e cidades planejadas * 2500 a : apogeu * 2000 a : declínio * 1600 a : florescimento da cultura do Ganges == Evidências arqueológicas == Não há indícios de violência nas ruínas de Harapa e Moenjodaro. Há, pelo contrário, sinais de deterioração e empobrecimento da população, como a diminuição do tamanho das casas. Inundação por ruptura dos diques devido à mudança do regime de chuvas após séculos de agricultura irrigada é uma hipótese que encontra maior apoio nas descobertas. Outra é a seca, que teria levado ao desaparecimento do rio Sarasvati, recém-descoberto por fotos de satélites. De fato, uma seca de cerca de trezentos anos destruiu, por volta de , várias civilizações. Também não há sinais de migração dos dravídicos do sul para o vale do Indo, portanto não se pode estabelecer parentesco entre estes povos. Há, sim, apenas uma ligação cultural entre os sinais de cultos religiosos e os cultos descritos nos Vedas claramente impostos pelos invasores arianos que aproveitaram-se desta seca que enfraqueceu os harapeanos para invadi-los. == Bibliografia == * * == Ligações externas == * The Indus Valley Civilization (harappa.com/) * The Encyclopedia Mythica (web.archive.org - pantheon.org) * The intellectual clash of cultures, David Frawley (bharatvani.org) * Update to the Aryan invasion debate (voi.org) * Aryan invasion, The Hindustan Times, por N.S. Rajaram (spiritweb.com) Categoria:Sítios arqueológicos do Paquistão Categoria:Civilização do Vale do Indo",
 "title": "Harapa"
}