{
 "id": "46130",
 "text": "Nicósia (, ; , ), é a capital e maior cidade de Chipre. À margem do rio Pedieos e quase no centro da ilha, Nicósia é a sede do governo bem como o principal centro de negócios. É a capital do distrito homónimo. Depois de uma sequência de violência da década de 1960, foi dividida entre a capital da ilha cipriota grega e cipriota turca, comunidades do sul e norte, respectivamente. Uma tentativa de golpe para unir a ilha com a Grécia em 1974 levou a uma invasão turca, deixando a capital dividida desde então, com os cipriotas turcos alegando Nicósia do Norte como a capital do seu próprio estado, República Turca de Chipre do Norte (RTNC) (reconhecido apenas por Turquia). Em 3 de abril de 2008, como parte dos esforços para reunificar a ilha, uma simbólica parede divisória entre as duas comunidades na Rua Ledra foi aberta. Nicósia é a capital administrativa, sendo atualmente a única capital europeia que está dividida em duas partes: ao norte, a parte turca e ao sul, a parte grega, separadas pela linha verde – uma zona desmilitarizada ocupada pelas Nações Unidas. Nicósia é um centro econômico e produz têxteis, couro, cerâmica, materiais plásticos, entre outros. As minas de cobre situam-se perto da cidade. == História == Nicósia foi uma cidade-estado conhecida como Ledra ou Ledrae em tempos antigos. O rei de Ledra, Onaságoras, registrou-a como homenagem a Assaradão da Assíria em 672 a.C.. Reconstruída por Léfcos, filho de Ptolomeu I em torno de 300 a.C., Ledra foi uma cidade helenística e romana pequena e insignificante, também conhecida como Lefcoteia (Lefkothea). Em 348 d.C. a cidade recebeu o seu primeiro bispo cristão, . Por volta do século X Nicósia se tornou a capital da ilha, quando ainda era conhecida como Lefcósia (Lefkosia). Havia então crescido em importância graças a ameaças estrangeiras às cidades costeiras Pafos e Salamina, que forçaram muitos de seus habitantes a fugirem para a localização interiorana Lefcósia. Foi a sede do rei Lusinhão de Chipre desde 1192, tornou-se uma possessão veneziana em 1489, e caiu para o Império Otomano, em 1571. O nome \"Nicósia\" surgiu com a chegada dos Lusinhão. Os cruzados francos não podiam ou não teriam o cuidado de pronunciar o nome Lefcósia, e tendiam a dizer \"Nicósia\". À época, a cidade expandiu culturalmente, e nos séculos XV e XVI, assistiu-se à edificação de um conjunto de palácios, solares, igrejas e mosteiros. Foi nessa altura que foi eleito para seu regente D. João de Coimbra, filho de D. Pedro, Duque de Coimbra.João de Coimbra, Retrato por Rogier Van Der Weydien, por José Cortez, Colóquio, N.º 7, 1960 Cerca de 20 000 moradores morreram como resultado do cerco otomano de 1570. Catástrofes naturais assolaram ainda mais a cidade durante o século XIX. A cólera atingiu a cidade em 1835, e o incêndio destruiu grande parte de Nicósia, em 1857. O império britânico ganhou controle sobre a ilha em 1878, com Nicósia servindo como o capital da nova britânica posse. Nicósia foi palco de violência extrema no período imediato antes da independência cipriota, em 1960. Uma vez que o golpe grego e invasão turca que se lhe seguiu, em 1974, parte do setor norte da cidade tem sido dentro do limite de uma zona tampão das Nações Unidas. Os túmulos dos reis Lusinhão estão na antiga Basílica de Santa Sofia, agora uma mesquita no norte do setor. O núcleo da cidade também foi muito bem conservado com fortificações venezianas construídas no século XVI, que rodeiam aquela área. == Administração == Como a capital da república, Nicósia é o centro político, econômico e cultural de Chipre. A grande Nicósia é subdividida em sete municípios, mas a autoridade metropolitana é a própria Câmara Municipal de Nicósia - dentro de cujos limites da Constituição afirma que os principais edifícios e sedes governamentais devem estar situada. Os outros municípios na cidade são Strovolos, Lakatamia, Latsia, Aglandjia, Engomi e Agios Dhometios. De acordo com a Constituição de Chipre o município de Nicósia foi dividido em um setor turco e grego com dois prefeitos: um representante da comunidade grega, que foi a maioria, e um segundo representando a comunidade turca. Os Prefeitos e os membros do Conselho foram nomeados pelo Presidente da República. Desde 1986, os Prefeitos e membros do Conselho são eleitos. O Prefeito Municipal e os vereadores são eleitos por voto popular direto, mas em eleições distintas - um para o prefeito e os outros para todos os vereadores. As eleições municipais são realizadas a cada cinco anos. A Câmara Municipal de Nicósia é agora liderada pelo prefeito, que é Eleni Mavrou (antigo lagilator do partido comunista AKEL), apoiado pelo seu próprio partido político, partido socialista EDEK e do Partido Democrático e do município composto de 26 vereadores, um de quem é Vice-Prefeito. O Setor do Norte tem o seu próprio município, de facto, mas o município não é reconhecido internacionalmente, porque é parte da não-reconhecida República Turca de Chipre do Norte. O prefeito e os vereadores exercem todos os poderes que lhes foram atribuídos pela Lei Municipal. Sub-comitês constituídos por membros do Conselho Municipal atuam somente em um nível consultivo e de acordo com os procedimentos e normas emitidas pelo Conselho. O prefeito é a autoridade executiva do Município, que exerce o controlo global e de gestão do Conselho Municipal. O Conselho é responsável pela nomeação pessoal contratado pelo município. Todos os municípios da República de Chipre são membros da União dos Municípios Cipriotas. O Comité Executivo é o órgão da governamental que rege a União. Este comité é designado entre os representantes dos Municípios para um mandato de dois anos e meio. O Presidente da Câmara de Nicósia é o Presidente da União e do Comitê Executivo. == Lugares famosos == Embora a cidade tenha sido destruída mais de uma vez por conquistadores, ainda existem restos suficientes para desfrutar do passado. A história é mais contundentemente experientes no muro veneziano da cidade, que foi construído entre 1567 e 1570. Os 4,5 metros de espessura da parede costumava ter três portões. O portão Famagusta é atualmente utilizado como centro cultural. Algumas outras partes do muro contêm administração. O centro histórico está claramente presente no interior das muralhas, mas a moderna cidade cresceu para além dela. O coração da cidade é Elefteria (Liberdade) Plátia (Praça), com a prefeitura, o posto dos Correios e da biblioteca. A adjacente rua Ledra leva a parte mais animada da cidade antiga com ruas estreitas, lojas e cafés. Agia Fanomereni é uma igreja construída em 1872 com os restos de um velho castelo e um convento. Lá repousa o arcebispo e os outros bispos que foram mortos pelos turcos durante a revolta 1821. O Palácio do Arcebispo pode ser encontrado em Arkhiepiskopos Kyprianos Square. Embora pareça muito antiga, é uma maravilhosa imitação do típico estilo veneziano, construída em 1956. Próximo ao palácio é a atrasada catedral gótica Saint John (1665) com afrescos pitoresca. Nicósia é também conhecida por seus belos museus. No Palácio Arcebispo contém um museu Bizantino onde se pode admirar a maior coleção de ícones religiosos na ilha. O Museu Municipal Leventis é o único museu histórico de Nicósia e revive as antigas formas de vida na capital desde a antiguidade até aos nossos dias. Outros museus interessantes incluem o Museu de Arte Popular, Museu Nacional da Luta (presencia a rebelião contra a administração britânica na década de 1950), Museu Etnológico de Chipre (Câmara dos Dragoman Hadjigeorgakis Kornesios) e do Centro de Artesanato. Em Nicósia também há mesquitas, como a mesquita Selimiye. Esta antiga igreja é a principal mesquita turca na parte ocupada de Nicósia, e os grandes festivais de Bayram muçulmano e outros encontros são realizados aqui. Antigamente, era a Catedral de St. Sophia, que foi construída no período 1209 a 1228 d.C., sobre as ruínas de um edifício anterior. Outras famosas mesquitas são Haydarpaşa e Arabahmet. == Transporte == O Aeroporto Internacional de Nicósia não tem sido utilizado desde 1974 desde que se situa dentro da zona de ocupação da ONU que separa as duas partes de Nicósia. O aeroporto mais próximo no lado grego é o Aeroporto Internacional de Lárnaca na costa sul da cidade. Rodovias ligam Nicósia com outras grandes zonas urbanas, em Chipre. A A1 liga com Limassol, no sul com a A6 passando de Limassol em Pafos. O A2 faz ligações com o sudeste da cidade de Lárnaca e com o A3 vai de Lárnaca para Ayia Napa. A A9 está atualmente em construção e tem como objetivo ligar Nicósia para as montanhas Troodos. Existem muitas empresas de táxi em Nicósia. Além do táxi empresas, existe uma praça de táxis em Elefteria (Centro), onde você pode encontrar táxis vinte e quatro horas por dia. Táxis estão regulamentados por lei e taxistas são obrigados a utilizar um taxímetro. Os transportes públicos dentro da cidade é limitada a uma velha e ineficiente (mas barato) rede de ônibus explorada pela Nicósia Bus Company . Atualmente estão em curso planos para expandir e modernizar este rede com uma subvenção da União Europeia. Não há sistema de trem ou metrô, nem planos para desenvolver um. == Educação == A Universidade de Chipre está edificada em Nicósia e foi fundada em 1989; o ingresso dos primeiros estudantes, deu-se no entanto apenas em 1992. Em 2004/2005, tinha aproximadamente 3 500 estudantes. == Cultura e Esportes == Em 2006, a Bienal Manifesta foi programada para ser realizada em Nicósia para uma duração de três meses. O projeto foi cancelado, no entanto, os departamentos locais e organizadores culpam uns aos outros para o seu colapso. A cidade também sediou o concurso de Miss Universo 2000, no Eleftheria Indoor Hall. Nicósia tem o Apoel como sua principal equipe de futebol da cidade, e também e a equipe mais bem sucedida do país, equipe que já chegou a disputar as quartas de final da UEFA Champions League e que é o maior campeão da liga cipriota. == Clima == O clima de Nicósia pode ser definido como semiárido (Köppen: BSh), com um regime de chuvas estepário, onde chove apenas 342 mm de água por ano. As temperaturas são consideravelmente altas no Verão, e não muito baixas no Inverno, tendo a sua chuva concentrada principalmente no Inverno e início da Primavera, assim como em parte do Outono. A temperatura mais alta alguma vez registada na cidade, foram 46º graus Celsius, e a mais baixa, foram -6º graus Celsius. == Cidades-irmãs == * Lisboa, Portugal * Schwerin, Alemanha (1974) * Atenas, Grécia (1988) * Odessa, Ucrânia (1996) * Xiraz, Irão (1999) * Bucareste, Roménia (2004) * Xangai, China (2004) * Barcelona, Espanha (2004) * Beirute, Líbano (2004) * Cidade do México, México (2004) * Milão, Itália (2004) * Abu Dhabi, Emirados Árabes Unidos (2004) === Colaborações === * Moscovo, Rússia (2000) * Nicosia, Sicília, Itália (2000) * Qingdao, China (2001) * Atenas, Grécia (2002, 2003) * Helsinque, Finlândia (2003) == Famosos Nicosianos == * Tassos Papadopoulos, ex-presidente da República de Chipre (2003-2008). * Glafkos Klerides, presidente da República de Chipre (1993-2003). * George Vasiliou, presidente da República de Chipre (1988-1993). * Ioannis Kasoulides, Membro do Parlamento Europeu. * Kıbrıslı Mehmed Kamil Paşa, Grão-vizir do Império Otomano * Fazıl Küçük vice-presidente formal da República de Chipre (1960-1963). * Benon Sevan, ex-líder do programa das Nações Unidoas Petróleo por Alimentos. * Nicolas Economou, compositor. * Alkinoos Ioannidis, cantor. * Michalis Hatzigiannis, cantor. * Stavros Konstantinou, cantor, vencedor dos Ídolos grego. * Okan Ersan, guitarrista. * Hüseyin Cakmak, cartonista, escritor. * Alparslan Türkeş, político Turco nacionalista, que foi vice primeiro-ministro da Turquia * Giannos Kranidiotis, diplomata grego e político == Ligações externas == * Página oficial da Nicósia grega * Página oficial da Nicósia turca Categoria:Nicósia Categoria:Capitais da Ásia Categoria:Capitais da Europa Categoria:Cidades divididas",
 "title": "Nicósia"
}