{
 "id": "46166",
 "text": "Heywood Allen (nascido Allan Stewart Konigsberg; Nova Iorque, 30 de novembro de 1935), mais conhecido pelo nome artístico de Woody Allen, é um cineasta, ator e comediante estadunidense cuja carreira se estende por mais de seis décadas. Allen recebeu muitos elogios, incluindo o maior número de indicações (16) ao Oscar de Melhor Roteiro Original. Ganhou quatro Oscars, dez BAFTA, dois Globos de Ouro e um Grammy, além de indicações ao Emmy e ao Tony. Também recebeu um Leão de Ouro Honorário em 1995, uma bolsa BAFTA em 1997, uma Palma de Ouro Honorária em 2002 e um Globo de Ouro Cecil B. DeMille Award em 2014. Dois de seus filmes foram incluídos no National Film Registry pela Biblioteca do Congresso dos Estados Unidos. Allen começou sua carreira escrevendo material para televisão na década de 1950, ao lado de Mel Brooks, Carl Reiner, Larry Gelbart e Neil Simon. Ele também publicou vários livros de contos e escreveu peças de humor para a revista The New Yorker. No início da década de 1960, ele atuou como comediante stand-up em Greenwich Village, onde desenvolveu um estilo de monólogo (em vez de piadas tradicionais) e a persona de um nebbish inseguro, intelectual e irritadiço. Durante esse tempo, ele lançou três álbuns de comédia, ganhando uma indicação ao Grammy de Melhor Álbum de Comédia pelo autointitulado Woody Allen (1964). Depois de escrever, dirigir e estrelar várias comédias pastelão, como Take the Money and Run (1969), Bananas (1971), Sleeper (1973) e Love and Death (1975), dirigiu seu filme de maior sucesso, Annie Hall (1977), uma comédia romântica com Allen e sua colaboradora frequente. a atriz Diane Keaton. O filme ganhou quatro Oscars, de Melhor Filme, Melhor Diretor, Melhor Roteiro Original e Melhor Atriz para Keaton. Allen dirigiu muitos filmes ambientados na cidade de Nova York, como Manhattan (1979), Hannah and Her Sisters (1986) e Crimes and Misdemeanors (1989). Allen continuou a receber elogios por seu trabalho, fazendo um filme quase todos os anos, e é frequentemente identificado como parte da onda de cineastas da Nova Hollywood cujo trabalho foi influenciado pelo cinema artístico europeu. Seus filmes incluem Interiores (1978), Stardust Memories (1980), Zelig (1983), Broadway Danny Rose (1984), The Purple Rose of Cairo (1985), Radio Days (1987), Husbands and Wives (1992), Bullets Over Broadway (1994), Desconstruindo Harry (1997), Match Point (2005), Vicky Cristina Barcelona (2008), Meia-Noite em Paris (2011) e Blue Jasmine (2013). Em 1979, Allen iniciou um relacionamento profissional e pessoal com a atriz Mia Farrow. Ao longo de um período de uma década, eles colaboraram em 13 filmes diferentes. O casal se separou depois que Allen começou um relacionamento em 1991 com a filha adotiva de Mia e Andre Previn, a sul- coreana Soon-Yi Previn. Em 1992, Farrow acusou publicamente Allen de abusar sexualmente de sua outra filha adotiva, Dylan Farrow. A alegação ganhou atenção substancial da mídia, mas Allen nunca foi processado ou acusado formalmente e negou veementemente a alegação. Allen se casou com Previn em 1997. Eles adotaram dois filhos. == Infância e educação == Allen nasceu Allan Stewart Konigsberg na cidade de Nova York em 30 de novembro de 1935. Embora sua família morasse no Brooklyn, o nascimento ocorreu no Hospital Mount Eden, no Bronx.The New York Times: Ele é judeu. Os pais de Allen eram Nettie (nascida Cherry; 1906–2002), contadora da delicatesse de sua família, e Martin Konigsberg (1900–2001), gravador de joias e garçom. Seus avós eram imigrantes que vieram da Áustria e da cidade lituana de Panevėžys para os Estados Unidos. Eles falavam alemão, hebraico e iídiche. Ele e sua irmã mais nova, a produtora de cinema Letty, foram criados no bairro de Midwood, no Brooklyn. Ambos os pais nasceram e foram criados no Lower East Side de Manhattan. Os pais de Allen não se davam bem e ele tinha um relacionamento distante com sua mãe descrita como autoritária e mal-humorada. Mais tarde, ele costumava ser enviado para acampamentos de verão inter-religiosos quando era jovem. Enquanto frequentou a escola hebraica por oito anos, ele foi para a Escola Pública 99 (agora Escola Isaac Asimov de Ciência e Literatura) e para a Midwood High School, graduando-se em 1953. Ao contrário de sua personalidade cômica, Allen estava mais interessado em beisebol do que na escola e seu braço forte garantia que ele fosse escolhido primeiro para os times. Ele impressionava os alunos com seu talento para cartas e truques de mágica. Allen escreveu piadas para o agente David O. Alber para ganhar algum dinheiro, já que Alber as vendia para colunistas de jornais. Aos 17 anos, ele mudou legalmente seu nome para Heywood Allen e mais tarde começou a se chamar de Woody. Ele logo estava ganhando mais do que seus pais juntos. Após o colegial, frequentou a Universidade de Nova York, estudando comunicação e cinema em 1953, antes de abandonar o curso após ser reprovado no curso \"Produção Cinematográfica\". Estudou cinema no City College de Nova York em 1954, mas saiu no primeiro semestre. Allen aprendeu sozinho, em vez de estudar na sala de aula. Mais tarde, lecionou na The New School e estudou com o professor de redação Lajos Egri. == Carreira == thumb|Woody Allen em Take the Money and Run (1969) Em 1964, Woody já era um respeitável comediante, tanto que um disco chamado Woody Allen, com as gravações de seus shows, foi indicado ao Prêmio Grammy. Sua primeira experiência cinematográfica aconteceu no ano seguinte, quando em uma dessas apresentações conquistou um produtor de cinema que o chamou para escrever e estrelar What's New Pussycat? (no Brasil, O Que é Que Há, Gatinha?, e em Portugal, O Que Há de Novo, Gatinha?) parodiando um filme de James Bond. Como diretor estreou em 1969, com \"Um assaltante bem trapalhão\", e de lá para cá foram mais de 30 filmes, mantendo uma média de um filme por ano. O primeiro filme premiado de Woody Allen foi Annie Hall (no Brasil, Noivo Neurótico, Noiva Nervosa, 1977), que recebeu quatro Oscars (três para Allen, de melhor filme, roteiro e direção, e um para Diane Keaton, de melhor atriz). Apesar de não ter comparecido em nenhuma das cerimônias em que estava concorrendo, Woody conquistou outro prêmio de melhor roteiro original, por Hannah and her Sisters (no Brasil Hannah e suas Irmãs, e, em Portugal, Ana e as Suas Irmãs), e recebeu outras 18 indicações em diversas categorias. Em 2002, no Oscar seguinte aos atentados de 11 de setembro nos Estados Unidos, Allen finalmente compareceu à cerimônia para fazer uma homenagem à cidade de Nova York. Nova Iorque é o cenário de praticamente todos os seus filmes e lá é rodado outro clássico do cineasta, Manhattan, que recebeu diversos prêmios e conta com as presenças de Meryl Streep e, novamente, Diane Keaton, com quem teve um relacionamento. A vida amorosa de Allen sempre deu o que falar à imprensa. Antes da fama, Woody Allen já havia tido dois casamentos e, por consequência, dois divórcios, com Harlene Rosen e Louise Lasser (divorciou-se em 1969). Depois da fama, namorou várias importantes atrizes, que sempre ficavam com os papéis principais de seus filmes, até se firmar com Mia Farrow. Com a atriz teve um relacionamento de 1980 até 1992, quando começou um polêmico relacionamento com Soon Yi, filha adotiva de Mia com Andre Previn, com quem se casou em 1997. Após a separação, Mia afirmou que o diretor havia molestado a outra filha adotiva do casal, Fã de Ingmar Bergman, Groucho Marx, Federico Fellini, Cole Porter, Fiódor Dostoiévski e Anton Chekhov, já trabalhou com Carrie Fisher, Michael Caine, Diane Keaton, Max Von Sydow, Madonna, Martin Landau, Gene Wilder, Anjelica Huston, Meryl Streep, Sydney Pollack, Judy Davis, Liam Neeson, Juliette Lewis, Alan Alda, Goldie Hawn, Leonardo DiCaprio, Edward Norton, Drew Barrymore, Julia Roberts, Mira Sorvino, Helena Bonham Carter, Tim Roth, Natalie Portman, Dianne Wiest, Helen Hunt, Charlize Theron, Dan Aykroyd, Danny DeVito, Scarlett Johansson, Penélope Cruz, Cate Blanchett, Owen Wilson, Rachel McAdams, Naomi Watts, Alec Baldwin, entre outros. Allen também é conhecido por lançar atrizes. Um lançamento de destaque foi Mira Sorvino, que conquistou o Oscar de melhor atriz coadjuvante pelo papel dado a ela por Allen em Mighty Aphrodite (no Brasil, Poderosa Afrodite). Sua atual musa é Emma Stone. Dirigindo, escrevendo e atuando a maioria de seus filmes, Woody Allen encarna, na maioria das vezes, um judeu nova-iorquino neurótico e fracassado. Com alguns filmes otimistas e outros nem tanto, o cineasta consegue repetir os temas sem parecer repetitivo. Nesta linha, dirigiu filmes como: A Midsummer Night's Sex Comedy (no Brasil, Sonhos Eróticos Numa Noite de Verão; em Portugal, Uma Comédia Sexual numa Noite de Verão), Crimes and Misdemeanors (no Brasil, Crimes e Pecados e, em Portugal, Crimes e Escapadelas), Manhattan Murder Mystery (no Brasil, Um Misterioso Assassinato em Manhattan e, em Portugal, O Misterioso Assassínio em Manhattan), Everyone Says I Love You (no Brasil, Todos Dizem Eu te Amo e, em Portugal, Toda a Gente Diz que te Amo), Deconstructing Harry (Desconstruindo Harry, no Brasil, e As Faces de Harry), em Portugal, Bullets over Broadway (no Brasil, Tiros na Broadway e, em Portugal, Balas sobre a Broadway), The Purple Rose of Cairo (A Rosa Púrpura do Cairo), além dos já supracitados. Em 2000, iniciou um contrato com a DreamWorks que correspondeu ao que a crítica julgou ser sua pior fase. Apesar de realizar Small Time Crooks (br: Trapaceiros; pt: Vigaristas de Bairro), The Curse of Jade Scorpion (br: O Escorpião de Jade; pt: A Maldição do Escorpião de Jade), Hollywood Ending (br: Dirigindo no Escuro) e Anything Else (br: Igual a Tudo na Vida; pt: A Vida e Tudo o Mais) nessa fase, Allen nunca chegou a ser brilhante. O próprio Woody declara que The Curse of Jade Scorpion é um dos piores filmes de sua carreira, e que estava horrível no papel de C.W. Briggs e que só o fez porque não arranjou ninguém ideal. Depois do fim de seu contrato com a empresa de Steven Spielberg, Allen decidiu reatar o namoro com o drama. Primeiro veio a aproximação com o gênero, com o Melinda e Melinda, seguido de Match Point, que foi o primeiro drama do cineasta em 16 anos, que arrebatou muitos elogios da crítica. O longa recebeu quatro indicações ao Globo de Ouro, inclusive o de melhor filme de drama, e uma indicação ao Oscar de melhor roteiro original. Match Point marca ainda por ser o primeiro filme de Allen passado em Londres e também o primeiro com a atriz Scarlett Johansson. O diretor retornou à comédia em seu projeto seguinte, Scoop, também com Scarlett. Em 2008, lançou o filme Cassandra's Dream (O Sonho de Cassandra), um filme sobre dois irmãos com problemas de dinheiro que são contratados pelo seu tio milionário para assassinarem um inimigo dele. Foi um filme muito mal-recebido pela crítica e considerado dos piores de Woody Allen. O realizador não atua neste filme. Ainda em 2008, realizou o filme Vicky Cristina Barcelona, também com Scarlett Johansson. Além de comediante, diretor, roteirista e ator de cinema, Woody Allen toca clarinete semanalmente num bar de Nova Iorque. Sua ligação com a música, principalmente com o Jazz, pode ser conferida em todos os seus filmes, dos quais é responsável também pela escolha da trilha sonora. Em 2002 participou, pela primeira vez, do Festival de Cannes, onde ganhou uma Palma de Ouro pelo conjunto de sua obra. Woody Allen se descreve da seguinte maneira \"As pessoas sempre se enganam em duas coisas sobre mim: pensam que sou um intelectual (porque uso óculos) e que sou um artista (porque meus filmes sempre perdem dinheiro)\". == Lista de obras == === Cinema === * What's New, Pussycat? (1965) * What's Up Tiger Lily? (1966) * Casino Royale (1967) * Don't Drink the Water (1969) * Take the Money and Run (1969) * Bananas (1971) * Play it Again, Sam (1972) * Everything You Always Wanted to Know About Sex (1972) * Sleeper (1973) * Love and Death (1975) * The Front (1976) * Annie Hall (1977) * Interiors (1978) * Manhattan (1979) * Stardust Memories (1980) * A Midsummer Night's Sex Comedy (1982) * Zelig (1983) * Broadway Danny Rose (1984) * The Purple Rose of Cairo (1985) * Hannah and Her Sisters (1986) * King Lear (1987) * Radio Days (1987) * September (1987) * Another Woman (1988) * New York Stories (ep. \"Oedipus wreck\") (1989) * Crimes and Misdemeanors (1989) * Alice (1990) * Scenes from a Mall (1991) * Shadows and Fog (1991) * Husbands and Wives (1992) * Manhattan Murder Mystery (1993) * Bullets over Broadway (1994) * Mighty Aphrodite (1995) * Everyone Says I Love You (1996) * Deconstructing Harry (1997) * Celebrity (1998) * Sweet and Lowdown (1999) * Small Time Crooks (2000) * The Curse of Jade Scorpion (2001) * Hollywood Ending (2002) * Anything Else (2003) * Melinda and Melinda (2004) * Match Point (2005) * Scoop (2006) * Cassandra's Dream (2007) * Vicky Cristina Barcelona (2008) * Whatever Works (2009) * You Will Meet a Tall Dark Stranger (2010) * Midnight in Paris (2011) * To Rome with Love (2012) * Blue Jasmine (2013) * Magic in the Moonlight (2014) * Irrational Man (2015) * Café Society (2016) * Wonder Wheel (2017) * A Rainy Day in New York (2019) * Rifkin's Festival (2022) * Coup de Chance (2023) === Literatura === * 1967 – Don't drink the water: A comedy in two acts * 1969 – Play it again Sam * 1971 – Getting Even (Publicado no Brasil como \"Cuca Fundida\") * 1975 – God: a comedy in one act * 1975 – Without Feathers (Sem penas) (Publicado no Brasil como \"Sem Plumas\") * 1980 – Side Effects (Efeitos Secundários) (Publicado no Brasil como \"Que Loucura!\") * 1986 – Lunatic's Tale * 1992 – Prosa Completa de Woody Allen (junção de Sem Penas, Para acabar de vez com a cultura e Efeitos Secundários) * 2003 – Riverside Drive / Old Saybrook / Central Park West (três peças de um ato) (Publicado no Brasil como \"Adultérios\") * 2005 – Writer's Block: Two one act plays * 2005 – A second hand memory (a drama in two acts) * 2007 – Mere Anarchy (Pura anarquia) * 2020 - Apropos of Nothing * 2022 - Zero Gravity === Teatro === Ano Trabalho Crédito 1960 From A to Z Escritor 1966 Don't Drink the Water Escritor 1969 Play It Again, Sam Escritor, Ator (Allan Felix) 1975 God Escritor Death Escritor 1981 The Floating Light Bulb Escritor 1995 Central Park West Escritor 2003 Old Saybrook Escritor, Diretor Riverside Drive Escritor, Diretor 2004 A Second Hand Memory Escritor, Diretor 2011 Honeymoon Motel Escritor 2013 Bullets Over Broadway Escritor == Prêmios e indicações == == Vida pessoal == Allen foi casado três vezes ao longo de sua vida: com Harlene Rosen entre 1956 e 1959, Louise Lasser de 1966 a 1970 e Soon-Yi Previn desde 1997. Ele também manteve um relacionamento de 12 anos com a atriz Mia Farrow e relacionamentos com Stacey Nelkin e Diane Keaton. === Casamentos e relacionamentos precoces === Em 1956, Allen casou-se com Harlene Rosen. Ele tinha 20 anos e ela 17 anos de idade. O casamento durou até o ano de 1959. Rosen, a quem Allen chamava de \"Dread Mrs. Allen\" em sua apresentação de stand-up, processou-o por difamação como resultado de comentários que ele fez durante uma aparição na televisão logo após o divórcio entre os dois. Em seu álbum Standup Comic, de meados da década de 1960, Allen disse que Rosen o havia processado por causa de uma piada que ele fez em uma entrevista após Rosen ter sido abusada sexualmente fora de seu apartamento. Segundo Allen, os jornais noticiaram que ela havia sido “violada”. Na entrevista, Allen disse: “Conhecendo minha ex-mulher, provavelmente não foi uma violação de trânsito”. Em entrevista ao The Dick Cavett Show, Allen repetiu seus comentários e disse que ela \"me processou por um milhão de dólares\". De acordo com o jornal Los Angeles Times, o filme Manhattan foi baseado no relacionamento romântico de Allen com a atriz Stacey Nelkin. Sua pequena participação em Annie Hall acabou na sala de edição e o relacionamento deles, que nunca foi reconhecido publicamente por Allen, teria começado quando ela tinha 17 anos de idade e era estudante na Stuyvesant High School, em Nova York. Em dezembro de 2018, o The Hollywood Reporter entrevistou Babi Christina Engelhardt, que disse ter tido um caso de oito anos com Allen, que começou em 1976, quando ela tinha 17 anos de idade (eles se conheceram quando ela tinha 16 anos), e que ela acredita na personagem Tracy em Manhattan é uma combinação de várias outras supostas jovens amantes da vida real de Allen daquele período, não necessariamente Nelkin ou Engelhardt. Quando questionado, Allen se recusou a comentar sobre o assunto. === Diane Keaton === miniaturadaimagem| Allen com Diane Keaton e Jerry Lacy na peça Play It Again, Sam Em 1968, Allen escalou Diane Keaton para seu show da Broadway Play It Again, Sam , durante o qual ela e Allen se envolveram romanticamente. Embora eles tenham se separado depois de um ano, ela continuou a estrelar seus filmes, incluindo Sleeper como uma poeta futurista e Love and Death como uma personagem composto baseada nos romances de Tolstoi e Dostoiévski. Annie Hall foi muito importante nas carreiras de Allen e Keaton. Diz-se que o papel foi escrito para ela, já que o nome de nascimento de Keaton era Diane Hall. Ela então estrelou Interiors como uma poetisa, seguida por Manhattan. Em 1987, ela teve uma participação especial como cantora de boate em Radio Days e foi escolhida para substituir Mia Farrow em Manhattan Murder Mystery depois que Allen e Farrow começaram a ter problemas em seu relacionamento. No total, Keaton estrelou oito filmes de Allen. Keaton e Allen continuaram amigos íntimos. Em uma rara aparição pública, Allen presenteou Keaton com o AFI Life Achievement Award em 2017. === Mia Farrow === Allen e Mia Farrow se conheceram no ano de 1979 e iniciaram um relacionamento em 1980; Farrow estrelou 13 filmes de Allen entre 1982 e 1992. Durante todo o relacionamento, eles viveram em apartamentos separados em lados opostos do Central Park, em Manhattan. Farrow tinha sete filhos quando se conheceram: três filhos biológicos de seu casamento com o compositor André Previn, três meninas adotivas (duas vietnamitas e uma sul-coreana, Soon-Yi Previn), e um menino sul-coreano adotivo, Moses Farrow. Em 1984, ela e Allen tentaram conceber um filho juntos, o que Allen concordou desde que não precisasse se envolver nos cuidados da criança. Quando ficou claro que a gravidez não iria acontecer, Farrow adotou uma menina, Dylan Farrow, em julho de 1985. Allen não estava envolvido na adoção, mas quando Dylan chegou, assumiu um papel parental em relação a ela e começou a passar mais tempo na casa de Farrow. Em 19 de dezembro de 1987, Farrow deu à luz seu filho Satchel Ronan O'Sullivan Farrow. De acordo com Allen, seu relacionamento íntimo com Mia Farrow cessou completamente após o nascimento de Satchel e ele foi solicitado a devolver a chave do apartamento da atriz; eles mantinham uma relação profissional quando filmavam um filme e ele visitava regularmente Moses, Dylan e Satchel, mas Allen e Mia eram apenas \"companheiros sociais naquelas ocasiões em que havia um jantar, um evento, mas depois do evento ela ia para casa e eu ia para casa.\" Em 1991, Farrow queria adotar outra criança. De acordo com uma audiência de custódia de 1993, Allen disse a ela que não se oporia a outra adoção, desde que ela concordasse com a adoção dele de Dylan e Moses; essa adoção foi finalizada em dezembro de 1991. Eric Lax, biógrafo de Allen, escreveu no The New York Times que Allen estava \"lá antes que eles [as crianças] acordassem de manhã, ele os via durante o dia e ajudava a colocá-los na cama à noite\". === Soon-Yi Previn === Em 1977, Mia Farrow e André Previn adotaram Soon-Yi Previn na cidade de Seul, na Coreia do Sul. Ela havia sido abandonada. O Tribunal de Família de Seul estabeleceu um Registro do Censo Familiar (documento de nascimento legal) em seu nome em 28 de dezembro de 1976, com data de nascimento presumida em 8 de outubro de 1970; de acordo com Maureen Orth, uma cintilografia óssea nos Estados Unidos estimou que ela tinha entre cinco e sete anos de idade. De acordo com Previn, sua primeira interação amigável com Allen ocorreu quando ela se machucou jogando futebol durante o terceiro ano do ensino médio e Allen se ofereceu para transportá-la para a escola. Após a lesão, ela começou a assistir aos jogos de basquete do New York Knicks com Allen em 1990. Eles assistiram a mais jogos e em 1991 já estavam mais próximos. Em setembro de 1991, ela começou a estudar na Universidade Drew, em Nova Jersey. Em janeiro de 1992, Farrow encontrou fotos de Previn nua na casa de Allen, que na tinha 56 anos de idade na época. Ele disse a Farrow que havia tirado as fotos no dia anterior, aproximadamente duas semanas depois de ter feito sexo pela primeira vez com Previn. Tanto Farrow quanto Allen contataram advogados logo após a descoberta das fotos. Previn foi convidada a deixar o acampamento de verão porque passava muito tempo atendendo ligações de um \"Sr. Simon\", que na verdade era Allen. Em uma entrevista de agosto de 1992 para a Time Magazine, Allen disse: \"Não sou pai ou padrasto de Soon-Yi\", acrescentando: \"Nunca morei com Mia. Nunca em toda a minha vida dormi no apartamento de Mia e eu nunca costumava ir lá até meus filhos nascerem, sete anos atrás. Nunca jantei em família lá. Eu não era um pai para seus filhos adotivos em nenhum sentido da palavra. Acrescentando que Soon-Yi nunca o tratou como uma figura paterna e que ele raramente falava com ela antes de seu relacionamento romântico, Allen parecia ver poucos ou nenhum problema em seu relacionamento com Previn. Em 17 de agosto de 1992, Allen emitiu um comunicado dizendo que estava apaixonado por Previn. O relacionamento deles tornou-se público e \"irrompeu em manchetes de tabloides em agosto de 1992\". Allen e Previn se casaram em Veneza, Itália, em 23 de dezembro de 1997. Eles adotaram dois filhos e moram na região de Carnegie Hill, no Upper East Side de Manhattan. === Alegação de abuso sexual === De acordo com depoimento no tribunal, em 4 de agosto de 1992, Allen visitou as crianças na casa de Mia Farrow em Bridgewater, Connecticut, enquanto ela fazia compras com uma amiga. No dia seguinte, a babá daquela amiga disse ao seu patrão que tinha visto que “Dylan estava sentada no sofá e Woody estava ajoelhado no chão, de frente para ela, com a cabeça no colo dela”. Quando Farrow perguntou a Dylan sobre isso, Dylan supostamente disse que Allen tocou sua \"parte privada\" enquanto eles estavam sozinhos no sótão. Allen negou veementemente a alegação, chamando-a de \"uma manipulação injusta e terrivelmente prejudicial de crianças inocentes por motivos vingativos e egoístas\". Ele então iniciou um processo na Suprema Corte de Nova York pela custódia exclusiva de Satchel, filho dele e de Farrow, bem como de Dylan e Moses, seus dois filhos adotivos. Em março de 1993, uma investigação de seis meses realizada pela Clínica de Abuso Sexual Infantil do Hospital Yale-New Haven concluiu que Dylan não havia sido abusada sexualmente. Em junho de 1993, o juiz Elliott Wilk rejeitou o pedido de custódia de Allen e rejeitou a alegação de abuso sexual. Wilk disse que estava menos certo do que a equipe de Yale-New Haven de que havia evidências conclusivas de que não houve abuso sexual e chamou a conduta de Allen com Dylan de \"grosseiramente inadequada\", embora não sexual. Em setembro de 1993, o procurador do Estado anunciou que apesar de ter \"causa provável\", não iria prosseguir com as acusações para \"evitar o risco injustificável de expor uma criança aos rigores e incertezas de um processo questionável\". Em outubro de 1993, a Agência de Bem-Estar Infantil de Nova Iorque do Departamento de Serviços Sociais do Estado encerrou uma investigação de 14 meses e concluiu que não havia provas credíveis de abuso ou maus-tratos e que a alegação era infundada. Em 2014, quando Allen recebeu o Globo de Ouro Cecil B. DeMille Award pelo conjunto de sua obra, a questão voltou ao primeiro plano da atenção da mídia, com Mia Farrow e Ronan Farrow fazendo comentários depreciativos sobre Allen no Twitter. Em 1º de fevereiro de 2014, o jornalista do The New York Times Nicholas Kristof, com a permissão de Dylan, publicou uma coluna que incluía trechos de uma carta que Dylan havia escrito para Kristof reafirmando a alegação contra Allen e chamou a atenção de outros atores que continuaram a trabalhar em seus filmes. Allen respondeu à alegação em uma carta aberta, também no The New York Times, negando veementemente. “Claro, eu não molestei Dylan… Ninguém quer desencorajar as vítimas de abuso de se manifestarem, mas é preciso ter em mente que às vezes há pessoas que são falsamente acusadas e isso também é uma coisa terrivelmente destrutiva”, escreveu ele. Em 2018, Moses Farrow (filho adotivo de Mia Farrow e Allen que estava presente em sua casa em Bridgewater durante a visita de Allen em que o abuso a Dylan teria ocorrido) publicou uma postagem no blog chamada \"A Son Speaks Out\", onde negou veementemente as acusações de abuso: “dados os ataques incrivelmente imprecisos e enganosos contra meu pai, Woody Allen, sinto que não posso mais ficar em silêncio enquanto ele continua a ser condenado por um crime que não cometeu.\" Moses também relatou uma série de casos de supostos abusos físicos cometidos por Mia Farrow: \"Dói-me lembrar de casos em que testemunhei irmãos, alguns cegos ou deficientes físicos, arrastados por um lance de escadas para serem jogados em um quarto ou um armário, depois que a porta era trancada por fora. Mia até fechou meu irmão Tadeu, paraplégico por conta de uma poliomielite, em um galpão ao ar livre durante a noite como punição por uma transgressão menor\". === Bibliografia === * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * Categoria:Óscar de melhor realização Categoria:Cineastas dos Estados Unidos Categoria:Roteiristas dos Estados Unidos Categoria:Norte- americanos de ascendência russa Categoria:Judeus dos Estados Unidos Categoria:Ateus dos Estados Unidos Categoria:Clarinetistas de jazz Categoria:Judeus ateus Categoria:BAFTA de melhor realização Categoria:Cineastas premiados no Festival de Berlim Categoria:Cineastas premiados no Festival de Veneza Categoria:Óscar de melhor roteiro original Categoria:Roteiristas premiados com o Independent Spirit Categoria:Naturais de Nova Iorque (cidade) Categoria:Globo de Ouro de melhor roteiro Categoria:Atores dos Estados Unidos Categoria:Clarinetistas dos Estados Unidos Categoria:Prémio Cecil B. DeMille Categoria:César de melhor filme estrangeiro Categoria:BAFTA de melhor roteiro original Categoria:Critics' Choice de melhor roteiro Categoria:Leão de Ouro de carreira Categoria:Leão de Prata de relevante contribuição artística Categoria:BAFTA Fellowship Award Categoria:Prémio Princesa de Astúrias de Artes Categoria:Prémio Bodil de melhor filme americano Categoria:Roteiristas premiados com o London Film Critics Circle Categoria:Palma de Ouro honorária de realização",
 "title": "Woody Allen"
}