{
 "id": "46179",
 "text": "é uma prefeitura do Japão localizada na Chūbu (região) de Honshu.Nussbaum, Louis-Frédéric. (2005). \"Shizuoka-ken\" in ; \"Chūbu\" in A capital é a cidade de Shizuoka, enquanto Hamamatsu é a maior cidade por população.Nussbaum, \"Shizuoka\" at . thumb|Vista do Monte Fuji de Fujinomiya == História == A área coberta pela atual província de Shizuoka estava anteriormente dividida entre três regiões chamadas Totomi, Suruga e Izu. No período Edo, as áreas controladas diretamente pelo Shogunato, correspondentes aos estados de Hatamoto (dependentes diretos do Shogun) e os territórios do Daimyo (senhor feudal) formavam uma complexa matriz ao longo da paisagem. No momento da abolição do sistema han e do estabelecimento das províncias em julho de 1871, três províncias foram formadas dentro da atual Shizuoka: Nirayama (Izu), Shizuoka (Suruga, Totomi) e Horie (parte norte do lago Hamanako). Em novembro do mesmo ano, a província de Nirayama tornou-se parte da província de Ashigara, e uma nova província, Hamamatsu, foi estabelecida em Enshu. Depois, com a dissolução da província de Ashigara em abril de 1876, as antigas províncias de Izu e Shizuoka uniram-se, ocorrendo em seguida a junção das províncias de Hamamatsu e Shizuoka em 21 de agosto do mesmo ano. Nasceu assim a atual província de Shizuoka. == Geografia == A Província de Shizuoka está localizada na região central do Japão tendo ao norte o Monte Fuji e ao sul o Oceano Pacífico e a Baía de Suruga. Além da natureza bela e exuberante, da rica herança histórica e cultural, a Província conta com um clima ameno e um acesso extremamente conveniente, que a liga com outras regiões do Japão. A linha costeira da Província de Shizuoka se estende por 500 km de leste a oeste, ao longo do Mar de Enshu e das Baías de Suruga e Sagami. Ao norte a Província é cercada por montanhas de mais de 3.000 metros, como o Monte Fuji e os Alpes Sulinos. Vários rios que percorrem a província, como os rios Fuji, Ohi e Tenryu têm suas nascentes nessas montanhas. === Cidades === Em negrito, a capital da prefeitura. * Atami * Fuji * Fujieda * Fujinomiya * Fukuroi * Gotenba * Hamakita * Hamamatsu * Ito * Iwata * Izu * Izunokuni * Kakegawa * Kikugawa * Kosai * Makinohara * Mishima * Numazu * Omaezaki * Shimada * Shimizu * Shimoda * Shizuoka * Susono * Tenryu * Yaidu === Distritos === * Distrito de Fuji ** Shibakawa * Distrito de Haibara ** Kawanehon ** Kawane ** Yoshida * Distrito de Hamana ** Arai * Distrito de Ihara ** Fujikawa ** Kanbara ** Yui * Distrito de Kamo ** Higashiizu ** Kawazu ** Matsuzaki ** Minamiizu ** Nishiizu * Distrito de Shida ** Oigawa ** Okabe * Distrito de Shuchi ** Mori * Distrito de Sunto ** Nagaizumi ** Oyama ** Shimizu * Distrito de Tagata ** Kannami === Distritos === * Haibara * Honkawane * Kanaya * Nakakawane * Sagara * Haruno * Maisaka * Yuto * Distrito de Inasa ** Hosoe ** Inasa ** Mikkabi * Distrito de Iwata ** Ryuyo ** Fukude ** Misakubo ** Toyoka ** Sakuma ** Tatsuyama == Economia == A economia de Shizuoka é a segunda maior economia do Japão, ela é demarcada pela sua tecnologia e desenvolvimentos cientificos que isso ajuda principalmente a sua maior intenção em avançar em educação que isso ajuda parte do Japão a se desenvolver. == Demografia == == Transportes == Desde muito tempo atrás, Shizuoka tem sido um ponto estratégico no fluxo de tráfego entre o leste e o oeste, passando pelas principais rotas do Japão. Recentemente, a província tem-se tornado cada vez mais importante como via de tráfego estratégica, e tanto a Tokaido Shinkansen como a Rodovia Expressa Tomei, principais artérias da rede nacional de tráfego, passam pela nossa província. A construção do Aeroporto de Shizuoka e a Segunda Rodovia Expressa Tomei já se iniciaram, para melhorar ainda mais o fluxo de tráfego pela Província de Shizuoka. == Turismo == Privilegiada com uma rica natureza, a Província conta com a beleza das paisagens de montanhas, rios, planícies, linha costeira, termas e lagos, que estão em constantes mudanças conforme cada estação do ano. O majestoso Monte Fuji nas diferentes estações. As montanhas e as famosas termas da península de Izu. Os magníficos Alpes Sulinos. As correntezas dos rios Fuji, Abe, Ohi e Tenryu. E o extenso Lago Hamana. Lugares famosos e historicamente significantes como as cataratas de Shiraito e Irozaki, o Monte Kuno, onde se encontra a sepultura de Tokugawa Ieyasu, o primeiro Shogun do Japão (1542-1616). Numerosos lugares cujas belas paisagens atraem muitos turistas. == Símbolos prefeiturais == Emblema da Província e Bandeira da Província O emblema é uma combinação do formato do Monte Fuji com o mapa da Província. A bandeira da província ostenta o emblema provincial. O fundo azul representa a expansão aparentemente infinita do céu e do Oceano Pacífico, simbolizando o progresso e o desenvolvimento de Shizuoka. O emblema provincial propriamente dito é branco. A parte laranja dentro do emblema provincial representa tanto a paixão e a unidade dos habitantes da província como os radiantes raios solares de Shizuoka. Flor da Província: Azaléa Pássaro da Província: “Sankocho” Árvore da Província: “Mokusei” Existem muitas variedades de azaléas em Shizuoka. Há, também, espécies que são encontradas somente nesta província. Ela foi escolhida pelos seus cidadãos, por ser muito popular e de fácil adaptação ao clima. Este pássaro de verão chega ao Japão no mês de abril. Eles vivem nas regiões próximas ao Monte Fuji e ao longo da província. O seu canto se assemelha com os dizeres “tsuki, hi, hoshi, hoihoihoi”, cujo significado é “lua, sol, estrela”. Por isso, é chamado de “pássaro dos 3 raios”. Esta árvore se desenvolve em clima quente, com muita luz solar e umidade moderada. É plantada nos jardins e margens de lagos pela fragrância de suas flores, podendo ser encontrada ao longo de toda a província. == Ligações externas == * * Categoria:Região de Chubu",
 "title": "Shizuoka"
}