{
 "id": "46186",
 "text": "Maribor () é uma cidade e município urbano da Eslovênia. A cidade de Maribor, sede do município de mesmo nome, é a segunda maior cidade do país com uma população estimada de habitantes (2022). Maribor situa-se às margens do rio Drava. É o centro administrativo e maior cidade da região da Baixa Estíria. A região urbana mais próxima é Graz na Áustria, distante cerca de 50 quilômetros. Até a Segunda Guerra Mundial, Maribor tinha uma consistente população germânica e então era conhecida por Marburg an der Drau. == Arquitetura == Muitas estruturas medievais ainda estão em bom estado em Maribor. Dos restos de muralhas da cidade, destacam-se a Torre do Julgamento, a Torre da Água e a Torre judaica. A Catedral de Maribor foi construída em estilo gótico no século XIII. A Câmara Municipal foi construída em estilo renascentista. A Piramida Colina domina a fronteira norte da cidade. Ruínas do primeiro castelo de Maribor, construído a partir do século XI, e uma capela do século XIX, também estão situados na cidade. A colina oferece uma vista de fácil alcance de Maribor e seu interior sul com o rio Drava. No início do novo século, foram feitos planos para um novo negócio moderno, residencial e de entretenimento, chamado The Doors Drava (Dravska Vrata) e apelidado de Maribor Manhattan. O projeto incluía novos apartamentos residenciais exclusivos, escritórios e salas de conferência, um espaço verde e de lazer, e outras construções. Ela também incluía um arranha-céu de 111 metros de altura, que seria o edifício mais alto na Eslovênia. Devido à falta de recursos financeiros, o projeto está atualmente adiado. Em 2008, o Studenci Passarela (Studenška BRV) foi renovado de acordo com o projeto da empresa Ponting. Também em 2008, durante a 3ª Conferência Internacional da Passarela no Porto, este projeto recebeu o prestigioso Prêmio Passarela. Maribor organizou, em 2010, um concurso internacional de arquitectura, para reunir propostas para o projeto e reconstrução dos bancos Drava, a construção de uma nova galeria de arte, e de uma nova passarela. O júri recebeu cerca de 400 propostas para os três projetos diferentes. A passarela e os diques do rio serão construídos em um futuro próximo, mas a galeria de arte foi substituída por um centro cultural, que está atualmente em construção. A construção começou em 2011, perto do rio Drava, de uma nova Faculdade de Medicina moderna. Ele foi projetado pelo arquiteto Boris Podrecca e é esperado para ser concluído em 2013. Há planos para renovar a Biblioteca Pública de Maribor e a Praça da Câmara Municipal (Rotovški trg). Além disso, a renovação de Maribor Island, no rio Drava, está sendo planejada. ==Ligações externas== * Site de Maribor Categoria:Municípios da Podravska Categoria:Maribor Categoria:Capitais europeias da cultura",
 "title": "Maribor"
}