{
 "id": "46257",
 "text": "Uma classe social é um grupo de pessoas que tem status social similar segundo critérios diversos, especialmente o econômico assim como de que família pertence e nasceu, o chamado ter ou não nascido em \"berço de ouro\". Diferencia-se do conceito casta social na medida em que ao membro de uma dada casta normalmente é impossível mudar de status e mudar de classe social de que é originário é possível de acontecer. == Modelos Teóricos == === Marxismo === Segundo a ótica marxista, em praticamente toda sociedade, seja ela pré- capitalista ou caracterizada por um capitalismo desenvolvido, a desigualdade social através da classe social está relacionada ao poder aquisitivo, ao acesso à renda, à posição social, ao nível de escolaridade, ao padrão de vida, entre outros. Existe a classe dominante (burguesia, nobreza, entre outros, específicos de cada sociedade), que controla direta ou indiretamente o Estado, e as classes dominadas por aquela, reproduzida inexoravelmente por uma estrutura social implantada pela classe dominante. Segundo a mesma visão de mundo, a história da humanidade é a sucessão das lutas de classes, de forma que sempre que uma classe dominada passa a assumir o papel de classe dominante, surge em seu lugar uma nova classe dominada, e aquela impõe a sua estrutura social mais adequada para a perpetuação da exploração. A divisão da sociedade em classes é consequência dos diferentes papéis que os grupos sociais têm no processo de produção, seguindo a teoria de Karl Marx. É do papel ocupado por cada classe que depende o nível de fortuna e de rendimento, o gênero de vida e numerosas características culturais das diferentes classes. Classe social define-se como conjunto de agentes sociais nas mesmas condições no processo de produção e que têm afinidades políticas e ideológicas. === Lênin === A definição de Lênin foi aquela que foi popularizada nos manuais marxistas como a definição de Marx -- embora Marx não tenha definido as classes dessa forma. Essa definição de classe se baseia na inserção dos indivíduos em relação aos meios de produção: === Sorokin === Enquanto Karl Marx aponta a luta de classes como o fator determinante dos rumos da história, Pitirim Sorokin afirma que a história não é definida unicamente por um constante conflito social e, afirma que: \"A cooperação entre as classes sociais é um fenômeno ainda mais universal do que o antagonismo entre elas.\" e \"qualquer grupo social organizado é sempre um corpo social estratificado. Não existe qualquer grupo social permanente que seja 'plano' e no qual todos os membros são iguais.\" Para Sorokin, uma classe social é um grupo: # legalmente aberto, mas de fato semifechado; # \"normal\" (ou seja, não é um grupo unido por uma razão extraordinária, fora do comum); # solidário; # principalmente semiorganizado (às vezes organizado); # em parte consciente de sua existência; # característico das sociedades ocidentais dos séculos XVIII, XIX e XX; e # multivinculado, unido por dois vínculos específicos (ocupacional e econômico) e um de estratificação social (direitos e deveres especiais). == Capitalismo moderno == thumb|200px|Mendigo junto à Catedral de Colônia, uma das maiores catedrais do mundo, na Alemanha. A partir da Idade Contemporânea, com o desenvolvimento do sistema capitalista industrial (e mesmo do pós-industrial), normalmente existe a noção de que as classes sociais, em diversos países, podem ser divididas em três níveis diferentes, dentro dos quais há subníveis. Atualmente, a estratificação social segue a convenção baixa, média e alta, sendo que as duas primeiras designam o estrato da população com pouca capacidade financeira, tipicamente com dificuldades econômicas, e a última possui grande margem financeira. A classe média é, portanto, o estrato considerado mais comum e mais numeroso, que, embora não sofra de dificuldades, não vive propriamente com grande margem financeira. Nota-se, porém, que, nos países de Terceiro Mundo, a classe média é uma minoria e a classe baixa é a maioria da população. == Classes sociais no Brasil == São frequentes as análises sobre a organização das classes socioeconômicas no Brasil. Atualmente, observa-se no país uma estrutura social típica de qualquer nação capitalista contemporânea, com três classes distintas. Justamente como qualquer nação em desenvolvimento, o maior contingente populacional se encontra classificado como parte das classes sociais mais baixas. == Classes sociais nos Estados Unidos == A estrutura social dos Estados Unidos é um conceito vagamente definido que faz uso de termos e percepções comumente usados no país. Entre eles estaria a renda anual do lar, o nível de educação e a ocupação daqueles que estão em idade economicamente ativa. Embora seja possível identificar dezenas de classes sociais nos Estados Unidos apenas fazendo o uso de tais critérios, a maior parte dos americanos utiliza um sistema de cinco ou seis classes para descrever sua sociedade. Tipicamente, são essas as classes que são comumente identificadas na atual sociedade americana : # A Classe Alta (Upper Class); Aqueles com enorme influência, riqueza e prestígio. Membros desse grupo têm uma tremenda influência sobre as principais instituições do país. Essa classe compõe cerca de 1% da população total do país e retêm em torno de um terço de todas as riquezas. Têm renda igual ou superior a US$ 188 mil anuais (cerca de R$ 80 mil por mês). # A Classe Média Alta (Upper-Middle Class); A Classe média-alta consiste dos chamados \"profissionais do colarinho-branco\" com alta qualificação (certificados, diplomas, cursos, doutorados, pós-doutorados, etc.) e uma renda alta. Os trabalhadores dessa classe normalmente gozam de grande liberdade e autonomia no ambiente de trabalho, fato que resulta em uma alta taxa de satisfação em relação aos seus empregos. Considerando sua renda média, aqueles que compõe essa classe são cerca de 15% da população americana (de acordo com os estudos de Thompson, Hickey e Gilber). Sua renda varia de US$ 126 mil a US$ 188 mil anuais (R$ 55 mil a R$ 80 mil por mês). # Classe Média (Middle Class); São profissionais de qualificação intermediária, podendo ou não possuir educação superior. A transferência de empregos para países em desenvolvimento aparece como sendo o principal problema desse estrato social, afetando a sensação de segurança no emprego. Famílias típicas dessa classe possuem, em média, renda dupla combinada (dois indivíduos trabalham) e portanto têm uma renda equivalente àqueles profissionais da classe média-alta (como os advogados). No geral, possuem uma renda que pode variar de US$ 42 mil até US$ 126 mil anuais (R$ 18,2 mil a R$ 55 mil por mês), pois cerca de 30% da população dos Estados Unidos, sendo a segunda mais populosa dos estados unidos. # Classe Média Baixa (Lower-Middle Class); De acordo com alguns estudiosos como Michael Zweig, essa classe pode chegar a representar a maioria da população americana. Ela inclui os chamados \"profissionais de colarinho- azul\" assim como alguns \"colarinhos-brancos\" que ganham salários relativamente baixos e não possuem diplomas de ensino superior. Perfazem cerca de 45% da população americana que não freqüentou o ensino superior. Possuem renda que pode variar de US$ 31 mil até US$ 42 mil anuais (R$ 13,4 mil a R$ 18,2 mil por mês), essa é a classe mais comum dos Estados Unidos, com 34% da população. # Classe Baixa (Lower Class); Essa classe inclui os pobres e os membros sem instrução e marginalizados da sociedade americana. Embora grande parte desses indivíduos possua emprego, é comum que fiquem no limiar da pobreza. Muitos só possuem o diploma de conclusão do colegial. Possuem renda inferior a US$ 31 mil anuais (R$ 13,4 mil por mês), 20% das pessoas frequentam essa classe social nos Estados Unidos. == Ver também == * Ciências sociais * Círculo social * Colaboração de classes * Desigualdade econômica * Engenharia social (ciência política) * Estado de bem-estar social * Estamento * Estratificação social * Exclusão social * Feminismo classista * Hipergamia * Identidade social * Inclusão social * Lumpemproletariado * Max Weber * Mercado de trabalho * Meritocracia * Posição social * Preconceito social * Proletariado * Relação social * Subcultura * Sociedade de Ordens == Ligações externas == * Classes na Sociologia * «Classes Sociais», em «Idade Média: caluniada por ser realização da Cristandade na História», por Plinio Corrêa de Oliveira, 25 de março de 1965 * Estratificação e Classe Social, filosofiaacademico Categoria:Ideologias econômicas Categoria:Teoria da história Categoria:Antropologia Categoria:Socialismo",
 "title": "Classe social"
}