{
 "id": "46343",
 "text": "Krishna (; pronunciado [ˈkr̩ʂɳə]), também chamado Críxena,Gilson Moura (2010). Religiões No Brasil. Clube de Autores. p. 58. a Suprema Personalidade de Deus de acordo com a teologia Gaudia Vaixnava, também revelado assim pelo avatar Sri Caitania Mahaprabu, conforme a Escritura Seri Chaitania Charitanrita. É o oitavo avatar de Víxenu.Ninho Jesen (2009). Uma Resposta ao Tabernáculo da Fé. Clube de Autores. p. 61. PKEY:90142313.UNIRIO M JELINEK. Rodando pelos caminhos da Índia e Nepal. biblioteca24horas. p. 68. ISBN 978-85-7893-213-8. É o aspecto de Deus mais cultuado em toda a Índia, por ser compreendido como o Ser Supremo, o Guru de Arjuna no Bagavadeguitá que é parte da Escritura Maabárata, e por causa das comunidades Hare Krishna de seus devotos, espalhados pelo planeta todo.Fabio Renato Villela. Deuses e deusas hindus - dicionario sintetico. biblioteca24horas. p. 22. ISBN 978-85-7893-214-5. Krishna é descrito e retratado em suas atividades sobre-humanas como uma Criança que rouba manteiga para comer e matando diversos tipos de demônios, um jovem rapaz tocando uma flauta que com sua música encantava todos os habitantes de Verindavana, também descrito em sua vida adulta como Príncipe Guerreiro, travou centenas de batalhas, matando milhões de guerreiros de tendências demoníacas, casou-se com 16.108 princesas e se expandiu em 16.108 Krishnas entrando nos seus palácios simultaneamente todos os dias. Bagavata Purana. Dá direção e orientação como no Bagavadeguitá. As histórias de Krishna aparecem em várias tradições filosóficas e teológicas hindus que o retratam de vários modos: um Deus-Criança, um Brincalhão, um Modelo de Amante, um Herói Divino e o Ser Supremo As escrituras principais que discutem a história de Krishna são o Maabárata, o Harivamsa, o Bagavata Purana e o Vixenu Purana. == Nome e títulos == A palavra em sânscrito kṛṣṇa é essencialmente um adjetivo que significa \"negro\", \"azul\" ou \"azul-escuro\". Como um substantivo feminino, kṛṣṇa é usado no sentido de \"noite\", \"escuridão\" no Rigueveda. Krishna é um nome de Deus que significa \"o Todo Atraente\", a Verdade Absoluta. A palavra 'krish' é a característica atrativa da existência divina, e 'na' significa 'prazer espiritual.' Quando o verbo 'krish' é adicionado ao 'na', ele se torna Krishna, que indica a Suprema Verdade Absoluta. Krishna também é conhecido por diversos nomes, epítetos e títulos, que refletem suas múltiplas qualidades e atividades. Entre os mais usados, estão Hari (\"Aquele que tira\" [pecados, ou que afasta samsara, o ciclo de nascimentos e mortes]), Govinda (\"Aquele que dá prazer às vacas, à Terra e aos sentidos\") e Gopala (\"Protetor das vacas\" ou, mais precisamente, \"Protetor da vida\"). == Iconografia == Krishna é facilmente reconhecido por suas representações artísticas. Sua pele é retratada na cor preta ou azul-escura, conforme descrito nas Escrituras, embora em representações pictóricas modernas ele geralmente seja mostrado com pele azul. Ele aparece usando um dhoti de seda amarelo e uma coroa de penas de pavão. Representações comuns mostram-no como um bebê, um menino ou um jovem. Normalmente, está com uma perna dobrada na frente da outra, levando uma flauta aos lábios, esboçando um sorriso misterioso, e acompanhado por vacas. A cena no campo de batalha de Kurukshetra, nomeadamente quando se dirige a Arjuna no Bagavadeguitá, é outro tema comum para sua representação. Nessas cenas, ele é mostrado como um homem de dois braços atuando como cocheiro, ou com as típicas características da arte religiosa hindu (tais como braços ou cabeças múltiplas) e com atributos de Víxenu, como o chacra. == Biografia == Este resumo se baseia no Maabárata, no Harivamsa, no Bagavata Purana e no Vixenu Purana . Os fatos narrados ocorreram no norte da Índia, a maior parte nos atuais estados de Utar Pradexe, Biar, Harianá, Deli e Guzerate. === Nascimento e infância === De acordo com o Bagavata Purana, Krishna nasceu sem uma união sexual, mas por meio da \"transmissão mental\" iogue da mente de Vasudeva no ventre de Devaki. Baseado em dados das escrituras e cálculos astrológicos, a data de nascimento de Krishna, conhecida como Janmastami, é o dia 18 de julho de 3228 a.C. Krishna pertencia ao clã Vrixeni dos Iadavas, de Matura, capital dos clãs Vrixeni, Andaca e Boja. Foi o oitavo filho da princesa Devaki e seu marido Vasudeva O rei Kamsa subiu ao trono após mandar prender o próprio pai, Ugrasena (rei da dinastia Boja). Kamsa é tido como um grande demônio, que pertencia à classe dos xátrias, mas que, de algum modo, havia se desviado do Dharma universal. No caminho que conduzia os noivos até a nova casa, Kamsa escutou uma voz que dizia que o oitavo filho de Devaki iria levá-lo à morte. Imediatamente fez menção de matar Devaki, mas Vasudeva implorou pela vida da esposa, prometendo que cada filho que nascesse, seria levado à presença de Kamsa. Receoso, mandou prender Vasudeva e a esposa no porão do castelo, sendo vigiados dia e noite por guardas. Cada filho do casal que nascia era morto por Kamsa, que mesmo sabendo que a profecia se cumpriria apenas no oitavo filho, não tinha piedade de nenhum e matava a todos. Kamsa havia sido alertado por Narada Muni que, em breve, Víxenu nasceria na família de Vasudeva. Soube também, através deste sábio, que, em uma encarnação anterior, Kamsa havia sido um demônio chamado Kalanemi que tinha sido morto por Víxenu. E foi então que o oitavo filho de Devaki nasceu - Bagavã Seri Krishna. O local do nascimento é conhecido atualmente como Krishnajanmabomi, onde um templo foi erguido em honra. Como sua vida corria risco na prisão, foi tirado da prisão e entregue aos pais adotivos Iaxoda e Nanda em Gocula. === Juventude === Nanda, pai adotivo de Krishna, era o líder de uma comunidade de pastores de gado. As histórias da infância e juventude contam a vida e relação com as pessoas da região. Uma dessas histórias conta que Kamsa, descobrindo que ele havia sido libertado da prisão, enviou vários demônios para impedir que isso acontecesse. Todos falharam. São muitas as façanhas de Krishna e as aventuras com as Gopis da vila, incluindo Rada, aventuras estas que se tornaram conhecidas como Rasa lila. === Krishna, o Príncipe === Krishna, então um jovem homem, retorna para Matura, acaba com o governo de Kamsa, e institui o pai, Vasudeva, que havia sido aprisionado por Kamsa, como rei de Yadavas. Em seguida declarou a si mesmo príncipe da corte. Neste período, iniciou a amizade com Arjuna e outros príncipes de Pandava do reino de Kuru. Casou-se com Rukmini, filha do rei Bismaca de Vidarba. Ele também teve 150 mil esposas, incluindo Satiabama e Jambavati. === A guerra de Kurukshetra === Krishna possuía primos em ambos os lados na guerra entre os Pandavas e os Kauravas, porém ele tomou o lado dos Pandavas e concordou em ser o cocheiro da carruagem de Arjuna - o primo e grande amigo - na batalha decisiva. O Bagavadeguitá consiste nos conselhos dados por Krishna a Arjuna, antes do início do combate. == Últimos dias == Segundo o Maabárata, a Batalha de Kurukshetra resultou na morte de todos os cem filhos de Gandari. Na noite antes da morte de Dudiodana, o Senhor Krishna visitou Gandari para oferecer suas condolências. Pressentindo que Krishna conscientemente não tinha posto fim à guerra, Gandari teve um acesso de raiva e tristeza, e amaldiçoou Krishna e toda a dinastia dos Iadu a morrerem no prazo de 36 anos. Em um festival, uma briga começou entre os Iadavas, que exterminaram uns aos outros. Balarama, o irmão mais velho de Krishna, entregou conscientemente o corpo usando ioga. Krishna se retirou para a floresta e sentou-se debaixo de uma árvore em meditação. Um caçador chamado Jara confundiu o pé parcialmente visível de Krishna com um veado, e atirou uma flecha ferindo-o mortalmente. De acordo com os eruditos vaixnavas, o corpo de Krishna é completamente espiritual, e não seria corruptível nem sujeito à morte e à deterioração. Mesmo assim, na execução de seus passatempos terrenos, ele \"aparenta\" nascer e morrer como uma pessoa comum. Ao ver que tinha ferido Krishna, o caçador ficou muito perturbado e pediu perdão. Krishna então respondeu-lhe: \"Você era Vali em seu nascimento anterior, e eu era Rama, que o matei secretamente. Você queria se vingar, e, assim, neste meu aparecimento, estou cumprindo seu desejo; tudo isso fazia parte do meu plano\". Dizendo isso, Krishna partiu para Goloca, sua morada celestial. Segundo as Escrituras hindus, o desaparecimento de Krishna ocorreu na meia-noite de 17 para 18 de fevereiro de e marca o fim de Dwapara Yuga e o início de Kali Yuga, a era da hipocrisia e das desavenças. Devido à presença de Krishna no planeta, o demônio Kali não se atreveu a manifestar-se com toda a sua força. Mas neste mesmo dia, Kali entra no mundo na forma do delito de ferir uma vaca - justamente o animal preferido de Krishna. == Devoção a Krishna == === Krishna segundo o Bagavata Purana === Segundo o Bagavata Purana, Krishna é a forma original de Víxenu, superior a todas as outras expansões divinas, já que todas emanam dele. Krishna é um ser eterno, sem nascimento nem morte, que adotou uma manifestação temporária na terra para poder agraciar seus devotos e aniquilar os demônios - mas que simultaneamente está presente eternamente em seu planeta espiritual. === Gita Govinda === Vários trabalhos foram importantes na difusão da devoção a Krishna, especialmente o Gita Govinda, escrito por Jayadeva Goswami na Índia oriental, no século XII. Trata a respeito da relação íntima de Krishna com uma gopi em particular, Radarani (que no Maabárata teve papel secundário). === Movimentos recentes de Krishna-bhakti === Derivações posteriores das primeiras tradições de devoção a Krishna incluem a que foi promovida pelo santo bengali Caitanya Mahaprabhu, no século XVI. Seus seguidores consideram-no uma encarnação de Krishna e Radarani num só corpo. Vários movimentos pertencem a esta tradição, entre eles o Movimento Hare Krishna. Fundado em Nova Iorque pelo guru indiano Bhaktivedanta Swami Prabhupada em 1966, o Movimento Hare Krishna é o principal responsável pela disseminação contemporânea da figura de Krishna no Ocidente. == Ligações externas e Bibliografia== * * Vasconcellos, F.C. Bíblia para Crianças Editora da Cúria Metropolitana de Porto Alegre, R. S. 1967. Categoria:Deuses hindus",
 "title": "Krishna"
}