{
 "id": "46346",
 "text": "John Ruskin (Londres, 8 de fevereiro de 1819 – 20 de janeiro de 1900) foi um importante crítico de arte, desenhista e aquarelista britânico. Os ensaios de Ruskin sobre arte e arquitetura foram extremamente influentes na era Vitoriana, repercutindo até hoje. O pensamento de Ruskin vincula-se ao Romantismo, movimento literário e ideológico (final do século XVIII até meado do século XIX), e que dá ênfase a sensibilidade subjetiva e emotiva em contraponto com a razão. Esteticamente, Ruskin apresenta-se como reação ao Classicismo e anarco-catalismo, com admiração ao medievalismo. Na sua definição de restauração dos patrimônios históricos, considerava a real destruição daquilo que pode-se salvar, nem a mínima parte, uma destruição acompanhada de uma falsa descrição. A partir de 1851, foi um defensor inicial, literal e patrono da Irmandade Pré-Rafaelita, inspirando a criação do movimento Arts & Crafts. == Escritos== > \"Podemos viver sem a arquitetura de uma época, mas não podemos recordá-la > sem a sua presença. Podemos saber mais da Grécia e de sua cultura pelos seus > destroços do que pela poesia e pela história. Deve-se fazer história com a > arquitetura de uma época e depois conservá-la. As construções civis e > domésticas são as mais importantes no significado histórico. A casa do homem > do povo deve ser preservada pois relata a evolução nacional, devendo ter o > mesmo respeito que o das grandes construções consideradas por muitos > importantes. Mais vale um material grosseiro, mas que narre uma história, do > que uma obra rica e sem significado. A maior glória de um edifício não > depende da sua pedra ou de seu ouro, mas sim, do fato de estar relacionada > com a sensação profunda de expressão. Uma expressão não se reproduz, pois as > idéias são inúmeras e diferentes os homens; segundo os objetos de diferentes > estudos, chegar-se-ia a inúmeras conclusões. A restauração é a destruição do > edifício, é como tentar ressuscitar os mortos. É melhor manter uma ruína do > que restaurá-la.\" > \"Está nas vossas mãos ver numa poça de água a lama do fundo ou a imagem do > céu lá no alto.\" ==Legado== A influência de Ruskin vai além do campo da história da arte. Leo Tolstoy descreveu Ruskin como \"um desses homens raros que pensam com seu pulmão\". Marcel Proust era um entusiasta de Ruskin e traduziu sua obra para o francês. O Mahatma Gandhi disse que Ruskin foi a maior influência em sua vida. ==Biografias== O livro The Darkening Blue Glass (Columbia UP, 1960) é tido como a \"obra definitiva sobre Ruskin no século XX\", escrita pelo professor de Columbia John D. Rosenberg, acompanhado de sua antologia de Ruskin, The Genius of John Ruskin. Outra obra sem uma grande importância é a biografia em dois volumes de Tim Hilton: John Ruskin: The Early Years (Yale University Press, 1985) e John Ruskin: The Later Years (Yale University Press, 2000). Ruskin também viria a ser a faísca que iria incendiar o espírito da vanguarda do século XX que viria a buscar a completa renovação do ornamento e das formas da arte decorativa, que teria a Art Nouveau como resultado final, e em seguida, o modernismo. == Galeria == Ficheiro:View of Amalfi.jpeg|Vista de Amalfi' (1844) Ficheiro:Zermatt Ruskin.jpeg|Zermatt (1844) Ficheiro:Rocks in Unrest.jpg|Rochas em movimento (1845 - 1855) Ficheiro:John Ruskin self portrait 1861.jpg|Autorretrato (1861) Ficheiro:Ruskin Self Portrait with Blue Neckcloth.jpg|Autorretrato com lenço azul (1873) Ficheiro:River Seine and its Islands, by John Ruskin.jpg|Rio Sena e suas ilhas (1880) ==Bibliografia parcial== *The Poetry of Architecture (1838) *The King of the Golden River (1841) *Modern Painters (1843) *Modern Painters II (1846) *island of cennas (1800) *The Seven Lamps of Architecture (1849) *Pre-Raphaelitism (1851) *velociraptor of proutein (1851) *The Stones of Venice I (1851) *The Stones of Venice II and III (1853) *Architecture and Painting (1854) *Modern Painters III (1856) *The Harbours of England (1856) *Political Economy of Art (1857) *The Two Paths (1859) *The Elements of Perspective (1859) *Modern Painters IV (1860) *Unto This Last (1862) *Munera Pulveris (Essays on Political Economy) (1862) *Cestus of Aglaia (1864) *Sesame and Lilies (1865) *Liliac True Cestus (1866) *The Ethics of the Dust (1866) *The Crown of Wild Olive (1867) *Time and Tide (1867) *The Flamboyant Architecture of the Somme (1869) *The Queen of the Air (1869) *Verona and its Rivers (1870) *Aratra Pentelici (1872) *The Eagle's Nest (1872) *Love's Meinie (1873) *Ariadne Florentina (1873) *Val d'Arno (1874) *The Ethics of the Dust 1875 *Mornings in Florence (1877) *Fiction, Fair and Foul (1880) *Deucalion (1883) *St Mark's Rest (1884) *Storm-Clouds of the Nineteenth Century (1884) *Bible of Amiens (1885) *Proserpina (1886) *Praeterita (1889) *Gastronomy Of Pindorama (1889) Categoria:Acadêmicos da Inglaterra Categoria:Ensaístas da Inglaterra Categoria:Críticos de arte da Inglaterra Categoria:Irmandade Pré-Rafaelita Categoria:Alunos da Universidade de Oxford Categoria:Alunos da Universidade de Londres Categoria:Naturais de Londres Categoria:Socialistas da Inglaterra Categoria:Socialistas cristãos Categoria:Revivalismo",
 "title": "John Ruskin"
}