{
 "id": "46382",
 "text": "Qumran (ou Qumrã), Khirbet Qumran, “ruína da mancha cinzenta”, é um sítio arqueológico localizado na Cisjordânia, a uma milha da margem noroeste do Mar Morto, a 12 km de Jericó e a cerca de 22 quilômetros a leste de Jerusalém. É administrado pelo Parque Nacional de Qumran, em Israel. Situado na fissura do Mar Morto entre dois barrancos profundos, em uma área onde atividades tectônicas são frequentes e a precipitação média anual é muito baixa. O meio ambiente atual é árduo e difícil para o cultivo; mas foi precisamente o clima árido e a inacessibilidade do local que contribuiu significativamente para preservação de estruturas e de materiais arqueológicos encontrados na região. Nessa região há aproximadamente 330 dias de sol por ano e praticamente não há precipitações. O ar é tão seco e quente que a água das evaporações é seca imediatamente no ar, criando uma névoa e resultando em um cheiro de enxofre. Qumran tornou-se célebre em 1947 com a descoberta de manuscritos antigos que ficaram conhecidos como os Manuscritos do Mar Morto. Em 1947, os primeiros manuscritos foram encontrados em uma caverna às margens do Mar Morto por um jovem beduíno que cuidava de um rebanho de ovelhas. A notícia do achado espalhou-se rapidamente após a venda e aquisição dos primeiros manuscritos. De imediato a comunidade científica interessou-se pelo achado. A École Biblique et Archéologique Française de Jerusalém desenvolveu pesquisas em Qumran e arredores desde o final da década de 40 até 1956. O chefe da equipe, no período de 1951 a 1956 foi o frei francês Roland Guérin de Vaux (1899-1971). Aproximadamente 930 fragmentos de manuscritos hebraicos, aramaicos e gregos foram encontrados em onze cavernas em Qumran, datando de 250 a.C. ao século I da Era Cristã. Mais de mil corpos estão enterrados no cemitério de Qumran. ==Arqueologia== A arqueologia distingue três fases de ocupações: *Junto a uma aguada fortificada do séc. VIII-VII a.C., ocorre uma ocupação essênia modesta antes de 100 a.C.; sob Alexandre Janeu, as instalações são ampliadas consideravelmente, passando a ser uma “fortaleza dos piedosos”. A estrutura comportava 200 a 300 pessoas. A colônia é abandonada após um terremoto em 31 a.C. e um incêndio. *Ocupação sob Arquelau (4 a.C. – 6 d.C.), com ampliação das fortificações e reforço da segurança. Destruição das fortificações pela Legio X Fretensis (68 d.C.); antes porém a monumental biblioteca é transferida às pressas para as cavernas das imediações. *Guarnição romana (68 – 100 d.C.); base de operações dos seguidores de Simão Barcoquebas, na II Guerra Judaica (132-135 d.C.). ==Bibliografia== * MARTINEZ, Florentino Garcia. Textos de Qumran. Petrópolis: Vozes. * BERGER, Klaus. Qumran e Jesus. Petrópolis: Vozes. ==Ligações externas== * École Biblique et Archéologique Française de Jérusalem (em francês) * Fotos de Qumran * (Link Quebrado!) Spatial Approach to the Ruins of Khirbet Qumran at the Dead Sea University of Helsinki, Finlândia. Categoria:Textos religiosos Categoria:Palestina Categoria:Sítios arqueológicos de Israel",
 "title": "Qumran"
}