{
 "id": "46433",
 "text": "A expressão assédio sexual abrange uma vasta gama de comportamentos que vão desde agressões verbais até abuso sexual e agressão sexual. O assédio sexual pode ocorrer em diferentes lugares, como no trabalho, em casa, na escola, na igreja etc. Tanto a pessoa que assedia como a pessoa que é assediada podem pertencer a qualquer gênero sexual. Na maior parte das legislações atuais, o assédio sexual é ilegal. As leis, no entanto, geralmente não proíbem o simples flerte, comentários improvisados ou incidentes isolados menores. Em sentido estrito, a expressão se refere a um tipo de coerção de caráter sexual praticada geralmente por uma pessoa em posição hierárquica superior em relação a um subordinadoMeusalario.org. br. Disponível em http://meusalario.uol.com.br/main/trabalho-decente/tratamento-justo/assedio- sexual/o-que-e-o-assedio-sexual-brazil . Acesso em 7 de abril de 2017.JusBrasil. Disponível em https://vicentemaggio.jusbrasil.com.br/artigos/121942480/o-crime-de-assedio- sexual. Acesso em 7 de abril de 2017. (embora o contrário também possa acontecer), normalmente em local de trabalho ou ambiente acadêmico. O assédio sexual caracteriza-se por alguma ameaça, insinuação de ameaça ou hostilidade contra o subordinado visando a algum objetivo. Exemplos clássicos são as condições impostas para uma promoção que envolvam favores sexuais, ou a ameaça de demissão caso o empregado recuse o flerte do superior. ==Tipificação da lei== No Brasil, o assédio está assim definido na lei número 10 224, de 15 de maio de 2001: \"Constranger alguém com intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o agente de sua condição de superior hierárquico ou ascendência inerentes ao exercício de emprego, cargo ou função. \" Em Portugal, o artigo 29º do Código do Trabalho assim define assédio: : 1 – Entende-se por assédio o comportamento indesejado, nomeadamente o baseado em factor de discriminação, praticado aquando do acesso ao emprego ou no próprio emprego, trabalho ou formação profissional, com o objectivo ou o efeito de perturbar ou constranger a pessoa, afectar a sua dignidade, ou de lhe criar um ambiente intimidativo, hostil, degradante, humilhante ou desestabilizador. : 2 – Constitui assédio sexual o comportamento indesejado de carácter sexual, sob forma verbal, não verbal ou física, com o objectivo ou o efeito referido no número anterior. No âmbito laboral, não é necessário que haja uma diferença hierárquica entre assediado e assediante, embora normalmente haja. A Organização Internacional do Trabalho define assédio sexual como atos, insinuações, contatos físicos forçados, convites impertinentes, desde que apresentem uma das características a seguir: : A) Ser uma condição clara para manter o emprego : B) Influir nas promoções da carreira do assediado : C) Prejudicar o rendimento profissional, humilhar, insultar ou intimidar a vítima. : D) Oferta de crescimento de vários tipos ou oferta que desfavorece as vítimas em meios acadêmicos e trabalhistas entre outros, e que no ato possa dar algo em troca, como possibilitar a intimidade para ser favorecido no trabalho. : E) Ameaçar e fazer com que as vítimas cedam por medo de denunciar o abuso. Para além de previsto na legislação laboral portuguesa, o assédio sexual está englobado no artigo 170.º do Código Penal, referente ao crime de importunação sexual, mas não existe por si só; diz o artigo que pratica importunação sexual \"quem importunar outra pessoa, praticando perante ela atos de carácter exibicionista, formulando propostas de teor sexual ou constrangendo-a a contacto de natureza sexual\". Em suma, o crime de importunação sexual prevê situações de exibicionismo, verbalizações de teor sexual e contacto físico. == História == A moderna definição legal de assédio sexual foi inicialmente desenvolvida na década de 1970, embora conceitos relacionados existam em diferentes culturas. Embora a ativista legal Catharine MacKinnon seja, algumas vezes, creditada como a criadora das leis que envolvem assédio sexual nos Estados Unidos com seu livro de 1979 \"Assédio sexual das mulheres trabalhadoras\", ela não criou a expressão \"assédio sexual\". A expressão surgiu pela primeira vez numa edição de 1972 publicada em Toronto do jornal The Globe and Mail. A expressão também foi usada em um relatório de 1973 sobre discriminação intitulado \"Anéis de Saturno\", de autoria de Mary Rowe, Ph.D. Na época, Rowe era a chanceler para mulheres e trabalho no Instituto de Tecnologia de Massachusetts. Devido aos esforços de Rowe, o instituto foi uma das primeiras organizações nos Estados Unidos a criar políticas de combate ao assédio sexual. Rowe diz que o assédio sexual de mulheres no ambiente de trabalho já era discutido por grupos de mulheres de Massachusetts no início da década de 1970. Na universidade Cornell, a instrutora Lin Farley descobriu que mulheres de um grupo de discussão descreveram, repetidamente, que haviam sido demitidas ou se demitiram de um emprego por terem sido assediadas e intimidadas por homens. Ela cunhou a expressão \"assédio sexual\" para descrever o problema, e a descreveu detalhadamente em um testemunho em 1975 perante a Comissão de Direitos Humanos da Cidade de Nova Iorque. Em seu livro \"Em nosso tempo: memória de uma revolução\" (1999), a jornalista Susan Brownmiller diz que as mulheres em Cornell se tornaram ativistas depois que Carmita Dickerson Wood, uma mãe solteira de 44 anos que estava sendo assediada por um membro do Departamento de Física Nuclear da universidade, lhes pediu ajuda. Farley escreveu o livro \"Chantagem sexual: o assédio sexual de mulheres no trabalho\" (1978). Lin Farley, Susan Meyer e Karen Sauvigne fundaram a organização \"Mulheres Trabalhadoras Unidas\", que, junto com a \"Aliança Contra a Coerção Sexual\" (fundada em 1976 por Freada Klein, Lynn Wehrli e Elizabeth Cohn-Stuntz), estavam entre as organizações pioneiras a trazer o assédio sexual para discussão junto ao grande público no final da década de 1970. == Ver também == * Assédio moral * Abuso sexual * Importunação sexual * Abuso de poder Categoria:Abusos Categoria:Crimes sexuais Categoria:Parafilias Categoria:Criminologia Categoria:Sexualidade Categoria:Sexismo Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Assédio sexual"
}