{
 "id": "46445",
 "text": "Os saduceus (em hebraico: צְדוּקִים Ṣĕdûqîm bnê Sadôq, \"zadoquitas\" ou \"sadoquitas\"; em grego: Saddoukaios) eram uma seita ou um grupo de judeus presente na Judeia durante o período do Segundo Templo, desde o século II a.C. até a destruição do Templo em 70 d.C. A seita foi identificada por Flávio Josefo com o alto escalão social e econômico da sociedade na Judeia.Flavius Josephus. The Judean Antiquities. PACE: AJ, 13.10.6 (Whiston). O grupo cumpria variadas funções políticas, sociais e religiosas, dentre as quais se pode mencionar a função de manutenção do Templo. Os saduceus são frequentemente comparados com outras seitas do período, como os fariseus e os essênios. Acredita-se que a extinção do grupo ocorreu algum tempo depois da destruição do Templo de Herodes, em Jerusalém, no ano de 70 d.C., sendo que os caraítas possivelmente tiveram algumas raízes nas visões dos saduceus. == História == Também para esta seita ou partido é difícil determinar a origem. Sabemos que existiu nos últimos dois séculos do Segundo Templo, em completa discórdia com os fariseus. O nome parece proceder de Zadoque, hierarca da família sacerdotal dos filhos de Zadoque, que segundo o programa ideal da constituição de Ezequiel devia ser a única família a exercer o sacerdócio na nova Judeia. De modo que, dizer saduceus era como dizer \"pertencentes ao partido da estirpe sacerdotal dominante\". Diferiam dos fariseus por não aceitarem a tradição oral. Na realidade, parece que a controvérsia entre eles foi uma continuação dessa hostilidade que havia começado no templo dos macabeus, entre os helenizantes e os ortodoxos. Com efeito, os saduceus, pertencendo à classe dominadora, tendo a miúdo contato com ambientes helenizados, estavam inclinados a algumas modificações ou helenizações. O conflito entre estes dois partidos foi o desastre dos últimos anos da Jerusalém judia. Suas doutrinas são quase desconhecidas, não havendo ficado nada de seus escritos. A Bíblia afirma que eles não criam na ressurreição, tendo até tentado enlaçar Jesus com uma pergunta ardilosa sobre esse conceito. A Bíblia também afirma em Atos 23:8, que os saduceus se opunham aos fariseus não só pela ressurreição dos mortos, mas também não criam em anjos, e em espíritos. Com muita probabilidade, ainda que rechaçando a tradição farisaica, possuíram uma doutrina relativa à interpretação e à aplicação da lei bíblica. O único que nos oferece alguns dados sobre suas doutrinas é Flávio Josefo que, por ser fariseu e por haver escrito para o público greco-romano, pode apresentar imprecisões e distorções. Parece provável que as divergências entre saduceus e fariseus foram mais que dogmáticas, foram jurídicas e rituais. Com a queda de Jerusalém, a seita dos saduceus extinguiu-se. Ficaram porém suas marcas em todas as tendências anti-rabínicas dos primeiros séculos (D.C.) e da época medieval. == Funções Religiosas == As responsabilidades religiosas dos saduceus incluíam a manutenção do templo em Jerusalém. Seu alto status social era reforçado por suas responsabilidades sacerdotais, conforme determinado na Torá. Os sacerdotes eram responsáveis ​​por realizar sacrifícios no templo, o principal método de adoração na antiga Israel. Isso incluia presidir sacrifícios durante os três festivais de peregrinação a Jerusalém. Suas crenças religiosas e status social se reforçavam mutuamente, pois o sacerdócio frequentemente representava a classe mais alta da sociedade judaica. No entanto, os saduceus e os sacerdotes não eram completamente sinônimos. Cohen ressalta que \"nem todos os sacerdotes, sumos sacerdotes e aristocratas eram saduceus; muitos eram fariseus e muitos não eram membros de nenhum grupo\".Cohen 155 == Funções Políticas == Os saduceus supervisionavam muitos assuntos formais do estado. Wellhausen, 45. Membros dos saduceus: * Administravam o estado internamente * Representavam o estado internacionalmente * Participavam dos sinédrios, assembléias que funcionavam como o Legislativo e Judiciário da antiga Israel, com cada cidade possuindo um, sendo o Grande Sinédrio o mais importante de todos (representava toda a antiga Israel). Freqüentemente encontravam os fariseus lá. * Coletavam impostos (publicanos). Estes também viam na forma de tributo internacional dos judeus na diáspora. * Equipavam e lideravam o exército * Regulamentavam relações com o Império Romano * Mediavam queixas domésticas. == Ver também == * Essênios * Fariseus * Qumran * Zelota * Categoria:Denominações do judaísmo Categoria:Judaísmo Categoria:Bíblia Categoria:História do judaísmo",
 "title": "Saduceus"
}