{
 "id": "46470",
 "text": "Elena Petrovna Blavátskaya (, Ekaterinoslav, Império Russo, atualmente na Ucrânia, 30 de julho - 31 de julho de 1831 (c. juliano) (12 de agosto de 1831 (c. gregoriano)) — Londres, 8 de maio de 1891), mais conhecida como Helena Blavatsky ou Madame Blavatsky, foi uma prolífica escritora russa, responsável pela sistematização da moderna Teosofia e cofundadora da Sociedade Teosófica.\"Helena Blavatsky\". Encyclopædia Britannica on line, 07/12/2009 Personalidade complexa, dinâmica e independente, desde pequena Helena Blavatsky mostrou possuir um caráter forte e dons psíquicos incomuns, e logo em torno dela se formou um folclore doméstico. Imediatamente após um casamento frustrado, deixou o esposo e partiu em um longo período de viagens por todo o mundo em busca de conhecimento filosófico, espiritual e esotérico, e nesse intervalo alegou ter passado por inúmeras experiências fantásticas, entrado em contato com vários mestres de sabedoria ou mahatmas e deles recebido na condição de discípula um treinamento especial para desenvolver seus poderes paranormais de forma controlada, a fim de que pudesse servi-los como instrumento para a instrução do mundo ocidental. A partir de 1873 iniciou sua carreira pública nos Estados Unidos, e em pouco tempo se tornou uma figura tão celebrada quanto polêmica. Exibiu seus poderes psíquicos para grande número de pessoas, deslumbrando a muitos e despertando o ceticismo em outros, que não raro a acusaram de fraude, muitas vezes com boas evidências. Entretanto, em muitos outros casos seus poderes pareceram autênticos. A controvérsia a acompanhou por todo o resto de sua vida e ainda hoje está acesa. Nos Estados Unidos estabeleceu uma duradoura aliança de trabalho e companheirismo com Henry Olcott, com quem fundou a Sociedade Teosófica, e em 1877, Blavatsky publicou sua primeira obra importante, Ísis sem Véu, já tendo escrito antes inúmeros artigos. Pouco depois ela e Olcott transferiram a sede da Sociedade para a Índia, e passaram a viver lá, até que um incidente, o Caso Coulomb, abalou gravemente sua reputação internacional, quando foi declarada culpada de fraude num relatório publicado pela Sociedade de Pesquisas Psíquicas de Londres. Voltou então para a Europa, onde continuou escrevendo e divulgando a Teosofia. Seus anos finais foram difíceis, estava frequentemente adoentada e envolvida em discussões públicas, tinha de administrar a Sociedade que fundara e que crescia rapidamente, e a quantidade de trabalho que se impunha era enorme. Mesmo assim pôde concluir seu livro mais importante, A Doutrina Secreta, uma síntese de História, Ciência, Religião e Filosofia, e deixar outras obras de relevo, além de profusa correspondência e grande coleção de artigos e ensaios. Blavatsky surgiu em um momento histórico em que a religião estava sendo rapidamente desacreditada pelo avanço da Ciência e da Tecnologia, e que testemunhou o nascimento de uma série de escolas de ocultismo ou de pensamento alternativo, muitas delas com base conceitual pouco firme ou desenvolvendo práticas apenas intuitivas, que ganhavam grande número de adeptos em virtude do fracasso do Cristianismo em fornecer explicações satisfatórias para várias questões fundamentais da vida e sobre os processos do mundo natural. A importância da contribuição de Blavatsky foi, então, reafirmar o divino, mas oferecendo caminhos de diálogo com a Ciência e tentando purgar a Religião institucionalizada de seus erros seculares, combatendo o dogmatismo e a superstição de todos os credos e incentivando a pesquisa científica, o pensamento independente e a crítica da fé cega através da razão. Lutou contra todas as formas de intolerância e preconceito, atacou o materialismo e o ceticismo arrogante da ciência, e pregou a fraternidade universal. Sem pretender fundar uma nova religião, sem reivindicar infalibilidade nem se intitulando proprietária ou autora das ideias que trouxe à luz, apresentou ao mundo ocidental uma síntese de conceitos, técnicas e interpretações de uma grande variedade de fontes filosóficas, científicas e religiosas do mundo, antigas e modernas, organizando-as em um corpo de conhecimento estruturado, lógico e coerente que compunha uma visão grandiosa e positiva do universo e do homem. Com isso a Teosofia se tornou, ainda que contestada por vários críticos, um dos mais bem sucedidos sistemas de pensamento eclético da história recente do mundo, unindo formas antigas e novas e provendo pontes entre vários mundos diferentes — sabedoria antiga e pragmatismo moderno, oriente e ocidente, sociedade tradicional e reformas sociais. Influenciou milhares de pessoas em todo o mundo desde que apareceu, desde a população comum a estadistas, líderes religiosos, literatos e artistas, e deu origem a um sem-número de seitas e escolas de pensamento derivativas.Ellwood, Robert S. \"Theosophy\". IN Miller, Timothy. America's alternative religions. Bibliotheca Persica. State University of New York Press, 1995. p. 315-323 == Vida == === Primeiros anos === Helena Blavatsky era filha do Coronel Pyotr Alekseyevich Gan (Пётр Алексеевич Ган) e Elena Andreyevna Fadeyeva (Елена Андреевна Фадеева), uma conhecida escritora de romances, que escrevia sob o pseudônimo de Zeneida R-va. Seu pai era de uma família de antiga nobreza de Mecklemburgo, na Alemanha, os condes Hahn von Rottenstern-Hahn, que havia emigrado para Rússia um século antes e adaptado seu sobrenome para Gan, e que então prestava serviços para o governo russo. Sua mãe era da família principesca dos Dolgorukov, uma das mais antigas e distinguidas do Império Russo, que havia produzido uma dinastia de príncipes e grãos-duques poderosos e dois czares, além de uma de suas princesas ter casado com Miguel I, o fundador da dinastia então reinante, os Romanov. A família ainda deu figuras importantes para o Iluminismo local. Desta forma Helena nasceu em um ambiente da alta aristocracia russa, rico, educado e culto, mas a união dos seus pais não era feliz. Teve três irmãos, Alexander, que morreu na infância, Vera, escritora de novelas fantásticas, e Leonid.Murphet, Howard. When daylight comes: a biography of Helena Petrovna Blavatsky. Quest Books, 1975. pp. 6-12Algeo, John. \"HPB's Life\". IN Algeo, John & Blavatsky, Helena Petrovna. The letters of H.P. Blavatsky. Quest Books, 2003. Vol. I, pp. 1-3 Helena nasceu prematuramente perto da meia noite entre os dias 30 e 31 de julho de 1831, segundo o calendário juliano, ainda em vigor no Império (11-12 de agosto segundo o calendário gregoriano). A criança nasceu tão pequena e fraca que se pensou que não sobreviveria, e assim foi providenciado seu batismo já no dia seguinte, onde recebeu o nome de Elena Petrovna Gan. Durante a cerimônia o celebrante teve sua roupa incendiada por uma vela e feriu-se gravemente, o que foi visto pelos supersticiosos servos da família como o prognóstico para a criança de uma vida tumultuada e difícil. A data de seu nascimento era considerada por eles como propícia para que o nativo desenvolvesse poderes psíquicos, e no seu caso, como sua história mostrou, a superstição se provou correta. Segundo relatos de seus familiares, foi uma criança obstinada, rebelde e imaginativa, que gostava mais de estar entre os soldados de seu pai e entre os servos do que entre os filhos da nobreza, que sonhava em voz alta e vivia reunindo amigos para contar-lhes as visões que tinha e as histórias em que ela se apresentava como uma heroína e autora de estranhas façanhas, e que dizia poder falar com os animais e seres inanimados e possuir um grupo de amigos invisíveis. A vida militar de seu pai exigia constantes deslocamentos e a família estava frequentemente mudando de casa. Seu pai estava sempre ocupado com suas tropas, e sua mãe se tornara em grande parte ausente, dedicada à sua carreira literária, morando entre São Petersburgo, Astracã, Odessa e a casa de seus pais, e a educação de Helena foi entregue a governantas, que lhe ensinaram piano, dança e línguas, para as quais ela mostrava ter grande facilidade. Ela mesma descreveu seus primeiros anos nos seguintes termos: ::\"Minha infância? De um lado, mimada e acariciada; de outro castigada e tratada com rigor. Doente e sempre às portas da morte até os sete ou oito anos, sonâmbula; possuída pelo demônio. Governantas, duas... Enfermeiras - não sei quantas... Uma meio tártara. Soldados do meu pai tomando conta de mim\".Washington, Peter. O Babuíno de Madame Blavatsky. Editora Record, 2000. pp. 41-42 Depois do precoce falecimento de sua mãe em 6 de julho de 1842, Helena cresceu sob cuidados de seus avós maternos em Saratov, onde seu avô era governador. Segundo várias testemunhas, logo se mostrou dotada de poderes psíquicos ou sobrenaturais, e a tradição existente sobre ela diz que era capaz de materializar flores, levitar pequenos objetos e de produzir outros prodígios. Ainda jovem interessou-se pelo esoterismo, lendo avidamente sobre magia e alquimia em trabalhos de Paracelso, Cornelius Agrippa e Heinrich Khunrath na biblioteca do seu bisavô, o príncipe Pavel Dolgorukov, que tinha sido iniciado na Maçonaria no final do século XVIII. Em 1847 mudou-se com seus avós para Tiflis, onde seu avô assumiu o cargo de governador da Transcaucásia, e ali conheceu seu futuro marido, Nikifor Blavatsky, e o príncipe Galitzin, ambos com interesses na área do ocultismo. Existe uma versão de sua história nesse período dizendo que ela teria se apaixonado pelo príncipe Galitzin e fugido com ele, e que o escândalo que se formou teria sido a causa de seus avós arranjarem seu casamento o quanto antes. Outra versão diz que o casamento aconteceu em virtude de uma aposta que Helena teria feito com uma de suas servas, que não acreditava que alguém jamais se interessaria por uma pessoa tão intratável como ela.Murphet, pp. 18-22 De qualquer forma, com dezessete anos, em 7 de julho de 1848, casou-se de fato com Nikifor Blavatsky. Vice- governador da província de Erevan, na Arménia, ele era muito mais velho do que ela, e o casamento nunca se consumou. Helena aceitou casar-se com a esperança de adquirir independência, mas fugiu do marido quando ainda estava a decorrer a lua-de-mel e foi para a casa dos avós em Tiflis. Diante do problema, seu pai foi consultado, e arranjou-se que ele encontrasse Helena em Odessa para resolver a situação. Mas prevendo que ele ordenaria que ela voltasse para o marido, conseguiu enganar a escolta que fora enviada para acompanhá-la e se dirigiu para Constantinopla, de onde iniciou um longo período de viagens pelo mundo, iniciando pela Turquia, Grécia e Egito. A descrição do seu itinerário exato e dos eventos que nelas aconteceram é difícil. Não foram documentadas e são todas reconstituídas através de seus próprios relatos, muitas vezes imprecisos, sem uma ordem cronológica coerente e aparentemente fantásticos, mas não impossíveis, numa época em que as longas viagens por países exóticos se tornavam uma moda entre a elite europeia. Por exemplo, dizia ter atuado num circo montando cavalos em pêlo, viajado em carroça aberta pelo Meio-Oeste norteamericano e ali se encontrado com tribos de peles-vermelhas, trabalhado como importadora de penas de avestruz em Paris e decorado aposentos da Imperatriz Eugênia. Alguns autores sugerem que ela pode ter tido amantes, como o barão de Meyendorff, o príncipe de Wittgenstein e o cantor de ópera Metrovich, mas se às vezes dava a entender que tais ligações eram reais, noutras se esquivava.Chryssides, George D. Exploring New Religions. Issues in contemporary religion. Continuum International Publishing Group, 1999. p. 87-88 Já foi sugerido que ela teve um filho, a partir de um relato seu sobre uma criança que ela \"adotara\" e que logo morrera,Bechofer-Roberts, C. E. Mysterious Madame Helena Petrovna Blavatsky. Kessinger Publishing, 2003. pp. 49-52 mas um atestado médico emitido em 1885 pelo doutor Leon Oppenheim afirmou que ela jamais poderia engravidar, pois sofria de prolapso uterino, provavelmente congênito.Carrithers Jr., Walter A. The Truth About Madame Blavatsky. Theosophical University Press in California, 1947 Em algumas dessas viagens, ela foi acompanhada por Albert Rawson, um explorador e artista natural dos Estados Unidos, também interessado no esoterismo e que era membro de lojas maçônicas. Em 1850 estavam ambos no Cairo, onde estudaram com Paolos Metamon, um mago copta. Segundo consta, em seu aniversário de vinte anos, em 1851, Helena estava com seu pai em Londres, quando pela primeira vez encontrou-se com seu mestre, que ela conhecia de visões e sonhos desde sua infância. Este mestre seria um iniciado oriental de Rajput, chamado Morya, como é conhecido entre os teósofos, que fazia parte de uma missão diplomática de príncipes hindus em Londres e que a informou de que devia preparar-se para um trabalho importante que incluiria um treinamento de três anos no Tibete. No mesmo ano, Blavatsky embarcou para o Canadá, e depois viajou por várias partes dos Estados Unidos, México, América do Sul, e Índia. Sua primeira tentativa em entrar no Tibete aparentemente falhou, retornando então a Inglaterra, passando por Java.Goodrick-Clarke, Nicholas. Helena Blavatsky. Western esoteric masters series. North Atlantic Books, 2004. pp. 3-5 Em 1855 retornou à Índia e disse ter sido bem sucedida em sua tentativa de entrar no Tibete através de Caxemira e Ladakh. No Tibete, teria passado por um período de treinamento sob a orientação de seu mestre. Em 1858, foi para a França e para a Alemanha, e retornou à Rússia no mesmo ano, passando um curto período com sua irmã Vera em Pskov. De 1860 até 1865, viveu e viajou no Cáucaso, passando por experiências e crises de natureza psíquica, o que lhe possibilitou, segundo ela própria, adquirir total controle sobre seus poderes psíquicos. Partiu da Rússia novamente em 1865, e viajou extensivamente pelos Balcãs, Grécia, Egito, Síria, entre outros lugares. Deu recitais de piano na Transilvânia e na Sérvia, entrou em contato com os carbonários da Itália que buscavam a libertação italiana do domínio Habsburgo, e foi ferida no início de 1868 na Batalha de Mentana, enquanto dava apoio, como afiliada da \"Giovane Europa\" de Giuseppe Mazzini, às tropas de Giuseppe Garibaldi. No mesmo ano, em Florença, recebeu um aviso de seu mestre Morya para se juntar a ele em Constantinopla, de onde seguiram para o Tibete, permanecendo um período no mosteiro Tashi Lhunpo em Shigatse, a sede do Panchen Lama. Ali encontrou outro mestre, Kut Humi, que mantinha uma escola de adeptos adjacente ao mosteiro. Foi recebida por ele como discípula e introduzida no Budismo Tibetano, recebendo ademais uma preparação especial para sua futura missão no ocidente. A veracidade desse relato tem sido questionada, mas sua descrição de Shigatse era correta quando a cidade era na época inacessível para os ocidentais, e seu conhecimento avançado do Budismo Tibetano foi mais tarde ratificado por estudiosos do assunto. No final de 1870 retornou a Chipre e à Grécia. Em 1871 embarcou para o Egito; o navio em que viajava explodiu e naufragou em 4 de julho, mas ela foi salva, e então seguiu para o Cairo, estudou novamente com Metamon e possivelmente com o cabalista polonês Max Théon, e segundo afirmou encontrou- se com outros mestres ligados aos mistérios gregos, coptas e drusos. Em 1872 fundou ali a Société Spirite, onde pretendia incentivar os fenômenos espíritas e mediúnicos codificados por Allan Kardec. Mas em cartas para seus familiares, Blavatsky se mostrou desolada com os participantes do grupo. Alguns fingiam ser médiuns, enquanto outros eram alcoólatras contumazes, ladrões e assim por diante. O grupo não durou muito tempo e não alcançou os objetivos iniciais.Bechofer-Roberts, pp. 36-38 Depois de viagens através do Oriente Médio, retornou em julho de 1872 para Odessa. Segundo Helena, na primavera de 1873 o seu mestre deu-lhe instruções para seguir para Paris e, depois, para Nova Iorque.Chryssides, p. 89 === Estados Unidos e a fundação da Sociedade Teosófica === Blavatsky embarcou no navio para os Estados Unidos com dinheiro suficiente apenas para comprar uma passagem de terceira classe, e quando lá chegou estava sem um centavo, quase não falava inglês e teve de se hospedar em um estabelecimento de caridade para mulheres operárias. Nesse período se sustentou com dificuldade, fazendo bolsas e limpadores de canetas, até que recebeu uma pequena herança de seu pai, morto em 27 de junho de 1873. Investiu o dinheiro, em parceria com uma certa Clementine Gerebko, em terras e uma granja de criação de galinhas, mas como nada entendia de negócios nem de criações, foi à falência rapidamente. Contudo, alegando ter sido enganada pela sócia, levou o caso a julgamento, previu que seria dado um parecer favorável a ela e inclusive escreveu uma carta antecipada ao seu advogado detalhando as bases legais que seriam usadas no veredicto. Sua previsão se confirmou, ela venceu a causa e recebeu uma compensação de 1 146 dólares.Algeo, pp. 156-158 Nessa época sua presença já causava uma impressão indelével mesmo em quem a conhecia apenas de passagem, pelo poder que parecia dela emanar, e seus enormes olhos azuis eram sempre citados como penetrantes e magnéticos, o que contrastava com a pobreza e desleixo de seu vestuário. Seu comportamento nada convencional e sua completa indiferença para com a opinião alheia eram fonte de perplexidade e desconcerto para as pessoas com quem convivia.Washington, pp. 50-51 Em outubro de 1874 Blavatsky conheceu o Coronel Henry Steel Olcott numa sessão espírita que se realizava na fazenda Eddy, no estado de Vermont, e se tornaram amigos. Ao contrário dos seus primeiros anos, que são reconstituídos na maior parte das vezes apenas por seus próprios relatos, desta parte de sua vida em diante existe muita documentação sobre suas atividades. De início eles se envolveram ativamente com o Espiritismo, que nesta época era considerado por Blavatsky do maior interesse, participaram de várias sessões de médiuns famosos na época e ela mesma produziu vários fenômenos. Ambos defenderam publicamente os médiuns e Blavatsky dizia-se acompanhada frequentemente por uma entidade invisível a quem chamava de John King, a quem atribuía a autoria de inúmeros fenômenos paranormais que lhe ocorreram, e era para ela uma companhia confortadora. Em 1875, contudo, um caso espírita fraudulento, não ligado diretamente a Blavatsky, chamou a atenção de toda a imprensa local, o Espiritismo rapidamente começou a perder prestígio, e Blavatsky, que a esta altura estava vivendo de artigos sobre o assunto, começou a enfrentar novamente problemas financeiros.Farquhar, John Nicol. Modern Religious Movements in India. New York: The Macmillan Company, 1915, pp. 215-218 Para sua sorte, Olcott passou a apoiá-la. O relacionamento entre eles era assexual, mas se desenvolveu rapidamente para um companheirismo íntimo, chamando-se mutuamente por apelidos, passeando e se divertindo juntos e trabalhando colaborativamente, e em seguida se tornou claramente uma relação de mestre-discípulo. Mantiveram apartamentos no mesmo edifício e todas as noites se reuniam para trabalhar. O apartamento de Blavatsky logo se tornou o ponto de encontro dos aficcionados pelo ocultismo. Sua decoração era tipicamente vitoriana, com pesados cortinados, tapetes e mobiliário, e cheio de uma enorme quantidade de quinquilharias e bibelôs que se misturavam aos seus papéis espalhados por todo canto e a algumas obras de arte oriental. Também possuía muitos animais empalhados, vários pássaros, macacos, lagartos, uma cabeça de leoa acima da porta, uma serpente e uma coruja. A estrela dessa coleção era um babuíno de óculos, em pé, usando fraque e colete, e segurando debaixo do braço um exemplar de uma preleção sobre A Origem das Espécies, de Darwin.Washington, pp. 51-55 Nesta época, para a surpresa de Olcott, Blavatsky casou novamente, por razões obscuras e sem ter-se separado legalmente de Nikifor Blavatsky, com Michael Betanelly, um exilado da Geórgia, falido, também bígamo e muito mais jovem do que ela, e foi um consórcio tão fugaz e desastrado como o primeiro. Logo percebeu o mau passo que tinha dado e implorou para Olcott \"salvá-la\". Na mesma altura feriu a perna, que gangrenou e deveria ter sido amputada por ordem expressa de um médico, sob pena de perder a vida. Mas de acordo com o relato de Olcott, por meios ocultos curou a si mesma em uma única noite. Então, depois de uns meses de coabitação tumultuada, deixou o novo marido e ele pediu o divórcio com o argumento de abandono do lar, que foi concedido apenas em 1878.Algeo, p. 136 Depois de mais algumas tentativas com o Espiritismo, Blavatsky começou a mudar seu foco de interesse, e por uma sugestão de dois mestres, membros de uma misteriosa Fraternidade de Luxor, Blavatsky fundou uma sociedade em maio de 1875 que recebeu o nome de Miracle Club (Clube dos Milagres), a fim de informar o público sobre o mundo oculto a partir de um nível superior de inspiração, os mestres vivos de sabedoria, e não as entidades desencarnadas comuns do plano astral, mas o clube logo fracassou. Escreveu também alguns artigos para o jornal Spiritual Scientist sobre uma variedade de assuntos esotéricos, como a filosofia Hermética, Cabala, Magia, Alquimia e Rosacrucianismo, e neles pela primeira vez tornou pública a existência de uma fraternidade oculta de Adeptos ou Mahatmas. Em meados do mesmo ano William Quan Judge se juntou a Blavatsky e Olcott, e eles passaram a manter um salão público para discutir ocultismo. Num desses encontros, em 7 de setembro, quando se dava uma palestra sobre os cânones de proporções dos gregos, egípcios e romanos, Olcott propôs a formação de uma sociedade para estudo desses e outros temas correlatos com vistas às suas implicações esotéricas. Nas reuniões subsequentes Olcott foi eleito presidente e Blavatsky secretária-correspondente. Depois de muito debate sobre o nome que deveria receber a sociedade, em 18 de setembro foi escolhido o de Sociedade Teosófica. A reunião inaugural aconteceu em 17 de novembro de 1875, na data que é considerada a de sua fundação oficial.Goodrick-Clarke (2004), pp. 7-8 Numa de suas cartas para um amigo russo ela expôs o projeto: ::\"Olcott está agora organizando a Sociedade Teosófica em Nova Iorque. Ela será composta de ocultistas e cabalistas eruditos, de filósofos herméticos do século XIX, e de antiquários devotados e egiptólogos em geral. Queremos fazer uma comparação experimental entre o Espiritismo e a Magia dos antigos seguindo literalmente as instruções dos antigos cabalistas, tanto judeus como egípcios. Ao longo de muitos anos tenho estudado a filosofia Hermética em teoria e prática, e a cada dia me convenço mais de que o Espiritismo em suas manifestações físicas não é nada mais do que a Píton de Paracelso, ou seja, o éter intangível que Reichenbach chama de Od. As pitonisas dos antigos costumavam magnetizar a si mesmas - leia Plutarco e seu relato sobre as correntes oraculares, leia Cornelius Agrippa, a Magia Adamica de Eugenius Philalethes, e outros. Você vai ver sempre melhor, e poderá se comunicar com os espíritos por este meio - auto-magnetismo\".Farquhar, p. 219 Parece claro, conforme assinalou Farquhar, que nesta altura a Teosofia como hoje é conhecida ainda não nascera, e sua teoria era uma versão ampliada e enriquecida do Espiritismo, mas com um estudo aprofundado das obras de Eliphas Levi e outras fontes, passou a considerar os fenômenos mediúnicos como manifestações de \"cascas\" astrais (restos vivificados dos mortos), e não de espíritos verdadeiros. Sua opinião se tornou pública e ela passou a ser asperamente criticada pelos espíritas.Farquhar, pp. 220-222 Continuou suas pesquisas e em setembro de 1877 Blavatsky publicou sua primeira obra importante, Ísis Sem Véu, uma grande defesa das religiões antigas, onde abordou a História, o desenvolvimento das ciências ocultas, a natureza e origem da Magia, as raízes do Cristianismo, e, segundo a perspectiva da autora, os erros da teologia cristã e as falácias da Ciência ortodoxa. A escrita desta obra foi realizada em circunstâncias peculiares. Segundo a descrição de Olcott, Blavatsky nesse período experimentou \"uma maravilhosa mudança psicofisiológica\", passando a ter seu corpo ocupado por diversos personagens de elevada erudição, que lhe ditavam partes do texto e lhe forneciam referências ou citações de obras que ela jamais havia lido pessoalmente, que eram raras ou desconhecidas dos ocidentais. À medida que trabalhava no manuscrito, se percebiam diversas caligrafias diferentes, que ela atribuía à influência de diversos mestres trabalhando através dela. Ísis sem Véu foi a obra que conheceu mais popularidade em sua vida, esgotando rapidamente várias reimpressões consecutivas. Neste mesmo ano, Blavatsky foi naturalizada cidadã estadunidense. Ela começava a atrair a atenção internacional em virtude da novidade de seus escritos, enquanto que sua residência se tornava um ponto de encontro para a intelectualidade novaiorquina. === Mudança para a Índia === Apesar do sucesso inicial da Sociedade e da popularidade de Ísis sem Véu, a Teosofia não progrediu conforme o planejado. Foi fundada uma filial da Sociedade em Londres, mas na América a maioria dos membros fundadores acabou desertando e novos não chegaram em número suficiente. Além disso os ataques dos espíritas não cessavam. Em fins de 1878 Olcott e Blavatsky estavam quase sozinhos e endividados. Depois de alguma hesitação, decidiram partir. Leiloaram o conteúdo dos seus apartamentos, Olcott conseguiu um passaporte diplomático do governo, pagaram os credores, a direção da Sociedade na América foi entregue para o general Abner Doubleday, e se transferiram para a Índia em 9 de dezembro. Chegaram em Bombaim no início de 1879 e foram recebidos com uma festa suntuosa por simpatizantes indianos, dada na casa de seu anfitrião, Hurrychund Chintamon, mas para sua surpresa depois foi-lhe apresentada a conta dos gastos. Acabaram brigando com Chintamon, saindo de sua casa e indo encontrar uma hospedaria decadente no pobre bairro nativo da cidade. Em abril iniciaram a publicação de uma revista, The Theosophist, da qual Blavatsky era a editora e para a qual escreveu diversos artigos, que logo se revelou lucrativa, e começaram a viajar pelo país, visitando santuários e gurus, e aprenderam deles sobre ioga e os poderes que podia conferir ao iniciado. Em 1880 passaram algum tempo no Ceilão, se converteram oficialmente ao Budismo, e em dezembro puderam se estabelecer em uma casa mais confortável num bairro mais salubre de Bombaim. Blavatsky passou a produzir fenômenos psíquicos para os círculos ilustrados anglo-indianos, mas aparentemente fez uso de meros truques de mágica de salão e logo se acendeu a polêmica e voltaram as acusações de fraude. Se tornou difícil mesmo para os amigos de Blavatsky defendê-la publicamente, e eles a acusaram de ser por demais tola ao se prestar a uma degradação tão barata de suas habilidades. De qualquer forma ela conseguiu fazer um crescente número de admiradores influentes, entre eles Alfred Percy Sinnett, o editor de um grande jornal da Índia, The Allahabad Pioneer, e Allan Octavian Hume, secretário do governo indiano. Também recebeu o apoio de devotos hindus e budistas na Índia e Ceilão, que combatiam a penetração de missionários cristãos.Washington, pp. 68-ssGoodrick-Clarke (2004), pp. 11-13 O sério interesse de Sinnett e Hume nos ensinamentos e trabalho da Sociedade Teosófica fez com que Blavatsky estabelecesse correspondência \"precipitada\" (materializada) entre eles e os Mahatmas Koot Hoomi e Morya, e a partir delas Sinnett escreveu em 1881 O Mundo Oculto, que teve ampla circulação. Mas como todas as cartas tinham de passar por ela para serem enviadas e recebidas, em 1882 ambos decidiram escrever uma carta aos mestres pedindo para receber suas cartas sem intermediários. Imediatamente após retirar-se para enviá-la, fechada, Blavatsky emergiu do seu quarto em fúria acusando-os de traidores, e foi quando se provou que Blavatsky não era um mensageiro isento e manipulava as cartas, o que ocasionou seu rompimento com Hume, pois ficou-lhe evidente que ela complementava com truques quaisquer poderes psíquicos que porventura tivesse em realidade. Sinnett, porém, manteve-se a seu lado, e como resultado seu contato com os mestres continuou, e a partir do material reunido ele escreveu o Budismo Esotérico em 1883. Ambos os livros exerceram grande influência e fizeram com que o interesse pela Teosofia e pela Sociedade Teosófica aumentasse. As cartas enviadas pelos mahatmas a Sinnett foram publicadas em 1923 como as Cartas dos Mahatmas para A.P. Sinnett.Washington, p. 73 Ainda em 1882 Blavatsky e Olcott adquiriram uma grande área em Madras, na Índia, no bairro de Adyar, estabelecendo oficialmente lá a Sede Internacional da Sociedade Teosófica, mas ao que parece suas relações começaram a estremecer. Peter Washington sugere que os motivos para isso foram que Olcott sempre tivera uma personalidade reservada e era integralmente honesto, enquanto que Blavatsky era uma figura explosiva, estava sempre no meio de um tumulto e indícios de fraudes em seus fenômenos paranormais se acumulavam dia a dia. É possível que ela usasse a polêmica e o escândalo como forma de chamar a atenção para sua causa, mas os métodos dúbios que usava para isso já não pareciam agradar ao velho coronel. Ao mesmo tempo começou a se patentear uma luta de poder entre ambos, sendo Olcott o presidente da Sociedade, o que fazia questão de lembrar, e Blavatsky a secretária, mas ela reiterava sua preeminência espiritual como a escolhida dos mestres, e não raro desdenhava do colega em termos pouco dignos. Diante disso, Olcott parece ter-se conscientizado de que o trabalho que ele poderia oferecer na Sociedade, como o bom administrador e articulador que era, seria mais importante do que a devoção incondicional à sua amiga, e passou a trilhar um caminho mais independente, viajando sozinho para vários lugares da Índia, Birmânia e Ceilão em missões de divulgação da Sociedade e da Teosofia, realizando obra social de grande importância.Washington, pp. 74-76 === O Caso Coulomb === Entretanto, em 1884 Blavatsky voltou com Olcott para a Europa a fim de aplacar uma disputa entre Sinnett, que havia se mudado para Londres, e Anna Kingsford, a presidente da filial londrina, que estava mais inclinada a assimilar a Teosofia para dentro do universo cristão. Depois de visitarem Paris e Nice, onde a Teosofia atraía muitos novos interessados, foram para Londres, onde aconselharam Kingsford a fundar um grupo paralelo, a Loja Hermética, que em poucos dias desligou-se por completo da Sociedade.Washington, p. 85 Conheceram Charles Leadbeater, que veio a ser um dos mais importantes teósofos da segunda geração, e Blavatsky o aceitou como discípulo.Lutyens, Mary. Krishnamurti: The Years of Awakening. Avon Books (Discus), 1983. p. 13 Entraram em contato com membros da Sociedade para Pesquisas Psíquicas de Londres e visitaram brevemente amigos na Alemanha, onde se fundou uma outra Loja. Neste ínterim, em Adyar, Alexis e Emma Coulomb, empregados da sede indiana da Sociedade, fizeram circular histórias e panfletos dizendo que Blavatsky havia forjado as então famosas cartas dos mahatmas, aparentemente instigados por missionários cristãos hostis à Teosofia. Na sequência, a Sociedade para Pesquisas Psíquicas foi chamada a enviar um delegado, Richard Hodgson, para investigar as acusações. Hodgson elaborou um relatório onde confirmava a fraude e a acusava de ser uma espiã russa e uma das maiores impostoras da história, o que teve uma enorme repercussão, levando ao descrédito generalizado de Blavatsky entre os anglo- indianos e ao seu verdadeiro massacre pela imprensa europeia, mas as réplicas que ela ofereceu em defesa própria foram ignoradas. Ela retornou com Olcott e Leadbeater para Adyar em dezembro de 1884 para informar-se melhor sobre a situação e foi recebida festivamente por partidários do movimento nacionalista indiano, que viam na defesa de alguém que era favorável à cultura nativa um pretexto para atacar os colonizadores ingleses. Entusiasmada, Blavatsky quis processar o casal Coulomb, que havia nesta altura sido banido de Adyar, a fim de esclarecer o episódio e reabilitar seu nome, mas um comitê da Sociedade Teosófica reunido por Olcott decidiu impor-lhe o silêncio, para evitar transtornos maiores que poderiam comprometer todo o movimento. Na sequência do Caso Coulomb suas relações com Olcott se tornaram ainda mais tensas, e o posicionamento dele a favor de seu silêncio parece ter decretado na prática o fim da amizade, ainda que não houvesse um rompimento formal. Ele chegou a lhe dizer que a Sociedade já não podia tolerar os seus escândalos e caprichos dispendiosos. Desapontada, renunciou ao cargo de secretária-correspondente e, fortemente pressionada por Olcott, em março de 1885 partiu para a Europa, sem Olcott, para nunca mais retornar à Índia.Carrithers Jr., Walter A. Obituary: The \"Hodgson Report\" on Madame Blavatsky. Adyar: The Theosophical Publishing House, 1963Washington, pp. 92-94 O Relatório HodgsonHodgson, Richard. \"The Theosophical Society: Russian Intrigue or Religious Evolution?\". The Age, 12/09/1885Society for Psychical Research, London. \"Report of the General Meeting\". IN Journal of the Society for Psychical Research, 1885, pp. 418-424 foi utilizado durante anos como justificação para atacar Blavatsky e tentar provar a inexistência dos mahatmas, mas na mesma época um outro relatório foi escrito por F. Myers em caráter confidencial para a Sociedade para Pesquisas Psíquicas dizendo que havia contradições em muitos depoimentos e que as investigações não haviam sido levadas a cabo com suficiente imparcialidade, e por isso instava para que se reavaliasse o processo. Ademais, dizia que os Coulomb não eram digno de crédito, pois haviam participado voluntariamente em toda a suposta farsa antes de decidir denunciá-la, possivelmente haviam recebido 10 mil rúpias dos missionários cristãos para denegrirem a Sociedade, e pediram depois uma alta soma em dinheiro em troca da retirada das acusações.Myers, F. W. H. \"Report\". IN Journal of the Society for Psychical Research, 1884 Desde então apareceram vários testemunhos públicos contra a condenação sumária de Blavatsky, sendo especialmente significativo o de Vernon Harrison, um membro da própria Sociedade para Pesquisas Psíquicas, escrito em 1997 e baseado numa análise caligráfica dos documentos,Besant, Annie. \"The Great Mare's Nest of the Psychical Research Society\". Time, 1891, pp. 193-204Studd, Samuel. Concerning H.P.B.: An Examination into the So-called Proofs of Fraud on the Part of Madame Blavatsky. Theosophical Book Depot, 1904Harrison, Vernon. H. P. Blavatsky and the SPR: An Examination of the Hodgson Report of 1885. Theosophical University Press, 1997 enquanto outros continuam vendo-a como uma impostora. De todo modo a situação é confusa, muitas das evidências materiais já não existem e não podem ser reavaliadas, e ao que tudo indica o caso vai permanecer para sempre um mistério.Blavatsky Study Center. The Coulomb Case: Some Suggested Reading Pro and Con. === Anos finais na Europa === Os últimos anos de Blavatsky foram dedicados a uma intensa atividade literária, mas teve de enfrentar algumas graves crises internas na Sociedade e uma série de doenças - nefrite, úlceras, reumatismo, hidropisia, sangramentos e sua eterna obesidade, que atingira seu ponto mais grave, mal permitindo que andasse - e chegou várias vezes à beira da morte. Aportando em Nápoles em abril de 1885, de lá Blavatsky foi para Würzburg, na Alemanha, onde permaneceu até maio de 1886 em companhia da condessa Constanze Wachtmeister, que se tornou sua companheira fiel, e adiantou a escrita da que veio a ser sua obra-prima, A Doutrina Secreta.Goodrick-Clarke (2004), pp. 14-17 Depois foi para Ostende, onde caiu de cama gravemente enferma, sendo desenganada pelos médicos. Nessa ocasião seu mestre teria lhe aparecido, dando-lhe a opção de morrer e se livrar dos tormentos físicos, ou viver com mais sacrifícios e terminar seu trabalho. Escolhendo viver, recuperou-se rápido, para a surpresa de todos.Editora Pensamento. \"Alguns dados sobre a vida de H. P. Blavatsky e a Doutrina Secreta\". IN Blavatsky, Helena Petrovna & Figueiredo, Cordélia Alvarenga. Síntese da Doutrina Secreta. Editora Pensamento, sd., pp. 13-14 Daí dirigiu-se para Londres, onde sua presença fora solicitada para dar novo impulso à Sociedade, que ali declinava. Fixou residência definitiva em 1º de maio de 1887 e foi acolhida por seus amigos londrinos, indo morar com Mabel Collins. Imediatamente deu seguimento ao trabalho na Doutrina Secreta, conheceu Annie Besant, que se tornou a sua principal discípula na fase final de sua vida e mais tarde veio a assumir a presidência da Sociedade Teosófica,Besant, Annie. Annie Besant. BiblioBazaar, LLC, 2008. p. 256 e fundou uma filial exclusiva da Sociedade, a Loja Blavatsky. As reuniões, sempre concorridas, eram bastante incomuns para seu tipo: as discussões eram informais, e eram conduzidas por Blavatsky de acordo com o método socrático. Respondia às perguntas do público com muita atenção, profundidade e interesse, mas se alguém dizia algo para confundi-la sua reação era vulcânica. Como havia perdido o controle sobre The Theosophist, lançou em setembro uma nova revista, Lucifer, cujo título era intencionalmente provocativo por ser um dos nomes do Diabo, mas que significa realmente \"aquele que traz a luz\". Pouco depois seus editores, os Keightley, providenciaram para ela e para a Wachtmeister uma casa, e ali, sempre doente, iniciou a preparação para publicação de A Doutrina Secreta, o que custou um trabalho ingente ao grupo que a ajudava, uma vez que a quantidade de material era enorme e estava completamente desorganizado. Relatos de seus amigos dizem que as discussões eram frequentes e se podiam ouvir os gritos de Blavatsky por toda a rua afora. O plano da obra foi estabelecido pelos seus editores para tomar quatro volumes - Evolução do Cosmos, Evolução do Homem, Vidas de Ocultistas Célebres, e Aspectos Práticos do Ocultismo -, mas somente as duas primeiras partes vieram à luz ainda em sua vida, a partir de outubro de 1888.Caldwell, Daniel H. The Esoteric World of Madame Blavatsky: Reminiscences and Impressions by Those Who Knew Her. Theosophical Society in America, 2001, Cap. 19 Ainda em outubro se desenhou um conflito de autoridade entre Blavatsky, Olcott e Judge, em torno da criação da Seção Esotérica da Sociedade Teosófica, para estudos avançados, e na convenção geral foi reconhecido que a Sociedade precisava se reestruturar diante de seu rápido crescimento, que a havia tornado uma entidade internacional e dera margem a uma série de intensas discórdias internas.Wessinger, Catherine. \"Democracy vs. Hierarchy: the evolution of authority in the Theosophical Society\". IN Miller, Timothy (ed). When prophets die: the postcharismatic fate of new religious movements. SUNY series in religious studies. State University of New York Press, 1991. p. 97 Em julho de 1889 publicou o livro A Chave para a Teosofia, uma exposição de Ética, Filosofia e Ciência em forma de perguntas e respostas, expondo a razão pela qual a Sociedade Teosófica foi fundada e quais eram seus ensinamentos básicos. Debilitada, viajou no mesmo mês para Fontainebleau, na França, a fim de repousar, mas em vez disso escreveu em poucos dias A Voz do Silêncio, um livro baseado no Livro dos Preceitos de Ouro, que ela havia memorizado enquanto residia com os monges tibetanos. Voltando a Londres, continuou escrevendo artigos menores e mudou-se em julho de 1890 para a casa de Annie Besant, que havia sido transformada no quartel-general da Sociedade e no centro de reuniões do Grupo Esotérico. Nesta época Blavatsky havia assumido a direção geral da seção inglesa da Sociedade, que se instalou em uma sede independente. Em fevereiro de 1891, irrompeu uma nova onda da pandemia de gripe de 1889-1890 (\"gripe russa\") em Londres, atingindo também Blavatsky. Seu quadro se agravou, e em 8 de maio, às 14h25min, faleceu tranquilamente, cercada de amigos.Caldwell (2001), Cap. 23 A causa mortis foi uma combinação de nefrite e gripe.Kennedy, Susan Estabrook. \"Blavatsky, Helena Petrovna Hahn\". IN Litoff, Judy Barrett & McDonnell, Judith (eds). European immigrant women in the United States: a biographical dictionary. Volume 651 de Garland reference library of social science. Volume 3 de Biographical dictionaries of minority women. Taylor & Francis, 1994. p. 31 Suas últimas palavras foram \"Keep the link unbroken! Do not let my last incarnation be a failure\" (\"Mantenham o elo intacto! Não deixem que minha última encarnação seja um fracasso\"). Seu corpo foi cremado em 11 de maioBlavatsky, Helena Petrovna. \"H. P. B.'s Last Will and Testament\". Blavatsky Collected Writings, Volume 6, p. 322 e um terço das cinzas ficou na Europa, um terço foi para os Estados Unidos e o outro terço encontra-se na Sede Internacional da Sociedade Teosófica, em Adyar, depositadas sob uma estátua dela. Após sua morte e a de Henry Olcott a liderança da Sociedade Teosófica foi entregue à sua discípula favorita, Annie Besant. Em seu testamento, Blavatsky pediu aos teósofos que celebrassem a data de seu falecimento como o Dia do Lótus Branco. Atendendo ao seu pedido, desde 1892 os membros da Sociedade Teosófica ao redor do mundo reúnem-se nesta data para homenageá-la.The Theosophical Society International Headquarters, Adyar. Helena Petrovna Blavatsky . == Sua personalidade == Helena Blavatsky foi descrita por seus contemporâneos em extremos de admiração e de desprezo, embora fosse uma figura fascinante para todos, pelo menos no que diz respeito ao seu carisma, inteligência e vivacidade pessoal, onde não estava ausente um grande senso de humor, que se expressava da maneira mais cômica quando falava mal de si mesma e levava às gargalhadas seus amigos.Caldwell, Daniel H. The Esoteric World of Madame Blavatsky: Insights Into the Life of a Modern Sphinx. Quest Books, 2000, p. 106 Seu comportamento nada tinha de previsível ou polido, estava longe das convenções sociais, era dramática, impulsiva e propensa a dar escândalos, a opinião alheia lhe era indiferente, mas não era esnobe. Não demonstrava ter uma natureza sensual mas falava abertamente sobre sexo. Era muito obesa, adorava comidas gordurosas e vestia-se de modo confuso, preferindo largas túnicas exóticas e vestidos soltos que tornavam seu perfil volumoso ainda mais indistinto; gostava de usar uma profusão de anéis. Era barulhenta, falava incessantemente exceto quando escrevia, mas era uma conversadora brilhante que cativava imediatamente seus ouvintes com uma ininterrupta série de histórias deslumbrantes sobre suas viagens e experiências incomuns em países exóticos. Na discussão pública era praticamente imbatível, mantendo uma posição de extrema autoconfiança e veemência, suportadas por uma erudição e versatilidade que impressionavam a todos.Caldwell (2000), p. 272 Fumava sem parar cigarros de fumo turco que ela mesmo enrolava e oferecia a todas as suas visitas, gostava de haxixe, de café e de chá. Contrariada, tinha acessos de intensa cólera, quando proferia maldições e outros impropérios nas cerca de quarenta línguas e dialetos que dominava, e que em segundos passavam para um humor tranquilo, carinhoso e jovial. Em certas épocas bebia brandy em quantidade \"o suficiente para matar um iaque tibetano\", como ela mesma dizia. Na fase de apogeu de sua carreira as excentricidades de seu comportamento e sua própria figura física eram o exato oposto de quem, de acordo com as expectativas da época, se apresentava como uma discípula de santos e sábios. Esteve durante toda sua carreira pública envolvida em polêmicas e deixou muitas declarações intencionalmente contraditórias sobre sua vida.Boyer, Paul. \"Blavatsky, Helena Petrovna Hahn\". IN Boyer, Paul S.; James, Edward T. & James, Janet Wilson (eds). Notable American women, 1607-1950: a biographical dictionary. Dumbarton Oaks Colloquium Series in the History of Landscape Architecture. Notable American Women Series. Harvard University Press, 1971. Vol. I, pp. 174-177 === Seu psiquismo e método de trabalho === Blavatsky disse que escreveu tanto Ísis Sem Véu quanto a Doutrina Secreta com a ajuda dos mahatmas, que muitas vezes transferiam suas consciências e conhecimento para o seu corpo físico, em um processo chamado tulku. Esse processo tem sido comumente confundido com a mediunidade de transe, mas tem várias diferenças importantes, embora seja muito semelhante em aparência. O médium comum usualmente possui um psiquismo passivo, e fica à mercê de quaisquer influências invisíveis que estejam em seu redor, sendo \"possuído\" às vezes independentemente de sua escolha, sem manter maior controle sobre o fenômeno e muitas vezes não permanecendo sequer consciente enquanto ele se desenrola, não lembrando de nada após encerrado. Já quem recebe o tulku deve ter passado por um treinamento especial onde a sua vontade própria é fortalecida e suas capacidades psíquicas disciplinadas; é um mediador voluntário, ativo e não passivo, e permanece consciente e colaborante, guardando a memória completa de tudo antes, durante e depois da transmissão da mensagem. Além disso, enquanto que a mediunidade comum é praticada com o auxílio de entidades desencarnadas, no tulku os agentes são pessoas vivas. Blavatsky reconheceu que em sua juventude fora uma médium típica, mas afirmou que o treinamento que recebera dos Mestres a transformara em uma clarividente com completo controle sobre suas faculdades. Não obstante, seus próprios relatos são ambíguos e evasivos, às vezes contraditórios, e parece que pelo menos em parte de seu trabalho os fenômenos mediúnicos tradicionais também desempenharam algum papel.Zirkoff, Boris de. \"Introdução\". IN Blavatsky, Helena. Ísis sem Véu. Editora Pensamento, s/d. Vol. I, pp. 22-24 Outras vezes ela se valia de si mesma para a escrita, e declarou que seu próprio Augoeides ocasionalmente também interferia no processo, produzindo efeitos similares à inspiração descrita acima. Às vezes escrevia dormindo. Esse método de trabalho, onde concorriam diversas personalidades, deixava traços materiais nítidos. Os relatos de seu companheiro e colaborador, Olcott, são bastante claros a esse respeito, descrevendo as marcantes transformações de sua caligrafia e do estilo literário ao longo do texto, e as da própria personalidade de Blavatsky durante o processo. ::\"Vê-la trabalhando era uma experiência rara e inesquecível. Sentávamo-nos geralmente em lados opostos de uma grande mesa, e eu podia ver cada movimento seu. A sua pena voava sobre a página; quando ela parava de repente, olhava para o espaço com o olho vazio do profeta clarividente, entrefechava os olhos como que para olhar algo suspenso invisivelmente no ar à sua frente, e começava a copiar em seu papel o que via. A citação terminava, seus olhos retomavam a expressão natural e ela continuava a escrever até parar novamente por uma interrupção similar... Uma destas caligrafias de H.P.B. era muito pequena, mas clara; outra, grossa e livre; outra, clara, de tamanho médio e muito legível; e uma era apressada e difícil de ler, com seus aa, xx e ee singulares e exóticos. Havia também a maior diferença possível no inglês desses vários estilos. Às vezes eu tinha de fazer correções em cada linha, enquanto que em outras eu podia passar muitas páginas com quase nenhum erro de língua ou de grafia para corrigir. Os mais perfeitos de todos eram os manuscritos que ela escrevia enquanto estava dormindo... E havia também uma nítida mudança de personalidade, ou antes, de peculiaridades pessoais, no modo de andar, expressão vocal, vivacidade de hábitos... com agudeza mental diferente, opiniões desiguais sobre coisas, domínio diferente da ortografia, de expressões e da gramática inglesa, e um domínio muito, muito diferente sobre o seu temperamento, que nos momentos mais joviais era quase angelical e, nos piores, o oposto\".Zirkoff, pp. 26-28 Segundo seu relato, através desses meios paranormais seus mestres lhe indicavam uma vasta bibliografia de obras antigas e modernas, à qual ela nunca teve acesso fisicamente. Olcott e outros de seus colaboradores às vezes eram solicitados a consultar as bibliotecas públicas em busca de fontes, mas estas, como Olcott e seus editores, os Keightley, referiram, não passaram de uma centena, e constituem uma proporção diminuta diante do enorme número de referências que ela ofereceu em seus escritos. Na maior parte das vezes apenas ela via esses livros com sua clarividência, mas em dois casos Olcott disse que eles se materializaram para a consulta, após o que os volumes desapareceram.Zirkoff, pp. 25-26 Sua própria descrição dos métodos que usava, em cartas a amigos e familiares, é de grande interesse: ::\"Estou escrevendo Ísis; não escrevendo, antes, transcrevendo e redigindo o que Ela pessoalmente me mostra. Na verdade, às vezes parece que a antiga deusa da Beleza em pessoa me conduz por todas as terras dos séculos passados que tenho de descrever. Estou sentada de olhos abertos e, ao que tudo indica, vejo e ouço tudo o que acontece ao meu redor, e ao mesmo tempo vejo e ouço o que escrevo... Lentamente, século após século, imagem após imagem destacam-se à distância e passam à minha frente como num panorama mágico; e, enquanto os reúno em minha mente, enquadrando-os em épocas e datas, sei absolutamente que não há nenhum erro. Raças e nações, países e cidades, há muito tempo desaparecidos na escuridão do passado pré-histórico, emergem e desaparecem, dando lugar a outros... mitos me são explicados por eventos e pessoas que existiram realmente... toda página recém-virada desse multicolorido livro da vida imprime-se em meu cérebro com nitidez fotográfica... Seguramente não sou eu que faço tudo, mas o meu Ego, o princípio mais elevado que vive em mim. E mesmo este o faz com a ajuda do meu Guru e instrutor, que me ajuda em tudo\". (Carta à sua irmã Vera)Zirkoff, pp. 29-30 ::\"A única coisa que sei é que agora, quando estou perto de chegar à velhice, tornei-me uma espécie de armazém do conhecimento de outro... Alguém vem e me cerca com uma nuvem indistinta e de repente me empurra para fora de mim e então não sou mais \"eu\" - Helena Petrovna Blavatsky - mas outro alguém. Alguém forte e poderoso, nascido em uma região do mundo totalmente diferente; e, quanto a mim, é quase como se eu estivesse adormecida, ou deitada e não inteiramente consciente - não em meu próprio corpo, mas perto, presa apenas por um fio que me amarra a ele. Todavia, às vezes vejo e ouço tudo de modo bastante claro: estou perfeitamente consciente do que o meu corpo está dizendo e fazendo - ou pelo menos o seu novo possuidor. Eu entendo e lembro tão bem que depois posso até repetir e mesmo escrever as suas palavras... Nessas ocasiões vejo a admiração e o temor nas faces de Olcott e dos outros, e sigo com interesse a maneira pela qual Ele, meio que compassivamente, os observa com meus próprios olhos e os ensina com minha língua física... Ah, mas na verdade eu não posso explicar tudo\". (Outra carta à sua irmã Vera) Ela reconheceu que esse método trazia problemas. No seu último artigo escrito para a revista Lucifer, disse, falando da produção do Ísis, que o resultado aparece como caótico, com muitos erros de citação, sem uma estrutura coesa, com várias quebras de continuidade, e cheio de repetições e digressões extensas, inúteis e irritantes, fato que só se tornou evidente para ela quando pela primeira vez leu o livro do começo ao fim, só depois de publicado, em 1881, já na Índia, e embora deplorasse a qualidade literária e a forma final da obra, não renegou seu conteúdo.Zirkoff, pp. 39-40 === Outros fenômenos === Os fenômenos paranormais que produziu ao longo de toda sua vida foram testemunhados por inúmeras pessoas, e se manifestavam em uma imensa variedade de formas. Perguntada por um repórter em Nova Iorque o motivo de ela produzi-los, disse que era uma das maneiras de provar a realidade do mundo espiritual e a existência dos espíritos.Caldwell (2000), p. 92 Seu próprio pai era cético sobre seus poderes, até que ela o convenceu adivinhando o nome de um antigo soldado que somente ele conhecia.Bechofer-Roberts, pp. 29-33 Produzia sons variados e música sem auxílio de instrumentos; podia saber o que diziam ou pensavam pessoas a quilômetros de distância; muitas vezes previu o futuro; era capaz de materializar objetos vários, que às vezes dava de presente, e de alterar as propriedades físicas de objetos preexistentes, como quando certa vez em uma reunião com grande número de familiares e amigos fez uma mesa pequena se tornar tão pesada que ninguém conseguiu movê-la. Podia materializar desenhos sobre papéis em branco, no chamado processo de precipitação, descobriu a localização de pessoas desaparecidas, fez curas inexplicáveis pela ciência de então, levitava objetos, fazia aparecerem cenas e figuras em espelhos, fazia personagens de pinturas parecerem vivos e se mover. Outros fenômenos aconteciam em seu redor sem sua intervenção direta. A Condessa de Wachtmeister afirmou que ruídos como raspagens surgiam todas as noites de uma mesa de cabeceira junto ao leito de Blavatsky em intervalos regulares, outra vez uma vela voltou a acender todas as vezes que foi apagada. O cuco de um relógio que possuía se comportava às vezes como se estivesse vivo, cantando de várias maneiras diferentes e imprevisíveis, e às vezes suspirava ou grunhia; uma coruja empalhada que manteve em seu apartamento novaiorquino foi vista a piscar por várias pessoas, e cartas e bilhetes dos mestres se materializavam com frequência para ela e outros.Caldwell (2000), pp. 300-303 Às vezes apareciam luzes em torno de objetos ou elas pairavam no ar, e davam um choque elétrico quando tocadas.Caldwell (2000), p. 331 Os fenômenos psíquicos que sempre a acompanharam foram a principal causa das inúmeras acusações de charlatanismo que sofreu. É preciso dizer que a maioria dessas acusações não puderam ser comprovadas, mas ela própria reconheceu que em alguns casos de fato se valeu de métodos fraudulentos para fazer valer suas proposições ou autenticar os fenômenos psíquicos que produzia. O problema maior para sustentação de sua credibilidade, desta forma, é a impossibilidade de se distinguir onde terminavam as fraudes e onde começavam as manifestações autênticas, cuja linha divisória permanece, para os pesquisadores modernos, uma incógnita. == Obra == === Suas fontes === Não cabe fazer uma listagem de todas as fontes individuais que Blavatsky usou para erguer o seu edifício doutrinal, pois são incontáveis, mas é suficiente apontar as grandes correntes de pensamento e alguns autores principais que tiveram algum papel de relevo na síntese que deixou. Entre elas estão a Gnose, com as obras de Simão Mago; o Misticismo, Magia e Alquimia medievais e renascentistas de Paracelso, Jacob Boehme, Mestre Eckhart, Van Helmont e Robert Fludd; o Hinduísmo com suas várias escolas, destacando-se as obras clássicas dos Vedas, os Upanishads e o Bhagavad-Gita; o Budismo Mahayana;Herrick, James A. The Making of the New Spirituality: The Eclipse of the Western Religious Tradition. InterVarsity Press, 2004. pp. 215-217 a Cabala, especialmente através de Eliphas Levi; a Maçonaria; o Espiritismo; as mitologias de todo o mundo; a literatura patrística de Justino, Ireneu de Lyon, Tertuliano, Eusébio; a produção científica de seu tempo; Platão e os Neoplatônicos Orígenes, Porfírio, Plotino, Amônio Sacas; os clássicos como Plínio, Ovídio, Homero e Josefo; os Herméticos; os Rosacruzes; o Zoroastrianismo; a tradição caldéia; a literatura judaico-cristã incluindo a Bíblia, o Zohar e o Talmude; a tradição árabe-sufi, entre tantas outras referências.Coleman, William Emmette. \"The Sources of Madame Blavatsky's Writings\". IN Solovyoff, Vsevolod Sergyeevich. A Modern Priestess of Isis. London: Longmans, Green, and Co., 1895. Appendix C, pp. 353-366Ananikian, Grigor V. The Blavatsky/Tibet and Stanzas of Dzyan Connection. Edição online s/d. Blavatsky foi e ainda é muito criticada por não ter acusado com referências adequadas todo o material alheio que utilizou, que às vezes é citado literalmente sem o devido crédito. Ainda em vida de Blavatsky, William Coleman fez uma exaustiva compilação de passagens plagiadas, acusando-a de não trazer nada de original para o mundo. Entretanto, suas conclusões foram contestadas recentemente como mal documentadas e tendenciosas e ao que parece a titulação acadêmica que alegou ter era falsa.Thackara, W. T. S. \"Notes on 'Madame Blavatsky's Baboon' \". IN Theosophical History, 1997; 6 (8):309-315 === Contexto histórico e ideias principais === Segundo Bruce Campbell, o surgimento da Teosofia foi a resposta ao profundo divórcio entre Ciência e Religião que grassava naquela época,Neufeldt, Ronald. \"In Search of Utopia: karma and rebirth in the theosophical movement\". IN Neufeldt, Ronald Wesley (ed). Karma and rebirth: post classical developments. SUNY series in religious studies. SUNY series in religion. State University of New York Press, 1986. pp. 223; 236 quando o rápido progresso das ciências e da tecnologia desafiava os cânones religiosos tradicionais, dissolvia a fé em um Deus onipotente, descartava a necessidade da graça divina e a existência da vida após a morte, e deslocava o homem de seu antigo lugar privilegiado na obra da Criação, especialmente após a publicação do livro A Origem das Espécies, de Charles Darwin, e da popularização da teoria da seleção natural. Diante das evidências científicas, aparecendo cada vez em maior número e com maior substância, muitos que antes tinham fé a perderam, não encontrando mais conforto e orientação numa religião que havia se cristalizado em dogmas difíceis de aceitar para o pensamento racional que predominava e que não dava explicações satisfatórias para uma série de fenômenos e processos do mundo natural.Goodrick-Clarke, Nicholas. The western esoteric traditions: a historical introduction. Oxford University Press US, 2008. pp. 211-212 Por outro lado, Peter Washington assinala que o fim do século XIX produziu uma grande massa de público semi-instruído que possuía alguma sofisticação intelectual e estava disposto a consumir as teorias teosóficas sem a possibilidade ou sequer o desejo de grandes questionamentos, num contexto cultural de autodidatismo, jornais e folhetins baratos, enciclopédias semanais, bibliotecas de clássicos populares, debates intelectuais amadores em sindicatos e institutos educacionais para a classe média, onde os idealistas desse segmento social se satisfaziam com doutrinas ecléticas e frouxamente organizadas. Essas doutrinas, fortemente coloridas por um emocionalismo tipicamente romântico, uniam uma mistura indistinta de ideias naturistas, feministas, homeopáticas, comunistas, filantrópicas e mais uma série de outras, a um deleite por fenômenos extraordinários, pelo misterioso e por tudo o que era exótico. Dentro desse panorama, proliferavam os gurus e mestres autodeclarados, as utopias sociais, as seitas sincréticas de apelo popular e os embusteiros espirituais de todos os tipos.Washington, pp. 62-63 Nesse momento Blavatsky apareceu como a fundadora de uma escola de pensamento sintética, que buscava integrar as facções opostas e oferecia uma possibilidade de construir um novo senso de identidade e propósito para o ser humano dentro de um contexto novamente dignificado pela reafirmação de sua essência divina, abrindo-lhe perspectivas otimistas para seu futuro. É difícil distinguir sua contribuição especificamente pessoal em seus escritos, já que, como ela mesma se apresentou, foi apenas um instrumento para a divulgação no ocidente de uma doutrina conhecida no oriente há milênios e que havia existido também no ocidente, mas fora perdida. Assim, sua atuação pública se moldou em essência em conformidade ao caráter de um mensageiro, altamente inteligente, sim, mas nunca pretendeu ser uma autora criativa, e sua originalidade reside antes na forma brilhante e erudita com que apresentou compreensivelmente para os ocidentais uma doutrina exótica, tendo com isso um papel de grande relevo na história recente da religião e da filosofia e no processo de aproximação entre oriente e ocidente. Cabe porém fazer uma menção a alguns conceitos básicos dessa doutrina que apareceram como uma novidade para os ocidentais, ou pelo menos não eram do conhecimento do grande público, e quando o eram, em sua opinião estavam desvirtuados ou obscurecidos pela influência do materialismo e da superstição. Divulgou entre outras coisas a unidade de toda a vida, a existência de leis exatas que regem todo o universo, entre elas a do karma e do dharma - que enfatizam a responsabilidade do homem por seus atos - e a possibilidade do autoaperfeiçoamento pessoal baseado nessas leis e nas potencialidades espirituais latentes no homem, um ser essencialmente divino e imortal, através de um processo continuado e sempre ascendente ao longo de sucessivas reencarnações. A meta imediata e inescapável desse processo era a transformação do homem em um super-homem, sintetizado na figura do mestre de sabedoria ou mahatma, perfeito em todos os aspectos e em quem a personalidade transiente e egoísta foi completamente subjugada pela individualidade imortal e altruísta, possibilitando a expressão plena de seus poderes e capacidades espirituais. Deu detalhadas descrições da constituição interna do homem e seus vários corpos, e também declarou que existe uma hierarquia de seres divinos, a que chamou de Fraternidade, continuamente a velar pelo progresso da humanidade, da qual faziam parte seus mestres e na qual um dia todos iriam ingressar. Explicou a origem de todo o mal do mundo como um resultado direto da ignorância humana e não como uma predeterminação divina, nem como obra do acaso ou do Demônio, que disse não existir como entidade viva mas como fruto abstrato da mesma ignorância e da superstição; da mesma forma negou a realidade do Inferno como um local objetivo de punição eterna, descrevendo-o apenas como um estado mental e/ou emocional temporário de afastamento do bem, seja em vida ou após a morte. Traçou um panorama comparativo entre principais religiões, mitologias e filosofias do mundo, antigas e modernas, demonstrando sua unidade essencial e a identidade entre seus principais preceitos, dizendo que todas possuíam parcelas da verdade única, que haviam sido dadas aos diferentes povos por uma dinastia ininterrupta de instrutores exaltados desde a origem da humanidade sobre a Terra, adequando a doutrina às fases evolutivas e circunstâncias específicas em que cada sociedade se encontrava no curso da história. Ao estudo dessa verdade única e universal, considerada a fonte de todos credos particulares, deu o nome de teosofia, ou seja, o \"conhecimento divino\". O lema da Sociedade Teosófica é, significativamente, Não há Religião superior à Verdade.Chryssides, p. 90Neufeldt, pp. 241-249 Combateu o dogmatismo irracional dos vários credos, especialmente do Cristianismo, e enfatizou a liberdade de pensamento, estimulando a livre pesquisa e o estudo autônomo e recomendando precauções contra a fé cega e o seguimento de líderes religiosos e crenças sem um escrutínio pelo pensamento critico, lógico e objetivo. Nesse sentido era favorável à pesquisa científica, que deveria em tese ser o instrumento privilegiado para a confirmação ou refutação dos ditames da fé tradicional, mas dizia que presentemente a Ciência ainda não estava capacitada para penetrar nos mistérios profundos na natureza. Para ela a palavra \"sobrenatural\" era desprovida de significado, pois como pensava não existe nada de milagroso mesmo nos fenômenos mais fantásticos do mundo psíquico ou espiritual, e o que existem são apenas leis naturais ainda não devidamente compreendidas. Por isso propunha seus escritos como hipóteses de estudo, e não como dogmas gravados na pedra, e ainda que ela acreditasse piamente no que pregava e na autoridade dos mestres que alegava seguir, dizia que o objetivo de todo estudo era o conhecimento da Verdade. Tampouco dos seus associados íntimos ou dos membros da Sociedade Teosófica exigia uma crença em sua doutrina, e a única coisa que proibia a todos era o dogmatismo em todos os campos do saber.Chryssides, p. 93Neufeldt, p. 236 ==== Blavatsky e o Espiritismo ==== Suas relações com o Espiritismo evoluíram de um agudo interesse e envolvimento inicial para uma posterior rejeição. De início considerou essa prática como de grande valor para a comprovação da existência do mundo invisível dos espíritos, como base de sua luta contra o materialismo e ceticismo da Ciência. Como já se viu, ela fundara uma sociedade espírita no Egito, e nos Estados Unidos se envolveu ativamente com vários médiuns, produziu vários fenômenos e gerou acesa polêmica, mas finalmente acabou vendo este método como excessivamente passivo e descontrolado, como um recurso limitado e pouco fiável para a investigação profunda do mundo espiritual, e demasiado sujeito a manipulações, fraudes voluntárias e equívocos involuntários. Preferiu se voltar então para uma disciplina rigorosa, ensinada pelos seus mestres, de treinamento da vontade e das capacidades psíquicas, para que fossem postas sob o completo domínio da pessoa. Assim, declarou que o contato com os espíritos e os fenômenos psíquicos, mesmo sendo um fato, não tinham grande valor em si, e era infinitamente preferível o aperfeiçoamento através do serviço altruísta que levasse finalmente a uma comunhão com os verdadeiros mestres de sabedoria, e não uma prática de psiquismo vulgar de contato com os mortos comuns, que não possuem maior conhecimento ou poder, ou com os vários tipos de espíritos da natureza, cuja principal diversão é enganar com seus poderes ilusionísticos e telepáticos os médiuns e sua crédula assistência, entidades que ela disse serem as principais responsáveis pelas manifestações em sessões mediúnicas ordinárias, sendo raros os guias espirituais que mereçam este nome.Washington, pp. 52; 55-56Taves, Ann. Fits, trances, & visions: experiencing religion and explaining experience from Wesley to James. Princeton University Press, 1999. pp. 219-220 ==== A questão do racismo ==== Para autores como Herrick, Penn e Newman, entre muitos outros, Blavatsky advogou uma filosofia racista a partir de suas ideias sobre a evolução do homem, que estavam possivelmente, segundo eles, influenciadas pela teoria da seleção natural e por argumentos derivados da linguística da sua época, que relacionavam complexidade de língua com nível evolutivo social.Penn, Lee. False dawn: the United Religions Initiative, globalism, and the quest for a one-world religion. Sophia Perennis, 2004. p. 348Newman, Hannah. \"New Age\". IN Levy, Richard S. (ed). Antisemitism: a historical encyclopedia of prejudice and persecution, Volume 1. ABC-CLIO, 2005. pp. 501-503 Seu conceito de evolução descrevia a sucessão cíclica de várias raças sobre a Terra desde tempos imemoriais, e dizia que a tendência geral era em direção a um constante aprimoramento das formas físicas e das capacidades morais e espirituais. Analisando o panorama presente da humanidade reconhecia que certas raças eram mais avançadas do que outras. Na época em que viveu a ideia de superioridade racial não causava espanto, mas atualmente não é assim; de qualquer forma não fica claro se no seu esquema de evolução e avanço estivesse implícito o conceito de superioridade.Veer, Peter van der. Imperial encounters: religion and modernity in India and Britain. Princeton paperbacks. Princeton University Press, 2001. pp. 64-65 Além disso, aceitando que estivesse, como afirmam vários autores, parece haver-se perdido a perspectiva teleológica inerente à sua doutrina e esquecido de relacioná-la à sua crença concomitante na reencarnação. Para Blavatsky todos os seres humanos estão de fato em estágios diferenciados de evolução, mas enquanto que os corpos mudam e evoluem, e a expressão exterior da divindade interna de cada um difere em dado momento, dizia categoricamente que os espíritos de todos são igualmente divinos, possuem uma idêntica dignidade e aguardam um destino glorioso idêntico. O que mais importava para ela era a evolução da raça humana como um todo, e não suas diferenciações regionais exteriores, que são apenas como roupas usadas temporariamente por grupos de egos de idades diferentes para cumprir objetivos e desenvolver qualidades específicos. Desta forma, as aparentes deficiências de certas raças são explicadas como fenômeno circunstancial e mesmo inescapável como parte de um processo evolutivo que não se limita a uma única encarnação, e não são um traço perene das individualidades divinas que habitam aqueles corpos. Um exemplo típico dessa visão é uma passagem da Doutrina Secreta dizendo que os africanos estão milênios atrás na evolução em relação aos europeus, mas que é tolice pensar em superioridade racial porque um dia, no curso dos séculos, quando os europeus tiverem sido varridos da face da Terra, os africanos serão o povo dominante, o que se insere em sua doutrina sobre os ciclos de nascimento, ascensão e queda de todas as culturas e civilizações.Blavatsky, Helena. \"Proêmio\". IN A Doutrina Secreta. Editora Pensamento, 1888-1973. vol. I.Maroney, Tim. \"Introduction to The Book of Dzyan\". IN Blavatsky, Helena Petrovna & Maroney, Tim. The Book of Dzyan. Chaosium Inc., 2006. p. 67Goodrick-Clarke, Nicholas. Black Sun: Aryan Cults, Esoteric Nazism, and the Politics of Identity. New York University Press, 2003. pp. 79-80 O problema emerge, desta forma, da limitação da discussão ao âmbito biológico, o que reduz drasticamente a proposta original de Blavatsky,Rossman, Vadim. Russian intellectual antisemitism in the post-Communist era. Studies in antisemitism. University of Nebraska Press, 2002. p. 209 e da confusão entre personalidade mortal e individualidade eterna, levando à crença generalizada de que a vida presente é a única que as pessoas possuem. Dentro dessa perspectiva de uma única vida, naturalmente quaisquer distinções raciais se tornam relevantes, dando margem, como têm dado, a distorções de interpretação e ao uso de suas ideias por políticas totalitárias e eugênicas.Fry, Carrol Lee. Cinema of the occult: new age, satanism, Wicca, and spiritualism in film. Associated University Presse, 2008. p. 19DeGregori, Thomas R. Origins of the organic agriculture debate. Wiley-Blackwell, 2004. p. 75 Goodrick-Clarke denunciou a conhecida apropriação de elementos teosóficos pelo Nazismo como uma leitura tendenciosa e seletiva de trechos descontextualizados da obra de Blavatsky, e não considera legítima a responsabilização da Teosofia pelo desastre nazista,Goodrick-Clarke, Nicholas (1993). Occult Roots of Nazism: Secret Aryan Cults and Their Influence on Nazi Ideology. New York University Press, 1993. pp. 101-102ss e Maroney a coloca contra o seu contexto histórico, quando o racismo era um lugar-comum, e diz que seria demais esperar que uma autora europeia do século XIX, por mais avançada que fosse, se furtasse inteiramente à influência da cultura de seu tempo. Autores como Spring e Jayawardena, por outro lado, vão mais longe e discordam frontalmente das tentativas de se ler a teoria evolutiva e racial de Blavatsky como racista no sentido em que esta palavra tem hoje, e lembram que entre os objetivos fundamentais da Sociedade Teosófica, declarados em seus Três Princípios, está o de promover uma fraternidade universal sem distinção de sexo, credo, cor ou casta, e dizem que a atuação pública de Blavatsky e dos teosofistas em geral seguiu e tem seguido essas linhas.Spring, Joel H. Globalization and educational rights: an intercivilizational analysis. Sociocultural, political, and historical studies in education. Routledge, 2001. p. 128Jayawardena, Kumari. The white woman's other burden: Western women and South Asia during British colonial rule. Routledge, 1995. pp. 119-120 === Obras principais === Seria impossível abordar aqui toda a produção literária de Helena Blavatsky, pois ela é demasiado vasta, sua obra completa publicada abrange dezenas de volumes entre livros, artigos, ensaios e correspondência. A seguir são analisadas apenas suas peças mais célebres e significativas, sem que isso represente uma omissão de informações importantes, já que em suma o principal de sua carreira foi voltado para a divulgação de um único tema, a Teosofia. ==== Ísis sem Véu ==== Escrito a partir de setembro de 1875 e publicado em 1877, Isis Unveiled: A Master-Key to the Mysteries of Ancient and Modern Science and Theology (Ísis sem Véu: Uma Chave-mestra para os Mistérios da Ciência e Teologia Antiga e Moderna) é uma revisão enciclopédica de seus artigos anteriores sobre Religião, Filosofia, Mitologia e Ciência. No prefácio a autora disse que \"nosso trabalho, assim, é um apelo pelo reconhecimento da filosofia Hermética, da antiga e universal Religião-Sabedoria, como a única chave possível para o Absoluto na ciência e na teologia\". Em dois volumes, a obra foi também um grande desafio à ciência materialista de seu tempo. O primeiro volume, Ciência, abre com um ataque frontal à obra de Charles Darwin, Thomas Huxley e David Hume, combatendo seu materialismo, mas não negando a existência de um processo evolutivo. Os capítulos seguintes abordam os fenômenos psíquicos, Espiritismo, Mesmerismo, Cabala e as conquistas intelectuais e espirituais dos povos antigos, ressaltando seu conhecimento avançado em várias áreas e dando-o como evidência contra o ceticismo e orgulho da ciência moderna. O segundo volume, Teologia, é um ensaio comparativo entre o Hinduísmo, o Budismo e o Cristianismo, de onde este último emerge desfavoravelmente. Traz uma série de dados sobre as formas primitivas do Cristianismo esotérico, que dizia possuírem muito conhecimento valioso que foi descartado ou perdido no curso da institucionalização da Igreja e da dogmatização da doutrina. O texto prossegue discutindo novamente a Cabala e as sociedades secretas antigas e modernas, incluindo os Jesuítas e os Maçons.Goodrick-Clarke (2008), pp. 215-216 O tema recorrente do livro é a declaração da existência de um corpo de conhecimento universal chamado de Religião-Sabedoria, ou Ciência Secreta, da qual todas as religiões do mundo derivaram. Também apresentou a teoria da evolução cíclica do homem, uma centelha divina, partindo de uma origem puramente espiritual, descendo por estágios sucessivos a encarnações cada vez mais densas, até que, chegando ao ponto de involução mais baixo, a encarnação física na Terra, passa a buscar a volta à sua origem, até conquistar seu objetivo aprendendo tudo o que diz respeito aos planos inferiores de existência e sendo fisicamente espiritualizado.Goodrick-Clarke (2008), p. 216 A primeira tiragem de mil exemplares se esgotou em dez dias, apesar de críticas negativas que apareceram na imprensa, chamando-o de \"lixo descartável\" e \"um grande prato de picadinho\". Um professor da Universidade de Oxford disse que a autora não tinha competência acadêmica e outro identificou mais de duas mil passagens de citação sem os devidos créditos.Washington, p. 62 ==== A Doutrina Secreta ==== A Doutrina Secreta: Síntese da Ciência, Religião e Filosofia (The Secret Doctrine: The Synthesis of Science, Religion, and Philosophy) é o livro mais ambicioso e difícil de Blavatsky. Segundo o que declarou no prefácio da obra, a sua intenção inicial era oferecer uma versão revisada de Ísis sem Véu, mas percebendo a quantidade de assuntos ainda por tratar, optou por fazer um livro inteiramente novo. Também voltou a se apresentar como uma compiladora de conhecimentos já divulgados há milênios entre os orientais e também entre os primitivos europeus, não pretendendo trazer nada de essencialmente novo ou pessoal. Os objetivos centrais da obra, para ela, eram demonstrar que a Natureza não é um aglomerado fortuito de átomos, assinalar ao homem um lugar que por direito lhe compete no plano do universo, evitar que fossem desvirtuadas as verdades arcaicas que constituem a base de todas as religiões, descobrir a unidade subjacente a todas elas e mostrar que a ciência moderna ainda não havia sido capaz de desvelar o lado oculto da Natureza.Blavatsky, Helena Petrovna. A Doutrina Secreta. Editora Pensamento, 1888-1973. vol. I, pp. 11-12 Segundo Josephine Ransom, o livro mostra que é possível obter uma percepção das verdades universais mediante o estudo comparado das cosmogonias antigas, proporciona um caminho alternativo para o entendimento da história da raça humana, esclarece as obscuras alegorias e símbolos das lendas e mitos antigos e é uma proposta de estudo para os cientistas.Ransom, Josephine (1939). \"H. P. Blavatsky: Sinopse de sua Vida\". IN Blavatsky, Helena Petrovna. A Doutrina Secreta. Editora Pensamento, 1888-1973. vol. I, p. 22 O livro começou a ser escrito em 1879, e anúncios sobre sua futura publicação já apareciam em 1884. Blavatsky teve a colaboração, para revisões gramaticais, tipográficas e consulta de fontes, entre outros de T. Subba Row, Constanze Wachtmeister, William Judge e Mohini Chatterji. Em 1885 Blavatsky alegou ter recebido de seu mestre o plano geral da obra, que até então se desenvolvia fragmentariamente. Em julho de 1886 o trabalho já estava adiantado, e ela pôde enviar 600 páginas manuscritas de um prólogo monumental para Olcott ler e revisar, junto com o primeiro capítulo, mas esse prólogo acabou por ser deixado de lado na edição final. Em janeiro do ano seguinte ela começou a redação dos capítulos finais, mas o trabalho foi interrompido por uma séria doença, e foi quando o seu mestre teria lhe aparecido para que ela decidisse se queria viver ou morrer, como foi dito antes. Recuperada na primavera, ela e seus editores começaram a organização e revisão final dos manuscritos dos dois primeiros volumes, que formavam uma pilha de um metro de altura e estavam em estado caótico. Eles mais tarde testemunharam que a copiosa bibliografia de referência que ela citou no texto jamais havia estado fisicamente em sua casa. Em 1888 a revisão foi terminada e em outubro apareceram os dois primeiros volumes, Cosmogênese e Antropogênese, simultaneamente em Londres e Nova Iorque, que se esgotaram imediatamente, mas os jornais lhes deram pouca importância. Em seguida Blavatsky passou à revisão dos material restante, onde teve a colaboração de George Mead e Annie Besant. Um terceiro volume, reunindo manuscritos fragmentários organizados por Besant e Mead, só apareceu depois de sua morte, em 1897, e teve toda sua edição vendida em pouco tempo.Ransom, Josephine (1938). \"Como foi escrita a Doutrina Secreta\". IN Blavatsky, Helena Petrovna. A Doutrina Secreta. Editora Pensamento, 1888-1973. vol. I, pp. 24-42 O conteúdo desse terceiro volume foi objeto de um grande debate a respeito de sua autenticidade e de se era o material realmente pretendido por Blavatsky como a continuação prometida da Doutrina Secreta, e as opiniões são bastante divergentes.Caldwell, Daniel H. The Myth of the \"Missing\" Third Volume of The Secret Doctrine. Blavatsky Study Center. Online Edition, 2004 A primeira edição em português apareceu em 1973, e o material foi organizado em seis volumes: Cosmogênese; Simbolismo Arcaico Universal; Antropogênese; O Simbolismo Arcaico das Religiões do Mundo e da Ciência; Ciência, Religião e Filosofia, e Objeto dos Mistérios e Prática da Filosofia Oculta. No proêmio do livro Blavatsky estabelece os conceitos fundamentais que trabalhou ao longo do texto: * A existência de um Princípio onipresente, eterno, ilimitado, imutável, insondável, impenetrável à razão humana e além do próprio âmbito do pensamento. É a realidade absoluta que existe antes e além de toda manifestação, é a causa eterna de todas as coisas, sua fonte e destino último. Este Princípio, que os gregos chamavam de Logos, os ocidentais chamam de Deus e os hindus de Parabrahman, não possui atributos e não pode ser descrito de qualquer maneira concebível; é a Causa sem Causa, o Absoluto da metafísica. A primeira manifestação objetiva desse Absoluto é uma dualidade: Espírito (Purusha para os hindus) e Matéria (Prakriti para os hindus), que juntos formam a base de todo o ser condicionado. São apenas aspectos do Absoluto, e não realidades independentes, e em relacionando-se com a sua fonte formam a primeira Trindade, que antecede o cosmos e é a inteligência-consciência que guia toda expressão objetiva ulterior. Na relação entre Espírito e Matéria aparece outro elemento, Fohat, ou Segundo Logos, que é a própria Vida, uma energia dinâmica pela qual a ideação espiritual se imprime na matriz substancial sob a forma de leis da natureza. Consequentemente, do Espírito ou ideação cósmica procede a Mônada humana, e da Matéria ou matriz substancial emergem todos os corpos manifestos onde a inteligência única se individualiza e pluraliza. * A eternidade do universo in toto, como um plano ilimitado que se manifesta e oculta em ciclos periódicos de Criação e Destruição universais, que os hindus chamam de Os dias e noites de Brahma. * A identidade fundamental de todas as almas individuais com a Alma Universal, que é um aspecto da Causa sem Causa. A mônada obrigatoriamente, de acordo com as leis cíclicas, e a da causa e efeito ou do karma, peregrina pelos mundos manifestos, encarnando em todas as formas de vida incluindo as não humanas, primeiro por um impulso automático e depois com crescente grau de vontade própria e planejamento dirigido, a fim de conquistar sua autoconsciência, o que acontece no fim de uma série de encarnações em forma humana. Em outras palavras, simplificadamente, um raio ou centelha do fogo divino único, a mônada, para se individualizar e ser autoconsciente, deve passar por um ciclo descendente de encarnações progressivamente mais densas a partir de seu plano de existência sublime e eterno. Assim vai assumindo sucessivos corpos espirituais, mentais, emocionais e por fim físicos. Quando chega à encarnação física, passa primeiro pelos estágios de vida mais brutos, os elementos minerais. Adquirindo a experiência necessária neste nível, o que pode se estender por períodos longuíssimos de tempo, ganha o direito de encarnar como planta, e depois como animal e por fim homem, o ponto médio do ciclo geral. Na série de encarnações humanas a mônada tem a chance de se individualizar, quando deixa de lado a preocupação consigo mesma e passa a trabalhar para a coletividade. Mas este não é o fim do ciclo, e à frente jaz todo o caminho de retorno à sua origem divina e união final com o Absoluto. Então, depois de uma série de iniciações conduzidas por mônadas que percorreram antes esse caminho - os mestres de sabedoria -, que abrem os canais de comunicação internos entre a personalidade que adquiriu ao longo dos evos de evolução anterior e seu princípio espiritual mais puro, conquista um primeiro degrau de autoconsciência em todos os planos. Doravante o seu caminho é facilitado pelo domínio pelo Espírito de todos os seus veículos, tornando-o apto para expressar sua divindade em todos os planos com crescente grau de perfeição. Assim a mônada abandona o reino humano e ingressa no domínio dos deuses, coletivamente chamados de Construtores do Universo, os Elohim dos judeus, tornando-se um deles, um novo auxiliar da divindade, plenamente consciente e voluntário, no plano geral de evolução do universo. O processo evolutivo da mônada continua até alturas insondáveis, chegando a se tornar um espírito regente de todo um planeta e de todo um sistema solar, seguindo nesse caminho ascendente até que o universo continue em manifestação, para depois do grande ciclo cósmico encerrar ser reabsorvida junto com tudo, de volta no Absoluto não-manifesto. Depois de um intervalo cuja extensão não pode ser medida, pois na fase não-manifesta o tempo não existe, o Princípio único volta a se manifestar objetivamente, e assim por ciclos incontáveis. Dentro deste plano evolutivo, que se desenrola e tem sua substância todo dentro da própria divindade, tudo o que existe, mesmo a matéria dita \"inanimada\", possui vida e está infusa de inteligência, mas por outro lado, toda manifestação é considerada ilusória, ou Maya para os hindus, pois apesar das progressivas diferenciações objetivas, a unidade essencial nunca é rompida e todos os seres são como células de um só corpo. Sendo emanações da mente de Deus, todos seres são apenas fenômenos temporários e perecíveis, mesmo os mais exaltados dos deuses, e nesse sentido é que se os considera ilusórios, pois apenas o Absoluto tem uma verdadeira existência e é o único Ser. A partir desses conceitos fundamentais Blavatsky apresentou um painel vasto e detalhado de toda a cosmogonia, incluindo a formação da Terra e sua evolução geológica, a antropogênese, o destino das raças humanas, de suas expressões culturais, de seus mitos e crenças; trabalhou sobre a constituição interna do homem, os vários planos cósmicos, as forças ocultas da natureza, os caminhos do autoaperfeiçoamento, a natureza e trabalho dos mestres de sabedoria, e uma infinidade de outros tópicos cuja simples citação seria exaustiva, e somente uma leitura da obra pode dar uma ideia clara da sua amplitude. O texto da Doutrina Secreta foi elaborado como um extenso comentário a passagens de um livro desconhecido dos ocidentais, O Livro de Dzyan, que teria sido escrito em um idioma igualmente obscuro, o senzar. O Livro de Dzyan nunca foi encontrado, mas supostamente se tratava de uma compilação de uma obra tântrica em vários volumes, chamada de Os Livros de Kiu-te, de grande antiguidade, que circulava entre os monges tibetanos e foi editada recentemente no ocidente. Da mesma forma que ocorreu com o Ísis, a Doutrina Secreta foi escrita, segundo a autora, em larga medida através de meios psíquicos. Seja como for, o resultado final é uma visão poderosamente integrada de toda a realidade, afirmando que toda Criação está debaixo de uma sublime inteligência diretiva que organizou a natureza através de leis definidas e em última análise compreensíveis, e que nada existe de fortuito na vida do homem ou do universo. Para a humanidade, apontou um futuro sob todos os aspectos maravilhoso e exaltado, mesmo que sua concretização ainda esteja muito distante. A despeito de suas proporções monumentais, para Blavatsky A Doutrina Secreta não apresenta senão uma diminuta e esquemática fração da eterna Religião-Sabedoria.Zirkoff, Boris de (1988). \"The Sources of The Secret Doctrine\". IN Hanson, Virginia (ed). H.P. Blavatsky and the Secret Doctrine. Quest Books, 1988. pp. 13-20 ==== A Voz do Silêncio ==== The Voice of the Silence (A Voz do Silêncio) foi escrito em Fontainebleau, quando Blavatsky descansava de suas intensas atividades, e publicado pela primeira vez em 1889. Reúne instruções retiradas do Livro dos Preceitos de Ouro, que tem uma origem comum com O Livro de Dzyan, uma das fontes para A Doutrina Secreta. O texto traça, em linguagem poética e elevada, um panorama sucinto do Caminho que leva à santidade ou à iluminação, e faz diversas recomendações práticas para os aspirantes. A \"voz do silêncio\" de que fala o título é a inspiração verdadeiramente divina, a voz que o devoto ouve diretamente de sua alma imortal, privilégio obtido somente após um longo e árduo processo de treinamento, desenvolvimento e purificação pessoal, que leva diversas vidas para ser completado.Van Mater, Ingrid. \"Reflections on 'The Voice of the Silence' \" . Sunrise Magazine, April/May 1991 Em 1927 este livro foi republicado em uma edição especial por solicitação expressa do Panchen Lama, pois segundo ele seria útil para os estudantes do Budismo por conter uma exposição dos ideais do Bodhisattva.Oderberg, I. M. \"H. P. Blavatsky's Cultural Impact\". Sunrise magazine, December 1995/January 1996; February/March 1996 Os seguintes trechos selecionados dão uma boa ideia do seu conteúdo: ::\"Há só uma passagem até ao Caminho; só chegando bem ao fim se pode ouvir a Voz do Silêncio. A escada pela qual o candidato sobe é formada por degraus de sofrimento e de dor; estes só podem ser calados pela voz da virtude. Ai de ti, pois, discípulo, se um único vício que não abandonaste ainda sobrevive; porque então a escada se abaterá e far-te-á cair; a sua base assenta no lodo fundo dos teus pecados e defeitos, e antes que possas tentar atravessar esse largo abismo de matéria, tens de lavar os teus pés nas águas da renúncia. Acautela- te, não vás pousar um pé ainda sujo no primeiro degrau da escada. Ai daquele que ousa poluir um degrau com seus pés lamacentos. A lama vil e viscosa secará, tornar-se-á pegajosa, e acabará por colar-lhe o pé ao degrau; e, como uma ave presa no visco do ardiloso caçador, ele será afastado de todo o progresso ulterior. Os seus vícios tomarão forma concreta e puxá-lo-ão para baixo. Os seus pecados erguerão a voz, como o riso e o soluço do chacal ecoam depois do sol se pôr; os seus pensamentos tornar-se-ão um exército e levá-lo- ão consigo, como um escravo cativo.\"Blavatsky, Helena. The Voice of the Silence . The Theosophical Publishing Company, Ltd., 1889 ::\" Lembra-te, tu que lutas pela libertação humana, que cada fracasso é um triunfo, e cada tentativa sincera a seu tempo recebe o seu prêmio. As santas sementes que brotam e crescem invisíveis na Alma do discípulo, dobram como juncos mas não quebram, nem podem elas perder-se. Mas quando a hora soa, desabrocham.\" ==== A Chave para a Teosofia ==== Conforme a autora declara em seu prefácio, The Key to Theosophy (A Chave para a Teosofia), publicado originalmente em 1889, é um resumo introdutório dos principais conceitos da Teosofia. Foi estruturado em forma de um diálogo de perguntas e respostas entre \"um perguntador\" e \"um teosofista\" imaginários, e escrito em linguagem bem mais simples e acessível do que seus grandes tratados. Foi destinado para o grande público atendendo ao pedido de muitos interessados leigos, na esperança de dissipar dúvidas comuns, facilitar o seu estudo e capacitá-los para se aprofundarem depois em aspectos mais sutis da doutrina.Blavatsky, Helena. The Key to Theosophy. Theosophical University Press, 1889 Um trecho ilustra o seu estilo e conteúdo: ::\"Perguntador: Então a Teosofia não é, como se tem dito, um sistema inventado agora? ::\"Teosofista: Somente os ignorantes podem falar assim. Ela é tão antiga quanto o mundo em seus ensinamentos e ética, embora não nos nomes que se lhes deram, e é o mais abrangente e católico sistema entre todos os que há. ::\"Perguntador: Mas então por que a Teosofia permaneceu até agora para nós ocidentais tão desconhecida? Por que permaneceu como um livro fechado para as raças consideradas mais avançadas e cultas? ::\"Teosofista: Acreditamos que existiram nações tão cultas antigamente e certamente mais avançadas espiritualmente do que somos hoje. Mas há várias razões para esta ignorância intencional. Uma delas foi a mesma que São Paulo apresentou para os cultos atenienses de seu tempo - uma perda, ao longo de séculos, da verdadeira visão espiritual, e mesmo de interesse, devido ao seu grande amor às coisas do mundo sensível e à sua longa escravidão à letra morta do dogma e do ritualismo. Mas a razão mais forte está no fato de que a verdadeira Teosofia permaneceu sempre oculta dos olhos profanos\". ==== Glossário Teosófico ==== O Glossário Teosófico foi publicado pela primeira vez postumamente, em 1892, com o objetivo de auxiliar no estudo dos temas do ocultismo, uma vez que em seus escritos Blavatsky utilizou uma terminologia técnica em larga medida desconhecida no ocidente, com muitas expressões em línguas orientais como o sânscrito e o páli. Também clarificou uma série de termos empregados nas tradições do Cristianismo esotérico, da Gnose, da Cabala e do Hermetismo, e de várias mitologias do mundo. A autora só pôde verificar as provas impressas das primeiras trinta e duas páginas. Mais do que um simples dicionário, a obra tem um caráter de enciclopédia, com inúmeros verbetes trabalhados ao modo de pequenos artigos. A primeira edição foi depois de sua morte significativamente ampliada pelo trabalho de seus colaboradores.Azevedo, Murillo Nunes de. \"As Dimensões do Glossário Teosófico\". IN Blavatsky, Helena. Glossário Teosófico. São Paulo: Ground, 1986. pp. v-vi == Recepção crítica e influência == Seus escritos foram recebidos de forma ambivalente pela sociedade da época e permanecem tão polêmicos quanto o foram em seu aparecimento, e já deram origem a reações extremadas que vão da sua completa ridicularização à exaltação entusiasta.Taylor, Richard P. Blavatsky and Buddhism. University of California, Berkely, 1999. Edição online Por conta da repercussão internacional negativa do Relatório Hodgson em 1884, sua reputação ficou manchada ao ponto de ela, a despeito de sua inegável influência sobre um imenso número de pessoas, permanecer até agora relativamente pouco estudada pelo mundo acadêmico, e é citada mais por autores diretamente ligados aos círculos esotéricos, que para a crítica moderna e seus rigorosos métodos de pesquisa têm valor duvidoso, pois em geral estão de alguma forma comprometidos. Sua situação é piorada pelo fato de suas próprias declarações serem muitas vezes imprecisas e contraditórias e em alguns casos aparentemente foi comprovado além de qualquer dúvida que ela usou meios fraudulentos para produzir fenômenos psíquicos. Entretanto, seu volumoso trabalho literário ainda espera uma análise mais ampla, científica e imparcial, que vá além do apaixonado partidarismo pró ou contra que muitas vezes confunde seus escritos teóricos com sua personalidade pública teatral e controversa. Concorre ainda o fato de que no ocidente existem poucos orientalistas com um domínio suficiente das línguas arcaicas como o sânscrito e o tibetano antigo, que possam identificar as muitas referências que ela apresentou na literatura canônica do oriente e traduzí-las com segurança para o contexto ocidental, e os que existem geralmente não estão interessados em Blavatsky, de modo que grande parte do trabalho acadêmico de hoje ainda é feito a partir de fontes secundárias ou terciárias e traduções mal-feitas dos textos antigos.Price, Leslie. \"Madame Blavatsky, Buddhism and Tibet\". IN Theosophical History Conference. Londres, 15/06/2003 Um problema semelhante acontece com boa parte de seus críticos, que têm sido denunciados como ignorantes das tradições orientais e da própria Teosofia, fazendo leituras superficiais de sua produção quando não dando referências claramente errôneas, como foi apontado por W. Thackara a respeito do livro publicado por Peter Washington, O Babuíno de Madame Blavatsky, que recentemente ganhou ampla divulgação na mídia. A seguir se apresentam algumas opiniões representativas da polêmica que ainda a cerca. Escrevendo naquela época, Charles Flint disse que qualquer opinião que se pudesse ter sobre Blavatsky como pessoa pública e sobre o culto que se formou em seu redor, não se podia negar que seus ensinamentos continham muita coisa de elevada inspiração, e que ela foi capaz de influenciar milhares de pessoas em todo o mundo.Barborka, Geoffrey A. \"H. P. Blavatsky and World Thought\". IN Hanson, Virginia (ed). H.P. Blavatsky and the Secret Doctrine. Quest Books, 1988. pp. 23-27 Um articulista do Boston Evening Transcript disse sobre o Ísis que ::\"Deve ser reconhecido que ela é uma mulher notável, que leu mais, viu mais e pensou mais do que a maioria dos homens sábios. Suas obras abundam em citações em uma dúzia de línguas diferentes, não com o propósito de ostentar uma vã erudição, mas para substanciar suas opiniões particulares… Para um grande número de leitores, esta obra memorável será do mais profundo interesse, demanda a mais cerrada atenção dos pensadores, e merece uma leitura analítica\". O New York Tribune afirmou que era uma prova de sua educação singular, e amplamente confirmava sua reivindicação de que era uma adepta da ciência secreta, e mesmo justificava sua posição como uma verdadeira hierofante na exposição da tradição mística. Diversos outros jornalistas e escritores fizeram referências positivas semelhantes também para outras de suas obras, como Talbot Mundy em 1926, então uma espécie de decano dos escritores de literatura orientalizante, que disse: ::\"É absolutamente garantido dizer que todos os críticos de Madame Blavatsky, não esquecendo nenhum deles, por mais inteligentes que sejam, mesmo se trabalhassem todas as suas vidas e aplicassem todos os seus esforços e inteligência, não seriam capazes de produzir uma obra-prima como A Doutrina Secreta\". Alguns autores deixavam em aberto o julgamento de suas alegações de que era conduzida por mestres misteriosos e invisíveis, e a partir do fato de que isso não podia ser nem comprovado e nem refutado categoricamente, era pelo menos uma possibilidade, e se devia assim pelo menos prestar atenção ao conteúdo de sua doutrina com uma posição imparcial. Mas outros apontaram várias inconsistências, contestaram seus pressupostos e suas conclusões, e duvidaram de sua inspiração sobrenatural, acusando-a de plágio e intenções escusas. A opinião de Elliott Coues, da Smithsonian Institution, dada em uma entrevista ao então influente jornal The Sun de Nova Iorque em 1890, não é incomum mesmo hoje: ::\"Todas as épocas possuem seus falsos profetas, que se tornam famosos, ou infames, se assim você preferir. Sendo esta uma era das mulheres, é apenas natural que seu maior charlatão seja uma espécie de Cagliostro de saias. Os ingredientes para o sucesso de um charlatão são a falta de escrúpulos, alguma inteligência, grande habilidade, o vapor corrosivo do egoísmo, a ambição vanglória, a imaginação vívida, uma ótima conversa, desenvoltura em todas as situações, um caráter mentiroso monumental, e uma pia e viva crença no amor da humanidade por ser enganada. Blavatsky tinha tudo isso.\"Coues, Elliott. \"Blavatsky Unveiled!: The Tartar Termagant Tamed by a Smithsonian Scientist. Hierophant Olcott's Theosophical Elephant. How the Ringleaders Work The Fraud with Bogus Mahatmas and Humbug Phenomena\". The Sun, 20/07/1890 Lee Penn diz que por trás da fachada fraternal da Teosofia se esconde um sistema totalitário que se opõe à liberdade e dignidade do homem como imagem de Deus, e a compara ao Nazismo e ao Fascismo. Robert Roselli e Hannah Newman em linhas gerais concordam com essa ideia apontando passagens que interpretam como evidência de elitismo e preconceito racial e religioso.Roselli, Robert. The Theory of Livevolution: \"Great\" Society of the Un-dead. Xulon Press, 2008. pp. 263-265 Segundo Peter Washington, Blavatsky não procurou agradar os acadêmicos, mas objetivou atingir antes um público de apaixonados, ingênuos, desesperados e crédulos, que desejavam uma confirmação para seu idealismo vago e respostas para seus conflitos e dúvidas, mas que de bom grado descartavam o rigor científico de pesquisa ou sequer sabiam o que isso significava. Entre os espíritas seus contemporâneos a mudança de posição de Blavatsky e sua posterior condenação da prática desencadeou vários e intensos protestos, acusando-a de estar favorecendo uma abordagem antidemocrática e elitista do estudo do mundo oculto.Algeo, pp. 220-222 Da mesma forma ela foi e é intensamente combatida pelos seguidores do Cristianismo tradicional e pelos agnósticos. Diversos hinduístas e budistas também aumentaram a carga de críticas, alegando que as interpretações de Blavatsky dessas escolas eram muitas vezes falsas, superficiais ou equivocadas, embora alguns poucos, mas destacados dentre eles, tenham se posicionado favoravelmente, como Thubten Choekyi Nyima, o IX Panchen Lama, elogiando A Voz do Silêncio, e Daisetz Suzuki, dizendo que ela havia penetrado no cerne da doutrina. Outro lama eminente, o Trizin da Escola Sakya, disse que não conhecia muitas obras de Blavatsky, mas que o que havia lido lhe bastava para atestar que ela teve ou uma experiência direta do Budismo Tibetano ou pelo menos teria se inspirado em textos canônicos autênticos. O celebrado orientalista Max Müller, fundador oficial da disciplina da Religião Comparada, acreditava que sua própria falta de treino acadêmico, que foi tanto condenada, foi o que lhe permitiu abordar as tradições orientais com olhos despreconceituosos e ver mais longe do que muitos eruditos sofisticados. Em 1989, no centenário da primeira edição da Voz do Silêncio, Tenzin Gyatso, o XIV Dalai Lama, expressou seu orgulho por sua longa amizade com os teosofistas e disse que este livro vinha sendo uma positiva inspiração para todos os que seguiam a senda do Bodhisattva.Крэнстон С., Уильям К. Е. П. Блаватская: Жизнь и творчество основательницы современного теософского движения / Пер. на русский. — 2-е издание, доп. — Рига-Москва: ЛИГАТМА, 1999. — С. 13-14 Entre críticas e louvores, desconsiderando as dúvidas ainda existentes sobre a origem de sua inspiração e conhecimento, o que permanece uma questão objetivamente irresolvível, e deixando para os psicólogos e magistrados a explicação e julgamento de sua personalidade extravagante e paradoxal e seus eventuais deslizes éticos, o fato é que Blavatsky e sua Teosofia tiveram um papel central na promoção das tradições esotéricas orientais no ocidente e desencadearam a formação de inúmeras escolas subsidiárias de esoterismo, filosofia e seitas alternativas que até hoje continuam a se multiplicar pelo mundo, como a Nova Era, Wicca, Holismo e Neopaganismo, e até de derivações do Cristianismo, como a Igreja Católica Liberal. O grande número de personalidades brilhantes que se declararam publicamente seus admiradores deve pelo menos dar um sinal de que sua mensagem deve ser lida com uma postura de seriedade. Entre eles, citemos apenas alguns: o estadista Jawaharlal Nehru, pintores como Piet Mondrian, Nikolai Roerich e Wassily Kandinsky, músicos como Alexander Scriabin, atores como Constantin Stanislavski e cientistas como Robert Oppenheimer, Wilhelm Reich e Thomas Edison, além dos literatos Fernando Pessoa, Leon Tolstoy, James Joyce, William Butler Yeats, T. S. Eliot, George Bernard Shaw e Aldous Huxley, e líderes espirituais como Rudolf Steiner, Alice Bailey, George Gurdjieff e Jiddu Krishnamurti.Goodrick-Clarke (2008), p. 229Oja, Carol J. Making Music Modern: New York in the 1920s. Oxford University Press US, 2003. pp. 102-103Heelas, Paul. The New Age movement: the celebration of the self and the sacralization of modernity. Wiley-Blackwell, 1996. pp. 44-45Nicolson, Juliet. The Perfect Summer: England 1911, Just Before the Storm. Grove Press, 2008. p. 101 Existem diversas críticas bem fundamentadas à figura e obra de Blavatsky.William Emmette Coleman, \"The Sources of Madame Blavatsky's Writings\", in A Modern Priestess of Isis by Vsevolod Sergyeevich Solovyoff, London, Longmans, Green, and Co., 1895, Appendix C, pp. 353–366. Arthur Lillie publicou um estudo sobre o extensivo plagiarismo realizado por Blavatsky no livro Madame Blavatsky and her Theosophy, pondo em dúvida suas alegações da existência de mestres dos saberes. Lillie também analisou as cartas de Mahatma e afirma que elas foram forjadas por Blavatsky, baseado em certas peculiaridades das expressões e escrita. René Guénon escreveu uma crítica detalhada à Teosofia, onde afirma que Blavatsky adquiriu seu conhecimento a partir de outros livros e não através de mestre sobrenaturais. Após sua morte, Blavatsky continuou sendo acusada de ter forjado fraudulentamente fenômenos paranormais.The Fraud of Modern \"Theosophy\" Exposed (1912), by J. N. Maskelyne É importante notar que existem diversas alegações falsas com respeito à receptividade de suas ideias por personalidades ilustres. Um caso notável se refere a Albert Einstein, no qual é dito que o físico teria lido sua obra, afirmação essa baseada em uma fictícia sobrinha. De qualquer modo, nenhuma fotografia nem nenhum biógrafo de Einstein embasam tal afirmação. Apontando aspectos particulares, são interessantes as opiniões de alguns outros autores: Ellwood & Partin vêem a contribuição de Blavatsky e outros teosofistas como de grande importância na restauração da dignidade da herança espiritual dos povos colonizados da Ásia durante o século XIX;Ellwood, Robert S. & Partin, Harry B. Religious and Spiritual Groups in Modern America. Prentice Hall, 1988, pp. 63; 79-80 Catherine Albanese disse que o vocabulário técnico e a interpretação peculiar das doutrinas asiáticas que Blavatsky apresentou deram as bases para o desenvolvimento de todo o sistema de pensamento metafísico na América do Norte, um fundamento que continua válido até os dias de hoje e influencia também os pensadores asiáticos e europeus modernos;Albanese, Catherine L. A republic of mind and spirit: a cultural history of American metaphysical religion. Yale University Press, 2007. pp. 336-338 Ellwood & Wessinger dizem que ela fortaleceu significativamente o movimento feminista, legitimando a atuação pública e a liderança das mulheres na sociedade e não fazendo distinções valorativas de gênero;Ellwood, Robert & Wessinger, Catherine. \"The Feminism of 'Universal Brotherhood': Women in the Theosophical Movement\". IN Wessinger, Catherine Lowman (ed). Women's leadership in marginal religions: explorations outside the mainstream. University of Illinois Press, 1993. pp. 81-82 Olav Hammer acredita que mesmo que as escolas herdeiras da Teosofia de Blavatsky tenham se revelado muitas vezes inconsistentes e sem um sistema realmente integrado ou lógico de pensamento, e que a própria Teosofia original também tenha falhas nesse aspecto, seu legado é importante para a pós- modernidade em vista da apropriação da alteridade exótica para formar um corpo de conceitos identitários coletivos, e se revelou útil para a Psicologia na dissolução das barreiras do ego privado em benefício de uma visão de integração social e respeito à pluralidade, evitando ao mesmo tempo as armadilhas do relativismo niilista ao afirmar a fraternidade da humanidade, a unidade essencial de todo o universo e sua evolução positiva.Hammer, Olav. Claiming Knowledge: Strategies of Epistemology from Theosophy to the New Age. Volume 90 de Studies in the history of religions. Brill, 2004. pp. 7-14; 60-61; 175 Luís Pellegrini afirma que ela foi uma pioneira no estudo científico moderno das inter-relações entre matéria e energia, postulando vários conceitos em que apresentava a possibilidade da divisão do átomo, descrevendo o processo de liberação de energia concomitante, e alertando ao mesmo tempo para os perigos que a manipulação da estrutura da matéria acarretava, isso décadas antes das primeiras bombas atômicas explodirem em Hiroshima e Nagasaki. Também antecipou ideias sobre a Física Relativística e a Astrofísica ao tratar da teoria dos campos de força, tanto cósmicos como infra-atômicos, ao sugerir uma hipótese semelhante à do Big-bang para a criação do universo e descrevendo corretamente o processo de formação de estrelas a partir de nebulosas.Pellegrini, Luís. \"Helena P. Blavatsky\". IN Blavatsky, Helena. Glossário Teosófico. São Paulo: Ground, 1986. pp. vii- viiiHejka-Ekins, Jerry. \"The Secret Doctrine in the Light of 20th-Century Thought\". IN Secret Doctrine Centenary Conference. Culver City, California, 06-07/08/1988 Nandy & Visvanathan lembram que ela anteviu as possibilidades da Psicologia e da Psicossomática dizendo que os médicos de seu tempo perdiam tempo em buscar a origem das doenças exclusivamente no corpo físico, e que o segredo da Medicina estava na compreensão do funcionamento da mente e das suas relações com o corpo.Nandy, Ashis & Visvanathan, Shiv. \"Modern Medicine and its Non-Modern Critics: A Study in Discourse\". IN Marglin, Stephen A. Dominating knowledge: development, culture, and resistance. Studies in development economics. Oxford University Press, 1990. p. 159 Anna Lemkow a aponta como a primeira ocidental a dizer que a matéria não é coisa morta e inerte, como a pioneira do estudo da Biologia dentro de uma perspectiva cosmológica e a precursora da teoria moderna do Design Inteligente e do Movimento Holístico,Lemkow, Anna Freifeld. The wholeness principle: dynamics of unity within science, religion & society. Quest Books, 1995. pp. 99; 128-132 e finalmente Carl Jung disse que ela foi o profeta da reorientação espiritual do ocidente.Herrick, p. 212, Em 2006, no 175º aniversário de seu nascimento, o governo da Rússia organizou uma série de eventos comemorativos que incluíram exposições de arte e concertos. Também foram realizadas conferências em Moscou e em São Petersburgo, entre outras cidades, com mais de duzentos representantes da intelectualidade russa, cujas conclusões ressaltaram o valor da sua contribuição para o progresso da cultura, das artes e das ciências mundiais, e tentaram corrigir distorções correntes sobre sua vida e obra.Юбилейная научно-общественная конференция посвященная Е. П. Блаватской в Музее Г. Р. Державина и русской словесности его времени (2006 г.) / Сайт «Музеи России». Nas propriedades da família Fadeyev em Dnipropetrovsk (a antiga Yekaterinoslav), foi criada em 2006 a Fundação Helena Petrovna Blavatsky, como um museu e centro internacional de pesquisas em Ciência, Filosofia, Religião e Cultura, com os objetivos de gerar conhecimento para uma melhor compreensão das leis da natureza, do homem e do universo, para uma aproximação entre as culturas mundiais, para aplicar criativamente o legado cultural de Blavatsky no mundo de hoje e para preservar a memória dela e de sua ilustre família. René Guénon, tradicionalista do século XX, faz duras críticas à Blavatsky em sua obra \"O Teosofismo - História de um Pseudoreligião\". Ele destaca a ambiguidade de suas opiniões, charlatanismo e inconsciências de sua vida. ::\"Blavatsky mesma era então espírita, ao menos assim o dizia, ao menos se apresentava, precisamente, como pertencendo à escola de Alan Kardec, de quem conservou ou retornou depois de algumas idéias, concretamente no que concerne à \"reencarnação\". Se parecemos pôr em dúvida a sinceridade do espiritismo de Madame Blavatsky, apesar de suas múltiplas afirmações do período anterior à fundação da Sociedade (especialmente em suas cartas a A.N. Akasakoff, que foram publicadas por Solovioff), é porque, mais adiante, ela declarou que nunca tinha sido \"espiritualista\"(sabe-se que nos países anglo-saxões, esta palavra se torna frequentemente como sinônimo de espírita); por conseguinte, é permissível perguntar-se em que momento mentiu.\"Guénon, René, O Teosofismo - História de uma Pseudoreligião. Editora IRGET, ISBN 10: 1912452472 == Lista de obras == Esta é uma lista de obras de Blavatsky organizada por Daniel Caldwell.Caldwell, Daniel H. Online Writings of H.P. Blavatsky & the Mahatmas. Blavatsky Study Center. * H.P. Blavatsky's Collected Writtings. 1874-1891. Escritos Coligidos, 15 volumes. * Articles by H.P. Blavatsky. 1874-1891. 236 artigos principais. * Letters of H.P. Blavatsky. 1875-1891. Correspondência. * A Modern Panarion. 1874-1884. Compilação de artigos editados por George Mead. * Some Unpublished Letters of Helena Petrovna Blavatsky. 1875-1878. Algumas cartas inéditas compiladas, editadas e comentadas por Eugene Rollin Corson. * Letters of H.P. Blavatsky to Her Family in Russia. 1875-1890. Mais de 60 cartas para familiares. * Isis Unveiled, 2 volumes, 1877. Ísis sem Véu. ** Ten Fundamental Propositions from Isis Unveiled. Dez Proposições Fundamentais de Ísis sem Véu. ** Studies in Isis Unveiled. Estudos sobre Ísis sem Véu. * The Theosophist, Volume 1 (Oct 1879 - Sep 1880). Artigos para a revista The Theosophist, editados por H.P. Blavatsky. * Five Years of Theosophy. 1879-1884. Artigos escritos nos primeiros cinco anos de The Theosophist. * The Letters of H.P. Blavatsky to A.P. Sinnett and Other Miscellaneous Letters. 1880-87. Cartas de H. P. Blavatsky para A. P. Sinnett. Transcritas, compiladas e acrescidas de um ensaio introdutório por A. T. Barker. * Some Letters of H.P. Blavatsky to W.Q. Judge. 1885-1890. Cerca de 20 cartas de Blavatsky para William Judge. * The Original Programme of The Theosophical Society. 1886. Programa original da Sociedade Teosófica. * H. P. Blavatsky to the American Conventions. 1888-1891. Cartas para convenções americanas. * The Secret Doctrine, 2 volumes, 1888. A Doutrina Secreta. ** Stanzas of Dzyan. Extratos comentados de sete das Estâncias de Dzyan. ** Stanzas of Dzyan. Extratos comentados das restantes estâncias. ** 3 Fundamental Propositions from the Proem of the S.D. 3 Proposições Fundamentais, proêmio para a Doutrina Secreta ** Summing Up. Resumo da Doutrina Secreta. ** An Invitation to The Secret Doctrine. Apresentação da Doutrina Secreta. ** Secret Doctrine Commentary 1890-91. (Transactions of the Blavatsky Lodge). Comentários da Doutrina Secreta realizados na Loja Blavatsky. ** The Secret Doctrine: Volume 3. O controverso III volume da Doutrina Secreta. * Dreams. 1888. Respostas sobre os sonhos. * Esoteric Instructions. 1888-1891. Coletânea de instruções práticas. * The Key to Theosophy. 1889. A Chave para a Teosofia. Perguntas e respostas sobre a doutrina e dúvidas comuns. * The Voice of the Silence. 1889. A Voz do Silêncio, versão portuguesa de Fernando Pessoa, coleção 'Teosófica e Esotérica', vol.V. Lisboa: Livraria Clássica Editora, 1916. * Gems from the East: A Birthday Book of Precepts and Axioms. 1890. Compilação de axiomas orientais. * H.P.B.'s Glossary of Theosophical Terms. 1890. Primeira versão do Glossário Teosófico. * Inner Group Teachings of H.P. Blavatsky. 1890-1891. Coletânea de instruções para o grupo interno da ST. * Theosophical Glossary. 1892. Glossário Teosófico. * Nightmare Tales. 1892. As Lendas do Pesadelo. Livro de novelas esotéricas. * From the Caves and Jungles of Hindostan. 1892. Das Cavernas e Selvas do Industão, novela esotérica. * Theosophical Articles and Notes by H.P. Blavatsky et al. Coleção de notas editoriais e apêndices. * Other Writings from H.P. Blavatsky's Pen. Miscelânea. == Ver também == * Alquimia * Antroposofia * Budismo * Cabala * Cristianismo esotérico * Esoterismo * Evolução * Exegese * Gnose * Hermetismo * Hinduísmo * Judaísmo * Karma * Maçonaria * Magia * Misticismo * Mitologia * Neopaganismo * Neoplatonismo * Nova Era * Ocultismo * Orientalismo * Paganismo * Parapsicologia * Patrística * Pseudociência * Reencarnação * Religião comparada * Religião de mistérios * Rosa-cruz * Sufismo * William Eglinton == Ligações externas == * * * * * * Categoria:Líderes espirituais Categoria:Místicos Categoria:Ocultistas Categoria:Teosofia Categoria:Nova Era Categoria:Escritores por religião Categoria:Mulheres na religião Categoria:Filósofas Categoria:Ortodoxos orientais convertidos Categoria:Médiuns da Rússia Categoria:Pessoas supostamente paranormais Categoria:Defensores da existência de Atlântida",
 "title": "Helena Blavatsky"
}