{
 "id": "46476",
 "text": "Plotino (; ; - 270) foi um dos principais filósofos de língua grega do mundo antigo. Seu professor Amônio Sacas era da tradição platônica.Stanford Encyclopedia of Philosophy Plotinus. Os historiadores do cunharam o termo neoplatonismo que foi aplicado a ele e à sua filosofia, muito influente durante toda a antiguidade tardia. Muitas das informações biográficas sobre Plotino vêm de seu discípulo Porfírio, que escreveu o prefácio da sua edição das Enéadas. Os escritos de Plotino inspiraram metafísicos e místicos pagãos, islâmicos, judaicos, cristãos e gnósticos. Em sua filosofia, exposta nas Enéadas, existem três princípios: o Uno, o Intelecto e a Alma do Mundo. A originalidade do pensamento de Plotino está em sua releitura de Platão e Aristóteles sobre a natureza do Intelecto e sobre o \"além do Intelecto\", ou seja, o Uno. Segundo Plotino, o homem, parte do mundo sensível, deve partir, através da introspecção, da Alma do Mundo para o Intelecto, depois do Intelecto para o Uno, alcançado assim uma união mística com o Deus por excelência. == Biografia == === No Egito === Porfírio informou que Plotino tinha 66 anos de idade quando morreu em 270, durante o segundo ano do reinado do imperador Cláudio II. Assim, Plotino teria nascido por volta do ano 205. Eunápio informou que Plotino nasceu no Egito, na cidade de Licópolis, no Delta do Nilo, o que levou a especulações de que ele pode ter sido um egípcio nativo de ascendência romana,\"Plotinus.\" grega, ou egípcia helenizada.Bilolo, M.: La notion de « l’Un » dans les Ennéades de Plotin et dans les Hymnes thébains. Plotino teve uma inerente desconfiança da materialidade (uma atitude comum no platonismo), mantendo o ponto de vista de que os fenômenos são uma má imagem ou imitação (mimese) de algo \"maior e inteligível\" [VI.I], que seria a \"mais verdadeira parte genuína do Ser\". Esta desconfiança também era válida para o corpo, incluindo o seu próprio; é relatado por Porfírio, que num ponto, ele recusou-se a ter o seu retrato pintado. Da mesma forma, Plotino nunca discutiu a sua ascendência, infância, o lugar ou a data de nascimento. A partir de todas as fontes sua vida pessoal e social seguiram padrões espirituais rígidos. Plotino iniciou o estudo da filosofia na idade de vinte e sete anos, por volta do ano 232, e viajou para Alexandria para estudar. Lá ele estava insatisfeito com todos os professores que encontrava, até que encontrou um conhecido que o recomendou escutar as ideias de Amônio Sacas. Ao ouvir a palestra de Amônio, ele declarou para seu amigo que \"este é quem eu estava procurando\", e começou a estudar intensamente com o novo instrutor. Além de Amônio, Plotino também foi influenciado pelas obras de Alexandre de Afrodísias, Numênio de Apameia, e vários estoicos. === Expedição à Pérsia === Depois de passar os 11 anos em Alexandria, na idade de 38 anos, Plotino decidiu investigar os ensinamentos das filosofias iraniana e indiana.Porfírio, Sobre a Vida de Plotino e a Ordem dos seus livros, Ch. 3 (na tradução de Armstrong Loeb, \"ele ficou ansioso em conhecer disciplina filosófica persa e que prevalece entre os indianos\"). Em busca destes conhecimentos, deixou Alexandria e juntou-se ao exército de , em sua marcha para a Pérsia. A campanha, no entanto, foi um fracasso. Após a morte de Gordiano, Plotino encontrou-se abandonado em uma terra hostil, enfrentando dificuldades em seu caminho de volta para a segurança em Antioquia. === Em Roma === Com a idade de quarenta anos, durante o reinado de Filipe, o Árabe, dirigiu-se a Roma, onde permaneceu durante a maior parte do resto de sua vida. Lá, atraiu diversos discípulos. Seu círculo mais íntimo incluiu Porfírio, Amélio da Toscana, o senador Castrício Firmo e Eustáquio de Alexandria, um médico que se dedicou ao aprendizado de Plotino e o assistiu até sua morte. Outros alunos foram: Zeto, um árabe por ascendência, que morreu antes de Plotino, deixando-lhe um legado e um pouco de terra, Zótico, crítico e poeta, Paulino, um médico de Sitópolis (Bete-Seã) e Serápio de Alexandria. Além de Castrício, Plotino tinha outros alunos no senado romano, como Marcelo Oronte, Sabinilo e Rogaciano. Algumas mulheres também foram contadas entre os seus alunos, incluindo Gemina, em cuja casa viveu durante sua estada em Roma, sua filha, também Gemina, e Anficleia, a esposa de Aristão, filho de Jâmblico.Porfírio, Vita Plotini, 9. Ver também Emma C. Clarke, John M. Dillon e Jackson P. Hershbell, (1999) Iamblichus on The Mysteries, page xix. SBL. que diz: \"para ganhar alguma cronologia credível, supõe-se que Aristão casou-se com Anficlea algum tempo após a morte de Plotino\" Foi também correspondente do filósofo Cássio Longino. Enquanto em Roma, Plotino também ganhou o respeito do imperador Galiano e sua esposa Cornélia Salonina. Em um certo ponto Plotino tentou interessar Galiano na reconstrução de um abrigo abandonado na região da Campânia, conhecida como a \"Cidade dos Filósofos\", onde os habitantes viviam sob a constituição previstas nas leis de Platão. Um subsídio imperial nunca foi concedido, por razões desconhecidas a Porfírio, que relata o incidente. Porfírio, posteriormente, passou a viver na Sicília, até que teve a noticia que seu ex-professor tinha morrido. O filósofo passou seus últimos dias em reclusão em uma propriedade na Campânia, que seu amigo Zeto tinha legado dele. De acordo com o registro de Eustochius, que estava com ele até o final, as palavras finais de Plotino foram: \"esforça-se para estar de volta com o Divino em vós, Divino no Tudo. Eustochius registrou que uma cobra rastejou para debaixo da cama, onde Plotino deitava, e deslizou para fora através de um buraco na parede; no mesmo momento em que o filósofo morreu. == Principais ideias == === O Uno === Plotino ensinou que existe um ser supremo, totalmente transcendente o \"Uno\"; além de todas as categorias do Ser e Não-ser. Seu Uno \"não pode ser qualquer coisa existente\", nem é simplesmente a soma de todas as coisas [comparado a doutrina dos estoicos da descrença na não-existência material], mas \"é antes de tudo existente\". Plotino identificou o Uno com o conceito de 'Bom' e o princípio da \"Beleza\". [I. 6.9] O Uno engloba o pensador e o objeto. Até mesmo a inteligência auto-contemplante (a noesis do nous) deve conter dualidade. \"Depois de ter chegado no 'Bem', não adicione nenhum pensamento a mais: em qualquer adição, e em proporção daquela adição, você adiciona uma deficiência.\" [III.8.11] Plotino nega a senciência, consciência de si ou qualquer outra ação (ergon) para o Uno [V. 6.6]. Em vez disso, se nós insistimos em descrevê-lo ainda mais, nós temos que chamar a uma pura potencialidade (dynamis) ou sem a qual nada poderia existir. [III.8.10] Como Plotino explica em ambos os lugares e em outros lugares [e.g. V. 6.3] Em [V. 6.4], Plotino compara o Uno à \"luz\", o Divino Nous (primeiro em direção ao Bom) para o \"Sol\", e, finalmente, a Alma para a \"Lua\", cuja luz é apenas um \"derivado conglomerado de luz a partir do 'Sol'\". A primeira luz poderia existir sem qualquer corpo celeste. Além de todos os atributos do Uno, incluindo o ser e o não-ser, dele vem a origem do mundo. Plotino defende que o múltiplo não pode existir sem o simples. O \"menos perfeito\" deve, necessariamente, \"emanar\" de \"perfeito\" ou \"mais perfeito\". Assim, toda \"criação\" emana dos estágios de menor e menor perfeição. Estas etapas não são isoladas temporariamente, mas ocorrem ao longo do tempo como um processo constante. Mais tarde os filósofos neoplatônicos, especialmente Jâmblico, acrescentaram centenas de seres intermediários como emanações entre o Uno e a humanidade; mas o sistema de Plotino era muito mais simples em comparação. O Uno não é apenas um conceito intelectual, mas algo que pode ser experimentado, uma experiência onde se ultrapassa toda multiplicidade.Stace, W. T. (1960) The Teachings of the Mystics, New York, Signet, pp. 110–123 Plotino escreve, \"Não devemos mesmo dizer que ele verá, mas ele será aquilo que ele vê, se, de fato for possível distinguir entre vidente e visto, e não audaciosamente afirmar que os dois são um só.\"Stace, W. T. (1960) The Teachings of the Mystics, New York, Signet, p122 === As emanações do Uno === Plotino parece oferecer uma alternativa para a ideia da ortodoxia cristã, a ideia de uma criação ex nihilo (do nada), apesar de Plotino nunca mencionar o cristianismo em qualquer de suas obras. A metafísica da Emanação, no entanto, assim como a metafísica da Criação, confirma a absoluta transcendência do Uno ou do Divino, como a fonte de Ser de todas as coisas que ainda permanecem transcendentes dele em sua própria natureza; O Uno não é de modo algum afetado ou diminuído por essas emanações, assim como o Deus cristão de nenhuma maneira é afetado por \"nada\" exterior. Plotino, usando uma analogia venerável que se tornaria crucial para a metafísica (em grande parte neoplatônica), compara o Uno ao Sol, que emana a luz indiscriminadamente, sem diminuir a si mesmo, ou a reflexão de um espelho que de modo algum diminui ou altera a maneira do objeto sendo refletido. A primeira emanação é o Nous (Mente Divina, Logos, Ordem, Intelecto, Razão), identificado metaforicamente com o Demiurgo de Platão no Timeo. Ele é a primeira Vontade na direção do Bem. A partir do Nous procede a Alma do Mundo (anima mundi), que Plotino subdivide em superior e inferior, identificando o aspecto inferior da Alma com a Natureza. A partir do Mundo a Alma procede para as almas humanas individuais, e, por último, a Matéria, no nível mais baixo do Ser e, portanto, o nível menos aperfeiçoado do Cosmo. Apesar dessa avaliação do mundo material, Plotino afirmou, em síntese, a natureza divina da criação material, pois, em última análise, ela deriva do Uno, através do Nous e da Alma do Mundo. É pelo Bem ou por meio de Beleza que devemos reconhecer o Uno, inicialmente na Matéria e depois nas Formas.I.6.6 and I.6.9 === A felicidade humana === Segundo Plotino, a autêntica felicidade consiste da identificação com o que é melhor no universo. Como para ele a felicidade está além de qualquer coisa física, Plotino salienta que a Fortuna (Sorte) não controla a verdadeira felicidade, e, portanto, \" ... não existe nenhum ser humano que não tenha potencialmente ou efetivamente a capacidade que temos para atingir a felicidade\" (Eneadas I. 4.4). O conceito de felicidade em Plotino constitui uma de suas maiores contribuições ao pensamento ocidental, Ele foi um dos primeiros pensadores a introduzir a ideia de que a eudaimonia (felicidade) é atingível apenas através da consciência. A natureza do verdadeiro ser humano, para Plotino, é uma capacidade contemplativa e incorporal da Alma do Mundo, superior a todas as coisas corpóreas. Segue-se daí que a verdadeira felicidade humana não é dependente do mundo físico, mas sim da capacidade autêntica e metafísica do ser humano, através da Razão. \"Pois o homem, e especialmente o proficiente, não é o complemento da alma e do corpo: a prova é que o homem pode ser desvinculado do corpo e desprezar seus bens\" (Eneadas I. 4.14). O ser humano que alcançou a felicidade não por ser perturbado pela doença, o desconforto, etc., pois seu foco recairá sobre as coisas superiores. A autêntica felicidade humana é atingida pela utilização de sua mais autêntica capacidade de contemplação. Mesmo na ação física diária, o ato de florescimento humano \"... é determinado pelos estágios superiores da alma\" (Eneadas III.4.6). Mesmo em seus mais dramáticos argumentos, Plotino considera (quando o proficiente está sujeito a extremos de tortura física, por exemplo) que isso só fortalece sua alegação de que a verdadeira felicidade é metafísica, já que o homem verdadeiramente feliz entenderá que o que está sendo torturado é apenas um mero corpo, e não o eu consciente, e a felicidade pode persistir. Plotino oferece uma descrição detalhada de uma pessoa que atingiu eudaimonia. \"A vida perfeita\" envolve um homem que domina a razão e a contemplação (Eneadas I. 4.4). Um homem feliz não oscila entre a felicidade e a tristeza, como muitos dos contemporâneos de Plotino acreditavam. Os estoicos, por exemplo, pressupondo que a felicidade é a contemplação, questionavam a capacidade de alguém ser feliz se for mentalmente incapaz ou mesmo se estiver dormindo. Plotino descarta esta afirmação argumentando que a alma e o verdadeiro ser humano não dormem e nem mesmo existem no tempo, e que um homem que tenha alcançado a eudaimonia não deixará de usar sua maior e mais autêntica capacidade apenas porque seu corpo experimenta desconforto no reino físico. \"...A vontade do proficiente é definida sempre e somente por dentro\" (Eneadas I. 4.11). === A Henosis === A natureza essencialmente devocional da filosofia de Plotino pode ser evidenciada por seu conceito de Henosis, ou união extásica com o Uno. Porfírio informa que Plotino alcançou tal união por quatro vezes, durante os anos que o conheceu. Isso pode estar relacionado à iluminação, libertação, e outros conceitos de união mística. ==Hipóstases== Hipóstase (em grego antigo: ὑπόστᾰσις - hypostasis, \"substância\"[1]) é um termo grego que pode se referir à natureza de algo, ou a uma instância em particular daquela natureza. Plotino dividia o universo em três Hipóstases: o Uno, o Nous e a Alma do Mundo. Uno - primeira hipóstase Segundo Plotino, o Uno (unidade) é o \"além do Intelecto\" e se refere a Deus, dado que sua principal característica é a indivisibilidade. É em virtude do Uno que todas as coisas são coisas.\" (Enéadas, I.6.9) Nous - segunda hipóstase Plotino descreveu Nous (Mente Divina, Intelecto, Razão) como uma emanação do Uno. Nous é um termo filosófico grego, relacionado à atividade do intelecto ou da razão em oposição aos sentidos materiais, que não possui uma transcrição direta para a língua portuguesa. O significado ambíguo do termo é resultado de sua constante apropriação por diversos filósofos, para denominar diferentes conceitos e ideias. Nous refere-se, dependendo do filósofo e do contexto, algumas vezes a uma faculdade mental ou característica, outras vezes correspondente a uma qualidade do universo ou de Deus. Autores posteriores atribuíram como sinônimos a Nous os termos Intelecto\", Inteligência ou Pensamento. * Homero usou o termo nous significando atividade mental em termos gerais, mas no período pré-socrático o termo foi gradualmente atribuído ao saber e a razão, em contraste aos sentidos sensoriais. * Anaxágoras descreveu nous como a força motriz que formou o mundo a partir do caos original, iniciando o desenvolvimento do cosmo. * Platão definiu nous como a parte racional e imortal da alma. É o divino e atemporal pensamento no qual as grandes verdades e conclusões emergem imediatamente, sem necessidade de linguagem ou premissas preliminares. * Aristóteles associou nous ao intelecto, distinto de nossa percepção sensorial. Ele ainda dividiu-o entre nous ativo e passivo. O passivo é afetado pelo conhecimento. O ativo é a eterna primeira causa de todas as subsequentes causas no mundo. Alma do Mundo - terceira hipóstase Segundo Plotino, a partir do Nous procede a Alma do Mundo, que procede do poder criador, contemplando o Nous e multiplicando-se em todos os entes particulares do mundo sensível, sem dividir-se. A par da Alma do Mundo, existem as almas individuais. Na Alma estão as matrizes de todos os entes, dela procedem as almas e todas as formas dos seres sensíveis, desde a planta até o homem, tudo constituindo em harmonia e beleza. A maneira dos estoicos, Plotino professa que tudo forma uma harmonia universal.Plotino, Enéadas, IV, 4, 41 Na Teosofia, a Alma é associada ao quinto princípio do Homem, Manas, a Alma Humana ou Mente Divina. Manas é o elo entre o Espírito (a díade Atman-Budhi) e a Matéria (os princípios inferiores do homem). Assim, a constituição sétupla do Homem, aceita na Teosofia, adapta-se facilmente a um sistema com três elementos: Espírito, Alma e Corpo, sendo a Alma o elo entre o Espírito e o Corpo do homem. ==As Enéadas== As Enéadas () são a coleção de escritos de Plotino, editada e compilada por seu discípulo Porfírio por volta de 270. A obra é formada por 54 tratados divididos em 6 capítulos, compostos de 9 partes cada um e, por isso, chamados ‘Enéadas’, pois nove, em grego, é ennéa. Plotino escreveu os ensaios que se tornaram as Enéadas ao longo de um período de vários anos a partir de 253, até poucos meses antes de sua morte, dezessete anos mais tarde. Porfírio fez a observação de que as Enéadas, antes de serem compiladas e organizadas por ele próprio, eram apenas uma enorme coleção de notas e ensaios que Plotino usava em suas palestras e debates, em vez de um livro formal. Plotino não foi capaz de rever o seu próprio trabalho, devido à sua fraca visão, mas seus escritos necessitavam de edição, de acordo com Porfírio: a caligrafia do seu mestre era terrível, ele não separava suas palavras adequadamente, e ele pouco se importava com sutilezas de ortografia. Plotino tinha aversão ao processo editorial, o que acabou virando tarefa de Porfírio, que não só poliu, mas também colocou os textos no novo arranjo que nós temos hoje em dia. ==Traduções em inglês== * The Internet Classics Archive of MIT The Six Enneads, translated into English by Stephen MacKenna and B.S. Page. * On the Intelligible Beauty, translated by Thomas Taylor Ennead V viii(see also the Catalog of other books which include Porphyry, Plotinus' biographer - TTS Catalog). * Philosophy Archive: An Essay on the Beautiful, translated into English by Thomas Taylor in 1917 * On the First Good and the Other Goods, Ennead 1.7 Translated by Eric S. Fallick, 2011 * On Dialectic, Ennead 1.3 Translated by Eric S. Fallick, 2015 ==Ligações externas== * * *Texto original grego das Enéadas *Enéadas (trad. Stephen Mackenna e B. Page) *Mundo dos filósofos: Plotino Neoplatonismo *Plotino na Mirabilia Revista de Estudos da Idade Média *Plotino, acerca da beleza inteligível (Enéada V, 8, 31 - Kriterion vol.44 no.107 Belo Horizonte June 2003) *Bibliografia sobre Plotino *Animal Rights History: Plotinus Categoria:Neoplatônicos da Roma Antiga Categoria:Naturais de Licópolis Categoria:Gregos do século III Categoria:Romanos antigos do século III Categoria:Filósofos do século III Categoria:Escritores do século III Categoria:Escritores da Grécia Antiga Categoria:Ontologistas Categoria:Filósofos da Roma Antiga",
 "title": "Plotino"
}