{
 "id": "46480",
 "text": "O centralismo democrático é um princípio de organização comunista que combina a democracia eleitoral e a discussão livre, com a disciplina política e uma direção executiva centralizada. O conceito tem origem sobretudo no livro Que Fazer? (1902) de Vladimir Lenin, e é frequentemente sintetizado na sua frase: \"unidade na ação, liberdade de discussão e de crítica\". Quando aplicado a um partido comunista, significa que todos os militantes têm liberdade de debater e discutir todas as políticas, mas, após um consenso estabelecido através de uma votação, é esperado que todos sigam as políticas concordadas. == Origens == O primeiro aparecimento do termo é atribuído a Jean Baptista von Schweitzer, que em 1868 usou o termo \"centralização democrática\" para descrever a estrutura da organização de qual era presidente, a Associação Geral dos Trabalhadores Alemães. O termo \"centralismo democrático\" apareceu pela primeira vez na Rússia Imperial numa resolução Menchevique intitulada \"Sobre a Organização do Partido\", onde declararam que \"o Partido Operário Social-Democrata Russo (POSDR) deve ser organizado segundo o princípio do centralismo democrático\". Lenin e a facção Bolchevique publicaram no mês seguinte a resolução \"Sobre a Organização Partidária\", que reconheceu o centralismo democrático \"como um princípio indiscutível de organização partidária\". Em 1906, no Quarto Congresso do Partido, é adotado formalmente. Karl Marx e Friedrich Engels observaram as ideias \"centralistas e democráticas\", contudo, foi Lenin quem tornou essa combinação dialética num princípio de organização política, sendo uma componente central do Leninismo. Em 1917, no Sexto Congresso do POSDR (Bolcheviques), são definidas pela primeira vez as regras formais do Partido sobre centralismo democrático:Após a Revolução de Outubro, com a vitória do Partido Bolchevique, o centralismo democrático foi expandido a todas as operações do Estado. == Estados Marxistas-Leninistas == Os Estados Marxistas-Leninistas partilham instituições semelhantes, organizadas com base na premissa de que o partido comunista é uma vanguarda do proletariado e representa os interesses do povo a longo prazo. A doutrina do centralismo democrático, desenvolvida por Vladimir Lenin como um conjunto de princípios a serem utilizados nos assuntos internos do partido comunista, é alargada à sociedade em geral. De acordo com o centralismo democrático, todos os líderes devem ser eleitos pelo povo e todas as propostas devem ser debatidas abertamente, mas uma vez alcançada uma decisão, todas as pessoas têm o dever de prestar contas dessa decisão. Quando utilizado dentro de um partido político, o centralismo democrático destina-se a evitar o facciosismo e as divisões. Quando aplicado a todo um Estado, o centralismo democrático cria um sistema de partido único. As constituições da maioria dos estados comunistas descrevem o seu sistema político como uma forma de democracia. Reconhecem a soberania do povo tal como encarnada numa série de instituições parlamentares representativas. Tais Estados não têm uma separação de poderes e, em vez disso, têm um órgão legislativo nacional (como o Soviete Supremo da União Soviética) que é considerado o órgão máximo do poder estatal e que é legalmente superior aos ramos executivo e judicial do governo. Uma característica destes Estados é a existência de numerosas organizações sociais patrocinadas pelo Estado (associações de jornalistas, professores, escritores e outros profissionais, cooperativas de consumidores, clubes desportivos, sindicatos, organizações de jovens e organizações de mulheres) que estão integradas no sistema político. Nestas categorias de Estado, espera-se que as organizações sociais promovam a unidade e coesão social, sirvam de elo entre o governo e a sociedade e proporcionem um fórum para o recrutamento de novos membros para o partido comunista. O partido governante Marxista-Leninista organiza-se em torno do princípio do centralismo democrático e, através dele, também o Estado. === União Soviética === No Segundo Congresso da Internacional Comunista (Comintern), em 1920, o centralismo democrático é definido no documento das \"21 Condições para a Aceitação de um Partido na Internacional Comunista\" como:Desta forma, o centralismo democrático expandiu-se da RSFS da Rússia para os outros Partidos comunistas ao redor do mundo. Em Sobre a Unidade Partidária, Lenin argumentou que o centralismo democrático impede o faccionalismo. Argumentou que o faccionalismo conduz a relações menos amigáveis entre membros e que pode ser explorado por inimigos do partido. No período Brejnev, o centralismo democrático foi descrito na Constituição Soviética de 1977 como um princípio para a organização do Estado: === China === A sociedade socialista da República Popular da China, com a liderança do Partido Comunista da China (PCCh), gira, em teoria, à volta do princípio do centralismo democrático. O PCCh foi fundado em 1921 com a ajuda da Internacional Comunista (Comintern), como um partido de vanguarda. Esta vanguarda, com o conhecimento ideológico elevado dos seus membros, permitiu-a liderar os membros mais fragilizados da sociedade, primeiro proletários, e, depois, maioritariamente camponeses. Na luta pela transformação revolucionária da sociedade, as ideias da democracia, participação e direitos humanos, tiveram uma influência forte e complexa na sua formação. Os seus líderes tinham origens nos movimentos iconoclastas e contra o despotismo do Quatro de Maio. Uma política democrática e de direitos civis, como a liberdade de expressão, era promovida. Com o crescimento do Partido, dado o contexto de, ou de fraca aliança, ou de total hostilidade por parte do Kuomintang, a disciplina necessária para o Partido sobreviver, ou para alcançar os seus objetivos, tornou-se cada vez mais difícil de se manter. Para resolver este problema, a Constituição do Partido Comunista da China foi revista em 1927, e o centralismo democrático passou a ser o seu \"princípio orientador\". No famoso ensaio \"Sobre o Manuseamento Correto das Contradições entre o Povo\" (), Mao Zedong escreveu que a contradição entre a democracia e o centralismo, tal como a contradição entre liberdade e disciplina, pode ser atenuada num povo que esteja empenhado na reconstrução socialista, já que, aqui, a contradição não seria antagónica e os casos individuais poderiam ser resolvidos de formas não coercivas. O conceito de linha de massas apareceu na China como resposta ao problema da dimensão do centralismo democrático, que, normalmente, é aplicado apenas dentro do Partido, e não deixou claro qual seria o papel democrático e participatório daqueles que não eram membros do Partido. O conceito tem a sua base no centralismo democrático já que, para Mao, \"o processo não se deve aplicar apenas ao Partido, mas à sociedade como um todo\". Mao formulou a linha de massas como:O conceito de linha de massas teve um reavivamento no pensamento político chinês através da Tríplice Representatividade de Jiang Zemin, que afirma que: \"o partido deve representar as forças produtivas mais avançadas, a cultura mais avança e os interesses fundamentais das grandes massas do povo chinês\". Nas observações de um teórico chinês, a democracia do centralismo democrático reside no facto de dar peso igual aos pontos de vista de todos os participantes, e o centralismo em necessitar um único resultado da tomada de decisão, cujo resultado será seguido por todos. === Vietname e Cuba === O Partido Comunista do Vietname e o Partido Comunista de Cuba estão organizados de acordo com o princípio Leninista do centralismo democrático. == Referências == === Bibliografia === Artigos em periódicos * * * Livros * * Outros * == Ligações externas == * On Party Unity. Vladimir Lenin. * On Democratic-Centralism & The Regime. Leon Trotsky. * Notes on democratic centralism. Tony Cliff. June 1968. * Bolshevism, Fraudulent Practice Of Democratic Centralism. Albert Weisbord. 1976. * On Democratic Centralism. PL Magazine. 1982. * On democratic centralism. Mick Armstrong. 2000. * Democratic Centralism. * Our view of democratic centralism must change by Paul and Malcolm Saba. Categoria:Regimes políticos Categoria:Terminologia comunista Categoria:Leninismo",
 "title": "Centralismo democrático"
}