{
 "id": "46508",
 "text": "A transfobia é uma gama de atitudes, sentimentos ou ações negativas, discriminatórias ou preconceituosas contra pessoas transgênero. A transfobia pode ser repulsa emocional, medo, violência, raiva ou desconforto sentidos ou expressos em relação a esse grupo. A transfobia é frequentemente expressa ao lado de visões homofóbicas e, portanto, é frequentemente considerada um aspecto da homofobia. É um tipo de preconceito e discriminação semelhante ao racismo e sexismo,Judith A. Lewis, Michael D. Lewis, Judy A. Daniels, Community Counseling: A Multicultural-Social Justice Perspective (2010, ) e várias formas de opressão podem se interseccionar com a transfobia.Doug Meyer, Violence Against Queer People: Race, Class, Gender (2015, ), pp. 14–15 (Alternate: 14, 15) Crianças vítimas de transfobia experienciam assédio, intimidação e violência na escola. As vítimas adultas vivenciam ridícularização pública, o assédio, incluindo a falta de justiça, provocações, ameaças, violência, roubo e falta de oportunidades; muitas se sentem inseguras em público. Um relatório de alta porcentagem é vítima de violência sexual. Algumas pessoas trans são recusadas ​​na área de saúde ou sofrem discriminação no local de trabalho, inclusive sendo demitidas por serem transgênero, ou se sentem sitiados por agentes conservadores, grupos políticos ou religiosos que se opõem às leis para protegê-los. Existe até discriminação de algumas pessoas dentro do movimento LGBT. Além do aumento do risco de violência e outras ameaças, o estresse criado pela transfobia pode causar consequências emocionais negativas que podem levar ao abuso de substâncias, expulsão de casa (em menores de idade) e a uma taxa mais alta de suicídio. No mundo ocidental, houve mudanças graduais no sentido do estabelecimento de políticas de não discriminação e igualdade de oportunidades. A tendência também está tomando forma nas nações em desenvolvimento . Além disso, campanhas sobre a comunidade LGBT estão sendo espalhadas pelo mundo para melhorar a aceitação; a campanha \"Pare o Estigma\" da ONU é um desses desenvolvimentos. == Etimologia e uso == A palavra transfobia é um composto clássico baseado no termo homofobia. O primeiro componente é o prefixo neoclássico trans- (originalmente significando \"do outro lado, além\") do transgênero, e o segundo componente — a fobia vem do grego: (φόβος, phóbos, \"medo\". Juntamente com a homo, bi e lesbofobia, a transfobia é um membro da família de termos usados ​​quando a intolerância e a discriminação são direcionadas para pessoas da comunidade LGBT. Transfobia não é uma fobia como definida em psicologia clínica (ou seja, um transtorno de ansiedade). Seu significado e uso normalmente são semelhantes aos da xenofobia. A forma adjetiva transfóbica descreve coisas ou qualidades relacionadas à transfobia, e o substantivo transfobia denota alguém que abriga a transfobia. As palavras transfobia foram adicionadas ao Oxford English Dictionary em 2013, juntamente com pessoa trans, mulher trans e homem trans. == Origens == A teórica e autora transfeminista Julia Serano argumenta em seu livro Whipping Girl que a transfobia está enraizada no sexismo e localiza as origens da transfobia e da homofobia no que ela chama de \"sexismo oposicional\", a crença de que masculino e feminino são \"categorias rígidas e mutuamente exclusivas, cada um \"possuindo um conjunto único e não sobreposto de atributos, aptidões, habilidades e desejos\". Serano contrasta o sexismo de oposição com o \"sexismo tradicional\", a crença de que os machos e a masculinidade são superiores às mulheres e à feminilidade. Além disso, ela escreve que a transfobia é alimentada por inseguranças que as pessoas têm sobre as normas de gênero.Julia Serano. Whipping Girl: A Transsexual Woman on Sexism and the Scapegoating of Femininity, Seal Press, 2007. Outros autores de direitos de transgêneros argumentam que uma parte significativa da origem sexista opositiva da transfobia, e especialmente das formas que incitam a violência contra pessoas transexuais, está ligada a alegações psicológicas de diferença entre sexualidade feminina e sexualidade masculina nos mecanismos de proteção do cérebro. Estes autores argumentam que a suposição de que a sexualidade aceitável dos homens é baseada na excitação sexual específica da categoria embora se afirme que o comportamento sexual aceitável das mulheres seja devido ao baixo desejo sexual e especialmente às maiores inibições sexuais, alegam que as pessoas transexuais não têm sistema de segurança no cérebro e são criminosos sexuais, e recomendam informações sobre falhas nos estudos que afirmam mostrar tais diferenças sexuais (incluindo a possibilidade de que o medo de ser supostamente excitado sexualmente pode impedir mais homens do que mulheres de participar de estudos de excitação sexual) como remédio.Protection of Sexual Minorities Since Stonewall: Progress and Stalemate in Developed and Developing Countries: Phil C. W. Chan Routledge, 2010Sexuality and Equality Law; Suzanne B. Goldberg 2017 A autora e crítica transgênero Jody Norton acredita que a transfobia é uma extensão da homofobia e da misoginia. Ela argumenta que pessoas transgênero, como gays e lésbicas, são odiadas e temidas por desafiar e minar as normas e o binário de gênero. Norton escreve que a \"transexual de homem à mulher incita a transfobia através de seu desafio implícito à divisão binária de gênero da qual depende a hegemonia cultural e política masculina\". == Conceitos relacionados == === Cissexismo === O conceito relacionado do cissexismo (também denominado cisgenerismo, cisnormarmatividade ou pressuposto cissexual, ocasionalmente, utilizado como sinónimo de transfobia) é o recurso às normas que impõem o binário do género e sexo essencialismo, resultando na opressão da variante do género, não-binária, e identidades transgêneros. Cigênerismo refere-se à suposição de que, devido à diferenciação sexual humana, o gênero é determinado exclusivamente por um sexo biológicode masculino ou feminino (baseado na suposição de que todas as pessoas devem ter um par de cromossomos sexuais XX or XY, ou, no caso de cisgenerismo, uma expressão masculina ou feminina bivalente), e que as pessoas trans são inferiores às pessoas cisgêneras estar em \"desconformidade com à natureza\". O privilégio cigênero é o \"conjunto de vantagens imerecidas que indivíduos que se identificam com seu sexo biológico acumulam unicamente devido a ter uma identidade de cisgênero\". O assédio e a violência dirigida contra pessoas transexuais são freqüentemente chamados de transfobia e podem ser físicos, sexuais ou verbais. Enquanto o ataque gay é direcionado contra a orientação sexual real ou percebida de um alvo, a transfobia dirige-se contra a identidade de gênero expressa real ou percebida do alvo. O termo também foi aplicado ao discurso de ódio dirigido a pessoas transgênero e a representações de pessoas trans na mídia que reforçam estereótipos negativos sobre elas. Preconceito trans é um termo similar à transfobia e refere-se ao tratamento negativo de valorização, estereotipagem e discriminação de indivíduos cuja aparência e/ou identidade não se ajustam às expectativas sociais atuais ou concepções convencionais de gênero.King, M., Webster, B., & Winter, S. (2007). Transprejudice in Hong Kong: Chinese Attitudes Towards Transgenderism and Transgender Civil Rights (under review) === Binarismo === O binarismo, também chamado de exorsexismo e generismo, refere-se a discriminação direcionada a pessoas não-binárias, variantes e não- conformes de gênero, é visto por muitos ativistas como também ao sistema cisgênero que visa uma transmisia que reforça as normas binárias de gênero e seus respectivos papéis de gênero, favorecendo cisgêneros binários e conformes de gênero. == Brasil == No Brasil, não havia tipificação desse tipo de conduta até junho de 2019. Em 2006, após ser aprovado na Câmara dos Deputados do Brasil, começou a tramitar no Senado Federal o Projeto de Lei nº 122/2006 (PL 122). O PL, que tinha como objetivo criminalizar a discriminação motivada pela orientação sexual ou pela identidade de gênero da pessoa discriminada, ou seja, criminalizar homofobia, transfobia e lesbofobia, foi arquivado após passar oito anos parado. Em 2019, após entendimento do Supremo Tribunal Federal de que havia demora inconstitucional do legislativo em tratar do tema, a maioria os ministros do STF votou a favor da determinação de criminalizar a discriminação por orientação sexual e identidade de gênero. Em 29 de janeiro de 2004, ativistas transexuais participaram, no Congresso Nacional, do lançamento da primeira campanha contra a transfobia no país. A partir de então, 29 de janeiro é o Dia da Visibilidade Trans, cujo objetivo é ressaltar a importância da diversidade e respeito para o movimento trans (travestis, transexuais e transgêneros). Há muitos exemplos de transfobia em diferentes formas e manifestações pela sociedade. Algumas instâncias claramente envolvem violência e extrema malícia, enquanto outras envolvem uma falta de conhecimento ou experiência com a condição, às vezes envolvendo predisposição inconsciente baseada em ditos religiosos ou convenções sociais. Segundo agências internacionais como a Transgender Europe e Trans Respect Versus Transphobia Worldwide, cerca da metade dos homicídios de transexuais do mundo ocorrem no Brasil. === Transfobia no sistema judiciário === Um exemplo é o caso de Roberta Góes Luiz em São José do Rio Preto, interior de São Paulo. Roberta entrou com processo de adoção de uma criança cujos cuidados lhe foram entregues pela própria mãe da criança, uma menor de idade que não tinha condições de cuidar do recém-nascido. O Tribunal de Justiça, a pedido do promotor de justiça Cláudio Santos de Moraes, negou a guarda da criança à Roberta com a justificativa de que \"Roberta e o companheiro, Paulo, são pessoas de bem, têm condições financeiras, mas não formam um casal normal.\" Outro exemplo é o de Luíza Mouraria em São Vicente, litoral paulista. Luiza manteve um relacionamento amoroso com um rapaz, Daniel Guilherme. Sem que o mesmo soubesse do fato de Luiza ser transexual. Quando descobriu, Daniel junto com seu irmão, André Guilherme, planejaram o assassinato de Luiza. A mesma foi agredida até a morte com socos, pontapés e um pedaço de madeira. Depois, prenderam junto ao corpo uma pedra e o atiraram ao mar. André e Daniel tiveram prisão preventiva, mas foram soltos 30 dias depois devido a um habeas-corpus concedido pelo Supremo Tribunal de Justiça. No processo (HC 53296) Luíza é tratada como um \"homossexual que se travestia de mulher e se apresentava como Luíza.\". == Ver também == * Homofobia * Lesbofobia * Declaração sobre orientação sexual e identidade de gênero das Nações Unidas == Ligações externas == * * * * * Categoria:Sexismo Categoria:LGBTQIA+ Categoria:Preconceitos e discriminações Categoria:Homem trans Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Transfobia"
}