{
 "id": "46531",
 "text": "Wacky Races (no Brasil: Corrida Maluca e em Portugal: A Mais Louca Corrida do Mundo) é uma série de desenho animado produzida pela Hanna-Barbera e lançada pela CBS que foi produzida entre 14 de setembro de 1968 a 4 de janeiro de 1969, rendendo 34 episódios. Os competidores buscavam o título mundial de \"Corredor Mais Louco do Mundo\". == Personagens == * Carro 00: A Máquina Malvada (em Portugal) ou Máquina do Mal (no Brasil), era guiada por Dick Vigarista (no Brasil) e Muttley (algumas vezes chamado de Malícia ou de Rabugento no Brasil), o seu companheiro canino, que tentam vencer a todo o custo fazendo todo tipo de trapaças, sempre sem êxito. Por ironia, a Máquina do Mal era aparentemente o carro mais veloz e mais bem equipado do desenho e mesmo assim Dick Vigarista jamais chegou a vencer a corrida: mesmo liderando com larga vantagem, Dick sempre parava no meio da corrida para montar suas armadilhas, mas seus planos invariavelmente falhavam e faziam-no acabar em último lugar. Alguns anos mais tarde, a dupla teve direito a um desenho animado solo, chamado Dastardly & Muttley In Their Flying Machines. * Carro 1: O Pedramóbil (em Portugal) / Carro de Pedra (no Brasil) era pilotado pelos Irmãos Rocha, dois homens das cavernas em um carro de pedra, o qual lembra alguns carros da série Flintstones. O design dos irmãos foi refeito anos mais tarde e originou o Capitão Caverna (Captain Caveman, em inglês). Batizou também uma banda brasileira. * Carro 2: O Coupé Assombrado (em Portugal) ou Cupê Mal-Assombrado (no Brasil), pilotado pelos Gruesome Twosome (em Portugal) ou Dupla Sinistra (no Brasil): Medonho e Medinho, era um carro cercado de fantasmas, que parecia a junção de um carro antigo com uma torre de um castelo da Transilvânia, que oculta no seu interior um dragão, uma serpente marinha, uma bruxa, entre muitas outras criaturas. * Carro 3: O Carro Conversível (em Portugal) ou Carro Cheio-de-Truques / Carro Mágico (no Brasil), era pilotado pelo Professor Aéreo (no Brasil) / Professor Patente (em Portugal), um cientista louco, mas com um grande senso de humor. Era visto como rival de Dick Vigarista, pois o seu carro possuía sempre uma invenção que permitia parar as armadilhas feitas por Dick, e algumas vezes dava para chegar em primeiro lugar. * Carro 4: A Lata Escarlate (em Portugal) / Máquina Voadora (no Brasil) era um carro-avião vermelho pilotado pelo Barão Vermelho (no Brasil) / Max Vermelho (em Portugal), o qual era baseado no famoso aviador. O nome do piloto originou o nome da banda brasileira homônima. * Carro 5: O Gato Compacto (em Portugal), Carrinho pra frente no Brasil, era um carro guiado por Penélope Pitstop (em Portugal), Penélope Charmosa no Brasil. Era um carro rosa com linhas femininas, que possuía várias engenhocas que ajudavam Penélope a manter-se bonita durante as corridas. Assim como Dick Vigarista e Muttley, Penélope teve direito a um desenho animado solo, The Perils of Penelope Pitstop. * Carro 6: O Carro Tanque, um carro híbrido, era a junção de um tanque e de um jipe pilotado pelo Soldado Meekley sob as ordens do Sargento Bombarda. * Carro 7: O Bomba Bala (em Portugal) ou Carro-à-Prova de Balas (no Brasil), era conduzido pela Quadrilha Maravilha (em Portugal), Quadrilha de Morte no Brasil, um grupo de simpáticos gangsters. Participaram mais tarde no desenho animado The Perils of Penelope Pitstop, onde Penélope foi a estrela principal. * Carro 8: A Carroça Alentejana (em Portugal) / Carroça a Vapor (no Brasil) era conduzida pelo agricultor Tio Tomás e pelo covarde urso Chorão (no Brasil) / Piurço (em Portugal). Estes personagens foram baseados na Família Buscapé. * Carro 9: O Turbo Terrífico (em Portugal) ou Carrão Aerodinâmico (no Brasil) era um dragster pilotado por Pedro Perfeito (em Portugal) /Peter Perfeito (no Brasil), um perfeito cavalheiro. Perfeito sempre se gabava de ter o carro mais poderoso de todos, chegando até chamá-lo de indestrutível algumas vezes. Porém era só papo dele, pois o carro quebrava com qualquer pancada, às vezes chegando até se desfazer por completo obrigando Perfeito a repará-lo constantemente, embora de vez em quando conseguisse safar-se de algumas situações bastante bizarras graças à sua notável aerodinâmica. * Carro 10: O Serromóvel (em Portugal) / Carro-Tronco (no Brasil) era um carro de madeira com rodas que eram serras pilotado por Rufus Lenhador e pelo seu escudeiro, o castor Serra-Dentuças (em Portugal) / Dentes-de-Serra (no Brasil). ==Dubladores== ===Nos Estados Unidos === * Narrador: Dave Willock * Dick Vigarista, Clyde: Paul Winchell * Muttley, Medinho, Professor Aéreo, Soldado Meekley, Ring-Ding: Don Messick * os Irmãos Rocha: Daws Butler e Don Messick * Medonhão, Barão Vermelho, Peter Perfeito, Rufus o lenhador: Daws Butler * Penélope Charmosa: Janet Waldo * Sargento Bombarda, Tio Tomás, o urso Chorão: John Stephenson ===No Brasil === * Narrador: Neville George * Dick Vigarista (1ª voz): Paulo Gonçalves * Dick Vigarista (2ª voz), os Irmãos Rocha, Medonho: Domício Costa * Muttley: efeitos vocais de Don Messick (mantidos no original) * Professor Aéreo: Cahuê Filho * Barão Vermelho: Rafael Rodrigues * Penélope Charmosa: Myriam Thereza e Nair Amorim * Soldado Meekley: Henrique Ogalla * Clyde, Peter Perfeito, Sargento Bombarda: Luiz Carlos de Moraes * Ring-Ding: Pádua Moreira * Tio Tomás: Roberto Mendes * O urso Chorão: efeitos vocais de John Stephenson (mantidos no original) * Rufus Lenhador: Paulo Torres * Estúdio de dublagem: TV Cinesom == Episódios == # Grande Prêmio Arkansas # Destino Cidade Fantasma # O Grande Prêmio Wyoming # O Grande Prêmio Yellow Rock # O Grande Prêmio Missouri # O Grande Prêmio Idaho (Idaho Aqui Vamos Nós) # O Grande Prêmio Baja-Ha-Ha # Um Gorila na Corrida # O Grande Prêmio Bem no Coração # O Grande Prêmio Virginia # O Grande Altos e Baixos # A Toda Velocidade para Arkansas # O Grande Prêmio de Mississippi # O Grande Prêmio de Alabama # Corrida Quente em Chillicothe # A Estrada Não Era Essa # O Grande Prêmio de Rhode Island # Grande Prêmio de Pólo Norte # Grande Prêmio do Vale Tudo # O Grande Prêmio de Texas # O Grande Prêmio de Washington # O Grande Prêmio Deserto # O Grande Prêmio Uni-Duni-Tê # O Grande Prêmio do Pântano # Grande Prêmio Dakota # Grande Prêmio Delaware # Grande Prêmio Hollywood # Grande Prêmio Raleigh # Grande Prêmio Pennsylvania # Grande Prêmio Hackensack # Grande Prêmio Idaho (Gelo e Neve) # Grande Prêmio Florida # Grande Prêmio Racine # Grande Prêmio Carlsbad == Vitórias == * A Máquina do Mal/Dick Vigarista e Muttley: Nenhuma. Dick chegou a vencer a corrida da Cidade Fantasma, mas foi desclassificado pelos juízes por ter trapaceado na chegada; e a corrida de Washington quase ganha na reta final e de cuja vitória abriu mão só para \"dar um autógrafo\" para Muttley. * Carro Pedra/Irmãos Rocha: 3 (Idaho 2, Baja-Ha-Ha e A toda Velocidade). * Coupé Mal-Assombrado/Irmãos Pavor: 3 (Wyoming, Road Island e Racine). * Carro de Mil e Uma Utilidades/Professor Aéreo: 3 (Missouri, Texas e Uni-duni-tê). * Carro da Primeira Guerra/Barão Vermelho: 3 (Arkansas, Altos e Baixos e Pólo Norte). * Carrinho Para Frente/Penélope Charmosa: 4 (Cidade Fantasma, Alabama, Pensilvânia e Carlsbad). * Carro Tanque/Sargento Bombarda e Soldado Meekley: 3 (Gorila, Chillicothe e Idaho). * Carro à Prova de Balas/Quadrilha da Morte: 4 (Virgínia, Dakota, Raleigh e Hackensack). * Carroça a Vapor/Tio Tomás e Chorão: 4 (Yellow Rock, Pântano, Delaware e Jollywood). * Carrão Aerodinâmico/Peter Perfeito: 4 (Mississipi, Washington, Deserto e Flórida). * Carro Tronco/Rufus Lenhador e Dente de Serra: 3 (Bem no Coração, Estrada Não Era Essa e Vale Tudo). == Pódios == * A Máquina do Mal/Dick Vigarista e Muttley: Nenhum. * Carro Pedra/Irmãos Rocha: 13. * Coupé Mal-Assombrado/Irmãos Pavor: 13. * Carro de Mil e Uma Utilidades/Professor Aéreo: 13. * Carro Tronco/Rufus Lenhador e Dente de Serra: 13. * Carro à Prova de Balas/Quadrilha da Morte: 12. * Carrinho Para Frente/Penélope Charmosa: 11. * Carro da Primeira Guerra/Barão Vermelho: 10. * Carroça a Vapor/Tio Tomás e Chorão: 9. * Carrão Aerodinâmico/Peter Perfeito: 8. * Carro Tanque/Sargento Bombarda e Soldado Meekley: 4. == Comercial da Peugeot == No dia 17 de abril de 2013, a fabricante de automóveis Peugeot lançou na TV um comercialwww.meioemensagem.com.br/ 2013: Peugeot lança sua Corrida Maluca criado pela Y&R; filmado na cidade espanhola de Valência que apresenta os personagens da corrida em um universo real. O vídeo do comercial tornou-se um sucesso instantâneo no YouTube, com mais do que 2 milhões de acessos. == Ligações externas == * Retrô TV Categoria:Desenhos animados da década de 1960 Categoria:Hanna-Barbera Categoria:Automóveis fictícios Categoria:1968 na televisão Categoria:Desenhos animados dos Estados Unidos",
 "title": "Wacky Races"
}