{
 "id": "46604",
 "text": "Jehuda Cresques (1350?–1427?), também conhecido por Jafuda Cresques, Jácome de Maiorca e Jaume Riba, foi um cartógrafo catalão. De ascendência judaica, foi provavelmente o indivíduo que coordenou as descobertas marítimas da chamada Escola de Sagres, no início do século XV. ==Biografia== É filho de outro cartógrafo notável, Cresques Abraão, nascido em Maiorca, e ligado à chamada Escola de Maiorca. Juntamente com o seu pai, foi provavelmente o autor do Atlas Catalão de 1375. Embora nascido numa família judaica, converteu-se ao Cristianismo após as perseguições religiosas que tiveram lugar no reino de Aragão, em 1391, tendo então adotado o nome de Jaume Riba (\"Jacobus Ribus\", em Latim). As primeiras notícias sobre a vinda para Portugal de um cartógrafo de nome \"Jaime Ribes\", oriundo da ilha de Maiorca, por iniciativa do Infante D. Henrique, são nos fornecidas por Duarte Pacheco Pereira. O cronista João de Barros acrescenta-as, atribuindo-lhe ainda a capacidade de construir instrumentos náuticos. Teria sido assim, o Mestre Jacome de Malhorca, sido coordenador, na década de 1420, das primeira viagens dos Descobrimentos portugueses. A maior parte dos estudiosos, com base na investigação efetuada pelo historiador e geógrafo Gonçal de Reparaz i Ruiz na década de 1930, considera que ambos terão sido a mesma pessoa. Pesquisas mais recentes, entretanto, colocam em causa esse raciocínio, nomeadamente a tese do catalão Jaume Riera i Sans, que compreende que o cartógrafo que trabalhou para o Infante D. Henrique não poderia ser Jafuda Cresques, uma vez que este teria falecido antes de 1410, tendo nesse ano o Infante apenas 16 anos. ==Ver também== * Escola de Sagres * Gabriel de Valseca * Mapas de Dieppe * Planisfério de Cantino * Portulano ==Bibliografia== * ALBUQUERQUE, Luís de. Maiorca, Jaime de. in: SERRÃO, Joel (dir.). Dicionário de História de Portugal (v. IV). Porto: Livraria Figueirinhas, s.d., p. 141. * REPARAZ JÚNIOR, Gonçalo de. Mestre Jácome de Malhorca. * RIERA I SANS, Jaume. Jafudà Cresques, jueu de Mallorca. in: Randa n. 5 (1977) 51-66. * RIERA I SANS, Jaume; LLOMPART, Gabriel. Jafudà Cresques i Samuel Corcós. Més documents sobre els jueus pintors de cartes de navegar (Mallorca, s. XIV). in: Bolletí de la Societat Arqueològica Lulliana, n. 40 (1984) 341-350. * MARQUES, Alfredo Pinheiro. Maiorca, Jaime de. in: ALBUQUERQUE, Luís de (dir.). Dicionário de História dos Descobrimentos Portugueses (v. II). Lisboa: Círculo de Leitores, 1994. p. 649‑651. ==Ligações externas== *Jaime de Maiorca na página do Instituto Camões Categoria:Naturais de Palma de Maiorca Categoria:Cartógrafos da Espanha Categoria:Judeus da Espanha Categoria:Convertidos do judaísmo ao catolicismo romano Categoria:Personagens no Padrão dos Descobrimentos",
 "title": "Jehuda Cresques"
}