{
 "id": "46612",
 "text": "O Ródano é um rio que nasce na Suíça e termina em França. Por desaguar no Mediterrâneo, é de extrema importância histórica desde a Antiguidade. Foi rota do comércio e meio de propagação de cultura e costumes para vários povos mediterrânicos e europeus. No século XX foi objecto de obras para melhorias na navegação e fornecimento de eletricidade. O rio percorre 290 km na Suíça, e entre 522 km, (Encyclopédie Larousse), ou 545 km (SANDRE) em território francês. Define em cerca de 3 km parte da fronteira França-Suíça, a oeste de Genebra. == História == O rio Ródano tem sido uma importante via desde os tempos dos gregos e romanos. Foi a principal rota comercial do Mediterrâneo para o leste-central e a Gália. Como tal, ajudou a transmitir as influências culturais greco-romanas para a ocidental e para as tribos celtas que viviam perto do Ródano. thumb|right|300px|A geleira do Ródano perto de Obergoms, no cantão de Valais, Suíça, é a nascente do rio. A navegação era difícil, pois o rio tinha correntes, bancos de areia, inundações na primavera e início do verão, quando o gelo estava derretendo, e as secas no final do verão. Até o século XIX, os passageiros viajavam em coches d'eau, carros de água levados por homens, cavalos, ou à vela. A maioria viajava com uma cruz pintada coberta de símbolos religiosos como proteção contra os perigos da jornada. O comércio no rio superior utilizava barques du Rhône (veleiros do Ródano) de 30 por 3,5 metros, com uma capacidade de 75 toneladas. 50 a 80 cavalos eram utilizados para transportar os comboios com 5 a 7 embarcações. Bens eram transportados em Arles em barcaças à vela de 23 metros chamadas allèges d'Arles para a descida final até o Mediterrâneo. Atualmente, o rio Ródano serve de hidrovia que liga cidades como Arles, Avinhão, Valence, Vienne, Lyon e outras cidades à margem do rio Saône como Villefranche-sur-Saône, Mâcon e Chalon-sur-Saône, a portos de cidades como Marselha, Sète, Gênova, Barcelona, entre outras, no Mar Mediterrâneo. == Geografia == === Curso === O Ródano tem como nascente a do Ródano no cantão do Valais, nos Alpes suíços, a uma altitude de cerca de 2 150 metros. Até Briga, na Suíça, o Ródano é uma torrente, que então se torna um grande rio de montanha correndo para sudoeste através de um vale glaciar. Entre Briga e Martigny, ele recolhe as águas na maior parte dos vales dos Alpes Peninos no sul, cujos rios se originam das geleiras dos grandes maciços de Monte Rosa, Dom e Grande Combin. Depois de Martigny, o rio vira para noroeste e entra no lago Lemano () pelo Chablais Valaisano, perto da cidade suíça do Bouveret e sai na cidade de Genebra, no chamado lago de Genebra, antes de entrar na França. A vazão média anual do lago de Lemano é Junta-se com o rio Saône em Lyon na França, virando-se para o sul. Ao longo do vale do Ródano unem-se à sua margem direita (oeste) com os rios Eyrieux, Ardèche, Cèze e Gardon que vêm das montanhas Cévennes, e na margem esquerda com os rios Isère, Drôme, Ouvèze e Durance que vêm dos Alpes. Em Arles, o Ródano se divide em dois braços, formando o delta Camargue, com todos os ramos que fluem para o mar Mediterrâneo. O maior braço é chamado de \"Grand Rhône\", e o menor \"Petit Rhône\". A vazão média anual em Arles é de 2 300 m³/s. === Principais afluentes === * Rio Arve * Rio Ain * Rio Saône * Rio Isère * Rio Drôme * Rio Ardèche * Rio Durance * Rio Aigues * Rio Ouvèze * Rio Gard === Principais cidades === Suíça: * Sion * Montreux (na beira do lago Léman) * Lausanne (na beira do lago Léman) * Genebra (na beira do lago Léman) França: * Évian-les-Bains (na beira do lago * Thonon-les-Bains (na beira do lago Léman) * Lyon * Vienne * Tournon * Valença * Montélimar * Orange * Avinhão * Arles",
 "title": "Rio Ródano"
}