{
 "id": "46646",
 "text": "Frédéric Auguste Bartholdi (Colmar, — Paris, ) foi um escultor francês, maçom,The Secret Zodiacs of Washington DC, Was the City of Stars Planned by Masons?\", Random House UK Ltd, London: 1999. ISBN 0 7126 7909 conhecido principalmente por ter sido o autor da Estátua da Liberdade, presente da França aos Estados Unidos, situada na entrada do Porto de Nova Iorque, assim como do Leão de Belfort (Lion de Belfort), construído para celebrar a resistência da cidade de Belfort durante o cerco de 1870-1871, evento da Guerra Franco-Prussiana. Faleceu em 5 de outubro de 1904. Encontra-se sepultado no Cemitério do Montparnasse, Paris, França. == Carreira == === Esculturas e trabalhos iniciais em Colmar === Em 1853, Bartholdi submeteu um grupo escultórico com o tema Bom Samaritano ao Salão de Paris de 1853. A estátua foi posteriormente recriada em bronze. Dois anos depois de sua estreia no Salão, Bartholdi foi contratado por sua cidade natal, Colmar, para esculpir um memorial de bronze de Jean Rapp, um general napoleônico. Em 1855 e 1856 Bartholdi viajou para o Iêmen e o Egito com companheiros de viagem como Jean- Léon Gérôme e outros pintores \"orientalistas\". A viagem despertou o interesse de Bartholdi pela escultura colossal. Em 1869, Bartholdi voltou ao Egito para propor um novo farol a ser construído na entrada do Canal de Suez, que foi recém-concluído. O farol, que deveria ser chamado de Egito Carregando a Luz para a Ásia e com a forma de uma enorme figura drapeada segurando uma tocha, não foi encomendado. Recusaram a estátua proposta de Bartholdi, citando o alto custo. O Farol do Porto Said foi construído por François Coignet em 1869. === A guerra e a Estátua da Liberdade === Bartholdi serviu na Guerra Franco- Prussiana de 1870 como líder de esquadrão da Guarda Nacional e como oficial de ligação do General italiano Giuseppe Garibaldi. Como oficial, ele participou da defesa de Colmar da Alemanha. Perturbado com a derrota de sua região, nos anos seguintes ele construiu uma série de monumentos celebrando o heroísmo francês na defesa contra a Alemanha. Entre esses projetos estava o Leão de Belfort, no qual ele começou a trabalhar em 1871, não terminando a enorme estátua de arenito até 1880. Em 1871, ele fez sua primeira viagem aos Estados Unidos, onde lançou a ideia de uma enorme estátua doada pelos franceses aos estadunidenses em homenagem ao centenário da independência estadunidense. A ideia, que lhe foi apresentada pela primeira vez em 1865 por seu amigo Édouard René de Laboulaye, resultou na Estátua da Liberdade no porto de Nova York. Após anos de trabalho e arrecadação de fundos, a estátua foi inaugurada em 1886. Durante este período, Bartholdi também esculpiu uma série de monumentos para cidades americanas, como uma fonte de ferro fundido em Washington, D.C. concluída em 1878. === Anos posteriores === Em 1875, ele se juntou à Loja dos Maçons Alsace-Lorraine em Paris.Giuseppe Seganti, Massoni Famosi, Rome, Atanòr, 2005, . Em 1876, Bartholdi foi um dos comissários franceses em 1876 para a Exposição do Centenário da Filadélfia. Lá ele exibiu estátuas de bronze de O jovem viticultor, Génie Funèbre, Paz e gênio nas garras da miséria, recebendo uma medalha de bronze por este último. Sua estátua de 1878, Gribeauval, tornou-se propriedade do estado francês. Um prolífico criador de estátuas, monumentos e retratos, Bartholdi expôs nos Salões de Paris até o ano de sua morte em 1904. Ele também permaneceu ativo com diversos meios, incluindo pintura a óleo, aquarela, fotografia e desenho, e recebeu o posto de Comandante da Legião de Honra em 1886. Bartholdi morreu de tuberculose aos 70 anos em Paris em 4 de outubro de 1904. == Galeria == Ficheiro:Lafayette_statue_Union_Square_closeup.jpg|Marquês de Lafayette, estátua de Gilbert du Motier, Marquês de Lafayette em Union Square, Manhattan, Nova York Ficheiro:Lion_de_Belfort.jpg|Leão de Belfort de Bartholdi Ficheiro:Statue-vercingetorix-jaude-clermont.jpg|Vercingetorix, Place de Jaude, Clermont-Ferrand. Ficheiro:Christopher_Columbus_Statue.jpg|Estátua de Colombo, Providence, Rhode Island, erguida em 1892, removida em 2020 Ficheiro:Switzerland_Succoring_Strasbourg_in_Basel.jpg|Suíça Succoring Strasbourg em Basel, Suíça Ficheiro:Bartholdi_- _La_Californie_de_jadis.jpg|Califórnia antiga, pintura no Musée Bartholdi, Colmar. Altura 150 cm (59 pol.), largura 200 cm (79 pol.). Entre 1871 e 1876. Ficheiro:Bartholdi_-_La_Californie_nouvelle.jpg|A Nova Califórnia, pingente da obra anterior. Mesmas dimensões e início. ===Leitura adicional=== * ==Ligações externas== * * Categoria:Escultores da França Categoria:Sepultados no Cemitério do Montparnasse Categoria:Estátua da Liberdade Categoria:Naturais de Colmar",
 "title": "Frédéric Auguste Bartholdi"
}