{
 "id": "46659",
 "text": "Sexismo ou discriminação de gênero é o preconceito ou discriminação baseada no gênero ou sexo de uma pessoa. O sexismo pode afetar qualquer gênero, mas é particularmente documentado como afetando mulheres e meninas.Há um claro e amplo consenso entre acadêmicos em vários campos de que o sexismo não se refere principalmente à discriminação contra as mulheres, e afeta principalmente mulheres. Por exemplo: * Define o sexismo como não \"preconceito, estereotipagem ou discriminação, tipicamente contra as mulheres, com base no sexo\". * Define o sexismo como \"preconceito ou discriminação baseada em sexo ou gênero, especialmente contra mulheres e meninas\". Observa que \"o sexismo em uma sociedade é mais comumente aplicado contra mulheres e meninas, que funciona para manter o patriarcado, ou a dominação masculina, através de práticas ideológicas e materiais de indivíduos, coletivos e instituições que oprimem mulheres e meninas com base em sexo ou gênero . \" * Observa que \"Sexismo\" refere-se a uma forma histórica e global de opressão contra as mulheres\". * Observa que \"o sexismo geralmente se refere ao preconceito ou à discriminação com base no sexo ou no gênero, especialmente contra mulheres e meninas\". Também afirma que \"o sexismo é uma ideologia ou práticas que mantêm o patriarcado ou a dominação masculina\". * Define o sexismo como \"pensamento ou prática que pode permear a linguagem e que assume a inferioridade das mulheres em relação aos homens\". * Define o sexismo como \"qualquer desvalorização ou difamação de mulheres ou homens, mas particularmente de mulheres, que é incorporada em instituições e relações sociais\". * Observa que \"qualquer dos dois sexos pode ser objeto de atitudes sexistas... no entanto, é comumente observado que, nas sociedades desenvolvidas, as mulheres têm sido as vítimas habituais\". * \"Sexismo é qualquer ato, atitude ou configuração institucional que sistematicamente subordina ou desvaloriza as mulheres Construído sobre a crença de que homens e mulheres são constitucionalmente diferentes, o sexismo leva essas diferenças como indicações de que os homens são inerentemente superiores às mulheres, o que então é usado para justificar o domínio quase universal dos homens nas relações sociais e familiares, bem como na política, na religião, na linguagem, na lei e na economia \". * Observa que \"homens e mulheres podem experimentar o sexismo, mas o sexismo contra as mulheres é mais difundido\". * Sugere que \"o teste-chave de se algo é sexista ... reside em suas consequências: se suporta o privilégio masculino, então é por definição sexista. Eu especifico \"privilégio masculino\" porque em todas as sociedades conhecidas onde existe desigualdade de gênero, os homens são privilegiado em relação às mulheres. \" * Observa que \"embora falemos de desigualdade de gênero, geralmente as mulheres são desfavorecidas em relação a homens em posições similares\". * \"Como ao longo da história, hoje as mulheres são as principais vítimas do sexismo, o preconceito dirigido a um sexo, mesmo nos Estados Unidos\". Tem sido ligado a estereótipos e papéis de gêneroMatsumoto, 2001. P.197.Nakdimen KA The American Journal of Psychiatry [1984, 141(4):499-503] e pode incluir a crença de que um sexo ou gênero é intrinsecamente superior a outro. O sexismo extremo pode fomentar o assédio sexual, estupro e outras formas de violência sexual.Forcible Rape Institutionalized Sexism in the Criminal Justice System| Gerald D. Robin Division of Criminal Justice, University of New Haven == Etimologia e definições == De acordo com Fred R. Shapiro, o termo \"sexismo\" foi provavelmente cunhado em 18 de novembro de 1965, por Pauline M. Leet durante um \"Student-Faculty Forum\" no Franklin and Marshall College.Mary Kosut (2012). Encyclopedia of Gender in Media. SAGE Publications. p. 555. ISBN 978-1-5063-3828-6.Daniel J. Siegel (2015). The Wise Legacy: How One Professor Transformed the Nation. Daniel J. Siegel. p. 54. ISBN 978-1-5076-2559-0. Especificamente, a palavra sexismo aparece na contribuição ao fórum de Leet \"Mulheres e Graduação\", e ela a define comparando-a com racismo afirmando em parte (na página 3): \"Quando você argumenta .. que uma vez que menos mulheres escrevem boa poesia isso justifica a sua exclusão total, você está tomando uma posição análoga à do racista - eu poderia chamá-lo neste caso de \"sexista\"... Tanto o racista quanto o sexista estão agindo como se tudo o que aconteceu nunca tivesse acontecido e ambos estão tomando decisões e chegando a conclusões sobre o valor de alguém, referindo-se a fatores que, em ambos os casos, são irrelevantes\". Também segundo Shapiro, a primeira vez que o termo \"sexismo\" apareceu na imprensa foi no discurso de Caroline Bird, On Being Born Female, publicado em 15 de novembro de 1968, em Discursos Vitais do Dia. Neste discurso, ela disse: \"Há um reconhecimento no exterior de que somos, de muitas maneiras, um país sexista, o sexismo está julgando as pessoas pelo seu sexo quando o sexo não importa, o sexismo tem a intenção de rimar com racismo\". == História == === Antiguidade === O status das mulheres no Egito antigo dependia de seus pais ou maridos, mas elas tinham direito à propriedade e eram autorizadas a comparecer à corte, inclusive como demandantes. As mulheres da era anglo-saxônica também comumente tinham um status igual. Entretanto faltam evidência para suportar a ideia que muitas sociedades pré-agricultura mantinham as mulheres sob um status mais elevado do que mulheres têm hoje.Eller, Cynthia (2000) The Myth of Matriarchal Prehistory Boston: Beacon Press. Após a adoção da agricultura e das culturas sedentárias, foi estabelecido o conceito de que um gênero era inferior ao outro; mais frequentemente isso foi imposto às mulheres e meninas. Exemplos de sexismo no mundo antigo incluem leis escritas que impedem as mulheres de participar do processo político. As mulheres na Roma antiga não podiam votar ou manter o magistrado romano.Bruce W. Frier and Thomas A.J. McGinn, A Casebook on Roman Family Law (Oxford University Press: American Philological Association, 2004), pp. 31–32, 457, et passim. === Caça às bruxas === [[Imagem:Malleus maleficarum, Köln 1520, Titelseite.jpg|thumb|Página de título da sétima edição Colónia) do Malleus Maleficarum, 1520. O título latino é \"MALLEUS MALEFICARUM, Maleficas, & earum hæresim, ut phramea potentissima conterens\". (Geralmente traduzido como \"O Martelo das Bruxas que destrói Bruxas e sua heresia como com uma espada de dois gumes\")A tradução inglesa é desta nota para introdução do Summers de 1928 .]] O sexismo pode ter sido o ímpeto que alimentou os julgamentos das bruxas entre os séculos XV e XVIII.Thurston 2001. p. 01. No início da Europa moderna e nas colônias europeias da América do Norte, foram feitas afirmações que bruxas eram uma ameaça ao Cristianismo. A misoginia daquele período desempenhou um papel na perseguição dessas mulheres.Barstow, Anne Llewellyn (1994) Witchcraze: A New History of the European Witch Hunts San Francisco: Pandora.Thurston 2001. pp. 42-45. === Cobertura e outros regulamentos de casamento === Até o século XX, a lei norte-americana e inglesa observava o sistema de Cobertura, onde \"pelo casamento, o marido e a esposa são uma só pessoa na lei, ou seja, o próprio ser ou a existência legal da mulher é suspensa durante o casamento\". As mulheres americanas não eram legalmente definidas como \"pessoas\" até 1875 (Minor v. Happersett, 88 U.S. 162). Em 1957, James Everett, então Ministro da Justiça na Irlanda, afirmou que: \"O progresso da sociedade organizada é julgado pelo status ocupado pelas mulheres casadas\". As restrições aos direitos das mulheres casadas eram comuns nos países ocidentais até algumas décadas atrás: por exemplo, as mulheres casadas francesas obtiveram o direito de trabalhar sem a permissão do marido em 1965, na Alemanha Ocidental as mulheres obtiveram esse direito em 1977.Benhold, K (2010) 20 years after fall of wall, women of former East Germany thrive. The New York Times. Retrieved 17 April 2015 from http://www.nytimes.com/2010/10/06/world/europe/06iht- letter.html?_r=1&pagewanted;=allTrzcinski, E. & Holst, E. (2010) Gender differences in subjective well-being in and out of management positions. Deutsches Institut fur Wirtschaftsforschung. Retrieve 17 April 2015 from http://www.diw.de/documents/publikationen/73/diw_01.c.356386.de/dp998.pdf Durante a era Franco, Em Espanha, uma mulher casada exigia o consentimento do seu marido (chamada permiso marital) para o emprego, propriedade de bens e viajar para longe de casa; O permiso marital só foi abolido em 1975. Na Austrália, até 1983, a solicitação de passaporte de uma mulher casada devia ser autorizada pelo marido. Mulheres em partes do mundo continuam a perder direitos legais no casamento. Por exemplo, os regulamentos de casamento do Iêmen declaram que uma esposa deve obedecer a seu marido e não deve sair de casa sem sua permissão.Amnesty International (2009) Yemen's dark side: Discrimination and violence against women and girls. Retrieved 17 April 2015 from http://www2.ohchr.org/english/bodies/hrc/docs/ngos/Yemen%27s%20darkside- discrimination_Yemen_HRC101.pdf No Iraque, a lei permite aos maridos \"punir\" legalmente suas esposas. Na República Democrática do Congo, o Código da Família estabelece que o marido é o chefe da família; A esposa deve obediência a seu marido; Uma esposa tem de viver com seu marido onde quer que ele escolha viver; e as esposas devem ter a autorização de seus maridos para levar um caso no tribunal ou iniciar outros processos legais. Abusos e práticas discriminatórias contra as mulheres no casamento são muitas vezes enraizados em pagamentos financeiros, tais como dote, preço da noiva e contra dote. Essas transações muitas vezes servem como legitimação (controle coercitivo) da esposa por seu marido e em dar-lhe autoridade sobre ela; Por exemplo, o artigo 13 do Código do Estatuto Pessoal da Tunísia estabelece que \"O marido não deve, em falta de pagamento do contra dote, forçar a mulher a consumar o casamento\",\"Article 13 reads in French: \"Le mari ne peut, s'il n'a pas acquitté la dot, contraindre la femme à la consommation du mariage\" http://www.jurisitetunisie.com/tunisie/codes/csp/Csp1015.htm Implicando que, se o dote for pago, é permitido o estupro marital (a este respeito, os críticos têm questionado os supostos ganhos das mulheres na Tunísia) e sua imagem como um país progressista na região, argumentando que a discriminação contra as mulheres continua a ser muito forte nesse país). A OMCT reconheceu a \"independência e capacidade de deixar um marido abusivo\" como crucial para parar os maus-tratos às mulheres.World Organization Against Torture. (2009) Combating extrajudicial executions, enforced disappearances, torture and other cruel, inhumane and degrading treatment in the Philippines by addressing their economic, social and cultural root causes. Information submitted to the European Parliament Subcommittee on Human Rights in connection with the exchange of views on the Philippines. Acessado em 17 de abril de 2015 de http://www.europarl.europa.eu/meetdocs/2004_2009/documents/dv/droi_090121_9omct/DROI_090121_9OMCTen.pdf No entanto, em algumas partes do mundo, uma vez casadas, as mulheres têm muito pouca chance de deixar um marido violento: a obtenção de um divórcio é muito difícil em muitas jurisdições por causa da necessidade de provar o problema ou abuso em corte; Enquanto tentando uma separação de facto (afastar-se da casa conjugal) também não é possível devido a leis que impedem isso. Por exemplo, no Afeganistão, uma esposa que deixa sua casa conjugal corre o risco de ser presa por \"fuga\".Human Rights Watch. (2012)\"I had to run away\": The imprisonment of women and girls for \"moral crimes\" in Afghanistan. Retrieved 17 April 2015 from http://www.hrw.org/sites/default/files/reports/afghanistan0312webwcover_0.pdf Além disso, muitas antigas colónias britânicas, incluindo a Índia, mantêm o conceito de restituição dos direitos conjugais do qual uma mulher pode ser ordenada por tribunal para voltar ao seu marido; se ela falhar em fazê-lo, ela pode ser presa por desacato. Outros problemas têm a ver com o pagamento do preço da noiva: Se a esposa quiser partir, seu marido pode exigir de volta o preço da noiva que ele pagou à família da mulher; e a família da mulher muitas vezes não pode ou não quer pagar de volta.Equality Now (2007) Protecting the girl child: Using the law to end child, early and forced marriage and related human rights violations. Retrieved 17 April 2015 from http://www.equalitynow.org/sites/default/files/Protecting_the_Girl_Child.pdfLelieveld, M. (2011)Child protection in the Somali region of Ethiopia. A report for the BRIDGES project Piloting the delivery of quality education services in the developing regional states of Ethiopia. Retrieved 17 April 2015 from http://www.savethechildren.org.uk/sites/default/files/docs/FINALChild_Protection_in_the_Somali_Region_30511.pdf As leis, os regulamentos e as tradições relacionados com o casamento continuam a discriminar as mulheres em muitas partes do mundo e a contribuir para os maus tratos infligidos às mulheres, em especial nas áreas relacionadas com a violência sexual e à autodeterminação de sua Sexualidade, sendo a violação deste último agora reconhecida como uma violação dos direitos das mulheres; Em 2012, Navi Pillay, Alta Comissária para os Direitos Humanos, afirmou que: :\"As mulheres são frequentemente tratadas como propriedade, são vendidas em casamento, em tráfico, em escravidão sexual. A violência contra as mulheres assume frequentemente a forma de violência sexual. As vítimas de tal violência são muitas vezes acusadas de promiscuidade e responsabilizadas pelo seu destino, enquanto as mulheres inférteis são rejeitadas por maridos, famílias e comunidades. Em muitos países, as mulheres casadas não podem recusar ter relações sexuais com os seus maridos, e muitas vezes não têm qualquer direito a decidir se usam contracepção (...) Assegurar que as mulheres tenham plena autonomia sobre os seus corpos é o primeiro passo crucial para alcançar a igualdade substantiva entre mulheres e homens. Questões pessoais - como quando, como e com quem eles escolhem ter relações sexuais, e quando, como e com quem escolhem ter filhos - estão no centro de uma vida digna.\"Pillay, N. (2012) Valuing women as autonomous beings: Women's sexual reproductive health rights. United Nations Human Rights Office of the High Commissioner. Retrieved 18 April 2015 from http://www.chr.up.ac.za/images/files/news/news_2012/Navi%20Pillay%20Lecture%2015%20May%202012.pdf == Exemplos == === Serviço militar obrigatório === A Conscrição ou serviço/alistamento militar obrigatório, tem sido criticado como sendo sexista. Na maioria dos países a partir do século XX, apenas homens foram obrigados a conscrição,Goldstein, Joshua S. (2003). \"War and Gender: Men's War Roles – Boyhood and Coming of Age\". In Ember, Carol R.; Ember, Melvin Encyclopedia of Sex and Gender: Men and Women in the World's Cultures. Volume 1. Springer. p. 108. ISBN 978-0-306-47770-6. Retrieved April 25, 2015.Kronsell, Anica (June 29, 2006). \"Methods for studying silence: The 'silence' of Swedish conscription\". In Ackerly, Brooke A.; Stern, Maria; True, Jacqui Feminist Methodologies for International Relations. Cambridge University Press. p. 113. ISBN 978-1-139-45873-3. Retrieved April 25, 2015. e a maioria dos países ainda exigem apenas homens para servir no exército. Em seu livro The Second Sexism: Discrimination Against Men and Boys (2012), David Benatar afirma que \"A suposição prevalecente é de que, quando a conscrição for necessária, somente os homens devem ser recrutados e, da mesma forma, que apenas os homens sejam forçados a combater. \"Isso\", acredita ele, \"é uma suposição sexista \". Anthropologist Ayse Gül Altinay comentou que \"dada a igualdade de direitos de sufrágio, não há outra prática de cidadania que diferencie tão radicalmente entre homens e mulheres quanto o recrutamento masculino obrigatório\". Atualmente, apenas nove países recrutam mulheres em suas forças armadas: China, Eritréia, Israel, Líbia, Malásia, Coreia do Norte, Noruega, Peru e Taiwan. Outros países - como a Finlândia, a Turquia e Cingapura - ainda usam um sistema de recrutamento que exige o serviço militar apenas de homens, embora as mulheres possam servir voluntariamente. Em 2014, a Noruega tornou-se o primeiro país da OTAN a introduzir o serviço militar obrigatório para as mulheres como um ato de igualdade de gênero e em 2015, o governo holandês começou a preparar um projecto de lei neutro em termos de género. O projeto seletivo de gênero tem sido desafiado nos Estados Unidos. == Ver também == * Antifeminismo * Controvérsia da política de discriminação sexual de companhias aéreas * Masculinismo * Misandria * Misoginia * Sexismo contra homens *Exorsexismo *Generismo *Intersexismo *Monossexismo == Ligações externas == * * * * Categoria:Feminismo Categoria:Sociologia Categoria:Sexismo Categoria:Masculinismo",
 "title": "Sexismo"
}