{
 "id": "46651",
 "text": "A República (em grego: Πολιτεία, transl. Politeía) é um diálogo socrático escrito por Platão, filósofo grego, no século IV a.C. Todo o diálogo é narrado, em primeira pessoa, por Sócrates. O diálogo parte de uma busca acerca de uma definição pelo que consiste a Justiça (de modo característicos dos seus primeiros diálogos), o que leva Platão a especular tanto acerca do seu antônimo (a injustiça) como entre os mais diversos temas, não só éticos, mas também políticos, epistemológicos, metafísicos, psicológicos, entre outros. Em suma, se destaca no texto as divagações do filósofo quanto a filosofia ético- política (ainda que não seja sua única e mais madura obra dedicada ao tema, como exemplo podemos citar seu diálogo da velhice \"Leis\"), nesse diálogo Platão discorre acerca características dos diferentes regimes políticos e a proposta do próprio Platão de uma cidade ideal, designada como \"Kallipólis\", que significa \"cidade bela\". Platão, para avaliar os regimes, desenvolve um paralelo entre o ser humano e a cidade, no primeiro o filósofo elenca três faculdades distintas para alma humana, a saber, apetitiva, irascível e racional, já a segunda o filósofo divide em três classes essenciais, a dos comerciantes, dos guerreiros — os guardiães — e dos governantes (os quais Platão elegerá os filósofos), sendo assim Platão argumenta quanto a uma correspondência entre ambas as instâncias (a cidade-estado — pólis, para os gregos — é tomada como uma ampliação do ser humano), e que deve haver uma harmonia entre as diferentes faculdades da alma, como também entre as diferentes classes da cidade, essa ordenação se dá quando tanto o indivíduo quanto o estado elegem seus aspectos racionais como orientador de suas ações. Como consequência dessa harmonia, nasce a saúde na alma e na pólis, a qual se reflete também na justiça, questão inicial posta no livro I do diálogo. A República tem uma extensão considerável, articulada pelos tópicos do debate e por elementos dramáticos. Exteriormente, está dividido em dez livros, subdividida em capítulos e com a numeração de páginas do humanista Stéphanus da tradição manuscrita e impressa. == Organização da obra == Prólogo I.1 327a-328b Descida ao Pireu. I.2-I.5 328b-331d Céfalo. Justiça segundo os mais velhos. I.6-I.9 331e-336a Polemarco. Justiça segundo a meia idade. I.10-I.24 336b-354c Trasímaco. Justiça segundo os Sofistas. Introdução II.1 - II.10 357a-369b Questão: a justiça é preferível à corrupção? Contém o Anel de Giges. Parte I O Paradigma da Cidade-Estado 1.II.11-II.16 369b-376e. Origem da cidade 2.II.7-III.18 376e-412b. Educação dos responsáveis 3.III.19-IV.5 412b-427c. Constituição da Cidade-Estado 4.IV.6-IV.19 427c-445e. Justiça na cidade Parte II A encarnação do Paradigma 5.V.1-V.16 449a-471c Unidade somática da cidade e dos Gregos 6.V.17-VI.14 471c-502c Governo dos filósofos. Contém a nau dos insensatos. 7.VI.15-VII.5 502c-521c A ideia do Bem. Contém a analogia da linha dividida. 8.VII.6-VII.18 521c-541b Educação dos filósofos Parte III O Declínio da Cidade-Estado 9. VIII.1 -VIII.5 543a-550c Timocracia. Contém o Discurso das Musas. 10\\. VIII.6 -VIII.9 550c-555b Oligarquia 11\\. VIII.10-VIII.13 555b-562a Demagogia 12\\. VIII.14-IX.3 562a-576b Tirania Conclusão IX.4-IX.13 576b-592b. Resposta. Justiça melhor que corrupção Epílogo X.1-X.8 595a-608b. Rejeição da arte mimética X.9-X.11 608b-612a Imortalidade da alma X.12 612a-613e Recompensa dos Justos em vida X.13-X.16 613e-631d Julgamento dos mortos. Contém o Mito de Er. A ordem da cidade é uma incorporação na realidade histórica da Ideia do Bem, o agathon. A incorporação deve ser levada a cabo pela pessoa que contemplou o agathon e deixou que a sua consciência fosse ordenada pela visão, o filósofo. Na parte central do diálogo, Platão trata do governo dos filósofos e da visão do Bem, na famosa Alegoria da Caverna. A parte central é antecedida e seguida pelo debate dos meios que asseguram a substância fisiológica e anímica adequada a uma cidade bem ordenada. A Parte II trata do casamento, da comunidade de bens mulheres e filhos entre os guardiões e das restrições da guerra entre os Gregos. A Parte II,4 trata da educação filosófica dos governantes que irão preservar a ordem na existência. A Parte II, a incorporação da Paradigma é precedida pela construção genética da ordem justa para a cidade na Parte I; e é seguida pela análise na Parte III das fases do declínio sofrido pela ordem justa após a sua instauração. As três partes em conjunto formam o corpo principal do diálogo com a discussão da ordem justa, a incorporação, a sua génese e o seu declínio. O conjunto das três partes é enquadrado por uma Introdução e uma Conclusão. O debate da ordem justa surge a propósito da questão sobre se a justiça é melhor que a injustiça ou se o homem injusto terá uma vida mais regalada que a do justo. Após a questão e o debate prolongado sobre a ordem justa, surge a resposta conclusiva de que a justiça é preferível à corrupção. O corpo principal do diálogo bem como a introdução e conclusão são enquadrados pelo prólogo que constitui um curto diálogo aporético sobre a justiça em que se debatem as opiniões correntes doxai e o epílogo que levanta questões respondidas com o mito da salvação. A República usa uma argumentação dialética. O pensamento dialético caracteriza-se por apreender a realidade à luz de posições contraditórias, uma das quais acaba por ser compreendida como verdadeira e a outra falsa. A imagem correspondente é a do confronto entre luz, sol, claridade e trevas, escuridão e caverna. A dialéctica ascendente apresenta a ideia por confronto com os pontos de partida empíricos; a dialéctica descendente verifica a corrupção da ideia devido à sua incorporação numa situação empírica. É particularmente interessante notar como as ideias do livro viriam a influenciar os autores posteriores. == A alma == O filósofo portanto vai propor o seguinte: a alma do homem está dividida em três grandes faculdades a saber, apetitiva, irascível e a racional. A primeira, dirige o homem em direção às suas necessidades relacionadas à conservação do corpo e a reprodução da espécie, a segunda dá origem a sentimentos como a fúria, a coragem, movendo o homem em direção a proteção do corpo, a terceira e última, é a parcela divina da alma, a qual é condição de possibilidade para reflexão e conhecimento. Tendo em vista que Platão faz um paralelo entre a alma do homem e a cidade, o filósofo vai se inspirar nela para dividir a pólis em diferentes classes sociais. == Os regimes políticos == Não há como compreender a reflexão de Platão quanto aos regimes políticos sem realizarmos um esforço de interconectar sua visão epistemológica (teoria do conhecimento), sua psicologia e, é claro, seus conceitos ético-políticos desenvolvidos tanto no diálogo em questão quanto em outros textos do filósofo. Logo, é necessário compreender, de antemão, alguns conceitos e ideias fundamentais que parecem guiar ou servir de paradigma no pensamento platônico. Dito isso, devemos ter em mente que o filósofo ateniense irá elencar, no campo da Política e no estudo dos regimes políticos, o conhecimento (epistéme) como base que servirá de fundamento para qualquer ação humana, sobretudo as ações políticas e a prática da Justiça (dikaiosýne). Ora, na República, Platão assumirá a postura intelectualista de Sócrates que considerava o conhecimento como guia das ações humanas, isto é, na visão socrática, só haveria verdadeira Justiça e verdadeira Excelência (areté) mediante a orientação cognitiva do Lógos. Na República, a busca pela compreensão da ideia de Justiça e de Virtude (ou Excelência), levará Platão a explorar e investigar os tipos de personalidade e de regimes políticos onde a Justiça e a injustiça se apresentariam conforme sua estrutura interna fundamental. Ora, comparando e estabelecendo um paralelo entre indivíduo e cidade (pólis), o filósofo ateniense estabelecerá as características da alma desses indivíduos (estabelecendo uma análise psicológica) e dos tipos de regimes conhecidos da época e suas degenerações (ou vicissitudes), a saber: a) Aristocracia – Timocracia, b) Oligarquia ou Plutocracia, c) Democracia e d) Tirania (o pior regime entre todos) Platão, na República, não estabelece uma relação temporal (ou linear) histórica para o surgimento e sucessão desses regimes, mas, no lugar disso, estabelece a sucessão conceitual e arquetípica de cada um, elencando os motivos psicológicos e educacionais (utilizando também uma espécie de ciência política) que levariam a um regime se degenerar no outro. Para isso, Platão, no início de sua exposição acerca dos regimes, evoca o passado Homérico da Grécia, afirmando que o primeiro tipo de regime era o aristocrático, cuja vicissitude levaria aos chefes de estado e seus líderes a perseguirem não as virtudes e a justiça em si, mas sim as honrarias e prestígios, portanto esse regime se corrompe pelo amor de seus governantes às honrarias (sobretudo as militares) se tornando uma Timocracia, a qual desemboca em uma nova corrupção, agora as honras são deixadas de lado e os governantes passam a nutrir um amor maior às riquezas e posses materiais, dando origem ao regime conhecido como Oligarquia ou Plutocracia, aumentando, dessa forma, a patologia da Pólis que, enferma, se vê separada entre pobres e ricos, o que, segundo Platão, levaria à multidão a tomar a força o poder, instalando um novo e mais degenerado regime, o chamado democrático, estabelecendo um igualitarismo radical, solapando qualquer tipo de hierarquia e respeito, seja de filhos em relação aos pais, dos discípulos em relação aos mestres, dos mais jovens para com os idosos, cada cidadão dará prioridade a seus próprios desejos, caindo num individualismo radical; tal é a visão fundamentalmente crítica e pessimista do filósofo. Ora, sendo a democracia, o regime do poder das massas e do igualitarismo anômico, se instauraria um período de licenciosidade e busca irracional e excessiva pelo prazer, o que não era possível para o povo nos outros regimes. Para não sermos injustos com Platão, é prudente saber que a democracia histórica vivida pelo filósofo em Atenas pouco se aproxima do modelo que temos atualmente, isto é, compreender a visão que o filósofo tinha da democracia requer que reconheçamos que essa mesma democracia grega tinha como características a eleição através da sorte (permitido que indivíduos ignorantes e amadores quanto a questões do estado pudessem tomar decisões significativas na direção da pólis) e que foi esse mesmo regime democrático que levou Sócrates, seu mestre, à condenação e à morte. Platão chega mesmo a comparar a democracia com uma imagem de um barco ou um navio cujos marinheiros resolvem alijar o capitão de seu posto e decidem pilotar a nau sem qualquer experiência, perícia ou conhecimento da arte de navegar . Outro exemplo recorrente é o da medicina e da arte médica; Platão utilizará os exemplos das artes técnicas (Technai) para justificar a Sofocracia como o modelo ideal de ordem, tanto no campo da vida prática e mundana quanto na política e as questões sociais. Não é à toa que o filósofo ficou conhecido nesse campo pela famosa teoria do governante filósofo, o qual, por natureza e essência, seria o mais apto, por conta de sua Phrônesis, a ordenar tanto a si mesmo quanto a Pólis. As consequências do modo de vida anômico do regime democrático são tão insuportáveis que, segundo Platão, levariam a um clamor desse mesmo povo (Demos) por um governo Tirânico ou Despótico, encarnado na figura de um líder que governasse com mão-de-ferro, restabelecendo a antiga ordem e harmonia. Platão vai, então, condenar não apenas o regime democrático, mas também (e sobretudo) a Tirania, que, longe de restabelecer a saúde da Pólis, a escravizará, pois é da natureza mesma da alma do tirano não possuir freios morais, sendo ele mesmo um escravo dos próprios desejos e paixões, não sendo nem capaz de governar a si quanto a própria Cidade. Essa corrupção se dá na medida em que os governantes (e cidadãos) abandonam a busca pelo bem comum pólis, dando prioridade às demais faculdades da alma em detrimento da racionalidade. Essa característica fica cada vez mais evidente em cada estágio de degradação do estado. Platão então, realizando uma profunda reflexão da psique humana, fornecerá um modelo alternativo para essas questões e problemas, tanto no campo do exemplo individual quanto no escopo político, deixa para nós, no campo individual, o paradigma da figura do “filósofo”, descrito na República como um buscador sincero da verdade, que, através da dialética busca superar as opiniões e aparências para poder contemplar a verdade e a essência, e ao escopo político nos apresenta Kallipólis, isto é, a imagem da Cidade Ideal, a mais justa entre os demais regimes políticos, estrategicamente dividida em três classes funcionais – inspirada na sua declaração acerca de uma divisão da alma –, a saber, a classe dos comerciantes, dos guerreiros e dos governantes. Na cidade justa o governante terá como norte a racionalidade, o aspecto intelectivo acima do apetitivo e colérico. Portanto são eleitos os Filósofos como únicos indivíduos capacitados para governarem a pólis, sendo assim a Kallipólis, aos olhos de Platão, é a verdadeira Aristocracia (do grego ἀριστοκρατία: aristokratía, de ἄριστος (aristos) \"excelente, melhor\" e κράτος (kratos) \"poder\"), também chamada Sofocracia (do grego σοφοκρατία: sophokratía, de Σοφία (sophía) \"sabedoria\" e κράτος (kratos) \"poder\"). Na cidade as crianças seriam criadas pela comunidade, e o estado teria o dever de satisfazer as necessidades básicas de seus habitantes, como também o direito a uma educação igualitária, sem distinção por gênero. A educação teria suma importância, pois é a partir dela que os indivíduos serão dispostos dentre a estrita ordem social. Não obstante, essa delimitação por classes possibilita ao cidadão exercer as suas aptidões naturais, ou seja, o guerreiro só poderia realizar a si mesmo como guerreiro, porquanto está é a natureza da sua alma. == Ligações externas == * A República em grego com tradução para o inglês. * A mesma obra em português ==Referências== ==Bibliografia== * Categoria:Obras de filosofia Categoria:Livros do século IV a.C. Categoria:Diálogos de Platão Categoria:Diálogos socráticos Categoria:Utopias na ficção",
 "title": "A República"
}