{
 "id": "46654",
 "text": "Teogonia (), também conhecido por Genealogia dos Deuses, é um poema mitológico em 1022 versos hexâmetros escrito por Hesíodo no , no qual o narrador é o próprio poeta. O poema se constitui no mito cosmogônico (descrição da origem do mundo) dos gregos, que se desenvolve com geração sucessiva dos deuses, e na parte final, com o envolvimento destes com os homens originando assim os heróis. Nesse mito, as divindades representam fenômenos ou aspectos básicos da natureza humana, expressando assim as ideias dos primeiros gregos sobre a constituição do universo. ==Resumo do mito== A progressiva gênese do universo da desordem para a ordem presidida por Zeus começa com os elementos fundamentais e se desenvolve por seis gerações sucessivas de deuses: No início Caos, (ou vazio primitivo) e Gaia (a terra) conviviam com Tártaro (a escuridão primeva) e Eros (a atração amorosa) daí sendo gerados (assexuadamente) Hemera (o dia), Nix (a noite), Urano (o céu) e Ponto (a água primordial). Na segunda geração, Urano e Gaia geraram os titãs, gigantes dos quais destacam-se Cronos (o tempo), Oceano (a água doce), Têmis (a Lei), Mnemósine (a memória) e vários monstros míticos. Na terceira geração, Cronos assume o poder e inadvertidamente dá origem a Afrodite (amor sensual) relacionando a noite (Nix) com Tânato (a morte), Hipnos (o sono) e Oniro (os sonhos). Ponto origina Fórcis pai de monstros como Górgona, Equidna, Esfinge e Nereu (o mais antigo deus do mar), pai das nereidas. Oceano dá vida às ninfas dos ventos Métis (sabedoria) e Hélio (o sol) e Céos gera entre outros Hécate (a dádiva/magia). Numa última etapa, Zeus destrona Cronos seu pai, altura em que é inserida a lenda de Prometeu, dito filho de Jápeto. Mas para consolidar seu poder Zeus teria ainda que lutar e derrotar Tifão, filho de Gaia e Tártaro. Daí até o seu final, o poema trata do relacionamento dos deuses com os homens este é o universo Grego. == Ligações externas == * *Teogonia *Hesíodo, Teogonia - Sacred Texts *Hesíodo, Teogonia - Perseus Digital Library - Tufts University *Hesíodo, Teogonia - Perseus Digital Library - Tufts University == Ligações externas == * Categoria:Poemas épicos da Grécia Antiga Categoria:Mitologia grega Categoria:Literatura da Grécia Antiga",
 "title": "Teogonia"
}