{
 "id": "46660",
 "text": "Andrei Nikolaevich Kolmogorov (; Tambov, — Moscou, ) foi um matemático soviético, que fez contribuições significativas em teoria das probabilidades, topologia, lógica intuicionista, turbulência, mecânica clássica, Teoria Algorítmica da Informação e análise de algoritmos. == Carreira == Kolmogorov participou das principais descobertas científicas do século XX nas áreas de probabilidade e estatística, e em teoria da informação. Autor da principal teoria científica no campo das probabilidades: a teoria da medida, que revolucionou o cálculo de integrais, permitindo que as integrais fossem generalizadas para domínios \"exóticos\" (para além da integral de Riemann, a integral de Lebesgue). Um de seus principais trabalhos publicados foi \"Grundbegriffe der Wahrscheinlichkeitsrechnung\" (\"Fundamentos de Teoria das Probabilidades\"), em que ele lança as bases da axiomatização da teoria das probabilidades e esboça o que seria a teoria da medida. Como grande cientista, Kolmogorov recebeu diversas honrarias ao longo de sua carreira. Em 1939 foi eleito para a Academia de Ciências da URSS. Recebeu um dos primeiros prêmios científicos dados pelo Estado soviético em 1941, o prêmio Lenin de 1965, a Ordem de Lenin em seis ocasiões diferentes, a Medalha Lobachevsky em 1986, entre outros. Também foi eleito para inúmeras outras academias e sociedades científicas, como por exemplo a Sociedade Estatística Real de Londres em 1956. Kolmogorov teve muitos interesses fora da matemática, em particular na forma e estrutura da poesia russa do autor Pushkin. == Bibliografia == Uma bibliografia de suas obras apareceu em * ** Translation: * 1991–93. Selected works of A.N. Kolmogorov, 3 vols. Tikhomirov, V. M., ed., Volosov, V. M., trans. Dordrecht:Kluwer Academic Publishers. * 1925. \"On the principle of the excluded middle\" - Jean van Heijenoort, 1967. A Source Book in Mathematical Logic, 1879–1931. Harvard Univ. Press: 414–37. * * * Kolmogorov, Andrei N. (2005) Selected works. In 6 volumes. Moscou (em russo) Textbooks: * A. N. Kolmogorov e B. V. Gnedenko. \"Limit distributions for sums of independent random variables\", 1954. * A. N. Kolmogorov e S. V. Fomin. \"Elements of the Theory of Functions and Functional Analysis\", 1999, 2012 Kolmogorov, Andrey Nikolaevich; Fomin, Sergei Vasilyevich (1975) [1970]. Introductory real analysis. Nova York: Dover Publications. . == Ver também == *Escala de Kolmogorov *Espaço de Kolmogorov *Complexidade de Kolmogorov *Teste Kolmogorov-Smirnov ==Ligações externas== * * * * Portal dedicated to AN Kolmogorov (suas publicações científicas e populares, artigos sobre ele). (em russo) * The Legacy of Andrei Nikolaevich Kolmogorov * Biography at Scholarpedia * Derzhavin Tambov State University - Institute of Mathematics, Physics and Information Technology * The origins and legacy of Kolmogorov's Grundbegriffe * Vitanyi, P.M.B., Andrey Nikolaevich Kolmogorov. Scholarpedia, 2(2):2798; 2007 * Collection of links to Kolmogorov resources * Interview with Professor A. M. Yaglom about Kolmogorov, Gelfand and other (1988, Ithaca, New York) * Kolmogorov School at Moscow University * Annual Kolmogorov Lecture - Computer Learning Research Centre at Royal Holloway, University of London * Lorentz G. G., Mathematics and Politics in the Soviet Union from 1928 to 1953 * Kutateladze S. S., Sic Transit... or Heroes, Villains, and Rights of Memory. * Kutateladze S. S., The Tragedy of Mathematics in Russia * Video recording of the G. Falkovich's lecture: \"Andrey Nikolaevich Kolmogorov (1903–1987) and the Russian school\" * == Ligações externas == Categoria:Prêmio Wolf de Matemática Categoria:Prêmio Stalin Categoria:Ordem de Lenin Categoria:Membros da Academia de Ciências da Rússia Categoria:Membros da Academia de Ciências da França Categoria:Membros estrangeiros da Royal Society Categoria:Membros da Academia de Ciências da Alemanha Oriental Categoria:Especialistas em sistemas dinâmicos Categoria:Professores da Universidade Estatal de Moscou Categoria:Matemáticos da Rússia Categoria:Estatísticos da Rússia Categoria:Cientistas da União Soviética Categoria:Alunos da Universidade Estatal de Moscou Categoria:Naturais de Tambov Categoria:Heróis do Trabalho Socialista",
 "title": "Andrei Kolmogorov"
}