{
 "id": "46727",
 "text": "De acordo com a teoria do conhecimento, o intelectualismo é a doutrina que procura a mediania entre o racionalismo e o empirismo, tendendo levemente para o último. Segundo ela, a consciência cognoscente lê na experiência os conceitos. Seu axioma fundamental é o seguinte: nihil est intellectu quod prius non fuerit in sensu (\"nada está no intelecto que não tenha passado pelo sentido\"). Seu fundador é Aristóteles (ver aristotelismo), que influenciou a filosofia de Santo Tomás de Aquino (ver tomismo), que dá novo vigor à sua doutrina e juntamente com os demais escolásticos também postula o axioma supracitado. O conhecimento parte da experiência, contudo de sua interpretação dada pelo pensamento. As ideias são as formas essenciais das coisas. Representam o núcleo essencial e racional da coisa, núcleo que as propriedades empíricas encobrem como um véu. Partindo deste princípio metafísico, Aristóteles procura resolver o problema do conhecimento. Por meio dos sentidos, obtemos imagens sensíveis onde encontra-se incluída a essência geral, a ideia da coisa; só é preciso extraí-la. Isto tem lugar por obra de uma faculdade especial da razão humana, entendimento real ou ativo. Aristóteles diz dele que trabalha como luz: ilumina, torna de certo modo que transparentes as imagens sensíveis, de modo que ilumina no fundo delas a essência geral, a ideia da coisa. Esta é recebida logo pelo entendimento virtual ou passivo, e assim se realiza o conhecimento. Mas para Kant à verdade e ao conhecimento só se chega através do juízo Santo Tomás desenvolve-a com ligeira diferença. Segundo ele, cognitio intellectus nostri tota derivatur a sensu. Começamos recebendo das coisas concretas sensíveis (species sensibiles). O intellectus agens extrai delas as imagens essenciais gerais, as species intelligibiles. O intellectus possibilis recebe em si estas e julga assim sobre a coisa. Dos conceitos essenciais assim formados, obtém-se logo, por meio de outras operações do pensamento, os conceitos supremos e mais gerais, como os que estão contidos nas leis lógicas do pensamento. == Intelectualismo radical == O intelectualismo radical é uma forma intelectual de expressar intolerância, ódio e fúria contra o anti-intelectualismo ou contra tudo que se opõe ao intelectualismo e a intelectualidade humana. Geralmente, um intelectual radical é um intelectual que não tolera o anti- intelectualismo ou age de forma violenta e, em alguns casos, extremas contra a falta de intelectualidade e contra o anti-intelectualismo. A origem deste termo é desconhecida. == Intelectualismo político == O intelectualismo político é uma ideologia que segue os envolvimentos políticos seguindo o intelectualismo, em palavras mais simples, é o intelectualismo na política. Geralmente, um intelectualista político defende á todo custo o valor da educação, o valor da ciências e da tecnologia na política, levando como base, sempre o valor da educação em uma nação. Nesses casos, é observado que a educação é sempre muito valorizada, também como a ciência e a tecnologia. Geralmente, usam como base a democracia e a ideia da liberdade humana, liberdade de opinião e de escolhas individuais de todos os seres humanos. Usam o estado laico e mostram intolerância e ódio contra qualquer tipo de estado com uma religião adotada. A origem do termo não é conhecida, portanto é considerada desconhecida. == Artigos relacionados == * Anti-intelectualismo * Intelectual * Intelligentsia * Noogênese Categoria:Filosofia Categoria:Cognição Categoria:Inteligência Categoria:Pensamento",
 "title": "Intelectualismo"
}