{
 "id": "46755",
 "text": "Florence Nightingale (Florença, 12 de maio de 1820 — Londres, ) foi uma reformadora social britânica, estaticista e fundadora da enfermagem moderna. Nightingale ganhou destaque ao servir como chefe e treinadora de enfermeiras durante a Guerra da Crimeia, na qual organizou o atendimento aos soldados feridos. Ela deu à enfermagem uma reputação favorável e se tornou um ícone da cultura da era vitoriana, especialmente pelo apelido de \"A Dama da Lamparina\", por realizar rondas se utilizando deste instrumento para auxiliar soldados feridos à noite. Comentaristas recentes afirmaram que as conquistas de Nightingale na Guerra da Crimeia foram exageradas pela mídia na época, mas os críticos concordam sobre a importância de seu trabalho posterior na profissionalização das funções de enfermagem para mulheres. Foi pioneira na utilização do modelo biomédico, baseando-se na medicina praticada pelos médicos. Em 1860, ela lançou as bases da enfermagem profissional com o estabelecimento de sua escola de enfermagem no Hospital St. Thomas em Londres. Foi a primeira escola secular de enfermagem do mundo, hoje parte do King's College de Londres. Em reconhecimento ao seu trabalho pioneiro na enfermagem, o Juramento Nightingale feito por novos enfermeiros e a Medalha Florence Nightingale, a mais alta distinção internacional que um enfermeiro pode alcançar, foram nomeados em sua homenagem, e o Dia Internacional da Enfermagem é comemorado anualmente na data de seu aniversário. Suas reformas sociais incluíram a melhoria da assistência de saúde para todos os setores da sociedade britânica, defendendo maior combate à fome na Índia, ajudando a abolir as leis de prostituição, consideradas severas para as mulheres, e expandindo as formas aceitáveis de participação feminina na força de trabalho. Nightingale foi uma escritora prodigiosa e versátil. Em sua vida, muitos de seus trabalhos publicados se preocuparam em divulgar o conhecimento médico. Algumas de suas obras foram escritas em inglês simples para que pudessem ser facilmente compreendidos por aqueles com habilidades literárias insuficientes. Ela também foi pioneira na visualização de dados com o uso de infográficos, efetivamente utilizando apresentações gráficas de dados estatísticos. Muitos de seus escritos, incluindo seu extenso trabalho sobre religião e misticismo, só foram publicados após a sua morte. == Biografia == Florence Nightingale nasceu em 12 de maio de 1820 em uma rica família britânica na Villa Colombaia, em Florença, Toscana, atual Itália, e recebeu o nome de sua cidade natal. A irmã mais velha de Florence, Frances Parthenope, recebeu o mesmo nome em homenagem a seu local de nascimento, Parthenope, um povoado grego que agora faz parte da cidade de Nápoles. A família mudou-se de volta para a Inglaterra em 1821, com Nightingale sendo criada nas casas da família em Hampshire e em Dethick, Lea e Holloway, em Derbyshire. Seus pais eram William Edward Nightingale, nascido William Edward Shore (1794-1874), e Frances \"Fanny\" Smith (1789-1880). A mãe de William, Mary Evans, era sobrinha de Peter Nightingale, como resultado, William herdou sua propriedade em Derbyshire e assumiu o nome e as armas de Nightingale. O pai de Fanny (avô materno de Florence) foi o abolicionista William Smith. O pai de Nightingale a educou. Segundo a BBC, \"Florence e sua irmã mais velha Parthenope se beneficiaram das ideias avançadas de seu pai sobre a educação feminina. Elas estudaram história, matemática, italiano, literatura clássica e filosofia, e desde pequena Florence, que era a mais acadêmica das duas meninas, exibia uma habilidade extraordinária para coletar e analisar dados que ela usaria com grande efeito mais tarde na vida\". Em 1838, seu pai levou a família em uma excursão pela Europa, onde foi apresentado à anfitriã parisiense de origem inglesa Mary Clarke, com quem Florence se relacionou. Ela registrou que \"Clarkey\" era uma anfitriã estimulante que não ligava para sua aparência e, embora suas ideias nem sempre estivessem de acordo com as de seus convidados, \"ela era incapaz de entediar ninguém\". Dizia-se que seu comportamento era exasperante e excêntrico, e ela não tinha respeito pelas mulheres britânicas de classe alta, que geralmente considerava inconsequentes. Ela disse que se tivesse a escolha entre ser mulher ou escrava de galés, ela escolheria a liberdade das galés. Ela geralmente rejeitava a companhia feminina e passava seu tempo com intelectuais do sexo masculino. Clarkey abriu uma exceção, entretanto, no caso da família Nightingale e de Florence em particular. Ela e Florence permaneceriam amigas por 40 anos, apesar de sua diferença de idade de 27 anos. Clarke demonstrou que as mulheres podem ser iguais aos homens, ideia que Florence não obteve de sua mãe. Nightingale passou pela primeira de várias experiências que ela acreditava serem chamados de Deus em fevereiro de 1837, quando se encontrava em Embley Park, o que despertou um forte desejo de devotar sua vida ao serviço dos outros. Em sua juventude, ela respeitou a oposição de sua família ao trabalho como enfermeira, apenas anunciando sua decisão de entrar na área em 1844. Essa decisão foi um desafio às convenções sociais da época, onde a mulher estava destinada a cumprir o papel de esposa e mãe. Apesar da intensa raiva e angústia de sua mãe e irmã, ela se rebelou contra o papel esperado para uma mulher de seu status social. Nightingale trabalhava duro para se educar na arte e na ciência da enfermagem, enfrentando a oposição de sua família e o código social restritivo para jovens mulheres inglesas ricas. Quando jovem, Nightingale foi descrita como atraente, magra e graciosa. Embora seu comportamento fosse frequentemente severo, dizia-se que ela era muito charmosa e possuía um sorriso radiante. Seu pretendente mais persistente era o político e poeta Richard Monckton Milnes, mas depois de um namoro de nove anos ela o rejeitou, convencida de que o casamento interferiria em sua capacidade de seguir seu chamado para a enfermagem. Em Roma, em 1847, ela conheceu Sidney Herbert, um político que havia sido Secretário da Guerra (1845-1846) e estava em lua de mel. Ele e Nightingale se tornaram amigos íntimos por toda a vida. Herbert seria o Secretário da Guerra novamente durante a Guerra da Crimeia, quando ele e sua esposa seriam fundamentais para facilitar o trabalho de enfermagem de Nightingale na Crimeia. Ela se tornou a principal conselheira de Herbert ao longo de sua carreira política, embora tenha sido acusada por alguns de ter acelerado a morte de Herbert por Doença de Bright em 1861 por causa da pressão que seu programa de reforma colocou sobre ele. Nightingale também, muito mais tarde, teve fortes relações com o acadêmico Benjamin Jowett, que pode ter desejado se casar com ela. Nightingale continuou suas viagens (agora com Charles e Selina Bracebridge) até a Grécia e o Egito. Seus escritos sobre o Egito são testemunho de seu processo de aprendizado, habilidades literárias e filosofia de vida. Em Tebas, ela escreveu que havia sido \"chamada por Deus\" e uma semana depois, perto do Cairo, escreveu em seu diário: \"Deus me chamou pela manhã e me perguntou se eu faria o bem em seu nome, sem buscar reputação\". Mais tarde, em 1850, ela visitou a comunidade religiosa luterana de Kaiserswerth, em Düsseldorf, Alemanha, onde observou o pastor Theodor Fliedner e as diaconisas trabalhando pelos enfermos e necessitados. Ela considerou a experiência um momento decisivo em sua vida e divulgou suas descobertas anonimamente em 1851; The Institution of Kaiserswerth on the Rhine, for the Practical Training of Deaconesses, etc. foi seu primeiro trabalho publicado. Ela também recebeu quatro meses de treinamento médico no instituto, que serviu de base para seus cuidados posteriores. Em 22 de agosto de 1853, ela assumiu o cargo de superintendente no Instituto para o Cuidado de Mulheres Doentes, localizado em Upper Harley Street, Londres, cargo que ocupou até outubro de 1854. Seu pai a financiava com uma renda anual de 500 libras esterlinas, na época um valor significativo (equivalente a cerca de US$ 65 000/€ 55 000/R$370 000 em valores atuais), o que lhe permitia naquele período levar uma vida confortável e continuar sua carreira. === Guerra da Crimeia === Sua contribuição mais famosa ocorreu durante a Guerra da Crimeia, que se tornou seu objetivo central a partir da chegada à Grã-Bretanha dos relatos sobre as terríveis condições dos feridos. Sidney Herbert, chefe do Departamento de Guerra do governo do Lorde Aberdeen e ciente dos problemas de saúde do exército, possibilitou a transferência de Nightingale e um grupo de enfermeiras para a zona de conflito. Em outubro de 1854, Florence e uma equipe de 38 enfermeiras voluntárias treinadas por ela, inclusive sua tia Mai Smith, e 15 freiras católicas (mobilizadas por Henry Edward Manning) foram enviadas (sob a autorização de Sidney Herbert) para os campos de Scutari, no Império Otomano. Percorreram 295 milhas náuticas (546 km) pelo Mar Negro, de Balaklava, Crimeia, para a principal base britânica de operações no Quartel Selimiye em Scutari (atual distrito de Üsküdar, em Istambul), onde chegaram nos primeiros dias de novembro de 1854. Constataram que os soldados feridos estavam recebendo tratamento totalmente inadequado da sobrecarregada equipe médica, enquanto os oficiais eram indiferentes a esta situação. Os suprimentos médicos eram escassos, a higiene era terrível e as infecções eram comuns e, em muitos casos, fatais. Não havia equipamento adequado para processar alimentos para os pacientes. No início do século XX, era aceito que a gestão Nightingale reduzia a taxa de mortalidade de 42% para 2%, seja fazendo melhorias na higiene ou buscando a ajuda da Comissão Sanitária. A primeira edição do Dictionary of National Biography (1911) fez essa afirmação, mas a segunda edição (2001) não mais. Na verdade, o número de mortes não diminuiu, mas começou a aumentar. O número de mortos foi o maior de todos os hospitais da região. Durante seu primeiro verão em Scutari, 4 077 soldados morreram por lá. Dez vezes mais soldados morreram de doenças como tifo, febre tifoide, cólera e disenteria do que feridos no campo de batalha. As condições nos hospitais de campanha eram muito prejudiciais para os pacientes devido à superlotação, drenagem sanitária deficiente e falta de ventilação. O governo britânico levou uma comissão sanitária a Scutari em março de 1855, quase seis meses após a chegada de Florence Nightingale, que realizava a limpeza de aterros poluentes e melhorava a ventilação. A partir dessas medidas, a taxa de mortalidade caiu rapidamente. Durante a guerra ela não reconheceu que a falta de higiene era uma das principais causas de morte, acreditando que o alto índice de mortalidade era devido à má nutrição, falta de suprimentos médicos e extremo cansaço dos homens, e nunca reivindicou algum crédito por ajudar a diminuir o número de mortes. Mas, em seu retorno a Londres, ele começou a reunir evidências para a Comissão Real de Saúde no Exército para apoiar sua posição de que soldados morreram devido às deploráveis ​​condições de vida no hospital. Essa experiência influenciou decisivamente sua carreira posterior, levando-a a defender a importância da melhoria das condições sanitárias hospitalares. Consequentemente, ajudou a reduzir as mortes no exército durante os tempos de paz e promoveu o projeto sanitário adequado dos hospitais. Durante o conflito, um artigo no The Times, publicado na edição de quinta-feira, 8 de fevereiro de 1855, dizia: === Anos posteriores === Em 29 de novembro de 1855, ainda na Crimeia, foi realizada uma assembleia pública com o objetivo de arrecadar fundos para homenageá-la, dando-lhe um objeto de arte em reconhecimento ao seu trabalho durante a guerra. Tamanho foi o sucesso da convocação que se decidiu pela criação do Fundo Nightingale para a formação de enfermeiras, tendo Sidney Herbert como secretário honorário da fundação e o Duque de Cambridge como presidente. Em 1859, Nightingale tinha disponível, graças a este fundo de 45 000 libras, quantia com a qual inaugurou em 9 de julho de 1860 a Escola de Treinamento Nightingale (Nightingale Training School) no Hospital Saint Thomas. Hoje é chamada de Escola de Enfermagem e Obstetrícia Florence Nightingale (Florence Nightingale School of Nursing and Midwifery) e faz parte do King's College de Londres. Ela também fez campanha e arrecadou fundos para o Hospital Royal Buckinghamshire em Aylesbury, perto da casa de sua irmã, Claydon House. Nightingale escreveu Notes on Nursing (1859). O livro serviu como a pedra angular do currículo da Nightingale School e de outras escolas de enfermagem, embora tenha sido escrito especificamente para a educação dos enfermeiros em casa. Nightingale escreveu: \"Todos os dias o conhecimento sanitário, ou o conhecimento da enfermagem, ou em outras palavras, de como colocar a constituição em um estado de que não tenha doenças, ou que possa se recuperar de doenças, ocupa um lugar superior. É reconhecido como o saber que cada um deve ter - distinto do saber médico, que só uma profissão pode ter”. Notes on Nursing também teve boas vendas ao público leitor em geral e é considerada uma introdução clássica à enfermagem. Nightingale passou o resto de sua vida promovendo e organizando a profissão da enfermagem. Na introdução à edição de 1974, Joan Quixley da Escola de Enfermagem Nightingale escreveu: \"O livro foi o primeiro de seu tipo a ser escrito. Ele apareceu em uma época em que as regras simples de saúde estavam apenas começando a ser conhecidas, quando seus tópicos eram de vital importância não apenas para o bem-estar e a recuperação dos pacientes, quando os hospitais estavam crivados de infecção, quando as enfermeiras ainda eram consideradas principalmente como pessoas ignorantes e incultas. O livro tem, inevitavelmente, seu lugar na história da enfermagem, pois foi escrita pela fundadora da enfermagem moderna\". De acordo com Mark Bostridge, uma das maiores conquistas de Nightingale foi a introdução de enfermeiras treinadas para cuidar dos doentes em casa na Inglaterra e na Irlanda a partir de 1860. Isso significava que os doentes pobres podiam ter acesso a cuidados por pessoal treinado, em vez de serem cuidados por outras pessoas com boa saúde, mas também com pouco ou nenhum recurso para ter acesso a uma formação adequada na matéria. Essa inovação é vista como a precursora do National Health Service britânico, criado quarenta anos após sua morte. Na década de 1870, ela patrocinou Linda Richards, conhecida como \"a Primeira Enfermeira Treinada da América\", e a treinou para retornar aos Estados Unidos com o treinamento e o conhecimento adequados para estabelecer escolas de enfermagem de alta qualidade. Linda Richards se tornaria uma grande pioneira da enfermagem nos Estados Unidos e no Japão. Por volta de 1882, as enfermeiras de Nightingale desfrutaram de uma presença crescente e influente no desenvolvimento da profissão embrionária de enfermagem. A partir de 1857, ele começou a sofrer de depressão e prostrações intermitentes na cama. A maioria das autoridades hoje aceita que Nightingale sofria de uma forma particularmente extrema de brucelose, cujos efeitos só começaram a desaparecer no início da década de 1880. Apesar dos sintomas, ela permaneceu fenomenalmente produtiva na reforma social. Durante os anos em que ficou de cama, ela também fez um trabalho pioneiro na área de planejamento hospitalar, e seu trabalho se propagou rapidamente pela Grã-Bretanha e pelo mundo. A produção de Nightingale diminuiu consideravelmente em sua última década de vida. Ela escreveu muito pouco durante esse período devido à cegueira e ao declínio de suas habilidades mentais, embora ainda mantivesse o interesse pelos assuntos atuais. Em 1883, Nightingale se tornou a primeira a receber a Real Cruz Vermelha. Em 1904, recebeu a Ordem de São João (LGStJ) e em 1907, ela se tornou a primeira mulher a receber a Ordem de Mérito. === Morte === Florence Nightingale morreu dormindo no quarto de sua casa em Mayfair, Londres, em 13 de agosto de 1910, aos 90 anos de idade. A oferta de sepultamento na Abadia de Westminster foi recusada por sua família e ela está enterrada no cemitério da Igreja de Santa Margarida em East Wellow, em Hampshire, Reino Unido. Seu túmulo possui a mais alta simplicidade com apenas suas iniciais e datas de nascimento e morte. Deixou um grande corpo de obras, incluindo várias centenas de notas que não foram publicadas anteriormente. Um monumento memorial a Nightingale foi criado em mármore de Carrara por Francis William Sargant em 1913 e colocado no claustro da Basílica de Santa Cruz, em Florença, Itália.Vojnovic, Paola (2013). 'Florence Nightingale: The Lady of the Lamp' in Santa Croce in Pink: Untold Stories of Women and their Monuments. Adriano Antonioletti Boratto. p. 27. == Teologia == Apesar de ser definida como unitária em várias fontes antigas, as raras referências de Nightingale ao unitarismo convencional são ligeiramente negativas. Ela permaneceu na Igreja da Inglaterra durante toda a sua vida, embora com visões pouco ortodoxas. Influenciada desde cedo pela tradição wesleyana, Nightingale sentiu que a religião genuína deveria manifestar-se no cuidado ativo e amor pelos outros.Her parents took their daughters to both Church of England and Methodist churches. Seus pais levavam suas filhas a ambas igrejas anglicanas e metodistas. Ela escreveu um trabalho de teologia: Suggestions for Thought, sua própria teodiceia, que desenvolve suas ideias heterodoxas. Nightingale questionou a bondade de um Deus que condenaria as almas ao inferno, e acreditava na reconciliação universal - o conceito de que mesmo aqueles que morrem sem serem salvos acabarão por chegar ao Céu.Apesar de isto ter mudado no século XXI, a reconciliação universal estava longe de ser convencional na Igreja Anglicana na época. Às vezes, ela confortava os que estavam sob seus cuidados com essa visão. Por exemplo, uma jovem prostituta morrendo sendo atendida por Nightingale estava preocupada que ela estava indo para o inferno, e disse a ela: \"Deus queira que você nunca esteja no desespero em que estou neste momento\". A enfermeira respondeu: \"Ó, minha menina, você não é mais misericordiosa agora do que o Deus a quem você pensa que vai? No entanto, o verdadeiro Deus é muito mais misericordioso do que qualquer criatura humana jamais foi ou pode imaginar.McDonald, Lynn. Florence Nightingale's theology: essays, letters and journal. Notes: Collected Works of Florence Nightingale, Volume 3. 2002. p. 18 \"Certamente o pior homem dificilmente torturaria seu inimigo, se pudesse, para sempre. A menos que Deus tenha um esquema para que todo homem seja salvo para sempre, é difícil dizer em que Ele não é pior que o homem. Pois todos os homens bons salvariam os outros se eles pudessem \"Miller, Russell E (1979). The larger hope: the first century of the Universalist Church in America 1770 - 1870. Boston: Unitarian Universalist Association. p. 124. ISBN 978-0-93384-000-3. OCLC 16690792. Apesar de sua intensa devoção pessoal a Cristo, Nightingale acreditava por grande parte de sua vida que as religiões pagãs e orientais também continham uma revelação genuína. Ela era uma forte opositora da discriminação, tanto contra cristãos de diferentes denominações, quanto contra aqueles de religiões não-cristãs. Em uma carta de 1853, ela escreveu: > \"Você deve ir ao maometanismo, ao budismo, ao Oriente, aos sufis e faquires, > ao panteísmo, para o desenvolvimento correto do misticismo (em termos > modernos, espiritualidade).\"Carta de 2 de março de 1853, citada em > Suggestions for Thought : Selections and Commentaries (1994), editado por > Michael D. Calabria and Janet A. MacRae, p. xiii Nightingale acreditava que a religião ajudava a dar às pessoas a coragem de um bom trabalho árduo e assegurava que as enfermeiras em seus cuidados frequentassem os serviços religiosos. No entanto, ela frequentemente criticava a religião organizada. Ela não gostava do papel que a Igreja da Inglaterra do século XIX às vezes desempenhava em piorar a opressão dos pobres. Nightingale argumentou que os hospitais seculares geralmente prestavam um atendimento melhor do que aqueles religiosos. Embora ela afirmava que o profissional de saúde ideal deveria ser inspirado por um motivo religioso e profissional, ela disse que na prática muitos agentes de saúde com motivação religiosa estavam preocupados principalmente em garantir sua própria salvação, e que essa motivação era inferior ao desejo profissional de entregar o melhor cuidado possível. É considerada como \"testemunha profética\" pela Comunhão Anglicana, e sua festa litúrgica é celebrada pelos fiéis anglicanos em 13 de agosto.\"Normas para o Ano Cristão\". Igreja Episcopal Anglicana do Brasil. 27 de novembro 2014. Disponível em: . Página visitada em 20 de julho de 2015. == Na cultura popular == * No jogo Assassin's Creed Syndicate possui uma presença relevante, onde aparece para ajudar os protagonistas do game. * Em Age of Empires III, uma carta chamada \"Florence Nightingale\" pode ser adquirida se jogando com os britânicos. Tal carta cura automaticamente unidades próximas às residências da colônia britânica. *No filme \"De Volta Para O Futuro\" de Robert Zemeckis, o doutor Emett Brown faz referência a Florence, ao dizer o porquê de a mãe de Marty estar apaixonada por ele. * Na série The Good Place a personagem Eleanor Shelstrop pergunta ao arquiteto celestial Michael se Florence Nightingale foi para o Bom Lugar, e ele responde que \"foi por pouco mas ela não conseguiu\". *No jogo de celular Fate/Grand Order, ela é um espírito heroico invocável na classe de Berserker, e personagem principal na história da singularidade E Pluribus Unum, que ocorre durante a Guerra de Secessão. *Há uma lenda brasileira popular que circula entre os alunos do curso de enfermagem, chamada \"A Maldição de Florence\" segundo ela, Como Florence Nightingale largou seu noivo para tratar os soldados na guerra da Crimeia e acabou por morrer solteira, as estudantes de enfermagem deveriam arrumar um cônjuge antes de se formarem, caso contrário, ficariam solteiras pelo resto da vida. *Também é uma das figuras históricas que compõem o elenco do anime Nobunagun. *Em Os Simpsons, no episódio \"Negócios de família\" Florence é citada por Lisa quando pede que Bart pegue o kit de primeiros socorros. *Em Seinfeld no episódio \"The Junior Mint\", é citada por George, que confunde o nome com \"Clara Nightingale\" e Jerry retifica \"Florence Nightingale\", como exemplo entre o envolvimento de Elaine e seu namorado doente. *Na série animada da HBO, Animated Hero Classics tem um episódio sobre Florence Nightingale. == Homenagem == Há uma escola de enfermagem em Anápolis com o nome de Florence Nightingale. ==Ligações externas== *Florence Nightingale Museum Categoria:Naturais de Florença Categoria:Ingleses Categoria:Enfermeiros do Reino Unido Categoria:Guerra da Crimeia Categoria:Mulheres da Era Vitoriana Categoria:Sociólogas",
 "title": "Florence Nightingale"
}