{
 "id": "4675",
 "text": "(, ) é um arquipélago situado na Melanésia (no Oceano Pacífico alguns graus a norte do Trópico de Capricórnio e a leste da Austrália), sendo uma comunidade sui generis (\"de sua própria espécie\") anexado à França, e não sendo um território de ultramar.Les différents types de collectivités en outre-merCE 13 décembre 2006, N° 279323: « Considérant, en second lieu, que la Nouvelle- Calédonie n'est pas régie par le titre XII de la Constitution relatif aux collectivités territoriales de la République mais par son titre XIII, qui lui est spécifiquement consacré et que son organisation et ses compétences sont déterminées, dans le respect de l'accord signé à Numeá le 5 mai 1998, par la loi organique du 19 mars 1999, laquelle ne la qualifie pas de collectivité territoriale » O Acordo de Numeá, assinado em 1998, cria um estatuto especial para o território, além de prever para novembro de 2018 um referendo local sobre sua independência ou a manutenção do estatuto como parte da República Francesa (estatuto vencedor). A Nova Caledónia é a porção de terra mais distante do seu respectivo país soberano, estando localizada a aproximadamente de distância da capital francesa Paris. Possui uma superfície de 18 575 km2. == História == Há seis mil anos, habitantes do litoral sul da China, plantadores de milho e arroz, começaram a atravessar o Estreito de Taiwan. Por volta de 2000 a.C. as migrações partiam de Taiwan para as Filipinas. Novas migrações partem das Filipinas para as ilhas Celebes e de Timor, depois para outras ilhas do arquipélago indonésio. Em 1500 a.C. outro movimento migratório conduz-se das Filipinas para a Nova Guiné, e não apenas, mas para outras ilhas do Pacífico. Os austronésios são, provavelmente, os primeiros navegadores da história da humanidade. Como atestam fragmentos de cerâmica Lapita encontrados, os primeiros habitantes da Nova Caledónia teriam colocados os pés no território há cerca de anos. Foram encontrados Lapita do período de 1300 a 200 a.C. Durante o período, povos Naia oundjo e canaca (termo que vem da língua havaiana) dominam a arte de utilizar pedra polida e sua civilização é baseada na cultura da terra (principalmente no cultivo de batata doce e inhame). Durante rituais de guerra, as tribos praticavam canibalismo. Em 4 de Setembro de 1774, James Colnett avistou uma terra desconhecida no horizonte. A bordo do navio estava o navegador e explorador inglês James Cook. Cook nomeou a terra como New Caledonia em homenagem à Escócia. Na verdade, disseram que o aspecto da costa os teria lembrado desta região do atual Reino Unido. Caledônia é, em latim antigo, correspondente à Escócia. É provável que em 1788 a expedição francesa liderada por La Pérouse tenha reconhecido a costa ocidental da ilha, a bordo do L'Astrolabe e do La Boussole, pouco antes de um naufrágio sobre o recife Vanikoro nas Ilhas Salomão. Em 1793, o contra- almirante francês Antoine Bruny d'Entrecasteaux, que partiu em 1791 a pedido de Luís XVI de França para encontrar La Pérouse, passou ao largo da Nova Caledónia, reconhecendo a costa oeste da Grande Terre, incluindo as Ilhas Lealdade. No entanto, a recente descoberta foi atribuída ao explorador francês Jules Dumont d'Urville, em 1827, que foi o primeiro a localizá-las com precisão num mapa. A partir de 1841, missionários começam a se instalar no local. Sobre o lado católico, Irmãos Maristas, liderados pelo Monsenhor Douarre, que é nomeado vigário apostólico da Nova Caledónia, se instalam em 1843, mas rapidamente os missionários foram expulsos em 1847. Em 1851 os maristas da França e os protestantes do Reino Unido regressam ao arquipélago, agora com ajuda de seus respectivos países e conquistam um lugar definitivo nas ilhas. A Nova Caledônia é finalmente proclamada colônia francesa em 24 de setembro de 1853 pelo contra-almirante francês Febvrier-Despointes. Em 25 de junho de 1854, militares franceses fundaram a sudoeste da Nova Caledónia a base de Port-de-France para servir como principal cidade na colônia. Simples guarnição que rapidamente se torna uma cidade pequena e leva o nome de Numeá (Nouméa, em francês), em 2 de junho de 1866. Depois da Comuna de Paris, a Nova Caledónia serve como um local de deportação para muitos velhos comunistas condenados pelo conselho de guerra criado pelo Governo de Defesa Nacional. No final do século XIX e início do século XX diversas tentativas de colonização fracassam. Em 1931, canacas foram expostos como canibais, dentro de caixas, no jardim de aclimatação do Bosque de Bolonha, por ocasião da Exposição Colonial Internacional (1931) de Paris.Joël Dauphiné en fait un récit détaillé dans son livre intitulé Canaques de la Nouvelle-Calédonie à Paris en 1931 – de la case au zoo (éd. L'Harmattan – 1998) Durante a Segunda Guerra Mundial, em 1940, a Nova Caledónia oficializa seu apoio à França Livre e torna-se, a partir de 12 de março de 1942, uma base importante na guerra contra o Japão. Depois da guerra, a França abandona o termo colônia e suprime o código de cidadania. Em paralelo, o território está experimentando rápido e importante crescimento econômico graças a exploração do \"ouro verde\", e também graças ao boom do níquel, do qual a Nova Caledónia passaria a ser o terceiro maior produtor mundial. O ano de 1980 viu tensões entre opositores e partidários da independência alcançar seu clímax. Confrontos aumentaram após revoltas quase generalizadas durante o período conhecido como \"Eventos\" (1984–1988). A violência atingiu um ponto culminante em 1988 com a Tomada de Reféns de Ouvéa. Este episódio empurra os dois lados, e seus dirigentes, para negociar a assinatura do Acordo de Matignon em 26 de junho de 1988, que prevê a criação de um estatuto transitório de 10 anos e a organização de um referendo sobre a autodeterminação, para que os neocaledônios se pronunciem a favor ou contra a independência. Este acordo é complementado pelo Acordo de Numeá em 5 de maio de 1998, que prevê o estabelecimento de uma forte autonomia. O último referendo sobre a questão do futuro institucional (ou manutenção da autonomia dentro da República Francesa) foi realizado em 2018. Porém, um novo referendo será realizado em novembro de 2020. == Divisões administrativas == A organização institucional da Nova Caledônia resulta da lei orgânica e da lei ordinária aprovadas pelo Parlamento em 16 de fevereiro de 1999. O arquipélago está dividido em três províncias: * Província do Sul (province Sud). Capital provincial: Numeá. Área: 9 407 km2. População: 212 082 habitantes (2019). * Província do Norte (province Nord). Capital da província: Koné. Área: 7.348 km2. População: 49 910 habitantes (2019). * Província das Ilhas Lealdade (province des îles Loyauté). Capital provincial: Lifou. Área: 1 981 km2. População: 18.353 habitantes (2019). A Nova Caledônia é dividida em 33 comunas (municípios). Uma comuna, Poya, é dividida entre duas províncias. A metade norte de Poya, com o assentamento principal e a maioria da população, faz parte da Província do Norte, enquanto a metade sul da comuna, com apenas 210 habitantes em 2019, faz parte da Província do Sul. == Demografia == Sua população é dividida entre os canacas, autóctones, que representam cerca de 45% da população; os habitantes de origem europeia, 37%, sendo que restante é formado por polinésios, vietnamitas, indonésios e chineses. == Economia == Na estrutura econômica da Nova Caledônia, salienta-se o setor terciário com cerca de 40%, a agricultura com 32% e, por fim, a indústria com 28%. Em particular, o território depende substancialmente da procura mundial de níquel, onde está entre os grandes produtores mundiais, e o turismo vindo de França, Japão e Austrália tem já uma certa importância na economia deste território. == Independência == Desde 1986, o Comitê de Descolonização das Nações Unidas incluiu a Nova Caledônia na Lista das Nações Unidas de territórios não autônomos.Trust and Non-Self-Governing Territories (1945–1999) United Nations No ano seguinte, um referendo sobre a independência do território foi realizado, mas a proposta foi rejeitada pela grande maioria da população. Sob o Acordo de Numeá, que foi assinado em 1998, logo após uma onda de protestos separatistas na segunda metade da década de 1980 e aprovado por um referendo logo em seguida. Um segundo referendo foi previsto para ser realizado entre 2014 e 2018. Em 2 de novembro de 2017, durante uma reunião presidida pelo primeiro-ministro francês Édouard Philippe, foi estabelecido um referendo sobre a independência total da Nova Caledônia para novembro de 2018, quando o acordo irá expirar. A elegibilidade da lista eleitoral foi objeto de uma longa disputa, mas os detalhes foram resolvidos desde então. Em 20 de março de 2018, foi anunciado que o referendo da independência seria realizado em 4 de novembro de 2018. A Nova Caledônia é representada no parlamento francês por dois deputados e dois senadores. Tem um congresso que elege um executivo com poderes sobre algumas áreas políticas — notadamente o policiamento, a educação e as leis locais. No referendo de domingo, 4 de novembro de 2018, os apoiadores do \"não\" à independência obtiveram 56,4% dos votos válidos (78 361 votos) contra 43,6% (60 573 votos) em favor da plena soberania, com uma participação histórica de 80,6% dos eleitores inscritos. Mas apesar do referendo anterior não ter resultado em independência, um terço dos membros do Congresso da Nova Caledônia votou para a realização de uma nova consulta em 2020.New Caledonia referendum: call to reject 'colonising power' France The Guardian, 17 de julho de 2018 No dia 4 de outubro de 2020, um novo plebiscito popular foi realizado, novamente a maior parte dos eleitores votou a favor da permanência do território como dependência da França, a votação terminou com 53,26% dos eleitores contra a independência e 46,74% a favor. O presidente Emmanuel Macron disse que o resultado é um sinal de \"confiança\" na República da França, segundo ele \"os eleitores se expressaram e confirmaram seu desejo de manter a Nova Caledônia na França, enquanto chefe de Estado, recebo esse sinal de confiança na República com um profundo sentimento de reconhecimento\". == Ver também == * Lista de Estados soberanos e territórios dependentes da Oceania * Lista de ilhas da Nova Caledônia * Lista de territórios dependentes * Oceania Categoria:Ilhas da Nova Caledónia",
 "title": "Nova Caledónia"
}