{
 "id": "46767",
 "text": "thumb|Vista do bairro de Vila Santana thumb|Vista de edifícios da Vila Carmosina Itaquera é um distrito dentro da Subprefeitura de Itaquera, na Zona Leste de São Paulo. Dentro de seus limites passa a Avenida Jacu Pêssego, obra com projetos de extensão até o Grande ABC, na porção meridional, e até o município de Guarulhos, na porção setentrional. Em Itaquera, estão localizados a Neo Química Arena e a Obra Social Dom Bosco. == História == === Colonização === Por volta de 1620, apareceram as primeiras referências à \"Roça Itaquera\", localizada nas proximidades do Aldeamento de São Miguel.D'ANDREA, Tiarajú. \"Itaquera, muito além da Copa do Mundo\". Le Monde Diplomatique Brasil. Número 57. Abril de 2012. No final do século XVII, a região passou a ser citada como povoamento de São Miguel, no fim do século XVIII, como território da freguesia da Penha e por último como bairro do distrito de São Miguel Paulista. Em 1920, passou a ser um distrito autônomo.Stanojev Pereira, M. A. et al. (2012), \"História e Estórias do Povoamento e Gentes de Vila Sant´Ana e Itaquera\",São Paulo: 1ª Edição. 609 pp. Livro on line na íntegra em: . === Desenvolvimento === O desenvolvimento do distrito se deu, em grande parte, sob a forma clássica de loteamentos e vilas. Em 1837 existiam apenas três grandes extensões de terras: Fazenda Caguaçu, também conhecida como Fazenda do Carmo, que pertencia a uma ordem religiosa chamada Província Carmelitana Fluminense (daí a origem dos nomes - Carmosina, Fazenda do Carmo, Parque do Carmo e Jardim Nossa Senhora do Carmo e da própria igreja matriz no centro do bairro), Sítio Caguaçu, que pertencia ao doutor Rodrigo Pereira Barreto, onde foi feito o primeiro \"loteamento\" ocorrido na região, com lotes de 10.000 metros quadrados cada um, vendidos como áreas de veraneio e chácaras (área compreendida entre o Hospital Planalto e o Rio Jacu).Sítio da Casa Pintada - cuja casa sede foi retratada por Debret, teve um cunho mais popular. Os compradores fizeram casas no local e ergueram uma capela em louvor a Santa Ana, surgindo assim a Vila Santana.A Fazenda Caguaçu teve uma parte vendida para o engenheiro Oscar Americano, parte esta que compreendia a área do Jardim e do Parque do Carmo. Na área remanescente a Companhia Pastorial e Agricola. Este fez um loteamento de cunho popular e urbano plenamente planejado (um dos primeiros da Zona Leste de São Paulo) no que hoje conhecemos como Vila Carmosina e fez loteamentos de cunho rural, na área hoje conhecida como Colônia Japonesa. Em 1875, um acontecimento moldou o desenvolvimento econômico da região: a inauguração da Estação de Trem de Itaquera pelo ramal da Estrada de Ferro Central do Brasil. O impacto da chegada da estrada de ferro foi enorme, propiciando o transporte de seus moradores a outras regiões e das mercadorias produzidas em Itaquera ao centro de São Paulo. Ao redor da estação se consolidou um pujante centro comercial. A partir da década de 1920, imigrantes japoneses passaram a residir nas glebas rurais existentes na região. A principal atividade econômica dessas famílias era a produção de pêssegos em uma extensa área circundante à Mata do Carmo. No transcorrer do século XX, processos econômicos foram aos poucos substituindo as áreas de roçado por vilas e loteamentos. Grandes levas populacionais, sobretudo do Nordeste assentaram-se na região, atraídas pelos terrenos baratos e pela estação de trem, que permitia o deslocamento rápido até o centro do município. thumb|Centro de Itaquera|Bairro de Itaquera Até o início da década de 1980, Itaquera era um distrito com pouca infraestrutura urbana, e sua população era composta de operários e trabalhadores assalariados no comércio e no ramo de serviços. Foi nessa época que surgiram as primeiras favelas da região. A partir de 1980, no entanto, a construção dos conjuntos habitacionais (conhecidos como Cohabs) potencializou a explosão demográfica de Itaquera. O primeiro deles, o Cohab José Bonifácio, foi inaugurado em 1980 pelo então presidente João Batista Figueiredo e se localiza em um enorme terreno ao lado das plantações de pêssegos. Após a inauguração do primeiro conjunto habitacional, vários outros foram construídos, sendo rapidamente povoados. A população pressionou o poder público por serviços essenciais de saúde e educação, sendo em parte atendida, uma vez que até hoje a prestação de serviços públicos é deficitária. Nesse momento, o distrito contava com 1.247.239 habitantes e por meio do processo migratório, sem precedentes, por conta do programa de habitação popular da COHAB atingiu 2.380.783 de habitantes em 2010. Em fevereiro de 1987, uma batida entre dois trens próximo à estação de Itaquera causou mais de 70 mortes, sendo este o maior acidente ferroviário da história de São Paulo. No mesmo ano, se estabeleceu no distrito o Parque Marisa, o maior e mais antigo parque de diversões em funcionamento na capital paulista, após ter funcionado como um parque itinerante por 14 anos. Em setembro de 1988, a chegada do metrô referendou Itaquera enquanto centralidade da zona leste. Em 1995, o então prefeito Paulo Maluf inaugurou a Avenida Jacu-Pêssego, que atravessa o distrito de ponta a ponta. Em 2000, a inauguração da linha de trem Itaquera-Guaianases serviu para desativar o trajeto da antiga estrada de ferro, tirando a linha férrea do centro do distrito e do local da batida dos trens. === Atualmente === Em 2004, sobre o traçado da antiga linha de trem foi inaugurada a Nova Radial Leste. Enquanto tramitava o processo de tombamento da antiga estação, memória histórica do distrito, uma ação silenciosa da prefeitura a demoliu, em 2004. Em 2007, influenciado pelo aquecimento do comércio na região, foi inaugurado o Shopping Metrô Itaquera, ao lado da estação de metrô Corinthians-Itaquera. No mesmo período, começou a ser inaugurada uma série de edifícios de padrão médio, voltados às demandas da classe média. Em 2010, é anunciada a construção da Arena Corinthians, que foi construída em um terreno de metros quadrados na Zona Leste, ao lado da Estação Corinthians-Itaquera do Metrô e da CPTM, onde situava-se, desde a década de 1980, o centro de treinamento para as categorias de base do Corinthians. Na área no entorno da arena, foi estabelecido pelo governo o \"Polo Institucional de Itaquera\", onde foram implantadas unidades da Escola Técnica Estadual (ETEC) e da Faculdade de Tecnologia do Estado de São Paulo (FATEC). Após o torneio mundial de futebol, seriam criados ainda um fórum; uma unidade do Serviço Nacional de Aprendizagem Industrial (SENAI); um quartel da Polícia Militar e do Corpo de Bombeiros; um centro de convenções; um parque ecológico e uma nova rodoviária. O terminal urbano de ônibus da região também foi ampliado em 40%. Entre as obras viárias construídas para a região consistem na abertura de uma nova avenida de ligação norte-sul, no trecho entre as avenidas Itaquera e José Pinheiro Borges (Radial Leste), incluindo as transposições em desnível sobre as linhas do Metrô e da CPTM; uma nova avenida, articulando a ligação norte-sul com a avenida Miguel Inácio Curi, junto à adutora da SABESP existente; adequação viária no cruzamento da avenida Miguel Inácio Curi com a avenida Engenheiro Adervan machado; além de novas alças de ligação no cruzamento do Complexo Viário Jacu Pêssego com a Radial Leste. O valor total investido no empreendimento foi de 548,5 milhões de reais, sendo 397,9 milhões do governo do estado e 150,6 milhões de reais da prefeitura para desapropriações e compensações ambientais. A estimativa é de que a abertura da Copa do Mundo FIFA de 2014 traria cerca de 30 bilhões de reais ao longo de 10 anos para o município de São Paulo. thumb|220px|Estação Corinthians-Itaquera do Metrô de São Paulo A Neo Química Arena está localizada a 19 quilômetros a leste do centro da cidade e a 21 km de distância do Aeroporto Internacional de São Paulo-Guarulhos. A estação de metrô mais próxima é a Corinthians-Itaquera, a 500 metros do estádio. Ela se conecta a uma estação de trem com o mesmo nome. A estação de metrô Artur Alvim está a 800 metros de distância. Se todos os usuários embarcaram em trens para deixar o estádio, ele estaria vazio em 30 minutos. Em jogos do Mundial um trem expresso ligou a Luz e a Estação Corinthians-Itaquera da CPTM, fazendo a viagem em 17 minutos. Após a Copa do Mundo, estudos iriam determinar se o serviço seria mantido. As estações de metrô e de trem podem lidar com 100 mil passageiros por hora. Cada trem do metrô pode transportar 1 600 passageiros e tem um intervalo de 85 segundos. O local tem 1 620 vagas de estacionamento cobertas e 929 vagas de estacionamento ao ar livre, com mais 2 214 espaços fornecidos pelo Shopping Metrô Itaquera. Há 61 linhas de ônibus que param perto da Neo Química Arena. == Verticalização == Segundo Dados do Sindicato da Habitação de São Paulo (Secovi-SP) confirmam a expansão do mercado imobiliário na região do estádio. Em 2022, o distrito ficou em sexto lugar na lista de distritos com o maior número de lançamentos residenciais, que registrou a criação de 2.065 apartamentos até setembro do ano de 2022. == Transporte == O distrito é atendido pela Estação Corinthians-Itaquera, das linhas 3-Vermelha e 11-Coral do Metrô de São Paulo e da CPTM, respectivamente, e pela Estação Dom Bosco, da Linha 11-Coral, além de dois terminais de ônibus. == Principais Vias == Avenida Jacu Pêssego/Nova Trabalhadores, Av Maria Luiza Americano que hoje vem se transformando em ponto de alimentação e gastronomia, pizzarias, restaurantes, Rua Sabbado D'Ângelo, onde é possível encontrar escolas, delegacias, restaurantes, supermercados e outros serviços. Outras vias são: Rua Augusto Carlos Baumann, Avenida dos Campanellas que leva até o bairro de Artur Alvim, e a Rua Virgínia Ferni que liga a Cohab até a Radial Leste, além das avenidas Radial Leste e Avenida Itaquera. == Geografia == === Relevo === O distrito de Itaquera localiza-se na porção oriental do Estado de São Paulo. A estrutura geológica da área é constituída de rochas muito antigas do tipo cristalino. A região é constituída por morros com altitudes que variam entre 700 e 800 metros de altitude. === Hidrografia === O principal rio que banha a área de Itaquera é o Rio Jacu. A área é servida por uma densa rede de rios todos afluentes e sub-afluentes do Rio Tietê. São rios pouco expressivos, sendo os principais eixos: Jacu, Itaquera e Aricanduva. == Indicadores sociais == Os Indicadores sociodemográficos do censo de 2012 apontam um Índice de Desenvolvimento Humano (IDH) médio de 0,795 que o coloca na 76ª posição entre os distritos do município. ; IDH's do ano 2012Atlas do Trabalho e Desenvolvimento do Município de São Paulo - Prefeitura do Município de São Paulo, 12 de novembro de 2007 * IDH - médio: 0,795 * IDH - renda: 0,735 * IDH - longevidade: 0,743 * IDH - educação: 0,908 A média da idade de Itaquera é 36,1 anos. Em se tratando de níveis sociais, na população do distrito há um predomínio da Classe C, pesquisa feita no ano de 2008 pela Folha de S.Paulo. Segundo dados da Rede Nossa São Paulo, datados do ano de 2022, a idade media para morrer em Itaquera é de 65,3 anos, sendo um pouco abaixo da média da cidade, que é de 68,1. {| {| Classe A Classe B Classe C Classe D Classe E == Distritos Limítrofes == * São Miguel Paulista e Vila Jacuí (Norte) * Lajeado (Leste) * José Bonifácio (Sudeste) * Cidade Líder e Parque do Carmo (Sul) * Artur Alvim e Ponte Rasa (Oeste) == Escudo de Armas do Distrito de Itaquera == Em 20 de dezembro de 2016 foi publicado no Diário Oficial do Município de São Paulo o projeto de lei Nº 16.596 de 15 de Dezembro de 2016, que oficializa a Bandeira e Brasão de Itaquera. As Grandes Armas do Distrito de Itaquera são assim descritas: Sobre um manto de arminho com as cores nacionais, representando os séculos e a grandeza que cobrem Itaquera, aberto por dois cetros cruzados com o orbe em ouro, que representam as forças que compunham o Distrito em sua história e, ao mesmo tempo, a estrada de ferro que cruzou o distrito e marca o início de seu desenvolvimento em meados do século XIX, repousa o escudo de armas do Distrito de Itaquera formado pelos seguintes elementos: 5 escudetes distribuídos em seu corpo, onde cada cor representa um continente, representando a população que forma Itaquera. Chefe, em esmalte blau onde em seu Cantão destro e sinistro está o sol e a lua, respectivamente, que indicam que o brasão é considerado com força e poder permanentes, de dia e noite, para todo o sempre. Indica ainda que está sujeito a um poder mais alto, celestial. No alto, um escudete em ouro com linhas onduladas cravadas em prata e esmalte azul, representando os rios que cortam a região; Sobre o campo em ouro, no Flanco destro, assenta um escudete blau com um castelo de pedra em ouro que representa as primeiras fundações de Itaquera. No coração ou centro do escudo, um escudete em esmalte vermelho, representando as vitórias alcançadas pela nossa gente com uma árvore em ouro, representando as nossas matas e florestas locais. No Flanco esquerdo, um escudete em esmalte verde, e um cruzeiro em ouro, ambos representando a fé em Deus; Contra chefe em prata com um escudete em esmalte negro, representando firmeza e obediência, com um leão rampante em ouro, que representa a nobreza, a constância e o poder. Encimando o Brasão, uma coroa mural em prata de 4 torres, representando a condição de Distrito de Itaquera. Em listel de prata, livre no escudo, inscreve-se, em blau, a legenda Itaquera, no centro. A Bandeira de Itaquera é assim descrita: esquartelada de verde e amarelo, representando as cores nacionais, um losango branco que representa ao mesmo tempo a riqueza e a paz, com quatro estrelas azuis em seus vértices, representando estas últimas os distritos que formam Itaquera. Dentro do Losango as Pequenas Armas de Itaquera.. == Ver também == * GRCES Leandro de Itaquera == Ligações externas == * * * * Categoria:Topônimos de origem tupi",
 "title": "Itaquera"
}