{
 "id": "4678",
 "text": "As Ilhas Marshall (, ; em marshalês: Aelōñin M̧ajeļ, ), oficialmente República das Ilhas Marshall (em inglês: Republic of the Marshall Islands; em marshalês: Aolepān Aorōkin M̧ajeļ), são um país da Micronésia, cujos vizinhos mais próximos são Quiribáti, a sul, os Estados Federados da Micronésia, a oeste, e a Ilha Wake, pertencente aos Estados Unidos, a norte. Independente, o país desfruta de uma livre associação com os EUA, que são responsáveis pela segurança e pela defesa das Ilhas Marshall. A moeda oficial do país é o dólar, e as línguas oficiais são o inglês e o marshalês.Dicionário Aurélio O atol mais populoso é Majuro, que serve igualmente como capital do país. Mais de 90% da população é composta por marshallinos étnicos, a maioria dos quais professam religiões neopentecostais, pertencendo à Igreja Unida de Cristo ou a Assembleias de Deus. O nome do país provém do explorador britânico John Marshall. == História == Embora as Ilhas Marshall tenham sido povoadas por micronésios no segundo milénio a.C., pouco se sabe da história primitiva das ilhas. === Chegada dos europeus === O explorador espanhol Alonso de Salazar foi o primeiro europeu a avistar as Ilhas Marshall em 1526, mas as ilhas permaneceram virtualmente sem ser visitadas durante vários séculos, até à chegada do capitão inglês John Marshall em 1788, que deu o seu nome às ilhas.Série de autores e consultores, Dorling Kindersley, History (título original), 2007, ISBN 978-989-550-607-1 Uma companhia comercial alemã fixou-se nas ilhas em 1885, e alguns anos mais tarde as Ilhas Marshall tornaram-se parte do protetorado da Nova Guiné Alemã. === Primeira Guerra Mundial === Sob o controle do Império Alemão, o Japão conquistou as ilhas na Primeira Guerra Mundial e passou a administrá-las sob mandato da Liga das Nações quando a Alemanha renunciou a todas as suas posses no Pacífico. Ao contrário do Império Alemão, que tinha interesses econômicos principalmente na Micronésia o Japão queria utilizar as ilhas para aumentar seu território e conter a super população do país. O Japão deixou a Liga das Nações em 27 de Março de 1933 mas mesmo assim continuou a administrar o local. === Segunda Guerra Mundial === Na Segunda Guerra Mundial, durante a Gilbert and Marshall Islands campaign na Batalha de Taraua, os Estados Unidos invadiram as ilhas (1944) e, depois da derrota do Japão, começou a administrá-las dentro do Território Fiduciário das Ilhas do Pacífico. Durante a batalha, as ilhas sofreram danos gigantescos e, em consequência, uma grande escassez de alimentos. === Depois da Segunda Guerra === Os Estados Unidos começaram a realizar testes nucleares nas ilhas entre 1946 e 1958, prolongando-os até à década de 1960. Devido aos testes, muitos marshaleses adoeceram com elevados níveis de radiação, e até hoje há pedidos de compensação. No atol de Bikini, por exemplo, todos os alimentos que são de sua origem têm altos níveis de radiação, o que causou a desabitação da ilha. Em 1979, foi estabelecida a República das Ilhas Marshall, e foi assinado um Tratado de Livre Associação com o governo dos Estados Unidos, que se tornou efectivo em 1986. == Geografia == As Ilhas Marshall compreendem 29 atóis e 5 ilhas, agrupadas em duas secções, uma oriental chamada Grupo Ratak (“Ratak Chain” em marshalês, e que significa o nascer-do-sol) e outra a ocidente, Ralik (que significa o pôr-do-sol). Dois terços da população vivem em Majuro, a capital, e em Ebeye. == Demografia == === Religiões === O cristianismo é a religião predominante na República das Ilhas Marshall. Os principais grupos religiosos cristãos são a Igreja Unida de Cristo, com 51,5% da população sendo adepta desta denominação religiosa; A Assembleia de Deus, com 24,2% de fiéis entre a população religiosa marshallêsa; a Igreja Católica Romana, (8,4%) e A Igreja de Jesus Cristo dos Santos dos Últimos Dias (mórmons) (8,3%). Outras denominações religiosas cristãs que estão representadas são a Bukot Nan Jesus (também conhecida como Assembleia de Deus das Nações), com 2,2% de seguidores; a Igreja Batista (1,0%); os Adventistas do Sétimo Dia (0,9%), o movimento protestante Evangelho Pleno (0,7%) e a Fé bahá'í (0,6%). Pessoas sem qualquer afiliação religiosa representam uma porcentagem muito pequena da população. Há também uma pequena comunidade de muçulmanos Ahmadiyya com sede em Majuro, com a primeira abertura da mesquita na capital em setembro de 2012. == Política == O presidente das Ilhas Marshall é chefe de estado e do governo e é eleito pelo Nitijela (parlamento), e dentre os membros daquele órgão nomeia os ministros. Tem dois órgãos legislativos, o Parlamento e o Conselho dos Chefes. As eleições para o parlamento, que tem 33 deputados, são realizadas de 4 em 4 anos. Em 1986, o governo das Ilhas Marshall assinou um Tratado de Livre Associação com os Estados Unidos, que passaram a ter autoridade total e responsabilidade pela defesa do território, além de terem instituído um programa federal de assistência. == Subdivisões == As Ilhas Marshall dividem- se em 33 municípios, que correspondem às ilhas e atóis habitados. == Economia == A economia do país é quase totalmente dependente da ajuda norte-americana e possui um enorme sector estatal, responsável pela maior parte do emprego. A razão entre as importações e as exportações é de cerca de 11 para 1, e todo o combustível tem de ser importado. De salientar que uma parte das receitas das ilhas Marshall advém do aluguel do atol Kwajalein aos Estados Unidos, para testes de misseis. Em diversos atóis é a economia de subsistência que sobrevive, principalmente no sector agrícola e da pesca. As principais produções são as de coco, melões e fruta-pão. O turismo emprega cerca de 10% da população, e é a principal fonte de divisas estrangeiras. Apesar de ser um local paradisíaco, o turismo nas Ilhas Marshall é muito pouco explorado, devido a dificuldade de se chegar ao local, a concorrência com outras ilhas e o medo infundado de alguns turistas de supostas contaminações. Majuro é o porto de transbordo de atum mais movimentado do mundo, com 704 transbordos, totalizando 444.393 toneladas em 2015. Majuro também é um centro de processamento de atum. A fábrica da Pan Pacific Foods exporta atum processado para vários países, principalmente aos Estados Unidos, sob a marca Bumble Bee. As taxas de licença de pesca, principalmente para o atum, fornecem uma renda notável para o governo. == Infraestrutura == === Saúde === Um estudo promovido entre 2007 e 2008 revelou que a taxa de diabetes tipo 2 no país está entre as mais altas do mundo: 28% da população acima dos 15 anos possui a doença, além de 50% de prevalência na população acima de 35 anos de idade. Ainda segundo o estudo, aproximadamente 75% das mulheres e 50% dos homens têm sobrepeso ou obesidade, que se deve principalmente à adoção de uma dieta insalubre e à falta de exercícios físicos regulares. Cerca de 50% de todas as cirurgias realizadas na ilha são amputações devido a complicações da diabetes. Não há instalações para a diálise renal. Conforme um relatório da BBC, a expectativa de vida nas Ilhas Marshall é de 67 anos para os homens e 71 anos para as mulheres. === Educação === O Ministério da Educação das Ilhas Marshall é o órgão que regula a educação formal nas ilhas. O Sistema de escolas públicas das Ilhas Marshall opera as escolas governamentais em toda a nação. Conforme dados de 2011, a taxa de alfabetização da população adulta no país (acima de 15 anos de idade) era de 98,3% naquele ano, sendo que a expectativa de vida escolar, do ensino primário ao ensino superior, era de um total de 10 anos de estudo (2019). Até 1999, o país tinha 103 escolas primárias e 13 escolas secundárias. Havia 27 escolas primárias privadas e uma escola secundária privada. Grupos cristãos operavam a maioria das escolas particulares. Existem duas instituições terciárias operando nas Ilhas Marshall, o Colégio das Ilhas Marshall e a Universidade do Pacífico Sul, que possui um campus na capital do país.McMurray, Christine; Smith, Roy (11/10/2013). Doenças da Globalização: Transição Socioeconômica e Saúde. Routledge. ISBN 9781134200221. Historicamente, a população marshallesa era ensinada em inglês, com a instrução em língua marshallesa chegando mais tarde. Porém, isto foi revertido na década de 1990 para manter a herança cultural das ilhas e para que as crianças pudessem escrever em marshallês. Agora o ensino da língua inglesa começa na terceira série. == Cultura == Os valores culturais e costumes tornam a sociedade marshalesa única. O solo é um ponto focal para a organização social nesse país insular. Todos os marshaleses têm direitos sobre a terra, como parte de um clã, ou jowi, que deve obediência a um Iroij (chefe), é supervisionado pelo Alap (chefe do clã), e apoiado pelo Rijerbal (trabalhadores). O Iroij tem controle total das coisas, tais como a posse da terra, utilização de recursos e distribuição, e de resolução de litígios. O Alap supervisiona a manutenção das terras e atividades diárias. O Rijerbal são responsáveis ​​por todo o trabalho diário no terreno, incluindo a limpeza, agricultura e atividades de construção. A sociedade é matriarcal e, portanto, a terra é passada de geração em geração através da mãe. Com a terra para amarrar as famílias em clãs, reuniões familiares tendem a se tornar grandes eventos. Um dos eventos mais significativos da família é o kemem, ou o primeiro aniversário de uma criança, onde parentes e amigos se reúnem para comemorar com festa e música. == Ver também == * Lista de Estados soberanos * Lista de Estados soberanos e territórios dependentes da Oceania * Missões diplomáticas das Ilhas Marshall * Oceania",
 "title": "Ilhas Marshall"
}