{
 "id": "46792",
 "text": "Trento (em italiano Trento, dialeto trentino Trènt, alemão Trient e em latim Tridentum) é uma comuna italiana, capital da Província autónoma de Trento (antigo Tirolo Italiano), e capital administrativa da região autônoma Trentino-Alto Ádige/Südtirol, com aproximadamente 116.386 habitantes. Estende- se por uma área de 157,9 km², tendo uma densidade populacional de 737 hab/km². Faz divisa com Albiano, Aldeno, Altopiano della Vigolana, Besenello, Cavedine, Cimone, Civezzano, Garniga Terme, Giovo, Lavis, Madruzzo, Pergine Valsugana, Vallelaghi e Villa Lagarina. Quem nasce em Trento é chamado tridentino, adjetivo que significa \"pertencente a Trento\" e do qual deriva o termo trentino, indicando \"morador dos arredores de Trento\". == História == === Origens e Período Romano === Trento se desenvolveu a partir de um assentamento rético no vale do rio Ádige. A origem do nome tem algumas hipóteses e, provavelmente, a mudança de sentidos segue uma sequência histórica: # Deriva do nome céltico Trent em homenagem ao deus das águas, por causa do rio Ádige (também na Inglaterra existe um rio com o mesmo nome, que atravessa um antigo território céltico.) # Deriva da palavra rética trent, indicando uma trifurcação do rio Ádige. # Deriva do nome latino Tridentum (\"tridente\"), dado em homenagem ao deus romano das águas (Netuno) por causa das três colinas ao redor da cidade (Doss Trent, Dosso Sant'Agata e Dosso di San Rocco). Já durante a Antiguidade, Trento constituía-se numa importante rota de passagem de vários povos. Conquistada pelos romanos em , torna-se município entre 50 e No ano 15, Druso e Tibério subjugaram os réticos e a região foi totalmente conquistada. Resquícios do período romano podem ser ainda encontrados no subsolo da cidade. === Idade Média === Em meados do é construída a catedral, cujo primeiro bispo foi Jovino. A diocese era importante e passou a ter maior relevância com São Vigílio (335 - 405), evangelizador e mártir, e considerado o patrono da cidade. A partir do , a região é dominada por vários povos germânicos. Inicialmente pelos Ostrogodos, sob o rei Teodorico, o Grande. Em 568, chegam os Lombardos, seguidos dos Francos e dos Baiuvares, que se estabeleceram em vários vales da região. O bispo Agnelo tratou de assumir compromissos com os Francos e Longobardos para preservar a cidade de saques. Os Longobardos instituíram o Ducado de Trento e transformaram a região em Marca, estabelecendo em Trento a sede da administração local com a criação do Tridentinum Territorium. O primeiro duque foi Evino (Ewin), morto em 592. Em 982, Trento passa a fazer parte do Sacro Império Romano-Germânico por iniciativa de , primeiro imperador da nação germânica. O nome alemão da cidade, Trient, tem origem nesse período de domínio germânico. Em 1027, Trento tornou-se a capital administrativa do Principado Episcopal de Trento, criado juntamente com o Principado Episcopal de Bressanone pelo imperador germânico . Os príncipes-bispos tinham direito de voto na escolha do imperador do Sacro Império e logo a cidade tornou-se um importante centro imperial. O território original do principado tridentino era mais extenso do que o atual território trentino e abrangia, inclusive, a cidade de Balsano (Bolzano). A partir do , os bispos de Trento e Bressanone passaram a administrar as terras episcopais com auxílio de vassalos, isto é, famílias nobres da região. Entre eles, estavam os Condes do Tirol, originários de Merano e senhores do Castelo Tirol. Seu nome, provavelmente de origem ladina, batizou toda a região a partir do momento em que a nobre família passou a defender (advocare) militarmente as terras dos príncipes bispos, englobando-as posteriormente num sistema administrativo que uniu o poder temporal do Condado do Tirol ao religioso dos principados episcopais (Foederatius Tyrolensis). No decorrer dos séculos XIII e XIV, os condes \"de\" Tirol passaram a condes \"do\" Tirol e toda a região, outrora chamada em latim Terra in Montibus passou a chamar-se Tirol. Trento teve maior prestígio quando o controle do condado tirolês passou para os Habsburgo, duques da Áustria, tornando-se uma \"ponte\" que unia a Europa germânica ao mundo latino. No decorrer dos séculos, Trento foi governada por 52 príncipes bispos. Em sua maioria, os bispos eram de origem germânica (Lichtenstein, Thun, Wanger/Vanga, Hinderbach, Clesio/Glöss, Madruzzo/Madrutz). O centro velho da cidade é também chamado \"bairro alemão\" porque ali habitava sobretudo a antiga população de língua alemã da cidade. Durante a Idade Média, os tridentinos alemães representavam cerca de 20 a 30% da população total da cidade (sempre de maioria italiana), número que caiu gradativamente chegando a cerca de 4% no . Em meados de 1200, Trento foi um centro minerário (sobretudo de prata), com minas no Monte Calísio (Calisberga), nas proximidades de Cortesano. Os mineiros eram, na sua maioria, alemães vindos dos vales do atual Tirol austríaco e Baviera, muitos dos quais se instalaram em Val dei Mòcheni/Fersental, um vale a poucos quilômetros de Trento onde o idioma principal é ainda o alemão O. primeiro estatuto sobre extração de minério da região alpina foi escrito em Trento, atribuído ao bispo Federico Vanga (Friederich Wanger). === Renascença === Durante a Renascença, Trento sofre várias modificações arquitetônicas inspiradas nas cidades italianas. Muitas construções em estilo gótico alemão foram modificadas, assumindo caracteres \"mistos\". Durante esse período, Trento constituiu-se efetivamente enquanto \"ponto de encontro\" das culturas latina e germânica e podia ser considerada uma cidade bilíngue porque, além do italiano, falado pela grande maioria da população local, o uso da língua alemã era ainda bastante difuso na cidade, como se atesta em documentos da época. Em 1475, o desaparecimento do pequeno Simão de Trento tornou-se o motivo de grande preocupação na cidade e de difamação da pequena comunidade judaica de Trento, originária sobretudo do Leste Europeu. Durante a passagem do Beato Bernardo da Feltre, pregador franciscano itinerante, este previu um doloroso acontecimento na cidade, que caiu sobre os judeus. O garoto, de três anos, desapareceu durante a páscoa judaica e foi encontrado no riacho que passava por baixo da sinagoga da cidade, com o corpo repleto de marcas de tortura ritual. Os líderes da comunidade foram presos e dezessete deles confessaram sob tortura. Quinze foram sentenciados à morte na fogueira. Simão logo tornou-se símbolo de veneração e seu caso era muito parecido com outros da Europa, como o de André de Rinn (Anderl von Rinn). O culto ao beato foi reprimido (não suprimido) durante o Concílio Vaticano Segundo e seu culto foi removido do calendário canônico, mas não do martirológio católico. Em 1508, Maximiliano I de Habsburgo foi coroado imperador na catedral de Trento (Duomo di Trento) e, em 1511, instituiu o Landlibell (Landlibello), o sistema de defesa territorial tirolês que ficou em vigor até o . Alguns afrescos do imperador ainda podem ser vistos na cidade. Entre 1545 e 1563, a cidade teve grande relevância por causa do Concílio de Trento que deu origem à Contra-Reforma e estabeleceu a padronização do Rito romano enquanto ritual oficialmente aprovado para toda a Igreja latina, suprimindo as variações locais não antiguas e estabelecendo a Missa Tridentina. === O período napoleônico === Em 1802, as tropas francesas de Napoleão Bonaparte invadem o Império Austríaco, obrigando o imperador Francisco I a abdicar da coroa do Sacro-Império. O Tirol é inicialmente invadido através da região trentina (principalmente pelo Val di Sole) e, posteriormente, pelo norte, através da Baviera (aliada de Napoleão). A fortificada Trento não resiste e é invadida; o príncipe-bispo, Pietro Vigilio Thun, foge e se exila. As novas ideias advindas do Iluminismo francês descontentaram a população tirolesa, que pegou em armas para combater as tropas napoleônicas formadas por franceses, alemães (bávaros e saxões) e italianos. Atiradores voluntários chamados Bersaglieri ou Sizeri (termo originário do alemão Schützen, significando \"protetor\") organizaram pequenas guerrilhas que se uniram a partir de 1807. O líder máximo da insurreição tirolesa contra Napoleão foi o taberneiro e vendedor de cavalos Andreas Hofer, originário de S. Leonardo (localizada na atual Província de Bolzano). Profundamente católico e líder carismático, viveu anos de sua juventude no Tirolo Italiano (ou Welschtirol, atual Trentino), onde aprendeu o idioma italiano e o ofício de vendedor. Hofer liderou a partir de 1809 um levante popular que não obteve a prometida ajuda do exército imperial austríaco (apesar da ajuda financeira do irmão do imperador) e, por várias, vezes defendeu o Tirol do exército invasor. Durante a liberação de Trento, Andreas Hofer foi recebido com júbilo pela população local. Contudo, após a derradeira batalha de Bergisel, nos arredores de Innsbruck (que marcou a queda do \"invencível\" general francês), os tiroleses perderam batalhas sucessivamente e Hofer foi capturado, sofrendo o fuzilamento em Mântua a pedido pessoal de Napoleão. Cerca de 4.000 trentinos caíram em batalha. O Tirol foi dividido e o território de Trento passou para o controle do Reino napoleônico da Itália, sendo chamado Dipartamento dell'Alto Adige, enquanto a parte norte passou para o controle do Reino da Baviera com o nome de Südbayern (Sul da Baviera). Durante esse período, houve consideráveis modificações no sistema administrativo da cidade de Trento e uma primeira tentativa de italianização dos sobrenomes de origem alemã. Com a queda de Napoleão e o Congresso de Viena, em 1816, a cidade de Trento retorna para o domínio austríaco, que não refaz o principado episcopal, mas agrega a administração da região trentina juntamente com o governo Condado Principesco do Tirol (Gefürstete Grafschaft Tirol). Ao bispo é mantido o título de \"príncipe\", que será abolido apenas em 1953 pelo papa Pio XII. === Século XIX === A união do Império Austríaco e do Reino da Hungria com a coroação do imperador Francisco José I marcou o nascimento do Império Austro-húngaro, um Estado multiétnico e multilíngue da Europa. Os trentinos tinham apreço pela figura do imperador, sendo comum que as famílias possuíssem retratos de Francisco José e de sua esposa Isabel da Áustria, popularmente conhecida como Sissi. Em 1866, durante as incursões de Giuseppe Garibaldi, a Áustria perde o Reino Lombardo-Vêneto para o Reino de Itália. Garibaldi também tentou anexar o Tirol Italiano, mas não obteve sucesso. Na Batalha de Bezzeca, as tropas italianas são expulsas pelos soldados tiroleses que por pouco não capturam Garibaldi (mais tarde o acontecimento será indicado como sendo o Obbedisco ao rei italiano). A guerra de anexação do Vêneto e da Lombardia trouxe fome e pobreza para a população camponesa e os vênetos começam a emigrar quatro anos depois. A tensão aumenta e a Itália cria um forte embargo aos produtos tiroleses, ocasionando a crise no capo que culminou com a grande imigração trentina a partir de 1875. A imigração não era apoiada oficialmente pela monarquia austríaca, que tentou freá-la inclusive com decretos. Contudo, a crise no campo e o temor de uma nova guerra no Tirol obrigaram famílias inteiras a abandonar sua terra natal e seguir para a América e para outros países da Europa. thumb|Monumento a Dante nos jardins públicos da cidade. Financiado por abastadas famílias da cidade e construído em 1896 come símbolo da italianidade linguística de Trento sem, contudo, reivindicar qualquer separatismo. O nacionalismo do final do dividia as etnias da sociedade europeia e no Tirol, região historicamente trilíngue (alemão, italiano e ladino-dolomita) não foi diferente. Enquanto o pangermanismo ecoava nas terras alemãs, o irredentismo italiano reivindicava todas as terras de língua italiana da península Itálica. Trento permanecia uma cidade austríaca, com grande maioria da população fiel à monarquia austríaca, embora vários políticos locais reivindicassem maior autonomia do Tirol italiano frente ao Tirol alemão (com maioria de representantes na câmara provincial tirolesa de Innsbruck). Em 1896, é inaugurado em Trento o monumento a Dante Alighieri, grande poeta da língua italiana, numa demonstração de reivindicação da identidade linguística; em Bolzano, no mesmo ano, foi inaugurado o monumento a Walther von der Vogelweide, grande poeta da língua alemã. Enquanto isso, em Innsbruck (capital tirolesa) foi inaugurado o monumento a Andreas Hofer, numa demonstração de união territorial. === A Primeira Guerra Mundial === Os anos que antecederam a Primeira Guerra Mundial (1914 - 1918) foram cruciais em Trento, com incertezas sobre o pacto de não- agressão assinado pelo Império Austríaco, Reino da Prússia e do Reino de Itália, que formavam uma aliança. Dois personagens nascidos na cidade demonstram os ânimos da época: Cesare Battisti (1875 - 1916) e Eduard Reut- Nicolussi (1888 - 1956). Cesare, filho do comerciante Cesare, logo após ter concluído seus estudos no ginásio italiano de Trento, trasferiu-se para Graz, onde uniu-se ao grupo marxista da cidade, com quem fundou um jornal socialista em alemão, pouco tempo depois censurado. Uma vez que o Império Austríaco era declaradamente católico (embora respeitasse o direto de religião de todos os seus povos), Battisti não via meios de propagar o ideal comunista na Áustria e se transfere para a Itália, onde havia vários grupos socialistas. Em Florença, mantém contato com grupos irredentistas e carbonários e frequenta a universidade. Forma-se em Letras e em Geografia e retorna para o Tirol, onde publica guias e periódicos utilizando o termo Trentino (denotando, assim, seu ideal separatista). Participa da manifestação em Innsbruck que reivindicava uma universidade em língua italiana na capital tirolesa, terminada em pancadaria por causa da reação dos estudantes de língua alemã. Em Trento, comanda o jornal socialista Il Popolo, com o qual defende a autonomia regional trentina e, com isso, garante sua eleição em 1911 para deputado no parlamento de Viena. Em 1914, faz parte da Câmara (Dieta) de Innsbruck pelo partido socialista trentino. Durante sua juventude, o então socialista Benito Mussolini trabalhou com Cesare Battisti em Trento, para iniciar ali um movimento separatista. Desiludido com a fidelidade da população ao imperador, Mussolini abandona o Tirol e escreve o livro Il Trentino veduto da un socialista onde descreve sua experiência na cidade. Caminho diverso seguiu Alcide De Gasperi, representante do partido católico trentino no parlamento vienense. Era favorável à autonomia do Tirol Italiano sem, contudo, pregar a separação do território trentino. Conhecedor dos anseios de seus compatriotas, esteve em Roma pouco antes da declaração de guerra italiana, onde teve um colóquio com o então ministro do exterior italiano Sonini, onde afirmou que a grande maioria dos trentinos (cerca de 98%) não era favorável à anexação do Trentino ao Reino da Itália. Em 1914, o arquiduque Francisco Fernando é assassinado num atentado e o Império Austro-húngaro declara guerra à Sérvia. Cerca de 60.000 trentinos se alistam no exército austríaco. Em 1915, o Reino de Itália, alegando que a Tríplice Aliança era um tratado defensivo, e a Áustria era o agressor, declara guerra ao Império Austríaco . A grande maioria dos soldados tiroleses combatia nas terras polonesas da Galícia, contra o exército russo. Cerca de 14 mil voluntários, entre jovens e idosos, alistam-se para defender as fronteiras, enquanto soldados partem em direção ao Tirol. Com a declaração de guerra italiana, cerca de 200 trentinos (muitos dos quais descendentes de italianos que viviam no Tirol) transferem-se para a Itália. Entre eles, Cesare Battisti, que se alista no exército italiano (Alpini) , chegando a combater contra compatriotas tiroleses. Seu irmão mais jovem o segue, enquanto seus irmãos mais velhos se alistam no exército imperial austríaco (Kaiserjäger/Cacciatori Imperiali). Com a baixa italiana ocasionada por uma incursão austríaca pelas montanhas, em 1916, Cesare Battisti se esconde entre os corpos de soldados mortos, mas é reconhecido pelo soldado austríaco Bruno Franceschini (trentino) e capturado. Enquanto era levado para Trento, houve tentativas populares de assassinar Battisti e os soldados foram obrigados a levá-lo pelas montanhas. Em Trento, Battisti é julgado por alta traição, pois ainda era parlamentar austríaco. Relatos populares afirmam que seu pai o teria insultado na rua Manci, no centro de Trento, chamando-o \"traidor\". É condenado a forca e sofre a pena no Castelo de Buonconsiglio, na presença de populares e militares. Eduard, filho do professor Mathäus (oriundo de Luserna), completa seus estudos no ginásio alemão de Trento. Durante a Primeira Guerra Mundial, combateu como oficial austríaco (Kaiserjäger), recebendo a Medalha de Ouro de valor militar, por sua dedicação absoluta. Trento torna-se uma fortificação e um decreto imperial obriga a população a se transferir para o interior do império, pois as terras fronteiriças haviam se tornado um campo de batalha. Muitos trentinos seguem para a Boêmia e para a Baixa Áustria, vivendo em vilas de refugiados. A cidade de Trento resiste até o final da guerra, em 1918. As tropas italianas entram na cidade após o armistício e dois dias após a chegada das tropas inglesas (aliadas dos italianos). Sobre a entrada das tropas italianas em Trento, Nicolussi escreveu: A Itália nunca ganhou. Em três anos e meio de luta, não conseguiu ganhar um único centímetro de terra tirolesa. (...) Com justificado orgulho nós podemos sempre afirmar: com as mesmas forças, foi um trabalho fácil para nós derrotar o inimigo. Mas tudo acabou em destruição e derrota. Muitos soldados, ao retornarem para suas casas, eram obrigados a se transferir para outras regiões da Itália. Muitos exilados seguiram para Iserna e para ilhas do Sul. Cerca de 11.000 trentinos morreram no conflito. Após a guerra, Nicolussi foge do exílio e se transfere para Innsbruck, onde frequenta a Faculdade de Direito; anos mais tarde, tornou-se professor de Direito Internacional e reitor da universidade (em 1947). === O Fascismo e a Segunda Guerra Mundial === Após a guerra, o Tirol é divido entre a Áustria e a Itália. O nome histórico \"Tirol\" é mantido apenas para a porção austríaca, enquanto a porção italiana é dividida em duas províncias: Província de Trento (Trentino), com maioria da população de língua italiana, e Província de Bolzano (Alto Adige/Südtirol/Sudtirolo), com maioria da população de língua alemã. Em 1922 o fascismo propaga-se pela Itália. Mussolini lembrar-se-ia dos anos em que viveu no Tirol e logo tratou de iniciar um processo de italianização da região, com interdição total do uso da língua alemã e do dialeto trentino. Qualquer referência pública ao império, a Andreas Hofer ou ao Tirol era punida com multas e até mesmo com agressões. Não era permitida nenhuma homenagem aos soldados mortos durante a guerra (o primeiro monumento aos soldados trentinos na cidade de Trento é do ano 2000). Enquanto a população local ainda pagava as dívidas do período da guerra, o governo fascista incentivava a migração de italianos para as províncias, na tentativa de italianizá-la a todo custo, garantindo, assim, que grupos separatistas não adquirissem força suficiente para estabelecerem a sua autoridade em terras tirolesas. Sobrenomes de origem alemã foram italianizados ou substituídos, placas e monumentos foram modificados ou destruídos, assim como tudo que fizesse menção ao passado. A maioria dos cargos administrativos era ocupada por pessoas selecionadas pelo governo. A cidade de Trento passou por uma grande alteração arquitetônica, no intuito de convertê-la numa cidade tipicamente italiana. Muitas construções históricas foram alteradas, retirando-se, sobretudo, os Erker (parte sobressalente, típica da arquitetura tirolesa). O uso da língua alemã foi proibido nas paróquias que a utilizavam e qualquer menção pública ao Tirol poderia ser indemnizado com uma multa de 200 liras. Durante esse período, a política local tratou de proliferar e instrumentalizar o culto ao irredentista Cesare Battisti (evitando, porém, de mencionar seu engajamento socialista). Após o Anschluss, a população alemã da província de Bolzano esperava uma possível anexação de seu território ao Reich alemão acordo Entretanto, um acordo entre Adolf Hitler e Benito Mussolini estabeleceu que as fronteiras do Tirol não seriam modificadas. Outro acordo, conhecido como \"Opção\" (Ozzione), estabelecia que aqueles tiroleses que quisessem abandonar a Itália e transferir-se para o Reich alemão, sairiam prejudicados com a perda da sua cidadania italiana; aqueles que permanecessem em território do Tirol italiano abster-se-iam do direito de utilizar o idioma alemão. Muitos abandonaram as suas terras na esperança de poder viver a sua cultura no Tirol austríaco; porém, a grande maioria foi transferida para as colônias alemãs na Checoslováquia. Durante a Segunda Guerra Mundial, muitos ex-soldados austríacos da guerra anterior, tornaram-se soldados italianos. A maiora dos trentinos partiu para as campanhas italianas na Rússia e na Grécia. Trento foi bombardeada a partir de 1943, com destruição de muitas construções históricas seculares. Em meio aos bombardeios, nasceu o Movimento Focolare, fundado por Chiara Lubich, baseado na pregação de paz entre os povos e na assistência aos necessitados. A cidade de Trento foi um dos principais polos dos partisans italianos, recebendo a medalha de ouro pela sua luta contra o fascismo. Com o final da guerra, as províncias de Trento e Bolzano passaram a reivindicar a sua autonomia face ao governo de Roma. A reconstrução da Itália ficou também a encargo de um trentino, Alcide De Gasperi, que durante a juventude foi parlamentar austríaco em Viena pelo partido católico. De Gasperi trabalhou para proporcionar à sua terra natal a autonomia, sem com isso incentivar uma hipotética guerra entre a Áustria e a Itália. Entre as décadas de 1950 e 1960, ocorreram atentados a bomba contra torres de energia, de autoria do grupo separatista B.A.S. dos Freiheitskämpfer (\"combatentes pela liberdade). No Trentino, havia o M.S.T. (Movimento Separatista Trentino), menos radical no que se refere a atentados. A questão tirolesa foi discutida pela Áustria e pela Itália e foi uma questão suficientemente controversa para que tentassem resolvê-lo nas Nações Unidas. O acordo selado entre Áustria e Itália ficou conhecido como Acordo De Gasperi-Gruber, estabelecendo a criação de duas províncias autônomas politicamente: a Província autônoma de Trento (Trentino) e a Província autônoma de Bolzano (Südtirol), formando, juntas, Região Autônoma Trentino-Alto Ádige (Trentino-Südtirol), com sede administrativa em Trento. == Geografia == Em 2010, a população da cidade era de 116.386 habitantes. Muito montanhosa, a província tem uma área de 6.207 km² e em 2001 a população total de 477.017. Juntamente com a Província de Bolzano e com o Tirol austríaco forma a Região Europeia do Tirol (Euregio Tirolo), com representação oficial no governo da União Europeia em Bruxelas. == Comunicações == Auto-estrada A22-E45 para Verona (a sul) e Bolzano/Bozen, Innsbruck e Munique a norte. Caminho de ferro. == Elenco de presidentes == * 1948 - 1952: Giuseppe Balista * 1952 - 1956: Remo Albertini * 1956 - 1960: Riccardo Rosa * 1960 - 1974: Bruno Kessler * 1974 - 1979: Giorgio Grigolli * 1979 - 1985: Flavio Mengoni * 1985 - 1989: Pierluigi Angeli * 1989 - 1992: Mario Malossini * 1992 - 1993: Gianni Bazzanella * 1993 - 1999: Carlo Andreotti * 1999 - 2012: Lorenzo Dellai * 2012 - 2013: Alberto Pacher * 2013 - atualidade: Ugo Rossi == Personalidades == * Giacomo Aconzio nasceu em Trento * Kurt von Schuschnigg viveu e estudou em Trento * Eduard Reut-Nicolussi nasceu em Trento * Simão de Trento nasceu em Trento * Chiara Lubich nasceu em Trento * Ginetta Calliari nasceu em Trento * Benito Mussolini trabalhou em Trento em 1909, tendo sido preso e deportado devido a atividades consideradas subversivas pelas autoridades austríacas de Trento, pois tentou dar início a um movimento separatista. Sem sucesso, escreveu posteriormente o livro \"Il Trentino veduto da un socialista\". == Ver também == * Principado Episcopal de Trento * Tirol * Catedral de Trento",
 "title": "Trento"
}