{
 "id": "46841",
 "text": "Ebulição é a rápida transição de fase de líquido para gás ou vapor; O inverso da ebulição é a condensação. A ebulição ocorre quando um líquido é aquecido até seu ponto de ebulição, de modo que a pressão de vapor do líquido seja igual à pressão exercida sobre o líquido pela atmosfera circundante. A ebulição e a evaporação são as duas principais formas de vaporização líquida. Existem dois tipos principais de ebulição: ebulição nucleada, onde pequenas bolhas de vapor se formam em pontos discretos, e ebulição do fluxo crítico de calor, onde a superfície de ebulição é aquecida acima de uma certa temperatura crítica e uma película de vapor se forma na superfície. A ebulição de transição é uma forma intermediária e instável de ebulição com elementos de ambos os tipos. O ponto de ebulição da água é de 100 °C ou 212 °F, mas é menor com a diminuição da pressão atmosférica encontrada em altitudes mais elevadas. A água fervente é usada como um método de torná-la potável, matando micróbios e vírus que possam estar presentes. A sensibilidade de diferentes microrganismos ao calor varia, mas se a água for mantida a 100 °C (212 °F) por um minuto, a maioria dos microrganismos e vírus são inativados. Dez minutos a uma temperatura de 70 ° C (158 °F) também são suficientes para inativar a maioria das bactérias. A água fervente também é usada em vários métodos de cozimento, incluindo fervura, cozimento no vapor e caça furtiva. == Tipos == === Convecção livre === O menor fluxo de calor visto na ebulição é suficiente apenas para causar [convecção natural], onde o fluido mais quente sobe devido à sua densidade ligeiramente menor. Essa condição ocorre apenas quando o superaquecimento é muito baixo, o que significa que a superfície quente perto do fluido tem quase a mesma temperatura que o ponto de ebulição. === Nuclear === A ebulição nucleada é caracterizada pelo crescimento de bolhas ou estalos em uma superfície aquecida (nucleação heterogênea), que sobe de pontos discretos em uma superfície, cuja temperatura é apenas ligeiramente acima da temperatura do líquido. Em geral, o número de locais de nucleação é aumentado pelo aumento da temperatura da superfície. Uma superfície irregular do recipiente de ebulição (ou seja, aumento da rugosidade da superfície) ou aditivos ao fluido (ou seja, surfactantes e/ou nanopartículas) facilitam a ebulição nucleada em uma faixa de temperatura mais ampla, enquanto uma superfície excepcionalmente lisa, como plástico, se presta ao superaquecimento. Nessas condições, um líquido aquecido pode apresentar atraso na ebulição e a temperatura pode ultrapassar um pouco o ponto de ebulição sem ferver. A nucleação homogênea, onde as bolhas se formam a partir do líquido circundante em vez de em uma superfície, pode ocorrer se o líquido estiver mais quente em seu centro e mais frio nas superfícies do recipiente. Isso pode ser feito, por exemplo, em um forno de micro-ondas, que aquece a água e não o recipiente. === Fluxo de calor crítico === O fluxo crítico de calor (CHF) descreve o limite térmico de um fenômeno em que ocorre uma mudança de fase durante o aquecimento (como bolhas se formando em uma superfície metálica usada para aquecer água), o que diminui repentinamente a eficiência da transferência de calor, causando superaquecimento localizado da superfície de aquecimento. À medida que a superfície de ebulição é aquecida acima de uma temperatura crítica, forma-se uma película de vapor na superfície. Como esse filme de vapor é muito menos capaz de transportar calor para longe da superfície, a temperatura sobe muito rapidamente além desse ponto para o regime de ebulição de transição. O ponto em que isso ocorre depende das características do fluido em ebulição e da superfície de aquecimento em questão. === Transição === A ebulição de transição pode ser definida como a ebulição instável, que ocorre em temperaturas superficiais entre o máximo atingível no nucleado e o mínimo atingível na ebulição do filme. A formação de bolhas em um líquido aquecido é um processo físico complexo que geralmente envolve cavitação e efeitos acústicos, como o chiado de amplo espectro que se ouve em uma chaleira ainda não aquecida a ponto de as bolhas ferverem na superfície. === Filme === Se uma superfície aquecendo o líquido for significativamente mais quente do que o líquido, ocorrerá a ebulição do filme, onde uma fina camada de vapor, que tem baixa condutividade térmica, isola a superfície. Esta condição de uma película de vapor que isola a superfície do líquido caracteriza a ebulição da película. == Física == O ponto de ebulição de um elemento a uma determinada pressão é um atributo característico do elemento. Isso também é verdade para muitos compostos simples, incluindo água e álcoois simples. Uma vez iniciada a fervura e desde que a ebulição permaneça estável e a pressão constante, a temperatura do líquido em ebulição permanece constante. Esse atributo levou à adoção de pontos de ebulição como definição de 100 °C. === Destilação === As misturas de líquidos voláteis têm um ponto de ebulição específico para essa mistura, produzindo vapor com uma mistura constante de componentes - a mistura de ebulição constante. Este atributo permite que misturas de líquidos sejam separadas ou parcialmente separadas por fervura e é mais conhecido como um meio de separar o etanol da água. == Usos == === Refrigeração e ar-condicionado === A maioria dos tipos de refrigeração e algum tipo de ar-condicionado funcionam comprimindo um gás para que ele se torne líquido e depois permitindo que ferva. Isso absorve o calor do ambiente, resfriando a geladeira ou freezer ou resfriando o ar que entra em um edifício. Os líquidos típicos incluem propano, amônia, dióxido de carbono ou nitrogênio.ndrew D. Althouse, Carl H. Turnquist, Alfred F. Bracciano (2003). Modern Refrigeration and Air Conditioning 18th Edition ed. [S.l.]: Goodheart- Wilcox Publishing. ISBN 1590702808 === Para tornar a água potável === Como método de desinfecção da água, levá-la ao ponto de ebulição a 100 °C (212 °F) é a maneira mais antiga e eficaz, pois não afeta o sabor, é eficaz apesar dos contaminantes ou partículas presentes nela e é um processo de etapa única que elimina a maioria dos micróbios responsáveis por causar doenças relacionadas ao intestino. O ponto de ebulição da água é de 100 ° C (212 °F) ao nível do mar e à pressão barométrica normal. Em locais com sistema de purificação de água adequado, é recomendado apenas como método de tratamento de emergência ou para obtenção de água potável no deserto ou em áreas rurais, pois não pode remover toxinas químicas ou impurezas. A eliminação de microrganismos por ebulição segue a cinética de primeira ordem - em altas temperaturas, é alcançada em menos tempo e em temperaturas mais baixas, em mais tempo. A sensibilidade ao calor dos microrganismos varia, a 70 ° C (158 °F), as espécies de Giardia (que causam giardíase) podem levar dez minutos para inativação completa, a maioria dos micróbios que afetam o intestino e E. coli (gastroenterite) leva menos de um minuto; no ponto de ebulição, o Vibrio cholerae (cólera) leva dez segundos e o vírus da hepatite A (causa o sintoma de icterícia), um minuto. A fervura não garante a eliminação de todos os microrganismos; os esporos bacterianos Clostridium podem sobreviver a 100 ° C (212 °F), mas não são transmitidos pela água ou afetam o intestino. Assim, para a saúde humana, a esterilização completa da água não é necessária. O conselho tradicional de ferver a água por dez minutos é principalmente para segurança adicional, uma vez que os micróbios começam a ser eliminados em temperaturas superiores a 60 °C (140 °F) e levá-la ao ponto de ebulição também é uma indicação útil que pode ser vista sem a ajuda de um termômetro e, a essa altura, a água é desinfetada. Embora o ponto de ebulição diminua com o aumento da altitude, não é suficiente para afetar o processo de desinfecção. === Na culinária === A fervura é o método de cozinhar alimentos em água fervente ou outros líquidos à base de água, como caldo ou leite. Ferver é ferver suavemente, enquanto na escalfação o líquido de cozimento se move, mas quase não borbulha.Publishing, D. K. (29 August 2005). The Cook's Book: Techniques and tips from the world's master chefs. Penguin. ISBN 9780756665609 O ponto de ebulição da água é normalmente considerado 100 ° C (212 ° F; 373 K), especialmente ao nível do mar. A pressão e uma mudança na composição do líquido podem alterar o ponto de ebulição do líquido. O cozimento em grandes altitudes geralmente leva mais tempo, pois o ponto de ebulição é uma função da pressão atmosférica. A uma altitude de cerca de uma milha (1.600 m), a água ferve a aproximadamente 95 ° C (203 ° F; 368 K). Dependendo do tipo de alimento e da elevação, a água fervente pode não estar quente o suficiente para cozinhar os alimentos adequadamente. Da mesma forma, aumentar a pressão como em uma panela de pressão aumenta a temperatura do conteúdo acima do ponto de ebulição ao ar livre.\"High Altitude Cooking and Food Safety\" === \"boil-in- bag\" === Conhecido como \"boil-in-bag\", envolve aquecer ou cozinhar alimentos prontos selados em um saco plástico grosso. O saco contendo os alimentos, muitas vezes congelados, é submerso em água fervente por um tempo prescrito. Os pratos resultantes podem ser preparados com maior comodidade, pois nenhuma panela ou frigideira fica suja no processo. Essas refeições estão disponíveis para acampar e também para refeições em casa. == Contraste com evaporação == A qualquer temperatura, as moléculas em um líquido têm energias cinéticas variadas. Algumas partículas de alta energia na superfície do líquido podem ter energia suficiente para escapar das forças intermoleculares de atração do líquido e se tornar um gás. Isso é chamado de evaporação. A evaporação só acontece na superfície enquanto a ebulição ocorre em todo o líquido. Quando um líquido atinge seu ponto de ebulição, formam-se bolhas de gás que sobem à superfície e explodem no ar. Esse processo é chamado de ebulição. Se o líquido fervente for aquecido com mais força, a temperatura não aumenta, mas o líquido ferve mais rapidamente. Essa distinção é exclusiva da transição do líquido para o gás; Qualquer transição direta do sólido para o gás é sempre chamada de sublimação, independentemente de estar em seu ponto de ebulição ou não. Categoria:Mudanças de fase",
 "title": "Ebulição"
}