{
 "id": "46881",
 "text": "Iyá Davina ou Dona Davina, nomes pelos quais era conhecida Davina Maria Pereira (Salvador, 1880 — Nova Iguaçu, 1964) foi uma Ialorixá do Candomblé, a primeira filha-de-santo de Procópio d'Ogum. Dona Davina foi uma das importantes figuras dos migrantes baianos que levaram vários aspectos da cultura afro-brasileira ao Rio de Janeiro, contribuindo assim \"criação, preservação e manutenção de novos e velhas tradições culturais, entre estas o samba\". ==Biografia == Filha de Santo de Omolu e Oxalá, no dia 24 de julho de 1910 foi iniciada por Procópio Xavier de Souza, mais conhecido como Procópio d'Ogum, no Ilê Ogunjá, situado no Baixão, antigo Matatu Grande, em Salvador. Mudou-se na década de 1910 para a cidade do Rio de Janeiro, junto ao marido Theóphilo Pereira, ogã do Ilê Ogunjá, fixando-se inicialmente no bairro da Saúde — uma residência que serviria de hospedagem provisória aos conterrâneos que migravam para a cidade, de tal forma que o lugar ficou conhecido como \"Consulado Baiano\". No Rio de Janeiro, ela se ligou ao terreiro do pai-de- santo João Alabá, já famoso àquele tempo e frequentado por figuras importantes da cultura carioca como Tia Ciata; com a morte de seu líder, em 1924, o terreiro se mudou para o bairro de Bento Ribeiro junto com a sua sucessora, Dona Pequena d'Oxaguian e seu esposo Vicente Bankolê, com ajuda de Iyá Davina, onde permanecem até 1931, quando se mudam para a cidade de Nova Iguaçu, onde ali instala a primeira roça de candomblé da Baixada Fluminense. Com o nome oficial de Sociedade Beneficente da Santa Cruz de Nosso Senhor do Bonfim, a Casa-Grande de Mesquita passa para o comando de Iyá Davina com a morte de Dona Pequena, sendo a última ialorixá daquele terreiro pois com seu falecimento, em 1964, sua neta Meninazinha d'Oxum herdou seus fundamentos e assim, fundou a Sociedade Civil e Religiosa Ilê Omolu Oxum em 1968, na Marambaia, distrito de Tinguá, Nova Iguaçu. Iyá Davina participou da fundação de inúmeros terreiros no Rio de Janeiro, como: Terreiro Bate Folha de João Lessengue; Ilê Axé Opô Afonjá de Mãe Agripina; Terreiro de São Gerônimo e Santa Bárbara, de Mãe Senhorazinha; Ilê Nidê, de Seu Ninô d'Ogun. Foi, também, madrinha de Oruncó de Pai Zézinho da Boa Viagem. ==Homenagem == O Museu Memorial Iyá Davina foi criado em 26 de julho de 1997, por Mãe Meninazinha de Oxum, em homenagem à sua avó materna e também sua mãe de santo, como o objetivo de preservar a própria história, contada a partir dos objetos utilizados no campo litúrgico e no uso rotineiro das atividades dentro do terreiro. Estes artefatos possuem grande importância, pois além de revelarem as suas trajetórias, permitem também manter viva a biografia daqueles que os utilizaram. A partir deste acervo inicial guardado ao longo dos anos por Iyá Davina e, posteriormente, com outros itens agregados por Mãe Meninazinha de Oxum, foi possível construir uma narrativa sobre uma parte do candomblé da Bahia que se deslocou para o Rio de Janeiro, no começo do século passado: a organização dos primeiros terreiros e rodas de samba na Região Portuária; o deslocamento dos povos de terreiro para a Baixada Fluminense; e a formação destes núcleos de resistência.Trecho do texto curatorial de autoria de Marco Antonio Teobaldo, para a exposição permanente do Museu Memorial Iyá Davina, reinaugurada em 29 de maio de 2021, no Ilê Omolu Oxum, em São João de Meriti (RJ). Iyá_Davina Categoria:Naturais de Salvador Categoria:Museu Memorial Iyá Davina Categoria:Brasileiros de ascendência africana",
 "title": "Iá Davina"
}