{
 "id": "46892",
 "text": "Johannes Brahms (; Hamburgo, 7 de maio de 1833 – Viena, 3 de abril de 1897) foi um compositor, pianista e maestro alemão do período médio-romântico . Nascido no seio de uma família luterana, passou grande parte de sua vida profissional em Viena. É considerado um dos \"Três B\" da música com Johann Sebastian Bach e Ludwig van Beethoven, um comentário originalmente feito pelo maestro do século XIX Hans von Bülow, que apelidou a primeira sinfonia de Brahms de \"décima de Beethoven\".Johannes Brahms – A Mini-Biography . Por R.C. Speck, 17 de dezembro de 2013. Brahms compôs para orquestra sinfónica, conjuntos de câmara, piano, órgão, voz e coro. Pianista virtuoso, estreou muitas das suas próprias obras. Trabalhou com os principais intérpretes de sua época, incluindo a pianista Clara Schumann e o violinista Joseph Joachim (os três eram amigos íntimos). Muitas das suas obras tornaram-se parte integrante do repertório de concertos modernos. Brahms foi considerado tradicionalista e inovador pelos seus contemporâneos e por escritores posteriores. A sua música está enraizada nas estruturas e técnicas composicionais dos mestres clássicos. Incorporados nessas estruturas estão motivos profundamente românticos. Embora alguns contemporâneos considerassem a sua música excessivamente académica, a sua contribuição e habilidade foram admiradas por figuras subsequentes tão diversas como Arnold Schönberg e Edward Elgar. A construção detalhada das obras de Brahms foi ponto de partida e inspiração para uma geração de compositores. == Biografia == No dia 7 de maio de 1833, em Hamburgo, nasceu Johannes Brahms. Seu pai, Johann Jacob, era contrabaixista e ganhava a vida tocando em bares e tavernas da cidade portuária. Logo ele percebeu os dotes pouco comuns do filho e, quando este completou sete anos, contratou o excelente professor Otto Cossel para dar-lhe aulas de piano. Aos 10 anos, o menino fez seu primeiro concerto público, interpretando Mozart e Beethoven. Também aos 10 anos, ele já frequentava as tabernas com seu pai e tocava lá durante parte da noite. Não tardou a receber um convite para tocar nas cervejarias da noite hamburguesa, sempre ao lado de seu pai. Enquanto trabalhava como músico profissional, Johannes tinha aulas com Eduard Marxsen, regente da Filarmônica de Hamburgo e compositor. Foi Marxsen quem lhe deu as primeiras noções de composição. Como músico de cervejaria, Brahms conhece Eduard Reményi, violinista húngaro que havia se refugiado em Hamburgo. Combinam uma tournée pela Alemanha. Nesta viagem, Brahms acaba conhecendo Joseph Joachim (famoso violinista, que viria a se tornar um de seus maiores amigos), Liszt e também os Schumann. Em sua casa em Düsseldorf, no ano de 1853, Robert e Clara Schumann o receberam como gênio. Robert logo tratou de recomendar as obras de Brahms aos seus editores e escreveu um famoso artigo na Nova Gazeta Musical, intitulado \"Novos Caminhos\", onde era chamado de \"jovem águia\" e de \"Eleito\". Quanto à Clara, existem muitas hipóteses de que os dois teriam tido um relacionamento amoroso, mas nenhuma prova — ambos destruíram cartas e outros documentos que poderiam afirmar isso. Brahms ficou alguns anos perambulando entre as cidades da Alemanha, fixando-se em duas residências — a de Joachim, em Hanôver, e a de Schumann, em Düsseldorf. Essa vida errante haveria de terminar em 1856, com a trágica morte de Schumann. Foi quando conseguiu o emprego de mestre de capela do pequeno principado de Lippe- Detmold. Em 1860, comete um grande erro: assina, junto com Joachim e outros dois músicos, um manifesto contra a chamada escola neo-alemã, de Liszt e Wagner, e sua \"música do futuro\". Embora Brahms não fosse afeito a polêmicas, acabou entrando nessa, o que lhe valeu a pecha de reacionário, a qual foi derrubada apenas no século XX pelo famoso ensaio de Schoenberg — \"Brahms, o Progressista\". Johannes Brahms - Morte de mulher de Schumann causa abalos Três anos mais tarde, resolve morar em Viena. Seu primeiro emprego na capital austríaca foi como diretor da Singakademie, onde regia o coro e elaborava os programas. Apesar do relativo sucesso que obteve, pediu demissão em um ano, para poder dedicar-se à composição. A partir daí, sempre conseguiu sustentar- se apenas com a edição de suas obras e com seus concertos e recitais. Em Viena, conseguiu o apoio e admiração do importante crítico Eduard Hanslick, mas isso não foi suficiente para garantir-lhe fama. Somente a partir da estreia de Um Réquiem Alemão, em 1868, é que Brahms começou a ser reconhecido como grande compositor. Como reflexo disso, em 1872, é convidado para dirigir a Sociedade dos Amigos da Música, a mais célebre instituição musical vienense. Ficaria lá até 1875. Em 1876, um fato marcante: a estreia sua Primeira Sinfonia, ansiosamente aguardada, foi um grande sucesso. A partir daí, Brahms ficou marcado como o sucessor de Beethoven. O maestro Hans von Bülow até apelidou essa primeira sinfonia de \"Décima\", com referência à Nona Sinfonia de Beethoven. Brahms também foi um continuador da obra de Schubert, como compositor de lieder. Além disso, contribuiu para a divulgação da música de Bach, quando esta ainda não era muito valorizada em Viena. Apesar de seus modos um tanto rudes, aqueles que conheceram Brahms sabiam quão generoso e gentil ele era, no fundo. Viveu modestamente, num apartamento de três peças, mas sempre ajudou, inclusive financeiramente, parentes e amigos músicos, como Antonin Dvorak e Gustav Mahler. Como alguém já observou, a vida de Brahms vai- se acalmando em razão contrária de sua produção. Os anos que se seguem são tranquilos, marcados pela solidão (manteve-se solteiro), pelas estreias de suas obras, pelas longas temporadas de verão e pelas viagens (principalmente à Itália). Em 1890, após concluir o Quinteto de Cordas op. 111, decide parar de compor e até prepara um testamento. Mas não ficaria muito tempo longe da atividade; no ano seguinte, encontra-se com o célebre clarinetista Richard Mülhfeld e, encantado com o instrumento e suas possibilidades, escreve quatro obras-primas — duas Sonatas para Clarineta e Piano, o Trio para Clarineta, Cello e Piano, e o Quinteto para Clarineta e Cordas, que está entre suas mais importantes peças de música de câmara. Sua última obra publicada foi o ciclo Quatro Canções Sérias, onde praticamente despede-se da vida. Ele dedica a coletânea a si mesmo, como presente no aniversário, em 1896. Nesse mesmo ano, morre Clara Schumann. O Romantismo, Brahms, Clara Schumann e o cinema. Por Leo Forte. Fifties, 24 de setembro de 2015. Johannes Brahms viria a falecer um ano depois, em 3 de abril de 1897. == Obra == Brahms dedicou-se a todas as formas, exceto balé e ópera, que não lhe interessavam — seu domínio era realmente a música pura, onde reinou absoluto em seu tempo. Podemos dizer que Brahms ocupou o espaço deixado por Wagner, que se dedicava à ópera, e com ele dominou a música da segunda metade do século XIX. A obra brahmsiniana representa a fusão da expressividade romântica com a preocupação formal clássica. Em uma época onde a vanguarda estava com a música programática de Liszt e o cromatismo wagneriano, Brahms compôs música pura e diatônica, e ainda assim conseguiu impor-se. Talvez este seja um de seus maiores méritos. Em contrapartida, um fator que faz com que Brahms seja de certa forma inovador, é o seu estilo de modulação, sendo que, muitas vezes, Brahms usa de modulações repentinas dentro do discurso harmônico de suas obras, sempre trilhando caminhos de intervalos de terça. Porém, a contragosto, Brahms viu-se no meio da querela entre os conservadores, capitaneados pelo crítico Hanslick, e os \"modernistas\", principalmente Hugo Wolf, sendo adotado pelo lado \"reacionário\". Como os wagnerianos acabaram por dominar a maior parte da crítica na virada do século, demorou muito para que a obra de Brahms fosse colocada no lugar que merecia. Um dos que mais contribuíram para mudar esse estado de coisas foi Arnold Schoenberg, pai do dodecafonismo, que expôs, numa conferência realizada nos Estados Unidos, em 1933, o quanto Brahms era inovador e até mesmo revolucionário. Hoje, esta é a ideia predominante: Brahms é um dos compositores mais conhecidos. Os estudiosos dividem em quatro fases a obra brahmsiniana. A primeira é a juventude, onde apresenta um romantismo exuberante e áspero, como no primeiro Concerto para Piano. Ela vai até 1855. A segunda corresponde à fase de consolidação como compositor, que culmina no triunfo do Requiem Alemão, em 1868. Aqui, ele toma gosto pela música de câmara e pelo estudo dos clássicos. A terceira fase é a maturidade, das obras sinfônicas e corais. Brahms atinge a perfeição formal e grande equilíbrio. O último período começa em 1890, quando, no final da vida, pensa em parar de compor. As obras tornam-se mais simples e concentradas, com destaque para a música de câmara e pianística. O Quinteto para Clarinete é exemplo típico dessa fase outonal. === Música para piano === Brahms dedicou grande parte de sua obra ao piano, principalmente na juventude e na velhice. As obras juvenis, como as três sonatas (em Fá Sustenido Maior, Dó Maior e Fá Menor), são vigorosas e apaixonadas, superabundantes em termos temáticos. Resolvidos os desafios da sonata, Brahms entrou no gênero em que se revelaria um mestre: a variação. O primeiro conjunto publicado foi a das Dezesseis Variações sobre um Tema de Schumann, escritas em 1854, onde já demonstra seu domínio técnico. Mas foi com as 25 Variações e Fuga sobre um Tema de Handel que Brahms atingiu o máximo no campo. Outras obras-primas são os dois grupos de Variações sobre um Tema de Paganini, de dificílima execução, e as Variações sobre um Tema de Haydn, para dois pianos, que ficariam célebres em sua versão orquestral. No campo das formas mais livres, destacam-se na produção pianística de Brahms as Baladas op. 10, da juventude, os Intermezzos op. 117 e as Klavierstücke op. 118 e 119, da velhice. === Música de câmara === Este foi o gênero brahmsiniano por excelência, tendo exemplares em todas suas quatro fases. Entre as primeiras, destacam-se o ardente Trio op. 8, que seria revisado 35 anos mais tarde, o impressionante Sexteto de Cordas no. 1 e o exuberante Quarteto para Piano op. 25 — o último seria orquestrado por Schoenberg, que queria demonstrar as potencialidades sinfônicas da obra. === Música vocal === Brahms foi um grande compositor de canções. Numericamente, os lieder formam a maior parte da obra brahmsiniana. Entre os ciclos mais conhecidos encontram-se Romanzen aus Magelone e as Quatro Canções Sérias, este último sua obra derradeira. Na música coral de Brahms, destacam-se Um Requiem Alemão, talvez sua obra mais famosa, que o consagrou definitivamente, a Canção do Destino e a Rapsódia para Contralto, magnífica peça que encantou até Hugo Wolf, habitual crítico. === Música orquestral === Brahms levou relativamente um longo tempo para compor suas obras orquestrais: apenas na sua fase madura é que o gênero é explorado em peças de fôlego. Sua primeira obra-prima no campo é o majestoso Concerto para Piano n.º 1, que tem um caráter quase de sinfonia. As duas serenatas, opus 11 e 16, são bem mais leves e têm um sabor clássico. Mas foram as Variações sobre um Tema de Haydn em sua versão orquestral que realmente impulsionaram Brahms no gênero e abriram terreno para sua Primeira Sinfonia. Solene e dramática, esta sinfonia tem forte afinidade com as similares de Beethoven, principalmente com a Terceira e Quinta. Já a Segunda Sinfonia é mais mozartiana e pastoral — chega a lembrar a Sexta de Beethoven — com sua orquestração leve e brilhante. A Terceira, com dois movimentos lentos e um finale sombrio, que retoma as ideias do início, é, das suas sinfonias, a mais pessoal e enigmática. A Quarta Sinfonia é a mais conhecida delas, e talvez a maior de todas. Sua orquestração compacta e a monumental chacona do finale remetem o ouvinte à música pré-clássica, principalmente Bach. Além das sinfonias, Brahms escreveu também duas aberturas. A Abertura Festival Acadêmico é uma obra alegre e circunstancial, em contraste com a a Abertura Trágica, uma obra de uma nobreza quase sombria, composta ao mesmo tempo que a anterior. No campo do concerto, a primeira obra da maturidade é o Concerto para Violino, de difícil execução mas de grande expressividade. É uma de suas peças mais populares. O segundo Concerto para Piano remete ao primeiro, composto 23 anos antes, em seu caráter sinfônico, com seus grandiosos quatro movimentos. A última obra orquestral de Brahms é o Concerto Duplo, para Violino e Violoncelo. É uma de suas obras mais apaixonantes. O diálogo entre os solistas no movimento lento é um dos pontos altos de toda a produção brahmsiniana, e vale como um resumo de sua obra: os mais complexos e contraditórios sentimentos são aqui pintados em delicados meios-tons. Como bem disse Romain Goldron, \"nada é deixado ao acaso nessas páginas onde reinam as penumbras, os meios-tons, os mistérios da floresta, nos quais, a todo instante, parece que vamos nos perder\". == Instrumentos == Johann Brahms tocava principalmente pianos alemães e vienenses. Durante a sua juventude tocou num piano construído por uma empresa de Hamburgo, a Baumgarten & Heins.Max Kalbeck, Johannes Brahms, 2nd-4th ed., 4 vols. (Berlin, 1912-21; Tutzing, 1976), vol. 1, 35,196,255. Em 1856, Clara Schumann ofereceu-lhe um piano feito por Conrad Graf. Brahms utilizou-o para as obras que compôs até ao ano de 1873.Walter Frisch, Kevin C. Karnes. Brahms and his World. Princeton University Press, 2009. ISBN 1400833620 p.53-54 Depois doou-o à Sociedade dos Amigos da Música de Viena. Hoje está em exibição no Museu de História da Arte de Viena.Kottick, Edward L. and George Lucktenberg p.15 Mais tarde, em 1864, escreveu a Clara Schumann sobre o seu interesse pelos pianos de Streicher.\"Ich habe einen schönen Flügel von Streicher. Er hat mir eben neue Erningenschaften dadurch inittheilen wollen(...)\" August, 1887. Litzmann, Clara Schumann, ein Kunstlerleben, vol. 3, 493-94 Como escreveu a Clara: “Lá eu sei sempre exactamente o que escrevo e o motivo pelo qual o faço de certa maneira”.August, 1887. Litzmann, Berthold, 1906. Clara Schumann, ein Künstlerleben. Leipzig: Breitkopf & Härtel, vol 3, pp.493–94. Na década de 1880, Brahms utiliza quase sempre um Bösendorfer para as suas apresentações públicas. Nos seus concertos realizados na cidade de Bona tocou num Steinweg Nachfolgern no ano de 1880 e num Blüthner no ano de 1883. Brahms também utilizou um Bechstein em vários dos seus concertos: em Wurzburg e em Colónia, ambos no ano de 1882, e em Amsterdão, no ano anterior.Camilla Cai, Brahms’s Pianos and the performance of his Late Works. Performance Practice Review: Vol. 2: No. 1, Article 3. p.59 == Gravações == * Ira Braus. Johannes Brahms. The late piano music. Streicher da década de 1871. Centaur * Alexandre Oguey, Neal Peres da Costa. Pastoral Fables. Streicher & Sons da década de 1868 (Paul McNulty) * Boyd McDonald. Johannes Brahms. The piano Miniatures. Streicher da década de 1851 * Hardy Rittner. Johannes Brahms. Piano Works Vol.4. Bosendorfer da década de 1846, Streicher da décadas de 1856, 1868 ==Filmografia== Em 2008, a cineasta Helma Sanders-Brahms, parente distante de Brahms, dirigiu Geliebte Clara, premiado filme alemão sobre o possível triângulo amoroso formado por Brahms, Robert e Clara Schumann. ==Ligações externas== * *Curiosidades de Brahms * Categoria:Compositores da Alemanha Categoria:Compositores românticos Categoria:Naturais de Hamburgo Categoria:Sepultados no Cemitério Central de Viena",
 "title": "Johannes Brahms"
}