{
 "id": "46898",
 "text": "O bramanismo ou brahmanismo é a antiga filosofia religiosa indiana que formou a espinha dorsal da cultura daquela civilização por milênios. Se estende de meados do segundo milênio a.C. até o início da era cristã. Persiste de forma modificada, sendo atualmente chamada de hinduísmo. É um conjunto de concepções religiosas, sociais e políticas, oriundo do vedismo, primitiva forma de religião dos hindus, que tem como base os textos dos Vedas (conhecimento divino) ou o Sruti (revelação), transmitidos oralmente e considerados de origem divina. Suas características principais são: crença na reencarnação, sistema de castas - referente aos quatro filhos de Brahma -, naturalismo e individualismo. Brâman(ou Brame), Deus supremo, individual, encarnou-se sucessivamente em Brahma (Brama), Deus criador, Vishnu, deus da conservação e Shiva, deus da destruição, formando a trindade indiana chamada trimurti. Brahman teve quatro filhos que encarnavam as quatro castas hereditárias. No século III ou II a.C., o bramanismo sofreu uma transformação e passou a ser o bramanismo sectário ou hinduísmo. Os princípios do bramanismo foram estabelecidos pelos brâmanes no Código de Manu, personagem considerado o pai dos árias. Consiste não só em doutrinas e práticas religiosas como também aborda uma série de regras morais para a vida social. A parte mais antiga desta tradição é o Samhita, composto de hinos e dividido em quatro repositórios: o Rig Veda, o Yajur Veda, o Sama Veda e o Atharva Veda. As mais recentes são os Brahmanas, compostos entre os séculos X e VII a.C., formados por textos litúrgicos e os Upanishads, de caráter filosófico. A tradição bramânica é formada por 33 divindades com funções tríplices, são divididas em terrestres, atmosféricas e celestes. Existem deuses soberanos, guerreiros e patronos das atividades humanas. A crença na reencarnação própria do bramanismo tem como base a evolução do espírito, e só chega ao fim quando a libertação (moksha) é alcançada. Hinduísmo não é um termo errado, porém o termo original criado pelos próprios adeptos é \"varnashrama\", ou seja, seguidor dos vedas. == Bibliografia == * Portal EmDiv - . Acessado em 19 de Fevereiro de 2009. * Catholic Encyclopedia: Brahminism (newadvent.org) - 1907 Categoria:Religiões indianas Categoria:Hinduísmo Categoria:Correntes do hinduísmo",
 "title": "Bramanismo"
}