{
 "id": "46901",
 "text": "Vixnu, Vishnu, ou Vixenu (; da raiz sânscrita viṣ, \"pervasivo\" ou \"trabalhador\") é um dos deuses principais do hinduísmo, responsável pela sustentação do Universo. Juntamente com Xiva e Brama, forma a trimúrti, a trindade sagrada do hinduísmo. Nas duas representações mais comuns de Vixnu, ele aparece flutuando sobre ondas em cima das costas de um deus-serpente chamado Shesh Nag, ou flutuando sobre as ondas com seus quatro braços, cada mão segurando um de seus atributos divinos: uma concha, um disco de energia, um lótus e um cajado. A concha se chama Pantchdjanya e possui todos os cinco elementos da criação: ar, fogo, água, terra e éter. Quando se assopra nessa concha, pode se ouvir o som que deu origem a todo o universo, o Om. O disco ou roda de energia de Vixnu se chama Sudarshana e representa o controle dos seis sentimentos, servindo de arma para cortar a cabeça de qualquer demônio. O lótus de Vixnu se chama Padma. É o símbolo da pureza e representa a verdade por trás da ilusão. O cajado de Vixnu se chama Kaumodaki e representa a força da qual toda a força física e mental do universo são derivadas. Segundo o hinduísmo, Vixnu vem ao mundo de diversas formas, chamadas avatares, que podem ser humanas, animais ou uma combinação dos dois. Todos esses avatares aparecem ao mundo, quando um grande mal ameaça a Terra; no total, existem dez avatares de Vixnu, dos quais nove já se manifestaram no nosso mundo - sendo Rama e Críxena (Krishna) os mais conhecidos - e outro ainda está por vir. São eles: * Matsya, o Peixe; * Kurma, a Tartaruga; * Varaha, o Javali; * Narasimha, o Homem-Leão; * Vamana, o Anão; * Parashurama, o Homem com o machado; * Rama, o arqueiro; * Críxena (Krishna) * Buda, o Iluminado (Sidarta Gautama)Segundo os budistas, há 24 budas, que não são encarnações de Vixnu. Sidarta Gautama, o Buda histórico, teria sido um dos budas. * Kalki, o espadachim montado a cavalo que ainda está por vir. A esposa de Vixnu é a deusa Lakshimi, deusa da prosperidade e sorte, que o acompanha, encarnado na terra, como esposa de seus avatares. Seu veículo é Garuda, a águia gigante. Vixnu tem uma forte relação com a água (Nara), tanto que um de seus nomes é Narayana, aquele que flutua sobre as águas. Ele é representado ao lado de uma serpente com muitas cabeças, já mencionada anteriormente. Do seu umbigo, nasce uma flor de Lótus da qual emerge Brama, o deus criador do universo. == Outros nomes de Vixnu == Há uma famosa prece hindu denominada Vishnusahastanama-stotra, ou \"Os mil nomes de Vixnu\". Os nomes derivam dos atributos do deus. Esses são alguns dos principais: * Acyutah (firme, permanente) * Ananta (sem fim, eterno, infinito) * Kesava (de cabelo abundante e belo) * Narayana (o que está sobre a água) * Madhava (relacionado à primavera) * Govinda (chefe dos pastores: um nome de Krishna) * Madhusudanah (aquele que destrói o demônio Madhu) * Trivikrama * Vamana (anão) * Aridhara * Hrsikeshah * Padmanabha (de cujo umbigo brota o lótus que contém Brama) * Damodara (um nome de Krishna) * Gopala (pastor: refere-se a Krishna) * Janardanah * Vāsudeva (filho de Vasudeva: refere-se a Krishna) * Anantasayana * Sriman * Srinivasa == Ligações externas == *",
 "title": "Vixnu"
}