{
 "id": "46900",
 "text": "O MahabharataSCHULBERG, L. Índia histórica. Tradução de J. A. Pinheiro de Lemos. Rio de Janeiro. Livraria José Olympio Editora. 1979. p. 164., conhecido também como Maabárata, Mahabarata e Maha-BharataSAMUEL, A. As religiões hoje. Tradução de Benôni Lemos. São Paulo. Paulus. 1997. p. 75. (devanágari: महाभारत, transl. Mahābhārata), é um dos dois principais textos Smriti e épicos sânscritos da Índia antiga reverenciados no hinduísmo, sendo o outro o Rāmāyaṇa. Ele narra os eventos e as consequências da Guerra de Kurukshetra, uma guerra de sucessão entre dois grupos de primos principescos, os Kauravas e os Pāṇḍavas. Ele também contém material filosófico e devocional, como uma discussão sobre os quatro \"objetivos da vida\" ou puruṣārtha (12.161). Entre as principais obras e histórias do Mahābhārata estão o Bhagavad Gita, a história de Damayanti, a história de Shakuntala, a história de Pururava e Urvashi, a história de Savitri e Satyavan, a história de Kacha e Devayani, a história de Rishyasringa e uma versão abreviada do Rāmāyaṇa, frequentemente consideradas obras por direito próprio. Tradicionalmente, a autoria do Mahābhārata é atribuída a Vyāsa. Houve muitas tentativas de desvendar seu crescimento histórico e camadas composicionais. A maior parte do Mahābhārata foi provavelmente compilada entre o século III a.C. e o século III d.C., com as partes mais antigas preservadas não muito mais antigas do que cerca de 400 a.C. O texto provavelmente atingiu sua forma final no início do período Gupta (c. século IV d.C.). O Mahābhārata é também traduzido como \"Grande Bharat (Índia)\", ou \"a história dos grandes descendentes de Bharata\", ou como \"O Grande Conto Indiano\". O Mahābhārata é o poema épico mais longo conhecido e foi descrito como \"o poema mais longo já escrito\". Sua versão mais longa consiste em mais de 100.000 śloka ou mais de 200.000 linhas de versos individuais (cada shloka é um dístico) e longas passagens em prosa. Com cerca de 1,8 milhão de palavras no total, o Mahābhārata tem aproximadamente dez vezes o comprimento da Ilíada e da Odisseia combinadas, ou cerca de quatro vezes o comprimento do Rāmāyaṇa.Spodek, Howard. Richard Mason. The World's History. Pearson Education: 2006, New Jersey. 224, 0-13-177318-6Amartya Sen, The Argumentative Indian. Writings on Indian Culture, History and Identity, London: Penguin Books, 2005. Dentro da tradição indiana, às vezes é chamado de quinto Veda. == História e estrutura textual == O épico é tradicionalmente atribuído ao sábio Vyasa, que também é uma figura importante no épico. Vyasa o descreveu como sendo um itihasa (tradução da história). Ele também descreve a tradição Guru-shishya, que rastreia todos os grandes professores e seus alunos dos tempos védicos. A primeira seção do Mahābhārata afirma que foi Ganesha quem escreveu o texto para o ditado de Vyasa, mas isso é considerado pelos estudiosos como uma interpolação posterior ao épico e a \"Edição Crítica\" não inclui Ganesha. O épico emprega a história dentro de uma estrutura de história, também conhecida como narrativa moldura, popular em muitas obras religiosas e não religiosas indianas. É recitado pela primeira vez em Takshashila pelo sábio Vaisampayana, um discípulo de Vyasa, ao rei Janamejaya que era bisneto do príncipe Pandava Arjuna. A história é então recitada novamente por um contador de histórias profissional chamado Ugrashrava Sauti, muitos anos depois, para uma assembleia de sábios realizando o sacrifício de 12 anos para o rei Saunaka Kulapati na Floresta Naimisha. O texto foi descrito por alguns indologistas do início do século XX como desestruturado e caótico. Hermann Oldenberg supôs que o poema original deve ter carregado uma imensa \"força trágica\", mas descartou o texto completo como um \"caos horrível\". Moritz Winternitz (Geschichte der indischen Literatur 1909) considerou que \"apenas teólogos pouco poéticos e escribas desajeitados\" poderiam ter agrupado as partes de origem díspare em um todo desordenado. === Acréscimo e redação === A pesquisa sobre o Mahābhārata fez um esforço enorme para reconhecer e datar camadas dentro do texto. Alguns elementos do atual Mahabharata podem ser rastreados até os tempos védicos. O pano de fundo do Mahābhārata sugere que a origem do épico ocorre \"após o período védico muito antigo\" e antes que \"o primeiro 'império' indiano surgisse no terceiro século a.C.\" Que esta seja \"uma data não muito distante do século VIII ou IX a.C.\"Buitenen (1973) pp. xxiv–xxv é provável. O Mahabharata começou como um conto transmitido oralmente dos bardos cocheiros. É geralmente aceito que \"ao contrário dos Vedas, que devem ser preservados perfeitamente, o épico foi uma obra popular cujos recitadores inevitavelmente se conformariam às mudanças na linguagem e no estilo\", então os primeiros componentes 'sobreviventes' deste texto dinâmico são considerados não mais antigos do que as primeiras referências 'externas' que temos ao épico, que incluem uma referência na gramática Ashtadhyayi 4:2:56 do século IV a.C. de Panini. Vishnu Sukthankar, editor da primeira grande edição crítica do Mahābhārata, comentou: \"É inútil pensar em reconstruir um texto fluido em uma forma original, com base em um arquétipo e um stemma codicum. O que então é possível? Nosso objetivo só pode ser reconstruir a forma mais antiga do texto que é possível alcançar com base no material manuscrito disponível.\" Essa evidência manuscrita é um tanto tardia, dada sua composição material e o clima da Índia, mas é muito extensa. miniaturadaimagem|238x238px|Representação moderna de Vyasa narrando o Mahābhārata para Ganesha no templo Murudeshwara, Karnataka. O próprio Mahābhārata (1.1.61) distingue uma porção central de 24.000 versos: o Bhārata propriamente dito, em oposição ao material secundário adicional, enquanto o Ashvalayana Grihyasutra (3.4.4) faz uma distinção semelhante. Pelo menos três redações do texto são comumente reconhecidas: Jaya (Vitória) com 8.800 versos atribuídos a Vyasa, o Bharata com 24.000 versos recitados por Vaisampayana e, finalmente, o Mahābhārata recitado por Ugrashrava Sauti com mais de 100.000 versos. No entanto, alguns estudiosos, como John Brockington, argumentam que Jaya e Bharata se referem ao mesmo texto e atribuem a teoria de Jaya com 8.800 versos a uma leitura incorreta de um verso no Adi Parva (1.1.81). A redação deste grande corpo de texto foi realizada seguindo princípios formais, enfatizando os números 18 e 12. A adição das últimas partes pode ser datada pela ausência do Anushasana Parva e do Virata Parva do \"manuscrito Spitzer\".O Manuscrito Spitzer (Beitrage zur Kultur- und Geistesgeschichte Asiens), Academia Austríaca de Ciências, 2004. É um dos manuscritos sânscritos mais antigos encontrados na Rota da Seda e parte do patrimônio do Dr. Moritz Spitzer O texto sânscrito mais antigo que sobreviveu data do Período Kushan (200 EC). De acordo com o que uma figura diz em Mbh. 1.1.50, havia três versões do épico, começando com Manu (1.1.27), Astika (1.3, sub-Parva 5) ou Vasu (1.57), respectivamente. Essas versões corresponderiam à adição de uma e depois outra configuração de 'quadro' de diálogos. A versão Vasu omitiria as configurações de quadro e começaria com o relato do nascimento de Vyasa. A versão astika adicionaria o material sarpasattra e ashvamedha da literatura bramânica, introduziria o nome Mahābhārata e identificaria Vyasa como o autor da obra. Os redatores dessas adições eram provavelmente estudiosos do Pancharatrin que, de acordo com Oberlies (1998), provavelmente mantiveram o controle sobre o texto até sua redação final. A menção do Huna no Bhishma Parva, no entanto, parece implicar que este Parva pode ter sido editado por volta do século IV. O Adi Parva inclui o sacrifício de cobra (sarpasattra) de Janamejaya, explicando sua motivação, detalhando por que todas as cobras existentes deveriam ser destruídas e por que, apesar disso, ainda existem cobras. Este material sarpasattra foi frequentemente considerado um conto independente adicionado a uma versão do Mahābhārata por \"atração temática\" (Minkowski 1991), e considerado como tendo uma conexão particularmente próxima com a literatura védica (Brahmana). O Panchavimsha Brahmana (em 25.15.3) enumera os sacerdotes oficiantes de um sarpasattra entre os quais ocorrem os nomes Dhritarashtra e Janamejaya, duas figuras principais do sarpasattra do Mahābhārata, bem como Takshaka, uma cobra no Mahābhārata.J.A.B. van Buitenen, Mahābhārata, Volume 1, p.445, citing W. Caland, The Pañcaviṃśa Brāhmaṇa, p.640-2 O Suparnakhyana, um poema do período védico tardio considerado um dos \"primeiros vestígios da poesia épica na Índia\", é um precursor mais antigo e mais curto da lenda expandida de Garuda que está incluída no Astika Parva, dentro do Adi Parva do Mahābhārata. === Referências históricas === As primeiras referências conhecidas a bhārata e ao mahābhārata composto datam do Ashtadhyayi (sutra 6.2.38)https://sanskritdictionary.com/panini/6-2-38 de Panini (fl. século IV a.C.) e do Ashvalayana Grihyasutra (3.4.4). Isso pode significar que os 24.000 versos principais, conhecidos como Bhārata, bem como uma versão inicial do Mahābhārata estendido, foram compostos no século IV a.C. No entanto, não é certo se Panini se referiu ao épico, pois bhārata também era usado para descrever outras coisas. Albrecht Weber menciona a tribo rigvédica dos Bharatas, onde uma grande pessoa pode ter sido designada como Mahā- Bhārata. No entanto, como Panini também menciona figuras que desempenham um papel no Mahābhārata, algumas partes do épico podem já ter sido conhecidas em sua época. Outro aspecto é que Pani determinou o sotaque do mahā-bhārata. No entanto, o Mahābhārata não foi recitado com sotaque védico.Bronkhorst, J. (2016): How the Brahmins Won. From Alexander to the Guptas, Brill, p. 78-80, 97 O escritor grego Dio Crisóstomo (c. 40 – c. 120 d.C.) relatou que a poesia de Homero estava sendo cantada até mesmo na Índia. Muitos estudiosos tomaram isso como evidência da existência de um Māhabhārata nesta data, cujos episódios Dio ou suas fontes identificam com a história da Ilíada. Várias histórias dentro do Mahābhārata assumiram identidades separadas próprias na literatura sânscrita clássica. Por exemplo, o Abhijnanashkuntala do renomado poeta sânscrito Kalidasa (c. 400 d.C.), que se acredita ter vivido na era da dinastia Gupta, é baseado em uma história que é a precursora do Mahābhārata. O Urubhanga, uma peça em sânscrito escrita por Bhasa, que se acredita ter vivido antes de Kalidasa, é baseada no assassinato de Duryodhana pela divisão de suas coxas por Bhima. A inscrição em placa de cobre do Maharaja Sharvanatha (533–534 EC) de Khoh (Distrito de Satna, Madhya Pradesh) descreve o Mahābhārata como uma \"coleção de 100.000 versos\" (śata-sahasri saṃhitā).https://www.livemint.com/Politics/q71WZs7MNRESfXzM7UEnKI/Maharashtra- builds-up-case-for-providing-quotas-to-Marathas.html === Os 18 parvas ou livros === A divisão em 18 parvas é a seguinte: Parva Título Sub-parvas Conteúdo 1 Adi Parva (O Livro do Princípio) 1–19 Como o Mahābhārata veio a ser narrado por Sauti aos rishis reunidos em Naimisharanya, após ter sido recitado no sarpasattra de Janamejaya por Vaisampayana em Takshashila. A história e a genealogia das raças Bharata e Bhrigu são relembradas, assim como o nascimento e a vida inicial dos príncipes Kuru (adi significa primeiro). Adi parva descreve o nascimento, a infância, a educação, o casamento de Pandava, as lutas devido à conspiração, bem como as realizações gloriosas. 2 Sabha Parva (O Livro do Salão de Assembleias) 20–28 Maya Danava ergue o palácio e a corte (sabha), em Indraprastha. O Sabha Parva narra o glorioso sacrifício Rajasuya de Yudhisthira realizado com a ajuda de seus irmãos e o governo de Yudhisthira em Shakraprastha/Indraprastha, bem como a humilhação e o engano causados ​​pela conspiração junto com suas próprias ações. 3 Vana Parva também Aranyaka Parva, Aranya Parva (O Livro da Floresta) 29–44 Os doze anos de exílio na floresta (aranya). O Parva inteiro descreve sua luta e consolidação de força. 4 Virata Parva (O Livro de Virata) 45–48 O ano passado incógnito na corte de Virata. Um único guerreiro (Arjuna) derrotou todo o exército Kuru, incluindo Karna, Bhishma, Drona, Ashwatthama, etc. e recuperou o gado do Reino de Virata.SECTION XXVI (Go-harana Parva) sacred-texts.com. 5 Udyoga Parva (O Livro do Esforço) 49–59 Preparativos para a guerra e esforços para trazer a paz entre os lados Kaurava e Pandava, que eventualmente falham (udyoga significa esforço ou trabalho). 6 Bhishma Parva (O Livro de Bhishma) 60–64 A primeira parte da grande batalha, com Bhishma como comandante dos Kaurava e sua queda no leito de flechas. O aspecto mais importante de Bhishma Parva é o Bhagavad Gita narrado por Krishna para Arjuna. (Inclui o Bhagavad Gita nos capítulos 25–42.) 7 Drona Parva (O Livro de Drona) 65–72 A batalha continua, com Drona como comandante. Este é o livro principal da guerra. A maioria dos grandes guerreiros de ambos os lados estão mortos no final deste livro. 8 Karna Parva (O Livro de Karna) 73 A continuação da batalha com Karna como comandante das forças Kaurava. 9 Shalya Parva (O Livro de Shalya) 74–77 O último dia da batalha, com Shalya como comandante. Também contada em detalhes, é a peregrinação de Balarama aos vaus do rio Saraswati e a luta de maças entre Bhima e Duryodhana que termina a guerra, já que Bhima mata Duryodhana esmagando-o nas coxas com uma maça. 10 Sauptika Parva (O Livro dos Guerreiros Adormecidos) 78–80 Ashwatthama, Kripa e Kritavarma matam o exército Pandava restante enquanto dormem. Apenas sete guerreiros permanecem no lado Pandava e três no lado Kaurava. 11 Stri Parva (O Livro das Mulheres) 81–85 Gandhari e as mulheres (stri) dos Kauravas e Pandavas lamentam os mortos e Gandhari amaldiçoa Krishna pela destruição em massa e o extermínio dos Kaurava. 12 Shanti Parva (O Livro da Paz) 86–88 A coroação de Yudhishthira como rei de Hastinapura, e instruções de Bhishma para o rei recém-ungido sobre sociedade, economia e política. Este é o livro mais longo do Mahabharata. 13 Anushasana Parva (O Livro das Instruções) 89–90 As instruções finais (anushasana) de Bhishma. Este Parva contém o último dia de Bhishma e seu conselho e sabedoria para o futuro imperador Yudhishthira. 14 Ashvamedhika Parva (O Livro do Sacrifício do Cavalo)The Ashvamedhika-parva is also preserved in a separate version, the Jaimini-Bharata (Jaiminiya-Ashvamedha) where the frame dialogue is replaced, the narration being attributed to Jaimini, another disciple of Vyasa. . It describes how Arjuna alone conquered the whole earth once again. This version contains far more devotional material (related to Krishna) than the standard epic and probably dates to the 12th century. It has some regional versions, the most popular being the Kannada one by Devapurada Annama Lakshmisha (16th century).The Mahabharata 91–92 A cerimônia real do Ashvamedha (sacrifício de cavalo) conduzida por Yudhishthira. A conquista do mundo por Arjuna. Anugita é contada por Krishna a Arjuna. 15 Ashramavasika Parva (O Livro do Ermitério) 93–95 As mortes eventuais de Dhritarashtra, Gandhari e Kunti em um incêndio florestal quando eles estavam vivendo em um eremitério no Himalaia. Vidura morre antes deles e Sanjaya, a mando de Dhritarashtra, vai viver no alto Himalaia. 16 Mausala Parva (O Livro dos Clavas) 96 A materialização da maldição de Gandhari, ou seja, a luta interna entre os Yadavas com maças (mausala) e a eventual destruição dos Yadavas. 17 Mahaprasthanika Parva (O Livro da Grande Jornada) 97 A grande jornada de Yudhishthira, seus irmãos e sua esposa Draupadi por todo o país e, finalmente, sua ascensão ao grande Himalaia, onde todos os Pandavas caem, exceto Yudhishthira. 18 Svargarohana Parva (O Livro da Ascensão ao Céu) 98 O teste final de Yudhishthira e o retorno dos Pandavas ao mundo espiritual (svarga). khila Harivamsa Parva (O Livro da Genealogia de Hari) 99–100 Este é um adendo aos 18 livros e abrange as partes da vida de Krishna que não são abordadas nas 18 parvas do Mahabharata. == Contexto histórico == A historicidade da Guerra de Kurukshetra não é clara. Muitos historiadores estimam a data da guerra de Kurukshetra na Índia da Idade do Ferro do século X a.C.Ao discutir a questão da datação, o historiador A. L. Basham diz: \"De acordo com a tradição posterior mais popular, a Guerra do Mahabharata ocorreu em 3102 a.C., o que, à luz de todas as evidências, é completamente impossível. Mais razoável é outra tradição, colocando-a no século XV a.C., mas isso também é vários séculos muito cedo à luz do nosso conhecimento arqueológico. Provavelmente a guerra ocorreu por volta do início do século IX a.C.; tal data parece se encaixar bem com os escassos vestígios arqueológicos do período, e há algumas evidências na própria literatura Brahmana para mostrar que não pode ter sido muito antes.\" Basham, p. 40, citando HC Raychaudhuri, Political History of Ancient India, pp.27ff. O cenário do épico tem um precedente histórico na Índia da Idade do Ferro (védica), onde o reino de Kuru foi o centro do poder político durante aproximadamente 1200 a 800 a.C. Um conflito dinástico do período pode ter sido a inspiração para o Jaya, a fundação sobre a qual o corpus do Mahābhārata foi construído, com uma batalha climática, eventualmente passando a ser vista como um evento de época. A literatura purânica apresenta listas genealógicas associadas à narrativa do Mahābhārata. A evidência dos Puranas é de dois tipos. Do primeiro tipo, há a declaração direta de que houve 1.015 (ou 1.050) anos entre o nascimento de Parikshit (neto de Arjuna) e a ascensão de Mahapadma Nanda (400–329 a.C.), o que renderia uma estimativa de cerca de 1.400 a.C. para a batalha de Bharata. No entanto, isso implicaria em reinados improvavelmente longos em média para os reis listados nas genealogias. Do segundo tipo está a análise de genealogias paralelas nos Puranas entre os tempos de Adhisimakrishna (bisneto de Parikshit) e Mahapadma Nanda. Pargiter estimou 26 gerações calculando a média de 10 listas dinásticas diferentes e, assumindo 18 anos para a duração média de um reinado, chegou a uma estimativa de 850 a.C. para Adhisimakrishna e, portanto, aproximadamente 950 a.C. para a batalha de Bharata. B. B. Lal usou a mesma abordagem com uma suposição mais conservadora do reinado médio para estimar uma data de 836 a.C., e correlacionou isso com evidências arqueológicas de sítios de cerâmica cinza pintada (PGW), sendo a associação forte entre artefatos PGW e lugares mencionados no épico. John Keay confirma isso e também dá 950 a.C. para a batalha de Bharata. Tentativas de datar os eventos usando métodos de arqueoastronomia produziram, dependendo de quais passagens são escolhidas e como são interpretadas, estimativas que variam do final do 4º ao meio do 2º milênio a.C. A data do final do 4º milênio tem um precedente no cálculo da época de Kali Yuga, com base em conjunções planetárias, por Aryabhata (século VI). A data de Aryabhata de 18 de fevereiro de 3102 a.C. para a guerra de Mahābhārata se tornou difundida na tradição indiana. Algumas fontes marcam isso como o desaparecimento de Krishna da Terra. A inscrição Aihole de Pulakeshin II, datada de Saka 556 = 634 d.C., afirma que 3.735 anos se passaram desde a batalha de Bhārata, colocando a data da guerra de Mahābhārata em 3137 a.C. Outra escola tradicional de astrônomos e historiadores, representada por Vrddha Garga, Varāhamihira e Kalhana, coloca a guerra Bharata 653 anos após a época de Kali Yuga, correspondendo a 2449 a.C. De acordo com o Bṛhat Saṃhitā de Varāhamihira (século VI), Yudhishthara viveu 2.526 anos antes do início da era Shaka, que começa em 78 d.C. Isso coloca Yudhishthara (e, portanto, a guerra Mahabharata) por volta de 2448–2449 a.C. (2526–78). Alguns estudiosos tentaram identificar a era do calendário \"Shaka\" mencionada por Varāhamihira com outras eras, mas tais identificações colocam Varāhamihira no primeiro século a.C., o que é impossível, pois ele se refere ao astrônomo do século V Aryabhata. O Rajatarangini de Kalhana (século XI), aparentemente baseado em Varāhamihira, também afirma que os Pandavas floresceram 653 anos após o início do Kali Yuga; Kalhana acrescenta que as pessoas que acreditam que a guerra de Bharata foi travada no final do Dvapara Yuga são tolas. == Sinopse == A história central da obra é a de uma luta dinástica pelo trono de Hastinapura, o reino governado pelo clã Kuru. Os dois ramos colaterais da família que participam da luta são os Kaurava e os Pandava. Embora os Kaurava sejam o ramo sênior da família, Duryodhana, o Kaurava mais velho, é mais jovem que Yudhishthira, o Pandava mais velho. Tanto Duryodhana quanto Yudhishthira afirmam ser os primeiros na linha de sucessão ao trono. A luta culmina na Guerra de Kurukshetra, na qual os Pandavas são finalmente vitoriosos. A batalha produz conflitos complexos de parentesco e amizade, instâncias de lealdade familiar e dever tendo precedência sobre o que é certo, bem como o inverso. O próprio Mahābhārata termina com a morte de Krishna e o subsequente fim de sua dinastia e ascensão dos irmãos Pandava ao céu. Também marca o início da era hindu de Kali Yuga, a quarta e última era da humanidade, na qual grandes valores e ideias nobres ruíram, e as pessoas estão caminhando para a completa dissolução da ação correta, da moralidade e da virtude. === As gerações mais velhas === O ancestral do rei Janamejaya, Shantanu, o rei de Hastinapura, tem um casamento de curta duração com a deusa Ganga e tem um filho, Devavrata (que mais tarde seria chamado de Bhishma, um grande guerreiro), que se torna o herdeiro aparente. Muitos anos depois, quando o rei Shantanu vai caçar, ele vê Satyavati, a filha do chefe dos pescadores, e pede a mão dela ao pai. Seu pai se recusa a consentir com o casamento, a menos que Shantanu prometa fazer de qualquer futuro filho de Satyavati o rei após sua morte. Para resolver o dilema de seu pai, Devavrata concorda em abrir mão de seu direito ao trono. Como o pescador não tem certeza se os filhos do príncipe honrarão a promessa, Devavrata também faz um voto de celibato vitalício para garantir a promessa de seu pai. Shantanu tem dois filhos de Satyavati, Chitrāngada e Vichitravirya. Após a morte de Shantanu, Chitrangada se torna rei. Ele vive uma vida muito curta e sem intercorrências e morre. Vichitravirya, o filho mais novo, governa Hastinapura. Enquanto isso, o rei de Kāśī organiza um swayamvara para suas três filhas, negligenciando convidar a família real de Hastinapur. Para organizar o casamento do jovem Vichitravirya, Bhishma comparece ao swayamvara das três princesas Amba, Ambika e Ambalika, sem ser convidado, e procede ao sequestro delas. Ambika e Ambalika consentem em se casar com Vichitravirya. A princesa mais velha Amba, no entanto, informa Bhishma que deseja se casar com o rei de Shalva, que Bhishma derrotou em seu swayamvara. Bhishma a deixa partir para se casar com o rei de Shalva, mas Shalva se recusa a se casar com ela, ainda sofrendo com sua humilhação nas mãos de Bhishma. Amba então retorna para se casar com Bhishma, mas ele se recusa devido ao seu voto de celibato. Amba fica furiosa e se torna a inimiga amarga de Bhishma, responsabilizando-o por sua situação. Ela jura matá-lo em sua próxima vida. Mais tarde, ela renasce para o Rei Drupada como Shikhandi (ou Shikhandini) e causa a queda de Bhishma, com a ajuda de Arjuna, na batalha de Kurukshetra. === Os príncipes Pandava e Kaurava === Quando Vichitravirya morre jovem sem herdeiros, Satyavati pede a seu primeiro filho Vyasa, nascido de uma união anterior com o sábio Parashara, para gerar filhos com as viúvas. A mais velha, Ambika, fecha os olhos quando o vê, e então seu filho Dhritarashtra nasce cego. Ambalika fica pálida e sem sangue ao vê-lo, e assim seu filho Pandu nasce pálido e doente (o termo Pandu também pode significar 'ictérico'). Devido aos desafios físicos dos dois primeiros filhos, Satyavati pede a Vyasa para tentar mais uma vez. No entanto, Ambika e Ambalika enviam sua empregada, em vez disso, para o quarto de Vyasa. Vyasa gera um terceiro filho, Vidura, com a empregada. Ele nasce saudável e cresce para se tornar uma das figuras mais sábias do Mahabharata. Ele serve como Primeiro Ministro (Mahamantri ou Mahatma) para o Rei Pandu e o Rei Dhritarashtra. Quando os príncipes crescem, Dhritarashtra está prestes a ser coroado rei por Bhishma quando Vidura intervém e usa seu conhecimento de política para afirmar que uma pessoa cega não pode ser rei. Isso ocorre porque um homem cego não pode controlar e proteger seus súditos. O trono é então dado a Pandu por causa da cegueira de Dhritarashtra. Pandu se casa duas vezes, com Kunti e Madri. Dhritarashtra se casa com Gandhari, uma princesa de Gandhara, que se venda pelo resto da vida para que ela possa sentir a dor que seu marido sente. Seu irmão Shakuni fica furioso com isso e jura se vingar da família Kuru. Um dia, quando Pandu está relaxando na floresta, ele ouve o som de um animal selvagem. Ele atira uma flecha na direção do som. No entanto, a flecha atinge o sábio Kindama, que estava envolvido em um ato sexual disfarçado de veado. Ele amaldiçoa Pandu dizendo que se ele se envolver em um ato sexual, ele morrerá. Pandu então se retira para a floresta junto com suas duas esposas, e seu irmão Dhritarashtra governa depois disso, apesar de sua cegueira. A rainha mais velha de Pandu, Kunti, no entanto, recebeu uma bênção do sábio Durvasa de que ela poderia invocar qualquer deus usando um mantra especial. Kunti usa essa bênção para pedir filhos a Dharma, o deus da justiça, Vayu, o deus do vento, e Indra, o senhor dos céus. Ela dá à luz três filhos, Yudhishthira, Bhima e Arjuna, por meio desses deuses. Kunti compartilha seu mantra com a rainha mais jovem Madri, que dá à luz os gêmeos Nakula e Sahadeva através dos gêmeos Ashwini. No entanto, Pandu e Madri se entregam ao amor, e Pandu morre. Madri comete suicídio por remorso. Kunti cria os cinco irmãos, que são a partir de então geralmente chamados de irmãos Pandava. Dhritarashtra tem cem filhos e uma filha — Duhsala — através de Gandhari, todos nascidos após o nascimento de Yudhishthira. Estes são os irmãos Kaurava, o mais velho sendo Duryodhana, e o segundo Dushasana. Outros irmãos Kaurava incluem Vikarna e Sukarna. A rivalidade e inimizade entre eles e os irmãos Pandava, desde a juventude até a idade adulta, leva à guerra de Kurukshetra. === Lakshagraha (a casa de lac) === Após as mortes de sua mãe (Madri) e pai (Pandu), os Pandavas e sua mãe Kunti retornam ao palácio de Hastinapur. Yudhishthira é feito príncipe herdeiro por Dhritarashtra, sob considerável pressão de seus cortesãos. Dhritarashtra queria que seu filho Duryodhana se tornasse rei e deixa sua ambição atrapalhar a preservação da justiça. Shakuni, Duryodhana e Dushasana conspiram para se livrar dos Pandavas. Shakuni chama o arquiteto Purochana para construir um palácio com materiais inflamáveis ​​como lac e ghee. Ele então organiza para que os Pandavas e a Rainha Mãe Kunti fiquem lá, com a intenção de incendiá-lo. No entanto, os Pandavas são avisados ​​por seu sábio tio, Vidura, que lhes envia um mineiro para cavar um túnel. Eles escapam para a segurança através do túnel e se escondem. Durante esse tempo, Bhima se casa com uma demônia Hidimbi e tem um filho, Ghatotkacha. De volta a Hastinapur, os Pandavas e Kunti são presumidos mortos. === Casamento com Draupadi === Enquanto estavam escondidos, os Pandavas descobrem um swayamvara que está acontecendo pela mão da princesa Pāñcāla Draupadī. Os Pandavas, disfarçados de brâmanes, vêm testemunhar o evento. Enquanto isso, Krishna, que já fez amizade com Draupadi, diz a ela para cuidar de Arjuna (embora agora se acredite que esteja morto). A tarefa era encordoar um poderoso arco de aço e atirar em um alvo no teto, que era o olho de um peixe artificial em movimento, enquanto olhava para seu reflexo no óleo abaixo. Em versões populares, depois que todos os príncipes falham, muitos sendo incapazes de levantar o arco, Karna prossegue com a tentativa, mas é interrompido por Draupadi que se recusa a se casar com um suta (isso foi cortado da Edição Crítica do Mahabharata como interpolação posterior). Depois disso, o swayamvara é aberto aos brâmanes, levando Arjuna a vencer a competição e se casar com Draupadi. ​​Os Pandavas retornam para casa e informam sua mãe meditativa que Arjuna venceu uma competição e para olhar o que eles trouxeram de volta. Sem olhar, Kunti pede que eles compartilhem o que Arjuna ganhou entre si, pensando que seja esmola. Assim, Draupadi acaba sendo a esposa de todos os cinco irmãos. === Indraprastha === Após o casamento, os irmãos Pandava são convidados a voltar para Hastinapura. Os anciãos e parentes da família Kuru negociam e intermediam uma divisão do reino, com os Pandavas obtendo e exigindo apenas uma floresta selvagem habitada por Takshaka, o rei das cobras, e sua família. Por meio de trabalho duro, os Pandavas constroem uma nova capital gloriosa para o território em Indraprastha. Pouco depois disso, Arjuna foge e se casa com a irmã de Krishna, Subhadra. Yudhishthira deseja estabelecer sua posição como rei; ele busca o conselho de Krishna. Krishna o aconselha e, após a devida preparação e a eliminação de alguma oposição, Yudhishthira realiza a cerimônia rājasūya yagna; ele é, portanto, reconhecido como preeminente entre os reis. Os Pandavas têm um novo palácio construído para eles, por Maya, o Danava. Eles convidam seus primos Kaurava para Indraprastha. Duryodhana anda ao redor do palácio, e confunde um piso brilhante com água, e não pisa. Depois de ser informado de seu erro, ele então vê um lago e assume que não é água e cai. Bhima, Arjuna, os gêmeos e os servos riem dele. Em adaptações populares, esse insulto é erroneamente atribuído a Draupadi, embora no épico sânscrito, tenham sido os Pandavas (exceto Yudhishthira) que insultaram Duryodhana. Enfurecido pelo insulto, e com ciúmes ao ver a riqueza dos Pandavas, Duryodhana decide hospedar um jogo de dados por sugestão de Shakuni. Esta sugestão foi aceita por Yudhisthira, apesar do resto dos Pandavas aconselhá-lo a não jogar. === O jogo de dados === Shakuni, o tio de Duryodhana, agora organiza um jogo de dados, jogando contra Yudhishthira com dados viciados. No jogo de dados, Yudhishthira perde toda a sua riqueza, então seu reino. Yudhishthira então joga seus irmãos, ele mesmo e finalmente sua esposa na servidão. Os jubilosos Kauravas insultam os Pandavas em seu estado de desamparo e até tentam despir Draupadi na frente de toda a corte, mas o desvestimento de Draupadi é impedido por Krishna, que milagrosamente faz seu vestido ficar sem fim, portanto, não pode ser removido. Dhritarashtra, Bhishma e os outros anciãos estão horrorizados com a situação, mas Duryodhana está inflexível de que não há lugar para dois príncipes herdeiros em Hastinapura. Contra sua vontade, Dhritarashtra ordena outro jogo de dados. Os Pandavas são obrigados a se exilarem por 12 anos e, no 13º ano, devem permanecer escondidos. Se forem descobertos pelos Kauravas no 13º ano de seu exílio, serão forçados a se exilarem por mais 12 anos. === Exílio e retorno === Os Pandavas passam treze anos no exílio; muitas aventuras ocorrem durante esse período. Os Pandavas adquirem muitas armas divinas, dadas pelos deuses, durante esse período. Eles também preparam alianças para um possível conflito futuro. Eles passam seu último ano disfarçados na corte do rei Virata e são descobertos logo após o fim do ano. No final do exílio, eles tentam negociar um retorno a Indraprastha com Krishna como seu emissário. No entanto, essa negociação falha, porque Duryodhana objetou que eles foram descobertos no 13º ano de seu exílio e o retorno de seu reino não foi acordado. Então os Pandavas lutaram contra os Kauravas, reivindicando seus direitos sobre Indraprastha. === A batalha em Kurukshetra === Os dois lados convocam vastos exércitos para ajudar e se alinham em Kurukshetra para uma guerra. Os reinos de Panchala, Dwaraka, Kasi, Kekaya, Magadha, Matsya, Chedi, Pandyas, Telinga e os Yadus de Mathura e alguns outros clãs como os Parama Kambojas estavam aliados aos Pandavas. Os aliados dos Kauravas incluíam os reis de Pragjyotisha, Anga, Kekaya, Sindhudesa (incluindo Sindhus, Sauviras e Sivis), Mahishmati, Avanti em Madhyadesa, Madra, Gandhara, povo Bahlika, Kambojas e muitos outros. Antes que a guerra fosse declarada, Balarama expressou sua infelicidade com o conflito em desenvolvimento e partiu para peregrinar; portanto, ele não participa da batalha em si. Krishna participa de um papel não combatente, como cocheiro (Sarathy) para Arjuna e oferece Narayani Sena consistindo de Abhira gopas para os Kauravas lutarem ao seu lado. Antes da batalha, Arjuna, percebendo que o exército adversário inclui seus primos e parentes, incluindo seu avô Bhishma e seu professor Drona, tem sérias dúvidas sobre a luta. Ele cai em desespero e se recusa a lutar. Neste momento, Krishna o lembra de seu dever como um Kshatriya de lutar por uma causa justa na famosa seção Bhagavad Gita do épico. Embora inicialmente aderindo a noções cavalheirescas de guerra, ambos os lados logo adotam táticas desonrosas. No final da batalha de 18 dias, apenas os Pandavas, Satyaki, Kripa, Ashwatthama, Kritavarma, Yuyutsu e Krishna sobrevivem. Yudhisthira se torna rei de Hastinapur e Gandhari amaldiçoa Krishna dizendo que a queda de seu clã é iminente. === O fim dos Pandavas === Após \"ver\" a carnificina, Gandhari, que havia perdido todos os seus filhos, amaldiçoa Krishna para ser testemunha de uma aniquilação semelhante de sua família, pois, embora divino e capaz de parar a guerra, ele não o fez. Krishna aceita a maldição, que dá frutos 36 anos depois. Os Pandavas, que governavam seu reino enquanto isso, decidem renunciar a tudo. Vestidos com peles e trapos, eles se retiram para o Himalaia e sobem em direção ao céu em sua forma corpórea. Um cão vadio viaja com eles. Um por um, os irmãos e Draupadi caem em seu caminho. Conforme cada um tropeça, Yudhishthira dá ao resto a razão de sua queda (Draupadi era parcial para Arjuna, Nakula e Sahadeva eram vaidosos e orgulhosos de sua aparência, e Bhima e Arjuna eram orgulhosos de sua força e habilidades de arco e flecha, respectivamente). Apenas o virtuoso Yudhishthira, que tentou de tudo para evitar a carnificina, e o cão permanecem. O cão revela ser o deus Yama (também conhecido como Yama Dharmaraja) e então o leva para o submundo, onde ele vê seus irmãos e esposa. Depois de explicar a natureza do teste, Yama leva Yudhishthira de volta ao céu e explica que era necessário expô-lo ao submundo porque (Rajyante narakam dhruvam) qualquer governante tem que visitar o submundo pelo menos uma vez. Yama então lhe assegura que seus irmãos e esposa se juntariam a ele no céu depois de terem sido expostos ao submundo por medidas de tempo de acordo com seus vícios. O neto de Arjuna, Parikshit, governa depois deles e morre mordido por uma cobra. Seu filho furioso, Janamejaya, decide realizar um sacrifício de cobra (sarpasattra) para destruir as cobras. É neste sacrifício que a história de seus ancestrais é narrada a ele. === A reunião === O Mahābhārata menciona que Karna, os Pandavas, Draupadi e os filhos de Dhritarashtra eventualmente ascenderam a svarga e \"atingiram o estado dos deuses\", e se uniram - \"serenos e livres de raiva\". == Temas == === Guerra justa === O Mahābhārata oferece uma das primeiras instâncias de teorização sobre dharmayuddha, \"guerra justa\", ilustrando muitos dos padrões que seriam debatidos mais tarde em todo o mundo. Na história, um dos cinco irmãos pergunta se o sofrimento causado pela guerra pode ser justificado. Uma longa discussão se inicia entre os irmãos, estabelecendo critérios como proporcionalidade (carruagens não podem atacar cavalaria, apenas outras carruagens; não atacar pessoas em perigo), meios justos (sem flechas envenenadas ou farpadas), causa justa (sem atacar por raiva) e tratamento justo de cativos e feridos. == Na cultura popular == Inspirou o filme homônimo, de Peter Brook, de 1989, onde os atores eram de nacionalidade e etnias variadas, para indicar a universalidade dos temas tratados neste livro. E a novela televisiva homônima, de B.R. Chopra, uma das mais monumentais obras de Bollywood, enorme êxito televisivo em quase todo o Oriente. Na música brasileira, o episódio do Bhagavad Gita, em que Krishna dá conselhos a Arjuna, inspirou a canção \"Gita\", de Paulo Coelho e Raul Seixas. == Bibliografia == ** Badrinath, Chaturvedi. The Mahābhārata: An Inquiry in the Human Condition, New Delhi, Orient Longman (2006). ** Bandyopadhyaya, Jayantanuja (2008). Class and Religion in Ancient India. Anthem Press. ** ** Bhasin, R. V. Mahabharata published by National Publications, India, 2007. ** J. Brockington. The Sanskrit Epics, Leiden (1998). ** Buitenen, Johannes Adrianus Bernardus (1978). The Mahābhārata. 3 volumes (translation / publication incomplete due to his death). University of Chicago Press. ** Chaitanya, Krishna (K.K. Nair). The Mahabharata, A Literary Study, Clarion Books, New Delhi 1985. ** Gupta, S. P. and Ramachandran, K. S. (ed.). Mahabharata: myth and reality. Agam Prakashan, New Delhi 1976. ** Hiltebeitel, Alf. The Ritual of Battle, Krishna in the Mahabharata, SUNY Press, New York 1990. ** Hopkins, E. W. The Great Epic of India, New York (1901). ** Jyotirmayananda, Swami. Mysticism of the Mahabharata, Yoga Research Foundation, Miami 1993. ** Katz, Ruth Cecily Arjuna in the Mahabharata, University of South Carolina Press, Columbia 1989. ** ** ** Lerner, Paule. Astrological Key in Mahabharata, David White (trans.) Motilal Banarsidass, New Delhi 1988. ** Mallory, J. P (2005). In Search of the Indo-Europeans. Thames & Hudson. ** Mehta, M. The problem of the double introduction to the Mahabharata, JAOS 93 (1973), 547–550. ** Minkowski, C. Z. Janamehayas Sattra and Ritual Structure, JAOS 109 (1989), 410–420. ** Minkowski, C. Z. 'Snakes, Sattras and the Mahabharata', in: Essays on the Mahabharata, ed. A. Sharma, Leiden (1991), 384–400. ** Oldenberg, Hermann. Zur Geschichte der Altindischen Prosa, Berlin (1917) ** Oberlies, Th. 'The Counsels of the Seer Narada: Ritual on and under the surface of the Mahabharata', in: New methods in the research of epic (ed. H. L. C. Tristram), Freiburg (1998). ** Oldenberg, H. Das Mahabharata, Göttingen (1922). ** Pāṇini. Ashtādhyāyī. Book 4. Translated by Chandra Vasu. Benares, 1896. ** Pargiter, F. E. Ancient Indian Historical Tradition, London 1922. Repr. Motilal Banarsidass 1997. ** ** Sukthankar, Vishnu S. and Shrimant Balasaheb Pant Pratinidhi (1933). The Mahabharata: for the first time critically edited. Bhandarkar Oriental Research Institute. ** Sullivan, Bruce M. Seer of the Fifth Veda, Krsna Dvaipayana Vyasa in the Mahabharata, Motilal Banarsidass, New Delhi 1999. ** Sutton, Nicholas. Religious Doctrines in the Mahabharata, Motilal Banarsidass, New Delhi 2000. ** Utgikar, N. B. \"The mention of the Mahābhārata in the Ashvalayana Grhya Sutra\", Proceedings and Transactions of the All-India Oriental Conference, Poona (1919), vol. 2, Poona (1922), 46–61. ** Vaidya, R. V. A Study of Mahabharat; A Research, Poona, A.V.G. Prakashan, 1967 ** Witzel, Michael, Epics, Khilas and Puranas: Continuities and Ruptures, Proceedings of the Third Dubrovnik International Conference on the Sanskrit Epics and Puranas, ed. P. Koskiallio, Zagreb (2005), 21–80. == Ligações externas == * * inglês * Volumes em Português * História de Nala e Damayanti (reedição de 2014), em Português Categoria:Livros religiosos Categoria:Livros da Índia Categoria:Textos hindus Categoria:Poesia religiosa Categoria:Poesia indiana",
 "title": "Mahabharata"
}