{
 "id": "46919",
 "text": "Em teoria dos conjuntos, quando todo elemento de um conjunto A é também elemento de um conjunto B, dizemos que A é um subconjunto de B, denotado A \\subseteq B (também dito \"A é uma parte de B\" ou \"A está contido em B\"). De forma complementar, B é chamado um superconjunto de A, simbolizado como B \\supseteq A (também dito \"B contém A\" ou \"B tem A como parte\").Uma notação alternativa para A é subconjunto de B, tão comum quanto A \\subseteq B, é A \\subset B. Similarmente, usa-se também B \\supset A para denotar que B é superconjunto de A. Esta relação é conhecida por inclusão de conjuntos. Em linguagem simbólica, utilizando a noção de quantificação universal (∀), temos: A \\subseteq B \\stackrel {\\mathbf {def}} {=\\\\!=} \\forall x(x \\in A \\rightarrow x \\in B). == Propriedades == * A inclusão de conjuntos é uma relação reflexiva, ou seja, A\\subseteq A qualquer que seja o conjunto A. *: Realmente, a condicional p \\rightarrow p é uma tautologia. Assim, x\\in A \\rightarrow x \\in A tanto se x\\in A como também se x ot\\in A. E, por definição, \\forall x(x\\in A \\rightarrow x\\in A) \\Rightarrow A\\subseteq A. * A inclusão de conjuntos é uma relação transitiva, ou seja, se A \\subseteq B e B\\subseteq C, então A\\subseteq C. *:Se A = \\varnothing, A \\subseteq C (e assumir que B \\subseteq C é irrelevante). Então, assuma que A eq \\varnothing e seja x \\in A. Por hipótese, A \\subseteq B e, pela definição de inclusão, x \\in B. Assim, B eq \\varnothing. Também por hipótese B \\subseteq C, isto é, se y \\in B também y \\in C. Em particular, para y = x temos x \\in C. Como x \\in A era arbitrário, todo elemento de A é também elemento de C, ou seja, A \\subseteq C. * A inclusão de conjuntos é uma relação antissimétrica, ou seja, se A \\subseteq B e B \\subseteq A, então A = B. *: De fato, isto é o que diz o axioma da extensão. * Pelas três propriedades acima, dado um conjunto não- vazio A e uma coleção \\mathcal{C} de subconjuntos de A, a relação de inclusão \\subseteq é uma relação de ordem parcial em \\mathcal{C}. *: A inclusão de conjuntos é a relação de ordem parcial canônica — no sentido de que todo conjunto parcialmente ordenado (X, \\preceq) é isomorfo a alguma coleção de conjuntos ordenada pela inclusão. Os números ordinais constituem um exemplo simples — se cada ordinal n é identificado com o conjunto [n] de todos os ordinais menores ou igual a n, então a \\leq b se e somente se [a] \\subseteq [b]. == Subconjunto próprio == Dizemos que um conjunto B é um subconjunto próprio de um conjunto A se B \\subseteq A (B é subconjunto de A) e B eq A (B é diferente de A). Explicitamos este fato com a notação especial B \\subsetneq A; ou ainda A\\supsetneq B (lê-se: A é um superconjunto próprio de B). Isto quer dizer que B está estritamente contido em A, ou seja, existe pelo menos um x \\in A tal que x ot\\in B. Em particular, o conjunto vazio é um subconjunto próprio de todo conjunto não-vazio. E, evidentemente, A é o único subconjunto de um conjunto A eq\\varnothing que não é próprio. Assim, dizemos que A é um subconjunto impróprio (superconjunto impróprio) de A. == Exemplos == * O conjunto vazio é um subconjunto de qualquer conjunto dado. * O conjunto {1, 2} é um subconjunto próprio de {1, 2, 3}. * O conjunto {x : x é um número primo maior do que 10} é um subconjunto próprio de {x : x é um número ímpar maior do que 10}. * O conjunto dos números naturais é um subconjunto próprio do conjunto dos números inteiros, com a mesma cardinalidade. * O conjunto dos números naturais é um subconjunto próprio do conjunto dos números reais, com cardinalidade inferior. == Ver também == * Conjunto potência * Função inclusão == Notas == == Referências == * ==Ligações externas== *\"Subset\", \"Superset\", \"Proper Subset\" e \"Improper Subset\" in MathWorld *\"Subset\" in ProofWiki Categoria:Teoria dos conjuntos Categoria:Conceitos básicos da teoria dos conjuntos ro:Mulțime#Submulțimi",
 "title": "Subconjunto"
}