{
 "id": "46928",
 "text": "José Augusto Neves Cardoso Pires ComL • GCM (Vila de Rei, São João do Peso, 2 de Outubro de 1925 — Lisboa, Campo Grande, 26 de Outubro de 1998) foi um escritor português.Diário de Notícias de 17 de outubro de 1998.O Público, de 27 de outubro de 1998.JL : Jornal de Letras Artes e Ideias, ano XVIII, n.º 733. 4 a 17 de novembro de 1998.CABRAL, Eunice. José Cardoso Pires no site do Camões : Instituto da Cooperação e da Língua. == Biografia == Nascido em São João do Peso, no concelho de Vila de Rei, filho de José António Neves e de sua mulher Maria Sofia Cardoso Pires, ele daí natural e ela de Cardigos, em Mação, foi muito cedo para Lisboa com os pais, ele Oficial da Marinha Mercante, ela dona de casa, a irmã, Maria de Lurdes Neves Cardoso Pires (5 de Outubro de 1927) e o irmão, António Nuno Cardoso Pires Neves (13 de Junho de 1931 - 9 de Abril de 1953). Entre 1935 e 1944 frequentou o Liceu Camões, onde teve como professores Rómulo de Carvalho e Delfim Santos, iniciando, de seguida, uma nunca terminada licenciatura em Matemáticas Superiores, na Faculdade de Ciências. Em 1945 alista-se na Marinha Mercante, como praticante de piloto sem curso, actividade que abandona compulsivamente, «suspeito de indisciplina e detido em viagem do navio Niassa» (c.f. auto da Capitania do Porto de Lisboa, de 02-02-1946). Já depois de optar pela carreira de jornalista, veio a assumir a direcção das Edições Artísticas Fólio, onde Aquilino Ribeiro publicou O Retrato de Camilo, e onde lançou a colecção Teatro de Vanguarda, que contribuirá para a revelação em língua portuguesa de obras de Samuel Beckett, William Faulkner e Vladimir Maiakovski. Em 1959 foi para Itália, afim de estagiar na revista Época, de Milão, preparando-se para a publicação de um semanário em termos semelhantes ao da Época, que a censura impediu. Entretanto conseguiu lançar a revista Almanaque, cuja redacção integrou figuras como Luís Sttau Monteiro, Alexandre O'Neill, Vasco Pulido Valente, Augusto Abelaira e José Cutileiro. Foi ainda cronista do Diário de Lisboa, da Gazeta Musical e de Todas as Artes e da Afinidades. Em 1953, morre o seu irmão num acidente de aviação em cumprimento do serviço militar, quando o Harvard T6 em que treinava se incendiou em pleno voo acabando por cair e explodir. Dez anos mais tarde, Cardoso Pires dedica-lhe «in memoriam» o romance O Hóspede de Job como protesto contra a guerra fria e a colonização militares. A 8 de Julho de 1954 casou com Maria Edite Pereira (5 de Janeiro de 1932), Enfermeira, da qual teve duas filhas, Ana Cardoso Pires (4 de Setembro de 1956), casada e mãe de uma filha Joana (7 de Novembro de 1982) e um filho Rui (13 de Março de 1985) Cardoso Pires Tavares, e Rita Cardoso Pires (22 de Novembro de 1958), solteira e sem geração.José Cardoso Pires na toponímia. Foi militante do Partido Comunista Português, do qual se desvincula após a Revolução de 25 de Abril de 1974. Foi sepultado em 1998 no Talhão dos Artistas do Cemitério dos Prazeres, em Lisboa. ==Carreira literária== Unanimemente considerado um dos maiores escritores portugueses do século XX, numa galeria onde podemos encontrar nomes como José Saramago ou António Lobo Antunes, a sua carreira literária está marcada pela inquietação e pela deambulação. Autor de dezoito livros, publicados entre 1949 e 1997, não se identifica com nenhum grupo, nem se fixa em nenhum género literário, apesar de ser considerado sobretudo como um romancista. A sua relação mais duradoura no campo literário deu-se com o movimento neo-realista português, até ao 25 de Abril de 1974, justificada com a oposição ao regime autoritário português. A inserção da sua obra no neo- realismo é, por essas razões, contraditória. Frequentou também os grupos surrealistas, no início da década de 1940. Foi influenciado pela estética de Hemingway, pela narrativa cinematográfica, o que resulta em discursos curtos e diálogos concisos. O Delfim, de 1968, é geralmente considerado a sua obra- prima, em que o narrador assume uma condição de forasteiro, aparentemente descomprometido com uma realidade anacrónica. A Gafeira, aldeia inexistente do distrito de Leiria, simboliza o Portugal marcelista, com um crime no centro da história. Tendo sido recebido, até 1974, como romance neo-realista, tem despertado um interesse crescente como narrativa pós-modernista. Pode efectivamente ser lido como o primeiro romance português no qual confluem as principais linguagens estéticas norteadoras do futuro pós-modernismo português devido à mistura de géneros, à polifonia, à fragmentação narrativa e à metaficção. == Obras == *Os Caminheiros e Outros Contos (Contos), 1949 *Histórias de Amor (Contos), 1952 *O Anjo Ancorado (Novela), 1958, com prefácio de Mário Dionísio *Cartilha do Marialva (Ensaio), 1960 *O Render dos Heróis (Teatro), 1960 *Jogos de Azar (Contos), 1963 ; 1993 *O Hóspede de Job (Romance), 1963 *O Delfim (Romance), 1968 *Dinossauro Excelentíssimo (Sátira), 1972 *E agora, José ? (Ensaio), 1977 *O Burro em Pé (Contos), 1979 *João Janito, o burro em pé, Moraes, 1979 *Corpo-Delito na Sala de Espelhos, 1980 *Balada da Praia dos Cães (Romance), 1982 *Alexandra Alpha (Romance), 1987 *A República dos Corvos (Contos), 1988 *Cardoso Pires por Cardoso Pires (Crónicas), 1991 *A Cavalo no Diabo (Crónicas), 1994 *De Profundis, Valsa Lenta (Crónicas), 1997 *Lisboa, Livro de Bordo (Crónicas), 1997 *Lavagante, editado em 2008 *Celeste & Làlinha — Por Cima de Toda a Folha (Ilustrações de Rita Cardoso Pires), 2015A fonte para as obras é o Catálogo Geral da Biblioteca Nacional de Portugal. ===Filmes=== Algumas das suas obras foram adaptadas ao cinema: *A Rapariga dos Fósforos, realização de Luís Galvão Teles (1978)A Rapariga dos Fósforos no CINEPT : Cinema Português, da Universidade da Beira Interior. *Casino Oceano, realização de Lauro António (1983)Casino Oceano no CINEPT : Cinema Português, da Universidade da Beira Interior. *Ritual dos Pequenos Vampiros, realização de Eduardo Geada (1984)Ritual dos Pequenos Vampiros no CINEPT : Cinema Português, da Universidade da Beira Interior. *Balada da Praia dos Cães, realização de José Fonseca e Costa (1987)Balada da Praia dos Cães no CINEPT : Cinema Português, da Universidade da Beira Interior. *O Delfim, realização de Fernando Lopes (2001)O Delfim no CINEPT : Cinema Português, da Universidade da Beira Interior. ==Teatro== Algumas das suas obras foram também levadas à cena: *O Render dos Heróis (1960) *Corpo Delito na Sala de Espelhos e ao Teatro Radiofónico, como \"Uma simples flor nos teus cabelos claros\" (EN) e \"Balada da Praia dos Cães\" (folhetim EN) ==Prémios e homenagens== ===Prémios ao autor=== *Prémio União Latina de Literaturas Românicas, Roma, 1991 *Astrolábio de Ouro do Prémio Internacional Ultimo Novecento, Pisa, 1992 *Prémio Bordalo de Literatura da Casa da Imprensa, 1994 *Prémio Bordalo de Literatura da Casa da Imprensa, 1997 *Prémio Pessoa, 1997 *Grande Prémio Vida Literária APE/CGD, 1998 ===Prémios às obras=== *Prémio Camilo Castelo Branco, pela Sociedade Portuguesa de Escritores, 1964 (O Hóspede de Job) *Grande Prémio de Romance e Novela, pela Associação Portuguesa de Escritores, 1982 (Balada da Praia dos Cães) *Prémio Especial da Associação dos Críticos do Brasil, São Paulo, 1988 (Alexandra Alpha) *Prémio D. Diniz, da Fundação Casa de Mateus, 1997 (De Profundis, Valsa Lenta) *Prémio da Crítica do Centro Português da Associação Internacional de Críticos Literários, 1997 (De Profundis, Valsa Lenta) ==Condecorações== A 1 de Outubro de 1985 foi feito Comendador da Ordem da Liberdade. A 4 de Fevereiro de 1989 foi agraciado com a Grã-Cruz da Ordem do Mérito. ==Outras homenagens== No âmbito do programa que evocou o 10.º aniversário da morte de José Cardoso Pires, a Videoteca da Câmara Municipal de Lisboa produziu uma curta-metragem intitulada Fotogramas Soltos das Lisboas de Cardoso Pires, realizada por António Cunha.Cf. CUNHA, António. Fotogramas Soltos das Lisboas de Cardoso Pires. O seu nome foi atribuído à Biblioteca Municipal de Vila de Rei.Biblioteca Municipal José Cardoso Pires. O seu nome está presente na toponímia de Abrantes, Alcabideche, Alcochete, Almada, Amadora, Amora, dAveiro, Azeitão, Barreiro, Beja, Borba, Camarate, Caparica, Cascais, Castro Verde, Covilhã, Estoril, Faro, Forte da Casa, Gondomar, Guimarães, Lagos, Maia, Mem Martins, Montemor-o-Novo, Odemira, Oliveira do Hospital, Pinhal Novo, Portimão, Porto Salvo, Póvoa de Santa Iria, Quinta do Anjo, Rio de Mouro, Rio Tinto, Santa Iria de Azóia, Santo António dos Cavaleiros, São Julião do Tojal, Seixal, Sesimbra, Setúbal, Tavira, Trofa e Vila Franca de Xira. ==Ligações externas== *Fotogramas Soltos das Lisboas de Cardoso Pires *José Cardoso Pires na DGLB Categoria:Naturais de Vila de Rei Categoria:Escritores de Portugal Categoria:Prémio Pessoa Categoria:Comendadores da Ordem da Liberdade Categoria:Grã-Cruzes da Ordem do Mérito",
 "title": "José Cardoso Pires"
}