{
 "id": "46979",
 "text": "Mundial, ou ainda da Humanidade, é uma região ou área (denominada \"sítio\") que é considerada pela comunidade científica e pela Organização das Nações Unidas para a Educação, Ciência e Cultura (UNESCO) de possuir uma importância fundamental (natural ou cultural) para a humanidade, buscando assim preservá- lo para as futuras gerações. Este tipo de Património denominado \"sítio\" e, pode ser uma paisagem, monumento, prédio, conjunto arquitetônico, cidade, ou região. E é classificado como: cultural, natural, ou misto. * Esses sítios são definidos pela Organização das Nações Unidas para a Educação, a Ciência e a Cultura-UNESCO (acrônimo de United Nations Educational, Scientific and Cultural Organization (órgão executivo da ONU), de grande importância histórica, cultural e natural para humanidade, proporcionando, ao ser reconhecido e classificado como Património Mundial, o status e reconhecimento oficial para lhe garantir maior conservação, Vários sítios são classificados como mistos (reúnem a classificação de culturais e naturais) e, alguns sítios são transfronteiriços (sua área ou região se distribui por dois ou mais países).UNESCO-WHC (World Heritage Convention) - Página oficial - ('em inglês') ; ('em francês'). Visitados em 10 de março de 2016 A lista é divulgada e atualizada após as sessões anuais da UNESCO, quando são expostos, debatidos, promulgados ou não, junto a todos os atuais países-membros,UNESCO- WHC - Países Integrantes - lista - ('em inglês') ; ('em francês'). Visitados em 10 de março de 2016 as solicitações de novas inclusões à Lista do Património Mundial, que é gerenciado pelo Comitê do Património Mundial, composto por 21, dentre os atuais 191 países-membros que assinaram e ratificaram a Convenção para a Proteção do Património Mundial, Cultural e NaturalUNESCO-WHC - Convenção para a Proteção do Patrimônio Mundial, Cultural e Natural - declaração Paris - França em 23 de novembro de 1972 - ('em inglês') ; ('em francês') ; ('em português-pdf'). Visitados em 10 de março de 2016 que são eleitos para compor o comitê por dois anos. O programa anualmente recebe novas inscrições de sítios, requeridas pelos países-membros, para integrarem a Lista do Património Mundial. Esta nova propositura é discriminada por extensos dossiês, com vários itens pré-obrigatórios no seu contexto, e são analisados, pesquisados e inspecionados (todo um processo que pode demorar anos) e sendo ele ao fim referendado e incluído na Lista do Património Mundial, é catalogado, nomeado, passando a UNESCO a internacionalmente a sua conservação, por sua excepcional importância cultural e/ou natural como Património comum da humanidade. Sob certas condições, determinados sítios que integram a Lista do Património Mundial, obtêm recursos do Fundo do Património Mundial.UNESCO-WHC - Fundo do Patrimônio Mundial - Página oficial - ('em inglês') ; ('em francês'). Visitados em 10 de março de 2016 O programa foi criado pela Convenção para a Proteção do Património Mundial, Cultural e Natural, homologada em 23 de Novembro de 1972 na Conferência Geral da UNESCO realizada em Paris, França. Desde então, 191 países ratificaram a Convenção, tornando-se um dos mais respeitados organismos internacionais. Atualmente só Liechtenstein, Nauru, Somália, Sudão do Sul, Timor-Leste e Tuvalu não ratificaram a Convenção. Em 2015, sítios, localizados em 163 países, integravam a Lista do Património Mundial da UNESCO-WHC (World Heritage Convention) (Convenção do Património Mundial),UNESCO-WHC - Patrimônio Mundial - lista - ('em inglês') ; ('em francês'). Visitados em 10 de março de 2016 assim distribuídos, conforme foram reconhecidos, classificados e homologados: 802 culturais,Culturais - UNESCO-WHC. Lista dos sítios - ('em inglês') ; ('em francês'). Visitadas em 10 de março de 2016 197 naturaisNaturais - UNESCO-WHC. Lista dos sítios - ('em inglês') ; ('em francês'). Visitadas em 10 de março de 2016 e 32 mistos(*).Mistos - UNESCO-WHC. Lista dos sítios - ('em inglês') ; ('em francês'). Visitadas em 10 de março de 2016 Do total 31 sítios são transfronteiriços(**)Transfronteiriços - UNESCO-WHC. Lista dos sítios - ('em inglês') ; ('em francês'). Visitadas em 4 de abril de 2016 e 48 estão seriamente ameaçados e foram incluídos na Lista do Património Mundial em PerigoUNESCO-WHC - Patrimônio Mundial em Perigo - lista - ('em inglês') ; ('em francês'). Visitadas em 4 de abril de 2016 conforme decisão do Comitê do Património Mundial. A Itália é o país com o maior número de sítios que integram a Lista do Património Mundial, com 51, seguida pela China com 48, Espanha com 44, França com 41 e Alemanha com 40. Cada sítio que integra a lista do Património Mundial tem um número próprio de identificação, mas é recorrente que algumas novas candidaturas de sítios pelos países membros, resultantes de pesquisas históricas e arqueológicas, e após avaliação pelo Comitê do Património Mundial e homologação e inclusão na lista, englobam, ou são adjacentes, ou contínuos à sítios que já constavam de listas anteriores, sendo estes sítios, listados como integrantes de descrições maiores. Como resultado, os números de identificação excedem , embora a listagem divulgue menos locais. == História == === Pré-convenção === Em 1959, o governo do Egito decidiu construir a Represa de Assuão, um evento que inundaria um vale que contém tesouros da civilização antiga tais como os templos do Abul-Simbel. A UNESCO lançou, então, uma campanha mundial de proteção ao lugar contra a construção, apesar das apelações dos governos do Egito e do Sudão. Os templos de Abul-Simbel e de Filas foram desmontados e movidos para uma posição mais elevada onde foram novamente montados peça a peça. O custo do projeto era de aproximadamente oitenta milhões de dólares, onde cerca de metade da quantia foi arrecadada de cinquenta países diferentes. O projeto teve sucesso total, e isso incentivou outras campanhas de proteção. Então, a UNESCO iniciou, com o \"Conselho Internacional de Monumentos e Sítios\" (ICOMOS), uma convenção para proteger o Património Mundial da humanidade. === Convenção e bastidores === Os Estados Unidos criaram a ideia de combinar a conservação da cultura com a conservação da natureza. Uma conferência na Casa Branca, em 1965, pedia por uma \"Entidade pelo Património Mundial\" para preservar \"as áreas cénicas e naturais magníficas e sítios históricos do mundo para o presente e o futuro de toda a humanidade.\" A União Internacional para a Conservação da Natureza (IUCN) desenvolveu, em 1968, propostas similares, que em 1972, foram apresentadas na conferência da ONU sobre Ambiente Humano em Estocolmo, Suécia. Um único texto foi aceito por todas as partes envolvidas, e a Convenção do Património Mundial (Convenção para a Proteção do Património Mundial, Cultural e, Natural) foi promulgada pela Conferência Geral da Organização das Nações Unidas (UNESCO) em 23 de Novembro de 1972 na cidade francesa de Paris. Em 1977, o Brasil foi signatário desta Convenção, representado pelo \"Instituto do Património Histórico e Artístico Nacional\" (Iphan) em ações internacionais nesta área de preservação. Em 1980, Portugal foi signatário desta Convenção durante o processo de redemocratização das instituições, após passar por uma ditadura salazarista, guerra colonial e, revolução. == Estados signatários == Atualmente 191 Estados (países) - denominados, em inglês, 'States Parties' - são signatários da Convenção do Património Mundial.UNESCO-WHC - estados signatários - ('em inglês') ; ('em francês'). Visitadas em 4 de abril de 2016 Todos os países da CPLP, menos Timor-Leste, subscreveram a Convenção, sendo São Tomé e Príncipe o 183.º signatário, ao depositar oficialmente o seu instrumento de ratificação a 25 de Julho de 2006, e em 25 de outubro de 2006 passou a vigorar oficialmente no país.UNESCO-WHC - São Tomé e Princípe - ratificação (\"em inglês'). Visitada em 4 de abril de 2016 == Distribuição dos sítios no mundo == Distribuição em regiões, de acordo com a UNESCO, em julho de 2019. Zona/região Cultural Natural Misto Total % Estados-membros com propriedades inscritas África 53 38 5 96 8,56% 35 Estados Árabes 78 5 3 86 7,67% 18 Ásia e Oceania 189 67 12 268* 23,91% 36 Europa e América do Norte 453 65 11 529* 47,19% 50 América Latina e Caribe 96 38 8 141* 12,58% 28 Total 869 213 39 1 121 100% 167 (*) Sítios Mistos - Determinado Sítio, dentro dos critérios que a Convenção do Património Mundial da UNESCO homologa, enquadra- se tanto no critério Cultural como no Natural. (**) Transfronteiriço - Determinado Sítio abrange área que se distribui por 2 ou mais países. === Lista dos países com 10 ou mais sítios incluídos como Património Mundial === ImageSize = width:602 height:auto barincrement:15 PlotArea = top:10 bottom:30 right:50 left:20 AlignBars = early DateFormat = yyyy Period = from:0 till:60 TimeAxis = orientation:horizontal ScaleMajor = unit:year increment:10 start:0 Colors = id:canvas value:rgb(1,1,1) id:black value:black id:red value:rgb(0.54,0.21,0) id:redl value:rgb(0.84,0.41,0) id:orange value:orange id:green value:green id:blue value:blue Backgroundcolors = canvas:canvas Define $n24=24 BarData = barset:Studentenbuden PlotData = width:5 align:left fontsize:S shift:(5,-4) anchor:till barset:Studentenbuden from: 0 till: 55 color:black text:\"Itália\" (55) from: 0 till: 55 color:black text:\"China\" (55) from: 0 till: 48 color:red text:\"Espanha\" (48) from: 0 till: 46 color:red text:\"Alemanha\" (46) from: 0 till: 45 color:red text:\"França\" (45) from: 0 till: 38 color:redl text:\"Índia\" (38) from: 0 till: 34 color:redl text:\"México\" (35) from: 0 till: 32 color:redl text:\"Reino Unido\" (32) from: 0 till: 29 color:orange text:\"Rússia\" (29) from: 0 till: 24 color:orange text:\"Irã\" ($n24) from: 0 till: 24 color:orange text:\"Estados Unidos\" ($n24) from: 0 till: 23 color:orange text:\"Japão\" (23) from: 0 till: 21 color:orange text:\"Brasil\" (22) from: 0 till: 20 color:green text:\"Austrália\" (20) from: 0 till: 20 color:green text:\"Canadá\" (20) from: 0 till: 18 color:green text:\"Grécia\" (18) from: 0 till: 18 color:green text:\"Turquia\" (18) from: 0 till: 17 color:green text:\"Portugal\" (17) from: 0 till: 16 color:green text:\"Polônia\" (16) from: 0 till: 15 color:green text:\"Suécia\" (15) barset:skip == Lista do Património Mundial por regiões == * Património Mundial (REGIÕES): ** África ** América Latina e o Caribe *** Brasil ** Ásia e Pacífico ** Estados Árabes ** Europa e América do Norte *** Espanha *** Portugal *** Suécia *** Islândia == Proteção == === No Brasil === No Brasil o Património mundial do tipo natural é assistido pelo \"Programa de Conservação da Biodiversidade nos Sítios do Património Mundial Natural do Brasil\", que é coordenado pelo Ministério do Meio Ambiente do Brasil em parceria com as organizações: WWF-Brasil, Instituto Chico Mendes, The Conservation International, The Nature Conservancy Brasil e, Organização das Nações Unidas. === Património Mundial em perigo === A conservação e proteção de cada sítio, já reconhecido e declarado Património Mundial, é um processo contínuo é de responsabilidade do país ou países (caso seja transfronteiriço) onde estão localizados. Se um país não protege os locais inscritos, corre o risco de que esses locais sejam retirados da Lista do Património Mundial. Os países devem informar periodicamente ao Comitê do Património Mundial sobre o seu estado de conservação e preservação. Quando o Comitê do Património Mundial é avisado sobre possíveis perigos a um , este é incluído na Lista do Património Mundial em Perigo, informando e chamando à atenção mundial de sua precariedade, e de suas condições preocupantes, devido a circunstâncias naturais ou criadas pelo homem, ameaçando, severamente, suas características, que o levou a ser inscrito na Lista do Património Mundial em Perigo.UNESCO-WHC - Patrimônio Mundial em Perigo - lista - ('em inglês') ; ('em francês'). Visitados em 10 de março de 2016 ==Lista Indicativa à Património == Aproximadamente à cada dez anos os signatários da Convenção do Património Mundial indicam novos bens à serem analisados e futuramente declarados como Património Mundial. Esse inventário é denomidado de Lista Indicativa, instrumento de preparação de candidatura que segue o manual da Unesco denominado \"Preparação de Candidaturas para o Património Mundial\". Esses bens devem refletir a riqueza e a diversidade natural ou cultural de uma região, com o objetivo de contribuir para o entendimento de como ocorreu o processo civilizatório da humanidade. Partindo da relação dos bens (culturais, naturais e, mistos) é elaborado o arquivador que reúne informações sobre cada sítio com argumentos coerentes da candidatura à Património Mundial. No Brasil, o instituto Iphan é o responsável por produzir o documento dos bens culturais que serão candidatos à esse património, já para os sítios naturais, o \"Instituto Chico Mendes de Conservação da Biodiversidade\" (ICMBio) torna-se o responsável à esta tarefa. == Ver também == * Organização das Cidades do Património Mundial * Convenção para a Proteção do Património Mundial, Cultural e Natural * Lista de obras primas do Património Mundial * Regiões da UNESCO == Ligações externas == * UNESCO-WHC - Lista do Património Mundial - ('em inglês') ; ('em francês') * UNESCO-Underwater Cultural Heritage - Património Cultural Subaquático - ('em inglês'); ('em francês'); ('em português')",
 "title": "Património Mundial"
}