{
 "id": "47068",
 "text": "Wellington () é a capital da Nova Zelândia e também da região de Wellington, localizada ao sul da North Island (Ilha Norte), da qual Wellington é a cidade principal. Tinha aproximadamente 393 mil habitantes em 2011. A cidade está situada ao lado de um porto natural, em colinas pendulantes e verdes. A região é sujeita a terremotos, bastante frequentes, e que quase causaram a destruição da cidade nos anos de 1848 e 1855. Há poucas áreas planas, por isto a maioria da população da cidade vive nas colinas ao redor, em áreas de risco devido às atividades sísmicas. Devido aos fortes ventos que sopram na cidade vindos do estreito de Cook, a cidade é conhecida pelos neozelandeses como Windy Wellington (\"a Wellington ventosa\"). A cidade é um importante centro financeiro e comercial na Nova Zelândia. Também é um importante polo cultural do país, abrigando o museu Te Papa (\"nosso lugar\", em língua maori), o balé, a orquestra sinfônica, e a produção cinematográfica neozelandesas. Wellington foi fundada no final da década de 1830. O distrito comercial formou-se inicialmente junto à costa, porém está hoje afastado 100 a 200 metros do porto, devido à elevação do solo causada pelos terremotos. A cidade também se expandiu devido a aterros na faixa costeira. Wellington tornou-se capital da Nova Zelândia em 1865, substituindo Auckland. Wellington, situada a 41 graus de latitude sul, é a capital nacional mais meridional do mundo. == Origem do nome == Wellington recebeu seu nome em homenagem a Arthur Wellesley, o primeiro Duque de Wellington e vitorioso da Batalha de Waterloo. O título do duque vem da cidade de Wellington, no condado inglês de Somerset. Em māori, a cidade recebe três nomes diferentes: Te Whanga-nui-a-Tara se refere ao Porto Wellington e significa \"o grande porto de Tara\";, convenções ortográficas originadas de Pōneke é uma adaptação local de Port Nick, abreviatura de Port Nicholson; Te Upoko-o-te-Ika-a-Māui, que significa \"a cabeça do peixe de Māui\" (frequentemente abreviado como Te Upoko-o-te-Ika), um nome tradicional para o extremo sul da Ilha Norte, deriva da lenda da suspensão da ilha pelo semideus Māui. Wellington também recebe inúmeros apelidos como The Harbour Capital, Wellywood e (agora raramente) Windy City. ==Divisões da cidade== A cidade de Wellington é uma conurbação de quatro \"autoridades territoriais\" sendo elas: *Wellington *Lower Hutt *Porirua *Upper Hutt == Clima == == Arquitetura == Wellington compreende diversos estilos arquitetônicos, datando desde há 150 anos; desde casas de madeira do século XIX, como a casa em que nasceu Katherine Mansfield em Thorndon até edifícios art déco, como a antiga sede da Wellington Free Ambulance e a Galeria da Cidade, assim como edifícios modernistas no centro financeiro. O mais antigo edifício da cidade é o Museu da Colonial Cottage no bairro de Monte Cook. O edifício mais alto é o Majestic Centre, na Willis Street, com 116 metros de altura, sendo o segundo mais alto a BNZ Tower, com 103 metros. A Capela de Futuna, localizada em Karori, foi o primeiro edifício bicultural na Nova Zelândia, e é considerado um dos mais importantes edifícios neozelandeses do século XX. A Old St. Paul's é um exemplo de arquitetura neogótica do século XIX, adaptada às condições e aos materiais. É também exemplo a St. Mary of the Angels. O edifício do Museum of Wellington City & Sea, a Bond Store, está em estilo imperial francês e o edifício do Wellington Harbour Board Wharf Office está em estilo inglês tardio. Há vários teatros restaurados em Wellington, incluindo o St. James Theatre (Teatro de São Tiago), a Opera House, e o Embassy Theatre (Teatro da Embaixada), onde teve a estreia do filme O Senhor dos Anéis: O Retorno do Rei (O Senhor dos Anéis: O Regresso do Rei, na versão portuguesa europeia). A Praça Cívica está rodeada pela câmara municipal, pelo Centro Michael Fowler, pela Biblioteca Central de Wellington e pela Galeria da Cidade. Sendo a capital, há muitos edifícios governamentais em Wellington. Tanto a Biblioteca Nacional da Nova Zelândia como o edifício Te Puni Kōkiri são esteticamente únicos. Os Edifícios do Parlamento da Nova Zelândia foram construídos em meados dos anos 1960. Do outro lado da estrada em que está o Beehive situa-se o maior edifício de madeira no Hemisfério Sul, parte dos Antigos Edifícios do Governo, e que atualmente alberga parte da Universidade de Vitória de Wellington. O Museu da Nova Zelândia Te Papa Tongarewa localiza-se perto da marina. Wellington contém várias esculturas icônicas da cidade, tal como a Bucket Fountain. ==Cultura== ===Desportos=== A cidade é sede da equipa de rugby Hurricanes que disputa a liga Super Rugby. O principal estádio é o Westpac Stadium. === Música === A cidade é conhecida pela ótima vida noturna. == Ligações externas == * Greater Wellington Regional Council * Official NZ Tourism website for Wellington * Wellington City Council",
 "title": "Wellington"
}