{
 "id": "47070",
 "text": "é o hino nacional do Japão e a letra mais antiga do mundo em um hino nacional. De 1868 a 1945, ele serviu como hino nacional do Império do Japão. Com uma duração de 11 medidas e 32 caracteres, \"Kimigayo\" é também um dos hinos mais curtos do mundo atualmente em uso. Sua letra é baseada no poema waka escrito no período Heian (794–1185), cantado em uma melodia escrita no período imperial (1868–1945). A melodia atual foi escolhida em 1880, substituindo uma melodia impopular composta onze anos antes. Embora o título \"Kimigayo\" seja normalmente traduzido como Reino de sua Majestade, nenhuma tradução oficial do título ou da letra foi estabelecida em lei. Até 1945, \"Kimigayo\" serviu como um hino nacional para o Império do Japão, no entanto, quando o Império foi dissolvido após a sua rendição no final da Segunda Guerra Mundial, a sua democracia parlamentarista, o Estado do Japão, substituiu-o em 1945, tendo em vista a mudança de um sistema baseado na soberania imperial para uma soberania popular. No entanto, O Imperador Hirohito não foi destronado e \"Kimigayo\" continuou a ser o hino nacional de facto, somente se tornando legalmente reconhecido como hino nacional oficial em 1999, com a aprovação da Lei sobre a Bandeira e o Hino Nacionais. Desde que o período de democracia parlamentar começou no Japão, houve controvérsia sobre a execução do hino \"Kimigayo\" em cerimônias públicas. Juntamente com a Bandeira japonesa Hinomaru, o \"Kimigayo\" é acusado pelos críticos de ser um símbolo do imperialismo, militarismo e nacionalismo japoneses, havendo um debate sobre se o \"Kimigayo\", como um remanescente do passado imperialista japonês, é compatível com uma democracia parlamentar contemporânea japonesa. Assim, os pontos essenciais das controvérsias a respeito da bandeira Hinomaru e do \"Kimigayo\" são se eles expressam louvor ou condenação ao Império do Japão e se o Império (antes de 1945) e o Japão pós-guerra (após 1945) são o mesmos estados ou se são estados diferentes. == Etimologia == Desde o período Heian, a palavra \"kimi\" foi usada tanto como um nome para indicar um imperador ou o mestre de alguém,新村出記念財団(1998). A dictionary of Japanese 『広辞苑』 (\"Kōjien\"), 5th edition. Published by Iwanami Shoten, Publishers. como um nome honorífico ou um sufixo para indicar uma pessoa ou, com mais frequência, como uma palavra informal e amistosa para \"você\". Por exemplo, o protagonista , de Genji Monogatari, é também chamado de . Mas antes do período Nara, o Imperador era geralmente chamado de \"ōkimi\" (grande lorde), então há controvérsias se a palavra \"kimi\" em \"kimigayo\" significava imperador ou não. No período Kamakura, o \"Kimigayo\" era usado em músicas festivas entre os samurais e posteriormente se tornou popular entre o povo do período Edo. No final do período Edo, \"Kimigayo\" foi usado no Ōoku (harém do Castelo de Edo) e no domínio de Satsuma (atualmente província de Kagoshima) como uma canção comum e festiva de ano novo. Nesses contextos, \"kimi\" nunca significou o imperador, mas apenas o xogum Tokugawa, o clã Shimazu, como dominadores do Satsuma-han, convidados de honra ou todos os membros de uma comemoração festiva com bebidas. Após a Restauração Meiji, os samurais do Satsuma-han controlaram o governo imperial japonês e eles adotaram o \"Kimigayo\" como o hino nacional do Japão. Desde esta época até a derrota japonesa na Segunda Guerra Mundial, entendia-se que \"Kimigayo\" significava o longo reinado do Imperador. Com a adoção da Constituição do Japão, em 1947, o Imperador não era mais um soberano que governava por direito divino, mas um ser humano que é um símbolo do estado e da união entre as pessoas. O Ministério da Educação não deu qualquer novo significado para \"Kimigayo\" após a guerra, o que significou que a canção representava o povo japonês. O Ministério também não rejeitou formalmente o significado pré-guerra de \"Kimigayo\". Em 1999, durante as deliberações da Lei sobre a Bandeira e o Hino Nacional, a definição oficial de Kimi ou Kimi-ga-yo foi questionada repetidas vezes. A primeira sugestão foi dada pelo Secretário-Chefe de Gabinete Hiromu Nonaka que, devido ao novo status do Imperador como estabelecido no artigo 1º da Constituição do Japão, kimi significava o \"Imperador como símbolo do Japão\" e a letra inteira pregava a paz e a prosperidade do país. O então Primeiro- Ministro Keizō Obuchi confirmou o seu significado com a declaração em 29 de junho de 1999: > \"Kimi\" significa o Imperador, que é o símbolo do Estado de da união do povo, > e cuja posição deriva da vontade dos cidadãos japoneses, nos quais o poder > da soberania reside. A frase \"Kimigayo\" significa nosso Estado, Japão, que > tem o Imperador no trono como símbolo do Estado e da união do povo pela > vontade dos cidadãos japoneses. E é razoável tomar a letra de \"Kimigayo\" > como um desejo pela prosperidade e paz deste nosso país. Outros partidos opuseram-se ao Partido Liberal Democrata, que estava no controle do governo na época em que Obuchi era Primeiro-Ministro, rejeitando com veemência o significado dado pelo governo para kimi e \"Kimigayo\". Membros do Partido Democrata do Japão não concordaram devido à falta de laços históricos com o significado. O crítico mais contumaz foi Kazuo Shii, presidente do Partido Comunista Japonês, que alegou que \"Japão\" não poderia ser derivado de \"Kimigayo\" porque a letra somente menciona o desejo de um longo reinado para o Imperador. Shii também se opõe ao uso da canção como o hino nacional porque, para uma nação democrática, uma canção sobre o Imperador não seria apropriada. == História == === Império do Japão (1868–1945) === A letra apareceu pela primeira vez no Kokin Wakashū, uma antologia poética, como um poema anônimo. O poema foi incluído em muitas antologias e foi usado em um período posterior como uma canção de celebração da longa vida por pessoas de todos os níveis sociais. Ao contrário da forma usada para o atual hino nacional, o poema originalmente começou com \"Waga Kimi wa\" ('você, meu senhor'), ao invés de \"Kimiga Yo wa\" ('seu reinado'). A primeira letra foi mudada durante o período Kamakura, com o resto da letra mantendo-se a mesma. Como a letra era cantada em ocasiões formais, tais como aniversários, não havia nenhuma partitura até o século XIX. Em 1869, John William Fenton, um líder de banda militar irlandês que estava visitando o Japão, percebeu que não existia um hino nacional no país e sugeriu a Ōyama Iwao, um oficial do clã Satsuma, que fosse criado um. Ōyama concordou e escolheu a letra. A letra pode ter sido escolhida pela semelhança com o hino nacional britânico, devido à influência de Fenton. Após selecionar a letra do hino, Ōyama então pediu a Fenton para criar a melodia. Após serem dadas apenas duas ou três semanas para compor a melodia e apenas alguns dias para ensaiar, Fenton estreou o hino para o Imperador Japonês em 1870. Esta foi a primeira versão de \"Kimigayo\", que foi descartada porque a melodia \"carecia de solenidade\". No entanto, esta versão ainda é apresentada anualmente no Santuário Myōkōji, em Yokohama, onde Fenton serviu como um líder de banda militar. O Myōkōji serve como um memorial para ele. Em 1880, o Ministério da Casa Imperial adotou a nova melodia composta por Yoshiisa Oku e Akimori Hayashi. Geralmente, Hiromori Hayashi, que foi o supervisor deles e era pai de Akimori, é considerado o compositor. Akimori foi também um dos discípulos de Fenton. Embora a melodia seja baseada em um modo tradicional de música da corte japonesa, ela é composta em um estilo influenciado por hinos ocidentais e usa alguns elementos do arranjo de Fenton.Hermann Gottschewski: \"Hoiku shōka and the melody of the Japanese national anthem Kimi ga yo\", in: Journal of the Society for Research in Asiatic Music (東洋音楽研究), No. 68 (2003), pp. (1)-(17). Publicado por The society for Research in Asiatic Music . O músico alemão Franz Eckert usou a melodia com uma harmonia com estilo ocidental, criando a segunda e atual versão de \"Kimigayo\". O governo formalmente adotou o \"Kimigayo\" como hino nacional em 1888 e enviou cópias da música e letra para o exterior para cerimônias diplomáticas. Em 1893, o \"Kimigayo\" foi incluído em cerimônias de escolas públicas devido aos esforços do Ministério da Educação. Na virada do século XX, o \"Kimigayo\" estava começando a ser intimamente associado com a ideia de honra ao Imperador. Ele também foi considerado parte da educação japonesa. No entanto, opiniões expressas em um jornal de Osaka em 1904 chamavam o \"Kimigayo\" de uma canção para a família imperial e não para o estado como um todo. Uchimura Kanzo, um líder cristão no Japão, alegou que na virada do século XX o \"Kimigayo\" não era um hino do Japão, dizendo que o propósito da canção era de venerar o Imperador. De acordo com Kanzo, um hino nacional deveria expressar os sentimentos do povo. Os japoneses não eram familiares com o \"Kimigayo\" como hino nacional até haver várias celebrações após as vitórias na Primeira Guerra Sino-Japonesa e na Guerra Russo-Japonesa. Anteriormente, os jornais criticavam os japoneses que não conseguiam cantar o \"Kimigayo\" corretamente em cerimônias no exterior. === Japão pós-guerra (após 1945) === ==== 1945 a 1999 ==== Durante a ocupação americana do Japão, não havia diretrizes do Comandante Supremo das Forças Aliadas para restringir o uso do \"Kimigayo\" pelo governo japonês. Isto diferiu de regulações que restringiam o uso da bandeira Hinomaru. Junto com o encorajamento ao uso do \"Kimigayo\" nas escolas para promover o patriotismo, a transmissora nacional NHK começou a usar a canção para anunciar o início e o fim da sua programação. ==== Desde 1999 ==== A Lei da Bandeira e Hino Nacionais foi promulgada em 1999, definindo o Hinomaru e o \"Kimigayo\" como símbolos nacionais do Japão. A aprovação da lei causou o suicídio de um diretor de escola em Hiroshima que não conseguia resolver a disputa entre o conselho da escola e seus professores sobre o uso do Hinomaru e do \"Kimigayo\". O Primeiro-Ministro Keizō Obuchi, do Partido Liberal Democrata (PLD), decidiu elaborar a legislação para tornar o Hinomaru e o \"Kimigayo\" símbolos oficiais do Japão em 2000. Seu Secretário Geral do Gabinete, Hiromu Nonaka, desejava que a legislação estivesse concluída no 10º aniversário da coroação de Akihito como Imperador. Esta não foi a primeira vez que se considerou elaborar uma legislação para estabelecer os símbolos como oficiais. Em 1974, com o retorno de Okinawa para o Japão dois anos antes e a crise do petróleo de 1973, o Primeiro-Ministro Tanaka Kakuei sugeriu uma lei para legalizar os símbolos. Os principais apoiadores do pleito eram o PLD e o Komeito (CGP), enquanto a oposição contava com o Partido Social Democrata (PSDJ) e o Partido Comunista (PCJ), que citavam a conotação que os símbolos tinham com o período da guerra. O PCJ opunha-se ainda mais por não se permitir que o assunto fosse decidido pelo público. Enquanto isso, o Partido Democrata do Japão (PDJ) não conseguia desenvolver um consenso sobre o tema. O Presidente do PDJ, Naoto Kan, afirmou que o PDJ deveria apoiar o projeto de lei porque o partido já reconhecia os símbolos como símbolos do Japão. O Secretário-Geral Adjunto e futuro Primeiro-Ministro Yukio Hatoyama afirmou que essa lei causaria mais divisões na sociedade e nas escolas públicas. Antes da votação, houve pedidos para as leis serem separadas na Dieta. O professor da Universidade de Waseda Norihiro Kato afirmou que o \"Kimigayo\" é um assunto separado mais complexo que a bandeira Hinomaru. As tentativas do PDJ e outros partidos de nomear apenas o Hinomaru como a bandeira nacional durante a votação da lei foram rejeitadas pela Dieta. A Câmara dos Representantes aprovou a lei em 22 de julho de 1999, por 403 votos contra 86. O projeto de lei foi enviado para a Câmara dos Conselheiros em 28 de julho e foi aprovado em 9 de agosto. Ele foi promulgado em 13 de agosto. == Protocolo == A letra e a notação musical do hino aparecem no segundo apêndice da Lei da Bandeira e Hino Nacionais. A partitura mostra um arranjo vocal com nenhuma menção ao tempo, sendo todo escrito em hiragana. O hino é composto em 4/4 (tempo) no modo dórico. A Lei da Bandeira e Hino Nacionais não detalha como alguém deveria mostrar respeito durante a apresentação do \"Kimigayo\". Em uma afirmação feita pelo Primeiro-Ministro Obuchi, ele disse que a legislação não imporia novas regulações sobre o povo japonês no que diz respeito ao respeito à bandeira ou ao hino. No entanto, órgãos governamentais locais e organizações privadas algumas vezes sugerem ou exigem que certos protocolos sejam seguidos. Por exemplo, em outubro de 2003, uma diretriz do Governo Metropolitano de Tóquio exigiu que os professores permanecessem de pé durante o hino nacional em cerimônias de formatura. Enquanto de pé, exigia-se que os professores cantassem o \"Kimigayo\" com o rosto voltado para a Hinomaru. Há regulamentos que obrigam os militares dos Estados Unidos a prestar honras com uma saudação de mão, ou quando em trajes civis, a colocar a mão direita sobre o coração quando o \"Kimigayo\", The Star-Spangled Banner, ou qualquer outro hino nacional é tocado. A Lei sobre a Bandeira e Hino Nacionais também não dita quando ou onde o \"Kimigayo\" deve ser tocado. O hino, no entanto, é normalmente tocado em eventos de esporte dentro do Japão, ou em eventos internacionais nos quais o Japão possui um time competindo. Em torneios de sumô, o \"Kimigayo\" é tocado antes da cerimônia de premiação. === Escolas públicas === Desde o final da Segunda Guerra Mundial, o Ministério da Educação emitiu declarações e regulamentações para promover o uso do Hinomaru e \"Kimigayo\" em escolas sob sua jurisdição. A primeira dessas declarações foi divulgada em 1950, afirmando que era desejável, mas não obrigatório, usar ambos os símbolos. Esta intenção foi mais tarde expandida para incluir os dois símbolos em feriados nacionais e durante eventos cerimoniais para encorajar os estudantes a saberem mais sobre o significado dos feriados nacionais e para promover a defesa da educação. O Ministério não apenas tomou grandes medidas para explicar que ambos os símbolos não são formalmente estabelecidos em lei, mas ele também se referia ao \"Kimigayo\" como uma canção e rejeitava chamá-lo de hino nacional. Somente em 1977 que o Ministério se referiu ao \"Kimigayo\" como o hino nacional (国歌, kokka) do Japão. Em uma reforma das diretrizes da educação em 1989, o governo liderado pelo PLD exigiu pela primeira vez que a bandeira Hinomaru fosse usada em cerimônias escolares e que ele e o \"Kimigayo\" deveriam ser tratados com o devido respeito. Punições para os funcionários das escolas que não seguissem esta ordem também foram promulgadas com as reformas de 1989. A diretriz do currículo de 1999 emitida pelo Ministério da Educação após a aprovação da Lei sobre a Bandeira e Hino Nacionais decreta que \"nas cerimônias de ingresso e formatura, as escolas devem levantar a bandeira do Japão e instruir os estudantes para cantar o \"Kimigayo\" (hino nacional), dada a importância da bandeira e da canção.\" Adicionalmente, o comentário do Ministério na diretriz do currículo de 1999 para as escolas fundamentais aponta que, \"dado o avanço da internacionalização, além da promoção do patriotismo e a consciência de ser japonês, é importante nutrir nas crianças das escolas uma atitude respeitosa pela bandeira do Japão e o \"Kimigayo\", para que elas cresçam como cidadãos japoneses respeitosos em uma sociedade internacionalizada\". O Ministério também afirmou que, se os estudantes japoneses não podem respeitar seus próprios símbolos, então eles não podem ser capazes de respeitar os símbolos de outras nações. As escolas foram o centro da controvérsia sobre o hino e a bandeira nacionais. O Conselho de Educação de Tóquio exige o uso do hino e da bandeira em eventos sob sua jurisdição. A ordem exige que os professores das escolas respeitem os dois símbolos ou eles correm o risco de perder seus empregos. Alguns protestaram afirmando que tais regras violam a Declaração Universal dos Direitos Humanos das Nações Unidas e a cláusula de \"liberdade de pensamento, crença e consciência\" da Constituição do Japão, mas o Conselho argumentou que, como as escolas são agências do governo, seus empregados têm uma obrigação de ensinar seus estudantes como serem bons cidadãos japoneses. Os professores não tiveram sucesso em propor ações judiciais contra o Governador de Tóquio Shintarō Ishihara e oficiais do governo por exigir que os professores honrassem o Hinomaru e o \"Kimigayo\". Após a oposição inicial, a União dos Professores do Japão aceitou o uso da bandeira e do hino. A União dos Empregados e Professores de Todo o Japão, menor que a primeira, ainda se opõe aos símbolos e seu uso dentro do sistema escolar. Em 2006, Katsuhisa Fujita, um professor aposentado de Tóquio, foi ameaçado de prisão e multado em 200 mil ienes após ser acusado de distúrbio em uma cerimônia de formatura no Colégio Itabashi ao exortar os participantes a permanecerem sentados durante a apresentação do hino. Na época da sentença de Fujita, 345 professores foram punidos por se recusarem a participar de eventos relacionados ao hino, embora Fujita fosse o único homem a ser condenado por isto. Em 21 de setembro de 2006, a Corte do Distrito de Tóquio ordenou o Governo Metropolitano de Tóquio a pagar uma compensação aos professores que haviam recebido punições sob a diretriz do Conselho de Educação de Tóquio. O então Primeiro-Ministro Junichiro Koizumi comentou que \"é uma ideia natural tratar o hino nacional como algo importante\". A decisão foi recorrida pelo Governo Metropolitano. Desde 23 de outubro de 2003, 410 professores e empregados de escolas foram punidos por se recusarem a ficar de pé e cantar o hino como foi exigido pelos diretos das escolas. Os professores também podem ser punidos se seus estudantes não ficarem de pé enquanto o \"Kimigayo\" é tocado durante as cerimônias escolares. Em 30 de maio de 2011 e 6 de junho de 2011, dois painéis da Suprema Corte do Japão definiram que era constitucional exigir dos professores que ficassem de pé em frente do Hinomaru e cantassem o \"Kimigayo\" durante as cerimônias escolares. Ao tomar a decisão, os painéis ratificaram a decisão da Alta Corte de Tóquio contra 13 professores que haviam solicitado à corte a absolvição depois de serem condenados em 2003 e 2005 por se recusarem a ficarem de pé e cantarem o hino. == Percepção nos dias de hoje == De acordo com pesquisas conduzidas por veículos da mídia, a maioria dos japoneses consideravam o \"Kimigayo\" como o hino nacional mesmo antes da aprovação da Lei sobre a Bandeira e o Hino Nacionais em 1999. Apesar disso, ainda permanecem controvérsias sobre o uso do hino em eventos escolares. Fora do sistema escolar, havia uma controvérsia em relação ao \"Kimigayo\" logo após a aprovação da lei em 1999. Um mês depois da aprovação de lei, uma gravação contendo uma apresentação do \"Kimigayo\" pelo roqueiro japonês Kiyoshiro Imawano foi removida pela Polydor records de seu próximo álbum, Fuyu no Jujika. A Polydor não desejava gerar controvérsias no Japão. Em resposta, Imawano relançou seu álbum por um selo independente com a faixa em questão. == Ver também == * Japão * Bandeira do Japão == Bibliografia == * * * * * * ; Legislação * == Ligações externas == * Japao Hino",
 "title": "Kimigayo"
}