{
 "id": "47112",
 "text": "Um disc jockey (DJ), disco-jóquei ou discotecário, é um artista que seleciona e reproduz as mais diferentes composições, previamente gravadas ou produzidas na hora para um determinado público alvo, trabalhando seu conteúdo e diversificando seu trabalho em radiodifusão em frequência modulada (FM), pistas de dança de bailes, clubes, boates e danceterias. Disco-jóquei foi e é utilizado para descrever, primeiramente, a figura do locutor de rádio que introduziam e tocavam discos de gramofone, posteriormente, o long play, mais tarde compact disc laser (CD) e atualmente, empregam o uso do mp3. O nome foi logo encurtado para DJ. Já faz quase 50 anos que o DJ mudou a forma como experimentamos música, mas pouca gente sabe exatamente o que um DJ profissional realmente faz no palco. Se você sair perguntando por aí, a maioria das pessoas vai te dizer que um DJ aperta alguns botões, ao mesmo tempo que sorri e coloca as mãos pra cima, mas um DJ profissional faz muito mais do que isso. É preciso estudar e praticar muita coisa pra fazer o que um DJ faz no palco. Hoje, diante dos numerosos fatores envolvidos, incluindo a composição escolhida, o tipo de público alvo, a lista de canções, o mio e o desenvolvimento da manipulação do som, há diferentes tipos de DJs, sendo que nem todos usam na verdade discos, alguns podem tocar com CDs, outros com laptop e DJ softwares, entre outros meios. Há também aqueles que mixam sons e vídeos (os chamados VJs), mesclando seu conteúdo ao trabalho desenvolvido no momento da apresentação musical. Há, no entanto, uma vasta gama de denominações para classificar o termo DJ. == Técnicas e estilos == No rádio, os DJs contribuíram para a consolidação do movimento Rock and Roll a partir da segunda metade dos anos 50, como a maior manifestação cultural da juventude do século XX; nomes de artistas tão díspares como Elvis Presley e The Beatles, não teriam alcançado o estrelato se não fosse o empenho dos DJs originais. Nessa mesma época começavam a surgir os DJs jamaicanos, conhecidos como seletores, que inicialmente tocavam principalmente discos estadunidenses de R&B; nos sistemas de som, e faziam sucesso principalmente entre a população menos privilegiada que não tinha condições de ter rádio ou toca-discos. Com o advento da discoteca nos anos 70, os DJs também ganharam fama fora do rádio e foram para as pistas de dança. Nas pistas, os DJs que atuaram até o meio dos anos 90 utilizavam apenas discos de vinil em suas apresentações. Em que pese o fato de já existirem CDs antes disso, não havia equipamentos que permitissem o sincronismo da música entrante com a música em execução (ajuste do pitch para posterior mixagem). A forma como esta ação de mixagem é realizada, aliás, é o principal diferencial entre os profissionais desta área. Um DJ tem a percepção musical de saber quais composições possuem velocidades (mensuradas em batidas por minuto) próximas ou iguais, de forma que uma alteração em um ou dois por cento da velocidade permite com que o compasso das mesmas seja sincronizado e mixado, e o público não consiga notar que uma faixa está acabando e outra está iniciando, pois as duas faixas estão no mesmo ritmo, métrica e velocidade. DJs das décadas de 1980 e 1990 sincronizavam a composição mixada (entrante) regulando a velocidade do prato do toca-discos, com o cuidado de fazer com que a agulha não escapasse do sulco do vinil (que na prática faz com que a música \"pule\") e também com que o timbre da voz da música não ficasse, por demais, alterada com a velocidade muito alta ou muito baixa do prato. Esta alteração da velocidade era possível em toca-discos que possuem o botão chamado pitch. O toca-discos mais famoso, nesta época, era o Technics SL-1200 MK-2, que até hoje é vendido e procurado por profissionais e amantes do vinil pela robustez e força que o seu motor de tração direta apresenta. Após a popularização do CD, empresas como Pioneer, Technics e Numark desenvolveram aparelhos do tipo CD player com recursos próprios para DJ. Conhecidos como CDJs, possuem botões especiais para alteração de pitch, retorno da faixa, marcação de ponto (ou cue) e looping. O timbre da música passou a ser controlado (opcionalmente) por um acionador específico, normalmente conhecido como Master Tempo. Com este recurso, mesmo que a composição esteja extremamente acelerada (ou desacelerada), o timbre da voz, teclados, guitarras etc. é mantido, driblando de certa forma a capacidade de percepção do público, em notar que determinado som está tocando em velocidade diferente da normal. Além disso, não há mais o risco de o disco pular, apesar de o cuidado em se limpar as mídias de CD ser o mesmo, pois uma mancha em uma mídia óptica pode prejudicar e até interromper a canção em execução. Outra facilidade destes equipamentos é marcar o ponto de início da música (designado cue point). Assim, um DJ com um simples toque no botão pode retornar ao ponto de partida poucos segundos antes de mixar a música sobre a que está sendo executada. Atente-se aqui para o fato de que, além do talento musical obrigatório a um DJ em se conhecer aproximadamente o tempo das composições que ele pretende mixar durante sua apresentação, o mesmo também deve conhecer onde, quando e se uma composição ou determinada versão desta possui uma região (geralmente sem vocal, com batidas secas e pouco ou nenhum aparecimento de guitarras e teclados) popularmente conhecida como quebrada, onde é possível entrar a próxima composição sem que o resultado fique confuso (com dois vocais de canções diferentes ao mesmo tempo, por exemplo). Este capricho é obrigatório para profissionais que fazem mixagens ao vivo, tanto com vinis quanto com CDs. === Compactos === As versões das canções que um DJ utiliza não são, geralmente, as mesmas versões que normalmente se ouve em videoclipes ou estações de rádio. Para cada nova canção que é lançada no mercado, desde os anos 70, a gravadora lança um disco (ou CD) específico, denominado compacto, para aquela canção. No caso do vinil, um compacto também pode ser de sete polegadas, dez polegadas ou doze polegadas. Em CD, este é conhecido como 5 (cinco) polegadas. Um compacto é um vinil ou CD que possui uma mesma canção em várias versões, produzidas especialmente para mixagens ou amantes de versões alternativas. Enquanto uma versão normal de canção possui normalmente de três a quatro minutos de duração, uma versão de compacto pode durar até quinze minutos, com grandes introduções, quebradas, edições, reprises de vocal etc. Estas versões alteradas também são conhecidas como remixagens, versões 12, versões club, versões estendidas e dub. Um compacto também pode conter versões instrumentais e a cappella daquela música. Enquanto um álbum de coletânea de determinado artista pode possuir um nome qualquer, um compacto sempre tem o nome da canção que nele está gravada, mesmo que o disco tenha apenas uma versão da canção que o nomeia. === Composição digital === Já no fim do século XX, com a popularização do formato MPEG-1 layer 3 (popularmente conhecido como MP3) para canções digitais, de programas de compartilhamento de arquivos como o Napster e o surgimento de programas de edição musical, surgiu uma nova casta de editores musicais autodenominados DJs. Apesar de estes possuírem, às vezes, até certo talento para música, pois precisam alterar uma faixa para mixar na anterior, têm seu trabalho extremamente facilitado e, portanto, não são bem vistos por profissionais que executam seu trabalho ao vivo em clubes, casas, discotecas e eventos. A mixagem em computador é feita de forma caseira, e não há o julgamento do público ao trabalho sendo feito ao vivo. O que o público irá ouvir é uma mixagem feita em estúdio e já gravada. Caso uma canção seja alterada e mixada com a anterior, mas o resultado não seja o esperado pelo editor (timbres, batidas ou compassos dessincronizados, por exemplo), a ação de mixagem pode ser desfeita e refeita quantas vezes forem necessárias. Assim, o resultado final é uma mixagem tão perfeita quanto artificial. Porém, grandes DJs também fazem uso destes programas para criação de sequências de múltiplas canções denominadas megamixes, de participações de curta duração em programas de rádio e até mesmo de novas versões dessas canções, que não existam em seus respectivos compactos. Existem, hoje em dia, softwares capazes de simular na tela de um computador dois toca-discos ou cdjs e um mixer, com inúmeros recursos iguais ou até superiores aos melhores equipamentos. Além de alguns poderem ser baixados gratuitamente pela internet, esses softwares estão se popularizando por serem uma alternativa a quem deseja discotecar e não pode investir muito. == Ver também == * Música eletrônica * Toca-discos * Disco de vinil * CD * VJ === Fontes === * Assef, Claudia (2000). Todo DJ Já Sambou: A História do Disc-Jóquei no Brasil. São Paulo: Conrad Editora do Brasil. ISBN 85-87193-94-5. Categoria:Disco (estilo musical) Categoria:Palavras, frases e expressões em inglês Categoria:Acrónimos",
 "title": "Disc jockey"
}