{
 "id": "47126",
 "text": "é um jogo disputado entre duas duplas com raquetes e uma bola. O jogo é disputado sempre em duplas. A bola é idêntica à de tênis embora varie na pressão interior. O campo tem também algumas diferenças em relação a este desporto, pois tem 20 metros de comprimento e 10 metros de largura, com paredes nos fundos e parte das laterais. Alguns, mais sofisticados, utilizam vidro ou blindex no lugar das paredes, permitindo excelente visualização do jogo. O restante é cercado por telas ou redes de metal, sendo que o piso pode variar do cimento à grama oficial. O diferencial do pádel em relação a outros desportos de raquete é a interação das paredes, uma vez que estas recolocam a bola em jogo, o que dá mais emoção e dinamismo à disputa de um ponto. Ainda que comuns, as comparações entre o tênis e o pádel são evitadas pelos praticantes de ambas modalidades. \"São dois esportes diferentes, cada um com as suas características. O que posso dizer é que gosto de jogar pádel e que é um esporte muito divertido, pois a bola não para nunca\", afirma o tenista Fernando Meligeni. Quando praticado por atletas profissionais, o pádel proporciona espetáculos de destreza e habilidade em ambiente dinâmico e competitivo. Por outro lado, a modalidade cresce cada vez mais como opções de lazer para amadores. Isso se deve ao fato do pádel ser um esporte de fácil aprendizagem e que, inicialmente, não exige condicionamento físico ou técnico muito rigoroso. == História == 200px|miniaturadaimagem|direita|Raquete de pádel Por volta de 1890, passageiros de navios ingleses tentaram adaptar a prática de tênis ao espaço de bordo. Esse tênis de alto mar, como ficou conhecido no início, era praticado numa quadra de dimensões menores e protegida por telas. Somente em 1924, o pádel passou a ser praticado em terra, quando o norte americano Frank Beal improvisou algumas quadras nos parques municipais de Nova Iorque. Por essa época, o esporte passou a ser chamado de pádel-tênis. Em 1969, Enrique Corcuera construiu a primeira quadra de pádel em um hotel de Acapulco, no México. Foi Corcuera quem definiu as dimensões de quadra e o regulamento que rege o esporte mundialmente. Outro grande responsável pela difusão do pádel foi o príncipe espanhol Afonso de Hohenlohen. Entusiasmado com o novo esporte, o nobre levou-o para a expansão do pádel para outros países europeus. Atualmente, o pádel é organizado e regulamentado a nível mundial pela FIP (Federación Internacional de Pádel), entidade que conta com 15 associados, nos quais se destacam o Brasil, Argentina, México e a Espanha. == Pádel no mundo == === Argentina === O pádel é o segundo esporte mais popular da Argentina, perdendo apenas para o futebol. São 4 milhões de praticantes e 10 mil quadras espalhadas pelo país. Uma das estrelas é o ex-tenista Guillermo Villas. Hoje, este esporte é considerado um dos mais praticados no país sendo o atual argentino o atual número 1 do mundo Fernando Belasteguin. Carlos Tévez, em uma de suas entrevistas a um canal local, declarou seu amor ao pádel. === Brasil === Devido à influência do México e Espanha, o pádel difundiu-se mais rapidamente nos países sul- americanos de origem espanhola. Somente em 1988 o esporte chegou ao Brasil, trazido por uruguaios e argentinos. No Brasil, a primeira quadra de pádel foi construída na Sociedade Harmonia Jaguarão na cidade gaúcha de Jaguarão e outra em Sant'Ana do Livramento. Em 1991, outros clubes como o Okinawa de Porto Alegre, a Sociedade Aliança de Novo Hamburgo e o Cepel de Pelotas aderiram ao esporte. E em Setembro de 2013 Caxias do Sul entrou para a lista de entusiastas, inaugurou-se a FLY Padel & Squash, com duas quadras de pádel e Uma de Squash, Todas cobertas, a serra gaucha vem se destacando e o crescimento de interessados pelo esporte só aumenta. Em 1992, foi fundada a Federação Gaúcha de pádel , a primeira do país, na Sociedade Aliança em Novo Hamburgo. A partir disso, o esporte se difundiu por outros estados brasileiros, com destaque para Santa Catarina, Paraná, São Paulo, Rio de Janeiro e Pernambuco. Só na região metropolitana de Curitiba e Litoral Paranaense, existem mais de 50 quadras de pádel espalhadas por clubes, chácaras, academias e condomínios fechados. Em território paulista, a nova modalidade conta com a forte adesão do São Paulo Futebol Clube que, não só fundou sua própria escolinha de pádel, criou uma equipe competitiva e também está divulgando o esporte através do site. . Em Santos, estado de São Paulo, a primeira quadra de pádel foi construída em 2000 pelo Sr. Durval Boulhosa em sua residência; hoje já são 4 quadras e o número de praticantes tem aumentado ano a ano, com atletas se destacando no cenário estadual e nacional.(https://www.facebook.com/dbpadel). Ainda no sudeste, o Rio de Janeiro se apresenta como um dos estados onde o pádel demonstra maior crescimento. Atualmente, o carioca tem a disposição mais de 20 estabelecimentos para aprender e praticar esse esporte. Na cidade do Rio de Janeiro há quadras distribuídas entre a Ilha do Governador, Barra da Tijuca e Gávea. Já na serra fluminense, em Petrópolis, há um resort e uma pousada, chamada Pousada Paraíso, que permitem a prática do esporte. Na região sul- fluminense, em Volta Redonda, existem três quadras públicas para a prática do esporte, nos bairros Barreira Cravo, Niterói e Laranjal. Na região centro- oeste, há duas quadras em Brasília (Distrito Federal), fundada no final de 2016. . No Mato Grosso do Sul são 5 quadras em Campo Grande e no Mato Grosso 1 quadra em Várzea Grande.comunicação pessoal A Cobrapa (Confederação Brasileira de Padel) é a entidade máxima que rege o esporte no Brasil. Realiza o Campeonato Brasileiro com várias etapas, mais concentradas nas regiões Sul e Sudeste, e convoca os jogadores para representar o país nos diversos torneios internacionais. === Portugal=== O Padel em Portugal aparece em 2001 vindo de Espanha, mas sem que a modalidade tenha conseguido grande desenvolvimento nos primeiros anos. Importante foi a organização do Campeonato da Europa de 2008 no Clube de Ténis do Estoril, em que Portugal conseguiu atingir a sua melhor classificação, 3.º lugar. A partir dessa data há uma explosão de campos a abrir em clubes de ténis e resorts, com isto começa-se a abrir campos no Porto, Braga, Guimarães, Alentejo, Madeira, entre outras cidades, o que faz com que comece a haver mais praticantes espalhados por todo o país. Em 2012 estima-se que haja cerca de 3000 a 5000 praticanteshttp://fppadel.pt/padel/padel-em-portugal ocasionais e regulares e mais de 80 campos espalhados pelo país, dos quais metade em Lisboa. A partir desta data, fomentado pela constituição da Federação Portuguesa de Padel, a modalidade começa a ganhar expressão. Um praticante, pode ter o nome de: praticante de Padel, Padeleiro ou Padelista. Em 2017, Portugal qualificou-se para disputar o Campeonato Mundial de Padel. Em Junho de 2023, Afonso Fazendeiro e Miguel Oliveira venceram uma dupla italiana, conquistando para Portugal a medalha de bronze nos Jogos Europeus. === Índia === Inpadel Sports fundada a 2016, criada por um jovem empreendedor com nacionalidade portuguesa que levou Padel até às Índias na cidade mais tecnológica, Bangalore. Deu-se a inauguração de dois campos no ano 2017, com previsão de este desporto se propagar pelas várias cidades em toda a região. ==Ligações externas== * Página da Confederação Brasileira de Pádel * Página da Federação Portuguesa de Padel * Fórum de discussão para jogadores de pádel. * Blog de palas para jogadores de padel Categoria:Desportos coletivos Categoria:Desportos com bola it:Paddle tennis#Padel tennis",
 "title": "Pádel"
}