{
 "id": "47172",
 "text": "Publicidade institucional é uma forma de publicidade que não se refere ao produto em si, e sim a uma instituição; seu objetivo é a disseminação de ideias no intuito de moldar e de influenciar a opinião pública, motivando comportamentos desejados por uma instituição ou provocando mudanças na imagem pública desta. A propaganda não pretende aumentar os lucros de uma empresa, mas fazer o leitor adotar uma postura sobre determinado assunto. Pode-se citar como exemplo uma propaganda onde uma marca de cerveja puramente pede pelo consumo responsável da bebida e pelo respeito às leis de maioridade e trânsito. A publicidade e propaganda se caracterizam pela sua enorme capacidade associativa. A mensagem passa por diversos canais de comunicações e compreensões. Essa pequena introdução é necessária para entendermos o que é publicidade institucional. Por serem assuntos muito ligados e com diferenças muito tênues: publicidade institucional, propaganda institucional e endomarketing cabe salientar que a publicidade institucional tem um caráter mais expositivo, visa uma associação paradoxal de valores com uma empatia que pode vir a gerar futuros ganhos a instituição. == No Brasil == === Na legislação eleitoral === Não se admite que a publicidade institucional seja utilizada, uma vez que é custeada pelo erário, para fazer a propaganda do governante ou do gestor público do momento. Isto afronta, diretamente, o princípio constitucional da impessoalidade, podendo configurar ato de improbidade administrativa. A sua finalidade deve ser, sempre, de informar a população acerca de ações do Estado, apresentar orientações sociais, possuindo caráter educativo e informativo. A Lei Federal n. 9.504/97, que regula sobre as eleições e dispõem no artigo 73, inciso VI, alínea b, a possibilidade de se realizar propaganda institucional de produtos e serviços que tenham concorrência no mercado. Ou seja, fica subentendido que a publicidade institucional não visa apenas a boa figuração a seu público interno, ela busca essencialmente transpassar ao público externo determinados preceitos que irão valorizar a instituição de um ponto de vista simbólico para o comunidade/ambiente que a instituição pertence ou está inserida. O papel de trabalhar com o público interno é essencialmente do endomarketing, porém este sofre algumas contestações onde a diferenciação que temos é que a criação de qualquer tipo de material a este público é a publicidade institucional, o endomarketing é a ferramenta que evita a disparidade do discurso institucional com as ações organizacionais praticadas dentro da instituição. Já a propaganda institucional está ligada a estratégia de comunicação. Ela não pode ser entendida como a publicidade, mas sim de fato a propaganda desvinculada ou não da publicidade, onde podemos citar como exemplo as estratégias de comunicação dos regimes totalitários do início do século XX. Após efetuada a campanha, o público terá uma imagem da instituição mais próxima do que foi premeditado no plano de comunicação, o que pode significar uma imagem melhorada ou distorcida, e que talvez não reflita necessariamente a atual situação da instituição em questão. == Ver também == *Marketing institucional *Propaganda institucional == Referências == Categoria:Publicidade",
 "title": "Publicidade institucional"
}