{
 "id": "4717",
 "text": ", oficialmente República de Madagáscar/Madagascar (malgaxe: Repoblikan'i Madagasikara; francês: République de Madagascar), anteriormente conhecida como República Malgaxe, é um país insular no Oceano Índico, que ocupa a maior ilha do continente africano, situada ao largo da costa sudeste da África. Além da ilha de Madagascar (a maior ilha da África e a quarta maior do mundo), o país compreende um numeroso conjunto de ilhas periféricas menores. Após o desmembramento pré-histórico do supercontinente Gondwana, Madagascar se separou do subcontinente indiano há cerca de 88 milhões de anos, permitindo que plantas e animais nativos evoluíssem em relativo isolamento. Consequentemente, Madagascar é um hotspot de biodiversidade; mais de 90% de sua vida selvagem não é encontrada em nenhum outro lugar na Terra. Diversos ecossistemas da ilha estão ameaçados pelo avanço do rápido crescimento da população humana, bem como pelo recém-descoberto sapo-cururu (Duttaphrynus melanostictus) que, segundo os pesquisadores, \"poderia causar estragos na biodiversidade única de Madagascar\". O assentamento humano inicial de Madagascar ocorreu entre 350 a.C. e 550 d.C. por povos austronésios que chegaram em canoas de Bornéu. A estes juntaram-se, em torno de 1000 d.C., imigrantes bantos que cruzaram o Canal de Moçambique. Outros grupos continuaram a se estabelecer em Madagascar ao longo do tempo, cada um fazendo contribuições duradouras para a vida cultural malgaxe. O grupo étnico malgaxe é frequentemente dividido em dezoito ou mais subgrupos dos quais o maior é o merina do planalto central. Até ao final do século XVIII a ilha de Madagascar foi governada por uma variedade fragmentada de alianças sociopolíticas. A partir do início do século XIX, a maior parte da ilha foi unida e governada como Reino de Madagascar por uma série de nobres de Merina. A monarquia entrou em colapso em 1897, quando a ilha foi absorvida pelo império colonial francês, do qual a ilha se tornou independente em 1960. O estado autônomo de Madagascar desde então passou por quatro grandes períodos constitucionais, denominados repúblicas. Desde 1992, o país foi oficialmente governado como uma democracia constitucional a partir de sua capital em Antananarivo. No entanto, em um levante popular em 2009, o último presidente eleito Marc Ravalomanana foi demitido e o poder presidencial foi transferido em março de 2009 para Andry Rajoelina, em um movimento amplamente visto pela comunidade internacional como um golpe de Estado. Em 2021 a população de Madagascar era estimada em pouco mais de 28 milhões, 90% dos quais vivem com menos de dois dólares por dia. O Malgaxe e o francês são ambas línguas oficiais do Estado. A maioria da população segue crenças tradicionais, o cristianismo, ou uma fusão de ambos. Ecoturismo e agricultura, emparelhados com maiores investimentos em educação, saúde e iniciativa privada, são elementos-chave da estratégia de desenvolvimento de Madagáscar. Sob Ravalomanana esses investimentos produziram um crescimento econômico substancial, mas os benefícios não foram uniformemente distribuídos a toda a população, produzindo tensões sobre o aumento do custo de vida e declínio do nível de vida entre os pobres e alguns segmentos da classe média. == Topónimos == Madagáscar era o nome que André Filipe Passos Jerónimo deu à ilha (1502) e deriva do latim medieval: era o nome de uma ilha imaginária da região por volta de 1500 que identificou a Madagáscar atual. Por sua vez, o nome latino, derivado de \"Madeigascar\" (também Madagosho, Madagascar), era o nome de um reino insular africano mencionado por Marco Polo em seu livro (século XIII). == História == === Pré- história === Achados arqueológicos, como marcas de cortes em ossos encontrados no noroeste e ferramentas de pedra no nordeste do país, indicam que Madagáscar foi visitada por caçadores-coletores por volta de 2 000 a.C. Os humanos do início do Holoceno podem ter habitado a ilha há 10 500 anos, com base em ranhuras encontradas em ossos de pássaros-elefantes. No entanto, outro estudo concluiu que as marcas feitas pelo homem do Holoceno datam de 1 200 anos atrás, no mínimo, e que o dano ósseo mencionado anteriormente pode ter sido feito por necrófagos, movimentos de solo ou cortes do processo de escavação. Tradicionalmente, os arqueólogos estimam que os primeiros colonos chegaram em ondas migratórias sucessivas, através de embarcações como a canoa polinésia, vindos especialmente do sul de Calimantã, na Indonésia. Esta onda migratória em massa possivelmente ocorreu durante o período entre 350 a.C. e 550 d.C. Outros arqueólogos são cautelosos sobre as datas em que ocorreram as migrações, especialmente sobre aquelas anteriores a 250 d.C. Em ambos os casos, essas datas tornam Madagáscar uma das últimas grandes massas de terra no mundo a ser colonizada por humanos, anterior à colonização da Islândia e da Nova Zelândia. É proposto que pessoas pertencentes ao povo Ma'anyan foram trazidas como trabalhadores e escravos por malaios e javaneses em suas frotas comerciais para Madagáscar.Kumar, Ann. (1993). 'Dominion Over Palm and Pine: Early Indonesia’s Maritime Reach', in Anthony Reid (ed.), Anthony Reid and the Study of the Southeast Asian Past (Singapore: Institute of Southeast Asian Studies), 101-122. Após a chegada, os primeiros colonos praticavam a agricultura de corte e queima para limpar as florestas tropicais costeiras para o cultivo. Os primeiros colonos encontraram a abundância de megafauna de Madagáscar, incluindo lêmures gigantes, pássaros-elefantes, fossa gigante e o hipopótamo malgaxe, que desde então se extinguiram devido à caça e à destruição do habitat. Por volta do ano 600 d.C., grupos desses primeiros colonos começaram a limpar as florestas das terras altas centrais. Os comerciantes árabes chegaram à ilha pela primeira vez entre os séculos VII e IX.Wink (2004), p. 185 Uma onda de migrantes de língua banta, do sudeste da África, chegou ao território do país por volta de 1000 d.C. Os mercadores tâmeis, do sul da Índia, chegaram por volta do século XI. Eles introduziram o zebu, um tipo de gado corcunda com chifres longos, que mantinham em grandes rebanhos. Os arrozais irrigados foram desenvolvidos no Reino de Betsileo, nas terras altas centrais, e foram estendidos com arrozais em socalcos por todo o vizinho Reino de Imerina, um século depois. A crescente intensidade do cultivo da terra e a demanda cada vez maior por pastagens zebuínas transformaram amplamente as terras altas centrais em um ecossistema de floresta em pastagens no século XVII. As histórias orais do povo Merina, que podem ter chegado ao planalto central entre 600 e 1 000 anos atrás, descrevem o encontro com uma população estabelecida, o qual foram chamados por eles de Vazimba. Provavelmente, os Vazimbas eram descendentes de uma onda de colonização austronésica anterior e menos avançada tecnologicamente, tendo sido assimilados ou expulsos do planalto central pelos reis Andriamanelo, Ralambo e Andrianjaka, de origem Merina, entre os século XVI e início do século XVII. Hoje, os espíritos dos Vazimba são reverenciados como tompontany (mestres ancestrais da terra) por muitas comunidades tradicionais malgaxes. === Primeiros habitantes, penetração europeia e período merina === A população que vive em Madagascar resulta da mistura de malaio-indonésios que chegaram à ilha no primeiro milênio da era cristã com os habitantes originários da região entre a África e a Península Arábica. No século XII, estabeleceram-se no seu litoral os comerciantes que vieram da Arábia. === Portugueses === O primeiro Ocidental que chegou à ilha foi o português Diogo Dias, em 1500. Quando o capitão do mar português Diogo Dias avistou a ilha, enquanto participava na 2ª Armada das Armadas da Índia portuguesa, o Brasil também foi encontrado pela primeira vez na mesma viagem da 2ª Armada, comandada por Pedro Álvares Cabral. Matatana foi o primeiro povoado de portugueses na costa de sul, a 10 km a oeste do Forte Dauphin, aqui em 1508 os colonos construíram uma torre, uma pequena aldeia e Coluna de pedra (Padrão) este povoado foi desenhado em 1613 a mando do Vice-Rei da Índia D. Jeronimo de Azevedo. Matatana foi representada numa imagem de 1613, de um povoamento do início do século XVI, no Livro de Humberto Leitão. Em 1543 o Governador da Índia Portuguesa Martim Afonso de Sousa, enviou uma armada a Madagáscar, comandada por Diogo Soares, para encontrar os barcos desaparecidos do irmão do governador, estes posteriormente regressaram a Goa, sem encontrar a armada desaparecida. Alguns dos pontos que a armadas tinham para aguada dos navios, foram nomeados em homenagem ao Capitão Diogo Soares, posteriormente adulterados para a versão espanhola errada Diego Suarez. Os contactos continuaram, sendo que, a partir da década de 50 do século XVI, várias missões de colonização foram enviadas para reconhecimento e conversão pelo Rei D. João III de Portugal, ou por ordem do Vice-Rei da Índia como em 1553 por Baltazar Lobo de Sousa. Nesta missão de 1553, voltaram a navegar ao longo da costa, entrando no interior em alguns rios e baías, trocando mercadorias e convertendo um dos Reis locais, conforme descrição detalhada dos cronistas Diogo do Couto e João de Barros. === Pirataria e colonialismo === Nesse mesmo século e no princípio do XVIII, Madagascar foi ponto de frequência de piratas como Henry Every, o capitão Misson e William Kidd. A constituição dos vastos reinos malgaxes foi favorecida pelo comércio de escravos e armas. O de Merina, que o rei Andrianampoinimerina (1787-1810) unificou, tornou-se o reino dominante. O filho daquele soberano, Radama I (1810-1828), teve sucesso ao ser ajudado pelos britânicos, que administravam as ilhas Maurícias, e controlou ele mesmo a maioria do território insular de Madagascar. No início da década de 1860, Radama II abriu o reino aos europeus e em especial a uma companhia comercial com sede na França, a quem tratou privilegiadamente. Em 1868, o controlo do litoral noroeste foi cedido pelo reino de Merina aos franceses. === Colonização e independência === Em 1890, o Reino Unido reconheceu o protetorado francês de Madagascar mas o domínio colonial não se efetivou até 1895, ano em que a França teve sucesso na derrota do exército que defendia o reino de Merina. O primeiro governador francês, general Joseph-Simon Gallieni, foi responsável pela abolição da escravatura e em 1897 responsável pela expulsão da rainha Ranavalona III para a ilha de Reunião. Após a Segunda Guerra Mundial, a ilha de Madagascar foi elevada à categoria de território ultramarino da França, sendo bem representada no parlamento da metrópole. Em 1958 adquiriu a sua autonomia dentro da Comunidade Francesa e dois anos depois, em 26 de junho de 1960, foi declarada a sua independência com o nome de República Malgaxe. Na década de 1970, as relações com a França deterioraram-se e os malgaxes se revoltaram contra os imigrantes vindos das ilhas Comores. A maioria dos imigrantes morreu e os que sobreviveram foram expulsos. === Ditadura militar === Em 1975 foi instituída a segunda república e publicou-se o Estatuto da Revolução Socialista Malgaxe, a que os malgaxes chamam Livreto Vermelho. No final do ano, os malgaxes elegeram como presidente Didier Ratsiraka, que ficou no poder por mais de 15 anos. Em 1982, depois de várias crises nacionais, foram afastados os ministros que eram contra a causa socialista e destituído de seus cargos o líder da oposição, Monja Jaona. Sucederam-se vários primeiros-ministros, houve frequentes conflitos e, no período entre 1989 e 1990, Ratsiraka, presidente pela terceira vez, foi responsável pela nomeação de ministros de oposição e pela promoção de reformas políticas de restabelecimento do pluripartidarismo. Nos termos da Constituição de 1992, foi proibida a sua reeleição. Foram realizadas eleições presidenciais, que o oposicionista Albert Zafy venceu. Como a justiça acusou o presidente recém-eleito de desrespeito à Constituição, Zafy demitiu-se da presidência em 1996. As eleições daquele ano foi ganhas por Ratsiraka. Em 1998, após um referendo popular realizaram-se modificações na Constituição, sendo o país transformado numa federação. === Década de 2000 === Nas eleições presidenciais de 2001 houve uma tentativa de Ratsiraka de forjar o resultado a seu favor. Depois da violência ocorrida nos protestos, Ratsiraka fugiu do país. O candidato oposicionista Marc Ravalomanana declarou-se eleito. Os malgaxes elegeram Ravalomanana no ano seguinte. Em abril de 2007, um referendo resultou na ampliação do poder presidencial e na anulação da autonomia das províncias. Ravalomanana foi responsável pela antecipação das eleições legislativas para setembro − o seu partido Eu Amo Madagascar (TIM) obteve 105 assentos. Nos primeiros dias de 2009, Ravalomanana entrou em confronto com o prefeito de Antananarivo e milionário das comunicações, Andry Rajoelina, e decretou o encerramento de sua emissora de televisão. Rajoelina acedeu à vontade da população, que não concordava com o fato de os alimentos estarem muito caros e de Ravalomana ter decidido o arrendamento das terras cultiváveis da ilha a um grupo empresarial com sede na Coreia do Sul, sem beneficiar diretamente o país. Rajoelina liderou uma onda de protestos que provocou a morte de dezenas de pessoas. O exército deu-lhe apoio, obrigando Ravalomanana a renunciar à força. Rajoelina tomou posse da presidência e dissolveu o parlamento. Como as grandes potências capitalistas revoltaram-se com o golpe, a ajuda a Madagascar foi cortada pelos Estados Unidos e a União Europeia. A União Africana (UA) determinou a exclusão do país do bloco, fazendo com que Madagascar ficasse cada vez mais isolado diplomaticamente. Em novembro de 2010, o índice de aprovação da nova Constituição pelos eleitores era de 74%, o que significou a garantia do cargo a Rajoelina até à eleição de um novo presidente e de um parlamento de transição. === Década de 2010 === Em setembro de 2011, a Comunidade para o Desenvolvimento do Sul da África (SADC) serviu como mediadora das eleições presidenciais realizadas no prazo de um ano. Como parte do que foi acertado, seria possível que Ravalomanana voltasse do exílio na África do Sul. Mas Rajoelina não deixou que Ravalomanana retornasse em janeiro de 2012. Em fevereiro e em março de 2012, dois ciclones provocaram a morte de 100 pessoas e houve 300 mil desabrigados no leste da ilha. Em julho, Rajoelina e Ravalomanana reuniram-se nas Seicheles com o presidente da África do Sul Jacob Zuma, servindo este último como mediador. No mês seguinte, o governo anunciou a realização de eleições para os poderes executivo e legislativo em maio de 2013. Em janeiro de 2013, Rajoelina e Ravalomanana entraram em acordo para evitar a concorrência à Presidência de Madagascar. Na eleição de dezembro, o candidato Hery Rajaonarimampianina, sob indicação de Rajoelina, foi eleito por 53,5% da maioria absoluta dos votos contra 46,5% do seu adversário Jean Louis Robinson, que teve o apoio de Ravalomanana. O novo presidente Rajaonarimampianina tomou posse em 25 de janeiro de 2014. == Geografia == A República de Madagascar compreende a Ilha do mesmo nome e algumas ilhas próximas. Está situada ao lado da costa de Moçambique, da qual está separada pelo Canal de Moçambique. Os vizinhos mais próximos de Madagáscar são a possessão francesa de Mayotte, a noroeste, a possessão francesa da Reunião, a leste, e as suas dependências Ilhas Gloriosas (noroeste), Ilha de João da Nova (oeste), Bassas da Índia, Ilha Europa (sudoeste) e Tromelin (leste), as Comores a noroeste e as Seicheles ao norte. Geograficamente, é possível dividir Madagascar em três zonas paralelas longitudinais no sentido norte-sul: o planalto central, a estreita faixa litoral do leste e a zona de mesetas e planícies do oeste. O planalto central, localizado a uma altitude que varia entre 800 e 1 400 metros acima do nível do mar, cobre mais de 60% da área do país. Essa unidade geomorfológica é considerada uma elevação íngreme desde a faixa litoral do leste e desce suavemente acima da amplitude das planícies localizadas a oeste. O ponto mais alto é o pico Maromokotro, com 2 876 metros de altitude, no maciço Tsaratanana. Devido à localização geográfica da maior parte da ilha ao norte do Trópico de Capricórnio, o clima de Madagascar é tropical. O clima tropical ocorre nas costas noroeste e leste, mas a altitude proporciona mais amenidade ao clima do planalto central. O clima no sul é de aridez extrema e na costa oeste, de calor e umidade. Os ciclones vindos do Oceano Índico são causadores de clima chuvoso e de inundações diárias. Os rios que correm na vertente leste são curtos e torrenciais (Mandrare e Mananara), enquanto os que correm na vertente do oeste têm maior comprimento e volume (Onilahy e Mangoky). A vegetação predominante de Madagascar é de savana, porque o homem destruiu parcialmente as matas originais. A fauna do pouco que resta das florestas é preciosamente singular: Madagascar e as ilhas Comores são os únicos pontos da Terra onde sobrevivem lêmures, pequenos e belos animais que pertencem à ordem dos primatas. Ainda existem em Madagascar mais de quarenta espécies de primatas. == Política == Madagáscar é uma república semipresidencialista. O principal partido político do país é a Associação pelo Renascimento de Madagáscar (Arema). O país segue a Constituição de 1992. Em meados de 2000, foi constituído um senado no país. Madagáscar tem uma Assembleia Nacional com 150 membros eleitos por voto direto, com mandato de cinco anos. Em 2009 houve uma crise política em Madagáscar, os protestos começaram em janeiro de 2009, e foram orientadas para agir contra ao governo do Presidente de Madagascar, Marc Ravalomanana. Os protestos, que se tornaram violentos. == Demografia == thumb|esquerda|Uma menina em uma vila de Madagáscar. No ano de 2021, Madagáscar tinha uma população estimada em 28 milhões habitantes. A expectativa de vida é de 62 anos. O número médio de filhos por mulher é de 5,24 e 68,9% da população é alfabetizada. A população malgaxe é predominantemente uma mistura de malaio e africano. Pesquisas recentes sugerem que a ilha era desabitada até à chegada de navegantes malaios, cerca do primeiro século da nossa era, pelo sul da Índia e da África Oriental, onde adquiriram esposas e escravos africanos. Migrações subsequentes da Ásia e África consolidaram esta mistura original e surgiram 18 diferentes grupos tribais. Os malaios são os traços mais comuns em pessoas que vivem na parte central da ilha, os \"merina\" (3 milhões) e \"betsileo\" (2 milhões). Os habitantes da costa são de origem africana. Os maiores grupos costeiros são os betsimisaraka (1,5 milhões) e os grupos tsimihety e sakalava (700 000 pessoas cada um). A maioria da população segue práticas religiosas tradicionais, as quais enfatizam as ligações entre a vida e a morte, acreditando que a morte une os seus antepassados em uma faixa de divindade e que os antepassados estão muito interessados no destino de seus descendentes vivos. Esta comunhão espiritual é celebrada pelos merinas e pelos betsileos praticando famadihana ou a \"volta dos mortos\". Neste ritual, os restos mortais de parentes são retirados do túmulo da família, embrulhados em mortalhas de seda novas e recolocados no túmulo, na sequência de uma cerimônia festiva em sua homenagem. A Igreja Católica em Madagascar reúne 38,1% da população. === Cidades mais populosas === === Línguas === A língua malgaxe é de origem malaio-polinésia e geralmente é falada em toda a ilha. Os numerosos dialetos de malgaxe, que geralmente são mutuamente inteligíveis,Rajaonarimanana (2001), p. 8 podem ser agrupados sob um dos dois subgrupos: malgaxe oriental, falado ao longo das florestas e montanhas do leste, incluindo o dialeto Merina de Antananarivo; e malgaxe ocidental, falado ao longo das planícies costeiras ocidentais. O francês tornou-se a língua oficial durante o período colonial, quando Madagáscar esteve sob a autoridade da França. Na primeira Constituição nacional de 1958, o malgaxe e o francês foram nomeados as línguas oficiais da República Malgaxe. Madagáscar é um país francófono e o francês é falado como segunda língua entre a população e usado para a comunicação internacional. Não há línguas oficiais registradas na Constituição de 1992, embora o malgaxe tenha sido identificado como o idioma nacional. No entanto, muitas fontes ainda alegam que o malgaxe e o francês são línguas oficiais, o que levou um cidadão a iniciar um processo judicial contra o Estado em abril de 2000, com o fundamento de que a publicação de documentos oficiais na língua francesa era inconstitucional. O Tribunal Constitucional observou em sua decisão que, na ausência de uma lei que trate sobre o tema, o francês ainda tinha o caráter de uma língua oficial. Na Constituição de 2007, o malgaxe continuou sendo a língua nacional, sendo consideradas como línguas oficiais o malgaxe, o francês e o inglês. O inglês foi removido como língua oficial a partir da Constituição aprovada pelos eleitores no referendo de novembro de 2010. O resultado do referendo, e as suas consequências para a política oficial e o idioma nacional, não são reconhecidos pela oposição política ou pela comunidade internacional, que citam a falta de transparência e inclusão na organização da eleição pela Alta Autoridade de Transição. == Subdivisões == Madagáscar divide-se em seis províncias, subdivididas em 148 departamentos. As províncias têm o nome da respetiva capital. São: :# Antananarivo :# Antsiranana :# Fianarantsoa :# Mahajanga :# Toamasina :# Toliara == Economia == thumb|Antananarivo, capital e principal centro financeiro do país. A economia de Madagascar assenta essencialmente na agricultura, na criação de gado e nas pescas. Embora o arroz seja a principal cultura, é o café que representa a maior fatia ao nível da exploração. Em 2019, o país produziu, como culturas de maior volume produtivo: 4,2 milhões de toneladas de arroz, 3,1 milhões de toneladas de cana-de-açúcar, 2,9 milhões de toneladas de mandioca, 1,1 milhão de toneladas de batata doce e 250 000 ton de batata comum, 392 mil toneladas de banana, 298 mil toneladas de manga, 226 mil toneladas de taro, 219 mil toneladas de milho, 104 mil toneladas de abacaxi, 83 mil toneladas de laranja e 74 mil toneladas de coco. Já entre os cultivos de alto valor, alguns para exportação (os chamados cash crops), o país produziu 65 mil toneladas de café, 13 mil toneladas de uva, 12 mil toneladas de pêssego, 10 mil toneladas de cacau, 7,2 mil toneladas de castanha de caju, 4,6 mil toneladas de pistache, 3,2 mil toneladas de baunilha e 396 toneladas de chá, entre outros. Madagascar é o maior produtor mundial de baunilha natural, que é a 2ª especiaria mais cara do planeta (custava quase US$/kg em 2017).O lado amargo da baunilha No café, foi o 17º maior produtor mundial em 2019.Produção da agricultura de Madagascar em 2019, pela FAO Quando à agronomia, saliente-se a dificuldade do governo de Madagáscar em fomentar a criação de gado bovino para consumo alimentar, em virtude do carácter religioso que estes animais assumem perante certas camadas da população. Contudo, é abundante a criação de outros animais como as ovelhas, as cabras, as galinhas e os porcos. Em 2019, a pecuária do país produziu 161 mil toneladas de carne bovina, 531 milhões de litros de leite de vaca e 50 mil toneladas de carne de frango como maiores destaques.Produção da pecuária de Madagasar em 2019, pela FAO Na mineração, em 2019, o país era o 6º maior produtor mundial de cobalto,USGS Cobalt minerals Production Statistics o 9º maior produtor mundial de titânioUSGS Titanium minerals Production Statistics e o 4º maior produtor mundial de grafite.USGS Graphite minerals Production Statistics O país também é um grande produtor de pedras preciosas. Madagascar é um dos maiores produtores mundiais de safira, topázio, ametista, rubi, esmeralda, turmalina e espinela. Em relação à indústria manufatureira, ela incide sobretudo no tratamento do arroz, da madeira e do papel. A moeda usada desde o século XVII era o \"ariary\", que consistia em 720 \"variraiventy\", um pedaço de prata equivalente ao peso de um grão de arroz. O sistema \"ariary\" não é decimal e é dividido em 5 \"iraimbilaja\", o qual significa \"um peso de ferro\", na língua malgaxe é um quinto do \"ariary\". == Cultura == === Artes === Uma grande variedade de literatura oral e escrita foi desenvolvida em Madagáscar. Uma das tradições artísticas mais importantes da ilha é a sua oratória, expressa nas formas de hain-teny (poesia), kabary (discurso público) e ohabolana (provérbios).Fox (1990), p. 39 Um poema épico exemplificando essas tradições, a Ibonia, foi transmitido ao longo dos séculos em várias formas diferentes em toda a ilha e oferece uma visão sobre as diversas mitologias e crenças das comunidades tradicionais malgaxes. Esta tradição foi continuada no século XX por artistas como Jean-Joseph Rabearivelo, que é considerado o primeiro poeta moderno da África, e Elie Rajaonarison, um exemplo da nova onda de poesia malgaxe.Rabearivelo (2007), p. 10Auzias & Labourdette (2007), p. 142 Madagascar também desenvolveu uma rica herança musical , incorporada em dezenas de gêneros musicais regionais, como o salegy, originado na região costeira, e o hiragasy, oriundo das terras altas, que animam as reuniões das aldeias e pistas de dança locais. Madagascar também tem uma cultura crescente de música clássica fomentada por academias de jovens, organizações e orquestras que promovem o envolvimento dos jovens na música clássica.Randrianary (2001), pp. 109–137 As artes plásticas também estão difundidas por toda a ilha. Além da tradição da tecelagem da seda e da produção de lamba, a tecelagem da ráfia e de outros materiais vegetais locais foi usada para criar uma grande variedade de itens práticos, como tapetes, cestos, bolsas e chapéus. A escultura em madeira é uma forma de arte altamente desenvolvida, com estilos regionais distintos evidentes na decoração de grades de varanda e outros elementos arquitetônicos. Os escultores criam uma variedade de móveis e utensílios domésticos, postos funerários e esculturas de madeira, muitas das quais são produzidas para o mercado turístico.Heale & Abdul Latif (2008), pp. 108–111 As tradições decorativas e funcionais da marcenaria do povo Zafimaniry, que habita a região do planalto central do país, foi inscrito na lista de Patrimônio Cultural Imaterial da UNESCO em 2008. Entre o povo Antaimoro, a produção de papel embutido com flores e outros materiais decorativos naturais é uma tradição de longa data que a comunidade começou a comercializar para os ecoturistas. O bordado e o trabalho do fio estirado são feitos à mão para a produção de roupas, bem como toalhas de mesa e outros têxteis domésticos e para venda nos mercados de artesanato locais. Um número pequeno, mas crescente, de galerias de arte em Antananarivo e várias outras áreas urbanas oferecem pinturas de artistas locais, e eventos de arte anuais, como a exposição ao ar livre Hosotra na capital, contribuem para o desenvolvimento contínuo de belas artes em Madagascar. === Feriados === Festas e feriados Data Nome em português Nome local Notas 1 de janeiro Ano-Novo Taom- baovao O primeiro dia do ano é feriado no país. Segunda-feira a seguir à páscoa Alatsinain'ny Paska A páscoa ocorre no primeiro domingo após a primeira lua cheia do outono. 29 de março Comemoração dos mártires de sublevação de 1947. Martioran'ny tolona tamin'ny 1947 Comemoração dos máritres de sublevação que sucederam o dia 27 de março de 1947. 1 de maio Dia do Trabalho Fetin'ny asa Tradicionalmente o dia de muitos acontecimentos políticos e sindicais em Madagáscar. 25 de maio Dia da África Andron'i Afrika Comemoração da criação da antiga OUA, em 25 de maio de 1963, que foi substituída pela União Africana (UA) em 9 de julho de 2002. Quinta-feira, quarenta dias depois da Páscoa Ascensão Andro niakarana Ascensão de Jesus Cristo ao céu. Sexta-feira seguinte ao sétimo domingo após a páscoa Pentecostes Alatsinain'ny Pentekosta Descida do Espírito Santo entre os apóstolos. 26 de junho Dia da independência Fetim- pirenena Comemoração à independência da França, en 26 de junho de 1960. 15 de agosto Assunção de Maria Asompsiona Assunção de Maria de Nazaré 1 de novembro Dia de todos os santos Fetin'ny olo-masina 25 de dezembro Natal Krismasy Nascimento de Jesus Cristo. == Ver também == * África * Lista de países * Língua de Sinais de Madagáscar * Missões diplomáticas de Madagáscar * Plano Madagáscar == Ligações externas == * Divisão da África II - Itamaraty Divisão do Ministério das Relações Exteriores do Brasil responsável pelas relações bilaterais com Madagáscar Categoria:África Austral Categoria:Países subdesenvolvidos",
 "title": "Madagáscar"
}