{
 "id": "4721",
 "text": "As Bassas da Índia são um atol formado por um grupo desabitado de ilhas desabitadas no Oceano Índico, ao largo da costa meridional africana, a sul do canal de Moçambique, sensivelmente a meio caminho entre Madagáscar e Moçambique. A sua superfície total é de 0,2 km². Embora reivindicadas por Madagáscar, são possessão da França desde 1897. Constituem um ambiente marítimo e o seu território está geralmente debaixo do mar, rodeado de recifes (o ponto mais alto é um local sem nome, com apenas 2,4 m). Este arquipélago é também muito vulnerável aos ciclones. O atol emerge de um recife circular que repousa no cume de um longo vulcão extinto e submerso. O clima é tropical. Não existem portos nem qualquer atividade económica de relevo. ==História== As Bassas da Índia foram alegadamente descobertas pelo marinheiro português Gaspar Gonçalves, e foi posicionadas pela primeira vez num mapa do italiano Coronelli. Os marinheiros deram-lhe os nomes de Baixo da Índia (Gonsuales), Bayos da Indya (Pilestrina, 1511), Baxos de la Índia (Diogo Ribeiro, 1529), Judie Bass (mapa de Henrique II em 1542), Syrtes Indie (Sanuto, 1588), Basse Juive (De Mannevilette, 1770) para finalmente receber o seu nome hoje, Bassas da Índia, dado pelo britânico Owen em 1825. Neste atol ocorreram naufrágios célebres: : * o navio-almirante da frota portuguesa Santiago, naufragado em 1585Le naufrage du Santiago : Sur les Bancs de la Juive, Philippe Billé, Xavier de Castro, prefácio de Michel L'Hour, * o navio da Companhia Britânica das Índias Orientais, Sussex, naufragado em 1738The discovery of an English East Indiaman at Bassas da India, a French atoll in the Indian Ocean: the Sussex (1738), G. Bouquet, Michel L'Hour, F. Richez. As Bassas da Índia estão sob a posse do administrador superior das Terras Austrais e Antárticas Francesas (TAAF), como parte das Ilhas Esparsas do Oceano Índico.. == Ligações externas == * * Categoria:Ilhas das Terras Austrais e Antárticas Francesas Categoria:Ilhas desabitadas das Terras Austrais e Antárticas Francesas Categoria:Arquipélagos do Oceano Índico Categoria:Territórios disputados pela França Categoria:Territórios disputados por Madagáscar Categoria:Relações entre França e Madagáscar",
 "title": "Bassas da Índia"
}