{
 "id": "47239",
 "text": "Em biologia, um (do termo latino genus, plural genera) é uma unidade de taxonomia (um táxon) utilizada na classificação científica e agrupamento de organismos vivos/fósseis para agrupar um conjunto de espécies que partilham um conjunto muito alargado de características morfológicas e funcionais, um genoma com elevadíssimo grau de comunalidade e uma proximidade filogenética muito grande, reflectida pela existência de ancestrais comuns muito próximos. No sistema de nomenclatura binomial utilizado na biologia, o nome de um organismo é composto por duas partes: o seu género (escrito sempre com maiúscula), e o modificador específico (também conhecido como o epíteto específico). Por exemplo, Homo sapiens é o nome da espécie humana (latim para homem sábio), a qual pertence ao género Homo. Cada género é constituído em torno de uma espécie-tipo, por sua vez associada permanentemente a um espécime-tipo devidamente preservado e descrito, a partir do qual se avalia a proximidade ou diferenciação de cada uma das espécies que são incluídas no táxon. == Etimologia == O termo \"gênero\" vem da palavra em latim ('origem, tipo, grupo, raça, família'), uma forma substantiva cognata com ('dar à luz a'). Carl Linnaeus popularizou o termo no livro Species Plantarum de 1753, mas o botânico francês Joseph Pitton de Tournefort (1656–1708) é considerado \"o fundador do conceito moderno de gêneros\". ==História e descrição do conceito== O conceito de género é um dos mais antigos na moderna taxonomia, tendo as suas raízes no pensamento categorizador dos filósofos greco-latinos e na necessidade, recuperada e aprofundada durante a Renascença europeia, de incluir os seres vivos em categorias que permitissem o seu mais fácil reconhecimento e ajudassem a compreender a ordem existente sob o aparente caos da biodiversidade. Deve-se a Gaspard Bauhin e a Joseph Pitton de Tournefort (1656-1708) a introdução do conceito de género na moderna sistemática, recuperando e clarificando uma ideia que estava já presente na História Natural desde os tempos de Aristóteles. A partir do trabalho de Bauhin e dos metodistas que se lhe seguiram, o conceito foi formalizado por Carolus Linnaeus nas suas obras Systema naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus differentiis, synonymis, locis (1735) e Species Plantarum (1753), as quais lançaram os fundamentos da moderna classificação binomial. A partir da obra lineana e da codificação das normas de classificação biológica, o conceito de género passou a ser central em toda a sistemática biológica, rivalizando apenas em importância com o conceito de espécie como unidades fundamentais do sistema classificativo. Na moderna taxonomia, o nome de cada género é associado de forma permanente a uma espécie-tipo, a qual por sua vez tem a sua descrição ancorada num espécime- tipo preservado numa qualquer instituição científica. Esta ligação permite associar de forma unívoca cada género a um conjunto cuidadosamente delimitado de características morfológicas e funcionais e a um genoma bem definido, permitindo eliminar ambiguidades e incertezas quanto ao taxon em si e aos taxa que lhe ficam associados. Quando a evolução dos conhecimentos científicos permite definir e comprovar novos géneros, ou eliminar algum dos existentes, as espécies que lhe estavam associadas são redistribuídas na nova ou novas estruturas taxonómicas. Os nomes genéricos obsoletos, mantendo a ligação à espécie tipo, passam a ser sinónimos taxonómicos do género em que esta for incluída. Os códigos de nomenclatura biológica e as regras de classificação científica estabelecem as normas pelas quais se rege a criação e extinção de géneros. As fronteiras entre géneros têm variado com a evolução dos conhecimentos científicos e estão em boa parte dependentes da biodiversidade específica do filo em que o género se insira. Em filos ricos em espécies, como por exemplo entre os artrópodes, os géneros têm um âmbito bem mais largado do que por exemplo entre os mamíferos: usando o critério seguido no agrupamento de espécies de insectos, os humanos e os bonobos pertenceriam a um mesmo género, o que se não verifica. Esta subjectividade no estabelecimento do âmbito dos géneros tem vindo a decrescer substancialmente com o advento dos conceitos da cladística e da filogenia. Na actualidade espera-se que todos os taxa hierarquicamente inferiores a classe sejam restritos a agrupamentos que possam ser demonstrados como monofiléticos. Desde o advento das teorias evolucionárias de classificação este tem sido o objectivo dos sistematas. Nos grupos melhor conhecidos, como as aves e os mamíferos, os géneros já correspondem a clades. As actuais normas nomenclaturais estabelecem três condições básicas, cumulativas, para que um género possa ser considerada uma entidade taxionómica válida: *Monofilia, garantindo que todas as espécies que evoluíram de um ancestral comum no nível taxonómico superior estão incluídas; *Razoabilidade de âmbito, evitando que um género se expanda desnecessariamente para além do número de espécies que partilham genomas similares; *Diferenciação morfofuncional, garantindo que o género agrupa espécies que partilham características morfofuncionais que as distinguem das restantes quando sejam usados critérios significativos do ponto de vista evolucionário (ecologia, morfologia ou biogeografia). Para efeitos do estabelecimento dos géneros, em particular no que respeita ao último dos critérios apontados, a presença de determinada sequência de ADN deve ser vista como uma consequência e não como uma condição face à possibilidade de existência linhagens evolucionárias, excepto nos casos em que tal sequência possa inibir o fluxo de genes por estar directamente associada a uma barreira pós-zigótica. O Código Internacional de Nomenclatura Zoológica e o Código Internacional de Nomenclatura Botânica não requerem o cumprimento estrito dos critérios atrás apontados para o estabelecimento de um género válido, antes se centram nos requisitos formais necessários a uma descrição válida. Em consequência, tem existido um longo e vigoroso debate entre sistematas procurando definir os critérios de relevância a seguir na descrição de géneros. Na actualidade, a maioria das classificações existentes, baseadas simplesmente na fenética, ou seja, na avaliação da semelhança morfofuncional, estão a ser gradualmente substituídas por outras, baseados em critérios cladísticos. Muitos géneros estão subdivididos em subgéneros, agrupando espécies que sem deixar de satisfazer os critérios gerais de inclusão num género comum apresentam entre si um grau superior de afinidade (ou de diferenciação). A maior parte dos géneros agrupa um número maior ou menor de espécies, mas existem múltiplos géneros monoespecíficos, isto é, que incluem uma única espécie. Apesar de ser uma prática desencorajada pelas normas sistemáticas, existem cerca de 5 000 vocábulos que são utilizados para denominar géneros ou outros taxa que se repetem em reinos diversos. Tal acontece porque, apesar de não ser permitida a criação de géneros com nome comum no mesmo reino, tal proibição não existe entre reinos e entre taxa diversos. ==Ver também== *Cladística *Filogenia *Sistemática *Taxonomia ==Bibliografia== *Gill, Frank B.; Slikas, Beth & Sheldon, Frederick H. (2005): Phylogeny of titmice (Paridae): II. Species relationships based on sequences of the mitochondrial cytochrome-b gene. Auk 122(1): 121-143. DOI: 10.1642/0004-8038 ==Ligações externas== *Nomenclator Zoologicus, um index de todos os géneros e sub-géneros zoológicos usados de 1758 a 2004 Categoria:Taxonomia",
 "title": "Género (biologia)"
}