{
 "id": "47257",
 "text": "Agências de comunicação de marketing são empresas especializadas na atividade de conectar os produtores (ou produtores potenciais) de um produto ou serviço com os clientes, quer existentes ou potenciais. Também ficam à frente da execução do conceito de produto, preço, promoção e praça, estabelecidos por Jerome McCarthy. Os objetivos das agências de marketing vão desde o planejamento estratégico das ações como a criação, a comunicação, entrega de valor dos projetos para os clientes. Passam pela fase de execução, destas ações com campanhas e veiculações das ações através das mídias (mídias off- line e online), gerando dados de acordo com o objetivo de cada marca/campanha promovendo venda, lembrança de marca ou engajamento com o produto e/ou serviço. E por fim, a mensuração através dos dados qualitativos e quantitativos das execuções também ficam sob responsabilidade das agências de marketing, que como entregáveis oferecem além dos dados, aprendizados e reportes sobre a jornada de consumo desde a fase de conceito à compra e muitas vezes recorrência do produto ou serviço. Além do ambiente externo, as agências de marketing analisam o mercado no qual o cliente está inserido, levando em conta os fornecedores, concorrentes, intermediários. Atualmente, com o forte movimento de digitalização do mundo, as agências de marketing também conquistaram um novo escopo de trabalho: o marketing digital. Com início nos anos 1990, esse tipo de agência mudou tanto que hoje muitos argumentam ser um tipo de agência totalmente diferente das agências de marketing \"tradicional\" . As agências de marketing digital podem ser contratadas para trabalhar a marca do cliente desde o começo, iniciando com branding, que é a criação da marca, da identidade visual, do posicionamento dela no mercado e pode também executar trabalhos pontuais, sempre com o objetivo de melhorar a visão percebida da empresa pelos consumidores e claro aumentar resultados. As agências de marketing digital também fazem um trabalho focado em inbound marketing, também chamado de marketing de atração, criando uma estratégia focada em atrair o público. Os pilares dessa estratégia em geral são: uma estratégia de conteúdo bem feita, otimizações de SEO para ranqueamento no Google e o e-mail marketing. As principais entregas de uma agência de marketing digital são: * Branding ou Criação da Marca * Criação de logo * Criação de Sites, Lojas Virtuais ou Blogs * Gerenciamento das Redes Sociais * Campanhas no Google Adwords * \"SEO\" o otimização para mecanismos de busca O diferencial de uma agência de marketing é o foco estratégico nos objetivos do cliente. Uma estratégia bem desenhada pode fazer com que a marca, o site e os canais de vendas tragam resultados financeiros significativos para a empresa. Categoria:Marketing",
 "title": "Agência de marketing"
}