{
 "id": "47314",
 "text": "O Talmude (em hebraico: תַּלְמוּד, transl. ṯaləmūḏ cujo significado é estudo) é uma coletânea de livros sagrados dos judeus,GURWICZ, RONY O que é o Talmud?. Rabinato Central de Israel um registro das discussões rabínicas que pertencem à lei judia e ética judaica, e costumes e história do judaísmo. É um texto central para o judaísmo rabínico. O Talmude tem dois componentes: a Mishná, o primeiro compêndio escrito da Lei Oral judaica; e o Guemará, uma discussão da Mishná e dos escritos tanaíticos que frequentemente abordam outros tópicos. A Mishná foi redigida pelos mestres tanaítas (Tannaim), termo que deriva da palavra hebraica que significa \"ensinar\" ou \"transmitir uma tradição\". Os tanaítas viveram entre o século I e o século III d.C.Tanna In: Encyclopædia Britannica. Acesso em 8 jan. 2015. A primeira codificação é atribuída ao Aquiba ( – ), e uma segunda, ao Rabi Meir (entre e ), ambas as versões tendo sido escritas no atual idioma aramaico, ainda em uso no interior da Síria. Os termos Talmud e Guemará são utilizados frequentemente de maneira intercambiável. A Guemará é a base de todos os códigos da lei rabínica, e é muito citada no resto da literatura rabínica; já o Talmude também é chamado freqüentemente de Shas (hebraico: ש\"ס), uma abreviação em hebraico de shisha sedarim, as \"seis ordens\" da Mishná. == História == === Lei oral === Originalmente, o estudo acadêmico do judaísmo era oral. Os rabinos expunham e debatiam a lei (isto é, a Torá) e discutiam o Tanakh sem o benefício das obras escritas (além dos próprios livros bíblicos), embora alguns possam ter feito anotações privadas (megilot setarim), por exemplo, a respeito das decisões de cortes.H. Basser, 1976.T. Fishman, 2012. A situação mudou drasticamente, no entanto, principalmente como resultado da destruição da comunidade judaica no ano de , e os consequentes distúrbios nas normas legais e sociais judaicas. À medida que os rabinos foram forçados a encarar uma nova realidade -- principalmente a de um judaísmo sem um Templo (para servir como centro de estudo e ensino) e de uma Judeia sem autonomia -- surgiu uma enxurrada de discursos legais, e o antigo sistema de estudos oral não pôde ser mantido. Foi durante este período que o discurso rabínico passou a ser registrado na escrita.Ver Strack, Hermann, Introduction to the Talmud and Midrash, Jewish Publication Society, 1945. pgs. 11–12. \"[A Lei Oral] foi transmitida de boca a boca, durante um longo período… As primeiras tentativas de anotar os assuntos tradicionais, existem motivos para se acreditar, datam da primeira metade do segundo século pós-cristão.\" Strack teoriza que o crescimento dum cânone cristão (o Novo Testamento) foi um fator que teria influenciado os rabinos a registrar a lei oral através da escrita. A primeira lei oral registrada pode ter sido na forma dos Midrash, na qual a discussão haláquica está estruturada como comentários exegéticos sobre o Pentateuco. Uma forma alternativa, porém, organizada pelos tópicos de assuntos, em vez dos versos bíblicos, tornou-se dominante por volta do ano , quando o rabino Judá HaNasi redigiu a Mishná (em hebraico, משנה). A lei oral estava longe de ser monolítica, variando enormemente entre diversas escolas. As duas mais famosas eram a Escola de Shammai e a Escola de Hillel. No geral, todas as opiniões, mesmo as não- normativas, eram registradas no Talmude. === Mishná === A Mixná ou Míxena, também chamada de Mishná, é uma compilação de opiniões e debates sobre a Lei. As declarações contidas na Mishná são tipicamente concisas, registrando as opiniões breves dos rabinos debatendo algum tópico, ou registram apenas um veredito anônimo, que aparentemente representava uma visão consensual. Os rabinos registrados na Mishná são chamados de Tannaim. Na medida que suas leis estão ordenadas pelo assunto dos tópicos, e não pelo conteúdo bíblico, e a Mishná discute cada assunto, individualmente, de maneira mais extensa que os Midrash, e inclui uma seleção muito maior de assuntos haláquicos. A organização da Mishná tornou-se, desta maneira, a estrutura do Talmude como um todo; porém, nem todos os tratados da Mishná possuem uma Guemará correspondente. Além disso, a ordem dos tratados do Talmude difere, em muitos casos, da do Mishná. === Baraita === Além da Mishná, outros ensinamentos tanaíticos eram correntes na mesma época, e por algum tempo depois. A Guemará frequentemente se refere a estas declarações tanaíticas, para compará-los àqueles contidos na Mishná e para apoiar ou refutar as proposições dos Amoraim Todas estas fontes tanaíticas não-mishnaicas são denominadas de baraitot -- baraita (ברייתא) no singular, lit. \"material de fora\", se referindo às obras externas ao Mishná). === Guemará === Nos três séculos que se seguiram à redação da Mishná, os rabinos de Israel e da Babilônia analisaram, debateram e discutiram aquela obra. Estas discussões foram a Guemará (גמרא). A palavra significa \"completude\", em aramaico,https://www.merriam- webster.com/dictionary/Gemara: \"Etymology Aramaic gĕmārā completion\" (\"Etimologia aramaico gĕmārā conclusão\" do verbo gamar (גמר), \"completar\", \"aprender\". A Guemará se focaliza principalmente na elucidação e elaboração das opiniões dos Tannaim. Os rabinos do Guemará ficaram conhecidos como Amoraim -- Amora (אמורא) no singular. Boa parte da Guemará consiste de análises legais. O ponto de partida para a análise é, costumeiramente, uma declaração legal existente em determinada Mishná. A declaração é então analisada e comparada com outras declarações, numa troca dialética entre dois disputantes (frequentemente anônimos, por vezes metafóricos), que são chamados de makshan (\"questionador\") e tartzan (\"respondendor\"). Outra função importante da Guemará é identificar a base bíblica correta para determinada lei apresentada na Mishná, assim como o processo lógico que a conecta com outra: esta atividade era conhecida como talmud, muito antes da existência do Talmude como texto. Estas trocas formam os componentes básicos da Guemará; o nome dado a cada passagem é sugya -- sugyah (סוּגְיָה) singular; sugyot (סוּגְיוֹת) no plural. Uma sugya costumeiramente contém uma elaboração cuidadosamente estudada e detalhada de uma declaração mishnaica. Em determinada sugya, declarações escriturais, tanaíticas e amoraicas, são trazidos para reforçar as diversas opiniões. Ao fazê-lo, a Guemará levanta discordâncias semânticas entre os Tannaim e os Amoraim (frequentemente direcionando o ponto de vista para uma autoridade mais antiga, no sentido de como ele teria respondido a questão), e comparando as visões mishnaicas com as passagens da Baraitá. Raramente os debates são encerrados formalmente; em muitos casos, a palavra final determina a lei prática, embora existam diversas exceções a este princípio. == Ver também == * Rashi == Ligações externas == * Contraste - Biblioteca de Artigos e Videos Judaicos - Rabinato Central de israel * Catholic Encyclopedia: Talmud (newadvent.org) Categoria:Torá oral",
 "title": "Talmude"
}