{
 "id": "47315",
 "text": "A ansiedade é uma emoção caracterizada por um estado desagradável de agitação interior, muitas vezes acompanhada de comportamento nervoso, como o de se embalar de trás para a frente. É o sentimento desagradável de terror por eventos antecipados, tal como a sensação de morte iminente. Ansiedade é um sentimento vago e desagradável de medo, apreensão, caracterizado por tensão ou desconforto derivado de antecipação de perigo, de algo desconhecido ou estranho.Allen AJ, Leonard H, Swedo SE. Current knowledge of medications for the treatment of childhood anxiety disorders. J Am Acad Child Adolesc Psychiatry 1995;34:976-86.Swedo SE, Leonard HL, Allen AJ. New developments in childhood affective and anxiety disorders. Curr Probl Pediatr 1994;24:12-38CASTILLO,Ana Regina GL et al. Transtorno de ansiedade. Revista Brasileira de Psiquiatria,São Paulo,v.22, s.2,2000. O medo é uma resposta a uma ameaça real ou percebida, enquanto a ansiedade é a expectativa de uma futura ameaça. A ansiedade é um sentimento de inquietação e preocupação, geralmente generalizado e sem foco, como uma reação exagerada a uma situação que é apenas subjetivamente vista como ameaçadora. É muitas vezes acompanhada por tensão muscular, inquietação, fadiga e problemas de concentração. A ansiedade pode ser apropriada, mas quando experimentada regularmente, o indivíduo pode sofrer de transtorno de ansiedade. == Causas == Esses dois aspectos, tanto a ansiedade quanto o medo, não surgem na vida da pessoa por uma escolha. Acredita-se que vivências interpessoais e problemas na primeira infância possam ser importantes causas desses sintomas. Além disso, existem causas biológicas, como anormalidades químicas no cérebro ou distúrbios hormonais. Em crianças, o desenvolvimento emocional influi sobre as causas e a maneira como se manifestam os medos e as preocupações tanto normais quanto patológicos. Diferentemente dos adultos, crianças podem não reconhecer seus medos como exagerados ou irracionais, especialmente as menores. Na grande maioria dos casos, não há como estabelecer uma causa específica aos transtornos aqui tratados. A interação entre fatores genéticos e ambientais resume a etiologia atualmente proposta e aceita. == Tipos de transtornos de ansiedade == A ansiedade pode ser dividida em diversos tipos de transtornos, cada um com uma causa e um sintoma diferente, não impedindo que ambos aconteçam simultaneamente: === Transtorno de ansiedade generalizada (TAG) === É o mais comum. A pessoa passa praticamente o dia todo ansiosa e em alguns momentos tem uns picos de ansiedade. Geralmente acontecem com um nervosismo por uma situação que não aconteceu ainda, ou simplesmente por receios. === Estresse pós-traumático === Acontece quando os sintomas de ansiedade começam a surgir após algum ocorrido na vida da pessoa que a deixou traumatizada ou marcada. Pode ser por uma perda muito grande, algum tipo de violência sofrida, por exemplo. Esses pensamentos dos momentos ruins retornam a qualquer instante, até mesmo em sonhos. === Síndrome do pânico === São períodos de crises intensas de ansiedade, que se desencadeiam por algum tipo de trauma e medo agudo. É muito comum se evitar de ficar em locais com pouco fluxo de pessoas, com medo de não conseguir ajuda durante os ataques. === Transtorno obsessivo-compulsivo (TOC) === Perturbação que provoca obsessões (pensamentos repetitivos) e compulsões (comportamentos repetitivos para aliviar a ansiedade causada pelas obsessões). === Fobias === São apresentações de ansiedades de maneira intensa, podendo ser elas relacionadas a um objeto ou situação, por exemplo medo de baratas (tão intenso de forma que a pessoa não pode nem sequer ver a imagem de uma barata), ou também a fobias sociais, como medo descontrolado de falar em público ou de estar no meio dele. O ser humano sempre pode apresentar algum comportamento diferenciado em alguma parte de sua vida, é totalmente normal. Os sintomas da ansiedade excessiva se apresentam quando você deixa de viver por causa de preocupações ou por medos sem fundamento. Esse tipo de problema psicológico não é algo que passa sozinho com o tempo, ele deve ser tratado. Normalmente é necessário ajuda psicológica e terapêutica para aprender a superar suas limitações e entender os seus traumas. O tratamento farmacológico das fobias específicas não tem sido utilizado na prática clínica e são poucos os estudos sobre o uso de medicações nesses transtornos. == Consequências == Em alguns dos casos, a ansiedade é capaz de intensificar o que o indivíduo está sentindo, deixando de apresentar sintomas únicos e passando a aumentar aqueles naturalmente produzidos pelo sistema nervoso. Ou seja: se a pessoa sente medo, ela sentirá muito medo; se a pessoa se sente triste, ela se sentirá muito triste; as vezes sentimentos comuns como gostar de algo ou alguém podem ter um grande impacto sobre portadores de ansiedade, e querer algo pode tornar-se uma necessidade com o passar do tempo. A ansiedade em níveis muito altos, ou quando apresentada com a timidez ou depressão, impede que a pessoa desenvolva seu potencial intelectual. O aprendizado é bloqueado e isso interfere não só no aprendizado da educação tradicional, mas na inteligência social. O indivíduo fica sem saber como se portar em ocasiões sociais ou no trabalho, o que pode levar a estagnação na carreira. == Pandemia == Durante a pandemia de COVID-19 o número de pessoas apresentando transtorno de ansiedade teve um grave aumento. No primeiro ano da pandemia os transtornos de ansiedade e depressão aumentaram 25% de acordo com a Organização Mundial da Saúde. Os mais afetados, segundo pesquisas, são os jovens e as mulheres. Os jovens foram totalmente afetados podendo vir a ter comportamentos suicidas e de automutilação, segundo pesquisa da universidade de Calgary, no Canadá, a ansiedade entre os jovens dobraram em comparação com os níveis pré-pandêmicos. A ansiedade entre as mulheres também se mostrou mais recorrente do que nos homens. De acordo com especialistas, o aumento dos distúrbios mentais, como a ansiedade, se deve principalmente ao isolamento social provocado pela pandemia. Uma das principais justificativas para esse aumento desenfreado é o estresse causado pelas restrições para trabalhar, estudar, buscar apoio familiar e ter uma vida social ativa. == Tratamento == O tratamento é feito com psicoterapia e medicamentos, dentre os quais ansiolíticos e antidepressivos. O diagnóstico deve ser abrangente para se elaborar um plano de tratamento com objetivos bem definidos. O tratamento medicamentoso é iniciado com ansiolíticos como, por exemplo, os benzodiazepínicos. Logo após a estabilização do paciente, o médico pode prescrever um antidepressivo para o controle da ansiedade. Outra classe de medicamentos também utilizada são a dos betabloqueadores. É sempre importante que o paciente consulte um médico, pois esses medicamentos são normalmente controlados. A terapia cognitivo-comportamental (TCC, REBT), são formas de psicoterapia que trazem resultados através de mudanças endógenas, transformando o indivíduo, sua personalidade e quadro psicológico. === Abordagem psicoeducativa/psicossocial === Tipo Abordagem Todos Psicoeducação: Explicar ao paciente o que ele tem e como funciona o tratamento. Deixar claro que a ansiedade depende de uma soma de fatores que incluem vulnerabilidade genética, estressores ambientais e hábitos de vida. Dizer que medo e ansiedade são emoções normais que representam um “sinal de alarme” para o perigo, e que o problema do paciente é esse “sinal de alarme” disparar quando não há perigo. Os tratamentos – medicamento e psicoterapia – ajudam o paciente a consertar esse mecanismo e é importante falar que foram estudados e demonstraram ser eficazes em pacientes semelhantes a ele. Abordar motivações para o tratamento: ✔Quais as expectativas do paciente sobre o tratamento? ✔Qual é o papel dele no processo de melhora? ✔Liste aspectos negativos relacionados à ansiedade e aspectos positivos de estar livre dos sintomas ansiosos. Investigue barreiras ao tratamento e elabore um plano de como ultrapassá-las. Não seja autoritário: auxilie o paciente a compreender o balanço entre os aspectos negativos da ansiedade e os aspectos positivos de não sofrer mais com os sintomas. Pacientes com pensamentos negativos ou desagradáveis (por exemplo, preocupação excessiva na ansiedade generalizada, pensamentos de morte em um ataque de pânico) Instruir sobre como enfrentar pensamentos negativos ou desagradáveis → Questione a fundamentação lógica dos pensamentos catastróficos. Pacientes com ansiedade costumam tirar conclusões precipitadas e catastróficas de pequenas coisas. Ajude o paciente a desenvolver processos para refletir sobre a fundamentação lógica dos pensamentos. Por exemplo: pensamentos de morte em ataques de pânico podem ser questionados tendo em vista episódios prévios que foram passageiros e não tiveram repercussões na saúde física. → Não tente afastar pensamentos negativos: o segredo é não dar importância a eles. Mostre ao paciente como não é produtivo tentar afastar pensamentos negativos. É quase impossível tentar “não pensar” em alguma situação, e esse esforço acaba por aumentar a frequência e a intensidade dos pensamentos. Ressalte que o importante é não dar importância aos pensamentos desagradáveis, o que faz com que eles vão desaparecendo com o tempo. Comportamentos evitativos e medos (por exemplo, situações sociais em pacientes com fobia social, lugares fechados em pacientes com agorafobia). Instruir sobre como enfrentar situações temidas → Faça com o paciente uma lista das situações temidas e planeje um plano de enfrentamento que vai da situação menos temida para a mais temida. Todos os dias o paciente deve ter uma tarefa de enfrentamento. Avise-o que pensamentos catastróficos irão surgir e trabalhe com ele para buscar dados de realidade e ver que os pensamentos não têm fundamentação lógica (ver abaixo). Pacientes com muitos sintomas físicos ou crises de ansiedade (por exemplo ansiedade em público na fobia social, ansiedade durante um ataque de pânico). Instruir sobre como lidar com sintomas físicos → Ensine a respiração diafragmática e o controle da respiração. Oriente o paciente a colocar uma mão na barriga e outra no peito, e instrua-o para que apenas a mão sobre a barriga se mexa enquanto ele respira lentamente pelo nariz. É importante que o paciente saiba que não eliminará por completo a ansiedade, já que é uma emoção normal. Pacientes com transtornos de ansiedade às vezes interpretam estímulos fisiológicos (como os batimentos cardíacos) como ameaçadores, mesmo na ausência de um problema físico. O fundamental é que ele seja capaz de perceber que “o alarme disparou, mas não há nenhum incêndio” e, assim, se tranquilizar. Para pacientes com compulsões (por exemplo, checagem no TOC) Instruir sobre como lidar com as compulsões/rituais → Faça um esquema para prevenir rituais. Pacientes com TOC se sentem compelidos a realizar determinados rituais em resposta a pensamentos negativos. A tarefa é simples: informar o paciente a não fazer esses rituais e impedir que eles ocorram. Oriente o paciente a interromper rituais ou ruminações com a palavre “Pare” e a procurar distrair- se com algo que prenda mais a atenção. No TOC, a aflição costuma desaparecer entre 15 minutos e 3 horas. A cada exercício, a intensidade e a duração do desconforto são menores. Para pacientes que vão iniciar tratamento com psicofármacos (por exemplo,. antidepressivos ou benzodiazepínicos) Informar sobre os psicofármacos → Oriente sobre tempo de início de ação dos medicamentos. Informe sobre possíveis efeitos adversos (como piora da ansiedade no início do tratamento), lembrando que são manejáveis e muitas vezes passageiros. Avise que os fármacos não podem ser descontinuados de forma abrupta pelo risco de abstinência. Explique que o tratamento será iniciado com doses baixas e que o aumento será gradual até a resposta desejada. Informe que o tratamento deve durar pelo menos um ano após a remissão dos sintomas para minimizar o risco de recaída. Esclareça que antidepressivos não causam dependência e que se deve ter cuidado com os benzodiazepínicos pelo risco de dependência. → Reforce que os medicamentos funcionam e são capazes de minimizar o sofrimento. Boa parte dos pacientes não acredita na eficácia dos psicofármacos ou acha que eles não vão ajudar. Assim, é importante ressaltar que os medicamentos já foram testados em pessoas com quadros muito semelhantes. Enfatize os benefícios do tratamento. Para pacientes que vão iniciar psicoterapia (TCC, psicodinâmica) Informar sobre as psicoterapias → Explique como funciona a terapia indicada. Na terapia cognitivocomportamental (TCC), informe sobre a necessidade de comprometimento com as tarefas. Salum G. A.; Manfro, G. G.; Cordioli, A. V. Transtornos de ansiedade. In: Duncan, BB et al. Medicina ambulatorial: condutas de atenção primária baseadas em evidências. 4 ed. Porto Alegre: Artmed, 2013. p. 1087. Uma revisão de estudos sugere que pessoas que experimentam sintomas de ansiedade podem ser ajudadas tomando medidas para regular os microrganismos em seu intestino usando alimentos e suplementos probióticos e não-probióticos.Anxiety might be alleviated by regulating gut bacteria Review of studies suggests a potentially useful link between gut bacteria and mental disorders por Beibei Yang, Jinbao Wei, Peijun Ju, Jinghong Chen (2019) Há evidências crescentes de pesquisa de que, em algumas pessoas, o envolvimento em qualquer religião está associado de forma transversal a uma melhor saúde mental. Segundo o The Journal of Alternative and Complementary Medicine, a eficácia da recitação do rosário para ansiedade resulta de um estudo médico específico.Matthew W. Anastasi and Andrew B. Newberg. The Journal of Alternative and Complementary Medicine. March 2008, 14(2): 163-165 == Ver também == * Transtorno da ansiedade * Síndrome da ansiedade esquiva * Ataque de pânico * Transtorno do pânico * Fobia social * Neurose * Estresse * Ansiolítico * Psicopatologia * Antecipação == Ligações externas == Categoria:Psiquiatria Categoria:Emoções Categoria:Sintomas",
 "title": "Ansiedade"
}