{
 "id": "47321",
 "text": "Manuel de Borba Gato (São Paulo dos Campos de Piratininga, 1649 – Nossa Senhora da Conceição do Sabará, 1718) foi um bandeirante paulista e escravocrata. Iniciou suas atividades com o sogro, Fernão Dias Paes. Quando faleceu, em 1718, com 69 anos de idade, ocupava o cargo de juiz ordinário da vila de Sabará. Além de descobridor de minas, foi hábil administrador no fim da vida. ==Biografia== Filho de João de Borba Gato e Sebastiana Rodrigues, casou-se em 1670 com Maria Leite, filha do bandeirante Fernão Dias Paes Leme e de sua esposa Maria Betim. Da união, nasceram três filhas que casariam com portugueses provenientes do Reino, aliás três Franciscos: Francisco Tavares, Francisco de Arruda, Francisco Duarte de Meireles, este da Ilha de São Miguel nos Açores. E retornaram a Portugal, pois dizem as crônicas que «quando rebentou a guerra dos Emboabas, Borba consentiu que Sr. Arruda (cunhado de Leonardo Nardes que com ele descobrira o ribeirão de Pirapetinga no Caeté, como se lê na sesmaria de Nardes doada em 23 de abril de 1711) e Sr. Tavares se repatriassem, acrescentando-lhes o cabedal em ouro ao que já tinham e recomendando-os ao Rei». Consta que compraram na ilha de São Miguel ricas propriedades e fundaram morgadios. O sobrinho deles, que permaneceu no Brasil casado com a filha caçula de Sr. Borba, Duarte de Meireles, tomaria posteriormente o mesmo destino.» A irmã de Borba, Ana Borba, casou com Pedro Correia de Godói, e foram povoadores da região do ribeirão de São Miguel do Carmo. Na crise de 1702, decorrente da cobrança de impostos pela criação da Intendência das Minas por Portugal, instalaram-se à margem do rio de Miguel Garcia, sítio dito do Gualacho (corruptela de Iguarachue ou \"poço do carumbé quebrado\" — o carumbé era uma espécie de tartaruga: comida pelos indígenas, estes quebravam as suas cascas e as depositavam num poço cercado) —. Ignora-se onde foi sepultado, talvez na Capela de Santo Antônio de Mouraria, demolida em 1920, ou na Capela de Santana, ambas do arraial velho de Sabará, ou ainda, segundo alguns autores, em Paraopeba onde tinha um sítio. ===Empreendimentos na bandeira do sogro=== A pedido do governador-geral do Estado do Brasil, Afonso Furtado de Castro do Rio de Mendonça (1610–1675), Fernão Dias Paes realizou de 1674 a 1681, uma bandeira em busca da mítica serra do Sabarabuçu, jazida de esmeraldas e de prata. Borba Gato, extraordinário desbravador de sertões, o acompanhou, assim como Matias Cardoso de Almeida e outros bandeirantes. ===O assassinato do fidalgo=== Após a morte do sogro, por ocasião da ida do administrador-geral das Minas, D. Rodrigo de Castelo Branco, à região das Minas Gerais, desentendeu-se com o fidalgo, parece que o emboscou e assassinou no caminho que levava ao arraial do Sumidouro, em 28 de agosto de 1682. Pelo crime, como era costume, evadiu-se — era castigado bastante naqueles tempos —. Fugiu para a região desconhecida ainda do Vale do rio Doce, onde se ocultou de 1682 a 1699, tendo, segundo relatos, chegado até a foz do rio Piracicaba, atual município de Ipatinga. No verbete sobre D. Rodrigo de Castelo Branco se lê: \"A 26 de junho de 1681 Garcia Rodrigues Pais deu a D. Rodrigo em manifesto as pedras verdes (128 oitavas, em saco lacrado) que o pai descobrira no rio dos índios Mapaxós (ou iguais às que os Azeredos tinham tirado no rio dos Pataxós). Desta apresentação lavrou-se auto escrito por João de Moura. Emissários de Matias Cardoso de Almeida como «capitão-mor da entrada de D. Rodrigo» já anunciavam a chegada próxima deste à feitoria de Santana do Paraopeba, como «administrador geral das minas descobertas e por descobrir.»\" Um intruso, na opinião daqueles paulistas que levavam anos nos sertões. De qualquer jeito, D. Rodrigo quis comprar de Garcia mantimentos e roças, que este colocou à disposição e com o espírito de renúncia que caracterizara a personalidade do pai, e dividiu com ele as esmeraldas… D. Rodrigo partiu para o Sumidouro, onde se deteria para colher informações, e Garcia para São Paulo. Garcia fora mandado buscar por Francisco João da Cunha no arraial do Sumidouro, onde se encontrava doente da maleita que dizimara a tropa e matara seu pai, conforme se lê na sua patente de 14 de julho de 1694 para capitão do forte de Santa Maria da Barra. No dia 28 de junho, D. Rodrigo despachou seu auxiliar, o militar Francisco João da Cunha para São Paulo, para levar as pedras. Borba Gato estaria acampado a légua e meia — retrocedendo ao saber de sua chegada para saudar parentes e amigos —. Havia sete anos estava ausente de São Paulo, distante da mulher e das filhas. Era o sucessor de Fernão Dias Pais, que tivera provisão anterior e também muito legítima de governador de sua leva e dos distritos de seus descobrimentos e conquistas. Borba Gato deve ter entendido a jurisdição de D. Rodrigo à letra do Regimento que a prorrogava somente para as minas existentes no sertão que ele mesmo descobrisse. As do Sabaraboçu estando descobertas, o governo delas pertencia ao chefe da bandeira legalmente investido por quem o podia investir. Tanto que na ordem real pela que fora investido D. Rodrigo o rei declarou que não seria exautorado Fernão Dias Pais, mas pelo contrário devia ser atendido e respeitado. E demonstrou-se gabola e fanfarrão D. Rodrigo, gabando-se de familiar do Príncipe-Regente e de sua influência na corte; os paulistas se remoendo de inveja, criado o aborrecimento suplementar… Borba Gato decerto teria dito que não obedeceria à investidura indefinida do administrador, quando ele representava a especial e certa de Fernão Dias Pais; que nem respeitaria a posse dada por Garcia a D. Rodrigo no Paraopeba, tampouco entregaria o descobrimento do Sabaraboçu. E D. Rodrigo foi por isso adiando a partida e adiando decisões… Os pormenores sobre o assassinato do fidalgo D. Rodrigo de Castelo Branco por Borba ou seus sequazes estão no verbete a ele dedicado. ====Informação da Câmara de São Paulo ao rei==== Em 2 de novembro de 1682 os oficiais da Câmara de São Paulo escrevem ao rei, «numa linguagem sibilina sem nada esclarecer» dão conta do sucedido com Borba Gato, paulista que estava no sertão das esmeraldas e no arraial do Sumidouro, e o qual, observando a inação de D. Rodrigo de Castelo Branco, sem se aplicar em fazer entradas para descobrir o desejado fim para que fora despachado com tantas honras e mercês, com alguma liberalidade lhe estranhara o amortecimento em que se conservava, aplicando-se só a mandar fazer caçadas de aves e animais terrestres para o regalo e grandeza de sua mesa; travando-se de razões menos comedidas, Borba se precipitou tão arrebatado de furor que deu em D. Rodrigo violento empurrão e o deitou ao fundo de uma alta cata, na qual caiu morto. Outra versão imputava o assassinato a dois criados de Borba Gato. A 25 de novembro a notícia da morte foi também dada ao reino pelo governador do Rio: Duarte Teixeira Chaves comunica ao Príncipe Regente que mataram o administrador Geral numa emboscada na estrada do Sumidouro. ====A fuga para o sertão==== Borba Gato fugiu e viveu foragido muitos anos nos sertões do rio Piracicaba ou rio Doce tendo atingido a região onde estes dois rios se encontram, local em que hoje está o município de Ipatinga, MG. Teria descoberto também o ouro do Rio das Velhas. Entre o Sumidouro e a atual Sabará, era o posto da Roça Grande, abundante de ouro… anos depois! ====O perdão==== Tem data de 15 de outubro de 1698 carta patente com o perdão e o posto de lugar-tenente. Borba Gato. Ao encontrar com o governador Artur de Sá e Menezes que viera às minas, Borba disse-lhe que «dignando-se prometer perdão em nome do rei, ele iria patentear-lhe minas tão abundantes de ouro que seriam uma nova fonte de riqueza para a coroa e prosperidade para seus vassalos», tendo-o guiado à região do rio das Velhas. Mesmo evadido, Borba Gato nunca teria realmente perdido contacto com seus parentes em São Paulo e por eles negociou o perdão régio em troco de revelar as ricas faisqueiras descobertas nos ribeiros e serras de Sabará. Após 1698, investido de funções de Tenente-general do Mato, começou a organizar as arrecadações e a pôr ordem na vida das desmanchadas populações de aventureiros. O Códice Costa Matoso, documento de 1730, diz: «A Justiça que achei nestas Minas de Sabará foi o Tenente-General Borba Gato, que era superintendente destas minas, homem paulista. Repartiu as lavras de ouro por sortes de terra e veios d'água, como mandava o Regimento, confiscava todos os comboios do sertão, boiadas, cavalos e negros. E tudo o mais que apanhava, tudo confiscava, até o ouro que ia para os sertões da Bahia se arrematava para o Rei. Essa era a ocupação que tinha Borba. Também havia contendas e como juiz supremo deferia a todos com muito agrado e desejava favorecer os confiscados. Tinha meirinho e escrivão e muita gente para as diligências do confisco.» Consta que em 1693 Borba Gato, o Padre João de Faria Fialho, Pedro de Avos e Antônio Gonçalves Viana exploravam também os tabuleiros auríferos na região dos rios Grande, das Mortes e Sapucaí. A riqueza no rio das Velhas era tal que levou Borba Gato a enviar amostras ao Governador Artur de Sá e Menezes em São Paulo, para obter ser isento da acusação em troca da revelação das jazidas. Por isso em 6 de março de 1700 receberá nomeação como «Guarda-mor do distrito das Minas do Rio das Velhas», esperando até que o Governador viesse proceder à repartição dos lotes em abril de 1701. ===Reaparição como a grande figura do Rio das Velhas=== Em 1700 reapareceu nas Minas, com a intenção de negociar com o governo o arquivamento do seu processo em troca da revelação dos locais onde existiriam as jazidas de ouro do rio das Velhas e da serra do Sabarabuçu. Apresentou, assim, ao governador da Capitania de São Paulo e Minas Gerais, Artur de Sá e Menezes amostras desse ouro, regressando a seguir para a região do rio das Velhas, (atual Sabará) em companhia de seus genros Antônio Tavares e Francisco de Arruda. A Provisão Régia de 6 de março de 1700 nomeou-o Guarda- mor desse distrito do Rio das Velhas, «esperando que o governador Artur de Sá e Menezes viesse reparti-lo pessoalmente em abril de 1701. As guardas-morias eram as únicas autoridades necessárias e com razão de ser, pois nas Minas a primeira propriedade nelas constituída nenhuma outra origem teve senão a título de datas minerais. Tendo Borba Gato subido em 1699 e supondo Artur de Sá e Menezes que estivesse para o Sumidouro, arraial já existente na zona, e de fundação sua, explica-se a confusão do Rio das Velhas com o Sumidouro, nome certo e dominante naquelas paragens. Por esta e outras provisões se deduz que as minas dos Cataguases eram as da região adentro da Itaverava, únicas conhecidas; as de Miguel Garcia e do Ribeirão do Carmo. Pedro Taques de Almeida em 20 de março de 1701 escreveu uma carta ao governador geral D. João de Lencastre em que afirma: «Dizem os homens que tem andado este sertão que é e será mais fácil conduzir gado dos currais desta cidade da Bahia para as Minas do que levá-los destas capitanias de São Paulo.» Estava-se preocupando o governador com o abastecimento das Minas, dada a grande fome que assolara os mineiros nos anos anteriores a ponto de forçar sua evacuação. Diz também Taques que o Quinto era de 12 arrobas, das quais sete arrecadadas em São Paulo e cinco em Taubaté. Comenta que Borba Gato, agraciado por Artur de Sá e Menezes com o título de tenente-general como recompensa a seu serviço ao Rei, fizera pesquisas e novas descobertas de prata». Eram erros grosseiros, porém, como logo se veria: Borba Gato confundira o ouro paladiado das proximidades de Sabará com prata. A carta diz: «o tenente-general Manuel Borba Gato trouxe agora ao general Artur de Sá e Menezes umas folhetas limitadas, que parece foram douradas, que me certifica o dito general era prata achada entre ouro das quebradas, em que alguns serros daquele território afocinham, porque raspando o dourado mostra prata, e neste mesmo sítio se descobriu ouro, que os mineiros puseram-lhe o nome de prateado, porque é mais prata que ouro, razão por que não o lavram, por não ter valor; e sem mineiros será difícil descobrir-se prata.» Deduz-se por esta carta que os mineiros se tornavam exigentes e não mais se davam ao incômodo de lavrar sítio onde a prova não desse de meia oitava para cima, havendo ribeiros onde eram frequentes bateadas de meia libra. Cada negro lavrava por dia umas 40 a 50 bateias de terra. Distribuídas as datas nos primeiros anos, os paulistas andavam felizes, tirando ouro fácil das lavagens, bateias peneirando o cascalho dos rios, ou trabalhando com picaretas e almocafres nos filões superficiais. Esta fase pioneira logo acabaria. Em 9 de junho de 1702, carta patente de Artur de Sá Menezes nomeou Borba Gato tenente-general substituindo o Superintendente José Vaz Pinto: com jurisdição sobre as minas do rio das Velhas. Desde carta de 18 de abril de 1701, o governador Artur de Sá e Menezes autorizara-o a posse das \"terras entre os rios Paraopeba e das Velhas\", e das \"chapadas da serrania de Itatiaia\", esta última localizada entre os atuais municípios de Ouro Preto e Ouro Branco. Assim, se havia instalado nas lavras de Santana, à margem do rio das Velhas, e ao lado da estrada que ia para as Minas Gerais do Ouro Preto passando pelo arraial dos Raposos. Continuava a descobrir novas lavras que ia distribuindo pelos amigos e parentes de São Paulo. As ricas faisqueiras dos Ribeirões da Prata e Brumado, manifestara-as logo para as dar aos irmãos Raposo (Pedro de Morais Raposo era paulista muito considerado, um dos primeiros povoadores do Rio das Mortes). Outros autores comentam que Borba Gato possuía lavras em Santana do rio São João, onde fundara grande fazenda e dividia o tempo entre as duas casas que lhe eram mais caras, a da margem do Rio das velhas e a do Rio de São João, até morrer em 1717. Comentando as «Minas de ouro no Rio das Velhas e no Caeté» diz Antonil: «Além das Minas Gerais dos Cataguás, descobriram-se outras por outros paulistas no rio que chamam das Velhas\" (nascente um pouco a oeste de Ouro Preto, um dos mais importantes afluentes da margem direita do São Francisco) que «ficam, como dizem, na altura de Porto Seguro e de Santa Cruz. E estas são: a do Ribeiro do Campo, descoberta pelo sargento-mor depois coronel Domingos Rodrigues da Fonseca Leme, a do ribeiro da roça dos Penteados, a de Nossa Senhora do Cabo, da qual foi descobridor o mesmo sargento-mor Domingos Rodrigues da Fonseca, a de Nossa Senhora de Monserrate, a do ribeiro do Ajudante, e a principal do Rio das Velhas que é a do serro do Sabaraboçu, descoberta pelo tenente Manuel Borba Gato, paulista, o primeiro que se apoderou dela e do seu território.» ===Papel na Guerra dos Emboabas=== Datada de 12 de outubro de 1708 há uma segunda carta do Governador, no dia em que Borba Gato pôs seus editais intimando despejo a Manuel Nunes Viana. Diz um cronista: «Nunes Viana está em Caeté e do copiar da casa contempla a multidão de baianos e reinóis. É lá que Borba Gato o desafia, afixando no arraial o bando que a todos estarrece em que diz: «Sendo muito prejudicial a sua vinda a estas Minas pelo grande prejuízo que se segue à Fazenda Real todas as vezes que faz jornada para os currais da Bahia, ajuntando e agregando em si todas as pessoas que querem por aquela estrada desencaminhar ouro sem pagar os quintos a Sua Majestade que Deus guarde, seguindo-se de tudo tão danosas consequências à Fazenda Real e atendendo a elas, ordeno e mando ao capitão-mor Nunes Viana despeje estas Minas em termo de 24 horas com cominação de que não o fazendo se lhe confiscarão os bens, será preso e castigado como o são os transgressores das leis e todos aqueles que desencaminham a Fazenda de Sua Majestade. » Afixado no distrito de Nunes Viana, o edital provocou comentários, fazendo crescer a indignação nos baianos. Os asseclas reagem, informam Borba de que não tardarão contendas. Não estando expirado o prazo, Borba afixou novo bando: ninguém poderia colocar-se ao lado de Manuel Nunes Viana, os que o auxiliassem «seriam presos, rigorosamente castigados e teriam bens confiscados». Os novos editais foram «afixados nas partes mais públicas das Minas para que não se pudesse alegar ignorância\". Ora, a Nunes Viana não convinha desavença com Borba Gato. A resposta de Nunes Viana pode-se ler nos arquivos de Lisboa: «Meu Senhor Tenente General. Hoje se contam 13 do corrente, me veio à notícia uns editais que Vossa Mercê mandou pôr nesta capitania e como me assegurassem ordenava Vossa Mercê neles despejasse as Minas dentro em 24 horas, desejoso de ver o motivo que assim o incitava a Vossa Mercê em termos de boa justiça, os mandei buscar para reconhecer a culpa em que tenha incorrido e visto me achar isento de todas as que Vossa Mercê me impõe, às quais respondo e Vossa Mercê considere. Em uma diz Vossa Mercê ser minha vinda prejudicial à Fazenda de el- rei meu senhor, o que nego, mas antes lhe dou aumento, porquanto multiplica a quantidade dela a minha pouquidade, e Vossa Mercê pela lei não pode impedir a entrada e saída nestas Minas nem a pessoa alguma por portugueses e vassalos todos de um Senhor; e não o impedindo ele no seu Regimento, como Senhor, menos o pode Vossa Mercê impedir, que (é) um Ministro substabelecido por outrem e ninguém mais que vem e todos aqueles que se chamam emboabas, obedientes a todas as ordens de Sua Majestade que Deus guarde, pois em tudo humildes obedecemos a seus Ministros e lugar tenentes; e ainda mal pode mais a mais obedecemos a infinitas sem razões que aquele que Vossa Mercê avalia (ilegível) todos os instantes nestas Minas e Vossa Mercê agora os quer ajudar como um Ministro reto o despejo que me consigna por eu não querer consentir uma que quer usar o Capitão Jerônimo Pedroso em querer que lhe pague um pobre o que não lhe deve, e ele costuma não querer pagar o que deve e esse é o motivo porque Vossa Mercê me manda despejar; e na verdade é sentença de Ministro reto. «Consta a outra o dizer Vossa Mercê que sou cabeça de motins, o que não depende de negativa, pois se sabe o meu viver que faço estudo de razões para sempre apaziguar, como consta o tenho por costume no Rio de São Francisco donde é a minha capitania, e em todo ele conservo o povo com razão, equitação, e o mesmo faço donde quer que me acho. E considerada a causa, maior razão é para dizer que Vossa Mercê com o poder de Ministro pretende, com o que intenta, ser amotinador do povo, pois em vez de castigar com o poder do cargo que exerce, ao que lhe foi a Vossa Mercê fazer a queixa, pois bem conhece ser improprio; e se os sequazes que motivaram os motins, chamando ou valendo-se de Ministro para se atropelar razões ou satisfações que precedem entre homens, o certo fora o repreendê-lo Vossa Mercê como Ministro e mostrar-se agravado de que queriam vencer sem razões como domínio do seu cargo; porém Vossa Mercê, não atendendo à sua obrigação, falará a inclinação e conceda-me Vossa Mercê licença de lhe dizer que amotinadores só se acham nos patrícios de Vossa Mercê, que fazem honra e respeito em amotinarem povos e ajuntar gentes para abalroadas, que dessas sabe Vossa Mercê mui bem e não ignora sucedem nestas Minas todos os dias. » A íntegra pode ser lida na Biblioteca Nacional de Lisboa, Arquivo da Marinha e Ultramar, documentos nº 3212 a 3225 Rio de Janeiro). Comenta o livro «Emboabas» que Borba Gato deve ter exultado com a carta, certidão de que o mandara notificar da parte do rei para que se retirasse, que seria registrada em livro da Superintendência. Foi respondida sem tardança: «Fico advertido que Vossa Mercê me diz que sou Ministro subestabelecido por outrem, esta deve de ser a causa de não querer obedecer ao meu Edital, e por isso torno a requerer a Vossa Mercê da parte de Sua Majestade, que Deus guarde, despeje estas Minas a minha ordem pois é acabado o Termo do meu edital que pus, e Vossa Mercê diz na sua carta que mandou tirar e não querendo Vossa Mercê obedecer a isso eu trato com o poder de Sua Majestade que Deus guarde de o fazer despejar, advertindo-lhe a Vossa Mercê que se a isso fizera alguma resistência não só lhe hei de confiscar os bens que veja que tem como vindo pela estrada da Bahia proibida senão todos os bens donde quer que os tiver, como amotinador e cabeça de levantamentos contra as ordens de Sua Majestade que Deus guarde. Isto é o que respondo.» (Biblioteca Nacional de Lisboa, Arquivo da Marinha e Ultramar, documentos 3212–25 do Rio de Janeiro). A retirada de Nunes Viana impediria a recrudescência das rivalidades, saída airosa ao chefe emboada. Em dezembro, porém, Nunes Viana ainda estava na povoação. ===Benquisto dos governadores=== Pela carta de sesmaria, datada de 3 de dezembro de 1710, o Governador Antônio de Albuquerque Coelho de Carvalho diz: Outra carta de sesmaria foi dada em Caeté pelo mesmo governador, em 19 de janeiro de 1711. Tem o mesmo início, e prossegue: O Cercado estava a meia légua do Sumidouro, Anhanhonhacanhuva, e o Tombadouro, verdadeiro nome Matadouro: cercado o lugar em que os índios colocavam os prisioneiros para engordar e matadouro, obviamente, o sitio destinado às matanças. O Borba Gato declara possuir as terras desde a fundação do arraial do Sumidouro. Carta patente em Sabará em 2 de fevereiro de 1711 enumera os serviços de Manuel Borba Gato: ‘encaminhar o serviço de descobrir ouro e minas de prata no distrito do Sumidouro, sugerir os descobertos do Rio das Velhas, Sabará e Caeté, medição e repartição das datas, acomodando partes e evitando contendas e desordens… Era solícito e zeloso, provedor de defuntos e ausentes, administrador das estradas, denodado e severo, justiceiro e probo, cheio de rigor contra os contrabandos, Paulista isento…’ Um ofício de 7 de agosto de 1712 de Antônio Albuquerque ao Rio diz: Borba Gato criou em suas terras duas grandes fazendas, a do \"Borba\" no ribeirão do Borba e a do \"Gato\", no distrito do Itambé. == Legado e homenagens == Na cidade de São Paulo foi construída uma estátua em homenagem a Borba Gato. Inaugurada em 1963, na comemoração do IV Centenário de Santo Amaro, a estátua demorou seis anos para ser construída. Para realizar a obra, seu autor, o escultor Júlio Guerra, utilizou trilhos de bonde para compor a estrutura de concreto, que posteriormente foi revestida com pedras coloridas de basalto e mármore. A fase mais difícil da sua montagem foi a colocação da cabeça, que, pesando três toneladas, foi içada até a altura de treze metros. A estátua pesa vinte toneladas, tem dez metros de altura e fica sobre um pedestal de três metros. Localizada à altura do número 5700 da Avenida Santo Amaro, na confluência com a Avenida Adolfo Pinheiro, a estátua integra o Inventário de Obras de Arte em Logradouros Públicos da Cidade de São Paulo, mantido pelo Departamento do Patrimônio Histórico. Perto do monumento fica a Estação Borba Gato da Linha 5-Lilás, inaugurada em 2017. Desde sua inauguração, a obra causou certo estranhamento, entre os moradores da cidade, além de suscitar polêmicas estéticas e ser eventualmente ridicularizada, por suas dimensões colossais. Nos últimos anos, passou a ser também alvo de reiterados protestos, em razão da fama de Borba Gato como \"caçador de índios\", no século XVIII. Segundo o ator Paulo Cesar Pereio, um dos autores do vídeo satírico Borba Gato, o bagulho maravilhaVídeo: Borba Gato, o bagulho maravilha. YouTube, 2007.: \"Borba Gato ficou famoso por massacrar índios e estuprar índias. Enriqueceu explorando ouro em Minas Gerais. Chegou a ser acusado de assassinato, mas como se tornou rico, escapou impune das acusações\". Em setembro de 2016, a estátua de Borba Gato foi pichada por manifestantes. Em julho de 2021, o monumento foi incendiado por Paulo Roberto da Silva Lima (conhecido como Paulo Galo, líder dos Entregadores Antifascistas de São Paulo) e Danilo da Silva Oliveira, autodeclarados integrantes do movimento Revolução Periférica. Ambos se apresentaram voluntariamente à polícia. Danilo foi liberado, mas Paulo Roberto foi preso. A mulher de Paulo, Géssica de Paula Silva Barbosa, também foi presa - embora não tivesse participado do ato -, tendo sido liberada após passar dois dias na prisão.‘Campanha pela liberdade é importante para que Justiça veja que não estamos sozinhos’, diz Géssica após ser solta. Por Beatriz Drague Ramos. Ponte Jornalismo, 1º de agosto de 2021 Géssica Barbosa tem prisão revogada após ser presa por fogo no Borba Gato; Galo pode ter prisão prorrogada. Por Beatriz Drague Ramos. Ponte Jornalismo, 30 de julho de 2021Justiça determina prisão de suspeito de incendiar estátua do Borba Gato; 'objetivo foi abrir debate sobre o genocida e abusador de mulheres', diz preso G1 À imprensa, Paulo Galo declarou: \"O ato foi para abrir um debate. Em nenhum momento, foi feito para machucar alguém ou querer causar pânico. Que as pessoas agora decidam se querem ter uma estátua de 13 metros de altura que homenageia um genocida e um abusador de mulheres\". Porém, de acordo com o escritor Eduardo Bueno quem participou da destruição das missões jesuíticas e do aprisionamento em larga escala dos Guaranis - povo mais afeito ao trabalho agrícola - foi o sogro de Borba Gato, Fernão Dias. \"Os índios da região de Minas Gerais, onde Borba Gato circulava, eram os chamados 'índios de língua travada', os índios não tupis, que você não conseguia reduzir à escravidão com lucro efetivo. Ele [Borba Gato] já tinha desistido de escravizá-los, mas não por uma questão de bondade ou não porque os bandeirantes não escravizavam, mas porque ele não via utilidade em escravizá-los. [...] Circunstancialmente, ele não precisou escravizar índios. Ele estava lá por uma busca mineral.\"Borba Gato não foi caçador de índios: queimaram a estátua errada, diz Eduardo Bueno. Jornal de Brasília, 30 de julho de 2021. Em Pindamonhangaba, Borba Gato dá nome ao 2º Batalhão de Engenharia de Combate (2º BECmb). ==Bibliografia== *FRANCO, Francisco de Assis. Dicionário de Bandeirantes e Sertanistas do Brasil. São Paulo: 1989. *MARQUES, Manuel. Apontamentos Históricos, Geográficos, Estatísticos e Noticiosos da Província de São Paulo (2 v.). São Paulo: 1978. *TAUNAY, Afonso. História das Bandeiras (3 v.). São Paulo: 1975. Categoria:Nascidos em 1649 Categoria:Mortos em 1718 Categoria:Sertanistas Categoria:Homens Categoria:Bandeirantes (sertanistas) Categoria:História de Minas Gerais Categoria:Família Borba Gato Categoria:Pessoas da Guerra dos Emboabas Categoria:Brasileiros do século XVII",
 "title": "Borba Gato"
}