{
 "id": "47366",
 "text": "Grécia Antiga (; ) foi uma civilização pertencente a um período da história grega que abrange desde o Período Homérico dos séculos XIV a IX a.C. até o fim da antiguidade (c.476 d.C.). Imediatamente após este período foi o início da Idade Média e da era bizantina. Aproximadamente três séculos após o Colapso da Idade do Bronze da Grécia micênica, as pólis urbanas gregas começaram a se formar no século VIII a.C., dando início ao Período Arcaico e à colonização da Bacia do Mediterrâneo. Isto foi seguido pelo período da Grécia Clássica, uma era que começou com as Guerras Greco-Persas, que durou do século V ao século IV a.C.. Devido às conquistas de Alexandre, o Grande da Macedônia, o Período Helenístico floresceu da Ásia Central até o extremo oeste do Mar Mediterrâneo. Esta era chegou ao fim com as conquistas e anexações do mundo mediterrâneo oriental pela República Romana, que estabeleceu a província romana da Macedônia na Grécia romana e mais tarde a província de Acaia, durante o Império Romano. A cultura grega clássica, especialmente a filosofia, teve uma influência poderosa na Roma Antiga, que carregou uma versão dela para muitas partes da Bacia do Mediterrâneo e da Europa. Por essa razão, a Grécia Clássica é geralmente considerada a cultura seminal que forneceu a base da cultura ocidental moderna e é considerada o berço da civilização ocidental. Os gregos clássicos davam grande importância ao conhecimento. Ciência e religião não eram separadas e aproximar-se da verdade significava aproximar-se dos deuses. Nesse contexto, eles entendiam a importância da matemática como um instrumento para obter um conhecimento mais confiável (\"divino\"). A cultura grega, em poucos séculos e com uma população limitada, conseguiu explorar e progredir em muitos campos da ciência, matemática, filosofia e conhecimento em geral, o que deixou um legado duradouro. == Cronologia == Período Duração Observações Ref. Pré-Homérico Penetração de povos indo-europeus na Grécia: aqueus (2 000-), eólios () e Jônios (); Civilização Minoica continua a prosperar (3 000 - ) e a Civilização Micênica é formada (1 600-); dóricos invadem a Hélade no final do período () Período homérico Ruralização, ausência de escrita e formação dos genos; período da criação das obras de Homero, Ilíada e Odisseia. Arcaico Formação da pólis, a colonização grega, o aparecimento do alfabeto fonético além de progresso econômico com a expansão da divisão do trabalho, do comércio e da indústria. Clássico ou Século de Péricles Bipolarização da Grécia entre Esparta (com a Liga do Peloponeso) e Atenas (com a Liga de Delos). Ocorrência das Guerras Médicas e da Guerra do Peloponeso, bem como da hegemonia de Tebas no fim do período. Helenístico Crise da pólis, conquista do Império Aquemênida e expansão cultural helenística. == História == Os gregos originaram-se de povos que migraram para a península Balcânica em diversas ondas, no início do milênio : aqueus, jônicos, eólios e dóricos (ou dórios). As populações invasoras são em geral conhecidas como \"helênicas\", pois sua organização de clãs fundamentava-se na crença de que descendiam do herói Heleno, filho de Deucalião e Pirra. === Período pré-homérico === ==== Civilização Minoica ==== thumb|upright=1.5|Talassocracia minoica A Civilização Minoica surgiu durante a Idade do Bronze Grega em Creta e floresceu aproximadamente do ao . O termo \"minoico\" foi cunhado por Arthur Evans, seu redescobridor, e deriva do nome do rei mítico \"Minos\". Evans e Nicolaos Platon, importantes arqueólogos minoicos, desenvolveram dois tipos de periodização para a civilização. Evans baseou-se nos estilos de cerâmica produzidos criando assim três períodos, o Minoano Antigo, o Médio e o Recente. Platon baseou-se no desenvolvimento dos palácios minoicos o que gerou os períodos pré-palaciano, protopalaciano, neopalaciano e pós-palaciano. Como resultado do comércio com o Egeu e Mediterrâneo, no Minoano Antigo, os minoicos viveram uma transição de uma economia agrícola para adentrar noutras economias, o resultado do comércio marítimo com outras regiões do Egeu e Mediterrâneo Ocidental. Com a utilização de metais, houve o aumento das transações com os países produtores: os minoicos procuravam cobre do Chipre, ouro do Egito, prata e obsidiana das Cíclades. Os portos estavam crescendo tornando-se grandes centros sob influência do aumento das atividades comerciais com a Ásia Menor, sendo que a parte oriental da ilha mostra a preponderância do período. Centros na parte oriental (Vasilicí e Mália) começam a notabilizar-se e sua influência irradia-se ao longo da ilha dando origem a novos centros; aldeias e pequenas cidades tornaram-se abundantes e as fazendas isoladas são raras. thumb|esquerda|upright|Pintura mural de um homem minoico em Cnossos. No final do milênio , várias localidades na ilha desenvolveram-se em centros de comércio e trabalho manual, devido à introdução do torno na cerâmica e na metalurgia de bronze, a qual se acrescenta um aumento da população (densamente povoada), especialmente no centro-oeste. Além disso, o estanho da Península Ibérica e Gália, assim como o comércio com a Sicília e mar Adriático começaram a frear o comércio oriental. No âmbito da agricultura , é conhecido através das escavações que quase todas as espécies conhecidas de cereais e leguminosas são cultivados e todos os produtos agrícolas ainda hoje conhecidos como o vinho e uvas, óleo e azeitonas, já ocorriam nessa época. O uso da tração animal na agricultura é introduzida. Em torno de , foram construídos os primeiros palácios minoicos (Cnossos, Mália e Festo), sendo estes a principal mudança do minoano médio. Como resultado, houve a centralização do poder em alguns centros, o que impulsionou o desenvolvimento econômico e social. Estes centros foram erigidos nas planícies mais férteis da ilha, permitindo que seus proprietários acumulassem riquezas, especialmente agrícolas, como evidenciados pelos grandes armazéns para produtos agrícolas encontrados nos palácios. O sistema social era provavelmente teocrático, sendo o rei de cada palácio o chefe supremo, oficial e religioso. A realização de trabalhos importantes são indícios de que os minoicos tinham uma divisão bem-sucedida do trabalho, e tinham uma grande quantidade deles. Um sistema burocrático e a necessidade de melhor controle de entrada e saída de mercadorias, além de uma possível economia baseada em um sistema escravista, formaram as bases sólidas para esta civilização. Com o tempo, o poder dos centros orientais começa a eclipsar, sendo estes substituídos pelo ascendente poderio dos centros interioranos e ocidentais. Isto ocorreu, principalmente, por distúrbios políticos na Ásia (invasão cassita na Babilônia, expansão hitita e invasão hicsa no Egito) que enfraqueceram o mercado oriental, motivando um maior contato com a Grécia continental e as Cíclades. No final do período MMII (1 750 - ), houve uma grande perturbação em Creta, provavelmente um terremoto, ou possivelmente uma invasão da Anatólia. A teoria do terremoto é sustentada pela descoberta do Anemospília pelo arqueólogo Sakelarakis, no qual foram encontrados os corpos de três pessoas (uma delas vítima de um sacrifício humano) que foram surpreendidas pelo desabamento do templo. Outra teoria é que havia um conflito dentro de Creta, e Cnossos saiu vitorioso. Os palácios de Cnossos, Festo, Mália e Cato Zacro foram destruídos. Mas, com o início do período neopalaciano, a população voltou a crescer, os palácios foram reconstruídos em larga escala (no entanto, menores que os anteriores) e novos assentamentos foram construídos por toda a ilha, especialmente grandes propriedades rurais. Este período (séculos XVII e , MM III/neopalaciano) representa o apogeu da Civilização Minoica. Os centros administrativos controlavam extensos territórios, fruto da melhoria e desenvolvimento das comunicações terrestres e marítimas, mediante a construção de estradas e portos, e de navios mercantes que navegavam com produções artísticas e agrícolas, que eram trocadas por matérias-primas. Entre 1 700 e , a monarquia de Cnossos deteve a supremacia da ilha. Essa monarquia, apoiada, pela elite mercantil surgida em decorrência do intenso comércio, criou um império comercial marítimo, a talassocracia. Após cerca de , a cultura material do continente grego alcançou um novo nível, devido a influência minoica. Importações de cerâmicas do Egito, Síria, Biblos e Ugarit demonstram ligações entre Creta e esses países. Os hieróglifos egípcios serviram de modelo para a escrita pictográfica minoica, a partir da qual os famosos sistemas de escrita Linear A e B mais tarde desenvolveram-se A erupção do vulcão Tera (atual Santorini) foi implacável para o rumo de Creta. A erupção foi datada como tendo ocorrido entre 1 639 e , por meio de datação por radiocarbono; em por dendrocronologia; e entre 1 530 - pela arqueologia. O leste da ilha foi alcançado por nuvens e chuva de cinzas que possivelmente alastraram gases nocivos que intoxicaram muitos seres vivos, além de terem causado mudanças climáticas e tsunamis, o que possivelmente fez com que Creta se tornasse polo de refugiados provenientes das Cíclades, o que minou, juntamente com os cataclismos naturais prévios, a estabilidade da ilha. Além disso, a destruição do assentamento minoico em Tera (conhecido como Acrotíri) poderia ter impactado, mesmo que indiretamente, o comércio minoico com o norte. Em torno de , um novo abalo sísmico consecutivo às catástrofes do Santorini, destruiu outra vez os palácios minoicos, no entanto, estes foram novamente reconstruídos e foram feitos ainda maiores do que os anteriores. Em torno de , a Civilização Minoica experimentou uma reviravolta, devido a uma catástrofe natural, possivelmente um terremoto. Outra erupção do vulcão Tera tem sido associada a esta queda, mas a datação e implicações permanecem controversas. Vários palácios importantes em locais como Mália, Tílissos, Festo, Hagia Triada bem como os alojamentos de Cnossos foram destruídos. Durante o MRIIIB a ilha foi invadida pelos aqueus da Civilização Micênica. Os sítios dos palácios minoicos foram ocupados pelos micênicos em torno de ( de acordo com outras fontes). ==== Civilização Micênica ==== Os minoicos viriam a influenciar a história da Grécia através dos micênicos, que adoptam aspectos da cultura minoica. O nome \"micênico\" foi criado por Heinrich Schliemann com base nos estudos que fez no sítio de Micenas, no nordeste do Peloponeso, onde outrora se erguia um grande palácio e uma das principais cidades além de Tirinto, Tebas e Esparta. Julga-se que os micênicos se chamariam a si próprios aqueus. De acordo com vários historiadores, os micênicos eram chamados de Ahhiyawa pelos hititas. A sua civilização floresceu entre 1 600 e . Os micênicos já falavam grego. Não tinham uma unidade política, existindo vários reinos micénicos. À semelhança dos minoicos, o centro político encontrava-se no palácio, cujas paredes também estavam decoradas com afrescos. Para além de praticarem o comércio, os micênicos eram amantes da guerra e da caça. Por volta de os micênicos teriam ocupado Cnossos, centro da cultura minoica. Por volta de o mundo micénico entra em declínio, o que estaria relacionado com a decadência do reino hitita no Oriente Próximo, que teria provocado a queda das rotas comerciais. Sua decadência envolveu também guerras internas. É provável que a destruição da cidade de Troia, facto que se teria verificado entre 1 230 e , possa estar relacionado com o relato literário de Homero na Ilíada, escrita séculos depois. === Período Homérico === Dá-se o nome de período homérico ao período que se seguiu ao fim da Civilização Micênica e que se situa entre 1 100 e . Durante este período perdeu-se o conhecimento da escrita, que só seria readquirido no . Os objectos de luxo produzidos durante a era micénica não são mais fabricados neste período. A designação atribuída ao período encontra-se relacionada não apenas com a decadência civilizacional, mas também com as escassas fontes para o conhecimento da época. Outro dos fenómenos que se verificou durante este período foi o da diminuição populacional, não sendo conhecidas as razões exactas que o possam explicar. Para além disso, as populações também se movimentam, abandonando antigos povoados para se fixarem em locais que ofereciam melhores condições de segurança. === Período Arcaico === O Período Arcaico tem como balizas temporais tradicionais a data de , ano da realização dos primeiros Jogos Olímpicos, e , data da Batalha de Salamina. A Grécia era ainda dividida em pequenas províncias com autonomia, em razão das condições topográficas da região: cada planície, vale ou ilha é isolada de outra por cadeias de montanhas ou pelo oceano. A origem das cidades gregas remonta à própria organização dos invasores, especialmente dos aqueus, que se agrupavam nos chamados ghené (ghenos, no singular). Os ghené eram essencialmente comunidades tribais que cultuavam seus deuses na acrópole (local elevado). A vida econômica dessas grandes famílias era, a princípio, baseada em laços de parentesco e cooperação social. A terra, a colheita e o rebanho pertenciam à comunidade. Havia uma liderança política na figura do pater, um membro mais velho e respeitado. Diversos ghené agrupavam-se em fratarias, e diversas fratarias em tribos. Com a recuperação econômica após o interlúdio dórico, a população grega cresceu além da capacidade de produção das terras cultiváveis. Diante desse desequilíbrio, e procurando garantir melhores condições de vida, alguns grupos teriam se destacado, passando a manejar armas e a ter domínio sobre as melhores terras e rebanhos. Esses grupos acumularam riqueza, poder e propriedade como resultado da divisão desigual das terras do ghené, considerando-se os melhores — aristos (aristoi), em grego. Assim, foram diferenciando-se da maioria da população e dissolvendo a vida comunitária do ghené. Essas transformações sociais estavam na origem da formação da pólis, a cidade grega. A partir de os gregos iniciaram um longo processo de expansão, firmando colônias em várias regiões, como Sicília e sul da Itália (a chamada Magna Grécia), no sul da França, na costa da Península Ibérica, no norte de África e nas costas do mar Negro. Entre os séculos VIII e fundaram aí novas cidades, as colônias, as quais chamavam de apoíkias—; palavra que pode ser traduzida por nova casa. São muitas as causas apontadas pelos historiadores para explicar essa expansão colonizadora grega. Grande parte dessas causas relaciona-se a questões sociais originadas por problemas de posse de terra e dificuldades na agricultura. As melhores terras eram dominadas por famílias ricas (os aristos, também conhecidos por eupátridas - bem-nascidos). A maioria dos camponeses (georgoi) cultivava solos pobres cuja produção de alimentos era insuficiente para atender às necessidades de uma população em crescimento. Uma terceira classe, que não possuía terras, dedicar-se-ia, mais tarde, ao comércio; eram chamados de tetas (thetas), marginais. Para fugir à miséria, muitos gregos migravam em busca de terras para plantar e de melhores condições de vida, fundando novas cidades. Assim, no primeiro momento, a principal atividade econômica das colônias gregas foi a agricultura. Posteriormente, muitas colônias transformaram-se em centros comerciais, dispondo de portos estratégicos para as rotas de navegação. A Hélade começa a dominar linguística e culturalmente uma área maior do que o limite geográfico da Grécia. As colônias não eram controladas politicamente pelas cidades que as fundavam, apesar de manterem vínculos religiosos e comerciais com aquelas. Predominava entre os gregos sempre a organização de comunidades independentes, e a cidade (cada uma desenvolveu seu próprio sistema de governo, leis, calendário e moeda) tornou-se a unidade básica do governo grego. Socialmente, a colonização do mar Mediterrâneo pelos gregos resultou no desenvolvimento de uma classe rica formada por mercadores (o comércio internacional desenvolvera-se a partir de então) e de uma grande classe média de trabalhadores assalariados, artesãos e armadores. Culturalmente, os gregos realizaram intercâmbios com outros povos. Na economia, a indústria naval se desenvolveu, obviamente, passando a consumir crescente quantidade de madeira das florestas gregas. As evidências arqueológicas indicam que o padrão de vida na Grécia melhorou acentuadamente (o tamanho médio das áreas do primeiro andar de residências encontradas por arqueólogos aumentou cinco vezes, de 55 metros quadrados para 230 metros quadrados); a expectativa de vida e a estatura média também mostram evidências de melhoria. A população aumentou de 600 mil no para em torno de 9 milhões, no . E tudo isso fez com que no , a Grécia já possuísse a economia mais avançada do mundo e com um nível de desenvolvimento extremamente raro para uma economia pré-industrial, estando em vantagem em alguns pontos se comparada às economias mais avançadas antes da Revolução Industrial, aos países baixos do e à Inglaterra do . Apesar disso, houve concentração fundiária, em algumas cidades essa concentração levou a revoltas e tiranias, em outras a aristocracia manteve o controle graças a legisladores inclementes. Outras cidades permaneceram relativamente igualitárias na distribuição das terras, em Atenas é estimado que entre 7,5-9% dos cidadãos, o grupo abastado, fossem proprietários de 30-35% de todas as terras, e 20% dos cidadãos tinham pouca ou nenhuma terra e os restantes 70-75% dos cidadãos eram proprietários de 60-65% das terras. === Período Clássico === O Período Clássico estende-se entre 500 e e é dominado por Esparta e Atenas. Cada um destas poleis desenvolveu o seu modelo político (a oligarquia militarista em Esparta e a democracia aristocrata em Atenas). Ao nível externo verifica-se a ascensão do Império Aquemênida quando Ciro II conquista o reino dos medos. O Império Aquemênida prossegue uma política expansionista e conquista as cidades gregas da costa da Ásia Menor. Atenas e Erétria apoiam a revolta das cidades gregas contra o domínio persa, mas este apoio revela-se insuficiente já que os jónios são derrotados: Mileto é tomada e arrasada e muitos jónios decidem fugir para as colónias do Ocidente. O comportamento de Atenas iria gerar uma reacção persa e esteve na origem das Guerras Médicas (490-). Perante a invasão persa, os gregos decidem esquecer as diferenças entre si e estabelecem uma aliança composta por 31 cidades, entre as quais Atenas e Esparta, tendo sido atribuída a esta última o comando das operações militares por terra e pelo mar. As forças espartanas lideradas pelo rei Leónidas I conseguem temporariamente bloquear os persas na Batalha das Termópilas, mas tal não impede a invasão da Ática. O general Temístocles tinha optado por evacuar a população da Ática para Salamina e sob a direcção desta figura Atenas consegue uma vitória sobre os persas em Salamina. Em os gregos confirmam a sua vitória desta feita na Batalha de Plateias. A frota persa foge para o mar Egeu, onde em é vencida em Mícale. Com o fim das Guerras Médicas, e em resultado da sua participação decisiva no conflito, Atenas torna-se uma cidade poderosa, que passa a intervir nos assuntos do mundo grego. Esparta e Atenas distanciam-se e entram em rivalidade, encabeçando cada uma delas uma aliança política e militar: no caso de Esparta era a Liga do Peloponeso e no caso de Atenas a Liga de Delos. Esta última foi fundada em e era composta essencialmente por estados marítimos que encontravam-se próximos do mar Egeu, que temiam uma nova investida persa. O centro administrativo da liga era a ilha de Delos. As relações entre as duas polis atingem o grau de saturação em , ano em que se inicia a guerra. Esparta lança um ultimato a Atenas: deve levantar as sanções a Mégara e suspender o bloqueio a Potideia. Péricles consegue convencer a assembleia a rejeitar o ultimato e a guerra começa. O conflito continuou até ano em que Atenas é derrotada em Anfípolis. Na batalha morrem o general espartano Brásidas e o ateniense Cléon, ficando o ateniense Nícias em condições de estabelecer a paz (Paz de Nícias, ). Apesar do suposto cessar das hostilidades, entre 421 e 414 as duas polis continuam a combater, não diretamente entre si, mas através dos seus aliados, como demonstra a ajuda secreta dada a Argos por Atenas. Em Alcibíades convenceu a Assembleia de Atenas a lançar um ataque contra Siracusa, uma aliada de Esparta, em expedição que se revelou um fracasso. Esse foi um tempo em que o mundo grego prosperou, com o fortalecimento das cidades- estados e a produção de obras que marcariam profundamente a cultura e a mentalidade ocidental, mas foi também o período em que o mundo grego se viu envolvido em longas e prolongadas guerras. === Período Helenístico === O período helenístico refere-se ao período da história da Grécia e de parte do Oriente Médio compreendido entre a morte de Alexandre o Grande em 323 a.C. e a anexação da península grega e ilhas por Roma em 146 a.C. Caracterizou-se pela difusão da civilização grega numa vasta área que se estendia do mar Mediterrâneo oriental à Ásia Central. De modo geral, o helenismo foi a concretização de um ideal de Alexandre: o de levar e difundir a cultura grega aos territórios que conquistava. Foi neste período que as ciências particulares tiveram seu primeiro e grande desenvolvimento. Foi o tempo de Euclides e Arquimedes. O helenismo marcou um período de transição para o domínio e apogeu de Roma.SPINELLI, Miguel. Helenização e Recriação de Sentidos. A Filosofia na época da expansão do Cristianismo - Séculos, II, III e IV. Porto Alegre: Edipucrs, 2003.Durante o período helenista, foram fundadas várias cidades de cultura grega, entre elas Alexandria e Antioquia, capitais do Egito ptolemaico e do Império Selêucida, respectivamente. == Geografia == Situada na porção sul da península Balcânica, o território da Grécia continental caracteriza-se pelo seu relevo montanhoso; 80% da Grécia é formada por montanhas. A cordilheira dominante é a dos montes Pindo que separa a costa oriental, banhada pelo mar Egeu, da costa ocidental, banhada pelos mares Jônico e Adriático. A Grécia Setentrional dividia-se em Tessália, Acarnânia e Epiro; a Grécia Central em Fócida, Etólia, Beócia (região de Tebas) e Ática (logradouro de Atenas); o Peloponeso (Grécia peninsular) em Acaia (região de Olímpia), Arcádia (logradouro de Argos, Tirinto e Micenas), Messênia (terra de Pilos) e Lacônia (região de Esparta). Entre a Grécia peninsular e continental há o istmo de Corinto (terra de Corinto e Mégara), estreita faixa litorânea, e o golfo de Corinto. No mar Egeu encontram-se várias ilhas que formam diversos arquipélagos: Espórades, Cíclades, Dodecaneso (\"doze ilhas\"), Jônicas e a ilha de Creta; todo o litoral egeu da Anatólia e o sul da Itália (Magna Grécia) também fazem parte da geografia grega. === Colônias === Durante o período arcaico, a população da Grécia cresceu além da capacidade da sua já limitada terra cultivável (de acordo com uma estimativa, a população da Grécia Antiga aumentou por um fator maior do que 10 durante o período de 800 a , a partir de um aumento populacional de 800 mil habitantes para uma população total estimada em 10 a 13 milhões de pessoas). Por volta de os gregos começaram um período de expansão territorial que durou cerca de 250 anos, estabelecendo colônias em todas as direções. A leste, na costa do mar Egeu, a Ásia Menor foi colonizada primeiro, seguida por Chipre e as costas da Trácia, o mar de Mármara e costa sul do mar Negro. A colonização grega também alcançou áreas mais distantes, como regiões das atuais Ucrânia e Rússia (Taganrog). A oeste, foram colonizadas as costas da Ilíria, Sicília e do sul da Itália, seguido pelo sul da França, Córsega e até mesmo o nordeste da Espanha. Também foram fundadas colônias gregas no Egito e na atual Líbia. As atuais cidades de Siracusa, Nápoles, Marselha e Istambul tiveram seu início como as colônias gregas de Siracusa (Συρακούσαι), Neápolis (Νεάπολις), Massália (Μασσαλία) e Bizâncio (Βυζάντιον). Estas colônias desempenharam um papel importante na disseminação da influência grega em toda a Europa e ajudaram a criar longas redes comerciais entre as cidades-estados gregas, impulsionando a economia da Grécia antiga. == Sociedade e organização política == São muitas as diferenças entre a Grécia moderna e a Grécia Antiga. O mundo grego antigo estendia-se por uma área muito maior do que o território grego atual. Além disso, há outra diferença básica. Hoje, a Grécia constitui um Estado, cujo nome oficial é \"República Helênica\". Já a Grécia Antiga nunca foi um Estado unificado com governo único. Era um conjunto de cidades-estados independentes entre si, com características próprias embora a maioria delas tivesse seus sistemas econômicos parecidos, excluindo-se de Esparta. === Cidades-Estado === Desde o , formaram-se pela Grécia Antiga diversas cidades independentes. Em razão disso, cada uma delas desenvolveu seu próprio sistema de governo, suas leis, seu calendário, sua moeda. Cada uma dessas cidades era chamada de pólis, palavra grega que costuma ser traduzida por cidade-Estado. O conjunto de diversas pólis era chamado de poleis. De modo geral, a pólis reunia um agrupamento humano que habitava um território cuja extensão geralmente variava entre algumas centenas de quilômetros quadrados e 10 mil km². Compreendia uma área urbana e outra rural. Atenas, por exemplo, tinha km², Siracusa tinha km² e Esparta se estendia por km². A área urbana frequentemente se estabelecia em torno de uma colina fortificada denominada acrópole (do grego akrós, alta e pólis, cidade). Nessa área concentrava-se o centro comercial e a manufatura. Ali, muitos artesãos e operários produziam tecidos, roupas, sandálias, armas, ferramentas, artigos em cerâmica e vidro. Na área rural a população dedicava-se às atividades agropastoris: cultivo de oliveiras, videiras, trigo, cevada e criação de rebanhos de cabras, ovelhas, porcos e cavalos. Este agrupamento visava atingir e manter uma completa autonomia política e social para com as outras poleis gregas, embora existisse muito comércio e divisão de trabalho entre as cidade gregas. É estimado que Atenas importava 2/3 a 3/4 de seus alimentos e exportava azeite, chumbo, prata, bronze, cerâmica e vinho. No mundo grego encontramos muitas poleis, dentre as mais famosas, temos Messênia, Tebas, Mégara e Erétria. É estimado que seu número tenha chegado a mais de mil no . A maioria das poleis gregas eram pequenas, com populações de aproximadamente 20 mil habitantes ou menos na sua área urbana. Contudo, as principais cidades eram bem maiores, no , estando entre elas Atenas, com estimados 170 mil habitantes, Siracusa com aproximadamente 125 mil habitantes e Esparta com apenas 40 mil habitantes. Atenas era a maior e mais rica cidade da Grécia Antiga durante os séculos V e . Existem relatos da época que reportam um volume comercial externo (soma das importações e exportações das cidades do império ateniense) da ordem de 180 milhões de dracmas áticos, valor duas ou três vezes superior ao orçamento do Império Aquemênida na mesma época. === Formas de Governo === ==== Monarquia ==== A monarquia é uma forma de governo em que o poder está nas mãos de uma única pessoa. A maioria das monarquias foram governadas por reis, geralmente com a ajuda de um conselho de assessores. A palavra monarquia vem dos termos gregos monos (que significa \"um\") e arkhein (que significa \"regra\"). Os Micénicos, quem governou a Grécia antiga de 2 000 a , eram povos guerreiros que estabeleceram monarquias para governar seus reinos. O rei de cada cidade- estado vivia em um palácio-fortaleza luxuoso na cidade capital. Além da capital havia uma rede de aldeias periféricas. As pessoas dessas aldeias pagavam impostos ao rei, obedeciam às suas leis, e dependiam dele para a sua defesa. O rei muitas vezes contou com soldados fortemente armados para impor seu domínio e garantir que as pessoas pagassem impostos e obedecessem a suas leis. Ele geralmente mantinha o seu poder político para a vida toda. Seu filho mais velho, o príncipe, sucedia-lhe no trono. Quando não havia sucessor masculino direto, os mais próximos conselheiros militares do rei muitas vezes lutavam entre si para se tornar o novo monarca. As monarquias micênicas sobreviveram até por volta do ano de . Naquela época, muitas de suas rotas comerciais orientais começaram a fechar por causa de combates entre reinos da Ásia Menor. Como resultado, os micênicos já não podiam obter metais brutos, e sua capacidade de fabricar armas e conquistar outras terras diminuíram. Eventualmente, os micênicos começaram a lutar entre si pela sobrevivência, e eles lentamente destruíram-se uns aos outros. Finalmente, um povo do noroeste chamado dórios invadiram a Grécia e destruíram o que restava das monarquias micênicas. A Monarquia como forma de governo logo desapareceu na Grécia. Foi substituída por um sistema em que um pequeno número de indivíduos partilhavam o poder e governavam como um grupo. ==== Oligarquia ==== Uma oligarquia é uma forma de governo em que o poder de decisão está nas mãos de poucos líderes. A palavra oligarquia vem dos termos gregos oligos (que significa \"poucos\") e arkhein (que significa \"regra\"). Entre 1 100 e , pequenos grupos de pessoas começaram a compartilhar o poder dominante em várias cidades-estados gregas. O poder político foi muitas vezes compartilhado entre aristocratas, que herdavam a riqueza e o poder de suas famílias, e um rei. Com o tempo, esse arranjo de decisões mudou. As oligarquias se desenvolveram de forma que o poder político ficava nas mãos de poucos indivíduos, ricos e selecionados. Alguns desses membros do círculo governante eram de nascimento aristocrático, enquanto outros eram membros ricos da classe média. Como monarcas, oligarcas geralmente tinham vidas de luxo e faziam cumprir sua lei com o apoio militar. Os cidadãos de uma oligarquia desfrutavam de certas proteções, embora eles não tinham plenos direitos políticos, como votar. Portanto, a maioria dos cidadãos de uma oligarquia tinha muito pouco a dizer sobre como a cidade-estado era governada. Com o tempo, as oligarquias começaram a desaparecer na Grécia por vários motivos. Em Corinto, por exemplo, as pessoas viviam bem, mas a oligarquia governava duramente e os cidadãos eventualmente derrubaram-na. Em Atenas, a insatisfação com os oligarcas surgiu como o aumento da população camponesa e escassez de alimentos. O poder das oligarquias também foi enfraquecido quando indivíduos poderosos e ricos reuniram exércitos de contratados, ou mercenários, guerreiros, chamados hoplitas, e os usou para intimidar os líderes políticos. Até o ano , uma oligarquia estável governou apenas uma cidade-estado, Esparta. ==== Tirania ==== thumb|upright|A escultura de Harmódio e Aristógito. Eles ficaram conhecidos como tiranicidas depois que mataram Hiparco e eram o símbolo proeminente da democracia ateniense. A tirania é uma forma de governo em que o poder de decisão está nas mãos de um indivíduo que tenha tomado o controle, muitas vezes por meios ilícitos. A palavra tirania vem do grego tyrannos, que significa \"usurpador com poder supremo\". Com o tempo, a pessoa que governava através da tirania, ou um tirano, ficou conhecida como quem se agarra ao poder por meios cruéis e abusivos. As tiranias na Grécia surgiram pela primeira vez em meados do ano . Em muitas cidades-estados, uma crescente e rica classe média de comerciantes e fabricantes ficara descontente com seus governantes. Essa classe média exigia privilégios políticos e sociais para acompanhar sua nova riqueza, mas as oligarquias dominantes recusavam-se a conceder-lhes uma palavra a dizer no governo. Várias pessoas, na sua maioria ex-líderes militares, responderam às demandas da população de classe média e prometeram fazer as mudanças que eles queriam. Apoiados pela classe média, esses indivíduos tomaram o poder dos grupos governantes. Uma vez no poder, esses líderes (ou tiranos) frequentemente reformulavam as leis, a ajudavam os pobres, cancelavam dívidas, e davam aos cidadãos que não eram nobres uma voz no governo. Como recompensa, os cidadãos presenteavam os tiranos com frequência, que por sua vez ficaram bastante ricos. Muitos tiranos governaram por curtos períodos de tempo. Em algumas cidades-estados, os tiranos se tornaram duros e gananciosos, e foram simplesmente derrubados pelo povo. O último tirano importante a governar a Grécia continental foi Hípias da cidade-estado de Atenas. Em uma combinação de invasores espartanos e atenienses, que se opunham ao seu governo severo, forçaram Hípias a demitir-se e deixar a Grécia. Uma nova forma de governo, em que todos os cidadãos compartilhavam tomadas de decisão, eventualmente o substituiu. ==== Democracia ==== A democracia é uma forma de governo em que o poder está nas mãos de todas as pessoas. A palavra democracia vem do termo grego demos (que significa \"povo\") e kratos (que significa \"poder\"). A democracia se desenvolveu na Grécia antiga por volta de 500 a.C. na cidade- estado de Atenas, onde muitas pessoas começaram a opor-se a regra dos tiranos. O órgão principal da democracia ateniense era a Assembleia dos cidadãos. A Assembleia foi aberta a todos os 30 mil a 40 mil cidadãos adultos do sexo masculino, mas geralmente apenas 5 mil pessoas compareciam. Tanto os cidadãos ricos e pobres participavam da Assembleia. Este órgão se reunia cerca de 40 vezes por ano para dirigir a política externa, rever as leis e aprovar ou condenar a conduta dos funcionários públicos. Membros da Assembleia chegavam a todas as suas decisões através do debate público e do voto. Um órgão executivo menor mas não menos importante, o Conselho dos 500, foi o responsável pelo dia-a-dia de funcionamento do Estado. Esse corpo, cujos membros eram escolhidos anualmente em um tipo de \"loteria\", propunha leis e decisões da Assembleia pela força ou decretos. O Conselho também administrou as finanças do Estado, recebeu embaixadores estrangeiros, e supervisionou a manutenção da frota de navios ateniense. Um aspecto importante da democracia ateniense era o fato de que os seus funcionários públicos não tinham muito poder individual. Não houve tal posse como um presidente de Atenas. Em tempos de guerras, um grupo seleto de generais tomavam decisões sobre assuntos militares. Esses generais foram eleitos anualmente e poderiam ser reeleitos várias vezes. Quase todos os funcionários do governo, incluindo generais e os membros do conselho, bem como os cidadãos que serviram em júris foram pagos por seus serviços. Isso permitiu que cidadãos do sexo masculino, tanto ricos e pobres a participassem plenamente no governo ateniense. == Cultura == Os gregos tinham conflitos e diferenças entre si, mas muitos elementos culturais em comum. Falavam a mesma língua (apesar dos diferentes dialetos e sotaques) e tinham religião comum, que se manifestava na crença nos mesmos deuses. Em função disso, reconheciam- se como helenos (gregos) e chamavam de bárbaros os estrangeiros que não falavam sua língua e não tinham seus costumes, ou seja, os povos que não pertenciam ao mundo grego (Hélade). ===Gênero=== A historiografia tradicional descreve na Grécia do período clássico uma rígida separação entre os ambientes públicos e privados, bem como entre os gêneros feminino e masculino. As mulheres são proibidas de participar na vida política e necessitam um tutor masculino por toda a vida, o kyrios. São geralmente retratadas como pertencentes as seguintes classes: *Casadas (gynἐ) – cidadãs gregas relacionadas ao dever de administrar o oἱkos (espaço privado) e produzir descendência legítima. A esta compete seguir o ideal da mélissa. Juntavam-se à categoria a kore (menina ainda não casada) e a nimphe (jovem mulher que está prestes a se casar, ou já se casou, mas ainda não tem filhos). *Prostitutas - associadas a compra de favores sexuais e ao espaço público. São divididas em hetairai, auletes e pornἀi. *Concubinas (pallakἐ) - geralmente uma escrava que diferia da esposa pela ausência de proteção no ordenamento jurídico. Linhas de pesquisas recentes, entretanto, tem questionado o entendimento androcêntrico da história grega através da procura por redefinir conceitos de participação política e de fronteiras de circulação nos ambientes público e privado, bem como pela interpretação de sinais de agência da mulher, presentes tanto na gestão cooperativa da casa como na condução de ritos religiosos e funerários. Sobre a prostituição feminina, verifica-se a necessidade de melhor compreensão acerca da vida destas mulheres, sendo emblemática, por exemplo, a existência de entendimentos divergentes acerca do conceito das hetairai, representadas ora como modalidade de prostitutas refinadas que participavam do simpósio, ora como simples pornἀi ou pallakἐ, ou até mesmo como mulher da alta sociedade grega com comportamentos desviantes dos padrões sociais estabelecidos. === Artes e educação === Um dos mais expressivos monumentos do período antigo é o Partenon, templo com colunas dóricas, construído entre 447 e na acrópole de Atenas, e dedicado à padroeira da cidade, Atena Partenos. A construção foi projetada pelos arquitetos Calícrates e Ictinos, e é comandada por Fídias. Suas linhas arquitetônicas serviram de inspiração para a construção de muitos outros edifícios em todo o mundo. Em Atenas, apesar das mulheres também serem educadas para as tarefas de mãe e esposa, a educação era tratada de outra forma, pois até mesmo nas classes mais pobres da sociedade ateniense encontravam-se homens alfabetizados. Eles eram instruídos para cuidarem não só da mente como também do corpo, o que lhes dava vantagem na hora da guerra, pois eram tão bons guerreiros quanto eram estrategas. Os meninos, quando ainda pequenos - aos sete anos de idade -, já começavam as suas aprendizagens na escola e nas suas próprias casas. O Pedagogo - um escravo especial - era escolhido para os orientar. As principais obras dos antigos poetas, como Homero e Hesíodo, eram decoradas nas suas aprendizagens, habitualmente acompanhadas de música. O sistema educacional espartano, possivelmente chamado de agōgē, normalmente é descrito em oposição ao dos gregos de forma geral, pelas suas diferenças na estrutura e objetivos. As características mais comumente ressaltadas têm ligação com a severidade do sistema, fazendo com que alguns autores atribuíssem à Esparta o epíteto de \"domadora de mortais\". Entre essas características, Xenofonte destaca a nomeação de um supervisor (paidonomos) pelo Estado, contrastando com os paidagogoi atenienses, e o racionamento de alimentos, vestes e calçados, para que se tornassem cidadãos respeitosos e obedientes, além de, como soldados, melhor se adaptassem às condições potencialmente adversas da guerra. === Jogos Olímpicos === O principal evento de ligação cultural e religiosa da Grécia antiga eram os Jogos Olímpicos, criados partir de sob a forma de um festival para reverenciar os deuses do Olimpo. De quatro em quatro anos, os gregos das mais diversas cidades reuniam-se em Olímpia para a etapa final de outros festivais realizados nas cidades de Corinto, Delfos e Argos, esta final ficou conhecida como Jogos olímpicos. Estes jogos eram realizados em honra a Zeus (o mais importante deus grego) e incluíam provas de diversas modalidades esportivas: corridas, saltos, arremesso de disco, lutas corporais. Além do esporte havia também competições musicais e poéticas. Os Jogos Olímpicos eram anunciados por todo o mundo grego dez meses antes de sua realização. Os gregos atribuíam tamanha importância a essas competições que chegavam a interromper guerras entre cidades (trégua sagrada) para não prejudicar a realização dos jogos. Pessoas dos lugares mais distantes iam a Olímpia a fim de assistir aos jogos. Havia, entretanto, proibição à participação das mulheres, seja como esportistas, seja como espectadoras. Em épocas de guerra, os atletas (corredores) eram encarregados de transportar, em “alta velocidade”, mensagens importantes.Curiosidades da Grécia Antiga === Religião === thumb|esquerda|Templo dedicado à Hera em Selinunte, Sicília. Os gregos praticavam um culto politeísta antropomórfico, em que os deuses poderiam se envolver em aventuras fantásticas, tendo, também, a participação de heróis (Hércules, Teseu, Perseu, Édipo) que eram considerados divinos. Não havia dogmas e os deuses possuíam tanto virtudes quanto defeitos, o que os assemelhava aos mortais no aspecto de personalidade. Para relatar os feitos dos deuses e dos heróis, os gregos criaram uma rica mitologia. Normalmente, as cerimônias públicas, mesmo de cunho político, eram antecedidas por práticas religiosas, o que reflete a importância da religião entre os gregos antigos. Mas essa religião foi superada pela filosofia. Apesar da autonomia política das cidades-estados, os gregos estavam unificados em termos religiosos. Entre as divindades cultuadas estavam: Zeus (senhor dos deuses e céus), Hades (deus do Mundo Inferior e dos mortos), Deméter (deusa da agricultura), Poseidon (deus dos mares), Afrodite (deusa do amor e beleza), Apolo (deus do sol, da música, da medicina, da poesia, do tiro com arco e dos solteiros), Dioniso (deus do vinho), Atena (deusa da sabedoria e da guerra), Ártemis (deusa da caça e da lua), Hermes (deus dos ladrões, dos viajantes, dos comerciantes e dos mensageiros), Hera (protetora das mulheres, deusa do casamento e da maternidade e esposa de Zeus), Ares (deus da guerra), Hefesto (deus dos ferreiros) Além dos grandes santuários como os de Delfos, Olímpia e Epidauro, havia os oráculos que também recebiam grandes multidões, pois lá se acreditava receber mensagens diretamente dos deuses. Um exemplo claro estava no Oráculo de Delfos, onde uma pitonisa (sacerdotisa do templo de Apolo) entrava em transe e pronunciava palavras sem nexo que eram interpretadas pelos sacerdotes, revelando o futuro dos peregrinos. Outro fato muito interessante era a existência dos homogloditas, um pequeno povo que vivia nas áreas litorâneas do mediterrâneo, eles utilizavam a argila para a construção de estatuetas como uma oferenda aos deuses gregos, geralmente ao Dioniso, deus do vinho e das festas. === Ciência e tecnologia === Os matemáticos da Grécia Antiga contribuíram para muitos desenvolvimentos importantes no campo da matemática, incluindo as regras básicas de geometria, a ideia da derivação formal e descobertas na teoria dos números, análise matemática, matemática aplicada, além de terem se aproximado de estabelecer o cálculo integral. As descobertas de vários matemáticos gregos, incluindo Pitágoras, Euclides e Arquimedes ainda são utilizadas no ensino de matemática atual. Os matemáticos da Grécia Antiga contribuíram para muitos desenvolvimentos importantes no campo da matemática, incluindo as regras básicas de geometria, a ideia da derivação formal e descobertas na teoria dos números, análise matemática, matemática aplicada, além de terem se aproximado de estabelecer o cálculo integral. As descobertas de vários matemáticos gregos, incluindo Pitágoras, Euclides e Arquimedes ainda são utilizadas no ensino de matemática atual. Os gregos desenvolveram a astronomia, que eles tratavam como um ramo da matemática, a um nível altamente sofisticado. Os primeiros modelos tridimensionais geométricos para explicar o movimento aparente dos planetas foram desenvolvidos no século IV a.C. por Eudoxo de Cnido e Calipo de Cícico. O contemporâneo Heráclides do Ponto propôs que a Terra girava em torno do seu próprio eixo. No século III a.C. Aristarco de Samos foi o primeiro a sugerir um sistema heliocêntrico. Arquimedes em seu tratado O Contador de Areia revive a hipótese Aristarco de que \"as estrelas fixas e o Sol permanecem impassíveis, enquanto a Terra gira em torno do Sol na circunferência de um círculo\". Caso contrário, apenas descrições fragmentárias de ideia Aristarco iriam sobreviver.Pedersen, Early Physics and Astronomy, pp. 55-6 Eratóstenes, usando ângulos de sombras criadas em regiões amplamente separadas, estimou a circunferência da Terra com grande precisão.Pedersen, Early Physics and Astronomy, pp. 45-7 No Hiparco de Niceia fez um número de contribuições, incluindo a primeira medição da precessão e a compilação do primeiro catálogo de estrelas em que ele propôs o moderno sistema de magnitudes aparentes. A Máquina de Anticítera, um dispositivo para calcular os movimentos dos planetas, data de cerca de 80 a.C. e foi o primeiro ancestral do computador astronômico. O mecanismo foi descoberto em um antigo naufrágio ao largo da ilha grega de Anticítera, entre Citera e Creta. O dispositivo se tornou famoso pelo uso de uma engrenagem diferencial, que se acreditava ter sido inventada apenas no século XVI, e pela miniaturização e complexidade de seus componentes, comparáveis a de um relógio feito no século XVIII. O mecanismo original é exibido na coleção de bronze do Museu Arqueológico Nacional de Atenas, acompanhado de uma réplica. Os gregos antigos também fizeram importantes descobertas no campo da medicina. Hipócrates foi um médico do período clássico e é considerado uma das figuras mais marcantes da história da medicina. Ele é conhecido como o \"pai da medicina\",Hippocrates, Microsoft Encarta Online Encyclopedia 2006. Microsoft Corporation. Archived 2009-10-31. em reconhecimento de suas contribuições duradouras para o campo, como a fundação da escola hipocrática. Esta escola intelectual revolucionou a medicina na Grécia Antiga, estabelecendo-se como uma disciplina distinta de outros campos que tinham sido tradicionalmente associados (nomeadamente teurgia e filosofia), tornando, assim, a medicina uma profissão. == Legado == A cultura da Grécia Antiga é considerada a base da cultura da civilização ocidental. A cultura grega exerceu poderosa influência sobre os romanos, que se encarregaram de repassá-la a diversas partes da Europa. A civilização grega antiga teve influência na linguagem, na política, no sistema educacional, na filosofia, na ciência, na tecnologia, na arte e na arquitectura moderna, particularmente durante a renascença da Europa ocidental e durante os diversos reviveres neoclássicos dos séculos XVIII e XIX, na Europa e Américas. Conceitos como cidadania e democracia são gregos, ou pelo menos de pleno desenvolvimento na mão dos gregos. Qualquer história da Grécia Antiga requer cautela na consulta a fontes. Os historiadores e escritores políticos cujos trabalhos sobreviveram ao tempo eram, em sua maioria, atenienses ou pró- atenienses. Por isso se conhece melhor a história de Atenas do que a história das outras cidades; além disso, esses homens concentraram seus trabalhos mais em aspectos políticos (e militares e diplomáticos, desdobramentos daqueles), ignorando o que veio a se conhecer modernamente por história econômica e social. Toda a história da Grécia antiga precisa dar atenção à condução parcial pelas fontes. == Ver também == * Cronologia da Grécia Antiga * Escravidão na Grécia Antiga * Homossexualidade na Grécia Antiga === Bibliografia === * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * Grécia Antigano Uol * GréciaAntiga.org * Grécia Antigano Discovery Channel Categoria:Grécia Antiga",
 "title": "Grécia Antiga"
}