{
 "id": "47384",
 "text": "A fricativa pós-alveolar sonora é um tipo de fonema consonantal empregado em alguns idiomas. O símbolo deste som no alfabeto fonético internacional é \"\", enquanto no X-SAMPA é \"Z\". == Transcrição == O símbolo no Alfabeto Fonético Internacional que representa este som é a forma minúscula da letra Ezh ⟨Ʒ ʒ⟩ (/ ɛʒ /), e o símbolo X-SAMPA equivalente é Z. Um símbolo alternativo usado em alguns linguísticos americanos mais antigos literatura é ⟨ž⟩, az com um caron. Em algumas transcrições de alfabetos, como o cirílico, o som é representado pelo dígrafo zh. O som ocorre em vários idiomas e, como em inglês e francês, pode apresentar arredondamento labial simultâneo ([ʒʷ]), embora isso raramente seja indicado na transcrição. == Características == * Seu modo de articulação é fricativa sibilante, o que significa que geralmente é produzida canalizando o fluxo de ar ao longo de uma ranhura na parte posterior da língua até o local de articulação, ponto em que é focado contra a borda afiada dos dentes quase cerrados, causando turbulência de alta frequência. * Seu ponto de articulação é palato-alveolar. * Sua fonação é sonora, o que significa que as cordas vocais vibram durante a articulação. * É uma consoante oral, o que significa que o ar só pode escapar pela boca. * O mecanismo de fluxo de ar é pulmonar, o que significa que é articulado empurrando o ar apenas com os pulmões e o diafragma, como na maioria dos sons. == Ocorrências == * Português (europeu): ** som da letra J: jovem ; ** som da letra G antes de e ou i: geral . No português brasileiro este som geralmente é muito mais palatalizado, como o japonês, assim como a palatalização de ti e di. No português europeu tal tipo de som palatalizado é encontrado no fim das sílabas representando o fonema , como na palavra mesmo. Língua Língua Palavra AFI Adyghe Adyghe Albanês Albanês Árabe Maghrebi Armênio Oriental Avar Avar Azerbaijani Azerbaijani Berta Berta Búlgaro Búlgaro Chechen Chechen / Chinês Dialeto Quzhou 床 Corso Corso Tcheco Tcheco Holandês Holandês Emiliano Bolonhês Inglês Inglês Esperanto Esperanto Francês Francês Jour Alemão Padrão Georgiano Georgiano Goemai Goemai zhiem Grego Cipriota Gwich’in Gwich’in Hän Hän Hebraico Hebraico Híndi Híndi Húngaro Húngaro Ingush Ingush / Italiano Tuscano Judeo-Espanhol Judeo-Espanhol Juǀ'hoan Juǀ'hoan ju Cabardiano Cabardiano Kabyle Kabyle Cashúbio Cashúbio kòżdi rôz Cazaque Cazaque Letão Letão Liguriano Liguriano Limburguês Maastrichtiano Lituano Lituano Livoniano Livoniano kūž Lombardo Ocidental resgiôra Macedonian Macedonian Megrelian Megrelian ჟირი Navajo Navajo łizh Neapolitan Neapolitan Ngas Ngas zhaam Ngwe Mmockngie dialect Ocitano Auvergnat Ocitano Gascon Pashto Pashto ژوول Persa Persa Polones Gmina Istebna Polones Dialeto Lubawa Polones Dialeto Malbork Polones Dialeto Ostróda Polones Dialeto Warmia Português Português Romeno Romeno Serbo-Croata Serbo-Croata / Silesiano Gmina Istebna Silesiano Jablunkov Sioux Lakota waŋži Esloveno Esloveno Espanhol Rioplatense (Rioplatense), e _ll_ os (Ecuadorian, Rioplatense) Tadaksahak Tadaksahak Tagish Tagish Turco Turco Turquemem Turquemem Tutchone Northern Tutchone Southern Ucraniano Urdu Urdu Veps Veps Welayta Welayta Frísio ocidental Frísio ocidental Íidiche Íidiche Zapotec Tilquiapan llan == Fricativa pós-alveolar expressa não sibilante == A fricativa não sibilante pós-alveolar sonora é um som consonantal. Como o Alfabeto Fonético Internacional não possui símbolos separados para as consoantes pós-alveolares (o mesmo símbolo é usado para todos os locais de articulação coronais que não são palatalizados), este som geralmente é transcrito ⟨ɹ̠˔⟩ (retraído contraído [ɹ] ) O símbolo X-SAMPA equivalente é `r\\_-_r`. == Características == * Sua forma de articulação é fricativa, ou seja, produzida pela constrição do fluxo de ar por um canal estreito no local da articulação, causando turbulência. No entanto, não tem a língua estriada e fluxo de ar direcionado, ou as altas frequências de uma sibilante. * Seu modo de articulação é pós-alveolar, o que significa que é articulado com a ponta ou a lâmina da língua atrás da crista alveolar. * Sua fonação é sonora, o que significa que as cordas vocais vibram durante a articulação. * É uma consoante oral, o que significa que o ar só pode escapar pela boca. * O mecanismo de fluxo de ar é pulmonar, o que significa que é articulado empurrando o ar apenas com os pulmões e o diafragma, como na maioria dos sons. == Ocorrência == Língua Palavra AFI Signficado Holandês meer Lago Tailandês Krungthep ยี Destruir Mandarim Tainan 肉 Carne Manx mooar Lago == Características == * Seu modo de articulação é fricativo. * Seu ponto de articulação é palatoalveolar. * É sonora em relação ao papel das pregas vocais. * É oral em relação ao papel das cavidades bucal e nasal pós-alveolar sonora Categoria:Consoantes pós-alveolares",
 "title": "Fricativa pós-alveolar sonora"
}