{
 "id": "474",
 "text": "Braga é a cidade portuguesa capital do Distrito de Braga e da sub-região do Cávado (NUT III), pertencendo à região do Norte (NUT II). É sede do Município de Braga que tem uma área total de 183,40 km2,Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2013 (ficheiro Excel zipado) em 2023 e uma densidade populacional de 1 099 hab./km2, subdividido em 37 freguesias. O município é limitado a norte pelo município de Amares, a leste pela Póvoa de Lanhoso, a sudeste por Guimarães, a sul por Vila Nova de Famalicão, a oeste por Barcelos e a noroeste por Vila Verde. Braga possui uma história bimilenar que se iniciou na Roma Antiga, quando foi fundada entre 15 e Topografia e urbanismo fundacional de Bracara Augusta, Manuela Martins UMinho; UAUM; Lab2PT, Maria do Carmo Ribeiro UMinho; UAUM; Lab2PT, Jorge Ribeiro Bolseiro de pós doc FCT; UMinho; Lab2PT, Ricardo Mar Universidade Rovira i Virgili, Tarragona, editeur servizo de Publicacións da Deputación de Lugo como Bracara Augusta em homenagem ao imperador romano Augusto . A cidade foi, mais tarde, capital da província da Galécia e capital do Reino Suevo. Braga possui um vasto património cultural, cujo ex-líbris é o Santuário do Bom Jesus do Monte, Património Mundial da UNESCO. Em 2012 foi distinguida como Capital Europeia da Juventude e em 2018 foi Cidade Europeia do Desporto. Desde 2017 pertence à rede de Cidades Criativas da UNESCO, na categoria Media Arts, e em 2021 foi eleita Melhor Destino Europeu do Ano, depois de ter ficado em 2º lugar em 2019. ==Outras designações== Na gíria popular é conhecida como \"Cidade dos Arcebispos\". Durante séculos o seu arcebispo foi o mais importante na Península Ibérica; é ainda detentor do título de Primaz das Espanhas. A ação dos arcebispos ao longo da história é, de longe, o maior factor no desenvolvimento da cidade e região. Conta com figuras como São Pedro de Rates (? - ), São Martinho de Dume, São Geraldo e São Frutuoso de Montélios (os patronos da cidade, assinalados a 5 de Dezembro, dia da cidade), os registos são mantidos fielmente a partir da reconquista em 1071 até hoje. A \"Roma Portuguesa\": no o arcebispo D. Diogo de Sousa, influenciado pela sua visita à cidade de Roma, desenha uma nova cidade onde as praças e igrejas abundam tal como em Roma. A este título está também associado o facto de existirem inúmeras igrejas por km² em Braga. É, ainda, considerada como o maior centro de estudos religiosos em Portugal. O \"Paiz Bracarense\": assim chamada no , devido a um particularismo legal remontando ás origens de Portugal sobre o domínio temporal da cidade de Braga. Na prática a cidade pertencia à Sé Primacial mas legalmente estava aberta a questão se a cidade estava ou não sujeita a correção régia até à 1º República. A \"Cidade Barroca\": durante o , com a investidura de D. José de Bragança, iniciou-se um processo de cosmopolitização para promover o estatuto da cidade. Nesta renovação urbana destacou-se o arquiteto André Soares que transformou Braga no Ex-Libris do Barroco em Portugal. A \"Cidade Romana\" que no tempo dos romanos era a maior e mais importante cidade situada no território onde seria Portugal. Ausónio, ilustre letrado de Bordéus e prefeito da Aquitânia, incluiu Bracara Augusta entre as grandes cidades do Império Romano. A \"Capital do Minho\" ou o \"Coração do Minho\", por estar localizada no centro desta província, Braga reúne um pouco de todo o Minho e todo o Minho tem um pouco de Braga. A cidade está estreitamente ligada a todo o Minho: a Norte situa-se o tradicional Alto Minho, a Este o Parque Nacional da Peneda-Gerês, a Sul as terras senhoriais de Basto e o industrial Ave e a Oeste o litoral marítimo Minhoto. A \"Cidade dos Três Sacro-Montes\": são santuários situados a Sudeste da cidade numa cadeia montanhosa, e são pela ordem Este a Sul: O Bom Jesus, Sameiro e a Falperra (Sta. Maria Madalena e Sta. Marta das Cortiças). A “Cidade da Juventude\", apesar de ser das cidades mais antiga de Portugal (desde ) é um município com uma percentagem significativa de jovens. Em 2012, celebrou-se a \"Braga 2012 — Capital Europeia da Juventude\". Braga — A Cidade Encantadora, foi eleita pelo jornal 'The Guardian a \"cidade mais encantadora\" de Portugal. A cultura e a gastronomia estão entre as qualidades destacadas pela publicação britânica. ==História== Os vestígios da presença humana na região vêm de há milhares de anos, como comprovam vários achados. Um dos mais antigos é a Mamoa de Lamas, um monumento megalítico edificado no período Neolítico. No entanto, apenas se consegue provar a existência de aglomerados populacionais em Braga na Idade do Bronze. Caracterizam-se por fossas e cerâmicas encontradas em Alto da Cividade, local onde existiria uma povoação e por uma necrópole que terá existido na zona dos Granjinhos. Na Idade do Ferro, desenvolveram-se os chamados \"castros\". Estes eram próprios de povoações que ocupavam locais altos do relevo. Os celtas eram os seus habitantes e, nesta região em particular, habitavam os Brácaros (), que dariam nome à cidade, após a sua fundação. ===Bracara Augusta=== No decurso do , a região foi percorrida pelas legiões romanas. Após a conquista definitiva do noroeste peninsular pelo imperador Augusto, este manda edificar a cidade de Braga entre 15 e , com a designação de Bracara Augusta, em homenagem à aliança entre o imperador romano Augusto e o povo indígena dos Bracari. A cidade foi construída de forma planeada, conforme um projeto clássico de forma ortogonal (ruas alinhadas, com cruzamentos a ângulo recto) orientada Noroeste/Sudeste. Era dividida por pequenos quarteirões quadrados, ocupando no seu todo, uma área retangular de 29,85 ha. Topografia e urbanismo fundacional de Bracara Augusta, Manuela Martins UMinho; UAUM; Lab2PT, Maria do Carmo Ribeiro UMinho; UAUM; Lab2PT, Jorge Ribeiro Bolseiro de pós doc FCT; UMinho; Lab2PT, Ricardo Mar Universidade Rovira i Virgili, Tarragona, editor servizo de Publicacións da Deputación de Lugo O território rural adjacente à futura cidade, também foi dividido em lotes quadrados para ser distribuído, segundo o princípio da centuriação, dando condições para que inúmeros indígenas, alguns militares e imigrantes se deslocassem para ali viver. No entanto nos anos 50 d.C. o comércio já desempenhava um papel fulcral na cidade e na região. Segundo a tradição, São Tiago Maior terá passado pela cidade durante as suas viagens apostólicas, onde terá ordenado um judeu pelo nome de Pedro como primeiro bispo de Braga. Este terá sido martirizado na sua tentativa de cristianizar a população apesar de se ter refugiado em Rates. A tradição igualmente dita que, os próximos dois bispos de Braga, São Basílio e Santo Ovídio, terão sido também martirizados pelas suas tentativas de cristianizar a população. ==== A cidade Flávio-Antonina (68 a 192 d.C.) ==== A cidade sofre reestruturações, devido à dimensão que terá atingido. Continuam as construções de edifícios públicos e a “monumentalização” da cidade com teatro, termas, templos, anfiteatro.Urbanismo e Arquitectura em Bracara Augusta. Balanço dos contributos da Arqueologia Urbana, Maria Manuela Martins, Simulacra Romae Bracara Augusta Aumentam os bairros e assiste-se à instalação de pessoas abastadas na zona oriental da cidade. Sabemos pela obra de Plínio, o Velho que o convento bracarense era dividido em 24 civitates e tinha uma população de 285 000 pessoas livres, sendo o mais povoado do Noroeste peninsularHistória Natural de Plínio, o Velho, livro III, IV, 28. \"Simili modo Bracarum XXIIII civitates capitum, ex quibus praeter ipsos Bracaros Bibali, Coelerni, Callaeci, Equasei, Limici, Querquerni citra fastidium nominentur. \". Segundo a hagiologia bracarense, nasceu em 120 d.C., na cidade, Santa Quitéria, filha do governador romano Lúcio Caio Otílio, tendo sido batizada por Santo Ovídio. A santa foi martirizada em Aire-sur-l'Adour, na região da Aquitânia, depois de recusar se casar com um politeísta chamado Germano. ==== Crise do Terceiro Século (235-254 d.C.) ==== A Crise do terceiro século instalada no Império, atinge também Bracara Augusta que conhece pela primeira vez um abrandamento do seu crescimento, com o fim progressivo das explorações mineiras (50 só no atual território português) e o fim da extração do ouro que teria sido explorado de maneira intensiva e protoindustrial. No entanto, a tradição do trabalho do ouro, irá manter-se viva na cidade até ao fim da Idade Moderna. Pouco depois do assalto e saque da cidade de Tarragona pelos Francos durante o reinado de Galiano\"Francorum gentes direpta Gallia Hispaniam possiderent vastato ac paene direpto Tarraconensium oppido ...\", \"Tendo os francos saqueado a Gália, eles tomaram posse da Espanha, tendo devastado e quase saqueado a cidade de Tarragona...\"Sexto Aurélio Vítor, em Liber de Caesaribus, XXXIII, Licinius Gallienus\"Germani usque ad Hispanias penetraverunt et civitatem nobilem Tarraconem expugnaverunt ...\", \"Os germanos penetraram até a Espanha e tomaram a famosa cidade de Tarragona\" Eutrópio em Breviário da História Romana, livro IX, 8, no fim do inicio do IV, uma imponente muralha de 5–6 m de largura, com torreões, é construída em volta do centro da cidade de Bracara (mais de 48 hectares), e transforma por completo a sua configuração. Algumas casas e monumentos como o teatro e o anfiteatro são, em parte, destruídos para aproveitar a pedra para a nova construção. ==== Baixo-império (285 a 411 d.C.) ==== Entre 284 e 289 d.C. por ordem de Diocleciano Bracara Augusta é promovida a capital da recém criada província de Galécia que integra os três conventos do Noroeste peninsular (Convento bracarense, Convento lucense e Convento asturicense) e parte do convento de Clúnia. Com esta decisão, a cidade sofre uma nova expansão urbana, reestruturam-se e criam-se edifícios públicos, requalificam-se as vias, introduzem-se melhoramentos na cidade. O comércio intensifica-se fortemente e aparecem muitas oficinas de cerâmica, com o poeta Ausónio descrevendo a cidade como próspera. A decretal do Papa S. Sirício em 385 ao bispo de Tarragona, faz uma referência à província eclesiástica da GaléciaNunc fraternitatis tuae animum ad servandos canones et tenenda decretalia constituta magis ac magis incitamus, ut haec quae ad tua rescripsimus consulta, in omnium coepiscoporum nostrorum perferri facias notionem, et non solum eorum qui in tua sunt dioecesi constituti, sed etiam ad universos Carthaginenses ac Baeticos, Lusitanos atque Gallicios, vel eos qui vicinos tibi collimitant hinc inde provinciis, haec quae a Nobis sunt salubri ordinatione disposita, sub litterarum tuarum prosecutione mittantur. Enchiridion Symbolorum editado por Denzinger‐Schonmetzer, 1962, nº. 184. Tradução: \"Agora sempre mais estimulamos a disposição de ânimo de Tua Fraternidade a observar os cânones e a manter os decretos estabelecidos, no sentido, de que, quanto temos dado por resposta à tua consulta, tu o faças chegar ao conhecimento de todos os nossos coepíscopos, e não só dos que estão constituídos em tua diocese; mas também a todos os bispos cartagineses e béticos, lusitanos e galícios, ou seja, aos bispos das províncias vizinhas da tua, seja mandado, acompanhando uma carta tua, tudo quanto por Nós em salutar disposição foi estabelecido\" em Blog Ofício Católico, sugerindo que Bracara Augusta possuía já um bispado. No entanto, só existe confirmação deste cargo no ano de 400 d.C. com a presença de um bispo, S. Paternus (400-405 d.C.), no Primeiro Concílio de Toledo. Com esta elevação a cidade torna-se capital da província eclesiástica e assume a centralidade do Noroeste peninsular. ===Da Antiguidade Tardia à Islamização=== ====O reino Suevo==== =====A formação do reino suevo===== Os Suevos (povo germânico), sobre pressão dos Hunos, atravessam o rio Reno gelado, na noite de 31 de dezembro de 406, para encontrar refúgio dentro das fronteiras do Império Romano. Em outubro de 409, chegam à Península Ibérica, e em 411 ao convento Bracarense.Crónica de Idácio de Chaves Embora a chegada fosse pacifica, muito rapidamente entraram em conflito com os seus vizinhos, os Vândalos Asdingos, que ocupavam também parte da Galécia. Em 419 os Suevos do rei Hermerico são atacados e cercados na Batalha dos montes Nervasos pelos Vândalos do rei Gunderico. Astério, conde de Hispânia, com tropas romanas vem ao seu socorro e muitos Vândalos são massacrados em Braga pelo vigário Maurocellus, na sua retirada para a Bética.’’Wandali Suevorum obsidione dimissa, instante Asterio Hispaniarum comite, sub vicario Maurocello, aliquantis Bracarae in exitu suo occisis, relicta Gallaecia ad Baeticam transierunt’’. Crónica do bispo Idácio de Chaves =====Bracara capital do reino suevo===== Tendo os Visigodos, em nome dos romanos, derrotado os Alanos que ocupavam a Lusitânia pouco tempo antes, os Suevos tomam conta desse território e Bracara Augusta torna-se a capital política do Reino Suevo que englobava a extinta região da Galécia, e se prolongava até ao rio Guadalquivir. Esse curto reino de 174 anos, é no entanto, o primeiro reino medieval do ocidente, o primeiro reino católico e enfim o primeiro reino “bárbaro” a cunhar moeda. De facto, em Bracara foram cunhados síliqua de prata com dum lado a efígie do imperador Honório e do outro uma cruz laureada com as letras “B e R” por Bracara e a inscrição “ivssv richiari reges” por “Por ordem do rei Requiário”In tempore sueborum, El tiempo do los Suevos en la Gallaecia, Jorge López Quiroga y Artemio Manuel Martínez Tejera, Deputación Provincial de Ourense, 2017. Requiário, que foi convertido ao catolicismo por Balcónio (415-447 d.C.), que foi proeminente fundador de uma escola teológica na cidadeA Basílica paleocristã e o edifício palatino de Sta. Marta das Cortiças (Falperra): As escavações de F. Russell Cortez e de J. J. Rigaud de Sousa, de Mário J. Barroca, Andreia Arezes, Rui Morais. Deste modo Requiário, não só foi o primeiro rei germânico a cunhar moeda em seu nome como também foi o primeiro monarca germânico na Europa a converter-se ao cristianismo calcedônio, anterior à conversão de Clóvis dos Francos. A presença de Balcónio foi registada quando o clero ibérico recebeu, em Toledo, em 435 d.C., um padre germânico da Arábia Petreia acompanhado de vários gregos com notícias do Concílio de Éfeso (431). Para além disso, Balcónio foi contemporâneo e correspondente do Papa Leão I, sendo eventualmente elevado a primeiro Arcebispo de Braga. Pelo seu papel a cristianizar os suevos foi atribuído à diocese de Braga o título de Primaz das Hespanhas. Outras figuras proeminentes, neste século, do catolicismo bracarense foram o historiador e teólogo Paulo Orósio (que contactou directamente com S. Agostinho e com S. Jerónimo), e os dois Avitos (um peregrino no Oriente, outro peregrino em Roma). Avito de Braga e Paulo Orósio estiveram ainda envolvidos numa tentativa falhada de elevar ainda mais o estatuto religioso de Braga, tentando trazer relíquias de S. Estevão da Terra Santa até Braga para encorajar peregrinações à cidade. Depois de vários sucessos os Suevos alargam ainda mais o seu território. Os Visigodos sempre aliados e mesmo federados dos romanos são novamente enviados para a Península. Primeiro enviam uma embaixada para pôr os Suevos na ordem, sem resultados, e como resposta a segunda tentativa de diálogo dos Visigodos, Requiário, ataca a região de Tarragona na atual Catalunha. Fartos, os Visigodos atacam também e derrotam os Suevos perto de Astorga (na batalha do Rio Órbigo), muitos deles escapam, e durante a perseguição, os Visigodos atacam e saqueiam Bracara, no domingo 28 de outubro de 456. São feitos muitos prisioneiros “romanos”, as Igrejas são profanadas, mas segundo Idácio, Bracara caiu sem derrame de sangue e violações. Os Visigodos depois de terem capturado e morto Requiário no Porto seguem para a Lusitânia, e deixam o convento bracarense nas mãos de bandos armados de saqueadores’’Mox Hispanias rex Gothorum Theudoricus cum ingenti exercitu suo, et cum voluntate et ordinatione Aviti imperatoris ingreditur. Cui cum multitudine Suevorum rex Rechiarius occurrens duodecimo de Asturicensi urbe milliario, ad fluvium nomine Urbicum, tertio nonas Octobris die, sexta feria inito mox certamine superatur: caesis suorum agminibus, aliquantis captis, plurimisque fugatis, ipse ad extremas sedes Gallaeciae plagatus vix evadit ac profugus. Theudorico rege cum exercitu ad Bracaram extremam civitatem Gallaeciae pertendente, quinto kal. Novemb. die dominico, etsi incruenta, fit tamen satis moesta et lacrymabilis ejusdem direptio civitatis. Romanorum magna agitur captivitas captivorum, sanctorum basilicae effractae, altaria sublata atque confracta, virgines Dei exin quidem adductae, sed integritate servata, clerus usque ad nuditatem pudoris exutus, promiscui sexus cum parvulis, de locis refugii sanctis populus omnis abstractus, jumentorum, pecorum, camelorumque horrore locus sacer impletus, scripta super Jerusalem ex parte coelestis irae revocavit exempla. II. Rechiarius ad locum qui Portucale appellatur, profugus regi Theudorico captivus adducitur: quo in custodiam redacto, caeteris qui de priore certamine superfuerant, tradentibus se Suevis, aliquantis nihilominus interfectis, regnum destructum et finitum est Suevorum ... In conventus parte Bracarensis latrocinantum depraedatio perpetratur.’’ Cronica de Idácio. O reino de Galécia é dominado indiretamente pelos Visigodos, os Suevos encontrando-se numa clara posição de vassalagem e dividem-se em dois reinos. Bracara, já não sendo a única capital perde influência, ao invés Lugo e sobretudo Porto ganham importância. Essa decadência acaba em 561, com a ordem do rei Ariamiro, de proceder ao Primeiro Concílio de Braga, entre os anos 561 e 563, onde tiveram presentes entre sete a nove bispos, com a presença confirmada de Lucrécio, bispo de Bracara, e de São Martinho, bispo de Dume. Em 572, no reino de Miro, realiza-se o Segundo Concílio de Braga, presidido por São Martinho, agora já bispo tanto de Dume como de Braga, que seria novamente única capital do reino. Destes concílios resultaram grandes reformas, principalmente no mundo eclesiástico e linguístico, destacando-se a criação do ritual bracarense e a abolição de elementos linguísticos pagãos, como os dias da semana Lunae dies, Martis dies, Mercurii dies, Jovis dies, Veneris dies, Saturni dies e Solis dies, por Feria secunda, Feria tertia, Feria quarta, Feria quinta, Feria sexta, Sabbatum, Dominica Dies, donde derivam os modernos dias em língua portuguesa e galega. Essa curta fase marca um renascimento dum certo esplendor político e religioso de Bracara, muito influenciado pelo Império Bizantino e deve muito a obra de (re)organização ao bispo São Martinho de Dume. Este bispo fundou um importante mosteiro em Dume ao lado da basílica que teria sido consagrada a São Martinho de Tours, em 550. Em 585, o reino Suevo, acaba, dominado pelo Reino Visigótico, durante 130 anos. Bracara deixa de ser definitivamente capital política de um estado, guardando, no entanto, o seu estatuto de capital eclesiástica. Curiosamente, parece que os reis suevos nunca viveram em Bracara mas sim nos seus arredores, Teodomiro terá dado o seu nome a freguesia de Mire de TibãesJoseph-Maria Piel, \"Os nomes germânicos na toponímia portuguesa\" e perto do seu palácio São Martinho terá fundado um mosteiro. Frei Leão de S. Tomás, em Benedita Lusitana: «A uma légua da cidade de Braga, para o lado Norte, estiveram antigamente uns Paços e casas de prazer do Rei Teodomiro entre os grandes de Sobrado e Mire vizinhos ao Rio Cávado (...). Perto destes Paços do rei, em lugar mais alto e eminente à vista do mesmo rio, ficava um sítio retirado e solitário que a S. Martinho Dumiense pareceu muito acomodado, para nele se fundar um Mosteiro de Monges. (...) O rei como era tão pio mandou logo se edificasse e se dedicasse a S. Martinho Turunense, de quem era devotíssimo devoto...» Santa Marta das Cortiças é outro lugar com um palácio real ao lado duma basílica, localizada no alto do monte e ao lado dum castro, numa clara posição defensiva. Para além disso, porque os especialistas ainda não têm certeza da datação da Capela de São Pedro de Balsemão, em Lamego, actualmente Braga acolhe a capela mais antiga de Portugal: a Capela de São Frutuoso. A capela foi construída pelos Visigodos no topo de um templo romano dedicado a Asclépio e foi transformada em Capela Real. Em 656 (d.C.), a capela foi consagrada por São Frutuoso para ser usada como seu túmulo . === Da Islamização à Reconquista ( a X) === Em 717, os Mouros tomam Bracara,A Capela de S. Frutuoso– Elementos para o seu estudo e compreensão. Rui Ferreira, Doutorando em Estudos Culturais pela Universidade do Minho, Braga, 2012 cujo nome árabe era Saquiate (). A sede da diocese bracarense é transferida para Lugo com o Arcebispo de Lugo a tornar-se líder em exílio da cidade de Braga até 1070. A resistência cristã recuou de forma mais permanente até ficar confinada numa pequena zona montanhosa das Astúrias. Porém menos de 40 anos depois, no tempo de Afonso I das Astúrias, Braga é de novo em zona cristã. O século X é marcado, após um período de paz, por diversas destruições sangrentas de Almançor, que consegue inverter o avanço da reconquista. Verifica-se uma vasta destruição muçulmana na Galiza, em 997, por Almançor e seu exército, mas não sabemos se passou por Braga. Todavia o cronista árabe Muḥammad Ibn ʿAbd al-Munʿim al-Ḥimyarī fala duma cidade destruída pelos muçulmanos. ===Braga Medieval à Braga Contemporânea=== ==== Braga antes de Portugal ==== A cidade de Braga que nasce no século XI, tem pouco a ver com a antiga e rica Bracara. Depois de D. Fernando I de Leão ter conquistado Coimbra, por decisão real, Braga é restaurada a sede episcopal com a nomeação do bispo D. Pedro de Braga, a 1 de Maio de 1070. A Sé é mandada reconstruir, sobre restos de uma antiga basílica paleocristã, sendo reutilizado vários materiais romanos na sua recuperação. Ainda em 1088, a Condessa Gontrode Nunes ofereceu à igreja, que ainda se ia erguendo, entre diversos bens, alfaias e vasos sagrados, nomeadamente cálices e turíbulos de prataCardoso, José (1994). Perfis de ilustres varões bracarenses. Braga: Publicações APPADCM. pp. 11-21. Sabe-se que a 28 de agosto de 1089, foi sagrada a Catedral de Braga. Entre 1071 e 1078, D. Paio Guterres da Silva, apelidado de \"o Escacha\", mandou requalificar o Mosteiro de São Martinho de Tibães, acrescentando às obras de D. Velasquides, em 1060. Este mosteiro seria doado à Sé de Braga em 1077. A cidade medieval desenvolve-se em torno da Sé fortificada, ocupando só o quarto noroeste da antiga Bracara até a muralha romano do norteA evolução da paisagem urbana de Braga desde a época romana até a Idade Moderna. Síntese de resultados, Maria do Carmo Ribeiro, professora auxiliar do Departamento de História UM. O resto da cidade é aos poucos destruído e transformado em campos e hortas. O que confirma a crónica árabe é que toda a zona Oeste, ocupada com monumentos públicos, fórum, termas, teatro e anfiteatro, é abandonada. Uma muralha circundante é construída à volta da cidade medieval ainda antes do século XIII. Com a reabilitação da cidade e do arcebispado, a cidade readquire uma enorme importância a nível Ibérico. O arcebispo Diego Gelmírez de Santiago de Compostela, com medo da ascensão da Sé de Braga, rouba as relíquias dos santos bracarenses, incluindo o corpo de S. Frutuoso, na tentativa de diminuir a importância religiosa da cidade. As relíquias só retornaram a Braga no . Tradição oral remete que Gelmírez saiu da cidade de noite numa carroça conduzida por um burro. ==== Braga nas origens de Portugal ==== Na fundação do segundo Condado Portucalense, Braga foi oferecida como dote, por Afonso VI de Leão e Castela, à sua filha D. Teresa, no seu casamento com D. Henrique de Borgonha. Estes últimos foram senhores da cidade entre 1096 a 1112. Em 1112, doam a cidade aos Arcebispos. Esta doação foi mais tarde reiterada quando D. Afonso Henriques agradece o suporte diplomático do Arcebispo D. Paio Mendes no Vaticano, com o Papa Alexandre III, que levou à promulgação da Bula Manifestis Probatum, em 1179, reconhecendo Portugal como um Reino independente. Deste modo, o novo rei concedeu grandes privilégios à cidade de Braga entregando-a ao controlo direto da Igreja, tornando-a basicamente num feudo pessoal do Arcebispo. Este particularismo legal dava grande independência à cidade, sendo que, na prática, a cidade pertencia à Sé Primacial mas legalmente a questão se a cidade estava ou não sujeita a correção régia ficou sem resolução até à 1º República. Por exemplo, quando as Ordenações Filipinas aboliram o ofício de Tabeliães Gerais, ficou explicito que havia a exceção de Braga deixando o notariado de Braga sobe o controlo do Arcebispado. O Arcebispo D. João Peculiar terá cedido ao Grão-Mestre Gualdim Pais uma casa na ermida de S. Marcos (terreno perto de onde o Hospital de São Marcos hoje existe) à Ordem dos Templários, sido dada juntamente com rendas para o sustento da Ordem naquele localCardoso, José (1994). Perfis de ilustres varões bracarenses. Braga: Publicações APPADCM. pp. 23–31. Igualmente, D. Gualdim Pais, após o seu regresso a Portugal, trouxe várias relíquias para Braga, incluído uma relíquia de São João Marcos que seria transladada para uma capela naquela ermida e dado o topónimo ao localCunha, D. Rodrigo da (1634). Primeira [-segunda parte, da historia ecclesiastica dos arcebispos de Braga, e dos Santos, e Varoes illustres, que florecerão neste arcebispado. Por dom Rodrigo da Cunha arcebispo, & senhor de Braga, primàz das Hespanhas]. II. [S.l.: s.n.], pp. 107-108. Pedro Aurives e a sua mulher D. Elvira Mides, também tiveram um papel proeminente na cidade tendo eles mandado construir um hospital para acolher os pobres (doando, em 19 de junho de 1145, vários bens para a sua sustentação) cuja administração terão entregue à Ordem do Templo. Mais tarde, terão mandado construir uma igreja junto ao Hospital, a Igreja de S. João do Souto, onde o casal terá sido sepultado juntamente com os freires da Igreja. Igualmente, muitas das peças de ourivesaria feitas nesta época, em Braga, seriam da autoria de Pedro Aurives e que, pela sua generosidade para com a Sé Catedral, teria sido isento do pagamento do tributo de uma herdade. ==== Braga no Reino de Portugal ==== Sob o reinado de D. Dinis, a muralha citadina é requalificada, começando a construção da torre de menagem. Mais tarde, foram adicionadas nove torres, de planta quadrangular, à muralha existente, concluindo-se também o Castelo de Braga em torno da torre de menagem existente. Já no reinado de D. João I foi realizada na cidade uma reunião das Cortes Gerais do Reino, em 1387, onde são instituídas sisas gerais em todo o reino para cobrir as despesas com a guerra contra Castela e explicita a forma de pagamento do imposto. Este monarca foi o último a requalificar a muralha, apesar de ainda haver várias modificações ao longo dos tempos, nomeadamente quando se rasgaram várias novas portas para dentro da cidade culminando com as 7 portas que subsistiram até a muralha ser demolida. D. João I, igualmente mandou construir a primeira Judiaria de Braga, reunindo várias famílias judaicas na Rua do Poço (atual Rua D. Gonçalo Pereira), perto da Sé, com portões de cada lado da rua que fechavam à noite. Face a um crescente sentimento antissemita que se fazia sentir por todo o país (inclusive em Braga onde um Frei Paulo foi mandado parar, por carta régia, de pregar contra os judeus), a comunidade judaica bracarense mudou-se para a Rua das Travessas, que ficou conhecida como a Judiaria Nova e a sinagoga foi mudada para a Casa Grande de Santo António das Travessas, em 1502. D. João I voltou ao Minho, em 1400, para consagração da Igreja de Nossa Senhora da Oliveira, em Guimarães, bem como para a celebração das Cortes de Janeiro de 1401. No entanto a comitiva ia ainda em Braga quando o seu filho e herdeiro, o Infante Afonso, adoece. Este acaba por falecer, no dia 22 de Dezembro de 1400, e é enterrado num mausoléu na Sé. Do ao XVIII, por intermédio de vários arcebispos, os edifícios de traça medieval vão sendo apagados e substituídos por edifícios de arquitetura religiosa da época. Entre 1505 e 1532, o Arcebispo de Braga D. Diogo de Sousa modifica a cidade profundamente, introduzindo-lhe ruas, praças, novos edifícios, provocando-lhe também o crescimento para além do perímetro amuralhado. As suas mudanças no plano urbanístico de Braga ainda marcam a cidade actualmente. Por exemplo, as praças por ele concebidas, inspiradas por aquelas que visitou em Roma, ainda hoje existem juntamente com vários edifícios por ele mandado construir. A frente do Paço Arquiepiscopal, virada para o Largo do Paço no fim da Rua do Souto, foi iniciada durante a sua governação da cidade, expandido o velho palácio medieval de D. Gonçalo Pereira e de D. Fernando da Guerra que tinha sido construído diretamente fora das muralhas romanas de Braga a norte da Sé Catedral (que ainda pode ser visto a partir do Jardim de Santa Bárbara). No século XVI, uma residência eclesiástica localizada perto da Igreja de S. João do Souto foi comprada por D. João de Coimbra, provisor da Mitra de Braga. Em 1525, com a participação de mestres construtores da região da Biscaia, mandou alterar o edifício e construir uma capela para seu uso que ficou conhecida como a Casa e Capela dos Coimbras. Os construtores desta obra irão habitar uma rua da cidade que, pela sua presença, irá ser rebatizada como a Rua dos Biscaínhos. Durante o episcopado de D. Manuel de Sousa, foi construída uma capela no Campo dos Touros, em 1516, que foi depois mandada demolir pelo Arcebispo São Bartolomeu dos Mártires. A capela seria reconstruída com D. Rodrigo da Cunha que escolheria como orago Santo António. Entre 1544 e 1549, foi fundado o primeiro convento feminino de Braga, o Convento da Nossa Senhora dos Remédios, localizado no antigo Campo dos Remédios (atual Largo de Carlos Amarante), pela iniciativa do bispo coadjutor D. Frei André de Torquemada. A 10 de Abril de 1566, reuniram-se em Braga vários membros da Igreja portuguesa, juntamente com os bispos das cidades de Coimbra, Miranda e Porto, e o procurador do bispo de Viseu, sobre a liderança do Arcebispo D. Frei Bartolomeu dos Mártires. Esta é a última reunião eclesiástica que pode ser considerada como um Concílio em Braga Soares, Franquelim Neiva (1 de janeiro de 1997). «História breve dos sínodos e concílios da Arquidiocese de Braga». Theologica (1): 119–138. ISSN 0872-234X. doi:10.34632/theologica.1997.10777.. O objetivo desta reunião seria de impor as reformas do Concílio de Trento no país. Apesar das resistências no conservadorismo e comodismo das estruturas eclesiásticas representadas pelos bispos presentes, com a exceção do bispo de Miranda, o Arcebispo conseguiu reformar as instituições dentro dos parâmetros estabelecidos por Trento publicando vários decretos sobre o assunto. Em 1571, ainda com D. Frei Bartolomeu dos Mártires, foi inaugurado o primeiro seminário da Península Ibérica, que começou a ser construído no lado sul do Campo da Vinha sobre a autoridade do Arcebispado. No mapa de 1594 da cidade de Braga a larga massa do seminário, já batizado de Seminário de S. Pedro, já é visível. A sua fundação, tal como várias medidas por este Arcebispo, foi motivada pelo crescimento de tensões religiosas por toda a Europa, face à Reforma Protestante. D. Luís de Sousa foi outro principal arcebispo que, entre outros méritos, mandou reconstruir a Igreja da Paróquia de São Victor, mandou ampliar o Campo de Santa Ana, reconstruir a Igreja de São Vicente, reedificar a Capela de São Sebastião e, por ultimo, mandou construir a Igreja dos Congregados que seria mais tarde monumentalizada para a versão atual da Basílica dos Congregados. Igualmente, sobre os auspícios deste arcebispo diplomata, o cónego do Cabido de Braga, João Meira Carrilho, mandou construir a Capela da Congregação do Oratório que existia dentro do Campo de Santa Ana. Esta antiga capela seria de particular interesse, não só pela sua planta arquitectónica (seria totalmente circular), mas também por possuir toda uma arcada circundante cujas colunas seriam de origem romana . No , Braga por intermédio da inspiração artística de André Soares transforma-se no Ex-Libris do Barroco em Portugal. Nos fins deste século, surge em várias edificações o Neoclássico com Carlos Amarante. Mais uma vez, por intermédio de vários arcebispos, principalmente D. Rodrigo de Moura Teles, os edifícios religiosos são novamente alterados com a introdução do Barroco e o Neoclássico e é iniciada a construção do Santuário do Bom Jesus do Monte, em 1722. Em 1715, D. Rodrigo de Moura Teles expande os chamados Alpendres, que ficavam no início da Rua do Souto. Estes correspondiam a uma área de arcadas adjacentes ao Castelo de Braga que eram polo comercial e social que ligava a cidade aos campos à sua volta que são precursoras diretas da atual Arcada. Junto desta funcionava a Alfândega mandada construir durante o arquiepiscopado de D. Frei Agostinho de Jesus, arcebispo entre 1588 e 1609, para acomodar os mercadores e supervisionar os pesos e medidas utilizados. Devido à sua localização, os Alpendres, a Rua do Souto e a Rua Nova de Sousa (atual Rua D. Diogo de Sousa) tornaram-se nas zonas privilegiadas para habitação dos mercadores e, consequentemente, para fixação dos estabelecimentos comerciais na cidade, algo que é confirmado no registo das atividades económicas da cidadeSoares, J. M. C. E. M. (2023). Práticas creditícias em Braga (1695-1705): Os censos consignativos [Dissertação de Mestrado - Universidade do Minho], pág. 87-95. https://repositorium.sdum.uminho.pt/handle/1822/86617. As famílias nobres de Braga, responderam a essa mudança deslocando-se das suas moradas na Cividade e estabelecendo-se nos arredores da cidade de Braga . Esta transição resultou na construção de grandes propriedades pelos nobres da cidade nos campos circundantes, que o Palácio dos Biscainhos, construído em 1699 e habitação dos Condes de Bertiandos durante três seculos, se destaca como exemplo máximoSoares, J. M. C. E. M. (2023). Práticas creditícias em Braga (1695-1705): Os censos consignativos [Dissertação de Mestrado - Universidade do Minho], pág. 62-65. https://repositorium.sdum.uminho.pt/handle/1822/86617. Entre vários exemplos outros também se sobressaem, nomeadamente: no último quartel do séc. XVII, constrói-se o Casal de Ínfias; entre 1754-1755, é construído o Palácio do Raio, por autoria de André Soares; a construção no início do séc. XVIII, do Palacete dos Vilhenas Coutinhos; a construção em 1703, mandada por Francisco de Meira Carrilho, cónego do Cabido de Braga, do Palácio dos Falcões; e, por último, a construção da Casa do Tanque, na primeira metade do século XVII, que serve como atual Paço do Arcebispo de Braga. Em 1758, Braga, como muitos outros lugares, foi incluída no censo solicitado pela monarquia, sob o 1º Marquês de Pombal. Esses registros são conhecidos como Memórias Paroquiais que podem ser consultadas através de várias fontes. Em 1769, o Arcebispo D. Gaspar de Bragança mandou demolir a Capela de Nossa Senhora do Amparo e mudar de local vários cruzeiros de modo a ampliar o Campo da Vinha. Este Arcebispo aumentou e reconstruiu o Palácio do Arcebispo, adicionando uma fachada, por autoria de André Soares, na direção do Campo dos Touros (atual Praça do Município), onde se fazia grandes festas tauromáquicas sobre o patrocínio dos Arcebispos. Quase um século depois, na noite de 15 de Abril de 1866, um incêndio destruiu esta parte do Palácio, juntamente com a livraria de D. Gaspar de Bragança e muito espólio arquivístico. Foi também, durante o governo deste arcebispo que foi destruída a antiga Igreja de S. Pedro de Maximinos, que se tratava de um edifício remontando à época paleocristã, sendo erguida depois uma nova igreja no local. D. Gaspar também revolucionou a paisagem artística musical de Braga, comprando instrumentos musicais e procurando atrair à cidade bons músicos e cantores, como o cantor italiano da Ópera napolitana António Gallassi. Em 1775, o antigo Paço do Concelho, mandado construir pelo Arcebispo D. Diogo de Sousa e que se localizava junto à Sé, foi demolido face à mudança da sede de município para o edifício que tinha sido construída no Campo de Touros, em 1753, por André Soares. Ruínas da antiga fortaleza construída no topo do anfiteatro romano ainda existiam no século XVIII (uma descrição deste foi feita no reinado de D. Maria I), na parte sul de Maximinos, mas o tempo cobrou o seu preço e os vestígios acima do solo foram desaparecendo. Atualmente, somente as termas romanas e o teatro romano são sítios arqueológicos, parcialmente abertos ao público. ==== Do Liberalismo aos dias de hoje ==== Nos cem anos que se seguem, irrompem conflitos devidos às invasões francesas e lutas liberais. Em 20 de março de 1809 a cidade é palco da Batalha do Carvalho d'Este e vítima de vários saques realizados pelas tropas napoleónicas. A cidade viria a ser reocupada a 5 de abril pelo general José António Botelho de Sousa, comandante das forças portuguesas no Minho. Braga foi também palco de vários dramas durante a Guerra Civil Portuguesa, sendo maioritariamente participado do lado dos miguelistas, tal como o caso do Padre Casimiro José Vieira, que proclamaria D. Miguel como Rei de Portugal no alto do Bom Jesus. Em 1834, com o fim das lutas liberais, são expulsas várias ordens religiosas de Braga, deixando o seu espólio para a cidade. Em consequência da Revolta da Maria da Fonte na Póvoa de Lanhoso, área sob jurisdição do quartel militar bracarense, a cidade é palco de importantes confrontos entre o povo e as autoridades. Por sua vez, durante os eventos da Guerra da Patuleia, é de Braga que parte o Conde das Antas para tomar controle do exército português. No final do , o centro da cidade deixa a área da Sé de Braga e passa para a Avenida Central. Por sua vez, em 1836, foi fundado o Liceu Nacional de Braga, a atual Escola Secundária de Sá de Miranda, pelo Ministro e Secretário de Estado dos Negócios do Reino Manuel da Silva Passos, no seu plano de restruturação da Educação em Portugal. Nos seus primeiros anos de funcionamento, o Arcebispo D. Pedro Paulo disponibilizou o edifício do Seminário Conciliar de São Pedro e São Paulo para este Liceu. Em 1922, o Liceu mudou para a sua localização final, e atual, no antigo Colégio de Espirito Santo, necessitando de obras de adaptação por autoria de Moura Coutinho. Em 1875, é inaugurado pelo rei D. Luís a linha e estação dos comboios de Braga, que ligaria o Porto à Galiza. Em 2004, esta linha ferroviária foi modernizada para incluir o uso dos Alfas Pendulares, possibilitando a ligação de Braga a Faro. O Castelo de Braga, previamente inserido no centro da cidade foi destruído em 1905, apesar das tentativas de o salvar por várias pessoas como o arqueólogo Albano Belino, que tentou mudar a localização do seu museu municipal para o edifício numa tentativa de o proteger. Belino, desgostoso, sofre de um acidente vascular cerebral (AVC), falecendo no ano seguinte acabando por doar o seu espólio ao Museu Arqueológico da Sociedade Martins Sarmento de Guimarães. O sonho de Albano Belino em formar um museu em Braga foi só concretizado em 1918, com a fundação de um museu diretamente precursor ao Museu de Arqueologia Dom Diogo de Sousa. O Convento da Nossa Senhora dos Remédios foi demolido a 31 de Outubro de 1907, sendo várias das suas obras de arte, entre elas retábulos, esculturas e fontanários, foram espalhadas pela cidade e pelas suas igrejas. Com a sua demolição, foi aberta uma nova rua (a Rua Gonçalo Sampaio) e no seu espaço construiu-se o Theatro Circo e, eventualmente, o cinema São Geraldo e o centro comercial Santa Cruz. O antigo edifício do Cinema São Geraldo, criado em 1950, está a ser requalificado e, inicialmente daria lugar a um novo centro comercial, no entanto o projeto foi revisto e será reconstruído para albergar um Media Arts Centre Em 1914 é construída a rede de elétricos de Braga. Para abastecer os elétricos foram instalados na Rua da Cruz de Pedra geradores elétricos a vapor. Em dias de grande afluência podia-se registar uma lotação excecional de 200 passageiros em composições de carro-motor e um atrelado, ultrapassando largamente a respetiva capacidade nominalin Resende (1989): parte III. Após a descontinuação do serviço, em 1963, toda a frota foi desmantelada num sucateiro do Porto, que a havia adquirido a peso à Câmara Municipal de Braga por 111 mil escudos. Subsiste o carro-elevador, musealizado em Coimbra; este foi usado para reparação da rede aérea mesmo após a substituição dos elétricos por tróleicarros. A 11 de Agosto de 1917, foi fundado o Arquivo Distrital de Braga e vários caches arquivísticos foram trazidos para Braga de vários sítios e instituições, principalmente de conventos e igrejas que foram dissolvidos após a Instauração da República. miniaturadaimagem|279x279px|Rua Júlio Lima, a 3 de abril de 1937, na inauguração da luz elétricaEm 28 de maio de 1926, o General Gomes da Costa iniciou a sua marcha para Lisboa nesta cidade, dando início à Revolução de 28 de Maio, onde aboliu a Primeira República e implementou o governo ditatorial da Ditadura Nacional de onde se formaria o Estado Novo. No décimo aniversário da Revolução, o ditador António de Oliveira Salazar, visitou a cidade motivando uma grande feira, um desfile e um discurso, que proferiu na varanda da Câmara Municipal. Depois, o ditador voltaria diversas vezes à cidade nesta data, como no 40º aniversário. Em 1949, o terreno onde ficava a capela de Santo António na Praça dos Touros, foi vendida à Câmara Municipal, face aos seus planos de remodelação do plano urbano da cidade e o edifício foi destruído. Em 1956, o Mercado Velho, localizado dentro da Praça do Município, que era um edifício de estrutura metálica semelhante ao Mercado Ferreira Borges, no Porto, foi também demolido face à abertura de um novo mercado coberto na atual Praça do Comércio de Braga e que ainda hoje existe, tendo sido renovado entre 2020 e 2023. Com a abertura do espaço na Praça do Município, foi trazida a Fonte do Pelicano de estilo maneirista-joanino para o meio desta, em 1967. Em 1973, foi fundada a Universidade do Minho, com polos em Braga e Guimarães. Em 1976, o Arquivo Distrital foi integrado na então recém criada Universidade. Entre 1988 e 1991, Luís Novais introduziu o famoso traje académico da Universidade do Minho, baseando-se nas descrições dos trajes dos estudantes do Colégio Jesuíta de São Paulo da cidade nas memórias escritas de Ignácio José Peixoto, que fora secretário do Arcebispo de Braga. Por fim, no final deste século, Braga sofre um grande desenvolvimento e cresce a um ritmo bastante elevado. ==Geografia== { \"type\": \"ExternalData\", \"service\": \"geomask\", \"ids\": \"Q83247\" } Situada no coração do Minho, a cidade de Braga encontra-se numa região de transições de Este para Oeste, entre serras, florestas e leiras aos grandes vales, planícies e campos verdejantes. Terras construídas pela natureza e moldadas pelo Homem. Físicamente situa-se a 41° 32' N 08° 25' O, no Noroeste da Península Ibérica, precisamente entre o Rio Douro e o Rio Minho. Ocupando 183,51 km², e variando entre 20 a 572 m de altitude, o município é bastante diversificado. O terreno a Norte situado na margem esquerda do Rio Cávado, é semi-plano, graças ao grande vale do Rio Cávado. A parte Este caracteriza-se por montanhas, tais como a Serra do Carvalho (479 m), Serra dos Picos (566 m), Monte do Sameiro (572 m) e o Monte Sta Marta (562 m). Entre a Serra do Carvalho e a Serra dos Picos nasce o Rio Este, formando o vale d'Este, já a Sul da Serra dos Picos desenvolve-se o planalto de Sobreposta-Pedralva. A Sul, como a Oeste o terreno é um misto de montanhas, colinas e médios vales. O centro da cidade situa-se no alto da colina de Cividade (215 m), desenvolvendo-se para o vale do Rio Cávado a Norte e Oeste, e para o vale do Rio Este a Este e Sul. O território bracarense pertence a duas bacias hidrográficas, a bacia hidrográfica do rio Cávado a Norte e a bacia hidrográfica do rio Ave a Sul. O rio Cávado, de caudal médio, é o elemento hidrográfico predominante a Norte, existindo também diversas ribeiras que desaguam neste. O território a Sul é marcado pelo rio Este e seus diversos afluentes, como o rio Veiga, todos de pequeno caudal. O solo, dado pertencer ao sistema montanhoso do Gerês e a sua proximidade ao Oceano Atlântico, é bastante rico em água. O município é predominantemente urbano, principalmente em torno da cidade. As áreas rurais que outrora predominavam, hoje, confinam-se aos limites do município. É ainda de salientar que as colinas de maior cota e as montanhas encontram-se cobertas por manchas florestais, apesar da pressão urbana e dos fogos florestais que sucederam nos últimos anos. ===Clima=== O clima em Braga, pelo facto de se situar entre serras e o Oceano Atlântico, é tipicamente atlântico temperado,A última revisão do sistema Köppen climate classification limitou o máximo de precipitação para o clima Mediterrânico Cs com o valor de 900 mm. ou seja, com quatro estações bem definidas. Os Invernos são amenos e pluviosos , e geralmente com ventos moderados de Sudoeste. O vento pode também soprar do Norte, normalmente forte, o que geralmente provoca uma grande descida da temperatura, estes ventos são designados como Nortadas. Em anos frios ocorre a queda de neve, havendo temperaturas mínimas médias de -3 °C. O último nevão na cidade foi em 9 de Janeiro de 2009. As Primaveras são tipicamente amenas, com grandes aberturas e ventos suaves. As brisas matinais ocorrem com maior frequência, principalmente nas maiores altitudes. No vale do Cávado, a baixa altitude, é normal existirem os nevoeiros matinais. De salientar o mês de Maio que é bastante propício às trovoadas, devido ao aquecimento do ar húmido com a chegada do Verão. Os verões são quentes e soalheiros com ventos suaves d'Este. Nos dias mais frescos, podem ocorrer espontaneamente chuvas de curta duração, estas chuvas são bastante importantes para a vegetação da região, pois reabastece os lençóis de água o que torna a região rica em vegetação durante o ano inteiro, pela qual é conhecida por Verde Minho. Os Outonos são amenos e pluviosos, geralmente com ventos moderados. As maior e menor temperaturas registadas em Braga no período 1971-2000 foram 39,4 °C e -4,1 °C. Porém, há registos de -6,3 °C em 2001 e 41,3 °C em 1943 (fonte: Instituto de Meteorologia). Enquanto a temperatura desce, aumenta a pluviosidade. Existe uma maior frequência de nevoeiros, principalmente no vale do Cávado onde ocorrem os nevoeiros matinais mais densos. Tabela climática de Braga Temperatura Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Média Máxima registada °C 24,0 23,5 29,5 31,0 35,5 38,5 38,5 39,5 38,5 33,5 28,5 24,1 Média Máxima °C 13,7 14,8 17,6 18,3 21,1 25,4 27,8 28,0 25,5 20,9 16,8 14,4 20,4 Média °C 9,0 9,9 12,3 13,2 15,8 19,5 21,4 21,4 19,4 15,9 12,3 10,2 15,0 Média minima °C 4,3 4,9 7,0 7,9 10,4 13,5 14,9 14,7 13,2 10,8 7,7 6,0 9,6 Mínima registada °C -6,4 -4,5 -5,0 -1,2 -0,5 3,3 7,5 6,7 3,8 2,5 -1,7 -2,5 Precipitação Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Total Total mm 176,4 114,8 121,6 130,8 112,9 48,6 22,0 34,0 81,7 191,7 193,9 220,2 1448,6 Dados referentes entre 1981 até 2010. Fonte: Instituto de Meteorologia, IP Portugal ===Demografia=== ==Evolução da População do Município== Número de habitantes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 48 420 50 962 55 424 58 339 60 836 57 019 60 761 75 846 84 142 92 938 96 918 125 472 141 256 169 192 181 494 193 324 (Número de habitantes que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por Grupo Etário 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0–14 Anos 19 439 20 069 18 362 22 555 26 430 28 028 34 105 36 180 39 005 33 459 30 733 29 667 26 753 15–24 Anos 10 971 11 890 11 507 13 224 14 669 17 593 15 469 17 515 25 651 27 483 26 642 22 098 21 976 25–64 Anos 24 518 25 409 23 989 27 006 30 471 33 254 37 430 36 010 50 973 68 016 89 053 105 835 109 422 ≥ 65 Anos 3 088 3 241 2 917 3 617 4 167 4 902 5 934 6 515 9 843 12 298 17 764 23 894 35 173 (Obs: De 1900 a 1950 os dados referem-se à população presente no município à data em que eles se realizaram Daí que se registem algumas diferenças relativamente à designada população residente) População estrangeira (2021) no município de Braga: 12 718 (6,57% da população). Paises de origem: Brasil: 7 773; Itália: 980; Ucrânia: 443. O município é densamente povoado, com 989,6 hab/km² e 193349 habitantes (2021), é um dos mais populosos de Portugal e é um dos mais jovens da Europa. A maioria da população concentra-se na área urbana, onde a densidade atinge cerca de 10 000 hab/km². Colors = id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barraH value:rgb(0.3,0.3,0.9) id:barraM value:rgb(0.9,0.3,0.3) ImageSize = width:500 height:420 PlotArea = left:100 bottom:50 top:30 right:15 DateFormat = x.y Period = from:-10000 till:10000 TimeAxis = orientation:horizontal AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:2000 start:-10000 ScaleMinor = gridcolor:lightgrey increment:500 start:-10000 BackgroundColors = canvas:sfondo BarData = bar:null bar:85- text:85 e mais anos bar:80-84 text:80 a 84 anos bar:75-79 text:75 a 79 anos bar:70-74 text:70 a 74 anos bar:65-69 text:65 a 69 anos bar:60-64 text:60 a 64 anos bar:55-59 text:55 a 59 anos bar:50-54 text:50 a 54 anos bar:45-49 text:45 a 49 anos bar:40-44 text:40 a 44 anos bar:35-39 text:35 a 39 anos bar:30-34 text:30 a 34 anos bar:25-29 text:25 a 29 anos bar:20-24 text:20 a 24 anos bar:15-19 text:15 a 19 anos bar:10-14 text:10 a 14 anos bar:5-9 text:5 a 9 anos bar:0-4 text:0 a 4 anos PlotData = color:barraH width:16 align:left bar:85- from:-533 till: 0 bar:80-84 from:-1034 till: 0 bar:75-79 from:-1930 till: 0 bar:70-74 from:-2513 till: 0 bar:65-69 from:-2805 till: 0 bar:60-64 from:-3875 till: 0 bar:55-59 from:-5086 till: 0 bar:50-54 from:-5795 till: 0 bar:45-49 from:-6659 till: 0 bar:40-44 from:-6785 till: 0 bar:35-39 from:-7093 till: 0 bar:30-34 from:-7128 till: 0 bar:25-29 from:-6592 till: 0 bar:20-24 from:-5640 till: 0 bar:15-19 from:-5458 till: 0 bar:10-14 from:-5207 till: 0 bar:5-9 from:-5422 till: 0 bar:0-4 from:-5041 till: 0 color:barraM bar:85- from: 0 till: 1429 bar:80-84 from: 0 till: 1979 bar:75-79 from: 0 till: 2828 bar:70-74 from: 0 till: 3179 bar:65-69 from: 0 till: 3327 bar:60-64 from: 0 till: 4399 bar:55-59 from: 0 till: 5421 bar:50-54 from: 0 till: 6276 bar:45-49 from: 0 till: 7173 bar:40-44 from: 0 till: 7489 bar:35-39 from: 0 till: 7715 bar:30-34 from: 0 till: 7536 bar:25-29 from: 0 till: 6857 bar:20-24 from: 0 till: 5783 bar:15-19 from: 0 till: 5259 bar:10-14 from: 0 till: 4924 bar:5-9 from: 0 till: 5194 bar:0-4 from: 0 till: 4770 PlotData = bar:85- at:-533 fontsize:S text: 533 shift:(-25,-4) bar:80-84 at:-1034 fontsize:S text: 1034 shift:(-25,-4) bar:75-79 at:-1930 fontsize:S text: 1930 shift:(-25,-4) bar:70-74 at:-2513 fontsize:S text: 2513 shift:(-25,-4) bar:65-69 at:-2805 fontsize:S text: 2805 shift:(-25,-4) bar:60-64 at:-3875 fontsize:S text: 3875 shift:(-25,-4) bar:55-59 at:-5086 fontsize:S text: 5086 shift:(-25,-4) bar:50-54 at:-5795 fontsize:S text: 5795 shift:(-25,-4) bar:45-49 at:-6659 fontsize:S text: 6659 shift:(-25,-4) bar:40-44 at:-6785 fontsize:S text: 6785 shift:(-25,-4) bar:35-39 at:-7093 fontsize:S text: 7093 shift:(-25,-4) bar:30-34 at:-7128 fontsize:S text: 7128 shift:(-25,-4) bar:25-29 at:-6592 fontsize:S text: 6592 shift:(-25,-4) bar:20-24 at:-5640 fontsize:S text: 5640 shift:(-25,-4) bar:15-19 at:-5458 fontsize:S text: 5458 shift:(-25,-4) bar:10-14 at:-5207 fontsize:S text: 5207 shift:(-25,-4) bar:5-9 at:-5422 fontsize:S text: 5422 shift:(-25,-4) bar:0-4 at:-5041 fontsize:S text: 5041 shift:(-25,-4) bar:85- at: 1429 fontsize:S text: 1429 shift:(8,-4) bar:80-84 at: 1979 fontsize:S text: 1979 shift:(8,-4) bar:75-79 at: 2828 fontsize:S text: 2828 shift:(8,-4) bar:70-74 at: 3179 fontsize:S text: 3179 shift:(8,-4) bar:65-69 at: 3327 fontsize:S text: 3327 shift:(8,-4) bar:60-64 at: 4399 fontsize:S text: 4399 shift:(8,-4) bar:55-59 at: 5421 fontsize:S text: 5421 shift:(8,-4) bar:50-54 at: 6276 fontsize:S text: 6276 shift:(8,-4) bar:45-49 at: 7173 fontsize:S text: 7173 shift:(8,-4) bar:40-44 at: 7489 fontsize:S text: 7489 shift:(8,-4) bar:35-39 at: 7715 fontsize:S text: 7715 shift:(8,-4) bar:30-34 at: 7536 fontsize:S text: 7536 shift:(8,-4) bar:25-29 at: 6857 fontsize:S text: 6857 shift:(8,-4) bar:20-24 at: 5783 fontsize:S text: 5783 shift:(8,-4) bar:15-19 at: 5259 fontsize:S text: 5259 shift:(8,-4) bar:10-14 at: 4924 fontsize:S text: 4924 shift:(8,-4) bar:5-9 at: 5194 fontsize:S text: 5194 shift:(8,-4) bar:0-4 at: 4770 fontsize:S text: 4770 shift:(8,-4) TextData = fontsize:M pos:(230,15) text:Número de indivíduos fontsize:S pos:(10,3) text:Pirâmide etária em 2008. A azul indivíduos masculinos, a vermelho indivíduos femininos. Fonte INE. fontsize:L pos:(220,405) text:Pirâmide etária A população bracarense é constituída por 78 954 indivíduos do sexo masculino e 85 238 indivíduos do sexo feminino. O grupo etário dos 0 aos 25 anos representava 35% da população total, enquanto 54% da população tinha entre 26 a 64 anos, o grupo etário dos idosos representava 11%. A população é maioritariamente portuguesa, mas existem também comunidades imigrantes, nomeadamente brasileiros, africanos principalmente oriundos das antigas colónias portuguesas, chineses e europeus de leste. No que diz respeito a habitação, em Braga há 70 268 alojamentos (Censos de 2001), valor excedentário se tivermos em consideração o conceito clássico de família (51 173 agregados). No entanto, estas 19 095 habitações sobrantes não estão todas em excesso na realidade, muitas delas destinam-se a residência temporária, normalmente associadas a estudantes, a trabalhadores temporários e a estrangeiros que exercem a sua actividade profissional na cidade. Existe também um grande número de habitações que pertencem a cidadãos residentes no estrangeiro que as utilizam quando regressam periodicamente a Portugal. O constante crescimento populacional e o aumento da habitação individual associado à não constituição de uma família clássica são também realidades que justificam este facto na sociedade bracarense. As 19 095 habitações atrás referidas, representam em média uma capacidade para 60 000 indivíduos, o que faz com que a população real de Braga esteja próxima de um valor intermédio situado entre os 174 000 indivíduos e os 230 000 indivíduos. O município cresceu 16,2% entre 1991 a 2001, o maior crescimento registou-se nas antigas freguesias suburbanas (hoje urbanas), por exemplo: Nogueira 124,6%, Frossos 68,4%, Real 59,8%, Lamaçães 50,9%. As previsões apontam para que Braga seja um dos municípios com maior crescimento nos próximos anos. A evolução demográfica entre 1801 a 2021: Colors = id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:640 height:300 PlotArea = left:50 bottom:50 top:20 right:20 DateFormat = x.y Period = from:0 till:210000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:20000 start:0 ScaleMinor = gridcolor:lightgrey increment:5000 start:0 BackgroundColors = canvas:sfondo BarData = bar:1800 bar:1801 text:1801 bar:1849 text:1849 bar:1900 text:1900 bar:1911 text:1911 bar:1920 text:1920 bar:1930 text:1930 bar:1940 text:1940 bar:1950 text:1950 bar:1960 text:1960 bar:1970 text:1970 bar:1981 text:1981 bar:1991 text:1991 bar:2001 text:2001 bar:2011 text:2011 bar:2021 text:2021 bar:2031 PlotData = color:barra width:25 align:left bar:1801 from:0 till: 30552 bar:1849 from:0 till: 40004 bar:1900 from:0 till: 58339 bar:1911 from:0 till: 60836 bar:1920 from:0 till: 57019 bar:1930 from:0 till: 60761 bar:1940 from:0 till: 75846 bar:1950 from:0 till: 84142 bar:1960 from:0 till: 92938 bar:1970 from:0 till: 96220 bar:1981 from:0 till: 125472 bar:1991 from:0 till: 141256 bar:2001 from:0 till: 164192 bar:2011 from:0 till: 181494 bar:2021 from:0 till: 193349 PlotData = bar:1801 at:30552 fontsize:S text: 30.552 shift:(-14,5) bar:1849 at:40004 fontsize:S text: 40.004 shift:(-14,5) bar:1900 at:58339 fontsize:S text: 58.339 shift:(-14,5) bar:1911 at:60836 fontsize:S text: 60.836 shift:(-14,5) bar:1920 at:57019 fontsize:S text: 57.019 shift:(-14,5) bar:1930 at:60761 fontsize:S text: 60.761 shift:(-14,5) bar:1940 at:75846 fontsize:S text: 75.846 shift:(-14,5) bar:1950 at:84142 fontsize:S text: 84.142 shift:(-14,5) bar:1960 at:92938 fontsize:S text: 92.938 shift:(-14,5) bar:1970 at:96220 fontsize:S text: 96.220 shift:(-14,5) bar:1981 at:125472 fontsize:S text: 125.472 shift:(-18,5) bar:1991 at:141256 fontsize:S text: 141.256 shift:(-18,5) bar:2001 at:164192 fontsize:S text: 164.192 shift:(-18,5) bar:2011 at:181494 fontsize:S text: 181.494 shift:(-18,5) bar:2021 at:193333 fontsize:S text: 193.333 shift:(-18,5) TextData = fontsize:S pos:(20,20) ===Município e organização administrativa=== Administrativamente o município de Braga, de código administrativo 03 03, fica no distrito de Braga de código administrativo 03, e é capital do mesmo. É limitado a norte pelo município de Amares, a leste pela Póvoa de Lanhoso, a sueste por Guimarães, a sul por Vila Nova de Famalicão, a oeste por Barcelos e a noroeste por Vila Verde. Possui uma Câmara Municipal, presidida por Ricardo Rio desde 2013. A Câmara Municipal é composta, para além do presidente, por nove vereadores. Existe uma Assembleia Municipal que é o órgão legislativo do município, constituída por um presidente e dois secretários, sessenta e três deputados e os Presidentes de junta de freguesia. ===Freguesias=== O Município de Braga está subdividido em 37 freguesias: Nome População (2021) Área (km²) Densidade (hab/km²) Adaúfe 3 587 10,81 331,8 Arentim e Cunha 1 406 5,72 245,8 Braga (Maximinos, Sé e Cividade) 15 092 2,57 5872,4 Braga (São José de São Lázaro e São João do Souto) 14 793 2,44 6 062,7 Braga (São Vicente) 13 976 2,55 5 480,8 Braga (São Vítor) 32 877 4,08 8 058,1 Cabreiros e Passos (São Julião) 2 082 4,8 433,75 Celeirós, Aveleda e Vimieiro 6 743 7,56 891,9 Crespos e Pousada 1 231 7,34 167,7 Escudeiros e Penso (Santo Estêvão e São Vicente) 1 823 8,04 226,7 Espinho 1 057 4,48 235,9 Esporões 1 713 4,74 361,4 Este (São Pedro e São Mamede) 4 067 9,8 415 Ferreiros e Gondizalves 9 978 4,26 2 342,3 Figueiredo 1 150 2,03 566,5 Gualtar 6 761 2,74 2467,5 Guisande e Oliveira (São Pedro) 1 072 4,71 227,6 Lamas 852 1,25 681,6 Lomar e Arcos 7 266 4,02 1807,5 Merelim (São Paio), Panóias e Parada de Tibães 5 258 5,36 981 Merelim (São Pedro) e Frossos 3 845 3,15 1 220,6 Mire de Tibães 2 344 4,36 537,6 Morreira e Trandeiras 1 364 4,54 300,4 Nogueira, Fraião e Lamaçães 15 017 8,4 1787,7 Nogueiró e Tenões 5 947 4,43 1342,4 Padim da Graça 1 418 3,39 418,3 Palmeira 5 700 8,88 641,9 Pedralva 1 060 8,07 131,4 Priscos 1 256 3,65 344,1 Real, Dume e Semelhe 13 686 8,46 1617,7 Ruilhe 1 110 2,2 504,5 Santa Lucrécia de Algeriz e Navarra 909 6,22 146,1 Sequeira 1 741 4,35 400,2 Sobreposta 1 267 5,98 211,9 Tadim 1 267 2,68 472,8 Tebosa 1 082 2,59 417,8 Vilaça e Fradelos 1 552 2,8 554,3 Desde a reorganização administrativa de 2013, o município de Braga está subdividido em 37 freguesias.Diário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19 de julho de 2013. ===Geminações=== Braga possui onze protocolos de cooperação. * Clermont-Ferrand, Puy-de-Dôme, França * Puteaux, Altos do Sena, França * Manaus, Brasil * Niterói, Brasil * Rio de Janeiro, BrasilCorreio do Minho Lido a 21 de Novembro de 2012. * Bissorã, Oio, Guiné- Bissau * Astorga, Castela e Leão, Espanha. A cidade de Braga possui laços com Astorga há mais de dois mil anos, como evidencia a construção da Geira para encurtar distâncias entre estas. * Veliko-Tarnovo, Bulgária * Cluj-Napoca, Roménia * Ivano-Frankivsk Ucrânia * Santa Fé, Argentina * Cuenca, Ecuador ==Cultura== ===Artesanato=== O artesanato bracarense há muito que ultrapassou as fronteiras do país. Na música, os cavaquinhos, violas, guitarras (nomeadamente a Viola Braguesa). É interessante notar que será este instrumento a dar origem ao famoso ukelele ao ser levado por emigrantes portugueses para o Hawai. Na Arte Sacra as representações bíblicas e a Vela Votiva de Braga são os ex-libris. Embora estes quatro sejam famosos, o artesanato Bracarense é mais diversificado, os artigos de linho (panos, colchas, cortinados…), os bordados, a cestaria, miniaturas em madeira, farricocos [(também em cêra)], bijuteria, ferro forjado (sinos, miniaturas, material para agricultura…), as louças típicas de Braga coloridas e de forma atractiva, entre outros, são artigos tradicionais que facilmente se encontram nas ruas, ruelas ou nas zonas rurais nas imediações. ===Gastronomia=== Braga, como o resto do Minho tem uma gastronomia riquíssima. O bacalhau assume-se como o prato de peixe favorito, a cidade é famosa pelas suas inúmeras receitas de bacalhau (bacalhau à Narcisa, bacalhau à Minhota (Braga), bacalhau à moda de Braga…). O arroz de Pato, as papas de sarrabulho com rojões, a tripa enfarinhada, os farinhotes, os enchidos de sangue, o cabrito à moda de Braga, as frigideiras do Cantinho ou as da Sé, os rojões à moda do Minho, o frango \"pica no chão\", o vinho verde, o Pudim Abade de Priscos, o toucinho do céu, o bolo rei escangalhado, fidalguinhos, pederneiras, suplícios, paciências, entre muitos outros, fazem de Braga uma cidade de sabores. ===Tradições e Festividades=== *Festa de São João em Braga— Os primeiros registos do S. João de Braga datam de 1515, data que pela primeira vez a Câmara Municipal assume a sua realização, mas que agregam muitos elementos comprovadamente mais antigos, como por exemplo a Procissão dos Santos do Mês de Junho, onde tradicionalmente aparece o carro com a Dança do Rei David, que apesar do nome, é de inspiração moçárabe. De salientar também, a presença de \"lavradeiras\" ostentando as Velas Votivas de Braga (cumprindo a tradição de a oferecer ao São João pela graça concedida). Estas festas repetem-se anualmente no mês de Junho. *Semana Santa — Páscoa— Durante toda essa semana os altares das Igrejas, cada um invocando uma cena da Paixão de Cristo, encontram-se decorados com flores e velas. Esta semana atrai muitos turistas à cidade. Os visitantes procuram essencialmente as grandes procissões nocturnas que se caracterizam pelas centenas de figurantes. Na quarta-feira realiza-se a tradicional Procissão da burrinha, na quinta-feira a procissão de Ecce Homo e, na Sexta-feira Santa, a solene Procissão Teofórica do Enterro do Senhor. Em todas elas se recriam quadros da história religiosa. No sábado à noite, é habitual uma sessão de fogo-de- artifício, onde rebenta uma figura de homem, simbolizando o suicida Judas, que traíra Jesus. Após a Vigília Pascal da madrugada de Domingo de Páscoa, conjuntos de pessoas saem de todas as igrejas da cidade para anunciarem a todas as casas a Ressurreição de Jesus, dando uma Cruz especialmente decorada a beijar aos residentes. *Dia da Cidade — Celebra-se no dia de São Geraldo, padroeiro da cidade de Braga, a 5 de Dezembro. É uma celebração de cariz oficial, com sessão solene e entrega de medalhas da cidade, não havendo festa popular. De salientar ainda a especial decoração da Capela de São Geraldo na Sé Catedral, que neste dia é enfeitada com fruta. *Festas dos Patronos — Por toda a cidade, cada paróquia celebra a festa do seu patrono. São particularmente conhecidas as de São Vicente e da 'Cónega' (nome dado à zona ao fundo do Campo da Vinha e Rua da Boavista), bem como as de Nogueiró e Nogueira, com festividades e costumes significativos, como por exemplo os “moletinhos” no dia de São Vicente e São José (de São Lázaro), a 22 de janeiro e 19 de março, respetivamente. *Festas Académicas do Enterro da Gata — A primeira referência na imprensa relativamente ao \"Enterro da Gata\" reenvia-nos ao distante ano de 1889 e vem publicada no jornal \"Aurora do Minho\" com o título pomposo de \"Enterro Xistoso\". Lá se conta como um grupo de estudantes \"para festejar o fim do ano e enterrar a gata\" fizeram um \"enterro xistoso e novo na espécie\". A academia bracarense era então representada pelos estudantes do Liceu Nacional (hoje Escola Secundária Sá de Miranda), que estava sediado no Convento dos Congregados. No estudo solicitado em 1989 pela Associação Académica da Universidade do Minho ao director da Biblioteca Pública de Braga, Dr. Henrique Barreto Nunes, concluiu-se que o 1.º Enterro da Gata se havia realizado em Maio de 1889. Assim, e passados exactamente 100 anos sobre o seu nascimento, era retomada a tradição, agora nas mãos dos estudantes da jovem Universidade do Minho. A \"gata\" representa o indesejado insucesso escolar. É feito um velório em que a \"Gata\" é transportada pelas artérias da cidade seguida por um séquito que não pára de chorar a \"finada\". As festas têm a duração de uma semana e realizam-se todos os anos no início do mês de Maio. *Festas Académicas do 1.º de Dezembro — os Estudantes da Cidade de Braga no ano de 1640, com o intuito de comemorar a restauração da independência, saíram à rua. No meio da folia, estes jovens assaltaram galinheiros e celebraram o acontecimento bebendo e comendo um prato típico de frango, o “Pica No Chão\" (vulgo, cabidela). A tradição do jantar do 1.º de Dezembro é ainda seguida pelos estudantes da cidade, juntamente com uma Récita que conta com a participação dos Grupos Culturais da Universidade do Minho. *Procissão dos Passos —A Procissão dos Passos, organizada anualmente no Domingo de Ramos pela Irmandade de Santa Cruz, é o primeiro grande cerimonial da Semana Santa de Braga. Instituída no ano de 1597 pelo Arcebispo D. Frei Agostinho de Jesus, é plausivelmente a segunda mais antiga do género em Portugal. O objetivo desta procissão é reconstituir o caminho (os passos) de Jesus Cristo desde o Pretório até ao Calvário. Por isso mesmo, ainda hoje, a procissão cumpre o itinerário dos Passos (calvários) espalhados no centro histórico. O ponto alto ocorre quando o préstito atinge o largo Carlos Amarante, defronte da igreja de Santa Cruz, onde é pronunciado o sermão do Encontro, momento catequético-devocional introduzido em 1946. Após esta encenação, a procissão prossegue a sua marcha, agora com o andor de Nossa Senhora da Soledade incorporado. Num passado não muito distante, a procissão era antecedida por grupos de farricocos, vestidos de túnicas roxas, e hordas de penitentes que se flagelavam em público. Em memória destas figuras, abre a procissão um farricoco, carregando uma trompeta. Realiza-se em: Real (terceiro Domingo antes da Páscoa), Celeirós (segundo Domingo antes da Páscoa), Cabreiros (terceiro Domingo de Quaresma) e Braga (Domingo de Ramos). *Procissão do Corpo de Deus — A primeira \"manifestação\" pública, é uma forma de afirmarem publicamente a sua crença no Santíssimo Sacramento da Eucaristia, isto é, que o pão e vinho se transubstancian efectivamente no Corpo e Sangue de Cristo. É, por isso, uma procissão diferente das restantes: aqui não há quadros explicativos da história religiosa, apenas a expressão do culto ao Santíssimo Sacramento, transportado pelo Arcebispo. Foi nesta procissão em Braga que, em 1923, pela primeira vez se mostraram ao público os Escuteiros do Corpo Nacional de Escutas, pelo que é tradicional que nesta procissão os Escuteiros apenas constituam corpo participativo, ao invés de apenas contribuírem para a sua organização como na Semana Santa. *Braga Romana — Nestas festividades, inventadas já no século XXI, que decorrem anualmente no início do mês de Junho, são recriados alguns aspetos da vida no tempo da República Romana, com representações e simulações variadas. *Peregrinações ao Sameiro — Realizam-se no primeiro Domingo de Junho, último Domingo de Agosto e 8 de Dezembro. *Festa em Honra do Divino Espírito Santo — Uma das festas mais antigas da cidade de Braga, realizada na freguesia de Nogueira. *Peregrinação à Sra. da Cabeça — Mire de Tibães (segundo Domingo de Julho) *Romaria de Santa Marta — Realiza-se nos Montes da Falperra e Santa Marta, dia vinte e nove de Julho. * As festas e eventos culturais são uma constante quase semanal por toda a região e Braga não escapa a isso, com o barulho de sinos, foguetes e música a sinalizar a festa mais próxima. ===Música=== Ao longo dos séculos a música em Braga foi profundamente marcada pela música popular, folclore e música religiosa ou Sacra. Em 1961, a instalação do Conservatório de Música Calouste Gulbenkian abre os horizontes musicais da cidade. Nas décadas seguintes assiste-se a uma expansão musical, que continua a crescer nos nossos dias com o surgimento da Licenciatura em Música na Universidade do Minho. Na cidade existem ainda várias instituições de referência nomeadamente a Orquestra Câmara do Minho, Orquestra Câmara de Braga, a Orquestra Filarmónica de Braga, o Conservatório Calouste Gulbenkian de Braga, o Orfeão de Braga, o Coro da Sé de Braga, o Coro de Pais do Conservatório Calouste Gulbenkian de Braga, o Coro Gregoriano de Braga, a Banda de Musical de S. Miguel de Cabreiros, o Coro Académico da Universidade do Minho, a escola de música Conservatório Bomfim, cerca de 23 ranchos folclóricos, entre outros. Braga, tem-se também afirmado no panorama da música moderna portuguesa com o surgimento desde os anos 1980 de várias bandas de referência. Como incentivo a este tipo de música, a Câmara Municipal de Braga criou no estádio 1.º de Maio várias salas de ensaio. Simultâneamente existem também inúmeros concursos musicais dos quais se destaca por exemplo o \"Concurso de Bandas Amadoras\" do Braga Parque. ===Património imóvel=== No município de Braga existem 15 imóveis classificados como Monumentos Nacionais, 33 como Edifícios de interesse público e 20 em vias de classificação. ====Arqueologia==== *Domus de Santiago (Museu Pio XII) — Cividade *Fonte do Ídolo — São Lázaro *Ruínas romanas das Carvalheiras — Sé *Termas romanas de Maximinos — Alto da Cividade *Teatro romano do Alto da Cividade — Cividade *Balneário Pré-Romano de Bracara — Maximinos *Mosaico Romano no Museu de D. Diogo de Sousa — um dos mais antigos do Norte de Portugal *Insula nos terrenos do Museu de D. Diogo de Sousa *Insula romana sob edifício da Escola da Sé — Sé *Ruínas romanas inseridas no edifício da Bibliopólis *Ruínas Romanas do Edifício das \"Frigideiras do Cantinho\" *Troço de muralha do Baixo Império na base da Torre da Capela de Nossa Senhora da Glória *Mercado romano e basílica paleo-cristã — observáveis numa cripta, sob a capela da Sé Catedral *Tramo da muralha romana da Quinta do Fujacal *Edifício romano de Santo António das Travessas — Edifício Municipal *Via Romana XVII — com origem no limite leste da cidade e, atravessando o Barroso, passa em Acquae Flaviae (Chaves), de onde prossegue para Astorga — Em fase de classificação pelo IPPAR *Via Romana XVIII ou Via Nova (Geira) — localizada a nordeste da cidade, fazendo a ligação mais directa com Asturica Augusta (Astorga). Monumento nacional e em fase de preparação de candidatura a Património da Humanidade pela UNESCO * Via Romana XIX- unia as cidades de Braga, Ponte de Lima, Tude (Tui), Turoqua (Pontevedra), Aquis Celenis (Caldas de Reis), Iria, Martiae, Lucus Augusti (Lugo) e Asturica Augusta (Astorga). *Basílica de São Martinho de Dume datada do *Ruínas de Palácio Suevo — Edifício da época das invasões dos povos bárbaros, localizado na Santa Marta das Cortiças ====Arquitectura religiosa==== A cidade de Braga, por ser uma das cidades cristãs mais antigas do mundo, possui um vasto património religioso. As igrejas abundam no seu centro Histórico à semelhança de Roma. Do seu património evidencia-se o Santuário do Sameiro e, pela antiguidade, a Basílica de São Martinho de Dume (ver arqueologia), datada do e a Capela de São Frutuoso do período Visigótico, classificada como Monumento Nacional. No entanto, foi no que se construiu o ex-libris da cidade, a Sé Catedral de Braga. A Sé está estritamente ligada a Braga e faz parte da sua História, reúne uma grande diversidade de estilos arquitectónicos, o estilo românico (estilo inicial), o estilo gótico (capela dos Reis), estilo manuelino (exterior da cabeceira da igreja principal), o estilo renascentista (Igreja da Misericórdia de Braga), o estilo Barroco (altares de algumas capelas e os órgãos e coro da Igreja principal), o Neoclássico (Claustro), entre outros de menor expressão. Outro conjunto urbano multi-arquitectónico de enorme valor é o Paço Episcopal Bracarense, palácio dos Arcebispos de Braga situado nas proximidades da Sé. Com arquitectura medieval, destaca-se ainda a Igreja de Santa Eulália, a Igreja de São Sebastião, a Igreja de São João do Souto e a Capela dos Coimbras. Do estilo renascentista, a maior referência é a Igreja de São Paulo, de fachada alta e sóbria, terminada em frontão triangular, vazada por uma só porta em arco redondo, por duas janelas e um óculo. Ainda no mesmo período, o Arcebispo Diogo de Sousa altera a arquitectura da cidade, com a abertura de novos espaços urbanos e a construção de vários edifícios religiosos. Pelo facto de muitos desses edifícios só terem sido concluídos nos séculos seguintes, surgiram na sua arquitectura influências de outros estilos, como o barroco ou neoclássico, cujos trabalhos são em grande parte são da autoria de Carlos Amarante e de André Soares. Da autoria do Arquitecto e Engenheiro Carlos Amarante são o Convento do Pópulo, a Igreja de São Vicente, repleta de elementos do barroco, e a Igreja de São Marcos onde se destacam as estátuas dos apóstolos. O arquitecto André Soares projectou o magnífico Convento dos Congregados, \"a obra mais emocionada\" palavras do especialista Robert Smith, e a Igreja de Santa Maria Madalena de estilo rocaille. thumb|left|Interior da igreja do Mosteiro de Tibães ornamentada com talha de José de Santo António Vilaça Já o Santuário do Bom Jesus do Monte, uma das referências do barroco europeu e Património Cultural Mundial da Unesco, é da autoria destes dois grandes arquitectos bracarenses. Desta época datam também a actual igreja do Mosteiro de Tibães, casa mãe da Congregação Beniditina para Portugal e Brasil, e a Igreja da Santa Cruz em estilo barroco maneirista. Das obras do , sobressai a Basílica do Sameiro, templo central do trio dos Sacro- Montes (Bom Jesus-Sameiro-Falperra), de estilo neoclássico que possui no seu interior um altar-mor em granito branco polido, e o sacrário em prata. Dos grandes artistas bracarenses de arte religiosa, destaca-se José de Santo António Vilaça, grande mestre da talha dourada. A sua obra é marcada por traços pessoais e decorada a ouro. Grande parte dos ornamentos em talha que se encontram nas igrejas bracarenses são da sua autoria. Dada a importância da sua obra, certas figuras ligadas à arte defendem a candidatura da sua obra a património da humanidade. E Marceliano de Araújo que trabalhou tanto a madeira como a pedra (Fonte do Pelicano), sendo conhecido pelo seu trabalho em talha dourada da Igreja da Penha, famosa também pelos seus azulejos do século XVIII da autoria de Policarpo de Oliveira Bernardes. Em termos de cruzeiros, o mais imponente é o Cruzeiro de Tibães, de estilo renascentista erudito, possui também traços típicos dos restantes cruzeiros bracarenses e está classificado como Monumento Nacional desde 1910. Além destes, refere-se ainda pela monumentalidade, o Cruzeiro do Campo das Hortas e o Cruzeiro de Sant'Ana, também classificados como Monumento Nacional. {|border=\"0\" cellpadding=\"0\" cellspacing=\"0\" align=\"center\" ====Arquitectura civil==== thumb|Palácio do Raio *Arco da Porta Nova obra de André Soares, classificada como Monumento Nacional desde 1910. — Sé *Arcada *Edifício do Banco de Portugal, do arquiteto Moura Coutinho. *Elevador do Bom Jesus — Em fase de classificação pelo IPPAR e de preparação de candidatura a Património da Humanidade pela UNESCO *Casa de Infias ou Casa de Vale de Flores — São Vicente *Casa de Santa Cruz do Igo — Em fase de classificação pelo IPPAR * Casa dos Coimbra. *Casa dos Crivos ou Casa das Gelosias — São João do Souto *Casa dos Paivas ou da Roda, edifício renascentista do . *Casa e Quinta de São Brás da Torre incluindo capela, jardim e mata — Em fase de classificação pelo IPPAR *Casa Grande das Hortas ou Palácio das Hortas. *Casa Rolão *Edifícios da Biblioteca Pública de Braga *Edifício da Câmara Municipal de Braga — Sé *Edifício do Recolhimento de Santa Maria Madalena ou das Convertidas- Em fase de classificação pelo IPPAR *Estádio 1.º de Maio — Em fase de classificação pelo IPPAR *Estádio Municipal de Braga, do arquiteto Eduardo Souto de Moura — Em fase de classificação pelo IPPAR *Edifício da Farmácia Brito, do arquiteto Moura Coutinho- Avenida da Liberdade *Palacete dos Vilhenas Coutinhos (antigo tribunal) *Palácio do Raio, de André Soares. *Palácio dos Biscainhos *Ponte de Prado — São Paio de Merelim *Ponte do Porto *Rua de São Geraldo e Antigo Convento das Freiras — Em fase de classificação pelo IPPAR *Sete Fontes de S. Victor — Sistema de Captação do Sistema de Água do — São Vítor *Theatro Circo, do arquiteto Moura Coutinho. ====Arquitectura militar==== thumb|esquerda|Castelo da D. Chica. O imóvel encontra-se num estado de abandono e degradação O Castelo de Braga e as muralhas medievais, são as maiores expressões arquitectónicas militares da cidade. A Torre de menagem do antigo Castelo de Braga, que foi ingloriamente demolido em 1906, é o principal remanescente desta construção erguida sob o reinado de D. Dinis. De planta quadrada, esta torre em estilo gótico, ergue-se a aproximadamente trinta metros de altura, dividida internamente em três pavimentos. No alto, uma janela geminada e matacães nos vértices. No topo uma coroa de ameias. Na torre e no alçado oeste, as pedras-de-armas de D. Dinis. Destaca-se ainda a enorme quantidade de símbolos inscritos nas faces das paredes internas e externas. Estes símbolos, segundo o povo medieval, protegeria a cidade de invasores. Da muralha medieval constituída por nove torres, subsistem ainda três torres, a Torre de Santiago, a Torre de São Sebastião e a Torre da Porta Nova. O Castelo do Bom Jesus e o Castelo da D. Chica são edifícios apalaçados com alguma influência arquitectónica militar, de características eclécticas sobre um estilo romântico. O Castelo da D. Chica, projectado pelo arquitecto Ernesto Korrodi, é um exemplar inspirado nos castelos apalaçados bávaros. ===Espaços de cultura=== ===Museus=== thumb|Museu Pio XII A cidade bimilenar de Braga, que atravessou épocas distintas, é detentora de um património rico e variado de tradições e costumes seculares, de artes antigas, marcadas profundamente pela presença do clero. Parte deste acervo está exposta nos museus, e é fruto de anos investigação e preservação. O Museu Regional de Arqueologia D. Diogo de Sousa e o Museu Pio XII possuem uma enorme colecção arqueológica. As colecções, na grande maioria, são provenientes de escavações realizadas em Braga, de acordo com critérios científicos actuais. No Museu Regional de Arqueologia D. Diogo de Sousa destaca-se a colecção de \"miliários\", considerada a melhor de toda a Europa. Existem também núcleos museológicos (com o objectivo de expor ruínas arqueológicas), entre os quais o Núcleo Museológico de Lamas, a Fonte do Ídolo ou as Termas romanas de Maximinos são exemplo disso (ver secção de Arqueologia). Os museus Museu Pio XII, Tesouro- Museu da Sé Catedral e Museu do Mosteiro de Tibães são museus mistos. Estes museus de origem religiosa expõem de uma maneira geral o património religioso, arqueológico, histórico, cultural, e artístico da região. O Palácio dos Biscaínhos convertido em museu, é um espaço onde se pode apreciar o quotidiano da nobreza setecentista. As artes, ao longo das últimas décadas, foram o tema principal para abertura de novos museus na cidade. O Museu Nogueira da Silva, gerido pela Universidade do Minho, detém variadas colecções de arte. O Museu Medina expõe a maior colecção de obras, mais de uma centena, de Henrique Medina. O Museu dos Cordofones está ligado à arte dos cordofones. Na área da fotografia, o Museu da Imagem reúne uma vasto espólio herdado das antigas casas fotográficas da cidade sobre Braga e tem exposições regulares de fotógrafos conceituados. O Theatro Circo, reconstruído recentemente, possui também uma zona museológica. A cidade de Braga possui um património de valor incalculável, mas só parte deste se encontra nos seus museus. Durante o , com a extinção de vários conventos, casas senhoriais, entre outros por parte do governo da época, deu-se a deslocalização deste espólio bracarense para vários museus de Lisboa. Segundo o governo de então: \"Braga não tinha condições para acolher e preservar este legado, mas se num futuro as possuísse, este seria devolvido à cidade\". Actualmente a cidade já possui equipamentos para o seu acolhimento e é unânime entre os bracarenses que o mesmo deverá retornar a Braga. ===Salas de espectáculos=== O Theatro Circo, inaugurado em 1911, é a mais prestigiada sala de espectáculos bracarense. A sala principal do Theatro Circo, de estilo italiano, possui mil lugares e um dos melhores sistemas de som da Europa. O Espaço Alternativo, teatro da Portugal Telecom, e o Teatro de bolso do TUM (Teatro da Universidade do Minho) são também salas de espectáculos ligadas ao teatro. Ao longo das últimas décadas, face ao crescimento de cidade, foram construídos vários auditórios. Estes teatros multiusos modernos têm um grande impacto na sociedade bracarense, não só como espaços culturais, mas também como espaços aptos para a realização de conferências, congressos, palestras e apresentações. Dos grandes auditórios bracarenses, destaca-se o Grande Auditório do PEB (Parque de Exposições de Braga) com 1200 lugares, o Auditório de Estádio Municipal de Braga e o Auditório A1 da Universidade do Minho. Existem também outros auditórios na cidade, que embora de menor dimensão têm grande actividade ao nível cultural, destes destaca-se o auditório da Biblioteca Lúcio Craveiro da Silva, o Auditório Municipal Galécia, o Auditório Instituto Português da Juventude, o Auditório Adelina Caravana do Conservatório de Música Calouste Gulbenkian, o Auditório do Museu D. Diogo de Sousa e os vários auditórios da Universidade do Minho e da Universidade Católica. O cinema São Geraldo, inaugurado em 1 de junho de 1950, uma das primeiras salas do país, com vocação exclusiva para a projeção de filmes, foi ao longo de décadas a sala de cinema dos bracarenses. Esta mítica sala está fechada. O antigo cinema vai ser requalificado. As obras devem começar em Abril de 2016 e o espaço vai passar a contar com um mercado urbano, um hotel e uma zona que poderá acolher os serviços da Junta de Freguesia de São Lázaro. Hoje em dia, os espaços a funcionar na cidade são os cinemas Cinemax com sete salas de projecção e os cinemas Lusomundo com nove. Existe também o cinema GoldCenter, mas possui apenas uma sala. ==Espaços urbanos== ===Largos, jardins e praças=== *Campo das Hortas *Campo Novo (Praça de Mouzinho de Albuquerque) *Jardim de Santa Bárbara *Monte Nª Srª da Consolação - Nogueró *Jardins do Bom Jesus *Largo da Senhora-A-Branca *Largo do Paço *Largo S. João do Souto *Largo de São Paulo (Braga) *Parque da Ponte *Praça da República *Praça do Município *Rossio da Sé *Praça Conde de Agrolongo (Campo da Vinha) *Largo da Estação de Caminhos de Ferro ===Estátuas e monumentos comemorativos=== Ver também Lista de estátuas de Braga *Conde de Agrolongo — Busto na Praça Conde de Agrolongo (Campo da Vinha) *D. João Peculiar — Estátua no Lago de São Paulo *Domingos Pereira — Busto no Largo de Infias. *Francisco Sanches — Estátua do escultor Salvador Barata Feyo, inaugurada em Março de 1955, no Largo São João do Souto. *Santos da Cunha — Estátua na Praça do Condestável. *Irmãos Roby — Monumento Comemorativo em granito da autoria do escultor Zeferino Couto (com a forma do mapa de África) com altos relevos em bronze dos dois irmãos, na Avenida Central, inaugurado no dia 3 de Julho de 1955. *João Penha — Monumento Comemorativo com busto, no Largo João Penha (Largo do Rechicho). *Marchal Gomes da Costa — Estátua do escultor Salvador Barata Feyo, inaugurada em 28 de Maio de 1966, na Praça Conde de Agrolongo (Campo da Vinha). *Papa Pio XII — Estátua no Largo da Senhora-a-Branca. Inaugurada em 15 de Maio de 1957. Escultura de Raul Xavier. *D. Pedro V — Estátua da Praça de Mouzinho de Albuquerque (Campo Novo) da autoria do escultor Teixeira Lopes, pai. *Monumento evocativo à Santidade Papa João Paulo II — Situado na avenida Central, assinala a vinda do Papa a Braga em 1982. É constituído por três elementos: uma placa circular, um muro que significa a linha do olhar, e a cripta constituída por três pirâmides que significa os três sacro-montes de Braga (Bom Jesus, Sameiro e Falperra). *Monumento evocativo ao 25 de Abril — Celebra a liberdade e democracia. Situa- se na entrada do Parque da Ponte. *Monumento bimilenário de Braga — Comemoração dos dois mil anos da cidade de Braga. *Monumento a Santa Maria de Braga — Situa-se na avenida Porfírio da Silva, o monumento é constituído pela imagem embutida numa espécie de capela, e os brasões dos concelhos da Arquidiocese de Braga. *Monumento aos Arcebispos de Braga — Localiza-se no Rossio da Sé. *Monumento evocativo à Força Aérea Portuguesa — Monumento oferecido pela Força Aérea Portuguesa à cidade de Braga, nas comemorações dos 54 anos da instituição realizadas em Braga (2006). O monumento foi concebido sobre o lema \"O querer voar\", e simbolicamente \"águia institucional e os três eixos fundamentais da vida: céu, mar e terra\". Localiza-se na avenida General Carrilho da Silva Pinto, o General Carrilho da Silva Pinto foi um militar bracarense de grande honra na Força Aérea Portuguesa. *Monumento evocativo das seis vias romanas que saíam da Bracara Augusta — Localizado na praça de Santiago, junto ao Museu Pio XII. Inaugurado em 30 de Maio de 2008. O monumento é uma réplica de um marco miliário, em aço corten, produzida pelo arquitecto Pedro Nogueira. ==Transportes== Braga no tempo dos romanos era conhecida por ser a cidade com mais estradas na Península. Nessa época possuía uma via com características de auto-estrada, a Geira, projectada para ser um percurso rápido e sem grandes desníveis, tinha várias portagens ao longo do trajecto, albergues e troca de cavalos (verdadeiras estações de serviço).Informações retiradas do site Geira no Gerês da Câmara Municipal de Terras de Bouro Muitos séculos mais tarde, a cidade volta a estar na vanguarda com a inauguração em 1875, pelo Rei D. Luís, da linha e estação dos caminhos de ferro de Braga. Sete anos depois, em 25 de Março de 1882, é inaugurado também o Elevador do Bom Jesus que juntamente com uma linha de um pequeno comboio a vapor ligava o elevador à avenida Central na cidade. Nessa época foi também introduzido o Carro Americano. Mais tarde, em 5 de Outubro de 1914, tanto a linha do pequeno comboio a vapor como o Carro Americano foram substituídos pelos Elétricos de Braga. |} Hoje a nível rodoviário a cidade possui um conjunto de largas avenidas que diluem o trânsito nas várias direcções, é de salientar a Rodovia (Praça do Condestável, avenida da Imaculada Conceição, avenida João XXI, avenida João Paulo II) que atravessa a cidade de Oeste para Este. Braga possui também uma circular importante que distribui o trânsito citadino. A circular conecta importantes vias: a via- rápida de Prado (variante à EN101) liga as populações a norte, Prado e Vila Verde, a variante do Fojo liga a zona Este e posteriormente pela EN103 à Póvoa de Lanhoso e a Vieira do Minho, a sul conecta a variante à EN14 que liga à A11 para Guimarães (e posteriormente todo o vale do Ave, vale do Sousa e Terras de Basto) e à A3 para Vila Nova de Famalicão e Porto, a Oeste liga a A11 para Barcelos e Apúlia (Esposende) e à A3 para Valença e Galiza. Está igualmente projectada a variante do Cávado que ligará as populações do Noroeste e Amares, e a variante de Gualtar que ligará o novo hospital da cidade à zona Este e Póvoa de Lanhoso. Diariamente circulam milhares de automóveis na circular urbana e variantes de acesso à cidade, o que resulta em alguns congestionamentos principalmente nas horas de ponta. Na área dos transportes em massa, o município é servido pelos transportes públicos TUB. A TUB possui uma frota de 116 viaturas, de cor azul e branca. A rede cobre todo o município com 1553 paragens, e 277,6 km em 76 linhas onde anualmente se percorre 5.089 milhões de quilómetros com 22.556 milhões de passageiros.Informações retiradas do site TUB, últimos indicadores. Está previsto a curto prazo o alargamento desta rede aos municípios vizinhos de Vila Verde e Amares.Terras do Homem — TUB já podem entrar em Amares e Vila Verde Braga possui também uma central de camionagem junto à circular urbana, onde existem ligações regionais diárias para todo Minho, ocidente de Trás-os-Montes e Alto Douro, e Douro Litoral. Na central podem também ser encontradas ligações diárias pela rede Expresso e Renex para todo país e semanais para a Europa. A nível de transportes aéreos possui um aeródromo, constituído por um heliporto e uma pista (950x25 metros) utilizada por aviões com capacidade máxima de 25 passageiros. Os aeroportos internacionais mais próximos são: Aeroporto Francisco Sá Carneiro (50 km), Aeroporto da Portela (350 km), e na vizinha Galiza o Aeroporto de Vigo (125 km) Os dois grandes portos marítimos nas proximidades são o Porto de Viana (50 km) e o Porto de Leixões (50 km). Em termos de transportes ferroviários existem três estações de passageiros, a estação principal com seis linhas em Maximinos, a estação de Tadim e a estação de Arentim, ambas de linha dupla; e um Terminal de Mercadorias em Aveleda.Informações retiradas do Eixo Atlântico, Projecto ferroviário Porto-Braga do site do Governo Português. As estações de passageiros fornecem ligações entre si e até ao Porto em comboio urbano (eléctrico), para a restante linha do Minho é em comboio regional (diesel). A estação principal fornece ainda ligações diárias em Alfa PendularInformação retirada do Sítio oficial do Alfa-Pendular CP para várias cidades de Portugal. Está confirmado pela Rede Ferroviária de Alta Velocidade a instalação de uma estação do TGV na cidade,Informação retirada do site Rave, Datas relevantes do Projecto Alta Velocidade que fará ligações directas ao Aeroporto Francisco Sá Carneiro e a Vigo na Galiza, ligando também às cidades do Porto e de Lisboa e à futura linha Lisboa-Madrid. Autoestradas Destinos A 3 IP 1 E-1 Porto - A 7 Vila Nova de Famalicão - Braga - A 27 Ponte de Lima - Valença - Espanha A 11 IC 14 A 28 Apúlia (Esposende) - Barcelos - Braga A 11 IP 9 Braga - A 7 Guimarães - A 42 Lousada - A 4 Penafiel CSB Celeirós - Nogueira Via rápidas Destinos EN 101 São Vicente - Vila de Prado Estradas Nacionais Destinos EN 14 Porto - Vila Nova de Famalicão - Braga EN 101 Valença - Monção - Arcos de Valdevez - Ponte da Barca - Vila Verde - Braga - Guimarães - Felgueiras - Amarante - Mesão Frio EN 103 Viana do Castelo - Barcelos - Braga - Póvoa do Lanhoso - Vieira do Minho - Montalegre - Boticas - Chaves - Vinhais - Bragança EN 201 Valença - Ponte de Lima - Vila de Prado - Braga ==Economia== Braga é uma cidade extremamente dinâmica, com uma intensa actividade económica nas áreas do comércio e serviços, ensino e investigação, construção civil, informática e novas tecnologias, turismo e vários ramos da indústria e do artesanato. A população economicamente activa em 2001 foi 51,9%, ou seja, 85 194 indivíduos. Distribuído nos seguintes sectores: 893 indivíduos no sector primário, 31 374 sector secundário, 47 031 sector terciário dos quais 24655 indivíduos estavam ligadas a actividades económicas. O sector primário, tem vindo a diminuir gradualmente devido à expansão urbana. Hoje subsistem as viniculturas, floricultura, empresas ligadas à floresta e extracção de pedra, a agricultura tradicional é algo em vias de extinção, uma vez que se limita a ser uma actividade caseira e é mantida essencialmente por pessoas de idade avançada. O sector secundário é bastante diversificado, mas é marcado por empresas ligadas à tecnologia, à indústria metalúrgica, à construção civil e à transformação de madeira. A indústria do software é a nova força industrial Bracarense, considerada por muitos a Silicon Valley Portuguesa. Este sucesso deve-se especialmente à Universidade do Minho, que desde 1976 forma profissionais nesta área. Também são importantes as indústrias ligadas à religião, Braga é um importante centro produtor de imagens de santos, paramentaria e sinos. Os sinos de Braga estão espalhados um pouco por todo o mundo, de todos esses locais destaca-se, por exemplo, a Catedral de Notre-Dame de Paris. Existem vários parques industriais e centros empresariais na periferia da cidade, tais como Complexo Grundig/Blaupunkt, centro empresarial de Ferreiros, centro empresarial e parque industrial de Frossos, centro empresarial e parque industrial de Celeirós e parque industrial de Adaúfe. Com a construção em Braga do Laboratório Ibérico Internacional de Nanotecnologia (INL) (ver Investigação & Tecnologia) e a implantação do Instituto de Desenvolvimento Empresarial do Atlântico, empreendimento da Ideia Atlântico, onde estão a instaladas várias dezenas empresas de base tecnológica, prevê-se um grande impulso no crescimento deste sector na economia bracarense. O sector terciário é o sector económico mais forte, razão pela qual Braga é designada como a capital do comércio em Portugal. Do seu Centro Histórico foi retirado o trânsito e pode desfrutar-se da maior área pedonal do país, onde convivem lado a lado as esplanadas, os serviços, o comércio local e as lojas das grandes cadeias internacionais, formando todo este conjunto um centro comercial gigante ao ar livre. Na periferia da cidade existe uma enorme variedade de superfícies comerciais, que vão desde os comuns hipermercados e lojas, às mega-lojas de música e filmes, electrodomésticos, bricolage e construção, entre outros. Está também implantado em Celeirós o Mercado Abastecedor da Região de Braga(MARB). CAE 0: sector primário CAE 1 a 4: sector secundário CAE 5 a 9: sector terciário CAE 5 a 9: actividade económica A Associação Comercial de Braga e Associação Industrial do Minho (AIM) sedeadas em Braga, são órgãos relevantes no apoio e desenvolvimento das empresas Bracarenses e empresas da região do Minho. Já o PME Portugal (Associação das Micro, Pequenas e Médias Empresas de Portugal) é uma associação, sedeada em Braga, de apoio às micro, pequenas e médias empresas, a nível nacional. O Parque de Exposições de Braga (PEB) com 45 000 m² oferece infra-estruturas para feiras, exposições e congressos a nível nacional e internacional. ==Investigação & Tecnologia== A investigação e a tecnologia são áreas em franco desenvolvimento na cidade de Braga. Desde a criação da Universidade do Minho, instituição que se tem destacado pela sua juventude e inovação, a cidade de Braga passou de cidade conservadora, a cidade dinâmica, criativa e tecnologica. Tal facto obrigou à criação de grandes infraestruturas de suporte, nomeadamente redes de fibra óptica (Braga possui actualmente a mais extensa rede de fibra óptica do país ) e parques tecnológicos. Estando em fase de implementação o projecto TechValley, que inclui a construção de um parque tecnológico de excelência para Braga, na região estão previstos ainda mais dois parques nas proximidades desta cidade, o Parque da Inovação e Conhecimento (Vila Verde) a Norte, e o AvePark (Caldas das Taipas) a Sul, todos em parceria com a Universidade do Minho. Do projecto TechValley, destaca-se ainda o Instituto de Desenvolvimento Empresarial do Atlântico, empreendimento da Ideia Atlântico, localizado na Variante do Fojo, que contem várias valências, entre elas um Centro de Incubação, um Centro de Negócios, uma infra-estrutura de Escritório Virtual e um espaço onde estão alojadas várias dezenas de empresas de Base Tecnológica. A Agência Portuguesa de Investimento classificou-o como Projecto de Interesse Nacional (PIN), o primeiro da região. As instituições de ensino universitário bracarenses são grandes estruturas de investigação. A Universidade do Minho possui vários centros, núcleos e institutos de investigação nas áreas de Informática, Ciências da Saúde, Biomédica, Biologia, Física, Química, Matemática, Engenharia, Arqueologia e nas ciências socioculturais em áreas como Direito, Estudos da Criança, entre outros. A Universidade Católica Portuguesa possui também, nos seus campi, várias Unidades de Investigação na área das ciências socioculturais. A cidade de Braga é considerada por muitos como a Silicon Valley Portuguesa devido às inúmeras empresas ligadas ao software, algumas delas de grande renome como a Primavera Software (empresa portuguesa líder na produção de software em PortugalIn Exame Informática e entre as 500 empresas europeias com maior potencial de crescimento), Mobicomp (empresa portuguesa líder no desenvolvimento de soluções de negócio assentes em tecnologias de computação e comunicações móveisIn COTEC Portugal) ou a Edigma (empresa portuguesa líder na gestão de projectos digitais e interactividade). Existem também grandes centros tecnológicos e de investigação noutras áreas, a BOSCH CM Portugal, que é a maior fábrica de produção de auto-rádios, sistemas de navegação e derivados da Europa, está nas dez maiores empresas exportadoras nacionais, é também um grande centro de investigação e desenvolvimento de engenharia electrónica. Esta unidade da BOSCH CM desenvolve todos os seus produtos desde o protótipo até ao produto final, ou seja desde do layout da placa de circuito impresso (PCB) até ao design do produto. A Cachapuz, do Grupo Bilanciai, é também uma empresa de excelência em termos de desenvolvimento e inovação. O Grupo Bilanciai é o maior grupo mundial de balanças e sistemas de pesagens. O maior grupo português de alumínios, o Grupo Navarra, em homenagem à freguesia que viu crescer a empresa, é um importante grupo que aposta na investigação e no progresso tecnológico no seu sector. Estas empresas, como muitas outras, são o motor da tecnologia e investigação privada na cidade de Braga. O mais recente investimento na área da investigação em Braga é o Laboratório Ibérico Internacional de Nanotecnologia (INL), também conhecido por Instituto Ibérico de Investigação e Desenvolvimento. A implantação deste mega instituto deveu-se às características singulares da cidade, atrás referidas, e é o resultado de um acordo de cooperação entre os governos português e espanhol na área de investigação e tecnologia. Com um investimento anual de 30 milhões de euros, esta estrutura irá dedicar-se à investigação na área das nanotecnologias e possuirá várias oficinas, laboratórios, uma biblioteca, auditórios e um espaço para instalar visitantes de curta duração. Será também dotado com um centro de ciência viva para que seja mostrado à população o trabalho que lá será desenvolvido. ==Educação== A média do nível de ensino na cidade de Braga é superior ao nível nacional. Em 2001 44% da população tinha pelo menos o nono ano (escolaridade mínima obrigatória). Com o nível de ensino superior existiam 23 660 indivíduos (14%), com uma superioridade feminina. A percentagem com menos do nono de escolaridade era de 64%, é de relembrar que 19% da população tinha menos de catorze anos. O analfabetismo em 2001 foi de 5% (8 286 indivíduos), menos 1,9% que em 1991. O analfabetismo Bracarense é maioritariamente feminino, 6007 indivíduos. Ao nível superior, a cidade possui duas grandes universidades: *Universidade Católica Portuguesa — Esta universidade nasceu em Braga em 1967 e foi a primeira Escola Superior não estatal a conferir graus Académicos de licenciatura e doutoramento em Portugal. Braga foi também a sede da primeira escola particular do território que havia de ser Portugal. Já em 1072, segundo Avelino de Jesus da Costa, havia um mestre-escola para ensinar os alunos que quisessem acorrer à Escola do Cabido que funcionava junto da Sé de Braga. É nesta tradição que se coloca a mais prestigiada instituição privada de ensino superior em Portugal. *Universidade do Minho — Foi fundada em Braga em 1973 e iniciou a sua actividade académica em 1975/76. É uma das então denominadas \"Novas Universidades\", que mudaram profundamente o cenário do ensino superior Português. Esta instituição, tem-se distinguido ao longo da sua História também pela singularidade das suas tradições académicas. Os estudantes desta universidade envergam um Traje Académico próprio, designado por \"tricórnio\" (nome que vem do chapéu que lhe pertence). De origem seiscentista, este traje encontra-se retratado em painéis de azulejos sobre a vida estudantil bracarense, no edifício que alberga actualmente a reitoria da UM, no Largo do Paço em Braga. O privilégio do seu uso foi concedido na época pelo Rei, aos estudantes do extinto colégio S. Paulo de Braga. Estas vestes são compostas por sapatos pretos lisos, meias pretas, bermudas, camisa, casaco, capa e chapéu tricórnio. *Escola Superior de Desporto de Braga — Aprovada dia 24 de Setembro de 2010 em Conselho de Ministros, a Escola Superior de Desporto de Braga era uma instituição privada, de \"interesse público\",Fonte: Governo de Portugal Link: lido em 24 de setembro de 2010 que iria funcionar no Parque Municipal de Exposições e Desportos de Braga e utilizará vários equipamentos municipais, designadamente o Estádio 1.º de Maio, a Pista Coberta de Atletismo, o Complexo de Piscinas, e o Pavilhão Gimnodesportivo Municipal, entre outros. A Declaração de interesse público aprovada pelo Conselho de Ministros não foi confirmada pelo Ministério do Ensino Superior, pelo que a escola não ai abrir. A cidade possuiu uma longa tradição na formação de pilotos de aeronaves. O Aero Club de Braga, desde a sua fundação em 1935, forma pilotos de aeronaves e pára-quedistas.Formação Aeronáutica do Aero Club de Braga lido em 5 de junho de 2014 É uma instituição com uma longa história e com grande contributo para a aviação em Portugal. Em 2012 é criada a Aeronautical Sciences Academy da Universidade do Minho (UMASA), uma academia de ensino superior, com reconhecimento internacional, que tem como objectivo a formação, investigação e desenvolvimento nas ciências aeronáuticas. Ao nível do ensino básico, secundário e profissional destacam-se também várias instituições de prestígio: A Academia Bracarense é uma reputada escola de moda a nível nacional. A academia participa em várias feiras, campeonatos, salões de moda internacional, como o Salon Prêt a Porter de Paris (a maior e mais conceituada feira mundial de moda) ou o Mondial Coiffure Beauté de Paris (maior campeonato mundial de cabeleireiros e estética). O Liceu Nacional Sá de Miranda, que marcou o ensino secundário no , designado hoje em dia como Escola Secundária Sá de Miranda, foi durante grande parte da década de noventa a maior escola do país, com mais de seis mil alunos. A cidade tem no total sete escolas secundárias públicas e algumas escolas privadas. Existem também várias Escolas Profissionais tuteladas pelo Ministério da Educação, a EsproMinho- Escola Profissional do Minho, a Escola Profissional Profitecla, a Escola Profissional Europeia e a Escola Profissional de Braga. Ao nível de equipamentos tutelados pelo IEFP (Instituto de Emprego e Formação Profissional) destaca-se o Centro de Formação Profissional de Braga, mais conhecido por Mazagão. Ao nível de equipamentos de ensino básico o município está também estrategicamente bem equipado. Conta com treze escolas EB 2,3, noventa e uma escolas do primeiro ciclo e sessenta e três estabelecimentos de ensino pré-escolar. Em termos de ensino privado, as escolas mais conhecidas são o Colégio João Paulo II, Externato Infante D. Henrique, o Colégio Dom Diogo de Sousa, o Colégio Luso-Internacional de Braga e o Externato Paulo VI. O Município de Braga tem também à disposição da população os seguintes equipamentos educativos: *Escola de Educação Rodoviária — A Escola Rodoviária de Braga foi criada com o objectivo de sensibilizar os mais jovens para os perigos da sinistralidade, nas vertentes preventiva e formativa. *Quinta Pedagógica de Braga — A Quinta Pedagógica de Braga é uma antiga quinta tradicional minhota, com cerca de dois hectares e meio, que foi reestruturada com o objectivo de reforçar a educação ambiental e o consequente contacto do Homem com a natureza. Esta estrutura tem equipamentos nas áreas da pecuária, agrícola tradicional e vitivínicola. Possui também um bosque, um parque de merendas, uma área de confecção alimentar e um laboratório de experiências ambientais. == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PS CDS-PP PPD/PSD FEPU/APU/CDU PCTP/ MRPP GDUP PPM PCP (m-l) UDP/BE AD PRD PSR PSD-CDS PH MPT IND NC CH IL PAN L A 1976 30,76 3 27,51 3 19,60 2 10,79 1 1,86 - 2,14 - 1,00 - 0,52 - 1979 49,31 5 20,66 2 15,96 1 9,28 1 1,00 - 0,86 - 1982 52,33 5 AD AD 10,23 1 0,99 - AD 0,72 - 32,05 3 1985 45,01 4 37,04 4 9,99 1 0,56 - 0,73 - 3,80 - 1989 54,20 7 5,47 - 29,14 4 6,69 - 0,56 - 1,04 - 1993 50,18 7 6,01 - 28,56 3 11,60 1 0,93 - 1997 50,31 6 7,63 1 27,31 3 9,14 1 0,96 - 0,81 - 2001 47,72 6 AD AD 8,80 1 1,26 - AD 3,03 - 35,25 4 BE 2005 44,50 6 PPD/PSD CDS-PP 7,06 - 1,01 - 4,37 - 38,86 5 0,50 - 2009 44,71 6 AD AD 6,34 - AD 4,02 - 41,99 5 0,72 - 2013 32,83 4 8,76 1 1,36 - 46,71 6 5,32 - 2017 27,93 3 9,61 1 4,84 - 52,05 7 1,17 - 2021 30,69 4 6,72 1 4,20 - 42,89 6 4,66 - 2,92 - 2,74 - 0,61 - AD === Eleições legislativas === Data % PS CDS PSD PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 37,51 26,73 19,40 6,13 1,47 1979 33,03 AD AD APU 1,16 44,78 14,76 1980 FRS 0,73 46,99 12,84 33,14 1983 42,60 16,49 20,63 0,46 14,25 1985 21,67 12,26 26,37 0,79 13,59 19,96 1987 27,76 4,95 47,34 CDU 1,10 9,60 4,25 1991 34,09 4,61 47,70 7,84 0,50 1,08 1995 45,58 10,34 32,70 0,50 7,44 0,31 1999 44,57 9,04 31,62 8,44 0,47 2,33 2002 39,98 8,73 38,80 6,43 2,87 2005 45,51 8,10 27,93 6,98 6,59 2009 39,14 9,00 28,96 6,71 10,57 2011 29,85 11,24 37,20 7,32 5,99 0,76 2015 31,05 PSD CDS 7,48 10,48 0,96 40,48 0,75 2019 34,21 3,62 31,08 5,78 11,17 3,24 1,01 0,90 1,18 2022 40,13 1,60 31,68 3,84 5,08 1,70 1,23 5,73 5,86 2024 27,63 AD AD 30,11 2,50 4,95 1,89 3,62 15,10 8,52 ==Bracarenses ilustres== ===Nascidos em Braga=== Ver também: Naturais de Braga * Almeno Gonçalves, ator e encenador português. *André Soares é considerado o maior arquitecto português em rococó. *António Eduardo Vilaça, Ministro dos Negócios Estrangeiros e Ministro da Marinha e Ultramar *Carlos Amarante foi engenheiro e arquitecto. Autor da igreja do Bom Jesus. *João Antunes foi um importante arquiteto acreditado como sendo o principal introdutor do barroco em Portugal. Autor da Sacristia da Sé de Braga e da Igreja da Santa Engrácia (Panteao Nacional) em Lisboa. *Iva Domingues, apresentadora de televisão portuguesa. *Diogo Dalot, futebolista português. *Domingos Pereira, foi um político português. Foi nomeado três vezes presidente do Ministério (primeiro- ministro) de Portugal. *Elísio de Moura foi um médico psiquiatra português e primeiro bastonário da Ordem dos Médicos. *Francisco Sanches foi um ilustre Médico, filósofo e matemático. *Gabriel Pereira de Castro foi um escritor português.. *Irmã Maria Estrela Divina foi uma religiosa terciária, nasceu a 4 de Agosto de 1904 e morreu a 5 de Outubro de 1961. Encontra-se sepultada na Sé de Braga. *Irmãos Roby foram dois irmãos que morreram nas campanhas de pacificação de África no início do . *João Penha foi um poeta, português. *Jorge Miranda, professor catedrático jubilado. *José de Santo António Vilaça foi um escultor beneditino do . *Maria Ondina Braga foi uma escritora Portuguesa. *Paulo Orósio foi um historiador, teólogo e apologista cristão. *Tomaz de Figueiredo é considerado por muitos um dos mais notáveis escritores portugueses do . *Sebastião Alba (aka Dinis Albano) foi um poeta português/moçambicano que nasceu e viveu a maior parte da sua vida em Braga. *Afonso Gomes de Lira, que foi Alcaide-mor de Braga. *António Variações, Fiscal, Amares, foi um cantor e compositor. *João Peres de Aboim, Aboim da Nóbrega, Vila Verde, trovador e uma das figuras de maior relevo político na época de D. Afonso III de quem foi seu valido. Foi sub-signifer de 1250 a 1255, mordomo da rainha em 1254 a 1259, mordomo-mor entre 1264 e 1279, tenente de Ponte de Lima em 1259, e de Évora ou do Alentejo de 1270 até 1284. *Gualdim Pais, Amares, Grão-Mestre da Ordem dos Templários em Portugal, no tempo de Afonso Henriques, fundou a cidade de Tomar, os Castelos de Almourol, de Idanha, de Monsanto e de Pombal. *Egas Fafes de Lanhoso, Ponte (Vila Verde), Rico-Homem e confirmante de diplomas régios, entre 1146 e 1160, de Dom Afonso I. *Gonçalo Viegas, Ponte (Vila Verde), filho do precedente, e primeiro Grão Mestre da Ordem de São Bento de Avis *Estêvão Soares da Silva neto de Egas Fafes, e arcebispo de Braga. *Francisco de Campos de Azevedo Soares, Coucieiro, Vila Verde, foi um político e juiz português. Presidente da Câmara Municipal de Braga (1856 a 1857), Governador Civil do Distrito em 1862, Conselheiro de Sua Majestade foi elevado à Grandeza, como 1.º Conde de Carcavelos em 1889. ===Não nascidos em Braga, mas com relevo na cidade de Braga=== *Conde D. Henrique de Borgonha e sua esposa Teresa de Leão sepultados na Sé de braga. *Francisco de Sá de Miranda, poeta falecido em 1558 em Amares. *Caetano Brandão *Conde de Agrolongo *Cónego Luciano Afonso dos Santos *Diogo de Sousa *Frei Bartolomeu dos Mártires *Gaspar de Bragança *São Geraldo de Moissac, Arcebispo e Santo padroeiro da cidade de Braga. *João Peculiar *São Martinho de Dume, Bispo de Dume e de Braga. *Moura Coutinho *Papa João XXI *Andreea Cristina *António Nogueira da Silva, comerciante filantrópico foi feito cidadão honorário da cidade. Entre outras coisas financiou a requalificação e o fim das obras da Basílica dos Congregados e foi co-fundador da Universidade Católica. Apos a sua morte a sua casa, juntamente com a sua vasta coleção de bens, tornou-se na Casa Museu Nogueira da Silva. *Gonçalo Martins de Abreu fundador da casa dos Abreus, e general no Torneio de Arcos de Valdevez. *Orlando Costa, ator português. == Desporto == thumb|Entrada da Maratona do Estádio 1.º de Maio Alguns dos principais clubes desportivos de Braga são o Sporting Clube de Braga, o Hóquei Clube de Braga e o Académico Basket Clube. Internacionalmente, Braga é conhecido pela equipa de futebol do Sporting de Braga, devido às constantes participações da equipa nas competições europeias. Para além deste, Braga tem também outros clubes de futebol, mas de menor dimensão. A seleção amadora de futebol de Braga conquistou em 2011 a Taça das Regiões da UEFA, juntando-se assim à Taça Intertoto de 2007 conquistada pelo Sporting de Braga no conjunto dos títulos internacionais conquistados pelas equipas de futebol do município. A cidade também possui a Associação de Futebol de Braga. Para além do futebol, Braga tem equipas e associações de outras modalidades como o hóquei, basquetebol, andebol, atletismo, entre outros. ==Espaços de lazer== thumb|right|Estádio Municipal de Braga — Arqº Souto Moura / Eng.º Rui Furtado *Estádio 1.º de Maio *Estádio Municipal de Braga — Considerado a \"pérola\" do Euro 2004, recebeu inúmeros prémios *Café A Brasileira — Um dos mais emblemáticos cafés da cidade fundado em 1907 *Kartódromo Internacional de Braga *Circuito Vasco Sameiro — Autódromo *Aeródromo de Braga *Parque Radical de Maximinos *Complexo desportivo da Rodovia *Parque da Ponte *Parque Natural do Bom Jesus do Monte *Praia fluvial de Adaúfe *Praia fluvial de Navarra *Praia fluvial de Crespos *Praia fluvial de Palmeira *Praia fluvial de São Paio Merelim *Complexo de Piscinas da Rodovia *Complexo de Piscinas de Maximinos *Complexo de Piscinas do Parque da Ponte *Complexo de Piscinas das Parretas ==Fotografias e vistas panorâmicas== == Ver também == * Lista de percursos pedestres de pequena rota em Portugal == Bibliografia == * * * * * == Notas == ==Ligações externas== * *www.monumentos.pt *https://mudalowcost.com/mudancas-braga/ *Kartódromo Internacional de Braga Categoria:Minho Categoria:Rede de Cidades Criativas da UNESCO",
 "title": "Braga"
}