{
 "id": "47428",
 "text": "Barbara McClintock (Hartford, — Huntington, ) foi uma citogeneticista estadunidense, doutora em botânicaPAULO, Lemos e MENDA, Mari Elizabeth. \"Prêmio Nobel de Medicina: da Pesquisa `Conquista\", pg. 107. Lemos Editorial. São Paulo (2001) e vencedora do prêmio Nobel de Fisiologia ou Medicina de 1983 pela descoberta dos elementos genéticos móveis, que causam o fenômeno conhecido como transposição genética. É considerada, ao lado de Gregor Mendel e Thomas Hunt Morgan, uma das três mais importantes figuras da história da genética, tendo demonstrado diversos conceitos fundamentais, tais como a recombinação genética por crossing-over, os papéis dos telômeros e dos centrômeros dos cromossomos. Empreendeu uma das mais espetaculares descobertas da genética, os genes saltadores ou transposões. Na década de 1940, Barbara realizou experiências com variantes de milho e descobriu que \"a informação genética não é imóvel\", e que genes podem \"ligar\" e \"desligar\" a manifestação física de certos fenótipos. Devido ao ceticismo de outros cientistas em relação às suas descobertas e suas implicações, McClintock parou de publicar seus dados em 1953. Os mecanismos de regulação genética só passaram a ser melhor compreendidos nas décadas de 60 e 70, de forma que passaram-se mais de trinta anos entre sua descoberta, fundamental para a genética, e o seu reconhecimento, com o recebimento do Prêmio Nobel em 1983. Barbara McClintock também realizou numerosas contribuições para a compreensão da citogenética e aspectos etnobotânicos das variedades de milho na América do Sul, tendo publicado o primeiro mapa genético para esta planta. == Família e infância == Barbara McClintock nasceu em 16 de junho de 1902 em Hartford, capital do estado americano de Connecticut. Era a terceira dos quatro filhos do médico Thomas Henry McClintock e de Sara Handy McClintock. Thomas era filho de imigrantes britânicos, enquanto Sara Handy era descendente de uma antiga família americana que chegou a bordo do navio Mayflower. Marjorie, a filha mais velha do casal, nasceu em outubro de 1898; Mignon, a segunda filha, nasceu em novembro de 1900. E o caçula Malcolm Rider nasceu 18 meses depois de Barbara. Inicialmente chamada de Eleanor, seus pais acharam que esse nome era \"feminino\" e \"delicado\" demais, inapropriado para a personalidade dela. Escolheram então batizá-la de Barbara. Desde cedo, mostrou ser uma pessoa independente, um traço que ela mais tarde identificaria como sua \"capacidade de estar só\". Entrou na escola aos três anos de idade, e na época precisou morar com os tios no Brooklyn, em Nova Iorque, para reduzir as despesas da família, enquanto seu pai se estabelecia como médico. Barbara foi descrita como uma criança solitária e independente, uma \"menina moleque\". Ela lidava bem com seu pai, mas tinha uma relação difícil com sua mãe, tensão que começou quando jovem. Em 1908, a família McClintock mudou-se para o Brooklyn, e Barbara pôde completar sua educação secundária no Erasmus Hall High School; onde se formou no início de 1919. Ela descobriu seu amor pela ciência e reafirmou sua personalidade solitária durante o ensino médio, também queria continuar os seus estudos na Faculdade de Agricultura da Universidade Cornell. Sua mãe se opôs ao ingresso na faculdade pois temia que ela teria dificuldades para se casar. Barbara quase foi impedida de começar seu curso superior, mas seu pai interveio já bastante próximo ao dia da matrícula, e a jovem Barbara pôde efetivar sua inscrição na Cornell em 1919. == Educação e pesquisa na Cornell == Barbara começou seus estudos na Faculdade de Agricultura da Universidade Cornell em 1919. Lá, participou do grêmio estudantil e foi convidada a integrar uma irmandade, mas preferiu não participar de organizações formais. Em vez disso, Barbara interessou-se por música, especificamente o jazz. Ela estudou botânica, recebendo o grau de Bachelor of Science em 1923. Seu interesse em genética foi despertado quando fez seu primeiro curso nessa área em 1921. O curso era baseado em um curso similar oferecido na Universidade de Harvard, e foi ministrado por Claude B. Hutchison, um cultivador de plantas e geneticista. Hutchison ficou impressionado com o interesse da jovem estudante, e telefonou para convidá-la a participar do curso de pós-graduação em genética na Universidade Cornell, em 1922. McClintock apontou o convite de Hutchison como a razão para ela ter seguido carreira em genética. Durante sua pós-graduação e depois como monitora de botânica, Barbara foi fundamental na criação de um grupo de estudo no novo campo da citogenética em milho. Este grupo reuniu cultivadores de plantas e citologistas, e incluiu Charles R. Burnham, Marcus Rhoades, George Beadle (vencedor do Prêmio Nobel 1958 por mostrar o controle do metabolismo pelos genes), e Harriet Creighton. Rollins A. Emerson, chefe do Departamento de Melhoramento de Plantas, apoiava esses esforços, embora não fosse citologista. A pesquisa de McClintock em citogenética foi focada no desenvolvimento de formas de visualizar e caracterizar os cromossomos do milho. Esta parte específica de seu trabalho influenciou uma geração de estudantes, ja que foi incluída na maioria dos livros didáticos. Barbara também desenvolveu uma técnica utilizando coloração carmim para visualizar os cromossomos do milho, e mostrou pela primeira vez a morfologia dos 10 cromossomos do milho. Esta descoberta foi feita por ela observando células do micrósporo, ao invés da ponta da raiz. Ao estudar a morfologia dos cromossomos, McClintock foi capaz de estabelecer a ligação de grupos cromossômicos específicos de características que eram herdados em conjunto. Marcus Rhoades observou que o artigo de McClintock de 1929 na revista Genetics onde caracterizou os cromossomos de milho triplóides, desencadeaou interesse científico em citogenética de milho, e atribuiu a ela 10 dos 17 avanços significativos nesta area, feitos por cientistas da Cornell entre 1929 e 1935. ==Últimos anos e morte== Barbara passou seus últimos anos, após o Nobel, como líder e pesquisadora no Cold Spring Harbor Laboratory em Long Island, Nova York. Morreu de causas naturais em Huntington, Nova York, em 2 de setembro de 1992, aos 90 anos. Nunca casou, nem deixou filhos. == Legado == Barbara é considerada uma das mais conhecidas mulheres cientistas dos Estados Unidos, e uma biografia escrita sobre ela é considerada um marco para o estudo das mulheres na ciência. ==Ligações externas== * * * * * Categoria:Nobel de Fisiologia ou Medicina Categoria:Laureados dos Estados Unidos com o Nobel Categoria:Mulheres laureadas com o Nobel Categoria:Prêmio Wolf de Medicina Categoria:Prêmio Albert Lasker de Pesquisa Médica Básica Categoria:Medalha Nacional de Ciências Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos Categoria:Membros estrangeiros da Royal Society Categoria:Botânicos dos Estados Unidos Categoria:Biólogos dos Estados Unidos Categoria:Geneticistas dos Estados Unidos Categoria:Alunos da Universidade Cornell Categoria:Bolsistas Guggenheim Categoria:Bolsistas MacArthur Categoria:Norte-americanos de ascendência escocesa Categoria:Mulheres na ciência Categoria:Biólogos evolutivos",
 "title": "Barbara McClintock"
}