{
 "id": "47523",
 "text": "Torres é um município brasileiro situado no extremo norte do litoral atlântico do estado do Rio Grande do Sul. A paisagem da cidade se destaca por ser a única praia do Rio Grande do Sul em que sobressaem paredões rochosos à beira-mar, e por ter à sua frente a única ilha marítima do estado, a Ilha dos Lobos. A área onde hoje se encontra a cidade tem sido habitada pelo homem desde há milhares de anos, existindo testemunhos físicos na forma de sambaquis e outros achados arqueológicos. No século XVII, durante a colonização do Brasil pelos portugueses, por estar encravado em um estreitamento da planície costeira sulina, o local passou a se constituir rota de passagem obrigatória para os tropeiros e outros desbravadores e aventureiros luso-brasileiros vindos do norte pelo litoral - a única outra passagem que havia então era por cima do planalto de Vacaria - e que buscavam os rebanhos livres de gado que se multiplicavam no pampa mais ao sul e caçavam os indígenas para fazê-los escravos. Muitos acabaram por se fixar na região e se tornaram estancieiros e pequenos agricultores. E por dispor de morros junto à praia, logo foi reconhecido seu valor estratégico como ponto de observação e controle de passagem, de importância militar e política no processo de expansão do território português sobre o espanhol. Foi fundada ali na última quadra do século XVIII uma fortificação, que entretanto logo foi desmantelada quando a conquista se efetivou. A construção da Igreja de São Domingos no início do século XIX atraiu para seu entorno muitos dos residentes dispersos na região, estruturando-se desta forma um povoado. Sua evolução ao longo deste século, porém, foi morosa, mesmo tendo recebido levas de imigrantes alemães e italianos, sobrevivendo numa economia basicamente de subsistência. A expansão econômica, social e urbana só aconteceu a partir do início do século XX, quando em vista de sua bela paisagem, clima ameno e boas praias de banho, o potencial turístico da cidade foi descoberto e passou a ser explorado. Desde então cresceu com mais vigor e celeridade, chegando hoje a se tornar uma das praias mais procuradas do estado, recebendo no verão um público flutuante mensal de 200.000 pessoas, muitas delas estrangeiras, vindas principalmente dos países do Prata. Isso contrasta com as dimensões de sua população fixa, de aproximadamente 38.000 habitantes. Não por isso deixou de desenvolver uma economia consistente e boa infra-estrutura para atender a esta demanda turística, sua fonte principal de renda. Enquanto o turismo trouxe progresso e crescimento, tornando a cidade um pólo estadual para eventos, festas, competições esportivas, espetáculos e outras atrações, trouxe também sérios problemas para o meio ambiente e a cultura tradicional. Antes coberta pela Mata Atlântica, ali de biodiversidade especialmente rica pela variedade de ambientes criados pela geografia complexa da área, hoje tem este patrimônio natural severamente ameaçado e muito reduzido, com poucas áreas preservadas, já tendo perdido muitas espécies e estando outras tantas em perigo. Há notícia também de especulação imobiliária, de poluição, de pobreza, de criminalidade, todos problemas graves encontrados em cidades com crescimento acelerado. Este crescimento também tem repercutido negativamente sobre a sua herança histórica e artística, pois ainda não se percebe uma conscientização patrimonial bastante, por parte das instâncias oficiais e mesmo da população, para frear o ritmo acelerado de destruições ativas e perdas passivas de bens culturais materiais e imateriais. == História == === Pré-história === A região de Torres, cidade litorânea do estado brasileiro do Rio Grande do Sul, vem sendo habitada pelo homem há milhares de anos. Os primeiros a percorrê-la foram grupos de caçadores-coletores-pescadores oriundos do norte do continente, e que deixaram diversos vestígios na região sob a forma de sambaquis, grandes montes artificiais de conchas onde são encontrados frequentemente sepulturas humanas e objetos de pedra e osso como machados, pesos de redes, anzóis, pontas de flechas e esculturas representando aves, peixes, cetáceos, quadrúpedes e raros antropomorfos, além de outros artefatos. Estas populações acabaram, durante o Neolítico, por iniciar um processo de fixação no local, adaptando-se para um modelo sedentário, domesticando plantas como o milho, amendoim, tabaco, pimenta e batata para cultivo e se tornando agricultores. Desta fase também são encontrados vestígios de índios da chamada Cultura Taquara, agricultores do planalto que vinham ao litoral sazonalmente para pescar e coletar moluscos, a fim de complementarem sua dieta, fazendo acampamentos em zonas limítrofes entre a restinga e as dunas. Mais ou menos na mesma época a região passou por uma nova onda migratória, desta vez composta pelos guaranis, cuja cultura era mais complexa e cujos relictos são mais complexos, incluindo cerâmicas e objetos rituais, além de se supor que tivessem já desenvolvido também a cestaria, a arte plumária e a tecelagem.Kern, Arno Alvarez. As Origens Históricas do Povoamento de Torres. IN Barroso, Vera Lucia Maciel; Quadros, Terezinha Conceição de Borba & Brocca, Maria Roseli Brovedan (coords). Raízes de Torres. Porto Alegre: EST, 1996. pp. 37-41Mergen, Natália Machado. O contato entre populações indígenas e coloniais no litoral meridional do Brasil. XI Salão de Iniciação Científica PUCRS, 9 a 12 de agosto de 2010, pp. 1090-1092Schmitz, Pedro Ignácio (ed). Pré-História do Rio Grande do Sul. IN Arqueologia do Rio Grande do Sul, Brasil, Documento 5. Instituto Anchietano de Pesquisas - UNISINOS, 2006, 2ª ed., pp. 23-24 === Colonização portuguesa === A geografia da área de Torres é singular. Estando numa longa planície litorânea que vai de Laguna até depois do Chuí, uma das mais extensas praias arenosas contínuas do mundo, salienta-se nesta paisagem por ser possuidora dos únicos afloramentos rochosos à beira-mar, as chamadas \"torres\" de basalto vulcânico que lhe deram o nome. Neste local, além disso, a planície costeira, que ao norte e sul é mais larga, se afunila, o que fez deste ponto uma rota de passagem obrigatória para todos os que não quisessem transpor entre sul e norte tendo de percorrer os planaltos da Serra Geral. Os índios em suas movimentações já haviam percebido que Torres era um caminho natural, e haviam aberto picadas por ali antes de os portugueses chegarem. A colonização da área pelo homem branco iniciou não muito depois da Descoberta do Brasil em 1500. Uma carta de 1639 do rei Filipe IV de Espanha ao vice-rei do Peru Marquês de Mancera diz que desde tempos antes os paulistas vinham avançando sobre o litoral sul do Brasil. As trilhas abertas pelos índios se tornaram o caminho usado pelos portugueses ao longo do século século XVII, vindos do norte, para irem pouco a pouco se apossando de um território que pela lei da época pertencia à Espanha, por força do Tratado de Tordesilhas - a parte portuguesa encerrava na altura de Laguna, em Santa Catarina, bem mais ao norte. Uma crônica de Jerônimo Rodrigues narra que ali era a fronteira da nação indígena ibirajara, que dominava até o Rio Mampituba, tendo os patos ou carijós ao norte, mas que estavam sempre incursionando uns em terras de outros.Limberger, Emiliano. Índios Pato no Rio Grande do Sul? In Barroso, Quadros & Brocca, op. cit., pp. 44-47 Entre os pioneiros brancos que se aventuraram por aquelas paragens estavam caçadores de escravos, que vinham em busca de índios, e tropeiros que vinham arrebanhar o gado que se multiplicava livre no pampa. E Portugal ignorando os tratados permanecia avançando sobre terras da Espanha. Depois da fundação de Rio Grande em 1737 na barra da Lagoa dos Patos, no litoral sul do estado, os portugueses fundaram um registro militar na altura de Imbé em 1738. Porém, este não dava conta do controle de toda a área até a Serra, e se viu necessária a posse do estreitamento da planície costeira mais para o norte, onde Torres iria nascer. O primeiro local escolhido foi as pedras de Itapeva, cerca de 60 km ao norte de Imbé, criando-se outra guarnição militar, mas a qual, da mesma forma, se mostrou insuficiente, ainda não cobrindo uma última picada pela qual os contrabandistas de gado podiam passar sem ser vistos. No fim do século XVII já era registrada a presença de alguns residentes luso-brasileiros dispersos por esta região.Ruschel, Ruy Ruben. Determinantes Iniciais de Torres. in Barroso, Quadros & Brocca, op. cit., pp. 50-53 A partir de 1761 é registrada a concessão de algumas sesmarias entre Itapeva e o Rio Mampituba, fixando novos colonos. Em 1777 foi erguida no flanco oriental do Morro das Furnas uma bateria com dois canhões, chamada de Forte de São Diogo das Torres, com o objetivo expresso de controlar os espanhóis que nesta altura haviam dominado a Ilha de Santa Catarina e ameaçavam avançar para o sul. O local foi escolhido por proporcionar uma visão elevada e desobstruída em um largo círculo. Porém, diante do armistício, o forte foi abandonado, mas o valor estratégico deste ponto continuou sendo reconhecido e aproveitado. Por isso, o tenente-general Sebastião Xavier da Câmara, governador da Capitania do Rio Grande de São Pedro, mandou o engenheiro José de Saldanha erguer em 1797 uma nova guarda e registro militar para controle e pedágio da passagem terrestre, com duas peças de calibre 4 e um destacamento de soldados. O forte era apenas uma guarnição de madeira e palha, com uma casinha de pedra e telha para abrigar a pólvora.Duarte, Miguel Antônio de Oliveira. Torres - As Termópilas Brasileiras. IN Barroso, Quadros & Brocca, op. cit., p. 61 Em 1801 assumiu o comando da guarnição o alferes Manuel Ferreira Porto, considerado o fundador da cidade.Quadros, Stefânia de Borba. Ouvindo, Não Querendo me Envolver, me Envolvi e me Apaixonei. IN Barroso, Quadros & Brocca, op. cit., p. 121 Com a criação dos primeiros municípios da capitania, em 1809, esta área recaiu sob a jurisdição de Santo Antônio da Patrulha, tornando-se o Distrito das Torres.Barroso, Lucia Maciel Barroso. De Santo Antônio da Patrulha a Torres - Relações Litorâneas (1809-1857). IN Barroso, Quadros & Brocca, op. cit., pp. 70-71 === Início da urbanização === Não há mais notícia do local até 1815, quando por ali passou o Bispo do Rio de Janeiro, Dom José Caetano da Silva Coutinho, cuja diocese se estendia até esta capitania. A pedido de alguns rancheiros da região, autorizou a ereção de uma capela. Em 1818, por despacho do Marquês de Alegrete, foi concedida uma área de 150 braças quadradas para formação de um povoado e construção do templo, que entretanto iniciou e logo parou pela extrema pobreza e desunião dos locais. O ano seguinte marca a chegada do brigadeiro Francisco de Paula Soares de Gusmão, enviado pelo Conde da Figueira, governador da capitania, para reforçar a fortificação, que já estava novamente em ruínas, e inspecionar a barra do Rio Mampituba e o litoral norte, para verificar se por ali podiam se desembarcar invasores espanhóis. Francisco fez como ordenado, e concluiu que um desembarque era impossível, dada a ausência de um porto natural e por ser um litoral perigoso para navegação. A ameaça espanhola que voltara a assombrar os lusos no fim não se materializou, e o forte deixou de ter razão de ser. Francisco recebeu ordem de se retirar para a capital, mas percebendo a boa posição geográfica do lugar e seu potencial econômico como passagem muito frequentada para a Capitania de Santa Catarina, pediu para ficar e assentar definitivamente a desejada capela para socorro espiritual de muitos em uma área de 40 léguas em torno, que precisavam se deslocar até Osório ou Laguna para o culto. Aprovada a solicitação, o conde mandou em 1820 iniciar à \"Povoação das Torres\" com algumas índias de Taquarembó. Francisco de Paula as tomou e fez que casassem com brancos, e fossem morar num arraial erguido às margens da Lagoa do Violão. Logo deu início às obras da capela, e antes que ela se concluísse mandou vir para capelão o padre Marcelino Lopes Falcão. No Natal de 1820 foi ouvida a primeira missa.Duarte, p. 61-62; 68-69 Em meados do mesmo ano a visitara o naturalista francês Auguste de Saint-Hilaire, que deixou vívido relato da paisagem, da natureza e da vida dos residentes. Ao chegar encontrara o alferes Porto comandando cerca de 30 escravos índios a trabalharem nas estruturas do forte. Em Itapeva pernoitou num casebre de treliça de estacas e folhas de palmeira, \"sem porta e (com) um quarto desprovido de janela e mobiliário, onde a roupa branca e o vestuário de toda a família são estendidos sobre traves\". Em contraste com a pobreza da habitação, a senhora usava um traje elegante e os cabelos penteados com gosto. Na Estância do Meio, quatro léguas adiante, viu apenas \"algumas miseráveis choupanas\". Para as refeições \"desenrolam uma esteira no chão e aí servem a sopa, reunindo-se toda a família ao redor\".De Saint-Hilaire, Auguste. Viagem ao Rio Grande do Sul. Porto Alegre: Martins Livreiro, 2002, 4ª ed., pp. 11-16 Entretanto, Francisco disse que o comando militar passou para o alferes Porto somente no ano seguinte, e então a atividade teria esmorecido. Proclamada a Independência, passando por ali em 1824 o novo governante da ora Província de São Pedro do Rio Grande do Sul, o Visconde de São Leopoldo, percebendo as potencialidades do sítio e reconhecendo o bom trabalho anterior de Francisco de Paula, voltou a encarregá-lo do povoamento e finalização da capela, o que ocorreu em 1825, quando foi elevada a capela curada. A capela, atualmente conhecida pelo nome de Igreja de São Domingos, se tornou um chamariz para várias outras famílias que já estavam por ali arranchadas, crescendo o povoado em seu redor, que em quatro anos já tinha passado de 1.000 habitantes. Francisco de Paula, na correspondência que deixou, se revela um entusiasta pelo projeto, ajudando novos moradores a se estabelecerem, abrindo ruas, instalando fontes, criando um cemitério, casa paroquial, presídio e outras benfeitorias, muitas vezes às suas próprias custas, além de solicitar ao governo da capitania que enviasse outros recursos humanos e materiais. Já nesta época começou a imaginar a construção de um porto e regularização da barra do Mampituba.Duarte, p. 55-56; 62-68 Em 1826 a Câmara de Santo Antônio da Patrulha iniciou a instalação de mais de cem famílias de imigrantes alemães, protestantes nas colônias de Três Forquilhas e católicos em São Pedro de Alcântara, a poucas léguas para o interior do núcleo inicial do Povoado das Torres. Um viajante alemão em passagem, Carl Seidler, contudo, disse que a distribuição dos lotes foi desigual, os católicos recebendo os melhores, o que causava frequente atrito com os protestantes, chegando a se registrar \"não raro conflitos sangrentos e até mesmo os mais bárbaros morticínios\". Disse mais, que a região ainda era assolada por índios, que matavam gente e causavam destruições, com a consequência de a população decrescer em vez de aumentar.Cardoso, Eduardo Mattos. A Invenção de Torres: Do Balneário Picoral à Criação da Sociedade Amigos da Praia de Torres - SAPT (1910-1950). São Leopoldo: UNISINOS, 2008. pp. 31-33Duarte, p. 67 Francisco de Paula permaneceu dirigindo o povoado por cerca de dez anos, e mais tarde deu um relato sobre as condições de vida por então: ::\"Os socorros de peixe de água doce e salgada, unindo às produções de gêneros da primeira necessidade que superabundam no Distrito, favorecido pela natureza, permite afiançar que na Província não há certamente um lugar como as Torres para a pobreza viver. Ali a banana, que faz muita parte no alimento dos escravos e crianças, é efetiva todo o ano; as batatas chamadas inglesas, este pão dos Colonos, na falta do milho, abunda por toda parte, dando duas colheitas ao ano.... É fecundíssimo o Distrito das Torres, nele não se conhece seca.... e por isso os lavradores todos os anos têm duas colheitas de feijão e milho.... A mandioca também há em muita abundância, de modo que a farinha se chega a vender por baixo preço. As terras do Distrito são incomparavelmente boas para a agricultura.... Há muita terra apaludada própria para a plantação do arroz, era neste ramo da agricultura que eu desejava ver os habitantes empenhados.... É riquíssimo o Distrito de madeiras de construção e por isso se conserva com os de Palmares e Mostardas um comércio muito efetivo.... os Mostardenses trazem de seu distrito cavalos, bois, vacas e com estes gêneros compram carretas, charque, graxa, trigo, centeio, peles de carneiro, couros para curtir e alguns tecidos de lã, mas em troca levam nas suas carretas milho, feijão e farinha. Os serranos também fazem grande tráfego com as Torres\".Duarte, pp. 65-66 Apesar das visões positivas de Francisco, sabe-se que a sobrevivência do povoado era precária, agravada por frequentes desentendimentos entre os locais e a Câmara de Santo Antônio por causa de impostos excessivos, interditos arbitrários sobre a pesca, divisão irregular de terras e outras disputas, e pela eclosão da Guerra dos Farrapos em 1835, que criou uma situação de penúria e tumulto, sendo alternadamente ocupada por forças imperiais e farroupilhas. Em pleno conflito, em 1837 foi elevada a Freguesia com o nome de Freguesia de São Domingos das Torres. Os relatórios oficiais da época são repletos de queixas pelas más condições gerais e de súplicas por envio de ajuda da capital. Em 1846 havia apenas 187 proprietários registrados na cidade e menos de 150 eleitores. A soma desses fatores acabou por levar à emancipação em 1857 do então Distrito de Conceição do Arroio, hoje Osório, separando-se de Santo Antônio e incorporando a si o Distrito das Torres. Nesta altura a navegação interna pela rede de lagoas e canais da região começava a se tornar mais intensa, criando uma ligação entre o litoral norte e Porto Alegre por onde passavam pessoas e bens. Vários deputados e administradores locais tentaram promover o progresso, havia na prática um consenso de que a região tinha um grande potencial ainda inaproveitado, mas embora algumas melhorias fossem conseguidas, a própria Província não era rica e pouco pôde fazer, e as queixas de pobreza continuaram.Barroso, pp. 72-84 Heinrich Handelmann, visitando em 1860, deplorou: ::\"O estado em que se acham ambas as colônias, Três Forquilhas e Torres, as duas juntas aproximadamente mil almas, é portanto lastimável; se os habitantes têm o necessário para a subsistência, entretanto, pela impossibilidade de saída regular dos produtos, falta-lhes o estímulo para incitá-los a serem ativos trabalhadores de lavoura e indústria; cortadas as colônias de toda a comunicação, com a gente da Província e com a velha pátria, elas permanecem como que enterradas no mato, devendo necessariamente degenerar espiritualmente\".Ely, Nilza Huyer. A Saga do Desenvolvimento Econômico do Vale do Três Forquilhas. IN Barroso, Quadros & Brocca, op. cit., p. 93 A situação de estagnação social, cultural, urbana e econômica se prolongou até o início do século XX, chegando a surpreender que o povoado tenha sido erigido, num mesmo ato de 1878, a Vila, e em seguida a Cidade. Natural que perdesse o maior status, sendo reanexada a Osório. Voltou a ser município só em 1890.Flores, Hilda Agnes Hübner. O Cotidiano de Torres no Final do Século XIX. IN Barroso, Quadros & Brocca, op. cit., p. 99 A Proclamação da República trouxe principalmente agitação política para a cidade, que teve diversos administradores se sucedendo em curto espaço. Outro sobressalto foi a Revolução Federalista de 1893, servindo de passagem para tropas. No mesmo ano começaram a chegar, descendo a Serra, famílias de imigrantes italianos que não conseguiram se fixar na região de Caxias do Sul. E a riqueza para a população continuava a ser coisa desconhecida. O resumo dos cerca de trinta inventários deixados por defuntos entre 1896 e 1898 indica que naquele tempo quase metade das famílias ainda não dispunha de uma mesa de refeições em suas casas.Barroso, pp. 82-84Ely, pp. 93-101 === Progresso === Em 1892 a ideia do porto em Torres voltava a ganhar alento. Iniciou-se a construção de um molhes na Praia da Guarita, para abrigar navios que viriam trazer material de construção para o porto verdadeiro. As pedras para o molhes saíram dos próprios morros vizinhos, explodidos com dinamite (os rombos ainda são visíveis), mas em breve o projeto foi abandonado, com apenas 50m de um molhe construído.Vellturella, Roberto Laitano. Os molhes de serviço da Guarita. São Domingos das Torres, 3 fev 2011 Na virada para o século XX Torres começou a se tornar notícia frequente nos jornais da capital (mais de trezentas notas entre 1895 e 1912), e a tônica dos debates era o aproveitamento dos canais e lagoas para navegação interna, bem como a velha ideia de construção de um porto;Ruschel, Ruy Ruben. Um Velho Índice de Notícias Torrenses em Jornais. IN Barroso, Quadros & Brocca, op. cit., pp. 115-119 falava-se também na construção de uma ferrovia. Essas obras deveriam certamente acelerar seu crescimento, mas não se realizaram como o esperado. A solução para o atraso socioeconômico e cultural veio de outra parte, quase casualmente. Na mesma época o Brasil procurava se modernizar, e olhava para a Europa em busca de modelos de civilização; assim, entre outras tendências imitadas começou a se notar a adoção pelas elites do conceito europeu de férias e da moda dos banhos de mar, considerados terapêuticos, e com isso começaram a chegar em 1910 os primeiros veranistas, vindos do planalto gaúcho e de Porto Alegre. Mas ainda não havia boas estradas, e a viagem, que durava de três a quatro dias, era um empreendimento trabalhoso, ocorrendo geralmente em carretas ou lombo de mulas e sendo necessário levar comida e outros bens para um conforto mínimo, pois nenhuma estrutura especial para receber esses visitantes ainda fora desenvolvida. Esses veranistas pioneiros geralmente acampavam à beira-mar, ou se hospedavam em uma das pobres pensões do local. Seus costumes eram espartanos, e como relatou Mário de Freitas, os homens assim que chegavam adquiriam um pijama, um par de tamancos, um chapéu de palha de butiá e uma bengala de pau entalhado típica da região. As mulheres usavam de regra apenas um robe de chitão ou opalina, calçando chinelos ou sandálias. Os banhos eram tomados bem cedo, seguindo uma ritualística própria de acordo com as ideias médicas da época, recebendo o banhista somente um número de ondas pré-determinado, o que era repetido por nove banhos, quando o \"tratamento\" era dado por encerrado.Cardoso, pp. 13-14; 39; 58 Dentre as personalidades que deram forte impulso ao desenvolvimento de Torres, destaca-se quem primeiro percebeu e decidiu explorar o potencial para o turismo da cidade: José Antônio Picoral. Filho da colônia São Pedro de Alcântara, tornou-se próspero comerciante em Porto Alegre, mantendo, porém, vínculo com a terra de origem. Depois de um frustrante veraneio em Tramandaí, Picoral imaginou transformar Torres em uma moderna estação balneária e, em 1915, após entendimentos com João Pacheco de Freitas, Luiz André Maggi, Carlos Voges e outros torrienses, instalou seu Balneário Picoral, cuja sede a princípio foi o Hotel Voges, logo chamado Hotel Picoral, marco histórico da introdução do turismo em Torres e o maior empreendimento turístico do estado até então. Tinha grandes pavilhões para atividades coletivas como refeições e festas, e uma série de chalés para dormitório, organizados num quarteirão que focalizou a movimentação social de seu tempo e criou em seu redor a \"zona nobre\" da cidade, inaugurando um promissor caminho econômico alternativo pelo qual a cidade pôde enfim crescer.Cardoso, pp. 58-60; 104-105 O hábito do verão à beira-mar pouco a pouco se difundiu, e a partir da década de 1920 Torres acabou por ser conhecida pelos riograndenses como um local da moda. A instalação de uma linha de ônibus Torres-Capital tornou as coisas apenas um pouco mais fáceis para os veranistas, pois as estradas ainda não passavam de picadas esburacadas e sujeitas a alagamentos. Sobrevivem crônicas bem-humoradas sobre os passageiros sendo obrigados a empurrar o ônibus atolado no barro e juntas de mulas ou bois a tentar mover o veículo. Isso não parecia incomodá-los. Conforme dizem os relatos, era para eles tudo uma grande e divertida aventura, sabendo que logo estariam desfrutando de momentos de descontração na beira da praia, junto de amigos e parentes.Cardoso, pp. 44-62Nicottih, Wilma kaeger. Empresa Jaeger e Irmão. IN Barroso, Quadros & Brocca, op. cit., p. 113 Esses novos visitantes trouxeram outros com eles, e mais outros, e a cidade começava a mudar seu perfil urbano, aparecendo pensões, outros hotéis como o Farol e o Sartori, mercados, abrindo-se ruas e se multiplicando as casas de verão. O Balneário Picoral vai então se tornar o centro de encontro de políticos e ricaços do estado, além de organizar em seus salões saraus literários, bailes elegantes e recitais de música. E logo diversos ilustres passaram a comprar terrenos para construir chalés de veraneio requintados, como Borges de Medeiros, Protásio Alves, Possidônio Cunha, Firmino Torely e muitos outros.Cardoso, pp. 44-81; 95-96 Cardoso diz que nesta fase se consolidou a vocação turística da cidade, ao mesmo tempo em que passava a ser vista como um local civilizado, cuja natureza já estava domesticada e posta a serviço do homem, especialmente pelo incentivo de médicos famosos da época, como o próprio Protásio Alves, sempre lembrando os benefícios do contato com o mar e a praia. Mas desde os primeiros momentos dessa elevação a um novo status, Torres já começou a assumir uma identidade peculiar como cidade de veraneio, o que torna as coisas todas muito movimentadas em três meses do ano, enquanto no restante a diminuição do número de pessoas presentes e atividades é marcante. Outra transformação foi o gradual afastamento dos agricultores e pescadores locais da participação integral nesse processo civilizador, construindo-se espaços de socialização e moradia bem diferenciados e exclusivos. Muitos desses nativos, durante o verão, deixavam suas lides habituais e se dedicavam a servir a elite que chegava como faxineiros, babás, cavalariços, cozinheiros, jardineiros, ou empregados nos vários hotéis que iam surgindo. Ao mesmo tempo, por causa desses grupos de forasteiros, a maioria se conhecendo mutuamente e se frequentando, a praia começou a assumir um perfil familiar. Nesse processo de \"tomada de posse\" e transformação da cidade pelos veranistas, em 1936, no \"salão nobre\" do Balneário Picoral, várias personalidades se reuniram para criar a Sociedade dos Amigos da Praia de Torres (SAPT), movidas pelo \"ardente desejo manifestado pela maioria dos veranistas desta praia no sentido de ser fundada pelos mesmos uma sociedade que encampe e ampare, por todos os meios legais ao seu alcance, as nobres iniciativas que visem o bem-estar, o conforto e a segurança da população\". A SAPT efetivamente se tornou daí em diante uma força decisiva na determinação dos rumos da cidade.Cardoso, pp. 69-112 Na década de 1950, com estradas melhoradas, o progresso começou a chegar mais rápido. Falando naquele mesmo período, Renato Costa narrou sua experiência pessoal: ::\"[...] a situação transmudou-se, completamente. Não só a viagem se faz por excelentes rodovias, como já se verifica uma tendência generalizada para dar-se ao veranista conforto material mais digno e mais eficiente. A visita que fizemos, sábado e domingo últimos, a Torres, constituiu uma surpresa imensa, que nos encheu de orgulho. Não podíamos imaginar que, em tão poucos anos, se pudesse remodelar completamente um lugarejo, como era Torres, toda ela pavimentada (em vésperas de serem asfaltadas as ruas), iluminada amplamente, com um serviço de água corrente límpida e fresca! E o que é mais, com numerosas e magníficas residências particulares de um apurado gosto arquitetônico\".Cardoso, pp. 114-115 As décadas seguintes só viram a confirmação de Torres como cidade turística de economia sazonal, ao mesmo tempo em que seus distritos iniciavam a se tornar mais dinâmicos, organizando-se em núcleos urbanos mais ou menos autossuficientes. Essa tendência acabou por levar diversos deles à emancipação. Em 1988 separaram-se Três Cachoeiras e Arroio do Sal; em 1992, Três Forquilhas e Morrinhos do Sul.Delai, Rizzieri Frederico. Vida Religiosa da Grande Torres. IN Barroso, Quadros & Brocca, op. cit., pp. 132-133Morrinhos do Sul: História da Cidade. Férias tur, acesso 12 mar 2011 Torres se desenvolveu nas últimas décadas e continua a manter seu prestígio como umas das mais concorridas praias do estado do Rio Grande do Sul, mas passou a experimentar dificuldades típicas do processo de desenvolvimento, tais como o descontrole na ocupação do espaço, degradação do meio ambiente e formação de bolsões de pobreza. Entre as preocupações atuais da administração pública estão solucionar esses problemas através de um modelo de gestão sustentável, chamando à participação as classes antes excluídas, preservando também a memória e o patrimônio histórico e cultural, fomentando as artes, e procurando romper o esquema da sazonalidade, a fim de diversificar a economia e equilibrá-la ao longo de todo o ano.De Lima, Oscar Martins. Torres Hoje - Perspectivas do Amanhã. IN Barroso, Quadros & Brocca, op. cit., pp. 137-140 == Geografia == Torres pertence à Mesorregião Metropolitana de Porto Alegre e à Microrregião de Osório.Divisão Territorial do Brasil e Limites Territoriais. nstituto Brasileiro de Geografia e Estatística, 01/07/2008 Localiza-se a uma latitude 29º20'34\" sul e a uma longitude 49º43'39\" oeste,Governo do Estado do Rio Grande do Sul. Plano de Manejo do Parque Estadual de Itapeva , outubro de 2006, p. 13 estando a uma altitude de 16 metros. Possui uma área de 161,624nbsp;km² Dista 197 km de Porto Alegre e 280 km de Florianópolis. Seus limites são o município de Passo de Torres (SC), ao norte, Arroio do Sal, ao sul, Mampituba, Dom Pedro de Alcântara e Morrinhos do Sul, a oeste, e o oceano Atlântico a leste. === Geologia e hidrografia === A cidade está localizada no litoral sul do Brasil, caracterizado por uma ampla planície costeira que vai do Cabo de Santa Marta em Santa Catarina até a Barra do Chuí, no Rio Grande do Sul, uma das mais extensas e contínuas praias arenosas conhecidas. O trecho é pontilhado por um complexo sistema de barreiras arenosas quartzíticas que delimitam uma série de lagos e lagunas rasos e canais, como as lagoas Itapeva, do Jacaré e do Violão, em diferentes estágios evolutivos, cuja tendência é a de se transformarem em pântanos costeiros. Este sistema é descrito tecnicamente como barreira múltipla complexa, e se desenvolveu durante os três últimos grandes ciclos de variação do nível do mar, durante os períodos Pleistoceno e Holoceno. Em tempos recentes as lâminas de água têm sofrido uma acentuada redução, acarretando mudanças na sua salinidade e ecologia.Farion, Sônia Rejane Lemos. Litoral do Rio Grande do Sul: rio, lago, lagoa, laguna. IN Ágora, v. 13, n. 1, jan./jun. 2007, pp. 167-186 Outra formação hídrica importante é a bacia do Rio Mampituba, que banha uma área habitada por mais de 12.000 pessoas e atravessa áreas inseridas na Reserva da Biosfera da Mata Atlântica. Sua superfície é de 11.300 hectares, com um perímetro de 14,5 km. O Rio Mampituba nasce na Serra Geral e em Torres desemboca no oceano Atlântico, após percorrer 62 km, delimitando, em seu baixo curso, a fronteira entre os estados de Santa Catarina e Rio Grande do Sul. Tem, no lado riograndense, entre seus afluentes o Rio Pavão e duas importantes lagoas que extravasam através do Rio do Forno: a Lagoa do Morro do Forno, formada pelo Rio do Mengue e o Rio das Pacas, e a Lagoa do Jacaré. Em Santa Catarina recebe as águas da grande Lagoa do Sombrio e do Rio Sertão, seu principal afluente. Na altura de Torres a planície costeira é particularmente estreita, comprimida contra as escarpas do planalto da Serra Geral, que na cidade lança fragmentos para a praia formando o único promontório rochoso de todo este extenso litoral, as falésias de Torres, popularmente conhecidas como \"torres\" e que deram o nome à cidade.Farion, pp. 169-170 As rochas penetram sob o mar e afloram a 2 km da costa, formando a diminuta Ilha dos Lobos, a única ilha do litoral riograndense, que sobressai apenas cerca de 2m do nível do mar e já foi responsável por vários naufrágios.Reserva Ecológica da Ilha dos Lobos. Via Rural, acesso 7 mar 2011 O terreno da cidade é formado por um substrato de arenitos eólicos da Formação Botucatu, datados do limite Jurássico/Cretáceo, constituídos por arenitos de estratificação cruzada, planar ou acanalada, de médio a grande porte, com raras intercalações de arenitos com estratificação plano-paralela e comumente alternância de lâminas de arenito fino e médio. Sobre esta camada ocorreram os sucessivos derrames de lava da Formação Serra Geral, datados do Mesozóico e constituídos principalmente por basaltos e basalto-andesitos toleíticos, que contrastam com riolitos e riodacitos.Aurich, Aline et alii. Município de Osório, estado do Rio Grande do Sul, Brasil. Projeto Georoteiros. São Leopoldo: Unisinos, 2009, pp. 8-13 Acompanhando uma tendência constatada em todo este litoral arenoso, observa-se a erosão da linha costeira pelo vento e variações no nível do mar por ocasião de temporais, ressacas e mudanças no regime de ondas. A plataforma continental adjacente tem uma declividade suave de 2m/km, sendo típica a presença de bancos arenosos lineares.Absalonsen, Luciano & Toldo Jr, Elírio. A Influência da Inflexão Costeira na variabilidade da Linha de Praia em Mostardas - RS. IN Pesquisas em Geociências, 34 (1), 2007, pp. 4-6 A orla marítima municipal é dividida em cinco praias principais, cujos limites são formados pelas várias elevações rochosas. Na ordem norte-sul:Perfil - Pontos Turísticos. Página da Prefeitura Municipal, acesso 8 mar 2011 * Praia Grande, com 2 km de extensão, vai da barra do Rio Mampituba até o primeiro afloramento rochoso, que é raso e não tem nome; é a preferida para o banho de mar e onde ocorre a maioria dos eventos esportivos e shows a céu aberto no verão. * Praia do Meio ou Prainha, com 600m, seguindo até o Morro do Farol; não é muito adequada para banhos em vista das muitas rochas no fundo. * Praia da Cal, entre o Morro do Farol e o Morro das Furnas, cujo nome se deve à antiga presença de fornos de torrefação de conchas retiradas de sambaquis para a fabricação de cal. * Praia da Guarita, entre o Morro das Furnas e o Morro da Guarita, junto ao parque ecológico que leva seu nome. * Praia de Itapeva, do Morro da Guarita até o Morro de Itapeva (em tupi \"pedra chata\"), a maior de todas, com 6 km de extensão, sendo a mais distante do centro urbano e por isso a menos frequentada. === Clima === O clima de Torres é subtropical úmido, influenciado por massas de ar tropicais e polares, com predominância da massa tropical atlântica. As precipitações são abundantes e regulares durante todo o ano, sem a ocorrência de uma estação seca,Perfil - Geografia. Página da Prefeitura Municipal, acesso 7 mar 2011 sendo o índice pluviométrico de milímetros (mm). A temperatura média compensada anual é de aproximadamente , com grande amplitude térmica ao longo do ano. Com elevados índices de umidade relativa do ar, a insolação atmosférica é de aproximadamente . Ocorre às vezes a formação de ciclones extratropicais na costa, com ventos fortes, ressacas e temporais, que prejudicam principalmente as atividades marítimas como a pesca e o banho, podendo também causar alagamentos e danos em construções.Ciclone subtropical ainda preocupa população gaúcha. Agência Estado, 08/03/2010Hackbart, Eugenio. Ressaca e danos menores pelo vento na praia do Litoral Norte. MetSul, 04/05/2008 Em 2004 a região foi atingida pelo furacão Catarina, fenômeno até então desconhecido pelos brasileiros, que deixou um rastro de destruição em Torres, com casas danificadas e uma morte.Ciclone Catarina: Regiões afetadas. Folha online, 30/03/2004 Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1961 a menor temperatura registrada em Torres foi de em 8 de junho de 2012 e a maior atingiu em 25 de dezembro do mesmo ano. O maior acumulado de precipitação em 24 horas chegou a em 14 de fevereiro de 2014, seguido por em 19 de março de 2014, em 3 de dezembro de 1980, em 19 de janeiro de 2011 e em 28 de junho de 1982. Setembro de 2009 foi o mês de maior precipitação, com . Desde junho de 2006, a maior rajada de vento chegou a ( ), na madrugada do dia 11 de dezembro de 2012. === Meio ambiente === A área de Torres está incluída no bioma da Mata Atlântica, caracterizado localmente pelo predomínio da floresta perenifólia higrófila costeira.Mata Atlântica. Ambiente Brasil, acesso 7 mar 2011 Na definição de 1999 do Conselho Nacional do Meio Ambiente a área de Torres é caracterizada como de restinga, ::\"um conjunto de ecossistemas que compreende comunidades vegetais florísticas e fisionomicamente distintas, situadas em terrenos predominantemente arenosos, de origem marinha, fluvial, lagunar, eólica ou combinações destas, de idade quaternária, em geral com solos pouco desenvolvidos. Estas comunidades vegetais formam um complexo vegetacional edáfico e pioneiro, que depende mais da natureza do solo que do clima, encontrando-se em praias, cordões arenosos, dunas e depressões associadas, planícies e terraços\".Guadagnin, Demétrio Luís et alii. Diagnóstico da Situação e Ações Prioritárias para a Conservação da Zona Costeira da Região Sul - Rio Grande do Sul e Santa Catarina. Subprojeto Avaliação e Ações Prioritárias para a Conservação da Biodiversidade da Zona Costeira e Marinha, Agência Nacional do Petróleo, Gás Natural e Biocombustíveis/Ministério de Minas e Energia. Porto Alegre, 3 de setembro de 1999. s/pp. Contudo, a diversidade geomorfológica e hídrica da cidade, que se localiza em uma área de transição entre serra, litoral e pampa, propicia a formação de ecossistemas diferenciados, com ambientes de dunas, praias, costões rochosos, banhados, lagoas, campos, matas e restingas propriamente ditas, cada qual com sua flora e fauna específicos. Muitas espécies tropicais encontram nesta região seu limite sul, como Ipomoea pes-caprae, Aniba firmula, Licaria armeniaca, Ormosia arborea, Clusia criuva, enquanto outras, típicas do pampa e do planalto, têm ali seu limite norte, como Acathosyris spinescens, Jordina rhombifolia, Regnellidium diphyllum, Berberis laurina, Discaria americana e outras. A zona costeira também se constitui numa rota de aves migratórias de habitats costeiros. Mais de 60 espécies com ocorrência no Litoral Norte do Rio Grande do Sul pertencem a esta categoria, mas não nidificam no local. Torres já está sob grande pressão ambiental, notando-se a ocupação desordenada do solo e o avanço rápido da urbanização, o desmatamento, a poluição e a destruição do ambiente natural, além de pesca e caça predatórias. Nas palavras de Guadagnin et alii, ::\"Os estuários e as lagoas são pressionados pela contaminação orgânica dos balneários, pela retirada de água para irrigação, pelos aterros e deposição de lixo e pela pesca desportiva e comercial. Os banhados e matas de restinga sofrem pressões severas pela expansão da agricultura e dos balneários. Nas lagoas, as populações das espécies de valor comercial estão fortemente reduzidas e, no caso das espécies de peixe-rei, em estado crítico. Os principais vetores de pressão nas lagoas interiores são a contaminação por agrotóxicos, principalmente através das bacias de drenagem dos rios Três Forquilhas e Maquiné, e a modificação dos habitats de margem, importantes para desova de peixes.... Estão se expandindo as atividades de lazer pesque-pague, em geral desenvolvidas em açudes, que utilizam espécies exóticas.... com efeito potencial de invasão dos sistemas naturais e de introdução de doenças e patógenos\". Ainda existe uma rica biodiversidade em Torres, mas quase todos os grandes carnívoros e herbívoros nativos estão localmente extintos, sobrevivendo apenas poucas capivaras, jacarés-de-papo-amarelo e lobos-marinhos em migração desde a Patagônia. Estes até a década de 1980 ainda apareciam para acasalar em grandes grupos na Ilha dos Lobos, que deve seu nome a eles, mas eram abatidos em massa por estragarem as redes dos pescadores quando buscavam seu peixe, e atualmente sua presença é mais rara.Torres: Os lobos e leões marinhos na Ilha dos Lobos, em Torres. RS Virtual, acesso 7 mar 2011 Também de passagem aparecem golfinhos, baleias, botos e tartarugas-marinhas. Entre as espécies animais ameaçadas na região se encontram o acima citado jacaré (Caiman latirostris), a corvina (Micropogonias furnieri), seis espécies de peixe-rei, a rã Physalaemus riograndensis, o lagarto Liolaemus occipitalis, a marreca-caneleira (Dendrocygna bicolor), o bugio-ruivo (Allouata fusca). Na flora se encontram sob ameaça, por exemplo, o butiá (Butia capitata), o gravatá (Vriesea psittacina), a quaresmeira (Rollinia maritima), o palmito (Euterpe edulis), o buriti (Trithrinax brasiliensis), a vassourinha (Eupatorium ulei), o cipó-rabo-de-macaco (Rourea gracilis), a taquara-mansa (Merostachys pluriflora), algumas delas endêmicas. Existem quatro áreas de preservação ambiental na cidade: a Reserva Ecológica da Ilha dos Lobos, pertencente à União e contando com apenas dois hectares, o Parque Estadual de Torres, com 15 ha, o Parque Estadual de Itapeva, com 1.000 ha, e o Parque Estadual da Guarita, com 350 ha.Bacia Hidrográfica do Rio Mampituba. Fundação Estadual de Proteção Ambiental Henrique Luiz Roessler (FEPAM), acesso 7 mar 2011 Isso não basta para salvar a grande quantidade de espécies ameaçadas da região, pois não há nem área suficiente protegida, nem nas áreas protegidas há representatividade biológica completa. Salvo na reserva da Ilha dos Lobos, todas as demais têm áreas invadidas por habitações irregulares ou integram áreas de urbanização mais antiga, cuja população rotineiramente transgride as regras de conservação, seja ocupando o solo, lançando esgoto e detritos, caçando e pescando, e interferindo na vegetação, acentuando a pressão ambiental e fazendo degradar áreas até há pouco em bom estado. A própria Ilha, por sua vez, embora o desembarque seja proibido, é impactada pela presença em seu entorno de barcos turísticos, surfistas e principalmente por barcos pescadores clandestinos, que lançam suas redes a pouca distância para capturar os cardumes que frequentam as rochas submarinas. O governo estadual reconheceu que a situação das suas reservas é precária, sofrendo com carência crônica de recursos financeiros, infra-estrutura e pessoal. Na verdade, já não existe nenhum ambiente natural intacto na região de Torres. Por outro lado, algumas ONGs ambientais já atuam, e o poder público tem dado alguma atenção ao caso, como por exemplo organizando o Plano de Manejo do Parque Estadual de Itapeva, o Fórum de Manejo e Conservação da Lagoa Itapeva e o programa do Corredor Ecológico Integrado do Litoral Norte, através do qual estão sendo desenvolvidos vários projetos piloto de utilização sustentável dos recursos da planície costeira e da Mata Atlântica.Carta do I Fórum de Manejo e Conservação da Lagoa Itapeva. Comando Ambiental da Brigada Militar, acesso 7 mar 2011Governo do Estado do Rio Grande do Sul. Plano de Manejo do Parque Estadual de Itapeva , outubro de 2006 Mesmo assim, diversos vereadores locais já se manifestaram contra o que consideram um excesso de preocupação ecológica, que segundo eles vem a prejudicar a vocação turística e a economia do município. Como exemplo está o protesto contra a criação do Parque de Itapeva, quando acusaram o governo de não pagar as devidas indenizações pela desapropriação e de impedir o desenvolvimento econômico da região. O vereador Carlos Alberto da Rosa disse que \"criaram até uma lei para impedir os carros particulares de transitarem pela praia, porque estão preocupados com as tatuíras.... Ao invés de melhorar estão diminuindo a nossa cidade. Nossa cidade é turística e nunca podemos perder isto de vista\".Barañano, Antônio. \"Para vereadores, o Governo tomou Parque de Itapeva na mão-grande\". TeleNews Torres, 24/08/2009 === Demografia === No Censo demográfico de 2010, a população de Torres era de habitantes, estando domiciliados na zona urbana e na zona rural.Torres - RS . IBGE, acesso 7 mar 2011 A densidade demográfica urbana é de 407,09 hab/km2 e a rural de 21,94 hab/km2, perfazendo uma média de 147,75 hab/km2.Governo do Estado do Rio Grande do Sul, p. 16 No censo demográfico de 2000 a composição desta população incluía cerca de 90% de brancos, 7,7% de pardos e 1,6% de negros, com proporções muito reduzidas de outras etnias.Tabela 2093 - População residente por cor ou raça, sexo, situação do domicílio e grupos de idade. Banco de Dados Agregados, IBGE, acesso 7 mar 2011 Sendo um município turístico, estima-se que durante os três meses de temporada de verão (dezembro, janeiro e fevereiro) a população aumente significativamente. Embora não existam levantamentos sistemáticos sobre a população sazonal, uma estimativa realizada pela Prefeitura Municipal publicada na década de 2010 indicava que a população poderia aumentar em mais 500 mil pessoas, sendo 400 mil turistas e 100 mil veranistas fixos. Dados do Censo 2010 mostraram que grande maioria dos residentes fixos pertence à religião católica apostólica romana (c. 85%), vindo a seguir os evangélicos (c. 8,6%), dos quais os mais numerosos são os pentecostais (c. 4,4%) e luteranos (c. 2,8%). Outras denominações não contam em conjunto com mais do que poucas centenas de adeptos, e cerca de 3,5% se declarou sem religião.Tabela 2094 - População residente por cor ou raça e religião. Banco de Dados Agregados, IBGE, acesso 7 mar 2011 No ano de 2010 seu Índice de Desenvolvimento Humano (IDH) era de 0,762, ocupando a 59ª posição no estado e estando em constante elevação na série histórica desde 1991.\"Índice de Desenvolvimento Humano: Torres\". IBGE, 2010 Em 2003 tinha uma incidência de pobreza de 23,44%, com seus limites inferior e superior respectivamente de 13,63% e 33,26%. A incidência de pobreza subjetiva era de 18,13%, e o Coeficiente de Gini era de 0,40. == Economia == Nos dados do IBGE de 2008, Torres tinha um PIB de 378,4 milhões de reais e um PIB per capita de 11.232,57 reais; um Valor Adicionado Bruto da agropecuária de 18,2 milhões de reais, da indústria de 36,1 milhões de reais e dos serviços de 283,7 milhões de reais; obteve 30 milhões de reais em impostos sobre produtos líquidos de subsídios. Nas finanças públicas, as receitas orçamentárias realizadas chegaram a 52,3 milhões de reais, com uma Dívida Ativa de 2,27 milhões de reais; as despesas orçamentárias realizadas ficaram na faixa dos 46,4 milhões de reais, cerca de metade delas empregadas em pessoal e encargos sociais. Seu valor do Fundo de Participação dos Municípios era de 11,1 milhões de reais. No Cadastro Central de Empresas do IBGE haviam sido registradas 1.961 unidades atuantes, empregando um total de 8.627 pessoas, sendo destas 6.397 assalariadas. O total de salários neste ano chegou a 73,8 milhões de reais, com uma média salarial de 2,3 salários mínimos. A principal atividade econômica da cidade é o turismo. O setor primário responde por 15% da economia do município. A grande maioria dos produtores rurais era, no Censo Agropecuário de 2006, de proprietários individuais, com um total de 5.304 ha, dedicando-se principalmente a lavouras temporárias (3.043 ha) e a pastagens (1.329 ha). As principais culturas em 2009 eram de arroz (20.250 toneladas), banana (4.140 ton), cana-de-açúcar (3.480 ton), mandioca (1.120 ton) e abacaxi (202.000 frutos), seguidas de longe pelo milho (525 ton), fumo (454 ton), tomate (360 ton), batata-doce (140 ton), feijão (81 ton), laranja (39 ton), cebola (30 ton), tangerina (20 ton), alho (8 ton) e amendoim (5 ton). O rebanho de suínos totalizava 11.450 cabeças; os bovinos, 5.317; galos, frangas, frangos e pintos, 2.000 animais, 3.300 galinhas, e criações pequenas de ovelhas, codornas e coelhos. Produziu-se 275.000 litros de leite, 13.000 dúzias de ovos de galinha e 5.000 de ovos de codorna, mais 2.200 kg de mel e 640 kg de lã. A Secretaria da Agricultura, em parceria com a EMATER, vem incentivando a diversificação agrícola através da cultura de maracujá e hortifrutigranjeiros, e implantou açudes para irrigação e piscicultura. Além disso, é feita a extração de alguns minerais: areia, argila, basalto e arenito. Há ainda um potencial energético em virtude da recente descoberta de uma jazida de turfa, que pode ser usada como combustível, nas imediações da Lagoa do Morro do Forno.Torres: A economia do município. RS Virtual, acesso 7 mar 2011 Cidade litorânea, Torres também possui atividade pesqueira, que, embora em declínio, vem demonstrando uma tendência de passar da pesca de beira-mar à pesca embarcada, até porque a pesca de beira-mar vinha encontrando dificuldade diante do crescente afluxo de banhistas e surfistas durante o verão. Para evitar conflitos, foi criada legislação especial, definindo áreas permitidas para cada atividade.Surfistas e pescadores entram em acordo em Torres. ClicRBS, 16/02/201 O poder público vem buscando a capacitação profissional e habilitação legal dos pescadores,Massierer, Carine. Pescadores de Torres recebem capacitação e habilitação profissional. Emater/RS-Ascar, acesso 8 mar 2011 bem como promover a pesca artesanal. Os barcos podem pescar até 3 toneladas de peixe por viagem,Expectativa de ciclone suspende pesca em Torres, no Rio Grande do Sul. ClicRBS, 8 mar 2010 sendo os mais procurados a tainha, corvina, pescada, abrótea, cação, bagre, linguado, traíra e jundiá. Também se pratica a pesca nas lagoas e rios da região.Perfil da Cidade. Torres Net, acesso 7 mar 2011 Em 2010 o governo federal assumiu um compromisso de levar adiante o Projeto dos Molhes do rio Mampituba, que prevê o prolongamento dos dois braços dos molhes e ampliação do calado da barra, para permitir a entrada segura de barcos pesqueiros de Santa Catarina e do Rio Grande do Sul.Vitória, Marcela. Ministro da Pesca assume compromisso com Molhes do rio Mampituba. Torres.com, 25 de Outubro de 2010 A indústria, ainda incipiente, representa em torno de 5% da atividade econômica torriense. Em 1996 havia 51 indústrias instaladas, predominando as de móveis e esquadrias, vestuário e processamento de produtos primários (engenhos de cana-de-açúcar, destilarias de aguardente, descascadores de arroz, estufas de fumo, indústrias caseiras de alimentos). Por outro lado, o comércio, em função do turismo, é bem desenvolvido, com destaque para os setores alimentício, com uma participação de 17,80%, tecidos, vestuários e calçados, com 3,36%, bens de consumo duráveis, com 2,77% e ferragens, ferramentas e materiais de construção, com 2,67%. O comércio é essencialmente varejista, com um percentual de 31%, além do comércio atacadista, que representa 7% da economia. O mesmo fator turístico, representando praticamente 40% da receita total do município, é um dos maiores responsáveis pela explosão na construção civil verificada em anos recentes. Somente em 2010 foram construídos 30 prédios residenciais, e desde 2008 o número chega a 117, predominando investimentos de alto e médio padrão; o desafio agora é conciliar as necessidades de desenvolvimento urbano com a preservação ambiental.De Toni, Nádia. As Torres de Torres. Pioneiro, 06/11/2010 O setor de serviços contava em 1999 com 516 empresas cadastradas, privilegiando os setores de turismo e de reparos, manutenção e mecânica. com 8,33%. Conta com agências dos bancos Caixa Econômica Federal, Banco do Brasil, Banrisul, Sicredi e Bradesco. === Turismo === Torres vive essencialmente em torno do turismo que sua bela paisagem natural e suas praias de banho favorecem. Esta vocação turística, como já se aludiu, foi intuída no início do século XX por José Picoral, o primeiro a vislumbrar a cidade como um balneário atraente para os habitantes do interior do estado, especialmente de Porto Alegre, oferecendo uma infra-estrutura hoteleira básica. A partir de sua iniciativa, em breve Torres se tornara um balneário da moda para os riograndenses, e tal fama ainda persiste hoje. Estima-se que durante os três meses de temporada de verão (dezembro, janeiro e fevereiro) a população aumente significativamente e apesar de não haver levantamentos sistemáticos sobre a população sazonal, uma estimativa realizada pela Prefeitura Municipal publicada na década de 2010 indicava que a população poderia aumentar em mais 500 mil pessoas, sendo 400 mil turistas e 100 mil veranistas fixos. A cidade, por isso, já desenvolveu sólida infra-estrutura turística, com grande número de hotéis de todos os níveis e tipos, incluindo pousadas e hotéis para cães, e boa oferta de serviços.Secretarias - Turismo, Comércio e Indústria - HOTÉIS - HOTEL. Página da Prefeitura Municipal, acesso 8 mar 2011 Variados eventos organizados na cidade também atraem apreciáveis contingentes de público visitante. Por exemplo, o 13º Motobeach levou a Torres no Carnaval de 2011 mais de 40.000 pessoas especialmente interessadas na competição.Meira, Milena. 12 toneladas de alimentos arrecadados no Balonismo. Página da Prefeitura Municipal, acesso 8 mar 2011 Eventos, festas, feiras, mostras, competições, atividades culturais e artísticas são promovidos não só no verão, quando são certamente mais numerosos, mas também ao longo de todo o ano. Destes talvez o mais importante seja o Festival Internacional de Balonismo, realizando-se entre abril e maio. É considerado um dos maiores festivais de balonismo do mundo, estando já em sua 23ª edição em 2011. No festival anterior houve um número recorde de participantes, que exibiram ao público mais de 40 balões.Vitória, Marcela. 22º Festival de Balonismo divulgado nas lotações de Porto Alegre. Página da Prefeitura Municipal, acesso 8 mar 2011Vitória, Marcela. 40 pilotos já confirmados para 22º Festival Balonismo. Página da Prefeitura Municipal, acesso 8 mar 2011Oliveira, Juliana. Esquadrilha da Fumaça no 23° Festival Internacional de Balonismo. Página da Prefeitura Municipal, acesso 8 mar 2011 Mas também são organizados inúmeros eventos mais voltados para a população residente, embora tenham interesse turístico, como o Arraial Fest Torres, uma Festa Junina oficial de caráter familiar,Vitória, Marcela. 1º Arraial Fest Torres. Página da Prefeitura Municipal, acesso 8 mar 2011 mostras de artesanato de associações comunitáriasMeira, Milena. Asef São Francisco realiza mostra de artesanato. Página da Prefeitura Municipal, acesso 8 mar 2011 e as comemorações locais da Semana Farroupilha.Oliveira, Juliana. Iniciado planejamento da semana Farroupilha 2011. Página da Prefeitura Municipal, acesso 8 mar 2011 == Administração == O Poder Executivo é representado pelo prefeito Carlos Alberto Matos de Souza (PP) e pelo vice-prefeito Fábio Amoretti (PP), que ocupam os cargos desde janeiro de 2017. A atual administração conta com 9 secretarias, além da Procuradoria-Geral do Município. Estes oficiais coordenam uma série de outras instâncias administrativas, entre órgãos e projetos.Página da Prefeitura Municipal, acesso 7 jun 2017 O Poder Judiciário local é exercido através da Comarca de Torres, que atende a sete municípios.OAB/RS e subseção buscam criação da 2ª Vara Criminal de Torres. JusBrasil, 16 de Setembro de 2010 O Poder Legislativo é exercido em primeira instância pela Câmara Municipal, cuja Mesa Diretora é presidida pela vereadora Gisele Maria Duarte Rodrigues, do PP e tem como vice-presidente o vereador Rogerio Evaldt Jacob, do PDT.Vereadores. Câmara Municipal de Torres, acesso 7 jun 2017 Compõem a XVII Legislatura (2017-2020) treze vereadores, sendo quatro do PMDB, um do PT, três do PP, um do PTB, dois do PDT, um do PRB e um do PROS.Histórico. Câmara Municipal de Torres, acesso 7 jun 2017 A cidade possuía em 2016 28.399 eleitores.TSE. Ano: 2016 | Abrangência: Município | UF: RS | Município: TORRES == Infraestrutura == === Políticas públicas e urbanismo=== Dos 138,25 km de ruas existentes em 1999, 63,7% são pavimentados, com 60% das ruas providas de drenagem pluvial. No Censo Demográfico de 1996 se indicou a existência de 8.810 domicílios particulares permanentes, dos quais 73,78% estão na zona urbana, com 6.500 domicílios, e os restantes 26,22% na zona rural, com 2.310 domicílios. Segundo informações da Secretaria de Coordenação e Planejamento, existiam em 1997 dois núcleos habitacionais classificados como favelas, um no bairro Riacho Doce, com cerca de 700 famílias, e outro nos fundos da Praia da Guarita, invadida por migrantes. O Plano Diretor da cidade data de 1995 e atualmente está sendo revisto, mas não estão previstas grandes modificações. Há uma preocupação de que o incentivo à construção civil oferecido pelo turismo represente ameaça ao meio ambiente. Para evitá-la, prédios com mais de 10 andares precisam de licença especial, concedida após estudo de impacto ambiental. Na região central da cidade não há limite de altura de construção, porém são necessárias as análises de impacto. Obras até a três quadras da praia podem ter no máximo nove metros de altura, ou seja, três andares, e nas praias pequenas, como a da Cal, prédios não são permitidos. Porém, em carta aberta divulgada em 2000, o conhecido ecologista José Lutzenberger denunciou a existência de uma máfia formada por empresas imobiliárias e setores do poder público, que sem preocupação com o impacto urbanístico de seus espigões desfiguram rapidamente a fisionomia urbana e a estética da cidade, fazendo com que ela perca seus últimos elementos de tipicidade e originalidade. De fato, já existem diversos espigões na cidade cuja altura ultrapassa a dos seus característicos morros de basalto. Outras estruturas também já interferem na paisagem e desviam a atenção do olhar para si, em demérito do panorama natural pelo qual a praia se tornou famosa. Sobre o Morro do Farol existem altas torres de telecomunicação que transformaram o morro em um mero pedestal para si mesmas.Jutzenberger, José. Carta de apoio aos veranistas da cidade de Torres - RS, 2000. Fundação Gaia Lutzenberger não foi o único a levantar acusações, e notícias semelhantes aparecem com alguma frequência. Em 2008 o movimento AgirAzul Memória também falou de corrupção, acrescentando que a proliferação de espigões prejudicou a infraestrutura da praia, explodindo a capacidade de esgotos e fossas. Suas praias acabaram poluídas com coliformes fecais e classificadas como impróprias para banho. O Ministério Público também examinou denúncias da União Protetora do Ambiente Natural de corrupção e dano ambiental por causa de más políticas públicas. A Justiça acabou deferindo liminar determinando que somente fossem emitidas novas licenças para construção dentro do perímetro urbano mediante a apresentação do projeto do sistema autônomo de coleta, tratamento e destinação final, devidamente licenciado pelo órgão de saneamento do Estado. A especulação imobiliária na cidade já produziu realmente considerável estrago, fazendo desaparecer grande parte das dunas e da Mata Atlântica, ameaçando reservas constituídas e destruindo muitos sambaquis, importantes testemunhos arqueológicos dos antigos índios que viviam no local.Aguiar, João Batista Santafé. [População e veranistas tomam banho em água de latrina]. AgirAzul Memória, 2008O Litoral além da praia. Gazeta Mercantil, 19.10.98Hameister, Thaïs Müller; Diehl-Fleig, Eduardo & Diehl, Elena. Riqueza e Diversidade de Formigas de Solo no Morro de Itapeva, Município de Torres, RS. Mostra de Iniciação Científica 2002, CNPq-Unisinos (resumo)Flora. Secretaria Municipal da Educação de Salvador, acesso 9 mar 2011Conselho do Parque de Itapeva solicita reunião com a secretária do Meio Ambiente. Projeto Curicaca, 4/7/2011Geremias, Tiago. Já foi em Torres?. Jornal Livre, 28/06/2008\"O Litoral além da praia\". Gazeta Mercantil, 19.10.98Medeiros, Wendell L. L. A atividade do ecoturismo como instrumento de preservação e conservação do meio ambiente. Dissertação de Mestrado. São Paulo: PUC-SP, 2006, p. 390Gedeon, Leonardo. Torres no limite. Busca Torres Recentemente foi lançado o Projeto Nova Orla de Torres, uma parceria entre a municipalidade e o governo federal orçada em 3,5 milhões de reais, objetivando revitalizar a orla marítima com grandes obras de urbanismo, contemplando desde a foz do Mampituba até a Praia da Guarita. Entre as benfeitorias previstas estão drenagem e limpeza do meio-fio, instalação de iluminação e recuperação do calçadão, implantação de ciclovia, recuperação das pistas de rolamento, estreitamento do canteiro central, melhorias na sinalização viária, construção de estacionamentos, recuperação e implantação de mobiliários urbanos e paisagismo.Construção da Nova Orla da Prainha começa próxima segunda-feira em Torres. Torres.com, 15 de fevereiro de 2011 === Abastecimento e saneamento === O Sistema de Abastecimento de Água (SAA) da zona urbana está a cargo da Companhia Riograndense de Saneamento (CORSAN). A água de beber é captada principalmente na Lagoa de Itapeva, a despeito de a lagoa estar dentro de uma área de preservação ambiental, com captação adicional na Sanga Água Boa. Em 1999 o sistema tinha 115,1 km de rede com 7.663 ligações totais de água, sendo 3.866 com hidrômetro e 3.797 sem hidrômetro, correspondendo a 12.521 economias totais (residenciais, comerciais, industriais e públicas), representando mais de 98% da população urbana atendida. Conforme informações da CORSAN, a perda física média de água tratada no mesmo ano foi de 43,30%. A energia elétrica é distribuída pelo Grupo CEEE, que vem realizando diversas obras a fim de proporcionar melhora no nível de tensão e ganho de confiabilidade no sistema elétrico, especialmente durante o verão, quando o consumo é bastante elevado.Obras da CEEE levam mais energia elétrica para municípios do Litoral Norte. LitoralMania, 20/12/2007 A coleta e tratamento do lixo domiciliar é desenvolvida pelo próprio município, numa base diária, atendendo a 14.086 domicílios em 1998. O lixo é depositado em um aterro que recebe diariamente 20 toneladas de detritos. Durante o veraneio a quantidade recolhida varia de 60 a 70 ton/dia. Também há um sistema de varrição manual das ruas e logradouros públicos, que cobre 100% dos domicílios. A coleta de lixo hospitalar é terceirizada, sendo transportado até Viamão, onde é incinerado. O Sistema de Esgotamento Sanitário (SES), também operado pela CORSAN, possui 47.934 m de rede coletora de esgotos e um volume tratado em média de 185 a 200 l/s de esgoto, podendo chegar a 250 l/s por dia, na alta temporada, e, na baixa, uma média de 60 l/s. 57,42% da população urbana é atendida pela rede, com 2.953 ligações totais e 7.189 economias totais atendidas. A CORSAN desenvolve programas de educação e preservação ambiental nas escolas e em comunidades organizadas. Há projetos em andamento para expansão da rede coletora,Adams Filho, Nelson. Obras do esgoto no bairro Stan iniciam em dezembro. Página da Prefeitura Municipal, acesso 7 mar 2011 o que conforme previsões deve ampliar para 84% o índice de coleta e tratamento e assim tornar Torres, segundo informa a CORSAN, a primeira cidade do estado com a universalização da cobertura de esgotos.Barañano, Antônio. Colocação de rede de esgoto no Bairro Igra Sul. TeleNews Torres, 1 jun 2010 Também a rede de esgoto pluvial está sendo aprimorada.Maggi, Frederico. Melhorias na rede pluvial da Vila São João. Página da Prefeitura Municipal, acesso 7 mar 2011 Por outro lado, em 2010 o Tribunal Regional Federal da 4ª Região (TRF-4) acatou denúncia contra o prefeito do município, João Alberto Machado Cardoso, por poluição na foz do Rio Mampituba, acusado pelo Ministério Público Federal de não ter implantado sistema eficaz de tratamento de esgoto na cidade e de não ter eliminado ligações clandestinas que despejam na praia, o que \"põe em risco a saúde da população, prejudica o bem-estar dos frequentadores de Torres e causa prejuízos econômicos à cidade, principalmente, para o turismo\".Prefeito de Torres(RS) é denunciado por poluição na foz do Rio Mampituba. EcoDebate, 23/03/2010 O secretário municipal de Meio Ambiente defendeu a administração dizendo que o Rio Mampituba recebe afluentes poluídos de outros municípios que não tratam seus esgotos e que \"o final do rio é aqui e quem acaba levando a má fama é Torres\".Culpa não é de Torres!. Gazeta, 15 de fevereiro de 2011 === Saúde === Em 2009, de acordo com o IBGE, havia dezoito estabelecimentos de saúde na cidade, sendo oito públicos e dez privados, mas apenas um com internação total, com 88 leitos; treze deles atendiam pelo SUS. Havia também dez estabelecimentos com atendimento ambulatorial total, sendo que sete deles faziam também atendimento odontológico. A Prefeitura vem desenvolvendo vários projetos para melhorar o atendimento neste setor, entre eles a construção do Centro de Atendimento Psicossocial, do Centro de Vigilância em Saúde e da Unidade de Saúde da Família, além de realizar melhorias em postos já em funcionamentoGrings, Marlene. Torres tem nova secretária da Saúde. Prefeitura Municipal, 2009 e fazer campanhas de conscientização entre a população, como para a prevenção do câncer de pele,Meira, Milena. Campanha contra Câncer de Pele é realizada em Torres. Prefeitura Municipal, 17 fev 2010 o combate à dengueMeira, Milena. População deve colaborar no combate a Dengue. Prefeitura Municipal, 10 mar 2010 e para ampliar a cobertura de vacinação.Meira, Milena. Inicia terceira etapa da vacinação contra Gripe H1N. Prefeitura Municipal, 5 abr 2010 Durante o verão, com a grande afluência de turistas, a Prefeitura mantém um programa de plantão médico. No verão 2009-2010 o programa realizou 8.135 atendimentos, com 3245 consultas médicas e o restante para procedimentos de enfermagem.Meira, Milena. Mais de 8.000 atendimentos no Plantão de Verão. Prefeitura Municipal, 24 mar 2010 === Educação === A educação do município em 2009 era dada através de catorze escolas com atendimento pré-escolar (cinco privadas), contemplando 627 matrículas e servidas por 36 professores; dezenove escolas de nível fundamental, com 299 professores e 5.223 matrículas, sendo nove delas públicas; cinco escolas ofereciam ensino médio, com 97 docentes e 1.267 alunos, sendo três escolas públicas. O índice de analfabetismo em 2000 era de 7,49% de pessoas acima de 25 anos, com uma redução de cerca de 50% em relação à década anterior, e com uma taxa bruta de freqüência à escola de 86,02% da população infantil.Analfabetismo. Sítio Oficial de Torres, acesso 11 mar 2011Ensino Infantil. Sítio Oficial de Torres, acesso 11 mar 2011 Entre as ações do poder público na educação estão vários projetos dedicados a sanar deficiências em pontos específicos. Pode-se citar como exemplos o reforço à merenda escolar, o auxílio ao transporte de alunos,Meira, Milena. Educação transporta 3.000 alunos diariamente. Prefeitura Municipal, acesso 11 mar 2011 a conscientização sobre cidadania e prevenção da violência,Meira, Milena. Direitos e deveres das crianças serão trabalhados em projeto educacional. Prefeitura Municipal, acesso 11 mar 2011 e atividades para engajamento dos pais na educação de seus filhos.Meira, Milena. Escolas municipais têm reuniões com os pais. Prefeitura Municipal, acesso 11 mar 2011 Existe uma escola supletiva de primeiro e segundo nível, oferecendo também cursos técnicos.Torres é mais... Educação. Jornal da Cidade, 22 de Setembro de 2009 O Sistema Nacional de Emprego (SINE) oferece na cidade diversos cursos profissionalizantes, como camareiro, copeiro, cozinheiro, língua espanhola, garçom, recepcionista, telefonista, técnicas de vendas e operador de computador, e o SENAC Torres também ministra cursos técnicos, como de informática, linguagem Libras, organização e planejamento, atendimento ao cliente, vendedor e línguas estrangeiras.Educação Técnica: veja as oportunidades de cursos no Senac Torres. Torres TV, 30/09/2010 O atendimento especial é dado por um posto da APAE, para 154 alunos.Grings, Marlene. Torres tem merenda escolar de qualidade. Torres.com, 2009 O ensino superior é atendido por uma unidade da Universidade Luterana do Brasil (ULBRA), com dezesseis cursos de graduação, além de oferecer cursos à distância em Educação, Direito e Gestão.Portal Nova Ulbra-Torres, acesso 11 mar 2011 A ULBRA também abre espaço para discussões sobre o ensino público e privado, como por exemplo organizando e sediando o Simpósio Internacional de Educação e o Fórum Nacional de Educação, ambos já com várias edições,Mariza Abreu participa de abertura de fórum sobre educação em Torres. Secretaria de Estado da Educação do Rio Grande do Sul, 28/05/2009 e organiza outras atividades de integração com a rede escolar, como o projeto Júri nas EscolasResultado do Júri nas Escolas - Torres. Portal Nova Ulbra-Torres, 6 de outubro de 2010 palestrasMeira, Milena. Educação terá palestra sobre ensino inclusivo e direito à diversidade. Prefeitura Municipal, acesso 11 mar 2011 e ações de saúde pública.Projeto Comunitário Ulbra-Torres, acesso 12 mar 2011 === Segurança pública === A segurança pública de Torres é mantida por vários organismos oficiais, entre eles o Conselho Comunitário Pró-Segurança Pública, o Conselho Municipal de Entorpecente, o Conselho Tutelar Direitos da Criança e do Adolescente, a Delegacia de Polícia e a 2ª Companhia da Brigada Militar.Torres. Núcleo de Estudos e Tecnologias em Gestão Pública - UFRGS, acesso 8 mar 2011 Segundo o jornalista Antônio Barañano, a situação na cidade era crítica até 2009, com alto índice de criminalidade e impunidade, havendo inclusive grandes manifestações de rua contra o banditismo e a violência generalizados, cuja causa principal era, conforme apontado, o tráfico de drogas, mas depois da chegada de reforços materiais e humanos, particularmente a indicação do major José Alexandre Braga para o comando da Brigada, em menos de um ano a população pôde se sentir mais segura e a gravidade dos crimes praticados caiu significativamente. Foram reforçados os efetivos, o policiamento ostensivo, recuperados equipamentos e viaturas e se organizou cerrada campanha de operações-relâmpago contra o narcotráfico, além de se estabelecer cooperação entre várias instâncias oficiais e a comunidade e efetuar mais de 70 prisões.Barañano, Antônio. Notícias - Polícia. TeleNews Torres, março 2010 Entretanto, conforme disse a delegada Eliana Campão Martins, a situação ainda está em debate e é preciso fazer um mapeamento e diagnóstico mais exato do problema da violência em Torres a fim de melhor administrá-lo, e enfatizou a necessidade de se introduzir atividades de prevenção à violência nas escolas e de se criar um Conselho Municipal de Segurança.Meira, Milena. Segurança pública nos bairros é tema de reunião. Página da Prefeitura Municipal, 16 jun 2010 A União também contribui realizando ações através da Polícia FederalPolícia Federal faz recadastramento de armas de fogo em Torres. Jornal VS, 26 de novembro de 2009 e prevendo para breve, dentro do Programa Nacional de Segurança com Cidadania (Pronasci), a instalação de câmeras de monitoramento nas ruas.Muri, Gastão. Litoral Norte aguarda câmeras de vigilância. WordPress, 7 fev 2011 Da parte do governo estadual, através de sua Secretaria da Segurança Pública, além de manter a Brigada Militar, são desenvolvidos programas especiais de descentralização do atendimento, conscientização popular e combate à violência e criminalidade.Governo do Estado credencia oficineiros. Torres, março de 2011 O Corpo de Bombeiros, vinculado à Brigada, igualmente desempenha um papel importante na segurança pública, pois além de suas funções essenciais de combate a incêndios realiza operações de busca e salvamento, atendimento pré-hospitalar e vigilância e resgate aos banhistas através de sua equipe de salva-vidas.Corpo de Bombeiros de Torres recebe viaturas e equipamentos. Secretaria da Segurança Pública do Estado do Rio Grande do Sul, 31/12/2003 === Comunicações === Não existem emissoras de televisão com sede em Torres, mas a cidade possui estações retransmissoras dos principais canais de TV aberta do Rio Grande do Sul.Guia de Torres. Torres TV, s/d., s/pp. Os Correios atendem em três agências,Município: TORRES. Correios, acesso 9 mar 2011 a cidade tem acesso à telefonia fixa e celular, TV a cabo e internet banda larga, em rede fixa e wireless. Diversos portais e blogs da internet são dedicados à cidade, oferecendo crônicas, opinião, informações gerais e turísticas; alguns deles têm também um caráter jornalístico, publicando notícias locais e do mundo.Internet via rádio em Torres, Caxias do Sul e Gravataí. TeleNews Torres, acesso 10 mar 2011Timm, Paulo Cezar. Pró-Morar em Torres. Torres TV, 24/11/2010 A Prefeitura mantém um website oficial com uma ampla seção de notícias locais.Prefeitura Municipal Possui três jornais impressos: o semanário A Folha, com 700 a 1500 exemplares,Expediente. A Folha, acesso 10 mar 2011 o bisemanal Jornal da Cidade, com tiragem de 2.000 exemplares,Expediente. Jornal da Cidade, acesso 10 mar 2011 e o jornal regional Jornal do Mar, que circula de Torres a Capão da Canoa em regime semanal com 3.500 exemplares; todos têm versão online.Assinaturas. Jornal do Mar, acesso 10 mar 2011Jornal do Mar - Torres. JDP Naibert, acesso 10 mar 2011 Também conta com emissoras de rádio, entre elas a Rádio Maristela 1380 AM, a Rádio Cultural FM, a Rádio Atlântico Sul FM e a SPS Rádio e Publicidade Ltda.Rádio - Emissoras e Retransmissoras em Torres - RS. Apontador, acesso 10 mar 2011 === Transportes === As principais vias de acesso terrestre são a BR-101 e a Estrada do Mar (RS-389). O fluxo de ônibus intermunicipais é recebido na Estação Rodoviária de Torres, que oferece passagens para grande parte dos municípios do estado e outros de Santa Catarina.Rodoviária de Torres, acesso 10 mar 2011 A frota urbana em 2009 era composta por 8.610 automóveis, 373 caminhões, 66 tratores, 748 caminhonetes, 24 micro-ônibus, 2.893 motocicletas, 656 motonetas e 56 ônibus. O acesso aéreo se dá pelo Aeroporto de Torres, mas de fato ele é pouco utilizado, já que não se conseguiu enquadrá-lo nos voos turísticos e comerciais que atravessam o continente, conforme disse o jornalista Gastão Muri.Muri, Gastão. Quatro problemas jamais resolvidos do litoral gaúcho. WordPress, 1 out 2010 O transporte aquático é praticado em pequena escala, prejudicado pela inexistência de um porto, embora ideias para sua construção existam desde o século XIX. Antigamente havia intensa navegação interior pela rede costeira de lagoas interligadas por canais, formando um sistema que se estende entre Osório e Laguna, em Santa Catarina, que, pela precariedade das estradas da época, era a melhor ligação até Porto Alegre, mas ao longo do século XX, com o aparecimento de outros meios de transporte, foi abandonada e hoje a rede quase só serve para passeios turísticos. O curso baixo do Rio Mampituba ainda é praticamente todo navegável, embora sua barra seja instável.Copstein, Raphael. O comércio e a barra do Rio Grande do Sul, 1850-1900. Instituto Histórico e Geográfico do Rio Grande do Sul, acesso 10 mar 2011Reitz, P. Raulino. Bacia do Mampituba. IN Paróquia de Sombrio, 1948De Freitas, Luiz Claudio. O Canal de Navegação Laguna a Porto Alegre. Fundação de Economia e Estatística, s/d., pp. 13-15 == Cultura == === Arquitetura e patrimônio histórico === Torres, um dos mais antigos núcleos de povoamento do estado, inicialmente tinha uma arquitetura extremamente pobre, constituída de casebres de barro ou ramos cobertos de palha ou folhas de palmeira. Em seguida começaram a surgir exemplares típicos da arquitetura colonial brasileira, de influência barroca portuguesa, com casas baixas construídas de taipa ou pedra e cobertas com telhas. Quando se iniciou a exploração turística no começo do século XX foram construídos diversos prédios novos, entre hotéis e residências de verão para famílias abastadas de Porto Alegre e do interior do estado, estas muitas vezes de madeira e com requintes decorativos como lambrequins e balaustradas. Porém o mesmo interesse turístico, acompanhado pela especulação imobiliária e pela falta de conscientização patrimonial, fez desaparecer nas décadas mais recentes quase a totalidade dessas construções iniciais, incluindo marcos históricos importantes como o Balneário Picoral, a sede antiga do Hotel Farol e o Hotel Sartori, os primeiros a serem implantados na cidade. De acordo com Leonardo Gedeon, ::\"[...] o caso da nossa cidade de Torres/RS é um exemplo que não deve ser seguido por outras municipalidades. Paulatinamente, nossos bens culturais de valor imaterial, manifestações folclóricas locais de todo tipo, e material, monumentos históricos e arqueológicos, foram sendo dizimados de nossa memória e nosso convívio em prol de interesses econômicos alheios aos da comunidade local. O turismo massificado que é praticado e incentivado através da divulgação de nossas praias, está muito longe de valorizar as peculiaridades culturais locais\".Gedeon, Leonardo. A Arqueologia em defesa do Patrimônio Material de Torres. Recanto das Letras, 10/01/2008 O único monumento histórico/artístico de grande porte a sobreviver na cidade é a Igreja de São Domingos, erguida entre 1819 e 1824, a primeira igreja a ser construída no trecho entre Laguna e Osório. É considerada, pelo Instituto do Patrimônio Histórico e Artístico do Estado do Rio Grande do Sul, que a tombou em 1983, o marco inicial da cidade, que se desenvolveu em seu entorno. Tem um estilo colonial luso-brasileiro, embora tenha sofrido algumas intervenções posteriores em diferentes linguagens arquitetônicas, resultando num conjunto eclético, onde o barroco colonial ainda predomina.Igreja Matriz de São Domingos. IPHAE, acesso 10 mar 2011 Apesar de sua importância, sua manutenção é precária e foi interditada em 2010, quando parte de sua parede lateral desabou.Losekann, Silvana. Torres interdita sua ponte pênsil. Defender - Defesa Civil do Patrimônio Histórico, 9 de janeiro de 2010 O então prefeito Cardoso afirmou que \"desde que assumimos a gestão municipal, existe uma séria preocupação e um trabalho no sentido de preservar o nosso patrimônio histórico, material e imaterial. A Igreja São Domingos foi uma das nossas prioridades desde o início, e agora acreditamos estar próximos de realizar o sonho da sua verdadeira restauração\".Administração Pública Municipal busca recursos para restauração da Igreja São Domingos. Torres.com, s/d. Contudo, o restauro realizado entre 2010 e 2017 surpreendentemente removeu ou modificou a maior parte dos elementos originais do interior, substituindo-os por elementos modernos, com perda extensa de sua autenticidade e valor como documento histórico e artístico.Frantz, Ricardo André Longhi. O restauro como apagamento da memória: o caso da Igreja de São Domingos, Torres (RS). Academia.edu, 2018 Também resistem a \"Casa da Terra\", datada de 1854, e uma casa pegada à Igreja de São Domingos, chamada Casa nº 1, que recebeu o imperador Dom Pedro I em sua passagem pela cidade.De Rose, Alexandre Turatti. Turismo: planejamento e marketing : aplicação da matriz de portfólio para destinações turísticas. Editora Manole Ltda, 2002, p. 112 Além disso, só existe um museu na cidade, o Museu Três Torres, que é privado e vinculado à Associação dos Amigos da Praia de Torres (SAPT).Guia de Museus do Rio Grande do Sul. Secretaria de Cultura do Estado do Rio Grande do Sul, s/d., s/pp. A Casa de Cultura age em parte como um, mas sem ter estrutura específica. Estava prevista para 2011 a construção de um museu de ciências naturais no Parque da Guarita, que contaria com aquários, esqueletos de animais marinhos e reproduções dos diferentes ecossistemas da região, além de exibir peças arqueológicas indígenas,Losekann, Silvana. RS – Torres vai ganhar museu em 2011. Defender - Defesa Civil do Patrimônio Histórico, 27 de fevereiro de 2010Losekann, Silvana. Torres oferece a Casa de Cultura. Defender - Defesa Civil do Patrimônio Histórico, 14 de fevereiro de 2009Bublitz, Juliana. Para ver as belezas da natureza. ClicRBS, 07/01/2011 mas o projeto ainda não se materializou. === Artes === A principal forma de arte cultivada pelos residentes, de acordo com De Rose, é a música popular, com inúmeros praticantes em várias de suas formas, desde tradicionais a contemporâneas. Segundo Paulo Cezar Timm, \"o nível cultural da cidade e as atividades culturais ainda deixam a desejar, .... mas é de se ressaltar a emergência de boa poesia e dos festivais de música\". Podem ser destacados nestas áreas o Grupo de Cultura Popular Kikumbí, premiado em vários festivais do estado,Winter, Bárbara Elias. Ivan Therra e o Grupo de Cultura Popular Kikumbí se apresentam em Torres. Prefeitura Municipal, acesso 19 jan 2011 o projeto Quinta na Praça, com música ao vivo em vários estilos apresentada no coreto da Praça XV de Novembro, privilegiando músicos locais e atraindo sempre muitos espectadores,Quinta na Praça mais um sucesso de Torres na temporada. A Folha, 12 de Março de 2011. e o grupo Mesa de Bar, que realiza recitais de poesia e de músicas próprias e MPB, excursionando por várias cidades do Rio Grande do Sul com sucesso.Winter, Bárbara Elias. Show poético Mesa de Bar é a terceira atração do Torres na Cena 2010. Prefeitura Municipal, acesso 11 jan 2011 No entanto, o crescimento turístico da cidade levou à consolidação de uma vida cultural e artística mais variada e dinâmica, concentrada porém nos meses de verão. A Casa de Cultura de Torres é o mais importante espaço cultural público da cidade, mostrando exposições e apresentações de arte.Nesta sexta e sábado, tem comédia na Casa de Cultura de Torres. Pioneiro, 26/01/2011Encontro de Corais reuniu bom público na Casa de Cultura de Torres. Litoral RS, acesso 11 mar 2011 A SAPT também desenvolve significativa atuação cultural, mantendo em parceria com a Prefeitura o Centro Municipal de Cultura, com auditório para 200 pessoas, um espaço de mostras e organizando espetáculos, cursos e oficinas.Secretarias - Turismo, Comércio e Indústria - Centro Municipal de Cultura. Prefeitura Municipal, acesso 11 mar 2011 Mas também há outros locais, como o Pátio das Artes, com atividades múltiplas,Jacques, Zilka. Programação Semanal. Torres TV, acesso 11 mar 2011 além de hotéis e associações comunitárias também abrirem seus espaços para as artes e o artesanato.Winter, Bárbara Elias. Exposição Fotográfica Aborda as belezas Naturais e Surf da Cidade de Torres. Torres.com, 10 de novembro de 2009 Em toda a cidade são realizados inúmeros espetáculos de teatro, música, cinema, exposições, festivais e shows diversos. A título de exemplo cite-se o festival de teatro Torres na Cena, que graças ao crescente interesse de grupos de São Paulo e Rio de Janeiro vem adquirindo contornos nacionais;TORRES NA CENA: definitivamente um espaço civilizado para o consumo da arte no veraneio em Torres. A Folha, 5 de Março de 2011 a Feira do Livro de Torres, que vem crescendo a cada ano, dá espaço para escritores locais como Hellen Rolim e Cleide Lacerda Alves, e já contou com a participação de nomes importantes como Martha Medeiros, Moacyr Scliar, Mario Pirata e Luís Fernando Veríssimo;Winter, Bárbara Elias.IX Feira do Livro encerra com sucesso de público e vendas. Prefeitura Municipal, acesso 11 mar 2011Feira do Livro de Torres terá estrelas da literatura estadual. ClicTorres, acesso 11 mar 2011Vitória, Marcela. Começa hoje espetáculo da literatura. 9ª Feira do Livro de Torres, acesso 11 mar 2011Vitória, Marcela. Escritores locais lançam obras na Feira do Livro de Torres. 9ª Feira do Livro de Torres, acesso 11 mar 2011 o Beach Folia, um dos maiores carnavais do estado;Oliveira, Juliana. Confirmado o Sucesso do 10° Beach Folia. Torres.com, acesso 11 mar 2011 e as várias atrações promovidas pelo SESC, trazendo artistas de fama nacional como Os Paralamas do Sucesso e Nando Reis.Último final de semana para conferir o Verão Sesc Band. A Folha, 12 de Março de 2011Winter, Bárbara Elias. Os Paralamas do Sucesso faz show neste final de semana. Torres.com, 2 de março de 2010Meira, Milena, Sábado tem Nando Reis na Prainha. Torres.com, acesso 12 mar 2011 Finalmente, é de lembrar que a paisagem torriense desde o século XIX vem servindo como motivo de inspiração para muitos artistas de fora, que a retrataram em pinturas, desenhos e fotografias, dos quais são importantes entre outros Jean-Baptiste Debret, Herrmann Rudolf Wendroth, Francis PelichekCardoso, pp. 27-34 Luís Maristany de TriasAcervo : Luis Maristany de Trias. Sala de Arte de Porto Alegre, acesso 21 jul 2011 e Danúbio Gonçalves.CCCEV mostra obras de Danúbio Gonçalves. Jornal Já, 26 jul 2010 Entre os locais, merece nota Nilceomar Munari, há mais de uma década dedicada a pintar a cidade.Veras, Eduardo. Estrelas do Mar: A pintora da praia. Zero Hora, 27/01/2010 === Tradições e folclore === Torres compartilha com toda a região do Litoral Norte do estado diversos costumes tradicionais, a começar pelos hábitos típicos da comunidade pesqueira, com suas técnicas e materiais antigos, que ainda sobrevivem principalmente entre os pescadores mais velhos, produzindo artesanalmente suas redes e barcos, mantendo seus conhecimentos e interpretações tradicionais sobre o mar, os fenômenos do clima e os peixes, e preservando uma série de práticas como a de fazer promessas e benzeduras antes de sair à pesca, ou usando amuletos. Ainda vivem também, consolidadas basicamente no século XIX mas de origem última imemorial, práticas de medicina caseira, alimentação, vestuário, formas de linguagem, uso de apelidos, lendas e histórias diversas, como as lendas sobre um tesouro enterrado no Morro das Furnas, sobre a praga lançada por um jesuíta por ter sido maltratado na cidade, e a do \"espírito perdido\", uma interpretação local do fogo-fátuo.Marques, Lilian Argentina Braga. Manifestações Espontâneas do Litoral Norte. IN Barroso, Quadros & Brocca, op. cit., pp. 272-274 Nas formas de linguagem podem ser citados o uso de arcaísmos, como dous (dois), pero que (porque), entonce (então), alhur (alhures), pregunta (pergunta) e digues (diga), ou expressões idiomáticas, como fazer boca de bagre (omitir-se), bendito fruto (homem que se intromete em assuntos femininos), mostrar as escamas (revelar-se) e dar a casca (morrer). A medicina caseira encontra expressão no uso terapêutico ou profilático da água benta, de chás de ervas como arruda, mil-homens, guiné, alecrim, poejo, macela e muitas outras, além de benzeduras, orações e encantamentos, tais como a fórmula para resolver engasgamentos: biguá, biguá, sai espinha deste luga(r) que (es)tais, ou aquela invocada para curar icterícia com folhas de laranjeira: Deus te salve, laranjera, que eu não vim ti visitá, vim ti pidi nove foia, pruma visita expodá.Marques, pp. 276-277 Outros costumes estão ligados aos ritos de passagem, sendo mais conhecidos os tabus que envolvem o nascimento, como o que impede a parturiente de pisar em escama de peixe, e a morte de crianças, quando se usava vesti-las como anjos e levar bandeirinhas ao cemitério para espetá-las na tumba. Outros ritos são a confecção de uma \"mesa de inocentes\" em pagamento de promessas, oferecendo doces e salgados a sete crianças com menos de oito anos, e o oferecimento de ex-votos feitos de massa de pão. Entre as festas populares se destacam os ternos de Reis, danças como o pau-de-fita e a jardineira, a festa do Boizinho, festas juninas, cantigas de roda, bailes e festas religiosas, sendo a mais concorrida a de Nossa Senhora dos Navegantes, católica, comemorada em conjunto com Iemanjá pelos adeptos das religiões afro-brasileiras. O artesanato é outra forma de manifestação de costumes antigos, havendo em Torres e arredores o cultivo da renda, do bordado, da cestaria, do artesanato com conchas, cipós e bambus para confecção de bolsas, tapetes, bijuterias, adornos para casas e outros objetos. Da mesma forma a culinária local tem pratos tradicionais, predominando os à base de peixe, marisco e siri, que podem ser preparados assados, fritos ou cozidos, geralmente acompanhados de pirão de mandioca, arroz e batatas, ou ainda na forma de moquecas e pastéis. Bebidas populares são a cachaça e o café, e entre os doces são apreciados os de batata-doce, de abóbora e de banana, além da rapadura, do pé-de-moleque e do puxa-puxa.Marques, pp. 276-279 Muitas destas formas de cultura tradicional, porém, como já foi assinalado, estão em vias de rápido desaparecimento diante da massificação da cultura produzida pela explosão do turismo. === Esportes === Pratica-se em Torres uma grande variedade de esportes ao ar livre e indoors, com grande número de equipes, campeonatos e outras provas sendo organizadas durante todo o ano, incluindo beneficentes, mas em especial no verão. A Prefeitura possui uma Gerência para o esporte e se ocupa mantendo infra-estruturas, como o Parque Municipal, e programando eventos esportivos.Gerências - Turístico, Cultural e Esportivo. Prefeitura Municipal, acesso 11 mar 2011 Outras entidades públicas e privadas também participam da vida esportiva local organizando diversos eventos, com destaque para o SESC, que mantém um concorrido Circuito Verão de Esportes, multiesportivo, que na edição de 2011 reuniu cerca de 10.000 atletas de 80 municípios riograndenses nas etapas classificatórias, com as finais previstas para Torres e que devem envolver cerca de 3.000 atletas.Finais do Circuito Verão Sesc de Esportes em Torres. Gazeta, 7 de março de 2011 Atraídos pelo sucesso do Festival Internacional de Balonismo, praticantes de outras formas de esporte aéreo estão se interessando pela cidade e, segundo a Prefeitura, Torres está a caminho de se tornar a capital estadual do esporte aéreo, incluindo as modalidades de parapente (com e sem motor), aviação e ultraleve.Barañano, Antônio. Eduardo Melo ficou em 6º lugar em Ribeirão Preto. TeleNews Torres, acesso 11 mar 2011Meira, Milena. Torres a caminho de ser a capital gaúcha de esportes aéreos. Prefeitura Municipal, acesso 11 mar 2011 Graças às suas praias, rios e lagoas, Torres pode explorar muitas atividades esportivas aquáticas, seja competitivas ou recreativas. Uma das mais populares é o surf, com várias provas, entre elas o Brasil Tour de Surf Profissional;De Mello, Gabriel. R$ 15.000,00 em jogo no Brasil Tour de Surf em Torres. Sessão Surf, 28 de maio de 2010 a Taça Madeirite, que reune grandes nomes do surfe gaúcho;Evento com lendas do surfe gaúcho em Torres é transferido para Março. ClicRBS, 25/02/2011 o Billabong Colegial de Surf, eleito o melhor evento de surf do estado;Etapa final do Billabong Colegial de Surf em Torres (RS). Surf Point, acesso 11 mar 2011 o Planeta Surf Hang Loose, válido pelo Circuito Estadual de Surf Amador,Surf em Torres. TeleNews Torres, acesso 11 mar 2011 e o Circuito Interno de Surf.Escola de Surf Felipe Raupp, acesso 11 mar 2011 No futebol se destaca o Campeonato Municipal de Futebol de Campo, onde participam equipes como a S. E. São João, E.C. Mar Azul, S. E. Maracanã, E. C. Boa União e várias outras, jogando nos estádios Riachão, Zelau, Evaldo Santos, Manecão, Comunitário e Estádio do Dragão.Municipal de Torres: dez expulsões em jogo tumultuado. LitoralMania, 07/07/2009Barañano, Antônio. Goleadas e confusão no mata-mata. TeleNews Torres, acesso 11 mar 2011 A equipe S. E. Torrense foi campeã do Campeonato Gaúcho de Futebol Feminino em 2010.Vai começar a peleia!. FutBlog, 18 fevereiro 2010 Disputa-se também o Campeonato de Futebol de Salão e o Campeonato Praiano de Futebol, ambos mantidos pela Prefeitura.Oliveira, Juliana. Inicia campeonato praiano em Torres. Torres Online, 18 de janeiro de 2011Campeonato de Futebol de Salão em Torres. Litoral RS, 25 ago 2010 O vôlei de praia tem sua Copa Vôlei Verão,3ª Copa Vôlei Verão Torres – Masculino. Torres.com, acesso 11 mar 2011 e destaca-se a dupla Daniel Reis e Samarone, vencedora invicta do Circuito Banrisul de Esportes 2010.Winter, Bárbara. Dupla torrense de vôlei de praia é campeã do Circuito Banrisul de Esportes. Torres.com, 25 de Janeiro de 2010 O motocross tem a Copa Verão Sobrerodas de Motocross, com 230 pilotos inscritos em 2009;Motocross em Torres. TeleNews Torres, acesso 11 mar 2011 na corrida os atletas disputam o Circuito Torres de Corridas de Rua, uma parceria do Sesc Torres, Ulbra Torres e Prefeitura Municipal, com várias provas distintas, e a Travessia Torres-Tramandaí de Corrida. Vários atletas locais vêm obtendo prêmios e boas posições nestas competições e em outras fora dali, incluindo internacionais, como Claudinei Ribeiro, Sandra Couto e Airton Gaelzer.Corrida. TeleNews Torres, acesso 11 mar 2011 Além destas citadas, a cidade tem inúmeras outras atrações esportivas em outras modalidades, como taekwondo,Winter, Bárbara Elias. Festival Torres Taekwondo Open e a Seletiva Gaúcha para o Campeonato Brasileiro acontecem no dia 20 de fevereiro. Prefeitura Municipal, acesso 11 mar 2011 rugby,Winter, Bárbara Elias. Torres terá torneio de Rugby neste final de semana. Prefeitura Municipal, acesso 11 mar 2011 skate,Primeiro Game of Skate teve participação de 26 atletas. Prefeitura Municipal, acesso 11 mar 2011 bocha,Campeonato de Bocha tem vencedores. Prefeitura Municipal, acesso 11 mar 2011 ciclismo,Colombiano vence 1ª etapa da Volta Ciclística. Prefeitura Municipal, acesso 11 mar 2011 além de competições de jogos de mesa como canastra de duplas e xadrez.Encerrou o campeonato de canastra de duplas. Prefeitura Municipal, acesso 11 mar 2011Resultados do 4º Torneio de Xadrez Interescolar de Torres. Prefeitura Municipal, acesso 11 mar 2011 === Feriados === Além dos feriados nacionais 1º de janeiro (Confraternização Universal), 21 de abril (Tiradentes), 1º de maio (Dia do Trabalho), 7 de setembro (Independência do Brasil), 12 de outubro (Nossa Senhora Aparecida), 2 de novembro (Finados), 15 de novembro (Proclamação da República) e 25 de dezembro (Natal)Lista de feriados no Brasil . Consulado-Geral do Brasil em Washington D.C., acesso 11 mar 2011 e estadual 20 de setembro (Revolução Farroupilha),Feriados 2011 . Sindicato das Empresas de Serviços Contábeis e das Empresas de Assessoramento, Perícias, Informações e Pesquisas do Estado do Rio Grande do Sul, acesso 11 mar 2011 Torres celebra feriados municipais nos dias 2 de fevereiro (Nossa Senhora dos Navegantes), 21 de maio (emancipação da cidade), 8 de agosto (São Domingos, padroeiro) e 8 de dezembro (Dia da Justiça, feriado judiciário).Feriados Municipais 2010. Tribunal de Justiça do Estado do Rio Grande do Sul, 18-06-2010 ==Ver também== * Praia de Torres * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação ==Ligações externas== * Categoria:Fundações no Rio Grande do Sul em 1890",
 "title": "Torres (Rio Grande do Sul)"
}