{
 "id": "47533",
 "text": "Uma planície é uma grande área geográfica com pouca ou raramente nenhum tipo de variação de altitude, como um deserto ou um pântano. São superfícies com formações relativamente novas se comparadas com outras formas de relevo e que apresentaram pequenos movimentos na crosta, sendo quase completamente aplainadas. São delimitadas por aclives, e os processos de deposição superam os de desgaste. Podem ser classificadas em planícies costeiras, quando o agente de sedimentação é o mar; fluviais, quando um rio é responsável por sua formação; e planícies de origem lacustre, ou seja, formadas pela ação de um lago. Uma planície é sempre sedimentar, portanto uma área plana que recebe sedimentos de outra área é pelas convenções internacionais uma planície. Os continentes europeu, e americano possuem em sua geologia principal a planície. A planície é área plana e baixa. Geralmente localiza-se em baixas altitudes,ou seja, pouco elevada em relação ao nível do mar, mas podem ocorrer em altitudes altíssimas como as planícies encontradas em algumas áreas dos Andes que ficam a mais de 3 mil metros acima do nível do mar. É um dos tipos de relevo mais aproveitados pelo homem para atividades agrícolas. As planícies são formadas pela ação dos rios, mares e ventos. Eles carregam sedimentos que vão se acumulando até formar uma superfície uniforme. Não por acaso, a maioria das planícies está localizada às margens de rios e mares. O nome de algumas planícies brasileiras deixa clara essa relação: planície do Rio Amazonas, planície do Rio Araguaia, planície das Lagoas dos Patos e Mirim e planícies litorâneas. == Mais sobre as planícies == Tanto na costa do Atlântico como na costa do Pacífico existem planícies litorâneas ou costeiras, formadas pela deposição de sedimentos marinhos e fluviais. Na costa oeste, elas são estreitas e frequentemente interrompidas pelas montanhas que estão em contato direto com o Oceano Pacífico. Já na costa leste, essas planícies são mais largas. Nelas, os colonizadores portugueses deram início as plantações de cana-de-açúcar e hoje se localizam importantes cidades. Na região central do continente americano, encontramos grandes planícies e depressões, como por exemplo: as Planícies centrais, na América do Norte; as planícies e depressões da Amazónia; a Planície do Pantanal e a Depressão de Chaco, na América do Sul. Por serem relativamente planas, as planícies situadas no norte assumiram importância económica: nos Estados Unidos há intensa produção de cereais, e no Canadá ocorre grande concentração urbana e industrial. Já na América do Sul, as principais planícies centrais, Amazônica e Pantanal, são pouco povoadas e ali se destacam a pesca, o extrativismo e a pecuária e outros. == Brasil == O Brasil tem como principais planícies : Planície Amazônica que é formada por depósitos quaternários (recentes), está localizada na parte Norte do País. Fonte da maior biodiversidade do planeta, a planície Amazônica está inserida na área florestada da Amazônia. A variação altimétrica determina nesta planície três segmentos importantes: várzea , terras firmes e igapó. Planície Pantanal que está localizada na região Centro-Oeste, é rodeada por terras altas (encosta da cordilheira dos Andes e planalto Central) e formada por terrenos sedimentares. Planície Litorânea que está localizada na porção oriental do País. Formada por terrenos sedimentares recentes, ajuda a determinar o próprio litoral brasileiro. Possui áreas largas e outras mais estreitas. == Tipos de planícies do Brasil == * Planície Abissal * Planície Aluvial * Planície Litorânea * Planície de Afundamento * Planície do Pantanal * Planície Amazônica == Exemplos de planícies extensas == * Pampa - América do Sul * Grandes Planícies - América do Norte * Planície da Panónia - Europa Central",
 "title": "Planície"
}