{
 "id": "47549",
 "text": "Midgard (em nórdico antigo Miðgarðr; ; ; ; ; ; ) é o reino dos humanos na mitologia nórdica, correspondendo à Terra como então era conhecida. Midgard é o domínio da deusa Jord. No inglês médio, o nome se transformou em Middel-erde e resultou na Terra-média, conhecida modernamente. O mundo de Midgard localiza-se no meio de Yggdrasil, cercado por um mundo de água ou oceano, cuja passagem é intransponível. O oceano é habitado pela enorme serpente marinha Jörmungandr, que circula todo o mar, formando um anel que impede a passagem de quaisquer seres ao agarrar sua própria cauda. O nome original do que hoje é chamado Midgard era conhecido como Mannheim (lar dos homens), mas os primeiros pesquisadores da mitologia confundiram a região como se fosse o castelo mais importante do local. Logo, Midgard, em algumas fontes antigas, era a mais imponente construção do mundo dos homens, Mannheim. Midgard é representada como sendo um mundo intermédio entre Asgard e Niflheim (respectivamente o paraíso e inferno nórdicos). De acordo com a lenda, foi formada da carne e do sangue do gigante de gelo Ymir, a carne formando a terra; e o sangue, o oceano que a rodeia. Midgard será destruída na batalha de Ragnarǫk, a batalha final, que terá lugar na planície de Vígríðr. Nessa batalha, Jörmungandr, a gigantesca serpente que habita o oceano, irá levantar-se e envenenará a terra e o mar, fazendo com que as águas se lancem contra a terra, que será submergida, destruindo praticamente toda a vida em Midgard. A expressão Middel-erde, como Terra Média, foi usada por J. R. R. Tolkien em sua obra de ficção O Senhor dos Anéis, obra que se baseia muito na mitologia nórdica. O nome middangeard ocorre diversas vezes no poema épico anglo-saxão Beowulf, utilizada na mesma conotação que a palavra Midgard em nórdico arcaico. O termo é equivalente no significado ao termo grego Oikoúmene, que é definido como o mundo conhecido e habitado. Stephen King usou também uma mutação do nome Midgard em seus trabalhos, nomeando o universo paralelo em sua série \"A Torre Negra\" como Mid-World, embora este ainda pudesse ser considerado somente o nome de um reino antigo. ==Ver também== *Cosmologia nórdica Categoria:Lugares da mitologia nórdica Categoria:Lugares mitológicos",
 "title": "Midgard"
}