{
 "id": "47555",
 "text": "A Passarela Cultural, antigo Polo Cultural e Esportivo Grande Otelo, conhecido popularmente como Sambódromo do Anhembi, está localizado no Distrito Anhembi, no bairro de Santana, na Zona Norte da cidade de São Paulo, no Brasil. Nele, são realizados, todos os anos, os desfiles dos três principais grupos das escolas de samba do Carnaval de São Paulo, organizados pela LigaSP, a Liga Independente das Escolas de Samba de São Paulo. Desde Janeiro de 2022, o Sambódromo do Anhembi é gerido não mais pela São Paulo Turismo, mas pela GL events, que ganhou a licitação para concessão durante 30 anos. A empresa é responsável pela reforma, gestão, manutenção, operação e exploração comercial das estruturas. == Características == Projetado pelo renomado arquiteto Oscar Niemeyer, foi inaugurado em 01 de fevereiro de 1991. Possui 530 metros de comprimento e 14 metros de largura. Conta com um piso de concreto estrutural antialagamento, além de ter capacidade para cerca de 32.000 pessoas. Quando foi inaugurado em 1991, a passarela do samba tinha capacidade para apenas 10.000 pessoas. Em 1995, com a conclusão de alguns módulos de arquibancada, sua capacidade passou dos então 10 mil para 20 mil. Mas foi somente em fevereiro de 1996, com os dez setores concluídos, que foi entregue o Sambódromo com sua capacidade ampliada para 32.000 pessoas. == História == A concepção inicial do Anhembi não previa nenhuma construção no terreno do Sambódromo. Cogitava-se a instalação de área verde no local, que acabou sendo utilizado apenas como estacionamento ou para montagem de circos nas décadas de 1970 e 1980. O Sambódromo começou a nascer em 4 de janeiro de 1990. Nessa data, foi sancionada a Lei Municipal 10.831/1990, que oficializou o Carnaval de São Paulo e atribuiu à prefeitura a organização das festividades por meio do Anhembi, ou seja na época a SP Turismo administrava o Anhembi, porém atualmente ele é administrado pela GL events. O projeto do \"Polo de Arte e Cultura Popular de São Paulo\", o Sambódromo, foi doação do arquiteto Oscar Niemeyer à prefeitura paulistana e foi aprovado em 30 de maio do mesmo ano. O conjunto arquitetônico possuía uma passarela de 530 metros de comprimento por 14 metros de largura, abrangendo uma área total de 40.000 m², com 29.260 m² de área construída. Contemplava também arquibancadas ao longo da pista, sob as quais funcionariam um pronto-socorro com 40 leitos, creche para 400 crianças e uma escola de artes. O conceito da obra, estimada em US$ 9 milhões, já previa múltiplos usos: concertos musicais, exposições e festivais de cinema ao ar livre, torneios de várias modalidades de esportes e outros eventos culturais e esportivos, além dos equipamentos sociais já mencionados. Início das Obras do Sambódromo do Anhembi. Obras do Sambódromo do Anhembi quase finalizadas em 1995. A inauguração ocorreu em 1º de fevereiro de 1991, ainda sem arquibancadas definitivas, devido a questões burocráticas. Mesmo com estruturas provisórias desmontáveis após os desfiles, com capacidade para 25 mil pessoas e 52 camarotes, a inauguração teve a presença de autoridades e representantes de todas as escolas de samba paulistanas. A abertura dos desfiles do primeiro Carnaval no Sambódromo aconteceu em 9 de fevereiro de 1991, com a apresentação das dez escolas do grupo especial. No dia 1º de novembro de 1991, iniciaram-se as obras das arquibancadas, com 500 metros de extensão e 3,8 metros de altura. No Carnaval de 1992, o Sambódromo já possuía cinco módulos de concreto, com capacidade para 10 mil pessoas. Mas a construção da estrutura definitiva, de acordo com o projeto, só seria possível após os desfiles. Assim, foram novamente instaladas arquibancadas desmontáveis para abrigar outros 10 mil espectadores. No final de 1993, o Sambódromo recebeu o nome de Polo Cultural e Esportivo Grande Otelo, em homenagem ao sambista e comediante falecido em novembro daquele ano. Sambódromo já finalizado no desfile de 7 de setembro de 1997. Em 2004 a parceria com um fabricante de bebidas viabilizou a instalação de infraestrutura fixa no local da concentração e ali passou a funcionar a hoje denominada Arena Anhembi. Em 5 de dezembro de 2004 um grande show de rock nacional e internacional, com público superior a 30 mil pessoas, marcou a inauguração. == Eventos == Além de abrigar o desfile das escolas de samba paulistanas, o sambódromo já foi palco de outros acontecimentos, como: Programas televisivos (Popstars e Ídolos); São Paulo Indy 300 (uma etapa da Fórmula Indy) e a Oi Megarrampa (competição de skate). A popstar americana Miley Cyrus se apresentou no local em 26 de setembro de 2014, como parte de sua turnê Bangerz Tour. A banda canadense Arcade Fire se apresentou no sambódromo no dia 9 de dezembro de 2017, na turnê do disco Everything Now. É, ainda, o local onde ocorrem, anualmente, os desfiles oficiais de 7 de Setembro na cidade. == Ver também == * Sambódromo * Liga Independente das Escolas de Samba de São Paulo * São Paulo Indy 300 * Sambódromo da Marquês de Sapucaí Categoria:Construções do estado de São Paulo Categoria:Carnaval da cidade de São Paulo Categoria:Carnaval do Brasil Categoria:Obras de Oscar Niemeyer em São Paulo (cidade) Categoria:Cultura da cidade de São Paulo Categoria:Sambódromos Categoria:Santana (distrito de São Paulo)",
 "title": "Sambódromo do Anhembi"
}