{
 "id": "47556",
 "text": "Na escala de tempo geológico, o Ordoviciano ou Ordovícico é o período da era Paleozoica do éon Fanerozoico que está compreendido há entre 488 a 443 milhões de anos aproximadamente. O período Ordoviciano sucede o período Cambriano e precede o período Siluriano, ambos de sua era. Divide-se nas épocas Ordoviciana Inferior, Ordoviciana Média e Ordoviciana Superior, da mais antiga para a mais recente. Os limites do Ordoviciano são marcados pela ocorrência de graptozoários planctônicos. As rochas são geralmente os argilitos escuros, orgânico que carregam os restos dos graptólitos e podem ter sulfeto de ferro. Naquele período os terremotos eram frequentes. == Paleogeografia == No período Ordoviciano os Continentes ainda eram desérticos , rebaixados por epirogênese e invadidos por extensos mares rasos; o norte dos trópicos era quase inteiramente oceano, e a maior parte terrestre do mundo foi confinada ao sul, o supercontinente Gondwana. Durante todo o Ordoviciano, Gondwana foi deslocado para o polo sul e muito dele ficou debaixo d'água. Os graptozoários comuns nesse período são ótimos fósseis guias pois delimitam zonas biostratigráficas. O clima do ordoviciano era mais suave com temperaturas médias e a atmosfera muito úmida. == Fauna e flora == Durante o Ordoviciano, os invertebrados ainda são as formas de vida animal dominantes, porém com formas mais \"semelhantes\" às atuais do que as do Cambriano. * Os graptólitos graptoloides surgem no Ordovícico inferior. O Ordoviciano é o mais conhecido pela presença de seus invertebrados marinhos diversos, incluindo graptozoários, trilobites (estes atingiram seu auge neste período) e braquiópodes. Uma comunidade marinha típica conviveu com estes animais, algas vermelhas e verdes, peixes primitivos, cefalópodes, corais, crinóides, e gastrópodes. Mas recentemente, houve a evidência de esporos trietes que são similares àqueles de plantas primitivas terrestres, sugerindo que as plantas invadiram a terra neste período. A evolução dos protocordados desenvolveram os primeiros peixes sem mandíbulas. Entre os artrópodes ocorre o surgimento dos escorpiões do mar. == Clima == Se estima que o clima no período foi predominantemente tropical. Em muitos lugares as temperaturas alcançavam 40-50 °C e algumas vezes até 60°C. As temperaturas elevadas permaneceram até o final do Ordovícico, quando ocorreu uma glaciação massiva que alcançou todos os continentes, principalmente a Gondwana, momento em que foram extintas muitas das espécies surgidas neste período - ver extinção do Ordoviciano-Siluriano. Ficheiro:Isotelus brachycephalus.JPG|Isotelus brachycephalus um trilobite Ficheiro:Asaphus kowalewskii 3.jpg|Asaphus kowalewski um trilobite Ficheiro:Foerstediscus splendens Smithsonian.jpg|Foerstediscus splendens um equinodermo Ficheiro:Lituites.jpg|Lituites lituus um molusco cefalópode Ficheiro:PlatystrophiaOrdovician.jpg|Pltystrophia ponderosa um braquiópode File:Endoceras life restoration.png|Endoceras, um dos maiores predadores do Ordoviciano. Ficheiro:Bryozoa 8679.jpg|Briozoário Ficheiro:Trilobite Ordovicien 8127.jpg|Cheirurus ou Paraceraurus um trilobite Ficheiro:Ordovician Land Scene.jpg|Colonização da terra por plantas primitivas poderia esta limitada ao litoral Ficheiro:Ampyx cetsarum - specimen number MGL 96718 - white.jpg|Ampyx, uma trilobita. File:20191205 Aegirocassis benmoulai Aegirocassis benmoulae.png|Aegirocassis, um grande artropode dinocarido filtrador do Marrocos. Ficheiro:Cryptocrinites laevis.jpg|Cryptocrinites, um equinodermo. Ficheiro:Cameroceras attaquant Megalograptus.jpg|Megalograptus sendo atacado por um Cameroceras. Ficheiro:Arandaspis NT.jpg|Arandaspis, um peixe primitivo. Ficheiro:Astraspis desiderata.png|Astraspis, um peixe primitivo. Ficheiro:Eurypterids Pentecopterus Vertical.jpg|Pentecopterus, o mais antigo euripterídeo conhecido. == Ver também == * Geologia * Paleontologia Categoria:Ordovícico",
 "title": "Ordoviciano"
}