{
 "id": "47561",
 "text": "Em física, a energia cinética em um objeto é a energia que ele possui devido ao seu movimento.. Chapter 1, p. 9 Isto é definido como o trabalho necessário para acelerar um corpo de massa em repouso para que este adquira velocidade. Tendo ganho essa energia durante a aceleração, o corpo mantém essa energia cinética a menos que a sua velocidade mude. A mesma quantidade de trabalho é produzido por um corpo desacelerando da sua velocidade atual para um estado de repouso. Na mecânica clássica, a energia cinética de um objeto não rotativo de massa m movimentando-se com uma velocidade v é (mv^2)/2. Na teoria da relatividade, essa é uma boa aproximação quando v é muito menor que a velocidade da luz. A unidade padrão da energia cinética é o joule. == História e etimologia == O termo cinética teve sua origem na palavra grega κίνησις kinesis, cujo significado é movimento. A dicotomia entre energia cinética e energia potencial pode ser comparada aos conceitos de Aristóteles de atualidade e potencialidade. Extract of page 93 O princípio em mecânica clássica de que E \\propto m v^2 foi primeiramente desenvolvido por Gottfried Leibniz e Johann Bernoulli, que descreveu a energia cinética como força viva, vis viva. Willem's Gravesande da Holanda forneceu provas experimentais desta relação. Ao deixar cair pesos de alturas diferentes em um bloco de argila, Willem's Gravesande determinou que a profundidade de penetração dos pesos era proporcional ao quadrado de sua velocidade de impacto. Émilie du Châtelet reconheceu as implicações da experiência e publicou uma explicação. Os termos energia cinética e trabalho nos seus significados científicos atuais datam de meados do século XIX. Os primeiros entendimentos dessas ideias podem ser atribuídos a Gaspard-Gustave Coriolis, que em 1829 publicou o artigo intitulado Du Calcul de l'Effet des Machines descrevendo a matemática da energia cinética. William Thomson, depois Lord Kelvin, recebe o crédito por cunhar o termo \"energia cinética\" c. 1849-51. == Introdução == Energia ocorre de várias formas, incluindo energia química, energia térmica, radiação eletromagnética, energia gravitacional, energia elétrica, energia elástica, energia nuclear, e energia de descanso. Estas podem ser categorizadas em duas classes principais: energia potencial e energia cinética. Energia cinética é a energia de movimento de um objeto. Energia cinética pode ser transferida entre objetos e transformada em outros tipos de energia. A energia cinética pode ser melhor compreendida por exemplos que demonstram como ela é transformada de uma para outras formas de energia. Por exemplo, um ciclista usa energia química fornecida por alimentos para acelerar uma bicicleta a uma velocidade arbitrária. Em uma superfície nivelada, esta velocidade pode ser mantida sem trabalho adicional, excepto para superar a resistência do ar e fricção. A energia química foi convertida em energia cinética, a energia do movimento, mas o processo não é completamente eficiente e o ciclista produz calor. A energia cinética no ciclista em movimento e na bicicleta podem ser convertidas em outras formas de energia. Por exemplo, o ciclista pode encontrar uma colina muito alta e parar no topo. A energia cinética agora foi amplamente convertida em energia potencial gravitacional que, por sua vez, pode ser liberada \"soltando\" a bicicleta no outro lado da colina, na descida. Uma vez que a bicicleta perdeu parte da sua energia para fricção, ela nunca recupera toda a sua velocidade sem que se pedale mais. A energia não é destruída; só foi convertida em outra forma por fricção. Alternativamente, o ciclista poderia conectar um dínamo a uma das rodas e gerar energia elétrica na descida. A bicicleta viajaria mais devagar na descida do que sem o gerador porque parte da energia foi desviada para a energia elétrica. Outra possibilidade seria que o ciclista aplicasse os freios, caso em que a energia cinética seria dissipada através do atrito em forma de calor. Como qualquer grandeza física função da velocidade, a energia cinética de um objeto depende da relação entre o objeto e o referencial do observador. Assim, a energia cinética de um objeto não é invariante. Naves espaciais utilizam energia química para serem lançadas e ganharem considerável energia cinética para atingir a velocidade orbital. Numa orbita circular perfeita essa energia cinética permanece constante pois praticamente não há fricção próximo do espaço. Contudo fica aparente durante a reentrada quando parte da energia cinética é convertida em calor. Se a órbita é elíptica ou hiperbólica, então durante a órbita a energia cinética e potencial são trocadas, a cinética é maior e a potencial menor ao se aproximar da Terra ou outros objetos massivos, enquanto a energia potencial é maior e a cinética é menor a distância máxima. Contudo sem perda ou ganho, a soma da energia cinética com a potencial permanece constante. A energia cinética pode ser passada de um objeto para outro. No jogo de bilhar, o jogador aplica energia cinética na bola branca, atacando-a com o taco. Se a bola de canto colide com outra bola, ela diminui a velocidade drasticamente e a bola em que colidiu acelera a uma velocidade à medida que a energia cinética passa para ela. As colisões no bilhar são colisões efetivamente elásticas, nas quais a energia cinética é preservada. Em colisões inelásticas, a energia cinética é dissipada em várias formas de energia, como calor, som, energia de ligação (quebrando estruturas encadernadas). Volantes foram desenvolvidos como um método de armazenar energia. Isso ilustra como a energia cinética também é armazenada em movimentos rotacionais. Diversas descrições matemáticas da energia cinética existem , que a descrevem numa situação física apropriada. Para objetos e processos do dia a dia humano a fórmula ½mv² dada pela mecânica clássica é suficiente, contudo se a velocidade do objeto é comparável com a velocidade da luz, efeitos relativista se tornam significantes e a fórmula da relatividade são usadas. Se o objeto esta na escala atômica ou subatômica os efeitos quânticos se tornam relevantes e os modelos da mecânica quântica devem ser empregados. == Expressão geral para o cálculo da energia cinética == Um objeto de massa m que se move a uma velocidade de módulo v, possui uma energia cinética Ec que é expressa na mecânica clássica como: : Ec = \\frac{1}{2}.m.v^2 == Dedução da energia cinética == > Para se apresentar a dedução, antes é preciso uma observação quantitativa. > Seja um corpo de massa m movendo-se sob a ação de uma força resultante > constante de módulo F. Suponha que este corpo teve uma variação de > velocidade de v_{0} para v em um deslocamento \\Delta S=d. Na equação de Torricelli: v^2=v_0^2+2a\\Delta S v^2=v_0^2+2ad a=\\frac{v^2-v_0^2}{2d} Agora, multiplicando a equação pela massa m, tem-se: ma=m\\frac{v^2-v_0^2}{2d} Já que a resultante da força é F=ma, então: F=m\\frac{v^2-v_0^2}{2d} Fd=m\\frac{v^2-v_0^2}{2} Como Fd é igual ao trabalho W realizado pela força resultante F para deslocar o corpo, então: W=\\frac{mv^2}{2}-\\frac{mv_0^2}{2} Pela expressão geral da energia cinética: W=\\Delta K Ou seja, a variação da energia cinética do corpo é o trabalho realizado pela força resultante F. Então: Da definição da variação da energia cinética sendo o trabalho para colocar um corpo em movimento, podemos obter a expressão geral para o cálculo da energia cinética: : \\Delta K = W = \\int\\mathbf{F}\\cdot d\\mathbf{s} Como o deslocamento em instante infinitesimal de tempo é d\\mathbf{s} = \\mathbf{v} dt, e supondo que o corpo em questão partiu do repouso, ou seja, velocidade inicial nula, obtemos então: : \\Delta K = \\int_{0}^{v} \\mathbf{F}\\cdot d\\mathbf{s} =\\int_{0}^{v} \\mathbf{F}\\cdot \\mathbf{v} dt = \\int_{0}^{v} m \\frac{d\\mathbf{v}}{dt} \\cdot \\mathbf{v} dt Quando dizemos que a velocidade inicial é nula, dizemos então que : \\Delta K = K - 0 = K Cancelando o dt na expressão acima, podemos escrever (para uma massa constante): : \\ K = \\int_{0}^{v} m d\\mathbf{v} \\cdot \\mathbf{v} = \\frac{1}{2} m \\mathbf{v} \\cdot \\mathbf{v} = \\frac{mv^2}{2} Logo: : \\ K = \\frac{mv^2}{2} ==Unidades de energia== A unidade que expressa a grandeza escalar energia cinética (e qualquer outro tipo de energia) no Sistema Internacional de Unidades é o Joule. Esta unidade é representada por J em homenagem ao cientista inglês do século XIX, James Prescott Joule. 1 J = 1 N.m = 1 (kg.m/s²).m = 1 kg.m²/s². Já no Sistema Inglês, a unidade de energia cinética (e qualquer outro tipo de energia) é: 1 foot.lb = 1 foot.slug.foot/s² = 1 slug.foot²/s² ==Exemplo== A energia cinética de uma pessoa de massa 50 kg movendo-se com a velocidade de 5 m/s é : E_c = \\frac{50\\times 5^2}{2} = 625\\,J. Logo, sua energia cinética é de 625 joules. == Ver também == *Trabalho *Energia potencial Cinetica",
 "title": "Energia cinética"
}