{
 "id": "47615",
 "text": "Michel Aflaq, em árabe ميشيل عفلق‎‎ (Damasco, 1910 Paris, 23 de junho de 1989), foi um filósofo sírio, ideólogo do socialismo nacionalista pan- arabista. Suas ideias deram fundamento ao baathismo. == Notas biográfica == === Educação francesa na Sorbonne no anos 1930 === Nasceu em Damasco numa família de religião cristã greco-ortodoxa de classe média. A Síria passou a ser uma colônia francesa (o Mandato Francês da Síria) após o termo da Primeira Guerra Mundial em 1918. Como tal, Michel Aflaq foi estudar em Paris, onde frequentou a Universidade da Sorbonne nos anos quentes dos finais da década de 1920, princípios da década de 1930. Eram anos de conflito ideológico. Michel Aflaq tomou ali contacto com as ideias de Marx, Nietzsche, Lenin, Georges Sorel.\"Approche comparative des discours de Michel Aflak et de Saddam Hussein\" (consultado 11 janeiro 2007)Charles Saint-Prot; \"Le nationalisme arabe: Alternative à l'intégrisme\"; Ed. Ellipses; (1995); ISBN 2-7298-4595-XPierre Guingamp; \"Hafez El Assad et le parti Baas en Syrie\"; ed. L'Harmattan; (1996); ISBN 2-7384-4678-7 Foi ali que conheceu o seu compatriota Salah ad-Din al- Bitar, um muçulmano sunita. Ambos eram admiradores de Lenin e da experiência soviética. === Regresso a Damasco === No início da década de 1930, Aflaq e Bitar regressam a Damasco, onde se destacam pelas suas ideias políticas. Foram professores, escreveram em revistas e eram defensores da revolução. Michel Aflaq passou a rejeitar o pensamento ocidental e a negar que as ideias ocidentais tivessem mais importância para a sociedade do que a civilização árabe. Em 1940, Aflaq fundou um clube de discussões em Damasco que acabou por se tornar o movimento do renascimento árabe. Em 1947, transformou o nome em partido Baath (Baath significa renascimento). O seu partido tornar-se-ia popular nos anos que se seguiram, sobretudo entre as classes média-baixa. Teve ramificações no Iraque, Jordânia e Líbano. === Tomada de poder na Síria === Em meados da década de 1950, o partido Baath tinha-se tornado a maioria na Síria, graças em parte à fusão com o partido socialista árabe. Michel Aflaq tornou-se então o principal ideólogo do partido. No entanto, Aflaq era um teórico e não um homem prático. Em 1966 ele perdeu uma disputa interna no partido e deixou o país. Viveu no exílio no Líbano e depois no Brasil. === O regime Baath no Iraque === Em 1968, após o golpe de estado que colocou Saddam Hussein no poder, o Iraque passou a ser controlado em nome da ideologia do partido Baath de Aflaq. Ele foi convidado a viver no Iraque. Viveu ali 15 anos, elogiando sempre o regime ditatorial de Saddam Hussein. == Ideias == Nacionalismo Árabe Segundo Kanan Makiya em \"Republica do Medo\" o nacionalismo árabe tal como defendido por Aflaq não é um conceito secular mas sim uma força espiritual transcendente, tal como a ideia de Hegel do \"espírito da história\" (Zeitgeist). A Nação árabe é o ideal aspirado e a próxima fase da história. A nação árabe o culminar espiritual. Os árabes deveriam obter nessa nação a perfeição espiritual e livrar-se das influência nefastas do ocidente. Citação de Afleq: Apesar de ser cristão, Aflaq professava que o Islão fornecia aos árabes \"a imagem mais brilhante da sua linguagem e literatura e a parte mais grandiosa da sua história nacional\". Ele negava a existência de um conflito religioso entre a Europa cristã e o mundo árabe muçulmano, afirmando que todas as três Religiões abraâmicas tinham tido origem no médio oriente e posteriormente entrado na Europa. Como tal, os europeus são alheios ao seu carácter e história. == Legado == Em contraste com seu amigo de longa data e colega Salah al-Din al-Bitar, que era mais prático quando se trata de política, Aflaq era um \"visionário, o sonhador mal preparado para a vida política\". Aflaq foi descrito por seus companheiros como uma \"figura tímida, ascética e intensa em viver uma vida simples e sem pretensões\". Em seus escritos Aflaq tinham sido estridentemente em favor da liberdade de expressão e outros direitos humanos e ajuda para as classes mais baixas. A maioria dos estudiosos vêem o regime de Assad na Síria e o regime de Saddam no Iraque de ter apenas empregado a ideologia de Aflaq como um pretexto para a ditadura. Em suma, o Ba'athism de Aflaq foi usado para criar ditaduras na Síria e no Iraque. Seu ponto de vista sobre o Islã era puramente espiritual, e Aflaq enfatizou que o Islã \"não deve ser imposto ao estado e a sociedade. Apesar de sua postura antiateu, Aflaq foi um forte defensor do governo secular. * * * * Categoria:Políticos da Síria Categoria:Filósofos da Síria Categoria:Socialistas Categoria:Nacionalismo árabe Categoria:Naturais de Damasco Categoria:Xiitas",
 "title": "Michel Aflaq"
}