{
 "id": "47610",
 "text": "Bauhaus foi uma banda de rock inglesa formada em Northampton em 1978. Conhecidos por sua imagem e som sombrios, o Bauhaus são um dos pioneiros do rock gótico, embora tenham misturado muitos gêneros, incluindo dub, glam rock, psicodelia e funk. O grupo era formado por Daniel Ash (guitarra, saxofone), Peter Murphy (vocais, instrumentos ocasionais), Kevin Haskins (bateria) e David J (baixo). A banda foi formada sob o nome Bauhaus 1919, em referência ao primeiro ano de operação da escola de arte alemã Bauhaus, mas eles encurtaram esse nome um ano após a formação. Seu single de estreia de 1979, \"Bela Lugosi's Dead\", é considerado um dos precursores do rock gótico e tem sido influente na cultura gótica contemporânea. Seu álbum de estreia, In the Flat Field, é considerado um dos primeiros discos de rock gótico. Seu segundo álbum de 1981, Mask, expandiu seu som incorporando uma variedade maior de instrumentos - como teclados, saxofone e violão - e experimentando ritmos inspirados no funk em faixas como \"Kick in the Eye\". O Bauhaus alcançou sucesso no Reino Unido com seu terceiro álbum, The Sky's Gone Out, que alcançou a posição nº 3 na parada de álbuns do Reino Unido em 1982. No mesmo ano, eles também alcançaram a 15ª posição na parada de singles com um cover independente de \"Ziggy Stardust\", de David Bowie, o que lhes rendeu uma aparição no Top of the Pops. Durante as sessões de gravação do próximo álbum, Murphy adoeceu e passou grande parte do tempo longe do estúdio, deixando o resto da banda para compensar sua ausência. Isso criou uma rixa entre o cantor e seus companheiros de banda, culminando na dissolução do grupo em 5 de julho de 1983, uma semana antes do lançamento de Burning from the Inside. Apresentando o single \"She's in Parties\", que ficou no Top 30 do Reino Unido, este seria seu último álbum de estúdio composto inteiramente de material novo em um quarto de século. Após a separação do Bauhaus, Murphy formou o Dalis Car com o baixista Mick Karn antes de começar uma carreira solo mais tarde, enquanto Ash e Haskins continuaram como Tones on Tail e, mais tarde, se reuniram com David J para formar o Love and Rockets. A carreira solo de Murphy teve maior sucesso comercial nos Estados Unidos do que a Bauhaus, assim como Love and Rockets. O Bauhaus finalmente se reuniu para uma turnê em 1998, novamente de 2005 a 2008, e em 2019 e 2022. == História == Daniel Ash, seu amigo David J. Haskins e o irmão mais novo de Haskins, Kevin, tocaram juntos em várias bandas desde a infância, como \"Jam\" e \"Jackplug & the Sockets\", onde tocavam covers dos Rolling Stones e dos Beatles. Ash inicialmente tentou convencer seu amigo de escola Peter Murphy a entrar em uma banda, mas não deu em nada. De acordo com Ash: \"Pete não pensou nisso, não estava em sua mente como tal.\" Uma das bandas mais duradouras foi uma banda chamada Craze, que se apresentou algumas vezes em Northampton em 1978. No entanto, o Craze ainda se separou rapidamente, e Ash mais uma vez tentou convencer seu antigo amigo de escola Murphy a se juntar a ele, simplesmente porque Ash achava que ele tinha o visual certo para uma banda. Murphy, que trabalhava em uma gráfica, decidiu tentar, apesar de nunca ter escrito nenhuma letra ou música. Durante o primeiro ensaio, ele co-escreveu a canção \"In the Flat Field\". O antigo colega de banda de Ash, Kevin Haskins, entrou como baterista. Ash fez questão de não convidar David J, a força motriz de suas bandas anteriores, porque ele queria uma banda que ele pudesse controlar. Em vez disso, Chris Barber foi contratado para tocar baixo e, juntos, os quatro músicos formaram a banda SR. No entanto, em poucas semanas, Ash cedeu e substituiu Barber por David J, que sugeriu o novo nome Bauhaus 1919. David J. já havia concordado em fazer uma turnê por bases aéreas americanas com outra banda, mas decidiu que se juntar ao grupo de seus amigos era \"a coisa certa a fazer\". Com sua formação completa, a banda fez seu primeiro show no pub Cromwell em Wellingborough na véspera de Ano Novo de 1978. A banda escolheu o nome Bauhaus 1919, uma referência ao movimento artístico alemão Bauhaus da década de 1920, por causa de suas \"implicações e associações estilísticas\", de acordo com David J. A banda também escolheu a mesma fonte usada no prédio da faculdade da Bauhaus em Dessau, Alemanha, bem como o emblema da Bauhaus, desenhado por Oskar Schlemmer. Graham Bentley, associado da Bauhaus, disse que o grupo era diferente de qualquer banda de Northampton da época, a maioria das quais tocava predominantemente covers. Bentley gravou uma apresentação do grupo, que foi enviada para várias gravadoras, na esperança de obter um contrato. Essa abordagem foi dificultada em parte porque muitas gravadoras na época não tinham equipamento de vídeo doméstico, então o grupo decidiu gravar uma demo. === \"Bela Lugosi's Dead\" e 4AD === ==== \"Bela Lugosi's Dead\" ==== Depois de apenas seis semanas como uma banda, o Bauhaus entrou no estúdio pela primeira vez no Beck Studios em Wellingborough para gravar uma demo. No ensaio para a demo, a banda experimentou eco e delay na bateria. Uma das cinco faixas gravadas durante a sessão, \" Bela Lugosi's Dead \", com mais de nove minutos de duração, foi lançada como single de estreia do grupo em agosto de 1979 pela Small Wonder Records. A banda foi listada simplesmente como Bauhaus, com o \"1919\" abandonado. \"Bela Lugosi's Dead\" foi fortemente influenciada pelo interesse da banda em reggae e dub; onde o baixo e a bateria foram colocados em primeiro plano. Foi a primeira gravação que a banda fez e concluiu na primeira tomada. Foi também a primeira vez que Murphy cantou em um microfone de estúdio. Murphy estava resfriado quando gravou a música. A batida de bateria de Kevin Haskins era baseada no estilo de bateria da bossa nova. Daniel Ash explicou como o início da música começou quando ele conversou com David J em relação a um riff que ele fez: \"Eu estava conversando com David (J, baixo) no blower uma noite e disse a ele que eu tinha esse riff, usando esses acordes de truque que tinham uma qualidade muito assustadora. Ele disse: 'É tão estranho você dizer isso porque eu tenho essas letras sobre Bela Lugosi, o ator que interpretou um vampiro. David J elaborou ainda mais: \"Havia uma temporada de filmes de terror antigos na Rádio, e eu estava dizendo a Daniel sobre o quanto eu os amava. O que tinha passado na noite anterior era Drácula [1931]. Eu estava dizendo como Bela Lugosi era o Drácula por excelência, a representação elegante do personagem.\" Ash elaborou sobre os acordes: \"Meu riff tem esses acordes mutantes - eles nem são acordes menores - mas está enraizado em uma velha música de Gary Glitter, desacelerado. Eu não percebi isso quando estava fazendo isso.\" Ash também explicou como ele conseguiu obter os efeitos de eco para a música: \"...David tinha essa velha unidade de eco HH, que dava problema o tempo todo. Nós conectamos a guitarra e a caixa a essa unidade de eco e eu estava apenas deslizando o amplificador HH para disparar todos esses ecos conforme a música avançava.\" David explicou o processo de como eles gravaram a música: \"Nós realmente não falamos sobre o que estávamos fazendo. Daniel começou a arranhar a guitarra, Kevin começou seu ritmo e havia essa atmosfera se formando. Eu entrei com aqueles acordes descendentes e Peter estava apenas rondando para cima e para baixo, lentamente, como um grande gato.\" Sobre as origens da música, Murphy explicou: \"Nós estávamos falando sobre a qualidade erótica dos filmes de vampiros, mesmo que eles fossem do tipo de terror da Hammer. Houve uma conversa sobre a sexualidade e o erotismo do Drácula. Danny falou sobre seu fascínio por isso e as conotações ocultas. Então, continuamos essa conversa e a transformamos em uma música.\" Murphy também elaborou: \"Há um elemento erótico e atraente no vampiro. Não queríamos escrever uma ode a Bela Lugosi, aparentemente. O elemento kitsch era seu nome porque ele era o maior ícone, mas ele era a pessoa com aparência de vampiro mais improvável. Então havia aquele ângulo britânico nisso, mas não era nada negativo. Era perfeito. A ideia de Bela Lugosi estar morto ou morto-vivo é clássica.\" A banda estava inicialmente nervosa sobre sua música devido à sua duração, já que várias gravadoras se recusaram a lançar o single devido à música ser muito longa. Haskins explicou a frustração que a banda enfrentou com a duração da música: \"Danny levou um acetato para todas as grandes empresas - Virgin, EMI e o resto - e todos disseram coisas semelhantes: 'Este é o tipo de coisa que eu ouço em casa, mas não é comercial.' Ou: 'É muito longo. Você pode editá-lo para três minutos?' Até mesmo a Beggars Banquet nos recusou, o que é irônico porque acabamos naquele selo.\" No entanto, Peter Stennet da Small Wonder Records aceitou e insistiu em lançar o disco, comparando-o favoravelmente ao single Sister Ray do Velvet Underground. O single recebeu uma crítica positiva na Sounds e permaneceu nas paradas independentes britânicas por dois anos. A música recebeu grande repercussão na BBC Radio 1 e no programa noturno do DJ John Peel, e a Bauhaus foi posteriormente convidada a gravar uma sessão para o programa de Peel, que foi transmitido em 3 de janeiro de 1980. Murphy deu seu relato da sessão com John Peel: \"Fomos até a recepção, passamos pelo Motörhead na saída e dissemos: \"Olá, somos a Bauhaus e somos amigos de John Peel. Gostaríamos de subir, por favor. \"De alguma forma, fomos autorizados a subir lá e colocamos o disco na frente dele. Depois que todos nos apresentamos, ele disse no ar: \"Temos a Bauhaus no estúdio, eles são de Northampton e lançaram um novo single chamado \"Bela Lugosi's Dead\". Tem nove minutos e meio de duração e esta provavelmente será a primeira e última vez que a tocarei. \"Então saímos e fomos ouvir no carro. Aparentemente, a central telefônica da BBC estava lotada de ouvintes querendo que ele tocasse novamente.\" Sobre as faixas adicionais, a Classic Rock escreveu que, \"O resto do material encontra uma banda procurando direção, até mesmo tocando no ska.\" ==== In the Flat Field ==== Apesar do sucesso de sua música característica, a banda deixou a Small Wonder Records devido à falta de apoio para turnês devido a problemas de orçamento. Como Stennet disse: \"O problema é que não podemos nos dar ao luxo de enviar as bandas em turnê ou algo assim, e um grupo precisa desse tipo de apoio\". Assinando com a gravadora 4AD, a banda lançou mais dois singles, \"Dark Entries\" em janeiro de 1980 e \"Terror Couple Kill Colonel \" em junho de 1980, antes de lançar seu primeiro álbum In the Flat Field em outubro de 1980. A capa do álbum foi escolhida por David J e era uma fotografia chamada Homenagem a Purvis de Chavannes de Duane Michals, que retrata a imagem de um homem nu tocando um tipo de trombeta. O crítico Andy Gill da NME descreveu-o como \"pseudo-decadência gótica-romântica\" e, finalmente, descartou a banda como \"um Black Sabbath descolado\". Apesar das críticas negativas, In the Flat Field liderou as paradas independentes e avançou na parada de álbuns do Reino Unido, chegando ao pico de uma semana na posição 72. Embora a banda tenha ficado satisfeita com o álbum, eles admitem que ele não capturou tudo o que eles queriam. Eles acharam que o LP era um pouco intenso demais; no entanto, era \"a declaração mais pura de como [nós] éramos naquela época\". Em agosto de 1980, a banda viajou para a América do Norte para tocar quatro datas em cidades como Toronto, Chicago e Nova York. Um dos primeiros shows do Bauhaus nos Estados Unidos foi em um local chamado Space Place em Chicago, Illinois, em setembro de 1980, contratado por Jim Nash e Dannie Flesher, os donos da gravadora independente Wax Trax! Records. A banda retornou à Inglaterra em outubro de 1980 para uma turnê de 20 datas na Inglaterra e na Europa para promover seu primeiro álbum. Em dezembro de 1980, a Bauhaus lançou um cover de \"Telegram Sam\", um hit dos pioneiros do glam rock T. Rex, como single. === Beggars Banquet e separação === ==== Mask ==== O sucesso crescente da Bauhaus ultrapassou os recursos da 4AD, então a banda mudou-se para a gravadora-mãe da 4AD, a Beggars Banquet Records . A Bauhaus lançou \"Kick in the Eye\" em março de 1981 como seu lançamento de estreia pela gravadora. O single alcançou a posição 59 nas paradas. O single seguinte, \"The Passion of Lovers\", alcançou a posição 56 em julho de 1981. Murphy disse: \"Um dos nossos amores é fazer cada single totalmente diferente do anterior, não ficar preso a um estilo ou som.\" Bauhaus lançou seu segundo álbum, Mask, em outubro de 1981. A banda utilizou mais teclados e uma variedade de outros instrumentos para aumentar a diversidade do disco. A capa e a contracapa do álbum eram um desenho impressionista feito por Ash. Em um movimento não convencional, o grupo gravou um vídeo para a faixa-título do álbum como uma ferramenta promocional para a banda, em vez de qualquer música específica do disco. David J explicou as técnicas, efeitos e sua reação em relação ao conteúdo da faixa-título: \"Ainda consigo me lembrar com clareza cristalina da sobreposição da parte do baixo ecoado e do uso de um gargalo de metal para obter o efeito cascata que surge no ponto em que a parte acústica de doze cordas de Daniel começa. Ouvir esses sons em foco ultra-nítido intensificado pela cocaína através de fones de ouvido produziu uma emoção extática de explodir o coração à beira da liberação orgástica.\" A equipe de filmagem é composta por Chris Collins e Ken Lawrence da Standard Pictures. O vídeo foi feito com um orçamento minúsculo; o equipamento usado no vídeo era alimentado por baterias de carro e filme em rolo, e filmado em uma perigosa e abandonada fábrica de calçados vitoriana em Northampton, que ficava do outro lado da rua da principal delegacia de polícia. David J explica como a banda e a equipe de filmagem invadiram o prédio para fazer o vídeo: \"Entramos furtivamente neste lugar por volta das três da manhã e as luzes continuaram se apagando em momentos cruciais, então tivemos que esperar e sentar na escuridão completa... o lugar estava encharcado, embora tudo isso contribuísse para a atmosfera.\" As imagens e a iluminação do vídeo foram muito inspiradas no expressionismo alemão. David J comentou sobre o conteúdo do videoclipe: \"Nós improvisamos em torno da ideia solta de uma ressurreição ritualística, com Peter deitado como um cadáver em uma laje de madeira. Cada um de nós administraria algum tipo de vodu xamânico para ajudar na ressurreição dos mortos. O lugar estava congelante, úmido e pingando água suja. As luzes continuavam se apagando, e nós ficávamos mergulhados na escuridão completa até que fossem restauradas.\" Quando as cenas da fábrica foram concluídas, o grupo foi para outro local para filmar. David J explicou: \"Depois de filmarmos as cenas na fábrica, partimos para um segundo local: a floresta no terreno da propriedade rural da família Spencer - outra situação ilegal e uma ameaça potencial à monarquia. Nós nos divertimos naquela noite! O filme final parecia ótimo: um drama atmosférico envolto em névoa que lembrava um filme de terror mudo expressionista alemão.\" David J também mencionou que o videoclipe era mais uma obra de arte do que um videoclipe tradicional e comentou que Chris Collins \"fez um trabalho brilhante ao capturar a essência visual da banda.\" Chris Collins comentou sobre o motivo do vídeo: \"O mais importante em nossas mentes era fazer algo interessante, então alguém que nunca tinha ouvido falar da Bauhaus antes e de repente viu aquele vídeo poderia dizer: \"Deus, isso é realmente interessante, quero saber mais sobre isso\". Ken Lawrence também explicou a intenção do filme: \"Todo filme sobre uma banda deve mostrar os pontos fortes daquele artista. Então é claro que \"Mask\" é uma promoção porque, espero, é disso que a Bauhaus se trata. Se você ouvir as letras deles, se você souber como a música deles é estruturada, é instigante, evoca o clima e é uma música muito atmosférica, e essa foi a nossa abordagem para fazer o filme. \" Fez apenas uma aparição na TV britânica. Na mesma época, \"De acordo com nossa inclinação surrealista... \", a banda também empregou a técnica do \"cadáver requintado\" em um filme experimental que fizeram chamado \"Consequences\", onde cada membro teve um tempo para filmar o que quisesse. Foi exibido em turnê no lugar de uma banda de apoio. A banda fez uma grande turnê para promover o álbum, tocando com 16 datas na Inglaterra e 13 datas na Europa. ==== \"Spirit\" e The Sky's Gone Out ==== Em julho de 1982, Bauhaus lançou o single \"Spirit\", produzido por Hugh Jones. Isso era incomum para a banda, já que eles costumavam produzir suas próprias músicas e, como resultado dessa mudança, isso gerou conflitos e concessões no estúdio. Como David J explica a situação: \"Demorou muito e muito. Normalmente gravávamos muito rápido — fazíamos um álbum em três semanas do começo ao fim — mas isso levou cerca de nove dias, o que para nós foi absurdo. Houve muita agonia sobre isso, mais do produtor do que de nós.\" A música usou um violão acústico com uma batida de bossa nova . De acordo com Shirley, a música era sobre: \"...um 'quinto membro' da banda – um espírito que eles sentiam que ocupava o palco, elevando-os a um plano mais alto quando estavam tocando bem.\" O videoclipe foi dirigido por Collins e Lawrence. Originalmente, o vídeo deveria mostrar uma representação física desse espírito, que incluía \"um único dançarino com uma máscara facial branca e pintura corporal que subia ao palco enquanto a banda tocava a música e literalmente 'erguia' Peter e lhe dava asas\". No entanto, isso não aconteceu, pois assim que a banda concluiu sua parte, eles tiveram que partir às pressas para fazer sua turnê pelos Estados Unidos . Então, Collins e Lawrence foram responsáveis pelo processo de edição e finalização do vídeo. Eles mudaram a figura espiritual e a trocaram por uma figura feminina espectral \"que andaria pelo teatro junto com um grupo heterogêneo de palhaços e malabaristas\". Quando a banda voltou de sua turnê pelos Estados Unidos, eles ficaram enojados com o videoclipe e quiseram refazê-lo. No entanto, a gravadora recusou, pois a banda já tinha um orçamento para o vídeo e não estava interessada em fornecer mais dinheiro para ele. Apesar disso, a banda continuou implacável e queria mudar o vídeo. Como David J explica: \"Então, nós mesmos levantamos o dinheiro dos nossos próprios saldos bancários e juntamos nosso dinheiro e então entramos e reeditamos, tentando dar a ele algum tipo de forma. Nós fizemos isso. Entregamos o master para Beggars Banquet. Na semana seguinte — isso foi na época da febre das videojukeboxes — fomos a um pub e vimos a versão original horrível no vídeo. Então, imediatamente ligamos para Beggars Banquet e dissemos: \"O que está acontecendo? \"e eles enviaram o errado e ele foi para a TV e tudo mais.\" A intenção era entrar no Top 30, mas só chegou ao 42º lugar. A banda também ficou descontente com o single e o regravou mais tarde em 1982 para seu terceiro álbum The Sky's Gone Out. Também quando eles fizeram um show na Universidade de Salford em 1982, Nico se juntou à banda para uma apresentação cover da música do Velvet Underground, \"I'm Waiting for the Man\". Para seu terceiro LP, The Sky's Gone Out, com base na experiência anterior com o produtor da música \"Spirit\", eles originalmente queriam produzir o álbum eles mesmos, pois sabiam como deveria soar. No entanto, isso levou a problemas no estúdio, pois discussões entre os membros da banda surgiam com base em divergências individuais sobre como fazer o álbum. Os resultados do álbum foram devidos à decisão de toda a banda como um grupo e aos esforços de compromisso. A banda entendeu que estava muito próxima do seu trabalho para ter uma visão objetiva de sua música e precisava de uma terceira pessoa que não fosse um produtor, mas que fizesse sugestões e esclarecimentos para o álbum sem exercer um efeito dominante sobre a banda. Isso resultou em Derek Tompkins como sua terceira pessoa. Derek Tompkins comentou sobre seu acordo como engenheiro do álbum: \"Eu estava, no entanto, bastante disposto a atuar como engenheiro, desde que o engenheiro residente fosse responsável pela engenharia e eu fosse responsável apenas por interpretar o que eles queriam dele e ajudar um pouco criativamente eu mesmo.\" A banda foi contratada no Rockfield Studios, no País de Gales, por um mês para gravar o álbum. Na época, a banda tinha pouco material original escrito para o álbum devido às constantes turnês, o que não dava tempo suficiente para o grupo escrever e ensaiar novos materiais. Como Murphy explicou: \"O terceiro LP foi um desses álbuns não escritos que foi feito na hora. Um álbum de experimentação que foi agradável para nós porque não tínhamos nenhuma música e não tínhamos vontade de escrever nada e dissemos: \"OK, está tudo bem. Se não tivermos nenhuma música, faremos do estúdio o ambiente de composição. \" Embora as sessões tenham corrido bem, houve alguns problemas entre o engenheiro e a banda, pois os membros passavam horas gravando as faixas até obterem exatamente o que queriam. No entanto, isso foi resolvido com Derek Tompkins como mediador das sessões. Como Tompkins explicou: \"Eu era um elo para eliminar qualquer tensão entre os dois. Muitas coisas que eles fizeram o engenheiro sabia que não estavam certas, mas eu costumava dizer a ele: \"Não se preocupe com isso, quando se trata da mixagem, eles vão jogar fora. Não se preocupe, eles estão apenas colocando coisas para trabalhar. A parte criativa virá com a mixagem.\" Apesar de Tompkins não entender a música ou a letra do álbum, ele menciona: \"Eu sempre perguntava a eles sobre o que era a música, então eu sabia qual era o clima que eu estava buscando\". Algumas letras do álbum refletiam sentimentos e experiências pessoais da banda. Por exemplo, uma das canções do LP, \"All We Ever Wanted Was Everything\", de acordo com David J, \"evoca memórias nostálgicas de uma época de inocência e desejo ingênuo\". David J também elogiou Murphy na canção, dizendo que seu canto: \"... expressando o sentimento agridoce tão perfeitamente, cada palavra soando verdadeira\". No mesmo ano, o Bauhaus conseguiu seu maior sucesso com um cover de \"Ziggy Stardust\", de David Bowie, que foi gravado durante uma sessão da BBC. A música foi escolhida pela banda em resposta aos críticos que os acusavam de serem \"plagiadores de Bowie\", um rótulo que os incomodava bastante. Ash explicou que a banda não se importava com os críticos e \"...então pensamos em fazer o oposto do que eles esperavam e lançar imediatamente 'Ziggy. A música alcançou a posição 15 nas paradas britânicas e rendeu à banda uma aparição no programa de televisão Top of the Pops. Devido ao sucesso do single, o álbum também se tornou o maior sucesso da banda, chegando ao terceiro lugar. No mesmo ano, a Bauhaus fez uma aparição no filme de terror The Hunger, onde cantou \"Bela Lugosi's Dead\" durante os créditos de abertura. O corte final da cena focou em Murphy; isso, juntamente com o trabalho de modelo da cantora em uma campanha publicitária popular para Maxell, causou ressentimento entre o resto do grupo. ==== Burning from the Inside ==== Antes da gravação do quarto álbum, Burning from the Inside (1983), Murphy foi acometido de pneumonia, o que o impediu de contribuir muito para o álbum. Ash e David J assumiram as rédeas, tornando-se as forças motrizes por trás do disco e até mesmo desempenhando os vocais principais em várias faixas. Uma das canções do álbum, \"Who Killed Mister Moonlight\", foi descrita por David J como uma \"balada surrealista inspirada em parte pelo assassinato de John Lennon\". Mais tarde, o misterioso personagem Mister Moonlight teve um significado simbólico, que foi visto pela banda \"como sendo representativo do aspecto sonhador e poético da Bauhaus\". O primeiro single do álbum, \"She's in Parties\", alcançou a posição 26 nas paradas e rendeu à Bauhaus sua terceira e última aparição no Top of the Pops. A Bauhaus então embarcou em uma turnê promocional internacional para o álbum, com datas na Europa e no Extremo Oriente. David J lembrou que na noite anterior aos dois shows que fariam no Hammersmith Palais, em Londres, o grupo decidiu se separar. A banda fez seu show de despedida em 5 de julho de 1983 no Hammersmith Palais; os fãs dedicados foram avisados pela equipe da banda para não perderem o show, sem avisá-los que seria o último. Após um longo bis, que consistiu em algumas de suas primeiras canções, David J deixou o palco com as palavras \"descanse em paz\". Burning from the Inside foi lançado uma semana depois. O álbum recebeu críticas amplamente positivas e alcançou a posição 13 nas paradas. O Bauhaus lançou o single \"Sanity Assassin\" em quantidades limitadas como um presente de despedida para aqueles que se juntaram ao fã- clube do grupo. === Carreiras pós-Bauhaus e projetos solo === Durante o ciclo de vida inicial da banda, projetos solo foram iniciados às vezes. Por exemplo, em 1981, enquanto ainda era membro da Bauhaus, David J iniciou um projeto solo em colaboração com Rene Halkett, que foi um dos alunos originais da escola de arte de sua banda. As origens desta correspondência devem-se ao facto de um vizinho mais novo de Halkett lhe ter contado que ouviu falar de um grupo chamado Bauhaus no John Peel Show da rádio BBC. Isso intrigou Halkett e ele logo escreveu a Peel sobre entrar em contato com a banda. Eles finalmente se conheceram, discutiram poesia e decidiram trabalhar com David enviando uma fita cassete que continha Halkett citando oralmente dois de seus poemas. Depois de ouvir atentamente a fita, David decidiu ir a um estúdio de gravação, onde forneceu a música de fundo para a fita. Essa colaboração resultou em um single chamado \"Armour/Nothing\", que foi lançado pela 4AD. De acordo com David J sobre a correspondência, \"Ele escreveu para John Peel quando ele estava tocando o primeiro disco do Bauhaus, 'Bela Lugosi's Dead', e Rene estava na casa dos 70 anos e era um ouvinte ávido do show de John Peel. Ele ouviu isso e ficou intrigado que essa banda de jovens novatos tinha usurpado o nome Bauhaus e ele escreveu para John Peel pedindo mais informações. Peel me enviou a carta e eu fiquei surpreso por estar em contato com alguém daquela época, então eu escrevi para Rene e nós começamos essa correspondência e no final nos encontramos e eu fui visitá-lo em sua pequena casa de campo na Cornualha. Acabamos fazendo um disco juntos, que era sua poesia que eu coloquei em música. Foi um dos primeiros lançamentos na 4AD. Eu simplesmente ia lá e ele me encantava com essas histórias dele aparecendo nesses clubes de cabaré em Weimar e dançando no piano e disparando revólveres no clube e todo esse tipo de cena de cabaré bárbara na qual ele estava intrinsecamente envolvido em. Ele conheceu Bertolt Brecht e pessoas assim, os surrealistas apareceram e seus professores foram Kandinsky e foi simplesmente incrível ter um amigo daquela época, o que me deu uma visão real, de realmente me comunicar com alguém que estava lá.\" Tanto Halkett quanto David ficaram satisfeitos com o single. Halkett comentou sobre sua contribuição para o single: \"Senti que os dois poemas exigiam algo mais do que impressão porque eles dependem de coisas que só podem ser expressas em sinais musicais... Ele (o single) fica entre música e poesia e não é totalmente nenhuma das duas coisas. Com \"Nothing\", David escreveu um arranjo perfeito para o que é uma ideia filosófica bastante concentrada e se torna muito mais do que as palavras...\" Após a dissolução do Bauhaus, os membros da banda partiram para diversos trabalhos solo. Murphy trabalhou brevemente com o baixista japonês Mick Karn na banda Dalis Car, antes de seguir carreira solo com álbuns como Should the World Fail to Fall Apart, de 1986, Love Hysteria, de 1988, e Deep, de 1989. Ash já havia começado o Tones on Tail com o roadie do Bauhaus, Glen Campling, como um projeto paralelo em 1982; depois que o Bauhaus se separou, Kevin Haskins se juntou ao grupo, e o trio lançou um álbum e vários EPs antes de se separar após uma turnê americana em 1984. Durante esse período, David J lançou dois álbuns solo e colaborou com outros músicos, gravando dois álbuns com o Jazz Butcher e também com o escritor de quadrinhos/artista de palavra falada Alan Moore na banda de curta duração Sinister Ducks. Durante uma discussão sobre o estado de seus projetos na época, Ash e David J começaram a falar sobre reformar a Bauhaus. Todos os quatro membros da banda marcaram um ensaio, mas Murphy não apareceu no dia marcado. Os outros três membros da banda ensaiaram mesmo assim e foram inspirados pela química que tinham como trio. Como resultado, Ash e os irmãos Haskins formaram o Love and Rockets em 1985. Love and Rockets fez sucesso nos EUA quatro anos depois com \"So Alive\". A banda se separou em 1999, reuniu-se brevemente para uma turnê de festivais em 2009 e depois se reuniu novamente em 2023. Tanto Ash quanto David J lançaram álbuns solo durante os anos de Love and Rockets; Murphy contribuiu com backing vocals para o single de David J de 1992, \"Candy on the Cross\". === Desenvolvimentos subsequentes: reuniões e álbum final === O Bauhaus se reuniu para a \"Resurrection Tour\" em 1998, seu show no palco começou com Double Dare e Pete Murphy cantando para o público por meio de uma tela de TV instalada no centro do palco. A turnê contou com uma nova música, \"The Dog's a Vapour\", que também foi incluída na trilha sonora do filme Heavy Metal 2000. Um álbum ao vivo foi gravado durante a turnê, Gotham, que foi lançado no ano seguinte. Incluía uma gravação de estúdio do cover da Bauhaus da música \"Severance\" do Dead Can Dance. O Bauhaus se reuniu novamente em 2005, tocando no Festival Coachella daquele ano em Indio, Califórnia. Eles abriram o show com Murphy sendo baixado de cabeça para baixo no palco, cantando \"Bela Lugosi's Dead\". A apresentação foi aclamada pela crítica e classificada entre as maiores e mais memoráveis apresentações de todos os tempos no Coachella. Após a turnê de Murphy em 2005, o Bauhaus embarcou em uma turnê completa começando na América do Norte no outono de 2005 e terminando na Europa em fevereiro de 2006. Durante a turnê, a Bauhaus fez um cover de \"Transmission\" do Joy Division. A banda também mencionou que esperava gravar novas músicas. Em maio, eles se apresentaram como banda de abertura do Nine Inch Nails na etapa de verão da turnê dos Estados Unidos deste último. Em 2008, o Bauhaus lançou seu primeiro álbum de estúdio desde 1983, Go Away White (Cooking Vinyl). Marcou o fim da banda e o álbum não teve turnê promocional. No final de 2007, Kevin Haskins disse \"Estávamos nos dando muito bem, mas houve um incidente que ocorreu\", e acrescentou que, como resultado, \"alguns de nós simplesmente sentimos que não queríamos continuar como uma unidade de trabalho\". No início de 2008, Murphy afirmou que \"estava muito satisfeito com a ligação em um nível emocional. Foi bom trabalhar juntos e deixar o passado para trás e foi muito positivo. O resultado estava saindo muito rápido, então foi emocionante e muito agradável\", mas no final, \"aquele personagem rochoso funcionou e acho que foi um pouco certo terminá-lo, realmente\". No mesmo ano, David J comentou sobre a separação: \"Você tem um tubo de ensaio, e você despeja um produto químico, e você despeja outro produto químico, e algo acontece. Ele começa a borbulhar. Despeje outro produto químico, e ele começa a borbulhar um pouco mais. Você despeja um quarto produto químico, e ele borbulha violentamente, e então explode. Essa é a minha resposta\". Em 2017, Ash e Kevin Haskins fizeram uma turnê como Poptone com a filha de Haskins, Diva Dompe, no baixo. O grupo tocou músicas de Bauhaus, Tones on Tail e Love and Rockets, além de covers. Um álbum ao vivo gravado em várias paradas da turnê foi lançado pela PledgeMusic. Em 2018, Murphy e David J anunciaram uma turnê pela Nova Zelândia, Austrália e Europa para comemorar o 40º aniversário da Bauhaus, com a dupla apresentando In the Flat Field na íntegra. Em setembro de 2019, após um hiato de 13 anos, a Bauhaus anunciou um show no Hollywood Palladium, com capacidade para 4.000 pessoas, com todos os membros originais, em 3 de novembro. Um segundo show foi adicionado para a noite seguinte, depois que o primeiro show esgotou rapidamente. Uma terceira data no mesmo local foi então confirmada para 1 de dezembro. Em março de 2022, o Bauhaus lançou sua primeira música nova em quatorze anos, \"Drink the New Wine\", que foi gravada separadamente por todos os quatro membros durante a quarentena da COVID-19. O processo de gravação utilizou o método Exquisite Corpse, em que cada artista acrescenta algo à peça sem ouvir o que os outros fizeram. O Bauhaus fez uma turnê pela costa oeste dos Estados Unidos e pela Europa em 2022 e estava programado para retornar à costa leste dos Estados Unidos para mais shows antes de cancelar abruptamente a turnê em 31 de agosto, quando Peter Murphy anunciou que estava entrando em reabilitação. Em 19 de abril de 2023, Daniel Ash confirmou em uma entrevista que a reunião do Bauhaus havia acabado, já que os remanescentes lembram que Love and Rockets se reformaram. == Estilo musical e influências == === Influências === Kevin Haskins, regarding the band's influences.Segundo David J, as bandas com as quais a Bauhaus se relacionava na cena pós-punk eram Joy Division, Pere Ubu, Devo, Gang of Four, Cabaret Voltaire, and the Pop Group. Entre bandas e cantores que influenciaram a Bauhaus, citaram Siouxsie and The Banshees, David Bowie, T-Rex, Roxy Music, o Pink Floyd de Syd Barrett, New York Dolls, Velvet Underground, Iggy Pop and the Stooges, the Doors, Alice Cooper, MC5, Ramones, Sex Pistols, the Clash, the Residents, Captain Beefheart, Suicide, Kraftwerk, Neu!, Can, Faust, the Beatles, the Rolling Stones, the Who, Bob Dylan, Tom Waits, Serge Gainsbourg, Lee Scratch Perry, King Tubby, Mikey Dread, Kurt Weill, Scott Walker, e Jacques Brel. Gravações específicas que influenciaram a banda incluem o álbum de compilação Nuggets e os álbuns Berlin e Transformer de Lou Reed, o single Bits and Pieces de The Dave Clark Five e o single Double Barrel de Dave and Ansell Collins. David J, regarding reggae's influence on the band.Em termos de influências iniciais da infância, David J disse que se interessava pelo jazz e seus músicos, como Miles Davis, Charlie Parker e Thelonious Monk. Ele também listou Marquee Moon da Television como um de seus álbuns favoritos de todos os tempos. Peter Murphy citou Doris Day, Simon e Garfunkel, os Beatles, os Everly Brothers e suas experiências na missa na escola católica como altamente influentes em seu canto. Ele mencionou que o primeiro single de 7 polegadas que comprou foi \"A Hard Day's Night\" dos Beatles e também listou Music for Airports de Brian Eno como um de seus álbuns favoritos. Daniel Ash se interessou por música desde muito jovem, tendo ficado impressionado primeiro com a batida da música \"Bits and Pieces\" do Dave Clark Five e depois folheando a coleção de discos de seu irmão mais velho, dos Beatles, Rolling Stones, Faces e Kinks . O primeiro disco que ele comprou foi \"Double Barrel\", de Dave e Ansell Collins. Quando Ash foi questionado sobre como ele desenvolveu seu estilo de tocar e influências de guitarra, ele respondeu: \"Meu estilo de tocar vem de uma mistura de extrema preguiça para aprender escalas/acordes adequados e um desejo ardente de soar original e novo. Embora eu seja um grande fã de Hendrix e Mick Ronson, Robert Fripp nas faixas de Bowie também é fabuloso, e o que dizer de Earl Slick!\" Ash também mencionou sua apreciação por bandas como Only Ones, Damned, Television, Richard Hell e Voidoids e disse que Raw Power dos Stooges é um de seus discos favoritos de todos os tempos. Kevin Haskins aos 14 anos foi ver o Led Zeppelin e o solo de bateria do baterista (John Bonham) o impressionou e o chamou de \"incrível\". No entanto, ao mesmo tempo, ele também estava deprimido por se sentir inadequado em relação às suas próprias habilidades musicais e nunca atingir a habilidade de Bonham. Ele até pensou em desistir completamente da música. No entanto, a cena punk emergente e ver bandas como Sex Pistols e Clash deram-lhe a confiança de que precisava para seguir na música. Por volta de 1970, David J ficou intrigado pela música ska, pelo roots reggae e pela música dub vindas da Jamaica. Ele mencionou que o reggae \"...foi a primeira música que eu realmente gostei.\" Foi a partir dessa exposição a esses estilos musicais que David J escolheu um baixo em vez de uma guitarra solo. David explicou: \"Eu amei [Dub]. Foi tão emocionante porque foi minha primeira exposição a esse outro mundo, na verdade. Algo subterrâneo, escuro, sexualmente carregado, violento e envolvente. Essa música sombria era tocada nesses lugares escuros e era simplesmente cativante. Percebi muito rapidamente que o que era poderoso nesse som era o baixo. Lembrei que quando compramos guitarras, ninguém queria ser o baixista - tínhamos várias bandas, apenas um bando de amigos que queriam tocar música pop e todos queriam tocar guitarra solo - então eu pensei: 'Bem, eu vou tocar o baixo'. Eu mantive minha guitarra de seis cordas e toquei apenas as quatro cordas inferiores e costumava tocar junto com os discos e elaborar as linhas de baixo. Eu simplesmente entrei nisso e achei muito satisfatório e economizei e comprei um baixo.\" Dada a mistura de reggae e punk rock, Murphy disse que musicalmente, eles estavam \"mais alinhados ao Clash do que qualquer outra coisa que estava acontecendo\". Quando questionado sobre a influência do reggae na música do Bauhaus, Murphy afirmou que era \"enorme. Estávamos ouvindo música toasting o tempo todo, e David trouxe muitas linhas de baixo que eram riffs muito principais [...] essas linhas de baixo realmente formaram a base da música\" Em particular, o dub reggae foi altamente influente para a banda, tanto que David J mencionou que sua música característica, \"Bela Lugosi's Dead\", foi concebida como dub. Os membros da banda Daniel, David e Kevin compareceram a um evento rastafári que se tornou bastante influente em sua música. Como David explicou: \"Na época, Northampton tinha uma grande população rastafári, centrada no Movimento Juvenil Matta Fancanta, que tinha sua base na antiga Cidadela do Exército da Salvação na esquina da Sheep Street, do outro lado da Estação Rodoviária de Derngate. Era administrado por Trevor Hall, cujo tio havia iniciado o famoso sistema de som Count Shelly, que Trevor herdou. Eles realizavam eventos mensais com duas roupas competindo entre si, girando pratos de dub — faixas instrumentais direto da Jamaica — e explodindo-as nos enormes alto-falantes enquanto suas respectivas 'torradeiras' se revezavam no estilo livre por cima. Eles realmente iam à cidade, pintando o lugar inteiro com o vermelho, verde e dourado da bandeira etíope e usando ternos e chapéus enormes para combinar, enquanto as mulheres tingiam o cabelo. Havia citações de Haile Selassie por todas as paredes, e o ar estava denso com a fumaça da ganja e o aroma de caça da sopa de cabeça de cabra. Era uma verdadeira 'zona autônoma temporária', para citar o escritor anarquista e poeta Hakim Bey, e a polícia sabiamente manteria distância. Daniel, Kevin e eu seríamos os únicos rostos brancos na multidão, mas nunca houve problemas — muito pelo contrário — e a música incrível que ouvimos naquele lugar se tornou uma grande influência para nós, 'Bela Lugosi's Dead' sendo um bom exemplo.\" Outras influências musicais da banda incluíam várias formas de rock (garage, glam, art, eletrônico, prog, psicodélico, heavy metal, folk, experimental, krautrock), bem como música de vanguarda, música ambiente, pop tradicional, disco e funk. Fora da música, as influências da Bauhaus eram frequentemente artísticas e literárias e incluíam William S. Burroughs, Brion Gysin, Allen Ginsberg, Jack Kerouac, Bertolt Brecht, Arthur Rimbaud, Charles Baudelaire, Comte de Lautréamont, Jean Cocteau, André Breton, Surrealismo, Expressionismo Alemão, Mitologia Grega, Ingmar Bergman, David Lynch, Oscar Wilde, Franz Kafka e Antonin Artaud . Em relação à influência do movimento original Bauhaus na banda, Murphy afirmou que \"Bauhaus não teve nenhuma influência sobre Bauhaus (a banda), exceto por ser o som, a forma, a energia e o nome sensorial de nascimento do nosso grupo.\" === Sonoridade === O Bauhaus combinou essas influências para criar uma versão sombria, séria e introspectiva do pós-punk, que atraiu muitos fãs de música que se sentiram desiludidos após o colapso do punk. Seus elementos cruciais incluíam a voz profunda e sonora de Murphy, a guitarra irregular de Ash e o baixo influenciado pelo dub de David J. Seu som e estilo sombrio acabariam sendo conhecidos como rock gótico ou simplesmente \"gótico\". De acordo com David J, a banda estava \"...sempre interessada em não ser uma banda de 'rock' tradicional, e faríamos um grande esforço para evitar esse caminho bem trilhado.\" Eles experimentaram várias técnicas e métodos para composição de músicas, como o Exquisite corpse em faixas como \"1. David Jay 2. Peter Murphy 3. Kevin Haskins 4. Daniel Ash\" junto com o uso de cartas Oblique Strategies de Brian Eno. Para conseguir alguns dos efeitos sonoros nas suas canções, foram implementados vários instrumentos, como gargalos, unidades de eco e um Syndrum. Em seu segundo álbum, Mask, eles expandiram seu som com a adição de sintetizadores, eletrônicos e um saxofone para \"adicionar cor e dinâmica a cada música\". O álbum foi menos estruturado e espontâneo em comparação com seu primeiro álbum. A música Of Lillies and Remains é um exemplo desse método. De acordo com Murphy: \"\"Of Lillies and Remains\" é uma canção que foi escrita como aconteceu. Nada dela foi ensaiado, trabalhado ou tocado de antemão. Simplesmente dissemos ao engenheiro para ligar a fita. Isso foi incrivelmente emocionante. Isso disse muito sobre nossa confiança, coragem e absurdo total; que era possível demonstrar que essas ideias formam um ponto de vista artístico, vêm de outra força externa - ou seja, a coisa criativa coletiva.\" Em uma entrevista com John Robb, Ash mencionou que comprou um EBow em 1981. === Letras === Em seu primeiro álbum e singles, as canções do Bauhaus abordavam temas tabus como martírio, paranoia, loucura, obsessão e prostituição. Por exemplo, a música Stigmata Martyr era sobre (de acordo com Shirley) \"...uma pessoa cuja obsessão religiosa por Cristo assume a forma de uma manifestação física da crucificação; ou seja, marcas de pregos nas mãos: \"Em uma crucificação, êxtase, Deitado em agonia, Os estigmas sangram continuamente, Buracos na cabeça, mãos, pés e choram por mim.\" Ao recitar essas letras, Pedro se tornou os estigmas.\" Murphy também comentou sobre os equívocos da letra da música: \"Não acho que os outros membros da banda realmente entenderam o que eu estava escrevendo, e a intenção coletiva de repente se tornou muito antirreligiosa. E essa música não é uma música antirreligiosa de forma alguma. A mensagem é, realmente, os perigos da obsessão, da indução quase psicossomática desse masoquismo. Isso por si só pode ser uma ilusão. E está muito longe da fonte real da mensagem de qualquer Deus religioso. Deus não quer que você sinta dor e morra. Não era antirreligioso. Não era demoníaco. Estava aludindo à manifestação. É realmente uma marca do Espírito Santo ou é simplesmente uma condição de obsessão? É só isso.\" Outra música, Dark Entries, conta a história do personagem-título Dorian Gray do romance de Oscar Wilde, O Retrato de Dorian Gray, que é o romance favorito de Murphy. Murphy explica: \"Foi o primeiro livro com substância real que escolhi para mim. É uma história de grande narcisismo e interior esotérico, e brilhantemente escrita. É uma janela para essa personalidade, esse sujeito Oscar Wilde de quem ouvi falar. A linguagem é tão opulenta. É a história de uma estrela do rock, realmente.\" A música A God In An Alcove era sobre \"...a história de um ídolo caído.\" A faixa-título In the Flat Field foi inspirada por \"...a mundanidade cotidiana da vida em Northampton e o desejo de escapar dessa existência 'plana'.\" Outras músicas de álbuns e singles posteriores exploraram temas como nostalgia, desejo, reflexão, autorrealização e esperança. Por exemplo, a canção All We Ever Wanted Was Everything era sobre as \"...memórias nostálgicas de uma época de inocência e desejo ingênuo\". Além disso, alguns dos títulos das canções vieram de fontes literárias. Por exemplo, o título da música Kick in the Eye foi baseado em um verso do romance Satori in Paris de Jack Kerouac. A construção de suas letras foi inspirada no método da técnica Cut-up. Um exemplo de sua abordagem à estrutura lírica é a fusão de letras individuais de cada membro na música Of Lillies and Remains, como Murphy explicou: \"Eu escrevi um sonho em um pedaço de papel e Dave pegou esse pedaço de papel aleatoriamente e encontrou um lado em branco e escreveu uma letra. Ele o virou e perguntou o que era. Eu disse: \"É um sonho. \"E então ele disse: \"Vamos fazer isso. \"Então David entrou para fazer sua parte – sem ensaio – e então eu continuei de onde ele parou. Essa era uma maneira típica de trabalhar.\" === Performances ao vivo === Em termos de performances ao vivo, a teatralidade da Bauhaus, especificamente a sua iluminação, foi inspirada num concerto do Judas Priest a que Murphy assistiu com o empresário do Bauhaus. Eles usavam predominantemente iluminação em preto e branco para seus shows ao vivo. Quando perguntaram o porquê nas primeiras entrevistas, David J respondeu: \"...luzes coloridas são para árvores de Natal.\" A iluminação era tão mínima que às vezes a banda tocava na escuridão quase completa, onde eram vislumbrados em vez de vistos em seus shows. O empresário deles, Graham Bentley, ajudou com a iluminação: \"Comecei a fazer luzes para o Bauhaus – o que obviamente aconteceu porque eu era a pessoa que estava lá – eu me envolvi muito desde o começo. Eu amo as sombras. Eu costumava chamar de show escuro em vez de show de luz. A ênfase essencial era menos luz.\" Bentley usou luzes industriais para a iluminação e colocou as luzes no chão em vez do teto. Além disso, uma luz estroboscópica seria usada para Murphy segurar seu corpo e se movimentar com ele no palco. == Legado e influência == O Bauhaus é frequentemente considerado o inventor do gótico; no entanto, a banda rejeitou esse rótulo, preferindo descrever seu estilo como \"dark glam\". Peter Murphy disse que sentiu que seus contemporâneos tiveram uma participação maior na solidificação do que se tornou o gótico. Da mesma forma, Kevin Haskins sentiu que bandas como Siouxsie and The Banshees foram mais influentes na subcultura gótica do que eles próprios e mencionou que Bauhaus era \"...mais tridimensional, mais art rock\". Ash, no entanto, admitiu: \"se você veste preto e seu primeiro single é \"Bela Lugosi's Dead\", você praticamente tem uma marca em você. Essa sempre foi uma das nossas músicas mais fortes, então é meio inegável\". Várias bandas e artistas com associações góticas apontaram a Bauhaus como inspiração, incluindo Type O Negative, Alien Sex Fiend, Zola Jesus, Deine Lakaien, AFI, Buck-Tick, Lycia, Jaz Coleman (do Killing Joke), The Cult, Glenn Danzig (do Misfits), Greg Mackintosh (do Paradise Lost), She Wants Revenge, The Dresden Dolls, Soul Merchants, She Past Away e Wolfsheim. Wayne Hussey, do The Mission, até cantou com Murphy no palco em 2013. A Bauhaus também influenciou muitos grupos e artistas de rock industrial, como Ministry, Marilyn Manson, Nine Inch Nails, Nitzer Ebb, e Skinny Puppy. Além disso, Bauhaus foi aclamado por vários artistas e grupos de rock alternativo/indie, incluindo The Flaming Lips, Steve Albini (de Big Black), Jehnny Beth de Savages, Stephen Malkmus (de Pavement), Alan Sparhawk (de Low), Bradford Cox (de Deerhunter), Mark Lanegan (de Screaming Trees), Jesse Hughes (de Eagles of Death Metal), Courtney Taylor-Taylor (de The Dandy Warhols), Jeff Ament (of Pearl Jam), Alex Henry Foster (de Your Favorite Enemies), Nicholas Thorburn (de Islands), Matt Noveskey (de Blue October), Jane's Addiction, Soundgarden, The Smashing Pumpkins, A Neon Rome, ...And You Will Know Us by The Trail of Dead, Hole, cuja vocalista Courtney Love admitiu que muitas de suas canções são \"completas imitações da Bauhaus\", Interpol, My Chemical Romance, The Twilight Sad, Shearwater, e Elliott Smith. O grupo foi nomeado por vários outros artistas musicais proeminentes de outros gêneros, incluindo Jello Biafra (do Dead Kennedys), Jonathan Davis (do Korn), a banda de metal extremo Celtic Frost, o músico lo-fi Ariel Pink, Maynard James Keenan (de Tool), um ato de música eletrônica com Carl Craig, o produtor musical americano DJ Premier (de Gang Starr), o comediante/músico americano Reggie Watts, o músico iraniano Azam Ali, o músico japonês de visual kei Hide (de X Japan), a banda post-rock japonesa Mono, a banda japonesa de heavy metal Dir En Grey, cujo vocalista Kyo listou Press the Eject and Give Me the Tape como seus principais discos que ele levaria para uma ilha deserta, um ato de música eletrônica com Moby, a banda de trip hop Massive Attack, a banda de crust punk Amebix, a banda shoegaze Drop Nineteens, a banda de rock psicodélico White Hills, a banda de noise rock Today Is the Day, a banda de nu metal Coal Chamber, a banda de metal extremo Behemoth, a banda de grindcore Napalm Death, Randy Blythe (de Lamb of God), Fred Durst (de Limp Bizkit), Serj Tankian (de System of a Down), Sean Yseult (de White Zombie), Bilinda Butcher (de My Bloody Valentine), Stuart Braithwaite (de Mogwai). A banda Blink-182 nomeou Bauhaus em sua música \"She's Out of Her Mind\" em seu álbum California. Duff McKagan do Guns N' Roses listou a compilação do Bauhaus Bauhaus 1979–1983 em sua lista de 100 álbuns favoritos. A Alternative Press incluiu a Bauhaus em sua lista de 1996 das \"100 inspirações underground dos últimos 20 anos\". A canção do Bauhaus \"All We Ever Wanted Was Everything\" (de The Sky's Gone Out ) foi regravada por vários artistas e bandas, incluindo John Frusciante (guitarrista do Red Hot Chili Peppers), MGMT e Xiu Xiu (que a gravou em 2006 para seu EP Tu Mi Piaci). Billy Corgan do Smashing Pumpkins cantou \"Telegram Sam\" e \"All We Ever Wanted Was Everything\" do T. Rex ao vivo no palco com o Bauhaus em 1998. \"Double Dare\" foi regravada pela banda de rock alternativo God Machine. \"Hollow Hills\" foi regravada pelo System of a Down. \"Silent Hedges\" (junto com \"Double Dare\") foi regravada pela banda de power metal Nevermore. \"Bela Lugosi's Dead\" foi regravada por vários artistas, incluindo Until December (1986), Electric Hellfire Club (1996), Opera IX (no álbum de 2000 The Black Opera: Symphoniæ Mysteriorum in Laudem Tenebrarum), Sepultura (no álbum de 2001 Nation), Nouvelle Vague (no álbum de 2006 Bande à part), Chris Cornell (2007), Nine Inch Nails (2009), Trent Reznor com Murphy e TV on the Radio (2013), Massive Attack (2013), David J com Jill Tracy (2013), Chvrches (para a trilha sonora de Vampire Academy de 2014), Dead Cross (em seu álbum de estreia de 2017), The Damned (2019). e A Plague On Both your Houses (abrangendo \"Bela Lugosi's Dead\" e também uma versão dub reggae de 2 partes de \"She's In Parties\" em 2023). === Referências culturais === A base de fãs da Bauhaus se estende além da música; o romancista americano Chuck Palahniuk foi influenciado pela canção da Bauhaus \"Bela Lugosi's Dead\" ao escrever seu romance de 2005, Haunted. Na história em quadrinhos de James O'Barr de 1989, The Crow, as características faciais de Eric Draven foram baseadas nas de Peter Murphy. Na série The Sandman de Neil Gaiman, o rosto e a aparência de Dream também foram baseados em Murphy. Além disso, o escritor de histórias em quadrinhos Alan Moore escreveu as notas da capa de Mask e contribuiu com uma crítica anônima da Bauhaus chamada \"Phantoms of the Teenage Opera\" para o jornal musical britânico Sounds. O videoclipe de 1984 da música \"You're the Inspiration\" da banda americana Chicago apresentou o vocalista Peter Cetera vestindo uma camiseta da Bauhaus. Em uma entrevista no CBGB, Axl Rose do Guns N' Roses é visto vestindo uma camiseta da Bauhaus. No episódio \"Meet God, Part II\" (1993) da terceira temporada de Beavis and Butt-head, eles assistem e comentam um videoclipe para o cover de Bowie do Bauhaus, \"Ziggy Stardust\". Susie Lewis, a co-criadora da série animada americana Daria, é fã da banda e usou sua música \"1. David Jay 2. Peter Murphy 3. Kevin Haskins 4. Daniel Ash\" nos créditos finais do episódio 213, \"Write Where it Hurts\". No episódio de South Park de 2003 \"Raisins\", Henrietta Biggle (uma das \"crianças góticas\") tinha um pôster no quarto de \"Blauhaus\", uma versão paródia da banda. Na temporada de 2015-2016 de American Horror Story \"American Horror Story: Hotel\", \"Bela Lugosi's Dead\" é usado no episódio de abertura, em linha com o tema subjacente de terror/vampiro da série. No episódio \"Darkroom\" de 2017, de The Americans, a música \"Slice of Life\" da Bauhaus é tocada ao fundo da cena da sala vermelha. Foi classificado como o número 8 na lista da Vulture dos \"10 melhores momentos musicais de The Americans\". O esquete recorrente \"Goth Talk\" de Saturday Night Live usou \"Bela Lugosi's Dead\" como música tema. O single de 2016 \"She's Out of Her Mind\" da banda americana de pop punk Blink-182 descreve uma garota com \"uma camisa preta, saia preta e Bauhaus preso em sua mente\". A apresentação do Bauhaus no Coachella em 2005 foi classificada em 5º lugar pela LA Weekly como um dos \"20 melhores sets do Coachella de todos os tempos\". A aparição de Bauhaus no filme The Hunger, de Tony Scott, foi classificada em 20º lugar pela Rolling Stone como \"Os 30 Maiores Momentos de Filmes de Rock & Roll\". e 17° pela Time Out como \"Os 50 melhores usos de músicas em filmes\". == Discografia == Álbuns de estúdio * In the Flat Field (1980) * Mask (1981) * The Sky's Gone Out (1982) * Burning from the Inside (1983) * Go Away White (2008) == Integrantes == * Daniel Ash – guitarras, saxofone, backing vocals e vocal principal * Peter Murphy – vocal principal e backing vocals, violão, teclado, escaleta, congas * Kevin Haskins – bateria, percussão, teclado, piano, backing vocals * David J – baixo, teclados, percussão, backing vocals e vocal principal === Bibliografia === * * * Categoria:Bandas de rock gótico Categoria:Bandas pós-punk Categoria:Bandas de rock experimental Categoria:Bandas da Inglaterra Categoria:Bandas formadas em 1978 Categoria:Northampton Categoria:Bandas extintas em 2008 Categoria:Bandas reativadas em 2019 Categoria:Bandas com irmãos",
 "title": "Bauhaus (banda)"
}