{
 "id": "47636",
 "text": "Georges Eugène Benjamin Clemenceau (Mouilleron-en-Pareds, 28 de setembro de 1841 – Paris, 24 de novembro de 1929) foi um estadista, jornalista e médico francês, comandou a França no período final da I Guerra Mundial, impondo à Alemanha pesadas condições pela derrota. == Carreira == Estadista francês que serviu como primeiro-ministro da França de 1906 a 1909 e novamente de 1917 até 1920. Uma figura-chave dos Radicais Independentes, ele foi um forte defensor da separação entre Igreja e Estado, anistia (\"amnistia\" em português de Portugal) dos Communards exilados na Nova Caledônia, bem como oposição à colonização. Clemenceau, médico que virou jornalista, teve papel central na política da Terceira República.Duval-Stalla, Alexandre, \"Claude Monet - Georges Clemenceau : une histoire, deux cacactères\", (Paris : Folio, 2013) Depois que cerca de 1 400 000 soldados franceses foram mortos entre a invasão alemã e o Armistício, ele exigiu uma vitória total sobre o Império Alemão. Clemenceau defendia reparações, transferência de colônias, regras rígidas para evitar um processo de rearmamento, bem como a restituição da Alsácia-Lorena, que havia sido anexada à Alemanha em 1871. Ele alcançou esses objetivos através do Tratado de Versalhes, assinado na Conferência de Paz de Paris (1919-1920). Apelidado de Père la Victoire (\"Pai da Vitória\") ou Le Tigre (\"O Tigre\"), ele continuou sua posição dura contra a Alemanha na década de 1920, embora não tanto quanto o presidente Raymond Poincaré ou o ex-comandante supremo aliado Ferdinand Foch, que achava que o tratado era muito brando com a Alemanha, afirmando profeticamente: \"Isto não é paz. É um armistício para vinte anos.\" Clemenceau obteve tratados de defesa mútua com o Reino Unido e os Estados Unidos, para se unir contra uma possível futura agressão alemã, mas estes nunca entraram em vigor devido ao fracasso do Senado dos EUA em ratificar o Tratado, que assim também anulou a obrigação britânica. ==Carreira política== Em 1909 renunciou ao cargo de primeiro-ministro, mas como senador continuou o trabalho político usando seus talentos da oratória e da escrita e, na eleição de 1913 procurou derrotar Raymond Poincaré apoiando Jules Pam, que foi derrotado - a ponto de nas ruas os estudantes gritarem \"Abaixo Clemenceau!\" e se acreditar que \"o Tigre\" fora abatido. Ele então partiu para uma oposição acirrada, mas o sentimento patriótico o levou a apoiar a proposta do novo governo dos \"Três Anos\" de serviço militar - apesar de não ser considerado um revanchista, vinha da geração que sofrera a derrota para os alemães e defendia o fortalecimento do país. Nesse período fundou o jornal 1'Homme Libre, onde atacava o governo e alertava sobre o perigo da Alemanha. Nesse afã, em sua tribuna do senado, já próximo de eclodir o conflito mundial, defendeu em julho de 1914 fosse acelerado o programa de incrementar a artilharia. Durante os primeiros anos da Grande Guerra seus artigos no jornal passaram a ser censurados por fazerem críticas contundentes, então ele habilmente expunha as falhas de comando da guerra de modo a burlar o controle da censura. No ambiente interno do senado, nos primeiros anos do conflito, a censura não pode atuar contra seus ataques ferozes, e ali presidiu a comissão de relações exteriores quando Freycinet ocupou o governo Briand, e também presidiu a comissão militar do Senado onde se manteve informado de tudo o que ocorria e prestou valiosas contribuições. Defendeu, segundo Mes Prisons, que a França lutasse até reduzir a Alemanha a pó - contra a corrente que defendia o armistício, uma paz sem vitória por meio de acordo com o país inimigo, em detrimento do Reino Unido. A 16 de janeiro de 1917 Clemenceau assume finalmente o governo, uma vitória que refletiu o medo da população com a doutrina derrotista ante o cansaço de um conflito que se arrastava. Deu início a um projeto em que, conquistando inimigos entre aqueles que lhe temiam a liderança, concentrava o poder e agia com rigor quando, como no caso de Malvy em julho expulso do governo, agiam de modo negligente. Em 16 de novembro formou um governo que denominou \"Gabinete da Vitória\", com nomes quase desconhecidos. Presidiu a Conferência de Paz de Paris (1919) como chefe da delegação francesa. No dia 19 de fevereiro desse ano sofreu um atentado quando saía de sua residência à rue Franklin: o jovem anarquista Emile Cottin desferiu-lhe tiros de revólver (Cottin foi condenado à morte, pena depois convertida em prisão perpétua). Em 16 de janeiro de 1920 ainda tentou lançar- se candidato a presidente, mas foi preterido por Deschanel; ele então se aposentou das atividades públicas, viajou pelo Egito e Índia. Em junho de 1921 a Universidade de Oxford concedeu-lhe o título de doutorado. ===Cargos === Fontes * Prefeito do 18º arrondissement de Paris, composto principalmente pela antiga comuna de Montmartre (1870-1871) * Vereador da Cidade de Paris (1871-1876), Presidente da Câmara Municipal de Paris (1875) * Deputado (1871 e 1876-1893) * Senador (1902-1920) * Ministro do Interior (1906) * Ministro da Guerra (1917-1920) * Presidente do Conselho (1906-1909 e 1917-1920) * Membro da Academia Francesa (eleito em 1918, participou dela) == Primeiro ministério de Clemenceau, 25 de outubro de 1906 - 24 de julho de 1909 == * Georges Clemenceau - Presidente do Conselho e Ministro do Interior * Stéphen Pichon - Ministro das Relações Exteriores * Georges Picquart - Ministro da Guerra * Joseph Caillaux - Ministro das Finanças * René Viviani – Ministro do Trabalho e Previdência Social * Edmond Guyot-Dessaigne - Ministro da Justiça * Gaston Thomson - Ministro da Marinha * Aristide Briand - Ministro da Instrução Pública, Belas Artes e Culto * José Ruau – Ministro da Agricultura * Raphaël Milliès-Lacroix – Ministro das Colônias * Louis Barthou - Ministro de Obras Públicas, Correios e Telégrafos * Gaston Doumergue - Ministro do Comércio e Indústria Mudanças * 4 de janeiro de 1908 - Aristide Briand sucede a Guyot- Dessaigne como Ministro da Justiça. Gaston Doumergue sucede Briand como Ministro da Instrução Pública e Belas Artes. Briand permanece Ministro de Adoração. Jean Cruppi sucede Doumergue como Ministro do Comércio e Indústria. * 22 de outubro de 1908 - Alfred Picard sucede Thomson como Ministro da Marinha. === Segundo ministério de Clemenceau, 16 de novembro de 1917 - 20 de janeiro de 1920 === * Georges Clemenceau - Presidente do Conselho e Ministro da Guerra * Stéphen Pichon - Ministro das Relações Exteriores * Louis Loucheur - Ministro de Armamentos e Fabricação de Guerra * Jules Pams - Ministro do Interior * Louis Lucien Klotz - Ministro das Finanças * Pierre Colliard – Ministro do Trabalho e Previdência Social * Louis Nail - Ministro da Justiça * Georges Leygues – Ministro da Marinha * Louis Lafferre - Ministro da Instrução Pública e Belas Artes * Victor Boret – Ministro da Agricultura e Abastecimento * Henry Simon - Ministro das Colônias * Albert Claveille - Ministro das Obras Públicas e Transportes * Étienne Clémentel - Ministro do Comércio, Indústria, Transportes Marítimos, Marinha Mercante, Correios e Telégrafos * Charles Jonnart - Ministro das Regiões Libertadas e Bloqueio Mudanças * 23 de novembro de 1917 - Albert Lebrun sucede Jonnart como Ministro das Regiões Libertadas e Bloqueio * 26 de novembro de 1918 - Louis Loucheur torna-se Ministro da Reconstituição Industrial, seu cargo de Ministro de Armamentos e Fabricação de Guerra é abolido * 24 de dezembro de 1918 - O cargo de Ministro do Bloqueio é abolido, Lebrun permanece Ministro das Regiões Libertadas * 5 de maio de 1919 - Albert Claveille sucede Clémentel como Ministro da Marinha Mercante, ele permanece Ministro das Obras Públicas e Transportes, enquanto Clémentel permanece Ministro do Comércio, Indústria, Correios e Telégrafos * 20 de julho de 1919 - Joseph Noulens sucede Boret como Ministro da Agricultura e Abastecimento * 6 de novembro de 1919 - André Tardieu sucede Lebrun como Ministro das Regiões Libertadas * 27 de novembro de 1919 - Léon Bérard sucede Lafferre como Ministro da Instrução Pública e Belas Artes, Louis Dubois sucede Clémentel como Ministro do Comércio, Indústria, Correios e Telégrafos * 2 de dezembro de 1919 - Paul Jourdain sucede Colliard como Ministro do Trabalho e Previdência Social == Obras == === Ensaios === * La Mêlée sociale, Paris, Fasquelle, coll. « Bibliothèque-Charpentier », 1895 * Le Grand Pan, Paris, Fasquelle, 1896 (republicado pela Imprimerie Nationale em 1995, com prefácio de Jean-Noël Jeanneney) * Les Plus Forts, Paris, Fasquelle, 1898 * Au pied du Sinaï, Paris, Floury, 1898, ilustrações de Toulouse-Lautrec (republicado por Georges Crès, 1920 e por Belles-Lettre, 2000) * L'Iniquité, Paris, Stock, 1899 * Des juges, Paris, Stock, 1901 * Aux embuscades de la vie, Paris, Fasquelle, coll. « Bibliothèque-Charpentier », 1903 * Démosthène, Paris, Plon, 1926 * Au soir de la pensée, Paris, Plon, 1927 * Claude Monet: les Nymphéas, bois d'Emmanuel Poirier, Paris, Plon, 1928 (\"Seu Claude Monet é tanto a homenagem pessoal que sua piedade amiga queria prestar ao artista que lhe dera tanta alegria estética quanto ao inovador cujo exemplo lhe parecia preservado\", Gaston Monnerville) Tradução de Georges Clemenceau * John Stuart Mill, Auguste Comte et le positivisme, Paris, Alcan, 1893, === Coletâneas de artigos === * L'Iniquité, o primeiro de sete volumes de seus escritos jornalísticos dedicados ao caso Dreyfus, Stock, 1899-1903 (republicado por Michel Drouin, Mémoire du Livre, 2001); deu a Zola uma cópia com as palavras: \"A Zola por tê- lo seguido em batalha\" * Dans les champs du pouvoir, Paris, Payot, 1913 (artigos publicados no L'Homme Libre entre 5 de maio e 13 de julho de 1913). === Literatura === * Au Fil des jours, recueil de 59 nouvelles, Paris, Fasquelle, 1900 * Le Voile du bonheur, pièce en un acte, Paris, Fasquelle, 1901 (apresentada pela primeira vez no Théâtre de la Renaissance em 4 de novembro de 1901). === Edições póstumas === * Grandeurs et Misères d'une victoire, Paris, Plon, 1930 (republicado por Éditions Perrin, col. \"Les Mémorables\", 2010); * Figures de Vendée, Paris, Plon, 1930 * Pour la Patrie, 1914-1918 : pages extraites des articles et des discours de G. C., Paris, Plon, 1934 * Discours de paix, Paris, Plon, 1938 * Jean-Jacques Becker (éditeur), Articles et Discours de guerre : Georges Clemenceau, Paris, Pierre de Taillac, 2012 * Patrick Weil et Thomas Macé (éditeurs), Lettres d'Amérique, préface de Bruce Ackerman, Paris, Passés composés, 2020, 459 p. (primeira edição dos artigos de Clemenceau publicada em Le Temps entre 1865 et 1869) == Ver também == *Lista de primeiros-ministros da França == Fontes e leitura adicional == * Dallas, Gregor. At the Heart of a Tiger: Clemenceau and His World 1841–1929 (1993); ênfase no meio político * * Duval-Stalla, Alexandre, \"Claude Monet - Georges Clemenceau: une histoire, deux cacactères\", (Paris: Folio, 2013) * Gottfried, Ted. Georges Clemenceau (1987) online * Greenhalgh, Elizabeth. \"Marshal Ferdinand Foch versus Georges Clemenceau in 1919\", War in History 24.4 (2017): 458-497. online * Holt, E., The Tiger: The Life of Georges Clemenceau 1841–1929, (Londres: Hamilton, 1976) * Jackson, J. Hampden. Clemenceau and the Third Republic (1962) online * King, Jere Clemens. Foch versus Clemenceau (Harvard UP, 1960), in 1918-1919. online * Lentin, Antony. \"‘Une aberration inexplicable’? Clemenceau and the abortive Anglo‐French guarantee treaty of 1919\", Diplomacy and Statecraft 8.2 (1997): 31-49. * McDougall, Walter A. France's Rhineland Diplomacy, 1914–1924: The Last Bid for a Balance of Power in Europe (Princeton UP, 1978) * McAuliffe, Mary. Dawn of the Belle Epoque: The Paris of Monet, Zola, Bernhardt, Eiffel, Debussy, Clemenceau, and Their Friends (2011) trecho e pesquisa de texto * Martet, Jean. Clemenceau: the events of his life as told by himself (1930) online * Newhall, David S. Clemenceau: A Life at War (1991) * * * Watson, D. R. \"The Making of French Foreign Policy during the First Clemenceau Ministry, 1906-1909\", English Historical Review (1971) 86#341 pp. 774–782 in JSTOR * Watson, David R. Georges Clemenceau: A Political Biography (1976) online == Ligações externas == * The Clemenceau museum * Encyclopædia Britannica, Georges Clemenceau * * * Clemenceau, the Man and His Time by Henry Mayers Hyndman at archive.org * Clemenceau's cartoons * Dreyfus Rehabilitated * Vincent Laniol: Clemenceau, Georges, in: 1914-1918-online. International Encyclopedia of the First World War. * Fabienne Bock: Governments, Parliaments and Parties (France), in: 1914-1918-online. International Encyclopedia of the First World War. * Stéphane Tison: War Aims and War Aims Discussion (France), in: 1914-1918-online. International Encyclopedia of the First World War. Categoria:Membros da Academia Francesa Categoria:Primeiros-ministros da França Categoria:Médicos da França Categoria:Ateus da França Categoria:Dreyfusards Categoria:Políticos franceses do século XIX Categoria:Políticos franceses do século XX",
 "title": "Georges Clemenceau"
}