{
 "id": "4764",
 "text": "As Ilhas Virgens Britânicas (em inglês, British Virgin Islands) são um território britânico ultramarino localizado ao leste de Porto Rico, nas águas do mar do Caribe. As ilhas fazem parte do arquipélago das Ilhas Virgens, sendo as outras ilhas parte das Ilhas Virgens Americanas e das Ilhas Virgens Espanholas pertencentes a Porto Rico. O nome oficial do território é \"Ilhas Virgens\", e o termo \"Britânicas\" é geralmente usado para distingui-lo de outros territórios vizinhos pertencentes ao arquipélago. As publicações do governo do território continuam a colocar \"o território das Ilhas Virgens\" e nos passaportes só se refere às \"Ilhas Virgens\". O arquipélago é composto por cerca de 40 ilhas, das quais onze são habitadas. As maiores são Tortola, Virgen Gorda e Anegada. A população do arquipélago é de 27 800 habitantes, vivendo 23 000 na ilha de Tortola. == História == As Ilhas Virgens foram primeiramente colonizadas por índios Aruaques da América do Sul por volta de 100 a.C. (embora haja evidência da presença de Ameríndios nas ilhas anteriormente ao ano de 1500 a.C.).Wilson, Samuel M. ed. The Indigenous People of the Caribbean. Gainesville: University Press of Florida, 1997. ISBN 0-8130-1692-4 Os Aruaques habitaram as ilhas até o século XV, quando foram expulsos pelos Caraíbas, uma tribo mais agressiva das ilhas das Pequenas Antilhas, e de quem originou-se o nome Mar do Caribe. (Alguns historiadores, entretanto, acreditam que essa crença popular de que os guerreiros caraíbas caçavam os pacíficos Aruaques pelas ilhas caribenhas está arraigada em estereótipos europeus simplistas, e que a verdadeira história é mais complexa.) O primeiro europeu a avistar as Ilhas Virgens foi Cristóvão Colombo em 1493 em sua segunda viagem para as Américas. Colombo deu-lhes o extravagante nome de Santa Ursula y las Once Mil Vírgenes (Santa Úrsula e suas 11 000 Virgens), abreviado para Las Vírgenes (As Virgens), devido à lenda de Santa Úrsula. O Império colonial espanhol adquiriu as ilhas no início do século XVI, as minas de cobre da Virgem Gorda, e anos posteriores viram os ingleses, neerlandeses, franceses, espanhóis e dinamarqueses travarem uma disputa pelo controle da região, que tornou-se um importante refúgio de piratas. Durante o processo de colonização a população de nativos ameríndios foi dizimada. Os neerlandeses fundaram um povoado permanente na ilha de Tortola em 1648. Em 1672, os ingleses tomaram Tortola dos neerlandeses, e as anexações de Anegada e Virgem Gorda aconteceram em 1680. Enquanto isso, durante o período de 1672–1733, os dinamarqueses ganharam o controle das ilhas próximas de Saint Thomas, Saint John e Saint Croix. As ilhas britânicas foram consideradas principalmente uma possessão estratégica, em uma época em que as condições econômicas eram particularmente favoráveis. Os britânicos introduziram a cana-de-açúcar que tornou-se a atividade principal e fonte de comércio com o estrangeiro, e escravos foram trazidos da África para trabalharem nas plantações canavieiras. As ilhas prosperaram economicamente até o aumento da produção do açúcar da beterraba na Europa e nos Estados Unidos reduzindo significativamente a produção do açúcar de cana. Em 1917, os Estados Unidos compraram as ilhas de Saint John, Saint Thomas e Saint Croix da Dinamarca por US$25 milhões, dando-lhes o nome de Ilhas Virgens Americanas. Ao mesmo tempo, os britânicos renomearam as ilhas que eles controlavam pelo de Ilhas Virgens Britânicas. As Ilhas Virgens Britânicas foram administradas diversamente como parte da Colônia das Ilhas de Sotavento ou com São Cristóvão e Nevis, com um Administrador representando o Governo britânico nas Ilhas. A posição de colônia separada foi obtida pelas Ilhas em 1960 e as Ilhas tornaram-se autônomas em 1967. Desde a década de 1960, as Ilhas têm procurado diversificar a economia baseada na agricultura tradicional e buscado recursos provenientes da exploração do turismo e dos serviços financeiros, tornando-se uma das mais ricas áreas do Caribe. == Política == O poder executivo das Ilhas Virgens Britânicas é compartilhado entre o monarca do Reino Unido — atualmente o rei Carlos III — que é representado por um governador. Este governador é nomeado diretamente pelo rei a conselho do governo britânico. Defesa e Relações Exteriores são de responsabilidade do Reino Unido. O atual governador é John Duncan (desde agosto de 2014) e o primeiro-ministro é Orlando Smith (desde 9 de novembro de 2011). É um dos dezessete territórios não-autônomos sob a supervisão do Comitê de Descolonização das Nações Unidas, para eliminar o colonialismo. == Subdivisões == As Ilhas Virgens Britânicas são um território unitário. O território é dividido em nove distritos eleitorais, e cada eleitor é registrado em um desses distritos. Oito dos nove distritos estão parcial ou totalmente em Tortola e abrangem as ilhas vizinhas próximas. Apenas o nono distrito (Virgen Gorda e Anegada) não inclui nenhuma parte de Tortola. Nas eleições, além de votar em seu representante local, os eleitores também votam em quatro candidatos \"gerais\" que são eleitos em uma base territorial. O território também é tecnicamente dividido em cinco distritos administrativos (um para cada uma das quatro maiores ilhas e um quinto para todas as outras ilhas) e seis distritos de registro civil (três para Tortola, Jost Van Dyke, Virgem Gorda e Anegada). Embora estes tenham pouca relevância prática hoje. == Geografia == As Ilhas Virgens Britânicas compreendem aproximadamente cinquenta pequenas ilhas caribenhas; cerca de quinze são habitados. Localizado a poucos quilômetros a leste das Ilhas Virgens Americanas, o Oceano Atlântico Norte fica ao norte e o Mar do Caribe ao sul. As maiores ilhas do arquipélago são Tortola, Virgen Gorda, Anegada e Jost Van Dyke. Road Town, a capital e maior cidade, está localizada na ilha de Tortola. O ponto mais alto é o Pico de Sage com 512 m. ===Clima=== As Ilhas Virgens Britânicas têm um clima tropical moderado pelos ventos alísios. As temperaturas variam pouco ao longo do ano. Na capital Road Town as temperaturas máximas diárias são em torno de 32 °C no verão e 29 °C no inverno. As temperaturas mínimas diárias são em torno de 24 °C no verão e 21 °C no inverno. A precipitação média é de 1 150 mm por ano. As chuvas podem ser muito variáveis, mas os meses mais chuvosos, em média, são de setembro a novembro, e os meses mais secos, em média, são fevereiro e março. Furacões ocasionalmente atingem as ilhas. A temporada de furacões vai de junho a novembro. == Economia == As Ilhas Virgens Britânicas desfrutam de uma das mais prósperas economias da região do Caribe, com um PIB per capita de cerca de $38 500 (est. de 2004)CIA. Economy: British Virgin Islands. The World Factbook, CIA publications, 19 de dezembro de 2006. Retificado em 25 de dezembro de 2006. Nas Ilhas Virgens Britânicas há muito tempo tem sido moda falar sobre os \"pilares gêmeos\" da economia do Território — turismo e serviços financeiros. Politicamente, o turismo é o mais importante dos dois, uma vez que ele emprega um grande número de pessoas dentro do Território, e uma proporção maior de negócios da indústria do turismo pertence a proprietários locais, e um número de trabalhadores autônomos é altamente dependente do turismo (por exemplo, os motoristas de táxis e os vendedores ambulantes). Economicamente, porém, os serviços financeiros são sem dúvida os mais importantes. Aproximadamente 50% da renda do Governo vêm diretamente de taxas de licença para companhias offshore, e somas adicionais consideráveis são acrescidas direta ou indiretamente aos impostos das folhas de pagamentos relativas aos salários pagos dentro do setor das indústrias de créditos (que tendem a ser mais alta em média do que aquelas pagas no setor de turismo). O turismo responde por 45% da renda nacional. As ilhas são muito frequentadas por cidadãos dos Estados Unidos, com a visita de cerca de 350 000 turistas anualmente. Os turistas vão à procura das numerosas praias de areias brancas, visitam Os Banhos em Virgem Gorda, praticam snorkelling nos recifes de corais perto de Anegada, experimentam as famosas barras de Jost Van Dyke, ou fretam iates para explorarem as ilhas menos acessíveis. Um número significativo de turistas que visitam as Ilhas Virgens Britânicas é de passageiros de navios cruzeiros, embora eles produzam uma renda muito menor por pessoa do que as dos turistas que fretam barcos e se hospedam nos hotéis. Eles são, no entanto, essenciais para a significativa (e politicamente importante) comunidade de motoristas de táxis. Rendas significativas também são geradas pelo registro de companhias offshore. A partir de 2004, mais de 550 000 companhias foram registradas. Em 2000 a KPMG informou em sua pesquisa de \"paraísos fiscais\" para o governo do Reino Unido que mais de 41% das companhias de offshore foram formadas nas Ilhas Virgens Britânicas. Desde 2001, os serviços financeiros das Ilhas Virgens Britânicas tem sido regulados pela Comissão Independente de Serviços Financeiros das Ilhas Virgens Britânicas. A agro-pecuária e a indústria representam apenas uma pequena proporção do PIB das ilhas. Os produtos agro- pecuários incluem: frutas, legumes, cana-de-açúcar, criação de gado e aves domésticas, e os das indústrias incluem: destilação de rum, construção civil e de barcos. Desde 1959, a moeda oficial das Ilhas Virgens Britânicas tem sido o dólar americano, também utilizado nas Ilhas Virgens Americanas. As Ilhas Virgens Britânicas são o principal alvo dos traficantes de drogas, que usam a área como um portal para os Estados Unidos. De acordo com o Foreign and Commonwealth Office, o tráfico de drogas é \"potencialmente a mais série ameaça para a estabilidade das Ilhas Virgens Britânicas\".British Virgin Islands Country Profile, Foreign & Commonwealth Office ==Infraestrutura== ===Educação=== Nas Ilhas Virgens Britânicas opera um sistema escolar idêntico ao usado no resto do Reino Unido, onde coexistem escolas públicas e privadas. Há também uma faculdade comunitária, a Faculdade Comunitária H. Lavity Stoutt, localizada na ponta leste de Tortola. Esta universidade recebeu o nome do irmão Lavity Stoutt (ministro- chefe).https://web.archive.org/web/20090723081334/http://www.bvi.gov.vg/products.asp?iProd=35&iCat;=12&hierarchy;=0 A taxa de alfabetização das Ilhas Virgens Britânicas é alta, já que mais de 98% da população com mais de dez anos de idade sabe ler e escrever.https://www.cia.gov/library/publications/the-world- factbook/geos/vi.html == Demografia == A população das ilhas era de cerca de 21 730 habitantes em 2003. A maioria da população (83%) é negra, descendente dos escravos trazidos para as ilhas pelos britânicos. Outros grandes grupos étnicos são os de origem britânica e européia (dados de 2003). Segundo o censo de 1999, a população é estruturada da seguinte forma: 83,36% de negros, 7,28% de brancos, 5,38% de mestiços, 3,14% de indianos, e 0,84% outros. A religião majoritária é o cristianismo, dos quais 33% são metodistas e 17% anglicanos. Segundo as estatísticas de 2003, a população chega a cerca de 21 730 pessoas, a maioria das quais são negras (83%) e praticam o cristianismo protestante (86%). == Cultura == ===Língua=== A língua principal é o inglês, embora não seja um dialeto local. O espanhol também é falado pelos imigrantes provenientes de Porto Rico. ===Música=== A música tradicional das Ilhas Virgens Britânicas é chamada de quimbombó e é tocada por instrumentos chamados cogumelos. O som especial dos cogumelos é devido a uma fusão única entre música local, africana e europeia. Funciona como um meio de história e folclore locais e é, portanto, uma forma de expressão cultural, muito amada pelos seus habitantes, que faz parte do currículo das escolas das Ilhas Virgens Britânicas. Bandas de hongos, também chamadas de \"scratch bands\", que empregam instrumentos que vão desde o uso de calabaza, washboard, bongos e uquelele, até instrumentos ocidentais mais tradicionais, como teclado, banjo, guitarra, baixo, triângulo e saxofone. Além de ser uma forma de música festiva de dança, os hongos costumam conter comentários sociais humorísticos, bem como a história oral das Ilhas Virgens Britânicas. O popular cantor Iyaz é das Ilhas Virgens Britânicas. No videoclipe de sua música Replay, ele tinha a bandeira das Ilhas Virgens Britânicas no fundo. ==Ver também== * Lista de territórios dependentes * Lista de Estados soberanos e territórios dependentes da América == Referências == Categoria:Ilhas Virgens",
 "title": "Ilhas Virgens Britânicas"
}