{
 "id": "47659",
 "text": "Rogel é uma aldeia portuguesa na freguesia de Venda do Pinheiro e Santo Estêvão das Galés, Município de Mafra. Fez parte do extinto Concelho dos Olivais. Situa-se numa das regiões mais acidentadas do Município de Mafra, encontrando-se rodeada por montes e vales, com pinhais e cursos de água que, por vezes, formam pequenas cascatas. Permanece exclusivamente agrícola. Fica a cerca de 25 km a norte-noroeste de Lisboa e a cerca de 3 km a sudoeste da Venda do Pinheiro. Tem cerca de 300 habitantes. A sul da aldeia ergue-se o monte Manique com 428 m de altitude. Em Novembro de 2004 foram erguidas duas torres de energia eólica neste monte. No Rogel há rede GSM GPRS e 4G da MEO, Vodafone e NOS, e em matéria de telecomunicações encontra-se também desde meados de 2005 coberto pela banda larga ADSL com velocidades de até 4M e 2021 com fibra óptica da MEO e Vodafone. Não há Gás Natural. A aldeia encontra-se em crescimento demográfico, graças a uma grande proximidade à capital Lisboa, que leva várias famílias a sair da cidade para um ambiente rural. Nos últimos anos foram várias as famílias que se mudaram da cidade ou dos subúrbios para o Rogel, construindo ou restaurando habitações na aldeia ou na sua periferia. Devido à sua distância de 3 km para principais serviços, como por exemplo a estação de correios mais próxima, e principalmente por ter uma população reduzida e pouco presente durante o dia, o Rogel continua a ser uma aldeia com pouca indústria e comércio, prevalecendo a vertente habitacional. O Clube Recreativo do Rogel (CRR) chegou a ter uma equipa de futebol sénior, a qual utilizava um campo de futebol terraplanado nos anos 90 perto da aldeia. Organizava também anualmente uma festa de verão, com bailes, concertos, tiro ao prato, paplonas, e demais actividades típicas. Devido a falta de dedicação de boa parte da população da aldeia, o CRR encontra-se alternadamente encerrado dependendo de existir ou não uma direcção em cada ano, sendo que já há vários anos que não se realiza a festa de verão, e há mais ainda que o campo de futebol não tem utilização, estando ao abandono. Há no entanto eventos regulares nas instalações do CRR, como por exemplo aulas de ginástica para adultos e seniores, almoços e jantares festivos. Toda a zona circundante é local privilegiado de caça, existindo uma Associação dos Caçadores de Santo Estêvão das Galés. ==Ligações externas== *Vista aérea no Google Maps Categoria:Santo Estêvão das Galés Categoria:Aldeias do Distrito de Lisboa",
 "title": "Rogel"
}