{
 "id": "47654",
 "text": "thumb|direita|200px|Sinagoga Portuguesa de Amesterdão. Sinagoga ou esnoga (do grego antigo συναγωγή, transl. synagoguē: 'assembleia', 'reunião') é o templo religioso da religião judaica. Tem como objeto central a Arca da Torá. Os serviços religiosos da sinagoga são realizados todos os dias, desde que se forme um quórum, sendo que algumas vezes o culto envolve leituras da Torá, cujos rolos são retirados da Arca (heikhal) e transportados até o púlpito (Tebá). == Etimologia == thumb|direita|200x200px| Sinagoga Beth-El na cidade de São Paulo, no Brasil. O termo \"sinagoga\" tem origem na palavra grega συναγωγή, composta de σύν [sýn], “com, junto”, e ἄγω ['ago], “conduta, educação”, cujo significado seria \"assembleia\".GROVES, Rev. John. A Greek and English dictionary Em língua hebraica, o templo recebe o nome de בית כנסת, transl. beit knésset, significando \"casa de reunião\". Também pode ser chamado בית תפילה, beit tefila: \"casa de oração\". Em iídiche, o termo equivalente é šul ou shul (שול), do latim schola, através do alemão Schule, o que expressa o hábito de se referir à sinagoga como escola. Um exemplo desse uso é a Piazza delle Cinque Scole, no velho Gueto de Roma. Entre judeus da nação portuguesa é comum o uso do termo esnoga ou das variantes esnoa e scola. Entre judeus reformistas é comum o nome de templo. == Origem histórica == Por volta de 587 a.C., o Reino de Judá foi conquistado pelos Babilónios e sua população dispersa. Depois do regresso do exílio na Babilônia que o judaísmo começou a se desenvolver, com o culto a centrar-se na sinagoga, um hábito adquirido na Babilônia devido à inexistência de um templo. A sinagoga passou a funcionar como um ponto de encontro dos judeus para as orações e para a leitura das Escrituras. A sinagoga não se limita ao prédio. As reuniões religiosas dos fariseus no judaísmo pós-destruição do templo eram feitas em casas privadas, e ainda há sinagogas que reúnem-se em casas privadas.Segal,Alan F. Rebecca's Children: Judaism and Christianity in the Roman World. Harvard University Press, 1986. p. 125. Naquele período a instituição da sinagoga popularizou-se. No século I da era comum havia cerca de 394Talmud Babilônico Kethuth 105a ou 480Talmud Jerusalemita Megilla 73d na região de Jerusalém somente. A sinagoga mais antiga a ter um registro seria aquela de Jericó, perto das ruínas de um palácio Hasmoneus, descoberta junta a uma piscina de mikvah perto do Kelt Wadi pelo professor Ehud Netzer e primeira do século a.C..Spencer, PM Harrington \"Israel's Oldest Synagogue\" in Archaeological Institute of America julho/agosto 1998 Após a destruição do templo pelos romanos em 70 d.C., houve a proibição de erguer sinagogas na Palestina. Não obstante, há na região cerca de cem ruínas de sinagogas do período do segundo templo e dos primeiros séculos da era comum,Mireille Hadas-Lebel, Rome, la Judée et les Juifs Paris: A. & J. Picard, 2009. Capítulo 12 como a notável Sinagoga de Cafarnaum. Além do judaísmo rabínico, as sinagogas inspiraram locais de culto de outras religiões nascidas do mesmo período, como as sinagogas samaritanas, igrejas cristãs e kenesa caraítas. Segundo descobertas arqueológicas recentes, a primeira sinagoga fundada nas Américas foi a Sinagoga Kahal Zur Israel, construída no Brasil em 1637 e cujas antigas ruínas encontram-se cuidadosamente preservadas na cidade de Recife, no mesmo local onde foi posteriormente construído o Centro Cultural Judaico do Estado de Pernambuco. thumb|direita|200x200px|Sinagoga do Século 17 (XVII) na montanha Libanesa. == Organização == As sinagogas geralmente possuem uma comissão administrativa. Uma comissão ad hoc de três membros adultos, com profundo conhecimento da halacá, formam o Bet Din, para exercer funções judiciárias. Um presidente leigo da congregação, chamado em hebraico de rosh haknesset,Talmud Babilônico Sota 7:7, o correspondente grego é archisynagogoi pode presidir sobre a disciplina, finanças, supervisão dos empregados, com o apoio de anciãos que formam um conselho, os parnas. Um bedel, o gabbai, é responsável pela manutenção e providenciar elementos dos serviços. Os serviços são presididos e cantados por um Chazan ou cantor. Hodiernamente tornou-se comum contratar rabinos para exercer funções congregacionais em uma sinagoga. == Arranjos interiores == thumb|200px|esquerda|Sinagoga Touro em Newport, Rhode Island, EUA Todas as sinagogas possuem um tebá, uma mesa central de onde a Torá é lida e outras orações são presididas. Oposto a ela encontra-se a arca dos rolos da Torá, chamado em hebraico de heikhal, posicionada para o Monte do Templo em Jerusalém.Wischnitzer, Rachel The Architecture of the European Synagogue. 1964. Muitas sinagogas mantém uma lâmpada (ner tamid) acesa continuamente, além de menorás. Embora as sinagogas possam ser decoradas, retratos tridimensionais são vistos como violação da Torá. Os assentos são geralmente arranjados ao redor da tebá e da arca. Em sinagogas ortodoxas se observam o mechitzah, separação de gêneros. As mulheres ou ficam em balcões, alas separadas com barreiras, fundos ou assentos designados, distintos dos homens.Alkalay-Gut, Karen. Mechitza. Cross-Cultural Communications, 1986. Alguns elementos são opcionais. Há em várias sinagogas um dossel, sob o qual são realizado cerimônias matrimoniais. Algumas sinagogas preservam um assento reservado ao profeta Elias. Os arquivos das sinagogas, genizas, são importantes fontes para a preservação da história judia. Salvo raríssimas exceções (como a Sinagoga Portuguesa de Amsterdão), não há órgãos ou outros instrumentos musicais nas sinagogas ortodoxas. Em sinagogas reformadas e liberais passou ser comum o uso de música instrumental nos serviços. == Ver também == *Lista de sinagogas mais antigas do mundo == Referências == ;Bibliografia #Blay Levisky, Adriana. Sinagogas: a sacralização do espaço e a espacialização do sagrado. Dissertação de mestrado: USP, São Paulo, 2000. #Hruby, Kurt. Die Synagoge - Geschichtliche Entwicklung einer Institution. Theologischer Verlag Zürich 1971, ISBN 3-290-14903-X. #Jarassé,Dominique. L'âge d'or des synagogues. Paris: Herscher, 1991. == Ligações externas == Categoria:Judaísmo Categoria:Sinagogas Categoria:Arquitetura religiosa Categoria:Lugares de prática religiosa",
 "title": "Sinagoga"
}