{
 "id": "4766",
 "text": "As Antilhas Neerlandesas ou Antilhas HolandesasPortal da Língua Portuguesa – Dicionário de Gentílicos e Topónimos (em papiamento: Antia Neerlandes; em neerlandês: Nederlandse Antillen) foram um território autónomo neerlandês das Caraíbas (Caribe) formado por dois grupos de ilhas. Um dos grupos encontrava- se no norte das Pequenas Antilhas e o outro ao largo da costa da Venezuela, próximo de outra dependência autônoma dos Países Baixos, Aruba. A capital era a cidade de Willemstad, localizada na ilha da Curaçau. == História == As ilhas foram descobertas por exploradores a serviço da Coroa Espanhola no século XV, a quem pertenceram até serem conquistadas pelos Países Baixos, durante o século XVII. Em 1954 deixaram de ter o status de colônia para se transformarem em um país constituinte do Reino dos Países Baixos. A 1 de janeiro de 1986, Aruba separou-se das Antilhas Neerlandesas e tornou-se um país constituinte do Reino dos Países Baixos. Em 2004 uma comissão dos governos das Antilhas Neerlandesas e dos Países Baixos aconselhou a revisão do estatuto do Reino dos Países Baixos, no sentido de dissolver aquela dependência, formando dois territórios separados, mas associados aos Países Baixos: Curaçau e São Martinho. Bonaire, Saba e Santo Eustáquio ficariam como \"ilhas da coroa\". A 10 de outubro de 2010 a dissolução ocorreu, com Curaçau e São Martinho se tornando (assim como Aruba) países constituintes dos Países Baixos e as outras 3 ilhas se tornando municípios especiais (neerlandês: bijzondere gemeenten). == Subdivisões == Eram as seguintes as ilhas do grupo do norte: * Saba * Santo Eustáquio * São Martinho – apenas a parte sul desta ilha pertencia às Antilhas Neerlandesas; o restante era primeiro dependente de Guadalupe (e depois uma coletividade ultramarina francesa à parte), por sua vez dependente de França, e era a única fronteira terrestre das Antilhas Neerlandesas. As ilhas do sul (que não pertenciam às Antilhas, apesar de se encontrarem no Mar das Caraíbas) eram: * Aruba * Bonaire * Curaçau As ilhas do sul em conjunto formam as chamadas Ilhas ABC. == Geografia == As Antilhas Neerlandesas eram formadas por dois grupos de ilhas caribenhas. O principal era formado pelas ilhas da Curaçau (444 km²) e de Bonaire (294 km²), situadas na costa da Venezuela. O grupo menor era constituído por três pequenas ilhas de origem vulcânica: Santo Eustáquio (21 km²), Saba (13 km²) e São Martinho (34 km², na metade sul da ilha cuja parte setentrional se constitui como uma coletividade francesa.) Todas as ilhas possuem um clima tropical de ventos alísios, com clima quente durante todo o ano. == Política == A Constituição das Antilhas Neerlandesas foi proclamada em 29 de março de 1955 pela Ordem no Conselho para o Reino. Juntamente com a Regulamentação das Antilhas Neerlandesas, constituiu a base constitucional das Antilhas Neerlandesas. Como a Constituição dependia da Regulamentação das Ilhas, que dava uma autonomia bastante grande aos diferentes territórios insulares, e a Regulamentação das Ilhas era mais antiga que a Constituição, muitos estudiosos descrevem as Antilhas Neerlandesas como um arranjo federal.Borman, C. (2005) Het Statuut voor het Koninkrijk, Deventer: Kluwer. O chefe de Estado era o monarca do Reino dos Países Baixos, representado nas Antilhas Neerlandesas por um governador. O governador e o conselho de ministros, presidido por um primeiro-ministro, formaram o governo. As Antilhas Neerlandesas tinham uma legislatura unicameral chamada Parlamento dos Estados das Antilhas Neerlandesas (Staten van de Nederlandse Antillen). Seus 22 membros eram fixos em número para as ilhas que compunham as Antilhas Neerlandesas: catorze para Curaçau, três para São Martinho e Bonaire e um para Saba e Santo Eustáquio. As Antilhas Neerlandesas não faziam parte da União Europeia, mas eram listadas como países e territórios ultramarinos. Este status foi mantido para todas as ilhas após a dissolução. == Economia == O turismo e o refinamento de petróleo (principalmente em Curaçau), bem como as finanças offshore, eram os principais desta pequena economia, que estava intimamente ligada ao mundo exterior. Os incentivos fiscais por parte do governo encorajaram o desenvolvimento do turismo, que era o maior negócio de todas as cinco ilhas. A estabilidade política criou um território muito atrativo ao investimento estrangeiro. Willemstad, a capital, tornou-se no maior centro financeiro no Caribe. As ilhas tinham uma alta renda per capita e uma infraestrutura bem desenvolvida, em comparação com outros países da região. Devido a falta de chuvas, o solo pobre e o abastecimento de água inadequado, a agricultura antilhana era limitada e quase todos os bens de consumo e de capital precisavam ser importados, com a Venezuela, os Estados Unidos e o México sendo os principais fornecedores, bem como o governo neerlandês que apoia as ilhas com ajuda substancial ao desenvolvimento. Solos pobres e abastecimento de água inadequado dificultaram o desenvolvimento da agricultura. O Florim das Antilhas Neerlandesas tinha uma taxa de câmbio fixa com o dólar dos Estados Unidos de 1,79:1. == Demografia == Uma grande porcentagem dos antilhenses neerlandeses descendia de colonos europeus e africanos que foram trazidos como escravos e comercializados do século XVII ao XIX. O resto da população se originou de outras ilhas do Caribe, assim como da América Latina, Ásia Oriental e outras partes do mundo. Em Curaçau havia um forte elemento judaico que remontava ao século XVII. O Papiamento era predominante em Curaçau e Bonaire (assim como na ilha vizinha de Aruba). Esta língua crioula descendia de línguas portuguesas e da África Ocidental com uma forte mistura de neerlandês, além de contribuições lexicais subsequentes do espanhol e do inglês. Um dialeto crioulo baseado no inglês, formalmente conhecido como Crioulo das Antilhas Neerlandesas, era o dialeto nativo dos habitantes de Santo Eustáquio, Saba e São Martinho. Depois de um debate de décadas, o inglês e o papiamento se tornaram línguas oficiais ao lado do neerlandês no início de março de 2007.atmost.nl - pdf A legislação era produzida em neerlandês, mas o debate parlamentar era em papiamento ou em inglês, dependendo da ilha. Devido ao afluxo maciço de imigrantes de territórios de língua espanhola, como a República Dominicana, nas Ilhas de Barlavento, e ao aumento do turismo da Venezuela nas Ilhas de Sotavento, o espanhol também se tornou cada vez mais utilizado. A maioria da população eram seguidores do cristianismo, com uma maioria protestante em Santo Eustáquio e São Martinho, e uma maioria católica romana em Bonaire, Curaçau e Saba. Curaçau também recebeu um considerável grupo de seguidores da religião judaica, descendentes de um grupo português de judeus sefarditas que chegaram de Amsterdã e do Brasil a partir de 1654. Em 1982, havia uma população de cerca de 2 000 muçulmanos, com uma associação islâmica e uma mesquita na capital.Ingvar Svanberg; David Westerlund (6 December 2012). Islam Outside the Arab World. Routledge. p. 447. ISBN 978-1-136-11330-7. A maioria dos antilhanos neerlandeses eram cidadãos neerlandeses e esse status permitia e encorajava jovens e universitários a emigrarem para os Países Baixos. Este êxodo foi considerado para o detrimento das ilhas, uma vez que criou uma fuga de cérebros. Por outro lado, imigrantes da República Dominicana, do Haiti, do Caribe anglófono e da Colômbia aumentaram sua presença nessas ilhas nos últimos anos. == Cultura == As origens da população e localização das ilhas deram às Antilhas Neerlandesas uma cultura mista. O turismo e a presença avassaladora da mídia estadunidense aumentaram a influência regional dos Estados Unidos nas Antilhas Neerlandesas. Em todas as ilhas, o feriado do carnaval tornou-se um evento importante após a sua importação de outros países do Caribe e da América Latina na década de 1960. As festividades incluíam desfiles de \"salto\" com roupas coloridas, carros alegóricos e bandas ao vivo, bem como concursos de beleza e outras competições. O carnaval nas ilhas também incluía um desfile de j'ouvert no meio da noite que terminava ao nascer do sol com a queima de um Rei Momo, simbolizando a limpeza da ilha dos pecados e a má sorte. == Ver também == * Reino dos Países Baixos ==Ligações externas== * \"Método para garantir a segurança dos portos e das populações de todas as costas das Índias Ocidentais\" a partir de 1694. Os últimos cinco páginas do livro são sobre a vida, a economia e a cultura das Antilhas Neerlandesas. Categoria:Antilhas Neerlandesas Categoria:Territórios especiais da União Europeia Categoria:Antigos territórios dos Países Baixos",
 "title": "Antilhas Neerlandesas"
}