{
 "id": "47704",
 "text": "Mania (do grego μανία, «estado de loucura») é um distúrbio mental definido como um período distinto, durante o qual existe um humor anormal e persistentemente elevado, expansivo ou irritável. É característico, embora não exclusivo, do transtorno bipolar no qual os episódios maníacos alternam com episódios depressivos. Pode também ocorrer devido a intoxicação por drogas (especialmente estimulantes como cocaína ou metanfetamina) ou como efeitos imprevisíveis de medicamentos (especialmente Inibidor seletivo de recaptação de serotonina). Estima-se que pelo menos 5% da população mundial já tenham apresentado episódios maníacos. == Sinais e sintomas == Durante um episódio maníaco há dois sintomas típicos, o mais comum é uma elevação anormal e persistente do humor (euforia), outro é a irritabilidade exacerbada. Este último marcado pela necessidade de confrontação. Na euforia a exaltação do humor é acompanhada por aumento nos níveis de energia, que resulta em hiperatividade, fala pressionada, e necessidade de sono diminuída. A atenção não consegue ser mantida e há uma frequente distração acentuada. A autoestima é frequentemente aumentada com idéias grandiosas e extrema autoconfiança. A perda de inibições sociais pode resultar em um comportamento que é imprudente, temerário ou inadequado às circunstâncias, e fora do caráter. == Concepção popular == A concepção popular, porém, trata como manias alguns hábitos que, entretanto, não são propriamente manias, em nada interferindo na vida individual ou social do indivíduo. Recebem este nome, por exemplo, alguns hábitos ou costumes caracterizados por alguma fixação (como no colecionismo), repetição exagerada de gestos, etc. Esses hábitos persistentes não são classificados como transtorno, quando não causam grande prejuízo na vida do indivíduo nem das pessoas próximas, caso causem prejuízo em pelo menos duas esferas da vida (como profissional, acadêmica, social, familiar ou amorosa) pode se tratar de transtorno obsessivo-compulsivo (TOC). == Diagnóstico == Esse diagnóstico só é dado a um episódio hipomaníaco ou maníaco isolado. Quando um indivíduo apresenta um ou mais episódios afetivos prévios de depressão nervosa, hipomaníaco, mania, ou quadro múltiplo, o diagnóstico passa a ser de transtorno bipolar.http://www.psiqweb.med.br/site/DefaultLimpo.aspx?area=ES/VerClassificacoes&idZClassificacoes;=135 Os principais sintomas desse transtorno sem sintomas psicóticos (F30.1) são: * Humor elevado duradouro (euforia); * Energia para atividades físicas e mentais aumentada; * Sentimento intenso de bem-estar e satisfação física e psíquica; * Aumento da sociabilidade e do desejo de falar, da familiaridade e/ou da energia sexual; * Redução da necessidade de sono; * Pensamento acelerado com fuga de ideias; * Irritabilidade e impaciência; * Aumento da agressividade; * Dificuldade em manter a atenção e concluir atividades; * Sexualidade exacerbada; * Ideias de grandeza e superestima; * Condutas racionalmente imprudentes ou inapropriadas; * Impulsividade e pouco autocontrole. Pode ser acompanhado também de sintomas psicóticos (F30.2): * Ideias delirantes (megalomania, em geral de grandeza); * Alucinações (como ouvir vozes e sons ou sensações táteis falsas); * Fala rápida que pode se tornar incompreensível. == Outros tipos de manias humanas == Diferente do episódio maníaco ou da fase maníaca do transtorno bipolar ou da ciclotimia existem também outros transtornos considerados como manias, na concepção popular de compulsão, como a megalomania, um tipo de transtorno delirante de grandeza; a mitomania, compulsão por mentir; a ninfomania, adicção ou compulsão por relações sexuais. == Tratamento == O tratamento psiquiátrico geralmente é feito com sais de lítio ou outro estabilizante de humor como valproato ou lamotrigina. Caso existam sintomas de alucinação ou delírio (geralmente de grandeza) pode ser usado também um neuroléptico. Essa medicação é eficaz em 48 a 70% dos casos. O estilo de tratamento psicológico depende da abordagem. No caso da Terapia cognitivo-comportamental tem um perfil psicoeducativo de ajudar o indivíduo a ser mais produtivo, fazer um melhor planejamento e modificar crenças disfuncionais com crenças mais saudáveis.Sylvia, L., Tilley, C., Lund, H., & Sachas, G. (2008). Psychosocial interventions: Empiricallyderived treatments for bipolar disorder. Current Psychiatry Reviews, 4 (2), 108-113. Segundo um estudo, o tratamento mais eficiente foi a terapia cognitivo-comportamental somada a olanzapina, um medicamento neuroléptico. == Ligações externas == * Site de autoajuda para portadores de manias * Nova abordagem de tratamento sem remédios para manias Categoria:Comportamento Categoria:Transtornos do humor Categoria:Transtorno bipolar",
 "title": "Mania"
}