{
 "id": "47736",
 "text": "Islam Abduganiyevich Karimov (; Samarcanda, 30 de janeiro de 1938 — Tasquente, 2 de setembro de 2016), foi um político uzbeque e chefe de Estado do Uzbequistão, de 1989 até sua morte em 2016. Ele governou um regime autoritário repressivo no Uzbequistão, onde opositores políticos foram assassinados, os direitos humanos foram reprimidos e a dissidência foi proibida. == Início == Karimov nasceu em Samarcanda filho de pais uzbeques que eram funcionários públicos. Ele foi enviado para um orfanato em 1941, trazido de volta em 1942, e depois retornou ao orfanato em 1945. Em 1955, ele se formou no ensino médio. Em 1960, graduou-se em engenharia mecânica no Instituto Politécnico da Ásia Central (atual Universidade Técnica Estatal de Tasquente). Ele começou sua carreira como engenheiro, eventualmente ingressando no Ministério de Recursos Hídricos da República Socialista Soviética do Uzbequistão. Em 1967, obteve o título de mestre em economia pela Universidade Estatal de Economia de Tasquente. De 1966 a 1986, ele trabalhou seu caminho para subir nas fileiras do Comitê de Planejamento de Estado, de especialista chefe, chefe de departamento, Ministro das Finanças, presidente do Comitê de Planejamento de Estado e vice-presidente do Conselho de ministros. Em 1986, Karimov assumiu o cargo de primeiro secretário do Comitê Regional de Casca Dária do Partido Comunista do Uzbequistão. Em 1989, tornou-se Primeiro-Secretário do Comitê Central do Partido Comunista da República Socialista Soviética do Uzbequistão, depois que seu antecessor Rafiq Nishonov não conseguiu reprimir os confrontos interétnicos e a instabilidade na região de Fergana. De 1990 a 1991, ele serviu como membro do Comitê Central e do Politburo. Em 24 de março de 1990, foi eleito o 1.º Presidente da República pelo Conselho Supremo do Uzbequistão. Em 31 de agosto de 1991, 10 dias após a tentativa de golpe em Moscou, Karimov declarou o Uzbequistão como uma república independente, a segunda das repúblicas da Ásia Central a fazê-lo (depois do vizinho Quirguistão); O dia 1 de setembro foi declarado o Dia da Independência do Uzbequistão. Nas eleições presidenciais de dezembro de 1991, Karimov foi eleito com 86% dos votos. == Morte e sucessão == Morreu em 2 de setembro de 2016, aos 78 anos, após sofrer um acidente vascular cerebral (AVC) no fim de agosto. Foi sucedido por Shavkat Mirzioev. Categoria:Naturais de Samarcanda‎ Categoria:Nascidos em 1938 Categoria:Mortos em 2016 Categoria:Políticos do Uzbequistão Categoria:Políticos da União Soviética Categoria:Presidentes do Uzbequistão Categoria:Mortes por acidente vascular cerebral Categoria:Membros do Comitê Central do Partido Comunista da União Soviética Categoria:República Socialista Soviética Uzbeque Categoria:Família Karimov",
 "title": "Islam Karimov"
}