{
 "id": "47734",
 "text": "Saparmurat Ataýewiç Nyýazow ou Saparmurat Atayevich Niyazov (Kipchak, 19 de fevereiro de 1940 — Asgabade, 21 de dezembro de 2006) foi o primeiro presidente do Turquemenistão, de 1985 até sua morte em 2006. Tinha o título de Türkmenbaşı, \"pai de todos os turquemenos\". == Vida política == Chefe de Estado desde 1985, eleito em 1990 e 1992; em 1994, um referendo estendeu o mandato de Nyýazow até 2002; em 1999, o Halk Maslahaty (Conselho do Povo, órgão representativo supremo que reúne integrantes de todos os poderes) aprovou o mandato vitalício de Nyýazow, que foi, até à sua morte. Nyýazow veio de uma família de trabalhadores de Asgabade. O seu pai morreu lutando na Segunda Guerra Mundial e os restantes membros de sua família morreram num sismo em 1948. Nyýazow foi criado num orfanato e depois morou com parentes distantes. Graduou-se em Engenharia no Instituto Politécnico de Leninegrado em 1966. Depois de sua formação começou a trabalhar na central elétrica de Bezmeinskaya perto de Asgabade. Em 1962, Nyýazow tornou-se membro do Partido Comunista da União Soviética. Em 1985 foi nomeado Primeiro-ministro do Turquemenistão e foi eleito primeiro-secretário do Partido Comunista do Turcomenistão. Já em 1991, envolve-se na tentativa de golpe de estado na União Soviética contra o então líder da União Soviética, Mikhail Gorbatchov. Em 13 de janeiro de 1990, Nyýazow tornou-se presidente do Soviete Supremo turcomeno. Foi eleito como primeiro presidente da República Socialista Soviética Turquemena em 27 de outubro de 1990. Em 27 de outubro de 1991, sob sua liderança, o Turquemenistão declarou independência da União Soviética. Foi eleito Presidente da República do Turcomenistão em 21 de junho de 1991. Também foi Presidente do Gabinete dos Ministros e Presidente do Partido Democrático do Turquemenistão. == Excentricidades == Saparmurat Nyýazow era conhecido por ser excêntrico e autoritário. Desde a subida ao poder, gastou grande parte da fortuna nacional, que é obtida através da exportação de gás natural, em obras como um lago artificial no deserto de Kara Kum, numa grande floresta de ciprestes que teoricamente iria compensar o terrível clima desértico do país, num palácio de gelo e numa estância de esqui, além de ter ordenado a construção de uma pirâmide com cerca de 40 metros de altura. Mas talvez a maior de todas as excentricidades seja uma estátua em ouro, colocada numa praça da capital, Asgabade. O monumento tem uma base rotativa que permite que esteja sempre virado para o Sol. Seu rosto foi difundido por todo o país em fotografias, estátuas, dinheiro e documentos nacionais. Escreveu o livro Ruhnama (\"O Livro da Alma\"), uma coleção de pensamentos e valores do Turquemenistão e é de leitura obrigatória nas escolas, à semelhança do Livro Vermelho de Mao Tsé-Tung. Numa das mais emblemáticas e excêntricas medidas que refletiam o seu culto da personalidade, Nyýazow, em 2002, alterou os nomes dos meses do ano e dos dias da semana, de origem russa e turca, alegando que os nomes correntes haviam sido uma imposição bolchevique ao país. Janeiro, por exemplo, foi nomeado Turkmenbashi (um título executivo, \"Pai dos turquemenos\"), o mês de abril foi rebatizado Gurbansoltan, em homenagem à mãe do presidente e setembro Ruhnama, em honra da sua obra. Em julho de 2008, a lei foi revogada. Após uma complexa cirurgia cardíaca a que foi submetido em 1997, deixou de fumar e obrigou toda a sua equipa de governantes a imitá-lo. == Morte == Na tarde de 21 de dezembro de 2006, a televisão estatal turquemena anunciou que o presidente Saparmyrat Niyýazow morrera de um ataque cardíaco repentino nas primeiras horas da manhã, por volta das 01:10 locais em sua residência, o Palácio de Türkmenbaşy, aos 66 anos. Um mês antes, Niyýazow havia, aliás, anunciado publicamente que estava tomando medicação desde anos para uma doença cardíaca não identificada. A embaixada do Turquemenistão em Moscou confirmou pouco depois esta informação. Como Niyýazow não havia nomeado nenhum sucessor, de acordo com a Constituição do Turquemenistão, Öwezgeldi Ataýew, o presidente da Assembleia, deveria ser incumbido de assumir a presidência, enquanto o vice-primeiro-ministro Gurbanguly Berdimuhammedow deveria ser nomeado chefe da comissão de organização do funeral de estado. Porém, Ataýew foi preso em 21 de dezembro de 2006 e Berdimuhammedow foi posteriormente nomeado presidente interino. Berdimuhammedow e o Halk Maslahaty prometeram em 26 de dezembro de 2006 realizar eleições presidenciais em 11 de fevereiro de 2007 para escolher o sucessor de Niyýazow. As circunstâncias da morte de Niyýazow foram cercadas por especulações da mídia. Algumas fontes da oposição turca também afirmaram que Niyýazow teria morrido vários dias antes da data anunciada oficialmente de 21 de dezembro. Notícias estrangeiras afirmaram que Niyýazow também sofria de doença isquêmica do coração e insuficiência renal devido ao excesso de peso e ao abuso de álcool. == Ligações externas == * Informação sobre Nyýazow Nyyazow Categoria:Primeiros- ministros do Turcomenistão Categoria:Presidentes vitalícios Categoria:Turquemenos Categoria:Políticos do Turquemenistão Categoria:Políticos da União Soviética Categoria:Nascidos em 1940 Categoria:Mortos em 2006 Categoria:Escritores do Turcomenistão",
 "title": "Saparmyrat Nyýazow"
}