{
 "id": "47757",
 "text": "Rede Virtual Privadahttps://memoria.rnp.br/newsgen/9811/vpn.html, do inglês virtual private network (VPN), é uma rede de comunicações privada construída sobre uma rede de comunicações pública (como por exemplo, a Internet). O tráfego de dados é levado pela rede pública utilizando protocolos padrões, não necessariamente seguros. Em resumo, cria uma conexão segura e criptografada, que pode ser considerada como um túnel, entre o seu computador e um servidor operado pelo serviço VPN. Uma VPN é uma conexão estabelecida sobre uma infraestrutura pública ou compartilhada, usando tecnologias de tunelamento e criptografia para manter seguros os dados trafegados. VPNs seguras usam protocolos de criptografia por tunelamento que fornecem a confidencialidade de dados, autenticação da ligação do nível da rede e integridade necessárias para garantir a privacidade das comunicações requeridas. Alguns desses protocolos que são normalmente aplicados em uma VPN estão: Layer 2 Tunneling Protocol (L2TP), L2F, Point-to-Point Tunneling Protocol (PPTP) e o IP Security Protocol (IPsec). Quando adequadamente implementados, estes protocolos podem assegurar comunicações seguras através de redes inseguras. Deve ser notado que a escolha, implementação e uso destes protocolos não é algo trivial, e várias soluções de VPN inseguras podem ser encontradas no mercado. Adverte-se os usuários para que investiguem com cuidado os produtos que fornecem VPNs. Para se configurar uma VPN, é preciso utilizar serviços de acesso remoto, tal como o Remote Access Service (RAS), encontrado no Microsoft Windows 2000 e em versões posteriores, ou o Secure Shell (SSH), encontrado nos sistemas GNU/Linux e outras variantes do Unix. == Tipos == A princípio, as redes de dados permitiam conexões no estilo VPN a sites remotos por meio de conexões de modem dial-up ou de linhas alugadas, utilizando circuitos virtuais X.25, Frame Relay e Asynchronous Transfer Mode (ATM), os quais eram fornecidos por redes pertencentes e operadas por companhias de telecomunicação. Essas redes não são consideradas verdadeiras VPNs, uma vez que só protegem passivamente os dados transmitidos, usando da criação de fluxos de dados lógicos. Elas foram substituídas por VPNs baseadas em redes IP e IP/Multi-protocol Label Switching (MPLS), em decorrência da significativa redução de custos e do incremento da largura de banda fornecida pelas novas tecnologias, como a linha digital de assinante (DSL) e as redes de fibra óptica. As VPNs podem ser caracterizadas como uma conexão host-to-network ou de acesso remoto ao conectar um único computador a uma rede, ou como uma conexão site-to-site ao conectar duas redes. Em um ambiente corporativo, as VPNs de acesso remoto permitem que os empregados acessem a intranet da companhia mesmo estando fora do escritório. Já as VPNs site-to-site permitem que colaboradores em escritórios geograficamente distantes possam compartilhar a mesma rede virtual. Uma VPN também pode ser usada para interconectar duas redes similares a uma rede diferenciada intermediária; por exemplo, duas redes IPv6 a uma rede IPv4. Os sistemas VPN podem ser classificados por: * o protocolo de tunelamento usado para tunelar o tráfego * o local de término do túnel, por exemplo, no lado do consumidor ou no lado do provedor de rede * o tipo de topologia de conexões, como site-to-site ou network-to-network * os níveis de segurança fornecidos * a camada OSI que elas apresentam ao conectar uma rede, como circuitos de Camada 2 ou conectividade de rede de Camada 3 * o número de conexões simultâneas == Funcionamento == Quando uma rede quer enviar dados para a outra rede através da VPN, um protocolo, exemplo IPsec, faz o encapsulamento do quadro normal com o cabeçalho IP da rede local e adiciona o cabeçalho IP da Internet atribuída ao roteador, um cabeçalho AH (cabeçalho de autenticação) e o cabeçalho ESP (cabeçalho que provê integridade, autenticidade e criptografia à área de dados do pacote). Quando esses dados encapsulados chegam à outra extremidade, é feito o desencapsulamento do IPsec e os dados são encaminhados ao referido destino da rede local. == Segurança == Quando adequadamente implementados, estes protocolos podem assegurar comunicações seguras através de redes inseguras. VPNs são usadas para conectar de forma segura filiais de uma organização separadas geograficamente, criando uma rede coesiva. Diversas empresas interligam suas bases operacionais através de um VPN na internet. Usuários individuais de Internet também se beneficiam da VPN para prover segurança em conexões sem fio, para contornar geo-restrições e censura, ou para se conectar a servidores proxy com a finalidade de proteger a identidade e localização pessoal. No entanto, alguns sites da Internet bloqueiam o acesso às conhecidas tecnologias VPN para evitar a evasão de suas geo-restrições. Um sistema de comunicação por VPN tem um custo de implementação e manutenção insignificantes, se comparados aos antigos sistemas de comunicação física, como o frame relay, por exemplo - que tem um custo exorbitante e segurança muito duvidosa. Por este motivo, muitos sistemas de comunicação estão sendo substituídos por uma VPN que, além do baixo custo, oferece também uma alta confiabilidade, integridade e disponibilidade dos dados trafegados. == Mecanismos de segurança == As VPNs não podem tornar as conexões online completamente anônimas, mas podem normalmente aumentar a privacidade e segurança. Para evitar a divulgação de dados privados, as VPNs tipicamente permitem apenas acesso remoto autenticado usando protocolos de tunelamento e técnicas de criptografia. O modelo segurança das VPNs fornece: * confidencialidade de modo que mesmo quando o tráfego de rede seja atacado em nível de pacote, um invasor só possa ver dados criptografados * autenticação do remetente para evitar que usuários não autorizados acessem a VPN * integridade de mensagem para detectar quaisquer instâncias de adulteração das mensagens transmitidas Protocolos seguros de VPN incluem os seguintes: * O Protocolo de Segurança IP (IPsec) foi inicialmente desenvolvido pela Internet Engineering Task Force (IETF) para o IPv6, que era obrigatório em todas as implementações do IPv6 compatíveis com os padrões anteriores à RFC 6434, a qual o tornou apenas uma recomendação. Esse protocolo de segurança baseado em padrões é também amplamente usado com IPv4 e Protocolo de Tunelamento de Camada 2. Seu design cumpre com a maioria dos objetivos de segurança: disponibilidade, integridade e confidencialidade. IPsec usa criptografia, encapsulando um pacote de IP dentro de um pacote de IPsec. O processo reverso acontece no final do túnel, onde o pacote de IP original é descriptografado e encaminhado para a destinação desejada. * O Transport Layer Security (SSL/TLS) consegue colocar todo o tráfego de uma rede num túnel (como ele faz nos projetos do OpenVPN e SoftEther VPN) ou garantir a segurança de uma conexão individual. Vários fornecedores fornecem recursos de VPN de acesso remoto por SSL. * Datagram Transport Layer Security (DTLS) - usado na Cisco AnyConnect VPN e na OpenConnect VPN para resolver os problemas que o SSL/TLS tem com o tunelamento sobre TCP. == Intranet VPN == Uma intranet VPN é uma VPN que liga os escritórios regionais e remotos à rede interna da matriz através de uma infraestrutura compartilhada com a utilização de conexões dedicadas. Uma Intranet VPN difere da extranet VPN dado que só permite o acesso aos funcionários da empresa. == Extranet VPN == Uma extranet VPN é uma VPN que liga os associados empresariais à rede da matriz através de uma infraestrutura compartilhada com a utilização de conexões dedicadas. Uma extranet VPN difere da intranet VPN dado que só permitem o acesso aos usuários externos à empresa. == Suporte remoto == Remote Access VPN é o nome dado a uma rede privada virtual (VPN) que pode ser acessada remotamente através de um provedor de acesso. Esta tecnologia permite o acesso à Intranet ou Extranet de uma empresa, por funcionários localizados remotamente, através de uma infraestrutura compartilhada. Uma Remote Access VPN pode utilizar tecnologias analógicas, de discagem (linha discada), ISDN, DSL (Digital Subscriber Line), IP móvel e de cabo, para fazer a conexão segura dos usuários móveis, telecomputadores e filiais. == Ver também == * Computação em nuvem * Riseup * Segurança de computadores/Segurança digital * Servidor virtual privado * Sistema de Arquivos Interplanetário == Ligações externas == * Rede Virtual Privada - VPN * Como configurar uma conexão VPN no Windows? Categoria:Redes de computadores",
 "title": "Rede privada virtual"
}