{
 "id": "47752",
 "text": "Mahatma (ou Mahatman) é um honorífico usado na Índia. Palavra do sânscrito que significa maha, grande, mais Atman, alma ou espírito. Mahatma significa uma grande alma; seres humanos, considerados perfeitos, também conhecidos como Irmãos mais Velhos, Mestres, Santos, etc. O termo é comumente usado para Mohandas Karamchand Gandhi, que é muitas vezes referido simplesmente como \"Mahatma Gandhi\". Embora com menos frequência, este epíteto também tem sido usado em relação a pessoas como Basava (1131-1167), Swami Shraddhanand (1856-1926), Lalon Shah (1772-1890), Ayyankali (1863-1941) e Jyotirao Phule (1827-1890). O termo mahātmā também tem sido historicamente usado para uma classe de estudiosos religiosos no jainismo; para os líderes religiosos selecionados na Teosofia; e para professores religiosos locais na igreja Missão Luz Divina. == Em Teosofia == A palavra, usada em um sentido técnico, foi popularizada na literatura teosófica no final do século XIX, quando Helena Blavatsky, uma das fundadoras da Sociedade Teosófica, afirmou que seus professores eram adeptos (ou Mahatmas) que residem na Ásia. De acordo com os ensinamentos teosóficos, os Mahatmas não são seres desencarnados, mas pessoas altamente evoluídas envolvidas na supervisão do crescimento espiritual dos indivíduos e do desenvolvimento das civilizações. Blavatsky foi a primeira pessoa nos tempos modernos a reivindicar contato com esses Adeptos, especialmente os \"Mestres\" Koot Hoomi e Morya. Alvin Boyd Kuhn escreveu sobre mahātmās.Kuhn (1930), – p. 147. > Os Mestres que a Teosofia nos apresenta são simplesmente alunos de alto > escalão na escola de experiência da vida. Eles são membros do nosso próprio > grupo evolutivo, não visitantes das esferas celestes. Eles são super-homens > apenas na medida em que alcançaram o conhecimento das leis da vida e o > domínio sobre suas forças com as quais ainda estamos lutando. Após a morte de Blavatsky em 1891, várias pessoas alegaram estar em contato com seus Professores Adeptos. Esses indivíduos afirmaram que são novos \"mensageiros\" dos Mestres e transmitiram vários ensinamentos esotéricos.Leadbeater, C. W. The Masters and the Path. Adyar, India: Theosophical Publishing House, 1929 (Reprint: Kessinger Publishing, 1997). Atualmente, vários movimentos teosóficos referem-se a eles como Mestres Ascensos, embora seu caráter e ensinamentos sejam em vários aspectos diferentes daqueles descritos por Blavatsky.Partridge, Christopher ed. New Religions: A Guide: New Religious Movements, Sects and Alternative Spiritualities Oxford University Press, USA 2004.Madame Blavatsky & the Latter-Day Messengers of the Masters. === Críticas === Tem havido muita controvérsia sobre a existência de adeptos. Os críticos de Blavatsky duvidaram da existência de seus mestres. Ver, por exemplo, as \"exposições\" de W. E. Coleman. K. Paul Johnson em seus livrosJohnson (1994), Johnson (1995) – p. 49. especula que os \"Mestres\" sobre os quais Blavatsky escreveu e produziu cartas eram, na verdade, idealizações de pessoas que foram seus mentores. Aryel Sanat,\"Aryel Sanat (Miguel Angel Sanabria) is currently Adjunct Professor in the Department of Philosophy and Religion at the American University in Washington, D.C.\" // About the author of The inner life of Krishnamurthy in 1999. autor de The inner life of Krishnamurti: private passion and perennial wisdom, escreveu que Johnson \"afirma em todos os seus livros que não havia Mestres no início da história da Sociedade Teosófica, e que Helena Blavatsky os inventou (como outros alegaram que ela havia inventado suas viagens)\". Sanat escreveu que Johnson \"ignora deliberadamente as principais fontes de evidência de sua existência física real\". O que Sanat pensava que eram não está bem claro.See Theosophy World. == Mohandas Karamchand Gandhi como Mahātmā == De acordo com alguns autores, Rabindranath Tagore teria usado este título para Gandhi em 6 de março de 1915.Dutta, Krishna and Andrew Robinson, Rabindranath Tagore: An Anthology, p. 2 Alguns afirmam que ele foi chamado de Mahatma pelos moradores de Gurukul Kangadi em abril de 1915, e ele, por sua vez, chamou o fundador Munshiram de Mahatma (que mais tarde se tornou Swami Shraddhanand). No entanto, um documento homenageando-o com o título de \"Mahatma\" em 21 de janeiro de 1915, em Jetpur, Gujarat, por Nautamlal Bhagvanji Mehta está preservado no Museu Nacional Gandhi em Nova Delhi, Índia.National Gandhi Museum, New Delhi; KamdarTree.com Uma carta privada do amigo de Gandhi, Pranjivan Mehta, a Gopal Krishna Gokhale em 1909, referia-se a Gandhi com o título e, portanto, continua sendo o registro escrito mais antigo disponível para usar o título. O uso do termo Mahatma no jainismo para designar uma classe de sacerdotes leigos, tem sido notado desde o século XVII. Um Mahatma é alguém que pratica Trikaranasuddhi. == Na Missão Luz Divina == A Missão Luz Divina (DLM) foi um movimento baseado em Sant Mat iniciado na Índia na década de 1930 por Hans Maharaj e formalmente incorporado em 1960. O DLM tinha até 2 000 Mahatmas, todos da Índia ou do Tibete, que ensinavam as técnicas secretas de meditação do DLM chamadas \"Conhecimento\". Os Mahatmas, chamados de \"almas realizadas\",Price, Maeve (1979): The Divine Light Mission as a social organization. (1) Sociological Review, 27, Page 279-296 ou \"apóstolos\", também serviam como líderes locais.Levine, Saul V. in Após a morte de Hans Ji, em 1966, seu filho mais novo, Prem Rawat (conhecido então como Guru Maharaj Ji ou Bagyogeshwar), o sucedeu. O jovem guru nomeou alguns novos Mahatmas, incluindo um dos Estados Unidos. Em um incidente, um proeminente Mahatma indiano quase espancou um homem até a morte em Detroit por jogar uma torta no guru. No início da década de 1980, Prem Rawat substituiu a organização da Missão Luz Divina pelo Elan Vital e substituiu os Mahatmas por iniciadores. Os iniciadores não tinham o status reverenciado dos Mahatmas, e eles eram atraídos principalmente de seguidores ocidentais. Nos anos 2000, os iniciadores foram substituídos por um vídeo em que Rawat ensina as técnicas ele mesmo. == No jainismo == Entre os jainistas, o termo Mahatma é usado para a classe de estudiosos que são chefes de família. === Mahatma Hirananda de Mewar === O colofão do Mewar Ramayana, descrito como \"um dos manuscritos mais belos do mundo\", afirma que o texto, encomendado por Acharya Jasvant para a biblioteca de Maharana Jagat Singh I de Mewar, foi escrito por um Mahatma Hirananda e terminado na sexta-feira, 25 de novembro de 1650. Sendo um escriba jainista, Mahatma Hirananda incorporou elementos tradicionais de escriba jainista no manuscrito. === Jain Mahatmas em Dabestan-e Mazaheb === O Dabestan-e Mazaheb, escrito por volta de 1655 d.C., é um texto que descreve várias religiões e filosofias que o autor encontrou. Sua Seção 11 é dedicada ao jainismo. Afirma: \"Semelhante aos dervixes de ambas as classes (Monge e Jatis) está uma terceira seita, chamada Mahá-átma; grupo separado dos Oswal Jains, tem o vestido e aparência de Jatis; No entanto, não arranque o cabelo com uma pinça, mas corte-o. Eles vivem a vida social e espalham os ensinamentos de Mahavir e outros Jain Tirthankars na sociedade. Eles acumulam dinheiro, cozinham suas refeições em suas casas, bebem água fria e levam para eles uma esposa\". O termo Mahatma foi usado para sacerdotes/estudiosos que não eram celibatários. == Ver também == *Índia *Teosofia *A Doutrina Secreta == Bibliografia == * French, Brendan James (2000) The theosophical masters: an investigation into the conceptual domains of H.P. Blavatsky and C.W. Leadbeater. Ph.D. thesis, University of Sydney, Department of Religious Studies. Sydney. * Johnson, K. Paul (1994) The Masters Revealed: Madam Blavatsky and Myth of the Great White Brotherhood. Albany, New York: State University of New York Press. * Johnson, K. Paul (1995) Initiates of Theosophical Masters. Albany, New York: State University of New York Press. * Kalnitsky, Arnold (2003) The Theosophical Movement of the Nineteenth Century: The Legitimation of the Disputable and the Entrenchment of the Disreputable. University of South Africa. Dissertation: 443 pp. * Kuhn, Alvin Boyd (1930) Theosophy: A Modern Revival of Ancient Wisdom. Ph.D. Thesis. Whitefish, Montana: Kessinger Publishing. . == Leitura adional == * Dutta, Krishna, and Andrew Robinson. Rabindranath Tagore: An Anthology. Picador/Macmillan: London, 1997. == Ligações externas == * Os Mahatmas teosóficos e suas cartas * Glossário Teosófico Enciclopédico de G. de Purucker Categoria:Teosofia Categoria:Cultura da Índia Categoria:Mahatma Gandhi",
 "title": "Mahatmas"
}