{
 "id": "47828",
 "text": "Na escala de tempo geológico, o Jurássico é o período da era Mesozoica do éon Fanerozoico. Cobre 65,3 milhões de anos (desde o período Triássico, de há 201,3 milhões de anos, até ao início do Cretáceo, há 145 milhões de anos). Isto é, o período Jurássico precede o Cretácico e sucede o Triássico, na era em que surgiu o Oceano Atlântico. Divide-se nas épocas Jurássica Inferior (ou Lias), Jurássica Média (ou Dogger) e Jurássica Superior (ou Malm), da mais antiga para a mais recente.Cohen, K. M.; Finney, S. C.; Gibbard, P. L.; Fan, J.-X. (2013; updated) The ICS International Chronostratigraphic Chart. Episodes 36: 199-204. O nome Jurássico é devido às montanhas Jura, situadas nos Alpes, que contêm grande quantidade de rochas deste período. == Paleogeografia == Com o aumento do nível dos oceanos, terras baixas foram encobertas pelo mar, o que dividiu Pangeia em dois continentes: Laurásia, ao norte, e Gondwana, ao sul. Essa divisão também permitiu que a umidade vinda do mar atingisse regiões que antes não atingia (por estarem no interior de Pangeia), o que tornou o clima mais úmido. == Flora == Durante o Jurássico, o clima quente e úmido fez com que as florestas se proliferassem, o que fez a diversidade de plantas se tornar muito maior que a do Triássico. As plantas predominantes são: cicadáceas, ginkgos e coníferas gigantescas (sequoias). Também é neste período que surgem as primeiras plantas com flores. == Fauna == A fauna do Jurássico é marcada pela hegemonia dos répteis em todos os ambientes: dinossauros na terra, pterossauros no ar e plesiossauros no mar. O período também é marcado pelo surgimento das primeiras aves e dos primeiros mamíferos verdadeiros. Nos oceanos, além dos plesiossauros, também existem crocodilos marinhos, tubarões já muito parecidos com os atuais (ex.: Hybodus) e outros répteis marinhos (ex.: ictiossauros). Começaram a surgir dinossauros mais evoluídos e inteligentes, que eram superiores aos primitivos répteis do Triássico. Em Portugal são conhecidos muitos dinossaurosAntunes, M. T., & Mateus, O. (2003). Dinosaurs of Portugal. Comptes Rendus Palevol, 2(1), 77-95. e mamíferos desta idade, sobretudo da região da Lourinhã e Guimarota, respectivamente. ==Galeria== Ficheiro:Apatosaurus louisae by durbed.jpg|Brontossauro (Apatosaurus excelsus), um dinossauro saurópodo Ficheiro:Pterodactylus-kochi NYC.jpg|Pterodactylus antiquus, um pterossauro Ficheiro:Compsognathus BW.jpg|Compsognathus longipes, um pequeno dinossauro terópode Ficheiro:Diplodocus carnegii.jpg|Diplodocus, atigindo o comprimento de 30 m, era um saurópode comum no final do Jurássico. Ficheiro:Allosaurus Revised.jpg|O dinossauro terópode Allosaurus era um dos maiores predadores do período Jurassico. Ficheiro:Stegosaurus BW.jpg|Stegosaurus viveu durante o Jurassico tardio. Ficheiro:Scutellosaurus.jpg|Scutellosaurus, pequeno dinossauro herbívoro do Jurássico Ficheiro:Chaoyangsaurus BW.jpg|Chaoyangsaurus, pequeno dinossauro herbívoro do Jurássico Ficheiro:Agilisaurus2.jpg|Agilisaurus, pequeno dinossauro herbívoro do Jurássico Ficheiro:Archaeopteryx NT.jpg|Archaeopteryx, uma ave primitiva. Ficheiro:Pelagosaurus BW.jpg|Pelagosaurus, um crocodiliano Ficheiro:Neptunidraco NT.jpg|Neptunidraco, um crocodiliano totalmente adaptado a vida nos mares Ficheiro:Hybodus NT.jpg|Hybodus, um peixe Ficheiro:Leedsi&Liopl; DB.jpg|Um Pliosaurus (direita) perseguindo o peixe Leedsichthys em um mar Jurássico. Ficheiro:Ophthalmosaurus BW.jpg|O ictiossauro Ophthalmosaurus do Jurassico apresentava um corpo similar a de um golfinho, exemplo de evolução convergente. Ficheiro:Muraenosaurus l2.jpg|Plesiosauros como o Muraenosaurus vagavam pelos oceanos Jurássicos. Ficheiro:Juramaia NT.jpg|Juramaia, um mamífero primitivo Ficheiro:Volaticotherium.jpg|Volaticotherium, um mamífero planador do Jurássico Ficheiro:Castorocauda BW.jpg|Castorocauda, um mamífero semi-aquático do Jurássico Ficheiro:Fruitafossor BW.jpg|Fruitafossor, um mamífero de hábitos escavadores do Jurássico Ficheiro:Burkesuchus mallingrandensis.jpg|Burkesuchus mallingrandensis, um primitivo crocodilo do jurássico Ficheiro:Dollocaris ingens reconstruction.jpg|Dollocaris, um artrópode. == Ver também == * Geologia * Paleontologia * Jurassic Park (filme) ==Ligações externas==",
 "title": "Jurássico"
}