{
 "id": "47845",
 "text": "O Partido de Reedificação da Ordem Nacional (PRONA) foi um partido político brasileiro de cunho nacionalista e conservador, ideologicamente compatível com a terceira posição mas, em geral, associado com a direita e a extrema-direita. O seu código eleitoral era 56 e suas cores eram o verde e o amarelo. Foi fundado em 20 de junho de 1989 pelo médico cardiologista Enéas Carneiro, que atuou como seu presidente. Suas propagandas partidárias no horário eleitoral gratuito tornaram-se distintas e famosas pela rapidez com que eram veiculadas, devido ao pouco tempo de que dispunha o partido e pelo uso da Quinta Sinfonia de Beethoven como trilha sonora. O partido era fortemente identificado com a figura de Enéas, que se candidatou à presidência do Brasil em 1989, 1994 e 1998. O partido foi extinto em 2006, pouco antes da morte de Enéas, sendo sucedido pelo Partido Liberal. == História == Sem nenhum representante no Congresso Nacional, o PRONA só pôde contar, nas eleições de 1989, com duas inserções diárias de 15 segundos no horário eleitoral gratuito no rádio e na TV. Até então desconhecido, seu candidato Enéas Carneiro ficou conhecido pelo tom enfático e pela rapidez com que defendia suas propostas, sempre terminando sua fala com a frase: “Meu nome é Enéas!”. Em 1990, o partido lançou diversos candidatos próprios a governadores, senadores, deputados estaduais e federais, sem contudo eleger ninguém. Apenas em 30 de outubro daquele ano o Prona obteve seu registro definitivo no TSE. Após obter novamente resultados inexpressivos nas eleições municipais de 1992, o partido conquistou maior força na eleição de 1994, quando novamente apresentou a candidatura presidencial de Enéas, com o almirante Roberto Gama e Silva sendo seu candidato a vice-presidente. Seu tempo de propaganda eleitoral no rádio e na TV foi ligeiramente ampliado, devido à mudança de partido da então deputada federal fluminense Regina Gordilho, eleita pelo PDT. Registrado em 17 estados, o partido apresentou candidatos a governador em 12 deles. Nos estados de São Paulo e Rio de Janeiro, os candidatos foram respectivamente o brigadeiro Álvaro Dutra e o coronel-aviador Paulo Santoro. O PRONA até então negava-se a realizar coligações com outros partidos, por isso apresentou ainda candidatos próprios ao Senado, à Câmara e às assembleias legislativas. Ocupando um espaço político maior que na disputa anterior, Enéas obteve 4.671.810 votos, que equivaleram a 7,4% dos votos válidos, que lhe valeram a terceira posição entre os nove concorrentes. O desempenho dos demais candidatos do PRONA, naquele ano, não acompanhou a votação de Enéas, uma vez que nenhum dos candidatos aos governos estaduais e ao Senado conseguiu uma votação expressiva, o partido não conseguiu eleger ao menos um deputado federal. Nas eleições gerais de 1998 o partido apresentou novamente a candidatura de Enéas à presidência da República, mas dessa vez, seu desempenho ficou abaixo da eleição anterior: obteve apenas o quarto lugar, e sua votação caiu para 1.447.080 votos, ou cerca de 2,14% do total. O candidato a governador do partido no Rio de Janeiro foi o médico Lenine de Sousa, que obteve 0,96% dos votos, obtendo o quinto lugar. Em São Paulo, o partido lançou Constantino Cury Neto, que acabou em sexto lugar com 0,41% dos votos válidos. Naquele eleição, o PRONA pela primeira vez elegeu um deputado, o pastor evangélico De Velasco, de São Paulo. Nas eleições municipais de 2000, o partido lançou candidatos a prefeito em quinze cidades, entre as quais São Paulo, Rio de Janeiro, e em importantes municípios das regiões metropolitanas destas duas capitais. Nenhum deles, no entanto, se elegeu. Já dois anos depois, nas eleições gerais, o PRONA pela primeira vez não lançou candidatura própria para presidente da República, e tampouco apoiou qualquer das demais candidaturas. Enéas Carneiro lançou-se candidato à Câmara Federal por São Paulo, quando o partido obteve o mais expressivo resultado de sua história. Naquele ano, elegeu seis deputados, Enéas e outros quatro. Apesar da baixa votação dos demais, a expressiva votação de Enéas levou a que aqueles seus correligionários fossem também eleitos, pelo sistema de voto proporcional de lista aberta nominal. Enéas obteve mais de 1,5 milhão de votos, sendo o deputado mais votado do país naquele ano. O resultado e disparidade das votações obtidas pelo PRONA deram início, inclusive, a debate sobre o modelo de sistema eleitoral. Ainda naquele ano foram eleitos pelo partido sete deputados estaduais, concentrados em sua maioria, também em São Paulo. Naquela eleição, o Prona foi acusado de ter comercializado vagas para quem quisesse se candidatar, pela legenda, a deputado estadual da Assembleia Legislativa de São Paulo. O comerciante Clóvis Kazuo Yoshiura teria pago R$ , em três cheques, para concorrer à vaga. Ivan Batista Marinho também teria pago esse mesmo valor, em quatro cheques. Uma afiliada da Rede Globo exibiu reportagem em que Havanir Nimtz cobra R$ do empresário Santos Jorge Roberto Leite para garantir uma vaga na legenda: “[é um] dízimo que a pessoa dá”. Enéas e Havanir defenderam-se qualificando a reportagem como uma “interpretação maliciosa” e “sensacionalista”. Em maio do ano seguinte, a Mesa Diretora da Assembleia Legislativa decidiu não abrir investigação para apurar denúncia contra Havanir. Entretanto, o corregedor Álvaro Lazzarini, do TRE/SP, determinou a quebra do sigilo bancário e fiscal do partido, bem como o de Havanir, o de Enéas Carneiro e o da Livraria e Editora Enéas Ferreira Carneiro LTDA. Eles declararam que não recorreriam das quebras de sigilo, classificando a acusação como “perseguição política”. De um total de 37 candidatos a prefeito lançados pelo PRONA nas eleições de 2004, sete tiveram êxito no 1º turno, quase todos no Nordeste, particularmente no Maranhão. Após a bem-sucedida eleição de 2002, diversos políticos eleitos pelo PRONA passaram a sofrer denúncias de corrupção e fraudes eleitorais. Suely Santana da Silva, ex-assessora de Enéas, eleita vereadora no Rio de Janeiro em 2004, foi investigada pelo Ministério Público por indícios de irregularidade no domicílio eleitoral. Em 2006, quatro deputados federais que haviam sido eleitos pelo Prona – Vanderlei Assis, Ildeu Araújo, Irapuan Teixeira e Amauri Gasques – viram seus nomes na lista de suspeitos da CPI dos Sanguessugas. À época do inquérito, entretanto, já não faziam mais parte do quadro do partido, tendo Enéas se referido a Irapuan como um “traidor”. Vanderlei Assis também foi acusado de fraude eleitoral. Nas eleições gerais de 2006, Enéas chegou a anunciar sua candidatura à Presidência da República outra vez, mas desistiu após ser acometido por uma leucemia. Concorreu à reeleição para deputado federal, sendo bem sucedido, embora com uma votação bem menor: 387 mil votos. O partido naquele ano também elegeu a deputada Suely Santana, no Rio de Janeiro. Candidatos a governador foram lançados, sem sucesso, no Acre, Maranhão, Minas Gerais e Pernambuco. Após as eleições de 2006, para contornar as restrições impostas pela cláusula de barreira que começaria a vigorar, no Congresso Nacional, a partir da legislatura de 2007, o partido se fundiu, em 24 de outubro de 2006, com o PL, criando o Partido da República. Cumpriam mandato na data: Elimar Máximo Damasceno e Enéas Carneiro. Os outros quatro deputados federais eleitos pelo Prona, todos fundadores do partido, já haviam se filiado ao PP e ao PL em 2003. O sindicalista Marcelo Vivório declarou, ao final de março de 2015, que já conseguira mais de 200 mil assinaturas, das 500 mil necessárias, para o registro no TSE de um novo partido com o nome “PRONA”, que contaria com grandes figuras da antiga sigla, como Havanir Nimtz. A advogada Patrícia Lima e o bombeiro militar e político Cabo Daciolo também demonstram interesse em refundar o partido. == Programa e ideário == Afirmando que o PRONA era a “única coisa séria que existe no país”, Enéas, como seu líder máximo, fazia uma campanha ferrenhamente crítica aos demais partidos. Tinha ainda que, “da ação centralizadora das décadas de 1960 e 1970, que esmagava o pensamento e silenciava as vozes de oposição, chegou-se, num processo dialético, à sua antítese, à não-autoridade, à não-decisão, à não- realização, à inação, à quase anarquia”. Em contraposição ao neoliberalismo, propunha um “Estado forte, intervencionista e técnico”. Classificando-se como um partido “nacionalista”, o PRONA criticava “a abertura total do sistema produtivo nacional”, “a entrega do subsolo do país às mineradoras multinacionais” e “a eliminação de qualquer privilégio às empresas de capital nacional”. O PRONA afirmava que a democracia brasileira estava “a serviço das alienadas elites dirigentes” e defendia um modelo econômico que priorizasse o mercado interno e combatesse a concentração da renda e os desequilíbrios regionais. O Plano Real foi classificado, ainda em 1994, como “político- eleitoreiro” e apontado como responsável por uma enorme queda no poder aquisitivo da população. Além do próprio Enéas, as duas outras grandes referências intelectuais do partido eram o economista Adriano Benayon e o físico e engenheiro José Walter Bautista Vidal, que compartilhavam uma visão nacionalista e desenvolvimentista da economia e ciência brasileiras. == Controvérsias == O Movimento de Combate à Corrupção Eleitoral, com base em dados divulgados pelo Tribunal Superior Eleitoral, divulgou um balanço, em 4 de outubro de 2007, com os partidos com maior número de parlamentares cassados por corrupção desde o ano 2000. O Prona aparecia em último lugar na lista, com uma única cassação, empatado com o PHS, o PV e o PRP. == Participação nas eleições presidenciais == Ano Imagem Candidato a presidente Candidato a vice- presidente Coligação Votos % Colocação 1989 Enéas Carneiro Lenine Madeira 1994 Enéas Carneiro Roberto Gama e Silva 1998 Enéas Carneiro Irapuan Teixeira == Ver também == * Política do Brasil * Nacionalismo brasileiro * Conservadorismo no Brasil * Direita envergonhada * Desenvolvimentismo Categoria:Partido de Reedificação da Ordem Nacional Categoria:Extrema-direita no Brasil Categoria:Partidos políticos de direita Categoria:Partidos políticos de extrema-direita Categoria:Direita política no Brasil Categoria:Partidos políticos nacionalistas Categoria:Partidos políticos conservadores no Brasil Categoria:Partidos políticos fundados em 1989 Categoria:Partidos políticos extintos do Brasil Categoria:1989 na política do Brasil",
 "title": "Partido de Reedificação da Ordem Nacional"
}