{
 "id": "47876",
 "text": "Na escala de tempo geológico, o Paleogeno ou Paleogénico é o período da era Cenozoica do éon Fanerozoico que está compreendido entre há 65,5 milhões e e 23,030 milhões de anos, aproximadamente. O período Paleogeno sucede ao período Cretáceo da era Mesozoica de seu éon e precede o período Neogeno de sua era. Divide-se nas épocas Paleocena, Eocena e Oligocena, da mais antiga para a mais recente. == Paleocénico (há 65-53 milhões de anos) == A primeira época do período foi a época em que a Terra se recuperou da catástrofe que extinguiu os dinossauros. Os pequenos mamíferos proliferaram e as aves assumiram o topo da cadeia alimentar. O clima ainda era bem quente, e o mundo, de uma forma geral, se assemelhava ao do final do Cretáceo. == Eocénico (há 53-35 milhões de anos) == No início da época as aves ainda eram os predadores dominantes, porém com o tempo mamíferos carnívoros se desenvolveram e as substituíram. Também surgiram os primeiros grandes mamíferos. No início da época o clima tropical se espalhava até as regiões polares; porém, ao final dessa época, o clima começa a se esfriar, a vegetação próxima aos polos começa a se tornar semelhante às de tundra e taiga e tem início o processo de congelamento dos polos. Estas alterações causam uma considerável extinção, o que marcou o final desta época. == Oligocénico (há 36-23 milhões de anos) == O clima começa a se tornar mais semelhante ao atual, embora ainda seja, em geral, mais quente. O domínio dos mamíferos se confirma, com exceção das regiões mais isoladas. A flora já se torna bem semelhante à atual. == Fauna e flora do período == A fauna do paleogénico se caracteriza pelos mamíferos primitivos (com parentesco distante aos atuais) e pelas aves do terror. Após o evento K-T, que viu o desaparecimento dos dinossauros não-aviários, os mamíferos se transformaram de algumas formas pequenas e generalizadas e começaram a evoluir para a maioria das variedades modernas que vemos hoje. Alguns desses mamíferos evoluiriam para grandes herbivoros e predadores destes herbívoros, enquanto outros se tornariam capazes de viver em ambientes marinho, aéreo especializado e terem um estilo de vida arbóreo. As aves, que já estavam bem estabelecidas no final do Cretáceo, também experimentaram uma radiação adaptativa ao assumirem o céu deixado vazio pelos pterossauros agora extintos. As aves do terror foram as primeiras a ocupar o topo da cadeia alimentar após a extinção dos dinossauros, porém já no final do Paleogênico mamíferos primitivos carnívoros, como os mesoniquíos e os creodontes, já as haviam substituído na maior parte do mundo, exceto nas regiões mais isoladas do globo. No tocante a flora do paleogénico, esta era, ainda, bem semelhante à predominante no Cretáceo, embora se destaque um maior desenvolvimento das angiospermas. O resfriamento pronunciado no Oligoceno levou a uma mudança floral maciça e muitas plantas modernas existentes surgiram durante esse período. Gramíneas e ervas aromáticas, como a Artemísia, começaram a aparecer às custas das plantas tropicais, que começaram a declinar. Florestas de coníferas desenvolveram em áreas montanhosas. Essa tendência de resfriamento continuou, com grande flutuação, no período seguinte. Ficheiro:Purgatorius BW.jpg|Purgatorius unio Um mamífero primitivo File:Plesiadapis NT.jpg|Plesiadapis tricuspidens Um plesiadapiforme Ficheiro:Darwiniusfig-s62cropped.jpg|Darwinius masillae Um primata File:Aegyptopithecus NT.jpg|Aegyptopithecus Um primata Ficheiro:Miacis.jpg|Miacis parvivorus um carnívoro File:Cynodictis.jpg|Hesperocyon Um carnívoro Imagem:Hyracotherium Eohippus hharder.jpg|Hyracotherium ou Eohippus um perissodáctilo imagem:Mesohippus.jpg|Mesohippus bairdi Um perissodáctilo File:Indricotherium11.jpg|Indricotherium transouralicum Um perissodáctilo File:Merycoidodon BW.jpg|Merycoidodon Um artiodáctilo File:Entelodon magnus.png|Entelodon magnus Um artidáctilo Imagem:Gastornis.png|Diatrima (Gastornis giganteus) uma ave gastorniforme File:Waimanu BW.jpg|Waimanu uma ave esfenisciforme Ficheiro:Palaeochiropteryx Paleoart.jpg|Palaeochiropteryx Um quiróptero Ficheiro:Prorastomus BW.jpg|Prorastomus Um sirênio File:Halitherium BW.jpg|Halitherium Um sirênio Imagem:Mesonyx obtusidens.jpg|Mesonyx um mamífero mesoníquio Imagem:Moeritherium.jpg|Moeritherium lyonsi um proboscídeo primitivo File:Paleomastodon.jpg|Paleomastodon Um proboscídeo Imagem:Hyaenodon Heinrich Harder.jpeg|Hyaenodon gigas um creodonte File:Palaeocastor BW.jpg|Palaeocastor um roedor Imagem:Arsinoitherium hharder.png|Arsinoitherium zitteli um embritópode Ficheiro:Pakicetus BW.jpg|Pakicetus Um cetáceo Ficheiro:Ambulocetus BW.jpg|Ambulocetus Um cetáceo Ficheiro:Dorudon BW.jpg|Dorudon Um cetáceo == Ver também == *Geologia *Paleontologia Categoria:Paleoceno",
 "title": "Paleogeno"
}