{
 "id": "47881",
 "text": "João Simões Lopes Neto (Pelotas, — Pelotas, ), foi um escritor e empresário sul-rio-grandense e brasileiro. Segundo estudiosos e críticos de literatura, foi o maior autor regionalista do Rio Grande do Sul, pois procurou em sua produção literária valorizar a história do gaúcho e suas tradições. Simões Lopes Neto só alcançou a glória literária postumamente, em especial após o lançamento da edição crítica de Contos Gauchescos e Lendas do Sul, em 1949, organizada para a Editora Globo, por Augusto Meyer e com o decisivo apoio do editor Henrique Bertaso e de Érico Veríssimo. ==Vida pessoal == Filho dos pelotenses Capitão Catão Bonifácio Simões Lopes e Teresa de Freitas Ramos, ele era neto paterno do visconde da Graça, João Simões Lopes, e de sua primeira esposa, Eufrásia Gonçalves Vitorino, e neto materno de Manuel José de Freitas Ramos e de Silvana Claudina da Silva. Nasceu em Pelotas, na estância da Graça, propriedade de seu avô paterno, o visconde da Graça. Era membro duma tradicional família pelotense, e possuía ancestrais portugueses, de origem tanto açoriana como continental, tendo ambos os seus antepassados emigrado para o Brasil em busca de melhores condições de vida. Com treze anos de idade, Simões Lopes Neto foi ao Rio de Janeiro para estudar no famoso Colégio Abílio. Retornando ao Rio Grande do Sul, fixou-se em sua terra natal, Pelotas, uma cidade então rica e próspera pelas mais de cinquenta charqueadas que formavam a base de sua economia. Apesar de gostar da vida campeira, foi o prazer das palavras que mais atraiu Simões Lopes Neto. Começa a escrever a partir de 1888. Primeiro, no jornal “A Pátria”, atuando depois no “Diário Popular” (no qual escreveu Balas de Estalo, comentários satíricos sobre a sociedade pelotense em forma de versos) e, posteriormente, no Correio Mercantil. Foi, porém, um homem múltiplo também em seus projetos: envolveu-se em uma série de iniciativas de negócios que incluíram uma fábrica de vidros e uma destilaria, além de uma fábrica de fumos e cigarros. A marca dos produtos recebeu o nome de \"Diabo\", o que gerou protestos de religiosos e que cunhou o termo \"marca- diabo\" no linguajar gaúcho. Sua audácia empresarial levou-o também a montar uma firma para torrar e moer café e desenvolver uma fórmula à base de tabaco para combater sarna e carrapatos. Fundou ainda uma mineradora, para explorar prata em Santa Catarina. No dia 5 de maio de 1892, em Pelotas, Simões Lopes Neto casou-se com Francisca de Paula Meireles Leite, filha de Francisco Meireles Leite e Francisca Josefa Dias. Ele tinha vinte e sete anos de idade e ela, dezenove anos. Não tiveram filhos. Em 1893, quando eclodiu a Revolução Federalista no Rio Grande do Sul, Simões Lopes Neto alistou-se no 3o. Batalhão da Guarda Nacional. Entre 15 de outubro e 14 de dezembro de 1893, publica em forma de folhetim, \"A Mandinga\", poema em prosa, no periódico Correio Mercantil. O texto é apresentado sob o nome de \"Serafim Bemol\" e em parceria com Sátiro Clemente e D. Salustiano. Entretanto, a existência destes coautores é questionada por historiadores, que consideram os autores uma criação do próprio escritor. O autor lança mão deste pseudônimo em suas próximas obras em que se lança como dramaturgo: O Boato (1893/1894), Os Bacharéis (1894), Mixórdia (1894/1895), O Bicho (1896), A Viúva Pitorra (versões de 1896 e 1898) e A Fifina (1899). Já empobrecido e alquebrado pelos fracassos empresariais, o escritor entra na década de 1910 em plena atividade intelectual, escrevendo conferências, dando aulas e viabilizando a publicação de seu primeiro projeto na recolha de folclore, o Cancioneiro Guasca. Para sobreviver, foi trabalhar como redator remunerado em jornais como Correio Mercantil e A Opinião Pública. É quando publica suas obras maiores, em 1912 e 1913. Neste período, entretanto, sente as primeiras dores provocadas pela úlcera duodenal que viria ser a causa de sua morte, em junho de 1916, aos 51 anos. ==Obra== Considera-se que Simões Lopes Neto publicou apenas quatro livros em vida: *Cancioneiro Guasca (1910); *Contos Gauchescos (1912); *Lendas do Sul (1913); *Casos do Romualdo (1914). ===Edições póstumas=== Ao lançar a primeira edição de Lendas do Sul, seu autor anunciara que estavam \"por sair\" Casos do Romualdo (que viria a ser lançado em 1914), Terra Gaúcha, Peona e Dona, Jango Jorge, Prata do Taió e Palavras Viajantes. No entanto, dessas obras citadas, Dona Velha (como era conhecida a viúva do escritor) só encontrou o que seria o segundo volume de Terra Gaúcha. Dos demais, nada ela encontrou, levando a crer que, ao se referir a inéditos, Simões Lopes Neto tinha em mente obras que ainda planejava escrever. Assim, em 1955, a Editora Sulina de Porto Alegre publica, mesmo incompleto, um dos volumes da obra Terra Gaúcha, que levou o subtítulo de \"História Elementar do Rio Grande do Sul\". Em 2003, a editora Sulina publicou um volume com a obra completa de João Simões Lopes Neto, organizada por Paulo Bentancur, com ilustrações de Enio Squeff. ==Ver também== *Literatura do Rio Grande do Sul ==Ligações externas== *Cidade de Pelotas - Biografia e obras de J. Simões Lopes Neto *A Família Simões Lopes * Contos Gauchescos em PDF Categoria:Brasileiros de ascendência portuguesa Categoria:Contistas do Rio Grande do Sul Categoria:Escritores pré-modernistas do Brasil Categoria:Folcloristas do Rio Grande do Sul Categoria:Nascidos em 1865 Categoria:Naturais de Pelotas Categoria:Patronos da Academia Rio- Grandense de Letras Categoria:Poetas do Rio Grande do Sul João Categoria:Brasileiros de ascendência açoriana",
 "title": "João Simões Lopes Neto"
}