{
 "id": "47892",
 "text": "Em física, as transformações de Lorentz, em homenagem ao físico neerlandês Hendrik Lorentz, descrevem como, de acordo com a relatividade especial, as medidas de espaço e tempo de dois observadores se alteram em cada sistema de referência. Elas refletem o fato de que observadores se movendo com velocidades diferentes medem diferentes valores de distância, tempo e, em alguns casos, a ordenação de eventos. Matematicamente, o fator de Lorentz é determinado por: : \\gamma = \\frac{1}{ \\sqrt{(1 - \\frac{v^2}{c^2} )} } A transformação de Lorentz foi originalmente o resultado da tentativa de Lorentz e outros cientistas, como Woldemar Voigt,Ernst, A. och Hsu, J.-P.; First proposal of the universal speed of light by Voigt 1887 Chinese Journal of Physics (2001), pag 211-230 Vol 39-3; A tradução de Voigt (1887) em Inglês. para explicar as propriedades observadas da luz propagando-se no que se presumia ser o éter luminífero; Albert Einstein posteriormente reinterpreta a transformação como sendo uma consequência da natureza do espaço e tempo. A transformação de Lorentz substitui a transformação de Galileu da física newtoniana, que assumia um espaço e tempo absoluto. De acordo com a relatividade especial, a transformação de Galileu é apenas uma boa aproximação para velocidades relativas muito menores que a velocidade da luz. ==Transformação de Lorentz para referenciais na configuração padrão== Assuma que há dois observadores O e Q, cada qual usando seu próprio sistema de coordenadas espacial para medir os intervalos de espaço e relógios estáticos devidamente posicionados e adequadamente sincronizados para permitir medidas de tempo (sistema de coordenadas relativístico A inferência de tempo (t, ou t') por um observador (O, ou Q) nãõ pode ser feita apenas a partir do relógio na respectiva origem. A variável tempo (t, ou t'), refere-se ao valor indicado por um relógio justaposto ao local do evento quando da sua ocorrência; sincronizado com outros análogos espacialmente distribuídos - todos sempre relativamente estáticos com aquele colocado na origem - segundo método fixo; e não ao valor indicado pelo relógio \"no braço do observador\" quando ele o vê. Se um dos relógios da malha situa-se a uma distància x da origem, deve ser ali colocado com um valor x/c acima (adiantado) em relação àquele indicado pelo relógio na origem. Um pulso de luz oriundo da origem (com velocidade c) dispara os relógicos quando os atinge. Tem-se assim um sistema de referência para medida de espaçotempo de um evento [(x,y,z,t), ou (x',y',z',t')] pelo respectivo observador [O, ou Q] na origem. Repare que, mesmo inicialmente adiantados, ao fim o observador (O, ou Q) verá, na origem, imagem de todos os relógios de sua própria malha espaçotempo, cada qual tanto mais atrasados quanto mais distante estiver da origem (considere o tempo de ida da luz na sincronização, e o de retorno do sinal luminoso que carrega a \"imagem\" do relógio de volta à origem). Ao se olhar o céu à noite, em um dado momento, quanto mais longe está o que se olha, mais no passado (\"t\" menor) ocorreu o que agora se vê. ). O utiliza (t, x, y, z) e Q utiliza (t', x', y', z') para designar a ocorrência de um mesmo evento. Suponha ainda que os sistemas de coordenadas são orientados de maneira que os eixos x e x' são colineares, os eixos y é paralelo ao eixo y' , assim como o eixo z ao z' . A velocidade relativa entre os dois observadores é v no sentido do eixo x. Assuma também que as origens de ambos sistemas de coordenadas coincidem em um dado instante referido como instante zero em ambos os referenciais (t=t'=0 quando x=0 coincide com x'=0). Se todas essas suposições são válidas, então os sistemas de coordenadas são ditos estarem na configuração padrão. Uma apresentação simétrica entre as transformadas direta em inversa de Lorentz podem ser obtidas se o sistema de coordenadas estão em configuração simétrica. A forma simétrica ressalta que todas as leis físicas devem ser de tal tipo que permanecem inalteradas sob uma transformação de Lorentz. A transformação de Lorentz para sistemas de referências na configuração padrão pode ser apresentada como :\\begin{cases} t' &= \\gamma \\left( t - v x/c^{2} \\right) \\\\\\ x' &= \\gamma \\left( x - v t \\right)\\\\\\ y' &= y \\\\\\ z' &= z \\end{cases} onde \\ \\gamma = \\frac{1}{ \\sqrt{1 - { \\frac{v^2}{c^2}}}} é chamado fator de Lorentz. ===Forma matricial=== A transformação de Lorentz é dita um \"boost\" na direção x e é frequentemente expressa na forma matricial como : \\begin{bmatrix} c t' \\\\\\ x' \\\\\\ y' \\\\\\ z' \\end{bmatrix} = \\begin{bmatrix} \\gamma&-\\beta \\gamma&0&0\\\\\\ -\\beta \\gamma&\\gamma&0&0\\\\\\ 0&0&1&0\\\\\\ 0&0&0&1\\\\\\ \\end{bmatrix} \\begin{bmatrix} c\\,t \\\\\\ x \\\\\\ y \\\\\\ z \\end{bmatrix}\\ . Para o caso geral de um boost em uma direção arbitrária (\\beta_{x}, \\beta_{y}, \\beta_{z}), : \\begin{bmatrix} c\\,t' \\\\\\ x' \\\\\\ y' \\\\\\ z' \\end{bmatrix} = \\begin{bmatrix} \\gamma&-\\beta_x\\,\\gamma&-\\beta_y\\,\\gamma&-\\beta_z\\,\\gamma\\\\\\ -\\beta_x\\,\\gamma&1+(\\gamma-1)\\frac{\\beta_{x}^{2}}{\\beta^{2}}&(\\gamma-1)\\frac{\\beta_{x}\\beta_{y}}{\\beta^{2}}&(\\gamma-1)\\frac{\\beta_{x}\\beta_{z}}{\\beta^{2}}\\\\\\ -\\beta_y\\,\\gamma&(\\gamma-1)\\frac{\\beta_{y}\\beta_{x}}{\\beta^{2}}&1+(\\gamma-1)\\frac{\\beta_{y}^{2}}{\\beta^{2}}&(\\gamma-1)\\frac{\\beta_{y}\\beta_{z}}{\\beta^{2}}\\\\\\ -\\beta_z\\,\\gamma&(\\gamma-1)\\frac{\\beta_{z}\\beta_{x}}{\\beta^{2}}&(\\gamma-1)\\frac{\\beta_{z}\\beta_{y}}{\\beta^{2}}&1+(\\gamma-1)\\frac{\\beta_{z}^{2}}{\\beta^{2}}\\\\\\ \\end{bmatrix} \\begin{bmatrix} c\\,t \\\\\\ x \\\\\\ y \\\\\\ z \\end{bmatrix}\\ , onde \\beta = \\frac{v}{c}=\\frac{\\|\\vec{v}\\|}{c} e \\gamma = \\frac{1}{\\sqrt{1-\\beta^2}}. == Motivação original == Desde as épocas de Galileu e Newton, era sabido que medidas laboratoriais de processos mecânicos não deveriam mostrar diferenças entre um equipamento em repouso e um outro que estivesse em movimento com velocidade constante e em linha reta: era o chamado princípio da relatividade. Mas, nem todas as leis da física eram consideradas universais e independentes do observador: de acordo com a teoria eletromagnética de Maxwell (refinada depois por Lorentz e outros) a luz não devia obedecer a esse princípio e deveria mostrar o efeito do movimento. Michelson e Morley fizeram uma experiência, em 1887, em que tentaram detectar a diferença entre a velocidade da luz se movendo na mesma direção do movimento da Terra (afetado pelo vento de éter resultante) e a velocidade da luz se movendo numa direção em ângulo reto com ela. Mas, o valor da velocidade da luz parecia não se alterar quando era alterada a velocidade do seu emissor — o que estava em desacordo com os modelos da Física Clássica. Em 1889, Fitzgerald, um irlandês, sugeriu que talvez fosse uma contração do próprio equipamento experimental, que ocorria quando este atravessava o éter e que fazia com que a mudança na velocidade da luz não fosse detectável, ou seja, sugeriu que os corpos se contraíam quando se moviam com velocidades próximas à velocidade da luz. Independentemente, em 1895, Lorentz sugeriu uma hipótese do mesmo tipo, porém mais detalhada, em que, para assegurar a completa impossibilidade de detecção do éter, acrescentava a hipótese de haver uma mudança no «tempo local» marcado pelos relógios usados na experiência. As transformações de Lorentz, introduzidas por ele em 1904, descrevem esse efeito de diminuição do comprimento e dilatação do tempo para objetos que se movem a velocidades próximas à velocidade da luz. O descrédito das teorias do éter acabou por levar à aceitação da proposta de Albert Einstein de que as transformações de Lorentz não fossem entendidas como transformações de objetos físicos mas, sim, como transformações do espaço e do tempo em si. Na sua Teoria da Relatividade Restrita, propôs que a razão pela qual não se conseguiam detectar diferentes velocidades da luz era, simplesmente, porque a velocidade da luz é uma constante universal. E mostrou que isso tornava o princípio da relatividade compatível com a teoria electromagnética. A necessidade de se modificar as equações da transformação de Galileu foi reconhecida ao se tentar usá-las nas equações de Maxwell. O raciocínio a seguir, atribuído a Einstein, ilustra intuitivamente a inconsistência. Considere que seja possível a uma pessoa viajar à velocidade da luz. A luz, pelas equações de Maxwell, é uma oscilação dos campos elétricos E e magnéticos B, periódica no espaço e oscilante no tempo. No referencial dessa pessoa, a luz seria uma perturbação do campo eletromagnético periódica no espaço e constante no tempo. Tal solução, no entanto, não existe como solução das equações de Maxwell que governam a propagação da Luz. Portanto, restam duas alternativas: # Modificar as equações Maxwell e manter a transformada de Galileu # Ou modificar a transformada de Galileu Não basta dizer que, já que as equações de Maxwell são confirmadas em laboratório, devemos modificar as transformadas de Galileu. Essas transformadas também são importantes pois são a base de toda a Mecânica Clássica, que portanto deveria ser revista. Esse impasse foi resolvido em 1905 por Albert Einstein. A sua interpretação das Transformadas de Lorentz permitiu manter as equações de Maxwell inalteradas, mas exigiu uma revisão completa dos conceitos de tempo e espaço tão caros e fundamentais à Mecânica Clássica. == A transformação de Lorentz == Para se chegar as equações da transformação de Lorentz basta analisar como as equações de Maxwell se comportam com relação a uma transformação geral de coordenadas. Mas para simplificar a matemática, utiliza-se no lugar das equações de Maxwell uma de suas soluções, isto é, a equação da onda eletromagnética no vácuo: :\\frac{\\partial^2\\psi}{\\partial x^2} - \\frac{1}{c^2} \\frac{\\partial^2\\psi}{\\partial t^2} = 0 propagando-se na direção x com velocidade c. Quer-se uma transformação linear de coordenadas x, t para um novo referencial, x', t' que se move com velocidade v: :\\begin{align}x^\\prime &= \\alpha x + \\beta t \\\\\\ t^\\prime &= \\gamma x + \\delta t \\end{align} O problema é encontrar \\alpha, \\beta, \\gamma, \\delta de forma a que a equação de onda acima continue sendo uma equação de onda no novo referencial. Substituindo na equação de onda e resolvendo a equação para (\\alpha, \\beta, \\gamma, \\delta) obtém-se: :\\alpha^2 - \\frac{\\beta^2}{c^2} =1 : \\frac{c^2 \\gamma}{\\beta} = 1 : \\alpha = \\delta Substituindo na transformação linear original: :\\begin{align}x^\\prime &= \\alpha \\left( x + \\frac{\\beta}{\\alpha} t \\right) \\\\\\ t^\\prime &= \\alpha \\left( \\frac{\\beta}{c^2\\alpha} x + t\\right) \\end{align} Comparando com a transformada de Galileu: :x^\\prime = x - v \\cdot t :t^\\prime = t encontra-se: :\\begin{align} \\frac{\\beta}{\\alpha} &= -v \\\\\\ \\alpha &= \\frac{1}{ \\sqrt{(1 - \\frac{v^2}{c^2} )} } \\end{align} substituindo na transformação linear inicial, encontra-se a transformada de Lorentz entre dois referenciais em movimento relativo com velocidade v: :x^\\prime = \\frac{1}{ \\sqrt{(1 - \\frac{v^2}{c^2} )} } ( x - v \\cdot t ) = \\gamma ( x - v \\cdot t ) :t^\\prime = \\frac{1}{ \\sqrt{(1 - \\frac{v^2}{c^2} )} } ( t - \\frac{v}{c^2} x) = \\gamma ( t - \\frac{v}{c^2} x) Onde: :\\gamma = \\frac{1}{ \\sqrt{(1 - \\frac{v^2}{c^2} )} } é chamado de fator de Lorentz. ===Forma vetorial=== A transformação de Lorentz deduzida até então supõe um movimento relativo na direção do eixo-x, mas esta forma pode ser generalizada para um movimento em qualquer direção. Supondo que os referenciais se movam com uma velocidade em direção arbitrária v, então qualquer vetor r1 pode ser decomposto em suas componentes perpendicular e ortogonal ao vetor v. O vetor r1 forma um ângulo θ com o vetor v. Portanto temos que: \\mathbf{r}_{ \\parallel \\mathbf{v}}=|\\mathbf{r}|\\cos\\theta\\hat{\\mathbf{v}}=|\\mathbf{r}|\\cos\\theta\\frac{\\mathbf{v}}{v}= |\\mathbf{r}||\\frac{\\mathbf{v}}{v}|\\cos\\theta\\frac{\\mathbf{v}}{v}=|\\mathbf{r}||\\mathbf{v}|\\cos\\theta\\frac{\\mathbf{v}}{v^2}=\\langle\\mathbf{r},\\mathbf{v}\\rangle\\frac{\\mathbf{v}}{v^2} Temos também que \\mathbf{r}_{\\perp \\mathbf{v}}=\\mathbf{r}-\\mathbf{r}_{ \\parallel \\mathbf{v}}=\\mathbf{r}-\\langle\\mathbf{r},\\mathbf{v}\\rangle\\frac{\\mathbf{v}}{v^2} Então, para um vetor em um referencial 1: \\mathbf{r_{1}}=\\langle\\mathbf{r_{1}},\\mathbf{v}\\rangle\\frac{\\mathbf{v}}{v^2}-[\\mathbf{r_{1}}-\\langle\\mathbf{r_{1}},\\mathbf{v}\\rangle\\frac{\\mathbf{v}}{v^2}] No entanto a componente perpendicular não sofre alterações frente à transformação de Lorentz e a componente perpendicular à velocidade o é. Então, de modo análogo ao feito para o movimento relativo na direção do eixo-x, temos: \\mathbf{r_{2}}=[\\mathbf{r_{1}}-\\langle\\mathbf{r_{1}},\\mathbf{v}\\rangle\\frac{\\mathbf{v}}{v^2}]+a[\\langle\\mathbf{r_{1}},\\mathbf{v}\\rangle\\frac{\\mathbf{v}}{v^2}-\\mathbf{v}t_{1}] ct_{2}=a[ct_{1}-\\langle\\mathbf{r_{1}},\\mathbf{v}\\rangle\\frac{\\mathbf{v}}{v^2}\\cdot\\frac{\\mathbf{v}}{c}] Ou ainda, reorganizando, \\mathbf{r_{2}}=\\mathbf{r_{1}}+(a-1)\\langle\\mathbf{r_{1}},\\mathbf{v}\\rangle\\frac{\\mathbf{v}}{v^2}-a\\mathbf{v}t_{1} ct_{2}=a[ct_{1}-\\frac{\\langle\\mathbf{r_{1}},\\mathbf{v}\\rangle}{c}] == Ver também == * Campo eletromagnético * Transformação de Galileu * Grupo de Lorentz * Número complexo hiperbólico == Bibliografia == # Einstein, Albert (1961), Relativity: The Special and the General Theory, New York: Three Rivers Press (published 1995), ISBN 0-517-88441-0 # Thornton, Stephen T.; Marion, Jerry B. (2004), Classical dynamics of particles and systems (5th ed.), Belmont, [CA.]: Brooks/Cole, pp. 546–579, ISBN 0-534-40896-6 # Kyrala, A (1967), Theoretical Physics: applications of vectors, matrices, tensors and quaternions. W. B. Saunders Company, pp. 247-275 Categoria:Relatividade especial",
 "title": "Transformação de Lorentz"
}