{
 "id": "47908",
 "text": "Roland Garros (São Dinis, 6 de outubro de 1888 — Ardenas, 5 de outubro de 1918) foi um pioneiro da aviação francesa. == Aviador == === O início da carreira === Iniciou sua carreira de piloto em 1909, pilotando um Demoiselle, avião que só voava bem se o piloto fosse pequeno e leve. Em 1911 Garros tornou-se qualificado para pilotar monoplanos Bleriot e disputou na Europa uma série de corridas aéreas neste tipo de aeronave. === Brasil === Teve uma breve passagem pelo Brasil onde ensinou pilotagem em São Paulo. Em 9 de Março de 1912, juntamente com Eduardo Pacheco Chaves, cada qual pilotando seu próprio avião, realizou a primeira viagem aérea São Paulo-Santos-São Paulo. Na ocasião, o governo do estado oferecia um prêmio de 30 mil réis ao primeiro piloto que conseguisse esta façanha. Antes da partida a aeronave de Roland Garros apresentou defeito. Mesmo sendo seu competidor, Eduardo Pacheco Chaves ajudou-o a repará-la. Retornaram juntos no mesmo avião. Em 1913 passou a voar em um Morane-Saulnier, aeronave mais aperfeiçoada que o Bleriot. == A primeira travessia aérea do Mediterrâneo == Ficou famoso por ter efetuado, em 23 de setembro de 1913, a primeira travessia aérea sem escalas do Mediterrâneo em 7h53m, apesar de um motor ter avariado sobre a Córsega. Partiu da cidade de Fréjus, na costa sul da França. Restavam-lhe cinco litros de combustível quando pousou em Bizerte, na Tunísia. == No Brasil == Em 1911 a Queen Aviation Company Limited, de Nova Iorque, uma empresa de demonstrações aéreas veio ao Rio de Janeiro com seis aviões Blériot XI, um Nieuport 11 e um Demoiselle e diversos ases da aviação francesa, entre os quais, Roland Garros. No Rio, Garros levou para voar pela primeira vez o tenente Ricardo Kirk, que depois se tornaria o primeiro piloto militar brasileiro. Em 1912 ele fez o primeiro voo aéreo sobre Magé, Guapimirim e Teresópolis. == Em combate == thumb|338x338px|right|Túmulo de Roland Garros O conflito de 1914-1918 transformou-o em piloto de guerra. Ao contrário do que muitos acreditam, Garros não foi um ás da aviação, pois abateu somente quatro aviões inimigos; para ser considerado ás é preciso ter cinco vitórias. Em finais de 1914 participou do aperfeiçoamento dos tiros de metralhadora através das hélices. Abatido pelos alemães, foi feito prisioneiro. Na tentativa de ocultar a nova arma do inimigo tentou destruir seu avião antes de ser capturado, porém não conseguiu: seu sistema foi então estudado e aperfeiçoado por Anthony Fokker. Conseguindo fugir, retomou seu posto na esquadrilha, mas foi morto durante um combate aéreo em 5 de outubro de 1918, sobre as Ardenas, perto de Vouziers, onde ele foi sepultado.thumb|200px|left|Monumento em homenagem a Roland Garros em São Dinis, Reunião == Memória == Membro do Stade Français, teve a honra póstuma de dar seu nome ao estádio parisiense nos anos 1920 e ao torneio de tênis que lá acontece todos os anos. O aeroporto internacional de Reunião é chamado aeroporto Roland Garros em sua homenagem. Na cidade de São Paulo há uma importante avenida com seu nome, situada no distrito de Vila Medeiros. Curiosamente, um de seus cruzamentos é justamente com outra avenida com nome de aviador, a avenida Edu Chaves. == Ver também == * Lista de pilotos (aviação) * Torneio de Roland-Garros Categoria:Tenistas da França Categoria:Aviadores da França Categoria:Pioneiros da aviação Categoria:Naturais de São Dinis (Reunião) Categoria:Vítimas de aeronaves abatidas Categoria:Alunos da Escola de Altos Estudos Comerciais de Paris",
 "title": "Roland Garros"
}