{
 "id": "47924",
 "text": "Kamikaze ou, em português, camicase (do japonês: 神風, kami significando \"deus\" e kaze, \"vento\", comumente traduzido como \"vento divino\") eram os pilotos de aviões japoneses carregados de explosivos cuja missão era realizar ataques suicidas contra navios dos Aliados nos momentos finais da campanha do Pacífico na Segunda Guerra Mundial. Desde então, a palavra kamikaze (em português, camicase) passou a ser usada em diferentes línguas como metáfora para pessoas, ações ou práticas potencialmente suicidas, inclusive em sentido figurado. O nome oficial dos camicases originais era Tokubetsu Kōgekitai (Unidade de Ataque Especial), também conhecidos pela abreviação Tokkōtai ou Tokkō. As unidades da marinha eram chamadas de Shinpu Tokubetsu Kõgekitai (Unidade de Ataque Especial Vento Divino), em alusão a tempestades que salvaram o Japão do ataque mongol em duas ocasiões (1247 e 1281), portanto os pilotos suicidas iriam salvar novamente o Japão de novos mongóis: os estadunidenses. O termo \"kamikaze\" já era usado pelos americanos. Cerca de pilotos morreram nesses ataques, causando a morte de 7 000 soldados aliados e deixando mais de 4 mil feridos. O número de navios afundados é controverso. A propaganda japonesa da época divulgava que os ataques conseguiram afundar 81 navios e danificar outros 195. Airforcehistory == Contexto e surgimento == A prática de tais ataques suicidas foi inserida em uma época em que os militares do Império Japonês estavam em crise. No Ataque a Pearl Harbor em dezembro de 1941 os japoneses tinham a vantagem de possuir os Mitsubishi A6M Zero, caças ágeis e manobráveis que representavam uma ameaça aos norte-americanos, mas em 1943 com a introdução do F6F Hellcat a situação mudou, pois esses caças americanos possuíam uma tecnologia superior a qualquer outro caça japonês, com o uso do radar, novidades táticas e em maiores quantidades, os Estados Unidos conquistou o espaço aéreo. Na Batalha do Mar das Filipinas nos dias 19 e 20 de junho de 1944, o Império Japonês teve a baixa de cerca de 600 aviões; na Batalha de Formosa entre 10 a 20 de outubro de 1944, mais 500 aviões japoneses foram perdidos. Em 19 de outubro de 1944, o vice-almirante Takijiro Onishi convocou uma reunião formal com vários oficiais e apresentou-lhes seus planos, defendendo o que considerava a única forma pelo qual um pequeno contingente pudesse atacar com grande eficácia, organizando ataques suicidas com os caças Mitsubishi A6M Zero armados com 250 kg de bombas para atacar porta-aviões inimigos. Assim foi feito, porém nenhum dos oficiais que preparam tais planos se ofereceu para a missão. Às 10h47min de 25 de outubro de 1944 ocorreu o primeiro ataque kamikaze. Em uma esquadrilha de cinco Mitsubishi A6M Zero na Ilha de Samar (Filipinas), o líder Yukio Seki atingiu o porta-aviões USS St. Lo. Após 30 minutos, o incêndio atingiu o paiol principal do navio que se destruiu, causando a morte de 140 estadunidenses. Seki, quando foi entrevistado pelo jornalista Onoda Masashi numa preparação à propaganda kamikaze, declarou: \"Se é uma ordem, eu vou. Mas não irei morrer pelo imperador ou pelo Império Japonês. Vou morrer por minha amada esposa. Se o Japão perder ela pode acabar estuprada pelos norte-americanos. Estou morrendo por quem mais amo, para protegê-la\". Os kamikazes foram considerados pela religião xintoísta oficial do Estado, espíritos guardiões da pátria. == Recrutamento e voo == A maior parte dos kamikazes eram estudantes recrutados de universidades. O governo anunciava que a decisão de se tornar um suicida era voluntária. No entanto, não era isso que ocorria. Durante o treinamento, espancamentos brutais eram feitos frequentemente por qualquer motivo. No dia em que os soldados eram chamados para anunciar se queriam ser voluntários, ouviam um discurso patriótico e a importância de se sacrificar pelo imperador. Em seguida, os que se voluntariavam davam um passo a frente, pouquíssimos desafiavam a pressão das autoridades. Nesses jovens havia a consciência da qual suas mentes desde criança já aprendiam tal ideologia, bem como um sentimento de culpa enquanto seus compatriotas morriam. O historiador William Gordon (Universidade Wesleyan) afirma que membros do Exército e da Marinha \"eram apontados como membros de esquadrões suicidas sem sequer ter a chance de se tornarem voluntários. Eram dados aos kamikazes instruções para como procederem, sendo os alvos principais os porta-aviões. Durante o momento de mergulhar com o avião não deveriam fechar os olhos, pois poderiam errar o alvo, indo parar na água. No dia do voo fatal, escreviam poesias, ganhavam um brinde de saquê, levavam a bandeira, amarravam a hachimaki (faixa) e talvez também usavam o sennibari (cinto). Em época de florada carregavam ramos de cerejeira. Ainda levavam uma espada e uma pistola para o caso de fracassarem e poderem se suicidar. Além do modelo Mitsubishi A6M Zero, outros aviões foram usados. Algumas vezes obtinham ajuda de escoltas regulares, mas geralmente tinham de enfrentar os caças estadunidenses que detectavam seus aviões pelo radar, e tentavam resistir até poder colidir no convés de um navio. == Visão == A ideologia promovida pelo Estado mostrava o culto à morte, um incentivo aos pilotos. Os diários dos pilotos mostrava que eram perturbados com a ideia da morte, e alguns até mesmo contrários ao sistema político do Império. No Japão, era divulgado pela imprensa e o governo apenas o que pudesse servir como propaganda, incluindo relatos e testamentos demonstrando o espírito japonês, a devoção pelo imperador e poemas de morte mencionando a sakura (flor da cerejeira), símbolo nacional. A antropóloga Emiko Ohnuki-Tierney (Universidade do Wisconsin-Madison) nega comparações com homens-bomba islâmicos, defendendo que eram recrutados como parte dos soldados daquela nação que recebiam ordens para morrer e não tinham como alvo civis. == Consequências == Durante toda a guerra apenas 11,6% dos 3,3 mil aviões acertaram o alvo, e 27,5% retornaram a base (seja por falta de combustível, por não encontrar o inimigo, pelo mau tempo ou qualquer outro motivo). Os que regressavam eram humilhados pelos oficiais até uma outra ocasião em que voassem novamente. No total, cerca de 47 navios estadunidenses foram afundados de acordo com William Gordon, três deles eram porta-aviões, todos de escolta, pequenos e pouco importantes. De acordo com a Força Aérea dos Estados Unidos, marinheiros morreram em decorrência dos ataques, e ficaram feridos. A partir de julho de 1945 as ações diminuíram, os kamikazes aguardavam uma possível invasão americana, e pretendiam afundar cerca de 400 navios em caso de aproximação. A invasão não ocorreu, mas de fato o planejamento de ataque suicida poderia ter dado certo, pois os aviões partiriam de um distância mais próxima e os modelos Yokosuka MXY-7 Ohka movidos a jato em vez de foguete podiam decolar na terra e tinham maior autonomia. Os aliados por sua vez ameaçaram o Japão de \"completa e total destruição\" caso não se rendessem, conforme firmado na Declaração de Potsdam entre Estados Unidos, Grã-Bretanha e China. Em 6 de agosto, acreditando que os japoneses não se renderiam até a morte, a bomba atômica foi utilizada em Hiroshima e três dias depois em Nagasaki. No dia 15 de agosto, o imperador Hirohito anunciou a rendição. == Galeria == Imagem:USS_Intrepid_CV-11_kamikaze_strike.jpg|Um Kamikaze, na distância, indo atingir um navio americano. Imagem:MXY7 Ohka Cherry Blossom Baka Ohka-2bs.jpg|Yokosuka MXY-7 Ohka: a \"bomba voadora Kamikaze\", desenvolvida pelo Japão. Imagem:Yokosuka D4Y3.jpg|Ataque Kamikaze ao USS Essex em 25 de Novembro de 1944. Imagem:St. Lo First Kamikaze attack sl1a.jpg|St. Lo explode após ataque Kamikaze. Imagem:HMS Formidable (67) on fire 1945.jpg|Porta-aviões britânico após ser atingido por três Kamikazes. Ele resistiu ao ataque. == Ligações externas == * * * Categoria:Aviação no Japão Categoria:Japão na Segunda Guerra Mundial Categoria:Império do Japão Categoria:Aviação na Segunda Guerra Mundial",
 "title": "Kamikaze"
}