{
 "id": "47929",
 "text": "Dédalo (; ; em etrusco: Taitale), na mitologia grega, é um personagem natural de Atenas e descendente de ErecteuDiodoro Sículo, Biblioteca Histórica, 4.76.1. Notável arquitecto e inventor, cuja obra mais famosa é o labirinto que construiu para o rei Minos, de Creta, aprisionar o Minotauro, monstro filho de sua mulher. == Mito, segundo Diodoro Sículo == === Família === Dédalo nasceu em Atenas, sendo filho de Metion, filho de Eupalamus, filho de Erecteu. Ele tinha um sobrinho chamado Perdiz, filho de sua irmã, e um filho chamado Ícaro. === Carreira de inventor === Em seus primeiros anos a vida do arquitecto Dédalo foi um ato de descobrimento dos materiais, formas, volume e do próprio espaçoDiodoro Sículo, Biblioteca Histórica, 4.76.2Diodoro Sículo, Biblioteca Histórica, 4.76.3 === O assassinato de Perdiz === Certa vez, Dédalo estava ensinando tudo o que sabia para seu sobrinho Perdiz, este que, então, inventa a roda do oleiro e o serrote de ferro.Diodoro Sículo, Biblioteca Histórica, 4.76.5 Dédalo, com inveja, assassina-o,Diodoro Sículo, Biblioteca Histórica, 4.76.6 e quando descoberto é condenado,Diodoro Sículo, Biblioteca Histórica, 4.76.7 mas foge para Creta.Diodoro Sículo, Biblioteca Histórica, 4.77.1 === Em Creta === Em Creta, Dédalo se torna amigo do rei Minos, mas ajuda Pasífae a se disfarçar de vaca para ser possuída pelo touro de Posídon. Desta relação nasce o Minotauro.Diodoro Sículo, Biblioteca Histórica, 4.77.3 Dédalo, em seguida, constrói o labirinto de Creta, para conter o minotauro.Diodoro Sículo, Biblioteca Histórica, 4.77.4 === Fuga de Creta === Dédalo tinha um filho, Ícaro. Quando Minos descobriu que Dédalo tinha feito a vaca para Pasífae, este fugiu de Creta, com a ajuda de Pasífae.Diodoro Sículo, Biblioteca Histórica, 4.77.5Ícaro fugiu com Dédalo, mas morreu em um acidente naval na ilha que passou a se chamar Icária.Diodoro Sículo, Biblioteca Histórica, 4.77.6 Dédalo se refugia na Sicília, na corte do rei Cócalo. Diodoro apresenta a versão alternativa de que Dédalo fugiu de Creta voando: com seu engenho inigualável, constrói para si e para o filho dois pares de asas de penas, ligadas com cera, para fugirem.Diodoro Sículo, Biblioteca Histórica, 4.77.8 Ícaro, deslumbrado com a beleza do firmamento, sobe demasiado e o Sol derrete a cera de suas asas, precipitando-o nas águas do mar Egeu, enquanto Dédalo consegue chegar à Sicília.Diodoro Sículo, Biblioteca Histórica, 4.77.9 Diodoro Sículo comenta que ele não acredita muito nesta versão, mas não poderia deixar de mencionar este mito. === Dédalo na Sicília === Dédalo passou um bom tempo trabalhando para o rei Cócalo, construindo várias maravilhas.Diodoro Sículo, Biblioteca Histórica, 4.78.1-5 Minos, porém, quando soube que Dédalo tinha se refugiado na Sicília, e sendo o senhor dos mares, resolveu fazer uma campanha contra a ilha.Diodoro Sículo, Biblioteca Histórica, 4.79.1 Desembarcando com uma grande força na ilha, no local chamado a partir de então de Heracleia Minoa, Minos demandou de Cócalo que entregasse Dédalo para ele ser punido. Cócalo, porém, trouxe Minos como convidado ao seu palácio, e assassinou Minos durante o banho, fervendo-o em água quente.Diodoro Sículo, Biblioteca Histórica, 4.79.2 Cócalo devolveu o corpo de Minos aos cretenses, dizendo que ele tinha se afogado no banho; os cretenses o enterraram na Sicília,Diodoro Sículo, Biblioteca Histórica, 4.79.3 no lugar onde mais tarde foi fundada a cidade de Acragas (atual Agrigento), e lá ficaram até que Terone, tirano de Acragas, devolveu seus ossos para os cretenses.Diodoro Sículo, Biblioteca Histórica, 4.79.4 ==Ligações externas== *A morte de Minos na Sicília (it.) Categoria:Mitologia grega Categoria:Arquitetos da Grécia Antiga Categoria:Naturais da Atenas Antiga Categoria:Labirintos",
 "title": "Dédalo"
}