{
 "id": "47950",
 "text": "Vera Fischer (Blumenau, 27 de novembro de 1951) é uma atriz e ex-modelo brasileira. Como estrela de televisão do Brasil, tornou-se um dos maiores símbolos sexuais do país desde a década de 1970, sendo vencedora do concurso Miss Brasil 1969. Mais tarde, Fischer iniciou carreira artística atuando no cinema e, em seguida, migrou para televisão, onde se popularizou internacionalmente ao protagonizar inúmeras telenovelas. Ela ganhou vários prêmios, incluindo um Prêmio APCA, um Prêmio Air France, e o prêmio de Melhor Atriz pelo Festival de Brasília, além de ter recebido indicações para quatro Troféus Imprensa. Fischer fez sua estreia profissional no filme Sinal Vermelho - As Fêmeas, no papel de Ângela. No entanto, sua descoberta foi no papel de Tânia Velasco no filme Intimidade (1977), pelo qual foi aclamada pela crítica sendo eleita Melhor Atriz de Cinema pelo Prêmio APCA. O sucesso no filme e na crítica lhe rendeu convite para atuar na televisão, estreando em Espelho Mágico (1977) no papel duplo de Débora e Diana. Nos anos seguintes desempenhou papéis menores em outras produções até despontar como protagonista na novela Brilhante (1981), como Luiza, recebendo sua primeira indicação ao Troféu Imprensa. Fischer mais uma vez foi reconhecida no cinema por sua atuação no polêmico filme Amor Estranho Amor (1982), como a prostituta Anna. Seu desempenho lhe rendeu elogios da crítica e ela recebeu os prêmios de Melhor Atriz no Festival de Brasília e no Prêmio Air France. Na televisão, voltou a ser protagonista em Mandala (1987), como Jocasta, recebendo sua segunda indicação ao Troféu Imprensa. Na década de 1990, em meio a polêmicas e trabalhos de sucesso, Fischer foi se tornando uma das atrizes mais populares do Brasil, sobretudo por protagonizar as minisséries Riacho Doce (1990) e Desejo (1990), além das novelas Perigosas Peruas (1992), Pátria Minha (1994) e O Rei do Gado (1996). No início dos anos 2000, desempenhou dois de seus papéis mais memoráveis em sua carreira, nas novelas Laços de Família (2000), como a protagonista Helena, e O Clone (2001), no papel da cômica Yvete, ambos os trabalhos lhe renderam indicações de Melhor Atriz no Troféu Imprensa. No teatro, atuou em grandes produções, como Macbeth (1992), Gata em Teto de Zinco Quente (1998), A Primeira Noite de um Homem (2004) e Porcelana Fina (2006). Fischer ainda se destacou em novelas como Antônia em Agora É que São Elas (2003), Chiara em Caminho das Índias (2009), Irina em Salve Jorge (2012) e Carmo em Espelho da Vida (2018). Recebeu o prêmio honorário do Festival de Cinema de Vitória em 2019 por sua carreira. == Biografia == === Ascendência germânica e Miss Brasil === Vera Fischer nasceu em uma família de classe média, de origem alemã, na cidade de Blumenau, no Vale do Itajaí, Santa Catarina. A mãe, Hildegard Berndt, era uma brasileira neta de alemães, e o pai, Emil Fischer, era alemão nato, natural de Karlsruhe. Em sua autobiografia, Vera classificou seu pai como \"nazista convicto\", o qual era agressivo com ela e a obrigava a ler Mein Kampf, obra escrita pelo ditador Adolf Hitler. Segundo Vera, a relação dos dois nunca foi boa, embora ela o admirasse. Até os cinco anos de idade, Vera apenas falava alemão, vindo a aprender português na escola. Seu pai era comerciante, dono de uma loja de tecidos, e sua mãe era costureira, e trabalhava na fábrica de linhas Hering. De família luterana, Vera estudou em colégio católico, e frequentava os cultos luteranos aos domingos, e missas na igreja católica às sextas-feiras.FISCHER, Vera. Vera, a pequena moisi. Editora Globo, 2007 Aos dezessete anos, Vera Fischer participou do concurso de modelo Miss Blumenau, do qual foi vencedora. O resultado lhe garantiu a participação no Miss Brasil 1969, no Ginásio do Maracanãzinho, no Rio de Janeiro, no qual também foi coroada como primeira colocada do concurso nacional. Por outro lado, Fischer ainda não podia ser participante do Miss Universo daquele ano, uma vez que só era permitido quem já tinha dezoito anos; contudo, ela mesma decidiu falsificar os documentos e revela: \"Durante muitos anos o meu passaporte e a carteira de identidade tiveram um ano a mais. Há pouco tempo que eu atualizei. Foi divertido.\" == Carreira == === Carreira na televisão === Sua estreia ocorreu em 1977 na telenovela Espelho Mágico, da Rede Globo, no qual interpretou Diana e Débora. Nos dois anos seguintes, deu vida às personagens Sula Montenegro e Helena Porto em Sinal de Alerta e Os Gigantes, respectivamente. Em 1980, foi Vivian Ribas em Coração Alado. No ano seguinte, fez uma participação especial na série Obrigado, Doutor, mas foi no papel de Luiza em Brilhante que a atriz recebeu sua primeira indicação como Melhor Atriz no Troféu Imprensa. Em 1987, interpretou Jocasta na telenovela Mandala, personagem que garantiu a segunda indicação como Melhor Atriz no Troféu Imprensa. Em 1990, deu vida a Eduarda na minissérie Riacho Doce e logo em seguida encarnou Anna de Assis em Desejo. Dois anos depois, interpretou Cidinha na telenovela Perigosas Peruas. Nos anos de 1993 a 1996, foi Alice da obra Agosto; Lídia Laport em Pátria Minha e Nena Mezenga em O Rei do Gado. Vera fechou a década de 1990 no programa Você Decide, no episódio \"Amor e Traição\" como Annie; na telenovela Pecado Capital como Laura e fazendo uma participação especial em O Belo e as Feras, no episódio \"Casa de Malandro, Espeto de Chifre\". Iniciou a década de 2000 interpretando Helena na telenovela Laços de Família, sendo indicada ao Troféu Imprensa de 2001 como Melhor Atriz e vencedora do Melhores do Ano de 2000, na categoria Melhor Atriz de Novela. No ano seguinte, foi Yvete em O Clone, papel que rendeu outra indicação em sua área no Troféu Imprensa de 2002. Em 2003, foi Antônia em Agora É Que São Elas, e nos dois anos posteriores, deu vida às personagens Vera Robinson em Senhora do Destino e Úrsula em América. Em 2007, participou da minissérie Amazônia, de Galvez a Chico Mendes, como Lola. No ano seguinte, atuou como a fotógrafa Dolores na telenovela Duas Caras e logo em seguida, fez uma participação especial como Vera no episódio \"O Desejo Escondido, o Cara Deprimido e o Livro Roubado\", na série Casos e Acasos. Em 2009, interpretou Chiara em Caminho das Índias e, posteriormente, fez uma participação como Celeste na série Afinal, o Que Querem as Mulheres?. Em 2011, deu vida a Catarina Diniz na telenovela Insensato Coração. No ano seguinte, interpretou Irina (Simone) em Salve Jorge. Posteriormente, voltaria à televisão em 2018 como Ana Tanquerey em Malhação: Vidas Brasileiras; Haydée em Assédio, série da Globoplay e em Espelho da Vida, como Maria do Carmo e Gertrudes. === Carreira no cinema === Estreou como atriz no cinema em 1972, interpretando Angela em Sinal Vermelho - as Fêmeas. No ano seguinte, participou de três filmes: Eva em A Super Fêmea, Laura em Anjo Loiro e Fernanda em As Delícias da Vida. Em 1974, trabalhou em dois longas: Lígia em Essa Gostosa Brincadeira a Dois e Juliano na comédia Macho e Fêmea. Seu primeiro trabalho de destaque foi em 1976 no filme Intimidade, pois sua personagem Tânia Velasco lhe garantiu o prêmio de melhor atriz no Troféu APCA. Cinco anos mais tarde, foi Judite em Perdoa-me por Me Traíres. Em 1981, esteve em dois longas: como Ritinha/Bonita em Bonitinha, mas Ordinária ou Otto Lara Resende e como Bárbara Bergman em Eu Te Amo. No filme Amor Estranho Amor, lançado em 1982, interpretou a prostituta Anna, papel que lhe garantiu os prêmios de melhor atriz no Prêmio Air France e Festival de Brasília. Naquele mesmo período, também foi a personagem principal de Dora Doralina. Dois anos depois, participou de dois longas: Anna em Amor Voraz e Ana de Ferro em Quilombo. Vera encerrou a década de 1980 como Letícia de Doida Demais. Em 1990, foi Sra Watts em O Quinto Macaco e no ano seguinte, foi Cristina em Forever. Em 1993, participou do filme Fala Baixo, Senão Eu Grito, até interpretar Neusa Sueli em Navalha na Carne, quatro anos mais tarde. Em 2002, foi a Rainha Dara em Xuxa e os Duendes 2: No Caminho das Fadas, retornando às telonas em 2019, como Gilda em Quase Alguém. === Carreira no teatro === No teatro, atuou em grandes produções, como Negócios de Estado, Macbeth (1992), Desejo (1993), Gata em Teto de Zinco Quente (1998), A Primeira Noite de um Homem (2004) e Porcelana Fina (2006). Em 2015, Vera retornou aos palcos com a peça Relações Aparentes, do britânico Alan Ayckbourn. Em entrevista ao programa Altas Horas, de Serginho Groisman, a atriz afirmou que se apaixonou apenas duas vezes na vida: uma vez por Perry Salles, seu primeiro marido, e outra por seu segundo marido, Felipe Camargo. Voltou as novelas no ano de 2018, como coadjuvante na trama do horário das seis, Espelho da Vida. Em 2019 Vera Fischer retorna ao cinema no filme Quase Alguém. Em 2022, retorna aos palcos para celebrar seus 55 anos de carreira, protagonizando o espetáculo Quando eu for mãe quero amar desse jeito, escrito por Eduardo Bakr e com direção de Tadeu Aguiar, numa grande turnê pelo Brasil, de 2022 a 24, realizando apresentações no Rio de Janeiro, São Paulo, Porto Alegre, Curitiba, Brasília, Fortaleza, Recife e em diversas outras cidades. == Vida pessoal == Em 1970 começou a namorar o diretor Perry Salles, com quem foi casada entre 1972 a 1987 e teve uma filha, Rafaela Fischer (1979). Em 1987, durante as gravações da telenovela Mandala, começou a namorar o ator Felipe Camargo, com quem foi casada de 1988 a 1995 e teve um filho, Gabriel Fischer, nascido em 14 de dezembro de 1993. Entre 1997 e 1999 namorou o ator Floriano Peixoto. Em novembro de 2001, conheceu o ator Murilo Rosa numa gravação de clipe da cantora Ivete Sangalo no Rio de Janeiro, mas o início do namoro só ocorreu na festa de aniversário da atriz, em dezembro daquele ano, com relação assumida durante a véspera de ano-novo, na Praia de Copacabana. A relação durou apenas oito meses, e o casal terminou em setembro de 2002. Em 2004 namorou o humorista Paulinho Serra. Em julho de 2011 voltou a ser internada, três meses depois de ter feito uma participação na novela Insensato Coração. ==Filmografia== ===Televisão=== Ano Título Personagem Notas 1977 Espelho Mágico Veridiana Queiroz (Diana) / Débora 1978 Sinal de Alerta Sulamita Montenegro (Sula) 1979 Os Gigantes Helena Porto 1980 Coração Alado Vívian Ribas 1981 Obrigado, Doutor Helena Episódio: \"Por um Fio de Vida\" 1981 Brilhante Luiza Sampaio 1983 Quarta Nobre Cláudia Prado Episódio: \"Tua\" 1987 Mandala Jocasta Silveira 1988 Tarcísio & Glória Lucrécia Episódio: \"Um Banho de Loja\" 1990 Riacho Doce Eduarda 1990 Desejo Ana Emília Ribeiro (Saninha) 1992 Perigosas Peruas Maria Aparecida Falcão Belotto (Cidinha) 1993 Agosto Alice 1994 Pátria Minha Lídia Thompson Laport 1996 O Rei do Gado Helena Mezenga (Nena) Episódios: \"17–25 de junho\" 1998 Você Decide Annie Episódio: \"Amor e Traição\" 1999 Pecado Capital Laura Medeiros Lisboa Episódios: \"17 de março–7 de maio\" 1999 O Belo e as Feras Celeste Episódio: \"Casa de Malandro\" 2000 Laços de Família Helena Lacerda Soriano 2001 O Clone Yvete Ferraz Simas 2003 Agora É que São Elas Antônia Mendes Galvão 2004 Senhora do Destino Mrs. Vera Robinson / Vera Barroso Episódios: \"2–8 de outubro\" 2005 América Úrsula Garcez Episódio: \"3–5 de novembro\" 2007 Amazônia Lola 2007 Duas Caras Dolores Maciel Episódios: \"1–19 de abril\" 2008 Casos e Acasos Vera Episódio: \"O Desejo Escondido\" 2009 Caminho das Índias Chiara Bittencourt 2010 Afinal, o Que Querem as Mulheres? Celeste Monteiro Episódio: \"11 de novembro\" 2011 Insensato Coração Catarina Diniz Episódios: \"16–18 de abril\" 2012 Salve Jorge Irina Drummond / Simone 2016 Tá no Ar: A TV na TV Helena Lacerda Soriano Episódio: \"5 de abril\" 2018 Malhação: Vidas Brasileiras Ana Tanquerey Episódio: \"6–23 de abril\" 2018 Assédio Haydée Episódio: \"O Julgamento\" 2018 Espelho da Vida Maria do Carmo Vilela (Carmo) 2018 Espelho da Vida Gertrude Trindade 2021 CNN Séries Originais Ela mesma Episódio: \"O Labirinto do Sexo\" Meu amigo Bussunda Ela mesma Episódio: \"2\" ===Cinema=== Ano Título Personagem 1972 Sinal Vermelho - as Fêmeas AngelaCinemateca Brasileira, Sinal vermelho - As fêmeas [em linha] 1973 A Superfêmea Eva Anjo Loiro LauraCinemateca Brasileira, Anjo Loiro [em linha] As Delícias da Vida FernandaCinemateca Brasileira, As Delícias da Vida [em linha] 1974 Essa Gostosa Brincadeira a Dois Lígia Macho e Fêmea Juliana/Juliano 1975 Intimidade Tânia Velasco 1980 Perdoa-me por Me Traíres Judite 1981 Bonitinha mas Ordinária ou Otto Lara Resende Ritinha Eu Te Amo Barbara Bergman 1982 Amor Estranho Amor Anna Montenegro Dora Doralina Dora 1984 Amor Voraz Anna Quilombo Ana de Ferro 1989 Doida Demais Letícia 1990 O Quinto Macaco Mrs. Watts 1991 Forever Cristina Teller 1993 Fala Baixo Senão Eu Grito Mariazinha 1997 Navalha na Carne Neuza Suely 2002 Xuxa e os Duendes 2 - No Caminho das Fadas Rainha Dara 2022 Me Tira da Mira Antuérpia FoxComédia estrelada por Cleo Pires, Fábio Júnior e Fiuk 2022 Um Natal Cheio de Graça Lady Sofia 2023 Lenita Ela mesma (Documentário) == Teatro == Ano Título 1983 Os Desinibidos, de Roberto Athayde, direção de Aderbal Freire Filho 1984 Negócios de Estado, de Louis Verneuil, direção de Flávio Rangel 1992 Macbeth, de William Shakespeare, direção de Ulysses Cruz 1993 Desejo, de Eugene O'Neill, direção de Ulysses Cruz 1998 Gata em Teto de Zinco Quente, de Tennessee Williams, direção de Moacyr Góes 2004 A Primeira Noite de um Homem, de Charles Webb, direção de Miguel Falabella 2006 Porcelana Fina, de Georges Feydeau, direção de Antônio Pedro Borges 2007 Confidências (monólogo de Perry Salles, com a direção de Vera Fischer) 2015 Relações Aparentes, de Alan Ayckbourn, direção de Ary Coslov 2017 Ela é o Cara, de Márcio Araújo e Andrea Batitucci, direção de Ary Coslov 2017 Doce Pássaro da Juventude, de Tennessee Williams, direção de Gilberto Gawronski 2022 - 24 Quando Eu For Mãe Quero Ser Desse Jeito, de Eduardo Bakr, direção de Tadeu Aguiar == Prêmios e indicações == Ano Premiação Categoria Nomeação Resultado 1977 Troféu Associação Paulista de Críticos de Arte (APCA) Melhor atriz de cinema Intimidade 1981 Troféu Imprensa Melhor atriz Brilhante 1981 Prêmio Air France de Cinema Melhor Atriz Amor Estranho Amor 1982 Troféu Candango do Festival Internacional de Cinema de Brasíliaimdb.com/ Awards for Amor Estranho Amor Melhor atriz Amor Estranho Amor 1987 Troféu Imprensa Melhor atriz Mandala 2000 Troféu Imprensa Melhor atriz Laços de Família Troféu Domingão de Melhores do Ano Melhor atriz de novela Laços de Família 2001 Troféu Imprensa Melhor Atriz O Clone 2017 Prêmio Sesc do Teatro Candango Homenagem Carreira 2019 Festival de Vitória - Vitória Cine VídeoVera Fischer é a homenageada nacional do 26º Festival de Cinema de Vitória Conjunto da Obra Carreira 2019 Prêmio The Winner AwardsVera Fischer recebe prêmio no Rio Contribuição no Meio Artístico Homenagem 2022 Prêmio iBest Influenciador Santa Catarina Vera Fischer == Ligações externas == * * * *Vera Fischer no Youtube * Categoria:Naturais de Blumenau Categoria:Brasileiros de ascendência alemã Categoria:Atrizes de Santa Catarina Categoria:Atrizes de televisão do Brasil Categoria:Atrizes de cinema do Brasil Categoria:Atrizes de teatro do Brasil Categoria:Atrizes premiadas no Festival de Brasília Categoria:Misses de Santa Catarina Categoria:Vencedoras do Miss Brasil Categoria:Modelos de capa da Playboy (Brasil) Categoria:Prêmio Globo de melhor atriz do ano Categoria:Concorrentes do Miss Universo Categoria:Miss Santa Catarina",
 "title": "Vera Fischer"
}