{
 "id": "47965",
 "text": "A Vida é Sonho (La vida es sueño, no original) é uma peça teatral do dramaturgo e poeta espanhol Pedro Calderón de la Barca. O texto narra as aventuras de Segismundo, filho renegado de Basílio, rei da Polônia que ao nascer é trancado em uma torre. Seu único contato com o mundo externo é Clotaldo, seu guardião e fiel servo de seu pai. == Origem Temática == As concepções de La Vida es sueño são bastante antigas, existem referências no pensamento hindu, na mística persa, e na moral budista, assim como na filosofia judaico-cristã e grega. Segundo Platão (no famoso Mito da caverna, encontrado no Livro VII de sua República), o homem vive em um mundo de sonhos, de escuridão, em cativeiro em uma caverna da qual só poderá se libertar tendendo para o bem. Unicamente deste modo, o homem deixará a matéria e chegará até a luz. A influência da concepção platônica é evidente no trabalho, o personagem Segismundo vive no princípio dentro de um cárcere, numa caverna, na qual permanece na mais completa escuridão pelo desconhecimento de si mesmo, e somente quando é capaz de ter conhecimento de quem realmente é, alcança o triunfo da luz. === História === A peça La vida es sueño estreou em 1635, no ano seguinte foi publicada na Primera parte de las comedias de don Pedro Calderón de la Barca.. == Estrutura == Coincide nesta obra uma divisão enquanto estrutura interna e externa, posto que a passagem dos atos se dá ao mesmo tempo que a passagem das ações, criando uma sincronia. A primeira jornada, que possui oito cenas, se desenvolve como um contextualizador, isto é: apresentando os personagens e a localização espaço-temporal da narrativa. Na segunda jornada que tem dezenove cenas, surge o conflito, nó do problema e enredo; por conseguinte, na terceira ornada em quatorze cenas tem lugar o desenlace e a resolução. == Gênero == A peça tem um tom dramático, mas que não chega a constituir uma tragédia. Pertence ao género teatral barroco, concretamente, e ao teatro popular. Após a morte de Lope de Vega Calderón continuou com a evolução do teatro que o outro deixara em suspenso. Deste modo, em La Vida es Sueño podem ser vistas algumas características aperfeiçoadas desta forma de comédia que foi instituída por Lope de Vega. == Referências == * A vida é sonho (trad. Renata Pallotini). São Paulo: Hedra, 2008 [Google Books] * * La vida es sueño (ebook) * A obra na Cervantes Virtual * LIMA, Luís Filipe Silvério, \"Vida e Sonho em Calderón de La Barca: o espelho do político e do onírico na tragicomédia de Segismundo\" In: Francisco Murari Pires e Marlene Suano (Org.). Antigos e Modernos: diálogos sobre a (escrita da) história. São Paulo: Alameda, 2009, p. 357-370. Vida E Sonho Categoria:Peças de teatro da década de 1630",
 "title": "A Vida É Sonho"
}