{
 "id": "47967",
 "text": "Débora Lima Falabella (Belo Horizonte, 22 de fevereiro de 1979) é uma atriz, diretora e produtora brasileira. Ela é ganhadora de vários prêmios como atriz, incluindo um Grande Otelo, um Prêmio APCA, um Prêmio ACIE, quatro Prêmios Qualidade Brasil e um Kikito do Festival de Gramado, além de ter sido indicada a quatro Prêmios Guarani. Conhecida por interpretar Estrela em Chiquititas, Cuca em Um Anjo Caiu do Céu, Mel em O Clone, Sarah em JK, a Sinhá Moça em Sinhá Moça, Nina/Rita em Avenida Brasil, Irene em A Força do Querer, Isabel na minissérie Se Eu Fechar os Olhos Agora e Natalie em Aruanas. Também por seus memoráveis papéis no cinema brasileiro, tais como Paco em 2 Perdidos numa Noite Suja, Lisbela em Lisbela e o Prisioneiro, Carolina em A Dona da História, Luísa em Primo Basílio e Claudia em O Filho Eterno. Fundou a companhia teatral \"Grupo 3 de Teatro\" ao lado de Yara de Novaes e Gabriel Fontes Paiva, existente desde 2005. Dentre as peças realizadas pelo grupo estão A Serpente, O Continente Negro, O Amor e Outros Estranhos Rumores, Contrações e Love, Love, Love. As peças renderam ao grupo prêmios APCA, APTR, Questão de Crítica e Aplauso Brasil. == Carreira == Começou a carreira em 1995, aos quinze anos, na peça Flicts, do escritor Ziraldo. Fez diversos teste até que, no início de 1999, estreou na televisão em uma participação especial na quinta temporada de Malhação, interpretando animada Antônia que tentava atrapalhar o romance dos personagens de Dani Valente e Bruno Gradim. Logo após fez uma participação na série médica Mulher. Em 1999 passou no teste seu primeiro na personagem fixo na telenovela infantil Chiquititas, do SBT. Durante as gravações, morou em Buenos Aires, onde estava toda a equipe da telenovela. Após passar por mais um teste, Débora ganhou o papel da rebelde Cuca na telenovela Um Anjo Caiu do Céu, da Rede Globo. Entre uma gravação e outra, estreou nas telonas do cinema, no curta-metragem Françoise. Na pele de uma menina solitária e com muitas fantasias na cabeça, Débora levou o prêmio de melhor atriz nos Festivais de Gramado e de Brasília, além de receber menção honrosa no Festival do Rio BR. Antes mesmo de acabar as gravações da novela, já fora convidada a interpretar Mel em O Clone, seu primeiro papel em horário nobre, em que foi elogiada por fazer uma menina que se envolve seriamente com drogas. Em 2004 deu vida a Duda em Senhora do Destino ela era apaixonada por Viriato (Marcello Antony) os dois vivem uma relação tumultuada, já que não é aceito pelos pais da moça. Na minissérie JK deu vida a Sarah Kubitschek, na fase ainda jovem da personagem. Em seguida, protagonizou a telenovela Sinhá Moça. No teatro está em cartaz com a peça A Serpente. Também apresentou na TV a cabo o programa Cineview, uma agenda semanal sobre cinema. Em 2007 foi uma das protagonistas da telenovela Duas Caras, na qual viveu Júlia de Queiroz Barreto, uma jovem cineasta que se apaixona por Evilásio Caó (personagem de Lázaro Ramos), um rapaz de classe mais baixa e negro, provocando a reação do pai, o advogado Paulo Barreto (vivido por Stênio Garcia). Interpretou a vilã cômica Beatriz Cristina, na telenovela Escrito nas Estrelas da Rede Globo. Em 2011 fez uma participação especial na novela Ti Ti Ti, no mesmo ano fez parte do elenco do seriado A Mulher Invisível. Está no elenco de Homens de Bem. Em 2012, interpretou sua primeira protagonista no horário nobre, como a mocinha vingativa Nina, de Avenida Brasil. Em 2014, interpreta Ray, namorada de um serial killer, na telessérie Dupla Identidade, de Glória Perez. Em 2016 volta à TV na série Nada Será Como Antes ao lado de Murilo Benício, como a atriz de radionovelas Verônica Maia. No mesmo ano volta às novelas em A Força do Querer, na pele da vilã Irene, uma psicopata perigosa, dissimulada e com um passado misterioso. Em 2018, protagonizou a série Se Eu Fechar os Olhos Agora interpretando primeira-dama Isabel Marques Torres. Entre 2019 e 2021 integrou o elenco de Aruanas, série de investigação ambiental protagonizada por ela, Taís Araújo e Leandra Leal. A história acompanha três amigas que formam a ONG Aruana e vão investigar a ação de uma mineradora na Floresta Amazônica. Em 2021, no dia 25 de fevereiro, estreou nos cinemas o filme Depois a Louca Sou Eu, com Débora como protagonista. O filme conta a biografia da escritora Tati Bernardi, com direção de Júlia Rezende. Em 2023, retornou às telenovelas em Terra e Paixão na pele de Lucinda do Carmo Amorim, uma mulher sofrida que luta para sustentar a casa e cuidar do filho que sofre de albinismo, sofrendo constantes agressões do marido. == Vida pessoal == É filha do ator Rogério Falabella e da cantora Maria Olympia. É irmã da atriz Cynthia Falabella e da produtora Junia Falabella. É prima de 12º grau do ator Miguel Falabella.Miguel Falabella descobre que é primo de Malu Mader e recebe recado da atriz Débora torce pelo Cruzeiro EC, de Belo Horizonte, indo a todos os jogos. De 2000 a 2003 namorou com o ator Daniel de Oliveira. Em 2004 começou a namorar com o músico e apresentador Chuck Hipolitho, da banda Forgotten Boys. Eles foram viver juntos em 2005. Em 9 de maio de 2009 nasceu a filha do casal: Nina Falabella Hipolitho, vinda ao mundo de parto normal, com 3,3 kg na maternidade São Luis, em São Paulo. O casal se separou em 2010. De 2011 a 2012 namorou o ator Daniel Alvim. Ainda em 2012 começou a namorar com Murilo Benício, tendo ambos ido viver juntos após três meses de namoro. A assessoria da atriz confirmou sua separação de Murilo no dia 6 de maio de 2019. Os dois viveram juntos por 7 anos. Em outubro de 2019, assumiu o namoro com o ator Gustavo Vaz.Após contracenarem juntos, Débora Falabella e Gustavo Vaz assumem namoro Em novembro de 2022 se casou com o diretor e roteirista Fernando Fraiha.Débora Falabella se casa com o diretor Fernando Fraiha == Filmografia == === Televisão === Ano Título Personagem Notas 1998 Malhação Antônia Episódios: \"5–28 de março\" 1998 Mulher Aninha Episódio: \"A Primeira Vez\" 1999–00 Chiquititas Estrela Bragança D'Ávila Temporadas 4–5 2001 Um Anjo Caiu do Céu Maria Cristina Medeiros (Cuca) O Clone Melissa Assunção Ferraz (Mel) 2003 Agora É que São Elas Leonarda Mendes Galvão (Léo) 2004 Um Só Coração Raquel Rosenberg Senhora do Destino Maria Eduarda Correia de Andrade e Couto (Duda) 2004–05 Tá na Roda Apresentadora 2006 JK Sarah Lemos Kubitschek (jovem) Episódios: \"3–12 de janeiro\" Cineview Apresentadora Sinhá Moça Maria das Graças Ferreira Fontes (Sinhá Moça) Sitcom.br Sheila Episódio: \"Ponto nos Is\" 2007 Duas Caras Júlia de Queiroz Barreto 2009 Som & Fúria Sarah 2010 Escrito nas Estrelas Beatriz Cristina Tavares Miranda 2011 Ti Ti Ti Isabel Amorim Episódios: \"1º de fevereiro–18 de março\" A Mulher Invisível Clarisse Homens de Bem Mary 2012 Avenida Brasil Nina Sauer García / Rita Moura dos Santos 2014 Dupla Identidade Rayane Gurgel (Ray) 2015 As Canalhas Julieta Episódio: \"Julieta\" 2016 Nada Será Como Antes Verônica MaiaDébora Falabella fará par com Murilo Benício em 'Nada será como antes' 2017 A Força do Querer Irene Steiner / Solange LimaDébora Falabella entra em 'A Força do Querer' como vilã que vai abalar casamento 2018 Se Eu Fechar os Olhos Agora Isabel Marques Torres 2019 Vítimas Digitais Renata Guimarães Episódio: \"Renata\" 2019–21 Aruanas Natalie Lima Melo 2023 Terra e Paixão Lucinda do Carmo Amorim Fim Irene === Cinema === Ano Título Personagem Notas 2001 Françoise Françoise Curta-metragem 2002 2 Perdidos numa Noite Suja Paco / Rita 2003 Lisbela e o Prisioneiro Lisbela Looney Tunes: De Volta à Ação Kate Houghton (Voz) Dublagem 2004 Cazuza - O Tempo Não Para Dani (Denise Dumont) A Dona da História Carolina (jovem) 2006 5 Mentiras Chucky Curta-metragem 2007 Primo Basílio Luísa 2008 La Dolorosa Miranda Curta-metragem Quarto 38 Simone 2009 Doce Amargo Moira / Moema 2011 Meu País Manuela Homens de Bem MaryFilme Homens de Bem 2013 Dois Macacos mais Um DéboraLá Película Dois Macacos Mais Um 2016 O Filho Eterno Cláudia 2018 O Beijo no Asfalto SelminhaFilme O Beijo no Asfalto Todo Clichê do Amor Hellen 2021 Depois a Louca Sou Eu Dani Teixeira 2022 Bem-Vinda, Violeta Ana 2025 Chico Bento e a Goiabeira Maraviósa Profª Marocas === Internet === Ano Título Personagem Notas 2018 Rascunhos Esquecidos de Uma Caixa Sem Saída Leitora Episódio: \"Abuso\" 2020 Dizem Que Falam Que Não Sei O Quê Narradora Episódio: \"6\" 2020 Cara Palavra Várias personagens Também criadora/diretora 2020 Se Eu Estivesse Aí Ela Também criadora/diretora/produtora 2020 Diário de Uma Quarentena Dani Teixeira === Videoclipes === Ano Título Artista 2005 \"Tenho\" Sidney Magal 2006 \"5 Mentiras\" Forgotten Boys 2012 \"Sapato de Ouro\" Sandália de Prata 2020 \"Você não Me Ensinou a Te Esquecer\" Caetano Veloso == Teatro == Ano Peça Personagem Nota 1995 Flicts Debora Falabella ingressou no teatro participando de \"Flicts\" 2004 Noites Brancas Nástenka 2006 A Serpente Guida Também idealizadora 2007 O Continente Negro 3 personagensAtriz Débora Falabella está na peça 'O Continente Negro' Também idealizadora/produtora 2010 O Amor e Outros Estranhos Rumores Pedro Inácio Também idealizadora 2013–16 Contrações EmmaDébora Falabella e Yara de Novaes apresentam peça sobre abuso no ambiente corporativo Também idealizadora 2014–16 O Rei e a Coroa Enfeitiçada – Diretora 2015 Uma Espécie de Alasca – Figurinista 2015–16 Mantenha Fora do Alcance do Bebê Mulher Classe MédiaDébora Falabella estreia 'Mantenha Fora do Alcance do Bebê' no Rio 2017–20 Love, Love, Love Sandra e RoseCompanhia de Débora Falabella fará peça do inglês Mike Bartlett sobre idealistas dos anos 1970 Também idealizadora 2018–19 A Minicostureira – Diretora 2019 Neste Mundo Louco, Nesta Noite Brilhante Mulher abusada na estrada“Neste Mundo Louco, Nesta Noite Brilhante”: violência na estrada da vida 2020 Cara Palavra Várias personagens 2024 Prima Facie Tessa Ensler == Prêmios e indicações == Ano Prêmio Categoria Nomeações Resultado 2001 Festival de Cinema de Brasília Melhor Atriz em Curta-metragem Françoise Festival Internacional de Cinema do Rio Melhor Atriz Festival de Cinema de Gramado Melhor Atriz em Curta-metragem Prêmio Arte Qualidade Brasil - RJ Melhor Atriz Revelação Um Anjo Caiu do Céu Prêmio Arte Qualidade Brasil - SP Melhor Atriz Revelação Prêmio Austregésilo de Athayde Melhor Atriz Revelação O Clone 2002 Melhores do Ano Melhor Atriz Revelação Prêmio TV Press Melhor Atriz Capricho Awards Melhor Atriz Nacional Prêmio Extra de Televisão Melhor Atriz Troféu Super Cap de Ouro Melhor Atriz de Novela Festival de Cinema de Brasília Melhor Atriz 2 Perdidos numa Noite Suja 2003 Prêmio Arte Qualidade Brasil - RJ Melhor Atriz em Filme Prêmio Arte Qualidade Brasil - SP Melhor Atriz em Filme Lisbela e o Prisioneiro 2004 Grande Prêmio do Cinema Brasileiro Melhor Atriz 2 Perdidos numa Noite Suja Prêmio ACIE de Cinema Melhor Atriz Prêmio Guarani de Cinema Brasileiro Melhor Atriz Troféu Usiminas/ Sinparc Melhor Atriz Noites Brancas Prêmio Sated - MG Melhor Atriz Noites Brancas Prêmio Contigo! de TV Melhor Par Romântico Agora É Que São Elas Prêmio Qualidade Brasil - São Paulo Melhor Atriz (Cinema) A Dona da História 2005 Prêmio Guarani de Cinema Brasileiro A Dona da História Melhor Atriz Coadjuvante 2005 Blockbuster Entertainment Awards Melhor Atriz Revelação Lisbela e o Prisioneiro 2005 Blockbuster Entertainment Awards Melhor Beijo (com Selton Mello) Lisbela e o Prisioneiro 2005 Blockbuster Entertainment Awards Melhor Par Romântico (com Selton Mello) Lisbela e o Prisioneiro 2005 Prêmio Contigo! de TV Melhor Par Romântico Senhora do Destino 2007 Prêmio Contigo! de TV Melhor Atriz Sinhá Moça 2007 Prêmio Contigo! de TV Melhor Par Romântico (com Danton Mello) Sinhá Moça 2007 Prêmio Arte Qualidade Brasil Melhor Atriz em Filme Primo Basílio 2008 Prêmio Guarani de Cinema Brasileiro Melhor Atriz Primo Basílio Prêmio Contigo! de TV Melhor Atriz Duas Caras Melhor Par Romântico 2009 Festival Paulínia de Cinema Melhor Atriz de Curta- Metragem Doce Amargo Prêmio Arte Qualidade Brasil Melhor Atriz Coadjuvante de Série ou Minissérie Som & Fúria 2010 Prêmio Extra de Televisão Melhor Atriz Coadjuvante Escrito nas Estrelas Prêmio Arte Qualidade Brasil Melhor Atriz Coadjuvante 2011 Prêmio Contigo! de Teatro Melhor Atriz O Amor e Outros Estranhos Rumores 2012 Prêmio Contigo! de TV Melhor Atriz de Série ou Minissérie A Mulher Inivisível Prêmio Contigo! de Cinema Nacional Melhor Atriz Meu País Grande Prêmio Cinema Brasileiro Melhor Atriz Prêmio Guarani de Cinema Brasileiro Melhor Atriz Coadjuvante Prêmio Extra de Televisão Melhor Atriz Avenida Brasil Prêmio Quem de Televisão Melhor Atriz Meus Prêmios Nick Atriz Favorita Melhores do Ano Melhor Atriz Prêmio Belo-Horizontinos do Ano Televisão Prêmio UOL e PopTevê de Televisão Melhor Atriz 2013 Prêmio Contigo! de TV Melhor Atriz de Novela Prêmio Aplauso Brasil de Teatro Melhor Atriz Contrações Troféu APCA Melhor Atriz 2014 Prêmio Questão de Crítica Espetáculo (do Grupo 3 de Teatro) Prêmio São Paulo de Incentivo ao Teatro Infantil e Jovem Revelação - Direção O Rei e a Coroa Enfeitiçada Prêmio Alta Qualidade Melhor Peça Infantil Prêmio F5 Atriz Coadjuvante do Ano (série ou minissérie) Dupla Identidade 2015 Prêmio Contigo! de TV Dupla Identidade Melhor Atriz de Série ou Minissérie Troféu Internet Melhor Atriz Dupla Identidade Prêmio UOL e PopTevê de Televisão Melhor Atriz Dupla Identidade Prêmio APTR de Teatro Melhor Atriz Contrações 2016 Prêmio Quem de Televisão Melhor Atriz Nada Será Como Antes Prêmio Aplauso Brasil de Teatro Melhor Atriz Mantenha Fora do Alcance do Bebê 2017 Melhores do Ano Melhor Atriz Coadjuvante A Força do Querer Melhores do Ano NaTelinha Melhor Vilã Prêmio Revista Minha Novela Melhor Vilã Prêmio Contigo! Online de TV Melhor Atriz Coadjuvante Troféu Vídeo Show Melhor Final merecido pra Vilã Melhor Cena que 'causou' Prêmio Cesgranrio de Teatro Melhor Atriz Love, Love, Love Prêmio Botequim Cultural Melhor Atriz Love, Love, Love 2018 Prêmio APTR de TeatroPrêmio APTR 2018 Love, Love, Love Melhor Atriz 2018 Prêmio APCA de Teatro Love, Love, Love Espetáculo 2018 Prêmio Aplauso Brasil de Teatro Love, Love, Love Melhor Elenco (Júri) 2018 Prêmio Aplauso Brasil de Teatro Love, Love, Love Melhor Espetáculo de Grupo 2019 Grande Prêmio do Cinema Brasileiro Melhor Atriz O Beijo no Asfalto 2019 Festival SESC de Melhores Filmes Melhor Atriz O Beijo no Asfalto 2019 Prêmio F5 Melhor Atriz de Série Dramática Se Eu Fechar os Olhos Agora 2020 Rio Webfest Troféu Voto Popular Se Eu Estivesse Aí 2020 Rio Webfest Melhor Ideia Original Se Eu Estivesse Aí 2020 Rio Webfest Melhor Som Se Eu Estivesse Aí 2020 Rio Webfest Melhor Série da Quarentena Se Eu Estivesse Aí 2020 Asia Web Awards Official Selection Se Eu Estivesse Aí 2021 Séries em Cena Awards Melhor Atriz Nacional de Filme Depois a Louca Sou Eu 2022 Festival Sesc Melhores Filmes Melhor Atriz Nacional Depois a Louca Sou Eu 2022 Grande Prêmio do Cinema Brasileiro Melhor Atriz Depois a Louca Sou Eu 2022 Prêmio Guarani de Cinema Brasileiro Melhor Atriz Depois a Louca Sou Eu 2023 Prêmio ArteBlitz de Novela Melhor Atriz Coadjuvante Terra e Paixão 2023 Melhores do Ano - Duh Secco Atriz Coadjuvante Terra e Paixão 2024 Festival Sesc Melhores Filmes Melhor Atriz Nacional Bem-vinda, Violeta! 2024 Prêmio Grande Otelo Melhor Atriz de Filme Bem-vinda, Violeta! 2024 Prêmio Shell - RJ Melhor Atriz Prima Facie 2024 Prêmio Cenym de Teatro Melhor Atriz Prima Facie 2024 Prêmio Cenym de Teatro Melhor Monólogo Prima Facie == Ligações externas == * Categoria:Naturais de Belo Horizonte Categoria:Brasileiros de ascendência italiana Categoria:Atores premiados no Festival de Gramado Categoria:Atrizes de televisão do Brasil Categoria:Atrizes de cinema do Brasil Categoria:Prêmio Globo de melhor atriz coadjuvante do ano Categoria:Prêmio Globo de melhor atriz revelação do ano Categoria:Prêmio Extra de Televisão de melhor atriz Categoria:Grande Prêmio do Cinema Brasileiro de melhor atriz Categoria:Atrizes premiadas no Festival de Brasília Categoria:Mulheres ganhadoras do Prêmio APCA de Televisão Categoria:Atrizes de Minas Gerais Categoria:Atrizes brasileiras do século XX Categoria:Atrizes brasileiras do século XXI",
 "title": "Débora Falabella"
}