{
 "id": "48014",
 "text": "Defecar é o ato de evacuar fezes do organismo através do relaxamento do esfíncter e contrações do reto anal. Existem vários reflexos fisiológicos que estimulam a defecação por meio do aumento do peristaltismo intestinal, entre eles estão o ortocólico, que acontece quando a pessoa acorda e se levanta, e o gastrocólico, que ocorre quando ingerimos algum alimento. A utilidade da defecação é fácil de ser compreendida: ela é necessária para a eliminação do material sólido não absorvido pelo organismo. Frequentemente, o ato de defecação é inibido por razões de ordem social. == Funcionamento == === Intestino Grosso === No intestino grosso, ocorre uma importante absorção de água e eletrólitos presentes em seu conteúdo. O quimo vai, então, adquirindo uma consistência cada vez mais pastosa e se transformando num bolo fecal. Fortíssimas ondas peristálticas, denominadas ondas de massa, ocorrem eventualmente e são capazes de propelir o bolo fecal, que se solidifica cada vez mais, em direção às porções finais do tubo digestório: os cólons sigmoide e reto. === Os cólons sigmóide e reto === Na pélvis, o cólon sigmoide termina na flexura retossigmóidea, abaixo da qual se inicia o reto. O reto acaba no canal anal que apresenta apenas 2 a 3 cm de extensão estando contido dentro do ânus. O canal anal apresenta epitélio escamoso proveniente de invaginação da pele. Na junção mucocutânea, o epitélio escamoso se transforma em epitélio colunar estratificado que no reto passa a epitélio colunar semelhante ao do cólon. Existem dois esfíncteres anais com grande importância no controle da defecação: o esfíncter interno e o esfíncter externo. O esfíncter interno formado por três músculos circulares é inervado pelos nervos pélvicos, não estando sob controle voluntário. Além do controle da defecação, uma de suas funções específicas é a de contenção dos gases. Este esfíncter, entretanto, não é muito potente. O esfíncter externo é formado por músculo estriado e inervado, podendo estar sob controle voluntário, exceto nos primeiros anos de vida. === O reflexo da defecação === Fisiologicamente, a defecação é iniciada por reflexos (reflexo intrínseco e reflexo parassimpático). O enchimento das porções finais do intestino grosso estimula terminações nervosas presentes em sua parede através de sua distensão. Impulsos nervosos são, então, em intensidade e frequência cada vez maior, dirigidos a um segmento da medula espinhal (sacral) e acabam por desencadear uma importante resposta motora que vai provocar um aumento significativo e intenso nas ondas peristálticas por todo o intestino grosso, ao mesmo tempo em que ocorre um relaxamento no esfíncter interno do ânus. Dessa forma, ocorre o reflexo da defecação. Se durante esse momento o esfíncter externo do ânus também estiver relaxado, as fezes serão eliminadas para o exterior do corpo. Caso contrário, as fezes permanecem retidas no interior do reto e o reflexo volta mais tarde, retornando alguns minutos ou horas mais tarde (o esfíncter externo é formado por músculo estriado e pode, portanto, ser controlado voluntariamente, de acordo com a nossa vontade). === Reflexo intrínseco === É mediado pelo sistema entérico local na parede do reto. Quando as fezes chegam ao reto, a distensão da parede retal desencadeia sinais aferentes que se propagam pelo plexo mioentérico para iniciar ondas peristálticas no cólon descendente, sigmoide e reto, forçando as fezes na direção anal. À medida que as ondas peristálticas se aproximam do ânus, o esfíncter anal interno se relaxa por impulsos inibitórios provenientes do plexo mioentérico, caso ao mesmo tempo o esfíncter anal externo esteja aberto ocorrera à defecação. Entretanto, o reflexo mioentérico intrínseco sozinho que funciona por si só é relativamente fraco. === Reflexos parassimpáticos da defecação === Envolvem os segmentos sacrais da medula espinhal. Estímulos parassimpáticos intensificam acentuadamente as ondas peristálticas, e o estímulo para o relaxamento do esfíncter anal interno de fraco passa para poderoso. === O ato da defecação === Ocorre normalmente no homem uma a duas vezes em 24 horas e cerca de uma vez por hora, em bovinos. É comum uma grande variação nos hábitos intestinais, principalmente quando se analisam indivíduos de diferentes nacionalidades e submetidos a vários tipos de condicionamento. Na maior parte do tempo, o reto não contém fezes, isso resulta da existência de um fraco esfíncter funcional a cerca de 20 cm do ânus na junção entre o cólon sigmóide com o reto. Existe também uma angulação aguda neste local, que, com uma resistência adicional, dificulta o enchimento do reto. Quando os movimentos de massa forçam as fezes para o reto, o desejo de defecar inicia-se imediatamente, incluindo a contração reflexa do reto e relaxamento dos esfíncteres anais. Vários grupos musculares participam deste ato: os músculos do reto e do ânus, as estruturas musculares adjacentes ao períneo, o diafragma e os músculos estriados da parede abdominal. A massa de fezes, entrando na ampola retal, causa distensão de sua parede, estimulando assim a defecação. Quando este aumento da pressão retal intraluminal excede certos limites (cerca de 50 mm de Hg), o esfíncter interno relaxa e surge a necessidade de defecar. Nesse ponto, se as circunstâncias o permitirem, o esfíncter anal externo sofre relaxamento voluntário. Uma onda de contração se inicia no meio de cólon transverso, propagando-se para baixo em direção à junção retossigmóidea. Ocorre um encurtamento da ampola retal, pela contração dos músculos elevadores do ânus e dos retococcígeos. Os músculos da parede abdominal também se contraem, a glote se fecha, o diafragma é abaixado, por inspiração profunda, e os músculos torácicos se contraem. Em consequência, ocorre aumento da pressão intra-abdominal de 100 a 200 ou mais mm de Hg e a massa fecal é expelida com encurtamento da ampola retal. Verifica-se um aumento rápido da pressão arterial, seguido por aumento da pressão venosa periférica, o que pode, em pessoas debilitadas, ser a causa de uma diminuição considerável do débito cardíaco, seguida de queda da pressão arterial e síncope. === O gorgetamento contínuo de matéria fecal através do ânus === É impedido através da constrição tônica do esfíncter anal interno, que é constituído de musculatura lisa. O esfíncter anal externo é constituído por músculo estriado esquelético, ou seja, controle voluntário consciente ou pelo menos subconsciente que continua a manter a contração continua, a não ser sinais conscientes inibam a constrição. === Controle da defecação === As vias aferentes do reflexo de defecação seguem os nervos parassimpáticos, através do nervo pélvico. O reflexo é aumentado pelo estímulo táctil ao nível do ânus, assim a passagem de fezes, pelo canal anal, potencializa o reflexo. O controle e a coordenação da defecação ocorrem no centro da defecação, situado no bulbo perto do centro do vômito. O centro de defecação está associado com sua zona estimulatória quimiorreceptora específica, localizada no assoalho do quarto ventrículo. A estimulação dessa zona ou do próprio centro por certas substâncias químicas, toxinas ou drogas pode causar a defecação. A defecação, também, pode ser desencadeada por estímulo de certas zonas do diencéfalo. A transecção da medula, acima de L1 geralmente, determina incontinência fecal. O tono esfincteriano é preservado e a defecação continua, automaticamente, embora sem percepção consciente do seu início. Após certo tempo, o reflexo de defecação se restabelece. O estímulo dos gânglios basais no cérebro, também, pode ser a causa de defecação involuntária. Por outro lado, a defecação pode ser inibida pela dor, pelo medo, pela elevação da temperatura e vários mecanismos inibitórios psicogênicos ou neurogênicos. A destruição da inervação simpática do cólon não afeta o ato da defecação. O controle voluntário da defecação, incorporado no esfíncter externo, devolve ao homem o privilégio de controle das funções gastrointestinais, perdido no momento em que o bolo alimentar toca os receptores tácteis da faringe e do palato mole. A existência do controle voluntário no início e no fim da digestão é uma astúcia da natureza que da ao homem, um domínio sobre seu trato digestivo e sobre o processo de digestão. == Registro da motilidade intraluminal == O reto em repouso apresenta um padrão de motilidade semelhante ao do sigmoide, tendo em geral menor atividade. Diferentes tipos de motilidade podem igualmente ser registrados na área esfincteriana do ânus. == Ligações externas == * Milton Malaghini * Themed page - Fisiologia * Fisiologia.kit.net * Fisiologia.med.up.pt Categoria:Defecação Categoria:Excreção Categoria:Fezes Categoria:Sistema digestivo Categoria:Sinais médicos Categoria:Fisiologia",
 "title": "Defecação"
}