{
 "id": "48042",
 "text": "Que Rei Sou Eu? é uma telenovela brasileira produzida pela TV Globo e exibida de 13 de fevereiro a 16 de setembro de 1989 em 185 capítulos. Substituiu Bebê a Bordo e foi substituída por Top Model, sendo a 41ª \"novela das sete\" exibida pela emissora. Escrita por Cassiano Gabus Mendes, com a colaboração de Luís Carlos Fusco e Solange Castro Neves, teve direção de Jorge Fernando, Mário Márcio Bandarra, Fábio Sabag e Lucas Bueno. Contou com Edson Celulari, Giulia Gam, Tato Gabus Mendes, Antônio Abujamra, Tereza Rachel, Daniel Filho, Marieta Severo, Cláudia Abreu, Natália do Vale e Jorge Dória nos papéis principais da trama. == Enredo == O ano é 1786, três anos antes da Revolução Francesa. Após a morte do rei Petrus II, o trono do fictício reino de Avilan é assumido pela rainha Valentine, uma histérica que não estava preparada para o governo. No entanto, em seu testamento, o falecido rei revela haver deixado um filho bastardo, que teve com a camponesa Maria Fromet, e seria o herdeiro do trono. A rainha Valentine é dominada pelos conselheiros reais: Crespy Aubriet, Gaston Marny, Bidet Lambert, Gerárd Laugier e o cruel conselheiro-chefe, Vanolli Berval, que, com seu jogo de cintura, comandam completamente a rainha. O único conselheiro honesto de Avilan é Bergeron Bouchet, que sofre com o assédio de Valentine. Ele é casado com a bela Madeleine, a única mulher do reino que sabe escrever, e tem ideais feministas. Madeleine é objeto do desejo de Ravengar, o bruxo da corte. Na ausência do sucessor ao trono, os conselheiros reais coroam o mendigo Pichot como rei, como se fosse o verdadeiro filho de Petrus II. A armação é obra do misterioso Ravengar, o feiticeiro. Porém, há uma conspiração entre a classe pobre de Avilan, que busca derrubar o governo para instituir uma sociedade menos opressiva, já que o reino é corroído pela corrupção de seus governantes e injustiças sociais. Dentre eles está Loulou Lion, a dona de uma taberna que sabe a verdade sobre o filho do rei; e Corcoran, o bobo da corte, que é um rebelde infiltrado no palácio. Mas o líder da revolução é Jean Pierre, que, ao descobrir que é o filho bastardo do rei, passa a lutar pela coroa que lhe pertence. Todavia, não só de heroísmo sobrevive Jean Pierre. Sua luta é entremeada por duas mulheres apaixonadas: a jovem idealista Aline e a nobre Suzanne, a bela esposa do conselheiro Vanolli Berval, que disputam o seu amor. ==Produção== Em 1977, o autor Cassiano Gabus Mendes apresentou a história de Que Rei Sou Eu a Boni, à época diretor geral. A história foi recusada, pois como tratava de temas políticos, havia uma preocupação sobre a censura que o governo poderia impor. Além disso, uma novela com comédia escrachada no horário nobre poderia não ser bem sucedida. Uma segunda tentativa foi feita em 1983, porém também não foi adiante, forçando o autor a escrever a contemporânea Champagne. A história foi finalmente aceita em 1988, porém ainda havia problemas como o merchandising seria feito durante a novela. Cassiano então teve a ideia de fazer os personagens sonharem com os produtos modernos, que não existiam na época em que se passa a novela. Após o sucesso de \"Que Rei Sou Eu?\", Cassiano foi elevado ao horário nobre da TV Globo onde, em 1990, escreveu \"Meu Bem Meu Mal. ===Crítica social e referências=== Apesar de ser ambientada no século XVIII, a trama fez diversas sátiras e referências a acontecimentos reais que ocorreram no Brasil na época. Em uma alusão ao Plano Cruzado, o autor incluiu na trama uma reforma monetária, trocando o nome da moeda de Avilan de caduco para duca, e tirando três zeros do seu valor. Diversos personagens eram baseados em personalidades reais: a Rainha Valentine remetia ao então presidente José Sarney; o conselheiro Vanoli ao político baiano Antônio Carlos Magalhães; o conselheiro Bergeron ao ex-Ministro Dilson Funaro; e o bruxo Ravengar ao General Golbery do Couto e Silva. Em determinado momento da trama, Ravengar, até então desaparecido, reaparece sob a identidade de Silvan Rasputin Richelieu de Golbery, que parodiava os nomes de Grigori Rasputin, Cardeal Richelieu e do próprio Golbery. O ator Luis Gustavo e o jogador Roberto Dinamite gravaram uma participação na trama, exibida no capítulo 55. Seus personagens vinham da Inglaterra ao reino de Avilan apresentar um novo esporte à corte: o foot-ball. Cassiano ainda homenageou o seriado Alô, Doçura! em uma cena do capítulo 143, no qual o ex-casal John Herbert e Eva Wilma contracenavam juntos. Já, no último capítulo, o mocinho Jean-Pierre grita \"Viva o Brasil\" ao final de seu discurso, no lugar de Avilan, o que foi algo proposital, já que o reino sempre foi uma paródia do país brasileiro. ===Controvérsias=== O comediante Chico Anysio faria uma participação especial na trama, como o especulador estrangeiro Taj Nahal, que aplicaria um golpe na bolsa de Val Estrite (Wall Street) de Avilan. A história foi inspirada no caso real de Naji Nahas, investidor paulista que, na época, protagonizava um escândalo financeiro no país e respondia a um inquérito por estelionato e formação artificial de preços na Bolsa de Valores do Rio de Janeiro. Ao saber que a novela pretendia fazer uma sátira de seu cliente, o advogado de Naji Nahas entrou com um protesto judicial contra a TV Globo, afirmando que o personagem fazia um pré-julgamento de um cidadão que ainda não havia sido sentenciado pela Justiça, e que Nahas entraria com um processo caso as cenas fossem exibidas. Diante disso, a emissora decidiu não exibir as sequências. == Elenco == Ator Personagem Edson Celulari Jean-Pierre Giulia Gam Aline Cláudia Abreu Princesa Juliette de Avillan Daniel Filho Renê Bergeron Bouchet Antônio Abujamra Mestre Ravengar Tereza Rachel Rainha Valentine de Avillan Marieta Severo Madeleine Bouchet Tato Gabus Mendes Pichot / Lucien Élan / Rei Petrus III Jorge Dória Vanolli Berval Stênio Garcia Corcoran Ítala Nandi Loulou Lion Fábio Sabag Roger Vebert Carlos Augusto Strazzer Crespy Aubriet Oswaldo Loureiro Gaston Marny John Herbert Bidet Lambert Laerte Morrone Gérard Laugier Aracy Balabanian Maria Fromet / Lenore Gaillard Edney Giovenazzi François Gaillard Ísis de Oliveira Lucy Laugier Natália do Valle Suzanne Vebert Guilherme Leme Roland Barral Paulo César Grande Bertrand Marcos Breda Pimpim Vera Holtz Fanny Mila Moreira Zmirá Marcelo Picchi Michel Cristina Prochaska Charlotte Cinira Camargo Lily Carla Daniel Cozette Desireé Vignolli Denise Zilka Salaberry Gaby Deleon José Carlos Sanches Balesteros Totia Meirelles Monah Ivan Setta Godard Heloísa Helena Cocote Luiz Magnelli Arauto Arnúbio Soraya Ravenle Anete Leonardo Franco Fernão Cacá Barrete Vadi Melise Maia Janine === Participações === Ator Personagem Gianfrancesco Guarnieri Rei Petrus II Dercy Gonçalves Baronesa Lenilda Eknésia Eva Wilma Marquesa D'Anjou Ítalo Rossi Marquês de Castilha Betty Gofman Princesa Ingrid Carlos Kroeber Dom Curro de La Grana Antônio Pedro Barão Von Lonchas Luís Gustavo Charles Miller Emiliano Queiroz Barão La Roche Catalina Bonaky Baronesa de La Rochelle Francisco Dantas Barão de La Rochelle Milton Gonçalves Barão Herr Whisky Monique Lafond Condessa La Provence Yolanda Cardoso Velha Miruska André Mattos Soldado Lafon Roberto Dinamite Bobby Ilka Soares Marquesa de Loredan Nildo Parente Richet Paulo César Pereio soldado Jorge Fernando soldado Chico Anysio Taji Namas José Steinberg Frade Angélico Tonico Pereira soldado Cazarré Marquês Henriqueta Brieba nobre assaltada pelo Cavaleiro Mascarado Lícia Magna nobre assaltada pelo Cavaleiro Mascarado João Signorelli bandido Campot Tuca Andrada ferreiro que prepara a máscara de ferro Hilda Rebello aia da Rainha Valentine Maria Cardoso aia da Rainha Valentine Marcus Alvisi verdureiro Bergin Nádia Nardini Maria Fromet (jovem) Carlos Kurt ferreiro Dupont Lia Farrel cortesã Toni Nardini soldado José Carlos de Souza soldado Anco Valle soldado Ana Baird Nicole Deborah Catallani Camile Márcia Rêgo Monteiro moça da taberna Alberto Baruque soldado Sandro Rilho soldado ==Reprises== Foi reprisada na Sessão Aventura entre 23 de outubro a 29 de dezembro de 1989, em 50 capítulos. Foi reprisada na íntegra pelo no Canal Viva de 7 de maio de 2012 a 18 de janeiro de 2013, substituindo Roque Santeiro e sendo substituída por Rainha da Sucata. ==Outras mídias== Em dezembro de 2013, a Globo Marcas lançou a novela em DVD. Foi disponibilizada na íntegra na plataforma de streaming Globoplay em 14 de março de 2022. == Trilha sonora == A gravadora Som Livre lançou duas trilhas sonoras da novela Que Rei Sou Eu?, uma nacional, lançada em março de 1989, e outra internacional, lançada junho daquele mesmo ano. A trilha nacional de Que Rei Sou Eu? foi lançada foi quase toda composta por canções especialmente criadas para a trama, as quais tornaram-se sucesso nas rádios Brasil afora. === Nacional === *Capa: Paulo César Grande # \"Nossa luz\" - Fagner (tema de Aline) # \"Chama\" - Roupa Nova (tema de Bergeron) # \"Medieval 2\" - Leo Jaime (tema de Crespy Aubriet) # \"Renascer\" - Zizi Possi (tema da Princesa Juliette) # \"Espanhola\" - Kledir Ramil (tema de Loulou Lion) # \"Nunca é tarde pra sonhar\" - Eddy Benedict (tema de Charlotte) # \"Cigana\" - Carla Daniel (tema das meninas da taverna) # \"Rap do rei\" - Luni (tema de abertura) # \"Bye bye tristeza\" - Sandra de Sá (tema de Suzanne) # \"As muralhas do teu quarto são bem altas, mas eu posso te alcançar\" - Wando (tema de Lucy) # \"Finge que não falou\" - Nico Rezende (tema de Madeleine) # \"A Dama e o Vagabundo\" - Zé Lourenço (tema de Pichot) # \"Raça de heróis\" - Guilherme Arantes (tema de Jéan Pierre) # \"Flecha\" - Sagrado Coração da Terra (tema dos rebeldes) # \"Que rei sou eu?\" - Eduardo Dusek & Luni (tema geral) === Internacional === *Capa: Giulia Gam # \"Eternal flame\" - Bangles (tema da Princesa Juliette) # \"How can I go on?\" - Freddie Mercury & Montserrat Caballé (tema da Rainha Valentine) # \"Someday we'll be together (el camiño)\" - Santa Fé (tema de Suzanne) # \"Bamboleo\" - Gipsy Kings (tema da taverna de Loulou Lion) # \"I'll always love you\" - Taylor Dayne (tema de núcleo romântico) # \"Les chemins d'amour\" - Matisse (tema dos rebeldes) # \"Orinoco Flow\" - Enya (tema de Roland Barral) # \"Especially for You\" - Kylie Minogue & Jason Donovan (tema de núcleo romântico) # \"Like a child\" - Noel (tema da guarda real) # \"Let the river run\" - Carly Simon (tema geral) # \"Turn turn turn\" - Herreys (tema de Michel) # \"When I fall in love\" - Lil Consant (tema geral) # \"American bars\" - Leo Robinson (tema geral) # \"Patience\" - Guns N'Roses (tema de Aline e Jean Pierre) == Ligações externas== * Categoria:1989 na televisão no Brasil Categoria:Telenovelas exibidas no Viva Categoria:Programas de televisão do Brasil que estrearam em 1989 Categoria:Programas de televisão do Brasil encerrados em 1989 Categoria:Telenovelas de Cassiano Gabus Mendes Categoria:Telenovelas premiadas com o Troféu Imprensa Categoria:Obras ganhadoras do Prêmio APCA de Televisão Categoria:Telenovelas em língua portuguesa Categoria:Telenovelas da TV Globo da década de 1980",
 "title": "Que Rei Sou Eu?"
}