{
 "id": "48083",
 "text": "Populismo de direita Euroceticismo | nacional = | internacional = | af_europeia = EUDemocrats | europarl = Aliança dos Liberais e Democratas pela Europa | cores = Azul | website = www.pnd.pt/ | notas= | espectro = Direita |logo_tamanho=200px}} O partido Nova Democracia (PND)Nota: é comum designar o partido por \"Partido Nova Democracia\" ou \"Partido da Nova Democracia\", mas estava registado oficialmente no Tribunal Constitucional como \"Nova Democracia\", assim como a sigla PND, devido à recusa do registo da sigla ND por ser semelhante à do partido Movimento pelo Doente (MD), hoje extinto. foi um partido político português conservador-nacionalista, que nasceu duma dissidência do CDS - Partido Popular liderada por Manuel Monteiro e pelo núcleo duro que o acompanhara durante a sua presidência daquele partido, essencialmente composto por Jorge Ferreira, Gonçalo Ribeiro da Costa e Diogo Pacheco de Amorim. O Tribunal Constitucional aceitou a sua inscrição a 18 de junho de 2003 e declarou a sua extinção em 23 de setembro de 2015. O seu primeiro congresso foi realizado a 3 de novembro de 2003 em Vila Nova de Famalicão, onde foi publicado o manifesto do partido, Uma Ideia de Portugal. Os resultados eleitorais que obteve permitiram à Nova Democracia eleger representantes a nível local e regional apesar de não ter obtido nenhum mandato em eleições nacionais e europeias. Nas Eleições Autárquicas de 2005, obteve 0.04% no total nacional (2045 votos), conseguindo um mandato numa Assembleia Municipal e 6 em Assembleias de Freguesia. Em 6 de Maio de 2007, conseguiu o seu melhor resultado com a eleição de um deputado à Assembleia Regional da Madeira. A 15 de Julho de 2007, nas Intercalares em Lisboa, conseguiu 0.6% dos votos, atrás do PNR e o PCTP/MRPP. Desde 2007, o partido sofreu um declínio notório a nível eleitoral. A nível ideológico, as posições do partido foram-se radicalizado, assumindo posições bastante conservadoras, nomeadamente em relação a questões de imigração e direitos dos estrangeiros. No seu 5º Congresso, reunido em Lisboa em 10 de Abril de 2010, foi eleita uma nova Direcção e deixou de existir o cargo de Presidente, tendo a direcção um Secretário-geral e quatro Vogais. Foram eleitos Joel Filipe de Almeida França Viana, Baltazar Aguiar, Eduardo Welsh, João Carvalho Fernandes e José David Araújo, respectivamente. Na Madeira, o PND adquiriu uma orientação política menos ideológica, recolhendo pessoas de origens políticas muito variadas, como o PP, o PSD e até o PCP. Nas eleições presidenciais de 2011, o candidato do partido José Manuel Coelho obteve um resultado de 38,82 % na Madeira e 4.1% no total dos votos em Portugal. Nas eleições legislativas regionais de 2011, na Madeira, o PND elegeu um deputado, Hélder Spínola de Freitas, antigo membro do PCP. Desistiu da candidatura apresentada às Eleições legislativas portuguesas de 2015, pelo círculo da Madeira, para, contrariar rumores de \"que os candidatos que ocupariam os segundo, terceiro, quatro e quinto lugar na lista estavam a tentar utilizar a imunidade que gozavam para protelar o cumprimento das penas a que foram condenados no âmbito do processo de ocupação do Jornal da Madeira\", segundo Luis Oliveira, o cabeça de lista. A 23 de setembro de 2015, o Tribunal Constitucional procedeu à extinção do PND e ao cancelamento do seu registo, a requerimento do Ministério Público e segundo a Lei dos Partidos Políticos, visto que o partido não apresentou as suas contas em três anos consecutivos (2011, 2012 e 2013). Com a extinção do partido, os seus eleitos na Assembleia Legislativa da Madeira e na Assembleia Municipal do Funchal passaram à condição de independentes. == Ideologia == No manifesto do partido, Uma Ideia de Portugal, aprovado no seu primeiro Congresso, estavam adjacentes as seguintes ideias-base: * Eurocepticismo, mas defendendo a presença de Portugal na União Europeia; * Liberalismo económico; * Reforço do sistema judicial; * Sistema presidencialista; * Nova constituição portuguesa, mais simples e que traduza a vontade dos portugueses. == Resultados Eleitorais == === Eleições legislativas === Data Líder CI. Votos % +/- Deputados +/- Status 2005 Manuel Monteiro 7.º 40 358 Extra-parlamentar 2009 Joel Viana 8.º 21 876 0,32 Extra-parlamentar 2011 Joel Viana 13.º 11 806 0,18 Extra-parlamentar === Eleições europeias === Data Cabeça de Lista CI. Votos % +/- Deputados +/- 2004 Manuel Monteiro 6.º 33 833 2009 Não concorreu 2014 Eduardo Welsh 9.º 23 082 === Eleições presidenciais === Data Candidato apoiado 1ª Volta 2ª Volta Notas CI. Votos % CI. Votos % 2011 José Manuel Coelho 5.º 189 091 === Eleições autárquicas === Data CI. Votos % +/- Presidentes CM +/- Vereadores +/- 2005 10.º 2 048 2009 10.º 6 946 0,09 1 2013 17.º 1 272 0,10 1 Municípios 2009 2013 Funchal 4.º PS-B.E.-PND-MPT-PTP-PAN === Eleições regionais === ==== Região Autónoma dos Açores ==== Data Líder CI. Votos % +/- Deputados +/- Status Notas 2012 Plataforma de Cidadania Extra- parlamentar Aliança com Partido Popular Monárquico. ==== Região Autónoma da Madeira ==== Data Líder CI. Votos % +/- Deputados +/- Status Notas 2007 Baltasar Aguiar 7.º 2 931 Oposição 2011 Hélder Spínola 6.º 4 825 1,19 Oposição 2015 Gil Canha 7.º 2 635 1,20 Oposição == Ligações externas == *Sítio oficial (Nova Democracia) *Jornal da Nova Democracia Categoria:Partidos políticos extintos da III República Categoria:Partidos políticos de direita Categoria:Fundações em Portugal em 2003 Categoria:Partidos políticos fundados em 2003 Categoria:Extinções em Portugal em 2015 Categoria:Partidos políticos extintos em 2015",
 "title": "Partido da Nova Democracia"
}