{
 "id": "48132",
 "text": "Atman ou Átma (na escrita devanágari, आत्म ) é uma palavra em sânscrito que significa alma ou sopro vital. == Na teosofia == Na teosofia, representa a Mônada, o 7º princípio na constituição setenária do Homem, o mais elevado princípio do ser humano. Para a teosofia, cada ser humano possui um Atman, ou espírito individual, que é um reflexo da Alma Universal. O Atman é a ideia abstrata de \"eu próprio\". Ele não difere de tudo o que está no cosmos, exceto pela autoconsciência. == No hinduísmo == No hinduísmo, Atman é o mais elevado princípio humano, a Essência divina, sem forma e indivisível. A expressão também é utilizado no hinduísmo para expressar Brahman ou Paramatman. O Átma ou Atman é um termo filosófico do hinduísmo, especificamente do Vedanta, usado para identificar a alma individual, ou \"verdadeiro eu\", traduzido como \"Eu\" para dar um caráter divino à alma individual, pois, segundo o Advaita Vedanta, o atma é idêntico ao Absoluto ou Brahman, e está além da identificação com a realidade fenomenal da existência mundana.MARTINS, Roberto de Andrade. Muṇḍaka-Upaniṣad: o conhecimento de Brahman e do Ātman. Rio de Janeiro: Corifeu, 2008. Essa é a tese defendida por Shankara, o pai do vedanta moderno, e fundamentada no conceito védico ancestral, não existindo diferença qualitativa entre o átma e o Brahman, uma que o aforismo dos upanishads diz: \"o Brahman é tudo o que existe e não há nada além do Brahman\". Segundo a tese do Dvaita Vedanta, a escola dualista de Madhva, a alma individual é sempre qualitativamente diferente do Brahman, por ele denominado Parabrahman. Essa versão é mais próxima do conceito teísta de alma defendido pelas seitas semíticas. == No esoterismo == Na filosofia esotérica, é considerado uma ligação do ser humano com a hierarquia cósmica. == No budismo e jainismo == No budismo, o conceito de Atman é explicitamente negado pelo conceito básico budista de Anatta (em páli; em sânscrito, Anatman). Apesar disso, o conceito é, por vezes, usado, geralmente sendo descrito como um obscurecimento ou obstáculo mental. O budismo e o jainismo praticamente defendem a mesma tese de Shankara, com pequenas modificações. == Conceituações modernas == Vale a pena lembrar que o termo Atman diz respeito ao hinduísmo, budismo e sistemas de pensamentos originários da Índia. Qualquer outra reconceituação feita por outros sistemas de pensamento (por exemplo: teosofia, esoterismo, espiritismo etc.) pode estar conduzindo a um equívoco do termo original. Sendo recomendado aos praticantes desses sistemas buscarem palavras em seus idiomas originais para não conduzir as pessoas a equívocos quanto a esses termos, que já estão plenamente e claramente explicados dentro das doutrinas de origem. == Ligações externas == * Os Sete Princípios do Homem de Annie Besant * Encyclopedic Theosophical Glossary by G. de Purucker Categoria:Conceitos filosóficos hindus Categoria:Conceitos filosóficos budistas Categoria:Teosofia Categoria:Palavras, frases e expressões em sânscrito",
 "title": "Atman"
}