{
 "id": "48168",
 "text": "Charqueada é a área da propriedade rural onde se produz o charque, uma carne salgada e seca ao sol. Inclui um matadouro, onde os animais eram abatidos, e o saladeiro, onde o sal era aplicado à carne fresca. A área inclui ainda galpões cobertos onde a carne salgada é exposta para o processo de desidratação. A indústria saladeiril e o ciclo do charque (século XIX), deixaram suas marcas no extremo sul do Brasil, tornando Pelotas referência histórica e cultural. Toda a produção de charque - como de resto as produções mineradora e agrária da época , no Brasil - era baseada no trabalho dos escravos. Hoje, poucas das antigas charqueadas existem, apenas as instalações , mantidas como marco turístico regional. O charque era bem valorizado. ==Em Pelotas== A consolidação das charqueadas, grandes propriedades rurais de caráter industrial, só se dá no século XIX, às margens dos arroios Pelotas, Santa Bárbara, Moreira e canal São Gonçalo. O gado, matéria-prima, era proveniente de toda a região da campanha rio-grandense, era fruto da multiplicação de exemplares trazidos pelos espanhóis para a Banda Oriental no início do século XVII. As reses eram introduzidas em Pelotas , entrando através do Passo do Fragata e vendido na Tablada, grande local dos remates na região das Três Vendas. A safra era sazonal e durava de novembro a abril. As charqueadas tinham em média 80 escravos, ocupados nos intervalos da safra em olarias nas próprias charqueadas, derrubadas de mato e plantações de milho, feijão e abóbora nas pequenas chácaras que cada charqueador possuía na Serra dos Tapes, onde ficam hoje a Cascata e as colônias de Pelotas. Os navios que levavam o charque não voltavam vazios. Traziam mantimentos, livros, revistas de moda, móveis, louças da Europa - e açúcar do Nordeste, consolidando a tradição do doce em Pelotas. \"Embora aqui não se plantasse cana-de-açúcar, os doces de Pelotas chegaram a ser rivais dos do Nordeste, região açucareira por excelência.\" Em 1820, eram 22 charqueadas (depoimento de Auguste de Saint- Hilaire) e, em 1873, 38. \"Número máximo que encontrei, num relatório da Presidência da Província\", complementa. O número de abates, num total de 400 mil cabeças de gado por ano. Simões Lopes Neto, na Revista do Primeiro Centenário de Pelotas, editada em 1911, comenta que até aquela data foram abatidas 45 milhões de reses e umas 200 firmas se sucederam. Esta indústria promoveu o surgimento e crescimento de várias atividades econômicas colaterais, como a atividade hoteleira, comercial e cultural. Nesta última sobressai a construção do Teatro Sete de Abril, que é o mais antigo em atividade no país, nos dias de hoje. Esta tradição pode ser revivida no núcleo das charqueadas, por meio de visitas orientadas. Outra opção de turismo é a \"Rota das Charqueadas\", um passeio pelas mansas águas do Arroio Pelotas de onde se avistam as moradas que faziam parte do ciclo do charque, tais como as Charqueada São João, construída em 1810, do português Antônio Gonçalves Chaves e Charqueada Santa Rita, construída em 1826, de propriedade de Inácio Rodrigues Barcelos. Também podem ser visualizadas as charqueadas do Barão de Jarau, Barão do Butuí, Boaventura Rodrigues Barcelos, Barão de Arroio Grande, Bernardes Rodrigues Barcelos e Antônio Oliveira de Castro (Conselheiro Maciel). ===Início do ciclo=== De acordo com Daniel Balhego, após extensa pesquisa bibliográfica, até 1777 a produção da carne conservada através do sal e do sol era exclusividade do nordeste. É nesse referido ano que ocorre o Tratado de Santo Ildefonso (1777), trazendo estabilidade bélica e política à região, campo de disputas entre as coroas rivais da ´Península Ibérica, e a trágica \"Seca dos três Setes\" que irá dizimar grande parte dos rebanhos bovinos daquela região. Outro fator trágico foi o extermínio dos índios Guaranis pertencentes aos Sete Povos das Missões e a expulsão dos padres jesuítas que conjuntamente criavam um número significativo de bovinos que, abandonados, foram se multiplicando de forma considerável, o chamado gado chucro, ou gado cimarrón, a ponto de chamar a atenção dos bandeirantes que se dirigiam até o território Rio Grandense não para escravizar indígenas ou procurar pedras ou metais preciosos, mas sim para capturar mulas e bovinos para a posterior venda nas feiras paulistas, principalmente Sorocaba. O ano de 1779 assinala a chegada na cidade de Rio Grande, aos 22 anos, do português José Pinto Martins, vindo de Aracati cidade do Ceará. Mas é nas margens do Arroio Pelotas, na Freguesia de São Francisco de Paula (mais tarde Pelotas), que a instalação da primeira charqueada será possível. O arroio irá dar a hegemonia da produção de charque aos pelotenses até que se instale as primeiras ferrovias. A insalubridade do ambiente fará com que o núcleo urbano diste 6 km do núcleo fabril. A mão de obra escrava encontrará no trabalho do charque seu maior flagelo. O Arroio Pelotas liga-se ao Canal São Gonçalo , um canal natural de ligação entre a Lagoa Mirim e a Lagoa dos Patos. A Lagoa dos patos, que por sua vez, abre-se no Oceano Atlântico na barra de Rio Grande. ===Fim do ciclo=== Uma das causas foi a abolição da escravatura: houve o desaparecimento dos compradores que com o charque alimentavam seus escravos nas mineração do ouro de Minas Gerais e plantações de cana-de-açúcar na América Central e América do Sul, principalmente. Outra, foi o advento dos frigoríficos, na década de 1910. Em 1918, restavam apenas cinco charqueadas em Pelotas. \"O coronel Pedro Osório, que começou como charqueador, passou a plantar arroz em 1905, transformando-se no maior industrial do setor no mundo e conhecido como Rei do Arroz\". ==Condições de trabalho== O trabalho nas charqueadas por muito tempo foi feito basicamente por escravos, era pesado e degradante, e o ambiente era altamente insalubre. Segundo Ester Gutierrez, \"além de toda a rudeza do trabalho e do tratamento dado à população servil, do mau cheiro continuamente reinante, da sujeira e da presença de feras e animais peçonhentos e pestilentos, o espaço interno da produção do charque acompanhava o quadro macabro, tétrico, fétido e pestífero que dominava o seu meio ambiente\".Gutierrez, Ester. \"Charqueada\". In: Loner, Ana Beatriz et al. (orgs.). Dicionário de história de Pelotas. Ed. da UFPel, 2010. p. 58-60 O escritor pelotense Vítor Valpírio (1853-1939) deixou um relato no conto Pai Felipe: \"Vai a safra a todo o rigor e a negrada estrompada pelo cruel serviço da charqueada geme e resmunga sobre o boi que a perita faca acaba de sangrar. [...] Pelos regos sujos da charqueada que conduzem ao rio, o sangue em ondas negras corria velozmente em borbotões\". À noite, enquanto os donos do negócio dormiam tranquilos em seus palacetes, \"arrebentados de cansaço e de frio sofrem a dureza da sorte os desvalidos filhos da escravidão\". Comentando o texto, o professor da Ufpel Mauro Póvoas disse que ele \"ilumina algo às vezes esquecido: as charqueadas trouxeram riqueza e progresso a Pelotas, mas é preciso ressaltar sempre que elas se assentaram na servidão, na opressão e no derramamento de sangue escravo\".Póvoas, Mauro. \"As charqueadas pelotenses e os negros\". In: Parêntese, 2020 (37) ==Ver também== *Ruínas do Saladeiro ==Bibliografia== * MAGALHÃES, Mário Osório. Opulência e Cultura na Província de São Pedro do Rio Grande do Sul: um estudo sobre a história de Pelotas (1860-1890). Pelotas: EDUFPel: Co-edição Livraria Mundial, 1993. * SAINT- HILAIRE, Auguste. Viagem ao Rio Grande do Sul (1820-1821). Tradução de Adroaldo Mesquita da Costa. 2ª ed., Porto Alegre: Martins Livreiro, 1987. * DA FONTOURA MARQUES, Alvarino. Episódios do Ciclo do Charque. == Ligações externas == *Charqueada Santa Rita *Charqueada Boa Vista *Charqueada São João Categoria:História do Rio Grande do Sul Categoria:Economia do Rio Grande do Sul Categoria:História econômica do Brasil Categoria:Processamento de carne",
 "title": "Charqueada"
}