{
 "id": "4818",
 "text": "As Ilhas Pitcairn ou Ilhas Picárnia, (, ; em pitcairnês: Pitkern Ailen), oficialmente Ilhas Pitcairn, Henderson, Ducie e Oeno ou Grupo de Ilhas Pitcairn, são um território ultramarino britânico na Polinésia que tem como único vizinho a Polinésia Francesa, a oeste. É constituída pela ilha homônima, e pelas ilhas Ducie, Oeno e Henderson, sendo as últimas, desabitadas, por causa de sua inacessibilidade. A capital e única povoação é Adamstown, localizada na ilha Pitcairn que possui uma área de , localizada na parte centro-norte da ilha e considerada a menor capital do mundo. Pitcairn é a jurisdição nacional menos populosa do mundo e seus habitantes são um grupo étnico biracial descendente, em sua grande maioria, dos amotinados do Motim do HMS Bounty e de suas consortes tahitianas, o que pode ser claramente percebido pelo sobrenome de muitos dos habitantes das ilhas. Em janeiro de 2020, haviam apenas 47 habitantes permanentes em Pitcairn. ==História== As Ilhas Pitcairn foram, em tempos antigos, alcançadas e povoadas por polinésios, que se acredita ter atingido o arquipélago ao redor de 800 d.C. Essa população polinésia vivia na atual Ilha Pitcairn e na Ilha Henderson, com o resto do arquipélago desabitado. Tinham entre si, um comércio movimentado que incluía contatos e trocas com (a ilha mais distante de) Mangareva, onde encontravam recursos inexistentes nas Pitcairns. Por volta de 1500, o comércio entre as três ilhas desapareceu, provavelmente devido a um desastre ambiental em Mangareva, que teria levado à extinção de várias espécies naturais de plantas e animais, e ao fim daquele comércio. Isso causou o isolamento de Pitcairn e Henderson, cujas populações então, desapareceram. As ilhas de Henderson, Ducie e Pitcairn foram apenas descobertas para os europeus, por uma expedição espanhola sob o comando do navegador português Pedro Fernandes de Queirós e sua tripulação em 26 de janeiro de 1606. Um século e meio depois, as ilhas foram redescobertas por marinheiros ingleses: Pitcairn em 1767, Ducie em 1791, Henderson em 1819 e Oeno em 1824. As ilhas são conhecidas porque os amotinados do navio HMS Bounty lá estabeleceram-se em 1790, tornando-se seus primeiros e únicos habitantes em séculos. O Bounty, inicialmente, era um barco de Sua Majestade Britânica, destinado a buscar fruta-pão no Taiti para as ilhas inglesas do Caribe. Sua tripulação no Taiti, estabeleceu relacionamentos com mulheres locais, o que eventualmente teria levado a desentendimentos na viagem de volta ao Caribe e à Inglaterra, e finalmente a um motim, liderado por Christian Fletcher de 24 anos, que conseguiu adesão de 18 tripulantes. Alegaram maus tratos e perseguições de parte do capitão William Bligh. Deixaram William Bligh, num barco com os seus subordinados fieis, que foram muitos, nas proximidades da ilha polinesia de Tofua, onde conseguiram, Bligh e seus desembarcados do Bounty, chegar. Entretanto os nativos de Tofua logo tornaram/se hostis e o capitão Bligh decidiu voltar ao mar para alcançar as índias holandesas, que reputava seguras, eventualmente alcançando o atual Timor, então parte daquelas indias, após 47 dias de navegação e 6 500 km de mar percorridos para oeste. Os amotinados do Bounty com o Bounty, temendo represálias da Inglaterra, decidiram fugir para o ignoto e a ilha à qual chegaram foi Pitcairn, em 15 de janeiro de 1790. Depois de lá estabelecerem/se, atearam fogo ao navio. Seus descendentes ainda hoje vivem na ilha e aceitam visitas. Durante os primeiros 35 anos, ninguém soube de seu destino até que, em 1825, outro navio britânico lhes terá encontrado. Dos amotinados do Bounty, então, vivia apenas apenas o John Adams, que contou sua história ao capitão do navio recentemente ancorado. Na década de trinta do século XIX, Pitcairn possuía uma centena de habitantes não brancos, em sua maioria de origem polinésia, principalmente mulheres. Além disso, possuía uma escola construída por um missionário. Em 29 de novembro de 1838, o capitão do HMS Fly, Russel Elliot, juntamente com sua tripulação, aportaram em Pitcairn. Ao notar a dificuldade dos habitantes frente às inúmeras ameaças externas, o capitão Elliot torna o território uma colônia britânica e propõe uma constituição para legitimar o governo da Ilha. Segundo a historiadora Linda Colley, a constituição regulamentava a preservação dos animais e árvores do território, assim como, o ensino obrigatório de todos os habitantes dos 6 aos 17 anos, bem como a igualdade política para todos os indivíduos, sendo a primeira constituição do mundo a incluir pessoas do gênero feminino. Ou seja, a primeira a garantir o sufrágio universal. Além disso, foi pioneira também ao configurar o seu governo como uma democracia. Em 1850 a ilha estava completamente desabitada por ter a população tornado-se demasiado numerosa para seus recursos naturais limitados. Foram os ilhéus de Pitcairn transferidos para a Ilha Norfolk, lá se depararam com a negação de direitos políticos para as mulheres, mas, segundo Linda Colley, por terem seus direitos resguardados em uma constituição escrita por um reconhecido capitão da marinha britânica, conseguiram continuar participando das decisões políticas, mesmo em outro território. Alguns 18 meses depois, os habitantes de Pitcairn retornaram a sua Ilha de origem. Desde então, a população já atingiu pico de 223 pessoas, mas com a mudança de vários para a Nova Zelândia e outros lugares, a ilha é habitada hoje por cerca de 50 habitantes. ==Geografia== As Ilhas Pitcairn são uma extensão geológica do arquipélago de Tuamotu, na Polinésia Francesa, e consistem em quatro ilhas: Pitcairn, Oeno, Henderson e Ducie. Dessas, apenas a Ilha de Pitcairn é habitada. Trata-se de um grupo de ilhas cuja área de exclusão marítima cobre 56 000 km². Pitcairn é uma ilha vulcânica, Ducie e Oeno são atóis de coral, Sandy é apenas uma barra de areia que faz parte do mesmo atol de Oeno, e Henderson é uma ilha de coral formada após elevações tectônicas. O ponto mais elevado da ilha é o Pawala Valley Ridge, com de altitude. Dada a sua localização, todas as ilhas têm um clima tropical úmido com chuvas ao longo do ano. Durante o verão austral, as ilhas tendem a sofrer os efeitos dos ciclones tropicais que se formam no oceano. ==Governo e política== Nominalmente, o Governador das Ilhas Pitcairn é o Alto Comissário Britânico na Nova Zelândia (atualmente, Laura Clarke). Devido ao facto de o Alto Comissário não residir na ilha, a gestão diária anteriormente correspondia ao presidente do magistrado do Conselho da Ilha (Conselho da Ilha). As eleições para este cargo foram realizadas a cada três anos. No entanto, após uma reforma constitucional em 1998, essas funções foram passadas para o prefeito de Pitcairn em 1999. Os outros funcionários eleitos na ilha são o Magistrado da Ilha (Magistrado da Ilha) e o Presidente do Comitê Interno (Presidente do Conselho). Desde 15 de dezembro de 2004, o prefeito de Pitcairn é Jay Warren, que substituiu Steve Christian quando ele foi condenado, juntamente com outros homens, por estuprar menores de idade. No aspecto militar, a defesa é de responsabilidade do Reino Unido. ===Economia=== O solo fértil dos vales das Pitcairn produz uma grande variedade de frutas e vegetais, incluindo bananas, melancias, inhame e feijão. Os habitantes desta pequena economia subsistem graças à pesca, agricultura e artesanato. As maiores fontes de lucro advêm da venda de selos e moedas para colecionadores, e também da venda de mel e artesanato aos barcos que fazem a rota Reino Unido - Nova Zelândia através do Canal do Panamá. Devido à orografia da ilha, não há grandes portos ou pistas de pouso, então o comércio tem que ser feito por barcos que visitam os navios. Ocasionalmente, os passageiros de expedições ou cruzeiros podem desembarcar por um dia, se o tempo permitir. A força de trabalho da ilha é composta por 15 homens e mulheres. Há um grande número de peixes nos mares ligados a Pitcairn. Lagostas e uma grande variedade de peixes são capturados para a sobrevivência dos habitantes da ilha e para embarcar como alimento para as embarcações que fazem escala nas ilhas. Todos os dias do ano há pessoas que vão pescar, seja das rochas, de um barco de pesca ou mergulhando com uma arma de fogo. Existem numerosos tipos de peixes ao redor da ilha. Peixes como o Nanwee, o whitefish, o Moi e o Opapa são capturados em águas rasas, enquanto o Snapper, Big Eye e Cod são capturados em águas profundas e os Yellowtail e Wahoo são capturados com arrastões. Um grande grupo de minerais, incluindo manganês, ferro, cobre, ouro, prata e zinco foram encontrados dentro da Zona Econômica Exclusiva (ZEE), que abrange 370 km de costa e compreende 880 000 km2.Commonwealth Secretariat Yearbook 2010: Pitcairn Economy. ==Demografia== É o país menos povoado do mundo (embora não seja soberano): 56 habitantes pertencentes a 9 famílias. A maioria da população descende dos amotinados do navio Bounty, como se pode deduzir dos sobrenomes. As línguas mais faladas são o inglês e o pitcairnês, sendo esta última uma língua crioula semelhante à língua falada pelos habitantes da ilha de Norfolk. Toda a população de Pitcairn é adepta do cristianismo adventista do sétimo dia, e do pôr-do-sol de sexta-feira ao pôr-do-sol de sábado, os pitcairneses observam o dia de sábado como um dia de descanso. ==Infraestrutura== ===Comunicações=== As Ilhas Pitcairn agora têm comunicações modernas, incluindo telefones via satélite e tráfego de e-mail elevado. No entanto, os rádios de ondas curtas ainda são muito populares. Em Adamstown existe uma estação de rádio para se comunicar com as frotas de navios, e há antenas de satélite para permitir a recepção de canais de televisão da Austrália e Nova Zelândia, incluindo suas estações de rádio. Com fundos públicos, foi financiado um satélite de conexão à Internet, ao qual todos os domicílios podem acessar. ===Educação=== A educação é gratuita e obrigatória entre as idades de cinco e 16 anos. Já o ensino secundário é frequentado na Nova Zelândia. Todas as sete crianças dos pitcairneses foram matriculadas na escola em 2000. As crianças da ilha produziram um livro em pitcairnês e em inglês chamado Mi Bas Side por Pitcairn ou Meu Lugar Favorito em Pitcairn. ==Cultura== Os códigos morais antes rígidos, que proibiam a dança, demonstrações públicas de afeto, fumo e consumo de álcool, foram relaxados. Os habitantes da ilha e os visitantes não precisam mais de uma licença de seis meses para comprar, importar e consumir álcool. Existe agora um café e bar licenciado na ilha, e a loja do governo vende álcool e cigarros. Pesca e natação são duas atividades recreativas populares. Uma festa de aniversário ou a chegada de um navio ou iate envolverá toda a comunidade Pitcairn em um jantar público na Praça, em Adamstown. As mesas são cobertas por uma variedade de alimentos, incluindo peixe, carne, frango, pilhi, arroz cozido, plun cozido (banana), fruta-pão, pratos de legumes, uma variedade de tortas, pão, baguetes, sobremesas, abacaxi e melancia. O trabalho público garante a manutenção contínua das inúmeras estradas e caminhos da ilha. A partir de 2011, a ilha tinha uma força de trabalho de mais de 35 homens e mulheres. == Ver também == * Lista de territórios dependentes * Lista de Estados soberanos e territórios dependentes da Oceania * Constituição de Pitcairn (1838) == Ligações externas == * * * * Jornal Pitcairn Miscelany(edição mensal e em inglês) *",
 "title": "Ilhas Pitcairn"
}