{
 "id": "4822",
 "text": "Antígua e Barbuda (, ), ou, mais raramente, Antiga e Barbuda, é um país independente das Américas constituído por 37 ilhas situadas entre o mar do Caribe (português brasileiro) (mar das Caraíbas (português europeu)) e o Oceano Atlântico. É constituída por duas grandes ilhas, Antiga (pronunciado em inglês: /ænˈtiːɡə/) e Barbuda (pronunciado em inglês: /bɑrˈbjuːdə/), e outras seis ilhotas: Great Bird, Green, Guinea, Long, Maiden e York; além de outras 29 ilhotas desabitadas. Separada por poucas milhas marítimas, o arquipélago faz parte das ilhas de Barlavento das Pequenas Antilhas, na América central; cerca de 17° norte da linha do Equador. Os primeiros habitantes das ilhas surgiram há cerca de , mas apenas em 1493, elas foram descobertas por Cristóvão Colombo que as batizou, e colonizou em nome do reino da Espanha. Tal estatuto durou até 1667, quando foram vendidas à Grã-Bretanha, tendo estado sob soberania britânica até à sua independência em 1981. Desde então Antígua e Barbuda se tornou um dos 196 países reconhecidos pela ONU, além de uma das últimas 44 monarquias da atualidade, um dos 25 microestados (países com uma área menor que , e um dos dezasseis reinos da Commonwealth of Nations (Comunidade de Nações), a liga de ex-colônias britânicas que reconhecem o monarca britânico como chefe de Estado. Antígua e Barbuda é também um dos 46 países que têm o inglês como seu idioma oficial e um dos seis a adotar o dólar do Caribe Oriental (português brasileiro) (dólar das Caraíbas Orientais (português europeu)) como sua moeda. Sua população em 2012 é de 88 mil habitantes, ocupando a posição 175 na lista de países por população; desses, cerca de 30% vivem em São João (Saint John's em inglês) que com mil habitantes, é a capital e maior cidade do país. == História == Os Ciboneis foram os primeiros habitantes conhecidos das ilhas de Antígua e Barbuda: em 2400 a.C., já habitavam as ilhas. Porém, quando Cristóvão Colombo lá desembarcou na sua segunda viagem, em 1493, eram tribos de ameríndios arawaks e caribes que as povoavam. Aos primeiros povoamentos de espanhóis e franceses, sucederam-se os britânicos que formaram uma colónia em 1667. A escravatura, estabelecida para fornecer mão de obra para as plantações de cana-de-açúcar em Antígua, foi abolida em 1834. O país integrou a Federação Leeward de 1871 a 1956. Foi colônia autônoma do Reino Unido (1956–1958) até fazer parte da Federação das Índias Ocidentais (1958–1962). Entre 1967 e 1981, foi um estado associado ao Reino Unido. As ilhas transformaram-se num estado independente dentro da Commonwealth em 1981. A ilha de Antígua, originalmente chamado de \"Wa'ladli\" pelos Arawaks, é hoje chamado de \"Wadadli\" pelos habitantes locais. É possível que caribenhos tenham chamado de \"Wa'omoni\". Cristóvão Colombo, ao navegar por volta de 1493, chamou a ilha de Santa Maria la Antigua, em homenagem a um ícone da Catedral de Sevilha. Os espanhóis não colonizaram Antígua porque faltou água fresca, não por causa dos habitantes agressivos. == Governo == === Sistema político === O pais é membro do Comunidade de Nações (em inglês: Commonwealth Real) e o chefe de estado é o Rei Carlos III, que é representado em Antígua e Barbuda por um governador geral. O poder executivo está nas mãos do primeiro-ministro, que também é chefe do governo. O primeiro- ministro é geralmente o líder do partido vencedor nas eleições para a Câmara dos Representantes (17 deputados), que se realizam de cinco em cinco anos. A outra câmara do parlamento, o senado, tem 17 membros, nomeados pelo governador-geral. O primeiro-ministro eleito foi o trabalhista Vere Bird. Nas eleições de 1994, Bird foi substituído pelo filho, Lester Bird, o atual primeiro-ministro é Gaston Browne, desde 13 de junho de 2014. Durante os últimos anos, em meio a suspeitas de corrupção no governo, ganhou importância em Barbuda um movimento em prol da secessão. === Subdivisões === A ilha de Antígua é dividida em seis paróquias. Já a ilha de Barbuda e a desabitada ilha de Redonda são duas dependências. {| class=\"wikitable sortable\" style=\"font- size:95%;\" Nome População 1\\. Saint George 2\\. São João 3\\. Saint Mary 4\\. Saint Paul 5\\. Saint Peter 6\\. Saint Philip == Geografia == A área total compreende a ilha maior, Antígua, a mais populosa, com 280 km² e suas dependências: Barbuda, com 160 km², e Redonda, com 2 km². As ilhas pertencem ao grupo de Sotavento das Pequenas Antilhas ou Antilhas Menores. Antígua possui baías com recifes de coral e grandes dunas. As amplas baías, que oferecem portos seguros, a diferenciam do resto do Caribe. Barbuda tem origem coralina, com uma grande lacuna no lado ocidental. Ela se compõe de um pequeno vulcão unido a uma planície calcária. Praias de areia fina completam sua paisagem. Redonda é uma pequena ilha rochosa desabitada, reserva da fauna e flora. As ilhas têm um clima tropical, com temperaturas bastante constantes ao longo de todo o ano e chuvas abundantes. Os furacões são habituais de julho a outubro. As ilhas são em geral baixas. O ponto mais elevado é o Monte Obama, com 402 m de altitude, chamado \"Pico Boggy\" até 2009. A principal cidade deste pequeno país é a capital, São João, em Antígua. A maior cidade de Barbuda é Codrington. A ilha Redonda está presentemente desabitada. == Economia == A economia depende principalmente do turismo. Também é importante a produção agrícola da cana-de-açúcar, algodão e frutas, bem como refinação de petróleo produção de têxteis, madeira e produção de rum. Também há produção de cerveja, vestuário, cimento, artesanato local e mobiliário. A moeda oficial é o Dólar do Caribe Oriental (East Caribean Dolar), com uma taxa de 2,7:1 em relação ao dólar (2009). O produto interno bruto era $ 11 000 por habitante em 2003 e a taxa de inflação anual é muito baixo (0,4% em 2000). O país tem dívida externa de $ 231 milhões (2002) e uma moderada taxa de desemprego de 11% (2001). Antígua e Barbuda exporta produtos petrolíferos, máquinas, equipamentos de transporte e alimentos à Organização dos Estados do Caribe Oriental (16%), Barbados (15%), Guiana (4%), Trinidad e Tobago (2%) e os E.U.A (0,3%) (2000). Dentre os produtos fabricados para exportação, destacam-se produtos de cama, artesanato e componentes eletrónicos. A perspectiva para o crescimento económico no médio prazo continuará a depender do crescimento da renda do mundo industrializado, especialmente nos Estados Unidos, dos quais vêm cerca de um terço de todos os turistas. Entre os produtos agrícolas, para além dos nomeados, incluem-se mamão, goiaba, laranja, abacaxi, limão e cenoura. Na pecuária destacam-se o gado bovino e ovino. Dos produtos importados, a origem principal são: Estados Unidos (27%), Reino Unido (16%), Canadá (4%), e de outros países (50%). A maioria dos produtos importados são agrícolas e produtos petrolíferos. Após a abertura da Universidade Americana de Antígua voltada para o ensino de Medicina pelo investidor e advogado Neil Simon em 2003, uma nova fonte de receita foi estabelecida. A universidade emprega muitos Antiguanos locais e os cerca de 1 000 alunos consomem uma grande quantidade de bens e serviços.seção traduzida da Wikipédia inglesa. == Demografia == === Etnia === A população do país é composta em sua maioria por descendentes da África Ocidental, de britânicos e portugueses. A constituição étnica consiste em 91% de negros, 4,4% de pardos, 1,7% de brancos e 2,9% de outras (principalmente do leste indiano e asiáticos). A maioria dos brancos são de descendência britânica e irlandesa. Há também um pequeno número de árabes, asiáticos e judeus que compõem a população. Os portugueses imigraram da ilha da Madeira. Hoje, uma percentagem cada vez maior da população vive no exterior, principalmente no Reino Unido, Estados Unidos e Canadá. Uma minoria de moradores de Antígua são imigrantes de outros países, especialmente da Dominica, Guiana e Jamaica, e, cada vez maior, da República Dominicana, São Vicente e Granadinas e Nigéria. Estima-se que 4 500 cidadãos americanos também possuem moradia em Antígua e Barbuda, fazendo seus números uma das maiores populações no Caribe Oriental. === Religião === A maioria dos habitantes de Antígua e Barbuda são cristãos, distribuídos em: * Anglicanos — 50% * Protestantes — 40% * Católicos Apostólicos Romanos — 10% Outras denominações cristãs no país são os batistas e os presbiterianos. Religiões não cristãs praticadas nas ilhas incluem o Movimento Rastafári, islamismo, judaísmo e da Fé Bahá'í. Existem também alguns que se denominam ateus, que corresponde a 6% da população. === Cidades mais populosas === == Infraestrutura == === Educação === A população de Antígua e Barbuda tem um alto nível de alfabetização, um pouco acima dos 90%. A ilha de Antígua tem, em 2008, duas escolas de medicina, a American University of Antigua (AUA), fundada em 2004 e a University of Health Sciences Antigua (UHSA), fundada em 1982. Há também um colégio pertencente ao governo em Antígua, assim como o Antigua and Barbuda Institute of Information Technology (ABIIT). A University of the West Indies tem uma ramificação em Antígua para a população local continuar seus estudos na universidade. Antígua tem algumas escolas internacionais, a mais conhecida sendo a CCSET International Academy. === Saúde === Em 1998, Antígua e Barbuda adotaram medidas nacionais para se tornar o provedor principal de serviços médicos no Caribe. Como parte desta missão, o governo está construindo o hospital mais avançado tecnologicamente do Caribe, o Mt. St. John Medical Centre. == Cultura == Um estudo científico independente classificou a Antígua e Barbuda como o décimo sexto país mais feliz do mundo. A cultura é predominantemente britânica, que é evidente dentro os muitos aspectos da sociedade. Cultura americana popular também tem grande influência na sociedade. Família e religião têm um grande papel na vida dos residentes da Antígua e Barbuda. Todo ano, no mês de agosto, há um grande Carnaval: historicamente, o Carnaval é celebrado em memória da abolição da escravatura em 1834. O Carnaval anual inclui desfiles, shows, competições e atividades festivas, é também uma grande atração turística. Calipso e soca são importantes em Antigua and Barbuda, e Burning Flames é uma banda popular. === Desporto === Como muitos da Commonwealth, o críquete é o esporte mais popular. A Equipe de críquete nacional da Antígua e Barbuda representou o país nos Jogos da Commonwealth em 1998, mas os jogadores de críquete da Antigua não realizam partidas do esporte internacionalmente. A Copa do Mundo de Críquete de 2007 foi sediada no país que faz parte da equipe das Índias Ocidentais, de 11 de março a 28 de abril de 2007. Antígua e Barbuda sediou oito partidas no Estádio Sir Vivian Richards, que foi concluído em 11 de fevereiro de 2007 e tem capacidade para até 20 mil pessoas. Em Antigua, também é muito popular o Twenty20, uma versão de críquete iniciada por Allen Stanford em 2006, como um jogo de críquete regional com quase todas as ilhas do Caribe participando. O futebol também é um esporte muito popular. Antigua tem uma Seleção nacional de futebol que disputou as eliminatórias de todas as Copas do Mundo, com exceção dos torneios de 1978 e 1982. No entanto, o país nunca se classificou para uma Copa do Mundo. == Ver também == * Aliança Bolivariana para as Américas (ALBA) * Missões diplomáticas de Antígua e Barbuda * Lista de Estados soberanos e territórios dependentes da América == Ligações externas == *Government of Antigua and Barbuda * Antigua and Barbuda / Homepage * The High Commission of Antigua and Barbuda. Tourism, travel, business, politics, finance and investments * About Antigua Today! — information, links, news and insights",
 "title": "Antígua e Barbuda"
}