{
 "id": "48237",
 "text": "João Barroso Soares (Lisboa, São Cristóvão e São Lourenço, 29 de agosto de 1949), normalmente conhecido apenas como João Soares, é um editor literário e político português. Foi Presidente da Câmara Municipal de Lisboa entre 1995 e 2002, e ministro da Cultura do XXI Governo Constitucional de Portugal entre 2015 e 2016. == Carreira == Filho de Mário Soares e de Maria Barroso, é também neto paterno do político da Primeira República e fundador do Colégio Moderno João Lopes Soares; primo-irmão materno do jornalista e político Alfredo Barroso, do cineasta Mário Barroso, do médico-cirurgião Eduardo Barroso e da bailarina Graça Barroso. Frequentou o Colégio Moderno e o Liceu Francês, ingressando, em seguida, na Faculdade de Direito da Universidade de Lisboa. Envolvido na oposição dos estudantes à ditadura, foi membro da Comissão Pro- Associação dos Liceus (1966) e da Associação Académica da Faculdade de Direito da Universidade de Lisboa. Suspenso por mais que uma vez, acaba por ser expulso da universidade. Em 1972, com uma bolsa da Fundação Friedrich Ebert, da Alemanha, vai para a RFA, onde frequentou a Akademie Remscheid. Nunca chegaria a concluir a licenciatura em Direito. A partir de 1975 João Soares dedicou-se ao trabalho na editora Perspectivas & Realidades (P&R;), que fundou com Vítor Cunha Rego, e de que se mantém proprietário.João Soares, uma surpresa na cultura A P&R; iniciou a sua atividade com O Triunfo dos Porcos, de George Orwell, uma sátira à União Soviética de Estaline, publicando em seguida — a par de livros de dirigentes socialistas, como o próprio Mário Soares, Almeida Santos ou Salgado Zenha, e de diversas obras de história política —, a obra reeditada de Raúl Brandão e os romances de João Aguiar, como chancela original. De assinalar em seguida uma antologia organizada por Mário Cesariny: Textos de Afirmação e de Combate do Movimento Surrealista Mundial. Já nos anos 1980 viria a editar a poesia do líder da UNITA, Jonas Savimbi, com o título Quando a Terra Voltar a Sorrir Um Dia. Militante do Partido Socialista desde a sua fundação em 1973, foi deputado à Assembleia da República, pelo Círculo de Lisboa, entre 1987 e 1990, e, novamente, nas legislaturas iniciadas em 2002, 2005 e 2009. Foi igualmente deputado ao Parlamento Europeu, de 1994 a 1995. A 23 de setembro de 1989, durante uma viagem à Jamba, base de atuação da UNITA, João Soares sofreu um acidente de avião no trajeto entre um congresso extraordinário da organização e um encontro com Sam Nujoma, máximo dirigente da SWAPO na Namíbia. Acompanhado por outros dois deputados (Rui Gomes da Silva, do PSD, e José Luís Nogueira de Brito, do CDS-PP), Soares seguia a bordo do Cessna 340, pilotado pelo empresário Joaquim Augusto, que embateu numa árvore, terminando em chamas. João Soares sofreu lesões mais graves do que os ferimentos ligeiros dos acompanhantes, passando vários meses internado num hospital na África do Sul, conseguindo recuperar dos ferimentos.Económico Na sequência das eleições autárquicas de 1990 na Câmara Municipal de Lisboa, foi eleito vereador dessa autarquia, cargo que exerceu de 1990 a 1995. Enquanto vereador assumiu o pelouro da Cultura, numa altura em que a cidade recebeu o evento da Capital Europeia da Cultura, em 1994, e que foi criada a Videoteca (1991) a Casa Fernando Pessoa (1993) e a Bedeteca (1996), na atual Biblioteca dos Olivais. Depois da demissão de Jorge Sampaio, entretanto eleito Presidente da República, Soares viria a ser presidente da mesma Câmara, de 1995 a 2002. Em 2000, foram publicadas na comunicação social declarações do ministro da Comunicação Social de Angola, Vaal Neto, acusando Mário e João Soares de beneficiarem do tráfico de marfim e diamantes praticado pela UNITA. João Soares interpôs uma ação judicial no Tribunal Cível de Lisboa contra Vaal Neto, pedindo uma indemnização de 100 mil contos (cerca de 500 mil euros). Não houve contestação, o que corresponde à confissão dos factos, tendo Vaal Neto concedido uma entrevista à RTP, em que caracterizou o caso como um «mal- entendido», referindo que Mário Soares tinha sido o primeiro a criticar o presidente de Angola, José Eduardo dos Santos. Segundo João Soares, o valor da indemnização foi doado a uma instituição de beneficência.A Mediatização do Escândalo Político em Portugal no Período Democrático: padrões de cobertura jornalística nos seminários de referência - Tese de doutoramento de Bruno Ricardo Vaz Paixão em Ciências da Comunicação, no ramo de Estudos do Jornalismo, apresentada ao Departamento de Filosofia, Comunicação e Informação da Faculdade de Letras da Universidade de Coimbra Em 2004 foi candidato à liderança do PS, perdendo para José Sócrates. Em 2005 encabeçou a candidatura do PS à Câmara Municipal de Sintra, saindo derrotado pelo antigo dirigente centrista Fernando Seara, agora apoiado pelo PSD. Entretanto, mantendo-se como deputado na legislatura de 2005-2009, João Soares acumulou as funções na Assembleia da República com a presidência da Assembleia Parlamentar da OSCE, entre 2008 e 2010. Em finais de 2015, com a formação do XXI Governo Constitucional, tendo como Primeiro-Ministro o socialista António Costa, João Soares é pela primeira vez nomeado para um cargo governativo, como Ministro da Cultura. Exercia esse mesmo cargo quando, em abril de 2016, ameaçou dar \"um par de bofetadas\" a dois cronistas que haviam criticado a sua atuação como ministro, visando os colunistas Augusto M. Seabra e Vasco Pulido Valente, ambos do jornal Público. Após muita polémica, viu-se obrigado a pedir a demissão do cargo de ministro da Cultura. João Soares é membro da Maçonaria, desde 1974, segundo disse o próprio.Saiba Quem são os Novos Fiscais das 'Secretas', o Expresso, sexta-feira, 8 de março ===Obras publicadas=== É autor de romances em Inglês e em Alemão, sob os pseudónimos, respectivamente, de John Sowinds e de Hans Nurlufts, traduções livres do seu nome. === Condecorações === * Grã-Cruz da Ordem de Bernardo O'Higgins do Chile (30 de Setembro de 2001) == Casamentos e descendência == Casou primeira vez com Maria Olímpia Soares (1971), da qual se divorciou e da qual tem duas filhas e um filho: * Maria Inês Soares (1976) * Maria Mafalda Soares (1981) * Mário Alberto Soares (1986) Casou segunda vez com Annick Burhenne, natural da Bélgica, da qual tem um filho e uma filha: * Jonas Burhenne Soares () * Lilah Burhenne Soares (2007) == Ligações externas == * * Categoria:Naturais de Lisboa Categoria:Alumni da Faculdade de Direito da Universidade de Lisboa Categoria:Advogados de Portugal Categoria:Maçons de Portugal Categoria:Maçons do século XX Categoria:Maçons do século XXI Categoria:Políticos do Partido Socialista (Portugal) Categoria:Vereadores da Câmara Municipal de Lisboa Categoria:Presidentes da Câmara Municipal de Lisboa Categoria:Escritores de Portugal Categoria:Vereadores de câmaras municipais de Portugal Categoria:Deputados de Portugal no Parlamento Europeu Categoria:Deputados da Assembleia da República Portuguesa Categoria:Ministros da Cultura de Portugal",
 "title": "João Soares (político)"
}