{
 "id": "48231",
 "text": "Hakodate (函館市; -shi) é uma cidade e porto do Japão, localizada na sub- prefeitura de Oshima, na prefeitura de Hokkaido. No final de 2017, a população era de 262 519 habitantes com 143 249 domicílios. A densidade populacional é de 387,25/km². Tem uma área total de 677,77km². A área de Hakodate quase que duplicou em 1 de Dezembro de 2004 quando os municípios vizinhos de Toi, Esan, Todohokke e Minamikayabe foram unidos à cidade. Hakodate é a terceira maior cidade de Hokkaido, atrás apenas de Sapporo e Asahikawa. Passou a ter o estatuto de cidade em 1 de Agosto de 1922. ==História== O seu porto ficou aberto ao comércio norte-americano, de acordo com as condições definidas no Tratado de Kanagawa, negociado pelo comandante Matthew Perry a 31 de Março de 1853. Foi por esta ocasião que, pela primeira vez na história, foi sepultado um cidadão americano no Japão - um marinheiro da frota de Perry. Hakodate foi a maior cidade de Hokkaido até o Grande Incêndio de Hakodate em 1934. ===Pré- restauração Meiji=== Hakodate foi fundada em 1454, quando Kono Kaganokami Masamichi construiu uma grande mansão na vila de pescadores Ainu de Usukeshi (a palavra Ainu para \"baía\"). Após sua morte, o filho de Masamichi, Kono Suemichi, e sua família foram expulsos de Hakodate para a vizinha Kameda durante a rebelião Ainu em 1512 e a pouca história escrita da área durou 100 anos. Havia constantes, porém pequenos, conflitos na Península de Oshima com os Ainu na época que mercadores armados como a Família Kono estabeleceram bases para controlar o comércio na região. O conflito culminou com uma revola de 1669 a 1672, liderada pelo guerreiro Ainu Shakushain após a qual os Ainu da região foram subjugados.Capitalism from Within: Economy, Society, and the State in a Japanese Fishery, David L. Howell, University of California Press 1995 Hakodate floresceu durante o Período Hoei (1704–11), e muitos novos templos foram fundados na região. many new temples were founded in the area. As fortunas da cidade foram recebendo um impulso adicional em 1741 quando o clã Matsumae, que havia garantido áreas próximas à Península de Oshima como um feudo marcado, moveu a magistratura Kameda para a casa de Masamichi em Hakodate. Em 1779, o Xogunato Tokugawa tomou controle direto sobre Hakodate, o que alavancou um rápido desenvolvimento da área. O comerciante Takadaya Kahei, que foi honrado como o fundador do porte de Hakodate, organizou operações de negociação, que incluíam a abertura da rota do Mar Etorofu ao norte para as ilhas pesqueiras Curilas. Ele foi creditado por transformar Hakodate de um ponto avançado de comércio em uma cidade próspera. Uma magistratura para Hakodate foi estabelecida em 1802.City of Hakodate official website , acessado em 6 de fevereiro de 2018 ===Restauração Meiji=== O porto de Hakodate foi inspecionado por uma frota de cinco navios Norte-americanos em 1854 sob as condições do Tratado de Kanagawa, como negociada pelo Comodoro Matthew C. Perry.Perry, Matthew Calbraith (1856). Narrativa da expedição de um Esquadrão Americano nos Mares da China e Japão, 1856. O porto de Hakodate abriu parcialmente para embarcações estrangeiras para abastecimento no ano seguinte e então abriu completamente para o comércio estrangeiro em 2 de junho de 1859 como um dos cinco portos Japoneses abertos designados no Tratado de Amizade e Comércio assinado com os Estados Unidos em 1858.Cullen, Louis M. (2003). A History of Japan, 1582–1941: Internal and External Worlds, p. 173–185. Um marinheiro da frota de Perry faleceu durante a visita à área e se tornou o primeiro cidadão Norte-americano a ser enterrado no Japão quando foi sepultado no cemitério para estrangeiros de Hakodate. O comerciante, naturalista e espião Britânico Thomas Blakiston, fixou residência em Hakodate no verão de 1861 para estabelecer uma serraria, e assim fazer a cidade conhecer a cultura ocidental. Ele permaneceu em Hakodate até 1884, tempo durante o qual ele documentou a natureza local, equipou a estação meteorológica local e levantou armas contras os rebeldes na Guerra Boshin.Japan in Yezo, Thomas Wright Blakiston, Yokohama: Japan Gazette, 1883. Online excerpts , acessado em 6 de fevereiro de 2018. Um dos poucos pontos de contato Japonês com o mundo exterior, Hakodate logo recebeu muitos consulados estrangeiros. O consulado Russo incluiu uma capela a partir da qual Nicolau do Japão é creditado por introduzir o Cristianismo Ortodoxo no Japão em 1861 (hoje a Igreja Ortodoxa Japonesa). A igreja ortodoxa é vizinha de várias outras igrejas missionárias históricas, incluindo a Anglicana e a Católica. Hakodate também teve um papel central na Guerra Boshin entre o Xogunato Tokugawa e o Imperador Meiji a qual seguiu a abertura do Japão por Matthew Perry. O rebelde do Xogunato Enomoto Takeaki navegou para Hakodate com os restos de sua marinha e alguns de seus conselheiros Franceses, incluindo Jules Brunet, no inverno de 1868. Eles formalmente estabeleceram a República de Ezo em 27 de janeiro. A república tentou sem sucesso obter reconhecimento internal para legações estrangeiras em Hakodate, como a Americana, a Francesa, e a Russa. O rebeldes ocuparam o famoso forte Goryokaku e o usaram como centro de suas defesas no sul de Hokkaido. As forças do Governo derrotaram os secessionistas na Batalha de Hakodate em 1869 e a cidade e e o forte foram rendidas para o Imperador. O líder militar, Hijikata Toshizō, foi um dos mortos em combate. ===Século XX e dias atuais=== Hakodate ganhou o estatuto de cidade em 1 de agosto de 1922. A cidade escapou da maioria da destruição da Segunda Guerra Mundial. As áreas ao redor de Hakodate-yama foram fortificadas e o acesso passou a ser restrito. Muitos prisioneiros de guerra foram encarcerados em Hakodate e historiadores dizem que havia 10 campos.Hakodate POW Camp Group: Camp Histories 1942 TO 1945, Center for Research Allied Pows under the Japanese, acessado em 7 de fevereiro de 2018. A cidade foi atingida por dois bombardeios dos Aliados em 14 e 15 de julho de 1945. Cerca de 400 casas foram destruídas na parte oeste de Hakodate-yama. Em 1976, um piloto desertor Soviético chamado Viktor Belenko pousou seu avião no aeroporto civil em Hakodate. ==Geografia== A cidade fica as margens do Monte Hakodate, uma montanha florestada cujo topo pode ser alcançado por uma trilha, bondinho ou carro. A vista noturna do topo é bastante famosa em todo o Japão. Há um local na montanha chamado chamada Gagyūzan (Monte Dorso de Vaca), em alusão a aparência da montanha que se assemelha a uma vaca deitada. O antigo forte de Goryōkaku é atualmente usado como parque público e é popular em Hokkaido pelo hanami (vista das flores de cerejeira). Desde abril de 2006, o parque também conta com a Torre Goryōkaku. Assemelhando-se a uma torre de tráfego aéreo, a estrutura oferece uma vista panorâmica do parque, incluindo Aomori do outro lado do Estreito de Tsugaru em dias claros. ===Cidades vizinhas=== *Hokuto (ao oeste) *Nanae (ao norte) *Shikabe (ao nordeste) ===Motanhas=== *Monte E (618 m): o vulcão mais ao sul de Hokkaido *Monte Hakodate (334 m) ===Rios=== *Rio Kameda (亀田川 Kameda-gawa) *Rio Matsukura (松倉川 Matsukura-gawa) *Rio Shiodomari (汐泊川 Shiodomari-gawa) ===Clima=== De acordo com a classificação climática de Köppen, o clima de Hakodate é subtropical úmido (Cfa), entretanto, os invernos, cujas temperaturas médias do mês mais frio são de -2 °C, não são tão frias quanto as de outras cidades de Hokkaido e os verões são amenos, não quentes. Hakodate possui as quatro estações bem distintas. A cidade vê uma boa quantidade de neve pelo ano, com cerca de 380 cm de neve anualmente. A primavera tipicamente começa com um pouco de neve, mas vê um aquecimento gradual assim que a estação progride. O mês mais quente é agosto com uma temperatura média de 26 °C. O outono começa com uma temperatura alta, mas ela cai ao progredir da estação. Não é anormal ver queda de neve no final do outono. A temperatura média anual é de 10 °C. ==Cultura== A cidade é bastante conhecida pelos frutos do mar e o sushi, especialmente pelo atum, lula, ovas de salmão, ouriço-do-mar e caranguejo. O shio lámen também é uma especialidade de Hakodate. Este tipo de lámen é esbranquiçado, claro, com o caldo feito com muito sal e qualquer combinação de frango, osso de porco, vegetais, peixe, e algas. Há o restaurante Ikkatei Tabiji, que serve um prato chamado \"lula dançante\": - uma lula recém-abatida é servida com molho shōyu, o sódio causa espasmos cadavéricos quando derramado sobre a lula. Todos os anos, em agosto, a cidade se reúne para o Festival do Porto (minato matsuri) com duração de cinco dias. Os jovens se vestem com roupas tradicionais e há queima de fogos. O ponto alto é a Dança da Lula (Ika-odori), onde equipes de dançarinos em trajes típicos dançam sinuosamente. No final da parada, os espectadores são convidados a se juntarem à dança. A letra é a mesma e o refrão é simples: Ika-ika-ika-ika-ika- odori!. As luzes brilhantes dos barcos pesqueiros de lula podem ser vistas nas águas que cercam a cidade. ==Transportes== O Departamento de Transportes de Hakodate opera as linhas de bonde. A Hokkaidō Shinkansen foi inaugurada em março de 2016. Ela vai até a Estação Shin-Hakodate-Hokuto pelo Túnel Seikan vinda da Estação Shin-Aomori. A extensão da Hokkaidō Shinkansen até Sapporo está prevista para ser inaugurada em março de 2031. *Estação JR Hokkaido **Linha Principal de Hakodate: Estação de Hakodate - Estação de Goryōkaku - Estação de Kikyō **South Hokkaido Railway Company: Estação Goryōkaku *Aeroporto de Hakodate *Porto de Hakodate *Via-expressa de Hokkaido ==Educação== ===Universidades=== ====Nacionais==== *Universidade de Hokkaido, Campus Hakodate *Universidade de Educação de Hokkaido, Campus Hakodate ====Públicas==== *Universidade do Futuro de Hakodate ====Privadas==== *Universidade de Hakodate *Junior College de Hakodate *Faculdade Hakodate Otani ===Faculdade de tecnologia=== *Faculdade Nacional de Tecnologia de Hakodate ==Cidades-irmãs== * Halifax, Canadá (desde 1982)Cidades Irmãs e Cidades Amigas de Hakodate * Vladivostok, Rússia (desde 1992) * Cidade de Lake Macquarie, Nova Gales do Sul, Austrália (desde 1992) * Iujno-Sakhalinsk, Rússia (desde 1997) * Tianjin, China (desde 2001) * Goyang, Coreia do Sul (desde 2011) ==Pessoas ilustres== *Glay, banda de Pop rock *Yuki Isoya, cantora *Juran Hisao, escritor de mistérioFrédéric, Louis (2002). Japan Encyclopedia. == Ligações externas == * Guia de viagens - Wikivoyage (Inglês) * Site oficial Categoria:Cidades de Hokkaido",
 "title": "Hakodate"
}