{
 "id": "4829",
 "text": "Granada (; ; , ) é um país caribenho, constituído pela ilha homónima e pela metade sul das ilhas Granadinas, das quais a maior é Carriacou. Tem fronteira marítima com São Vicente e Granadinas, a nordeste, e está também próxima de Trinidad e Tobago, a sudeste, e da Venezuela, a sudoeste. A capital do país é São Jorge (Saint George's em inglês). Granada é também conhecida como a \"Ilha das Especiarias\", por causa da produção de noz-moscada, da qual é um dos maiores exportadores do mundo. Sua área territorial é de 344 km², com uma população estimada em cerca de habitantes. O pássaro nacional de Granada é a pomba-de-granada, que se encontra na lista de espécies em perigo crítico. == História == Por volta do século XV, os índios caribes expulsaram da ilha seus primitivos povoadores, os aruaques. Granada foi descoberta em 15 de agosto de 1498, por Cristóvão Colombo, que lhe deu o nome de Concepción. Os espanhóis, porém, não tentaram colonizá-la: manteve-se em poder dos caribes por mais de um século e meio. Em 1650, o governador francês da Martinica fundou uma colônia em São Jorge e exterminou os índios caribes, passando a importar escravos negros para a plantação de cana-de-açúcar. Até 1762, a ilha ficou sob o domínio francês, quando a ilha passou a depender da coroa britânica, mas após um ataque francês, em 1779, perdeu o território, recuperando-o definitivamente em 1783, pelo Tratado de Versalhes. Entre 1795 e 1796, ocorreu uma rebelião de escravos, fomentada pelos franceses, mas sufocada pelos britânicos. Em 1833, aboliu-se a escravidão. De 1885 a 1958, Granada foi o centro administrativo das ilhas britânicas de BarlaventoSaint George’s. In Encyclopædia Britannica. Retrieved February 08, 2010, from Encyclopædia Britannica Online: http://www.britannica.com/EBchecked/topic/517175/Saint- Georges e de 1958 a 1962 membro da Federação Britânica das Índias Ocidentais. Cinco anos depois tornou-se um dos Estados Associados das Antilhas Britânicas, com regime autônomo. A 7 de fevereiro de 1974 transformou-se em estado independente. Em 1979, um golpe de Estado de inspiração marxista levou ao poder Maurice Bishop, que estreitou os laços com Cuba e a União Soviética. Em particular, o regime trabalhou para desenvolver políticas sociais: foi criado um Centro de Educação Popular para coordenar as iniciativas educacionais do governo, incluindo campanhas de alfabetização. A aprendizagem do crioulo grenadiano foi permitida nas escolas. Contudo, a tendência do governo de Bishop para marginalizar o papel da Igreja na educação contribuiu para a deterioração das relações com o clero. No sector da saúde, as consultas médicas foram feitas gratuitamente com a ajuda de Cuba, que forneceu médicos, e o leite foi distribuído a mulheres grávidas e crianças. No sector económico, as autoridades criaram um sistema de empréstimos financeiros e materiais para os agricultores, e foram criadas cooperativas agrícolas para desenvolver a actividade. O governo de Bishop também trabalhou para desenvolver infraestruturas, incluindo a construção de novas estradas e a modernização da rede eléctrica. Finalmente, o governo reprimiu o cultivo da marijuana para encorajar a agricultura alimentar e reduzir a violência. A nível internacional, Grenada estava cada vez mais isolada. O Reino Unido suspendeu a ajuda económica e os Estados Unidos usaram a sua influência para bloquear empréstimos do Fundo Monetário Internacional e do Banco Mundial.Anthony Payne, Paul Sutton et Tony Thorndike, Grenada : Revolution and Invasion, Croom Helm Ltd, 1985, Uma cisão dentro do grupo governante desembocou na insurreição dirigida pelo general Hudson Austin em outubro de 1983, que deu lugar à execução de Bishop e à intervenção militar conjunta dos Estados Unidos e de países pertencentes à Organização dos Estados do Caribe Oriental. As tropas cubanas que haviam ajudado o regime anterior foram evacuadas. O Novo Partido Nacional, encabeçado por Herbert Blaize, ganhou as eleições de 1984 e, ano seguinte, os Estados Unidos retiraram suas tropas. == Geografia == De origem vulcânica, Granada é atravessada de norte a sul por uma cadeia de montanhas cujo ponto culminante está no monte Saint Catherine, de 840 m de altitude. O Grande Estanque, no centro da ilha, é um lago que ocupa a cratera de vulcão extinto, a 530 m de altitude. A costa norte tem muitas praias, e a do sul numerosas enseadas, que formam portos naturais. O clima, dada a latitude do país, 12°N, é tropical marítimo com duas estações: a úmida (junho-dezembro) e a seca (janeiro-maio). Com relativa frequência é atingida por ciclones que causam grandes danos à agricultura. As chuvas frequentes e intensas, e o solo fértil, de sedimentos vulcânicos, dão lugar a uma densa vegetal tropical, em que se destacam madeiras de lei, como o mogno. Bananeiras, coqueiros e mangueiras crescem em profusão. Entre as especiarias características da ilha estão a noz-moscada, o gengibre, a pimenta e a baunilha. A fauna inclui macacos, cutias, tartarugas e caranguejos terrestres. == Subdivisões == Granada está subdividida em seis paróquias e uma dependência: Paróquias: * Saint Andrew * Saint David * São Jorge * Saint John * Saint Mark * Saint Patrick Dependência: * Carriacou Nota: A dependência de Carriacou é composta por várias ilhas, as maiores são a ilha Carriacou e a Petit Martinique (às vezes chamada Petite Martinique ou Little Martinique). == Política == A forma de governo adotada em Granada é a monarquia parlamentarista.CIA - The World Factbook -- Grenada Granada integra a Comunidade Britânica de Nações, e o monarca britânico, o chefe de Estado. O governo é dirigido pelo primeiro- ministro, responsável ante o Parlamento, que se compõe de 15 representantes eleitos por cinco anos e 13 senadores. O Tribunal Supremo Caribenho Oriental é composto de um Tribunal da Apelação e uma Suprema Corte de Justiça (dois juízes de Corte Suprema são destinados a residir na Granada); Corte Itinerante de Apelação com três juízes membro da Corte Caribenha de Justiça (CCJ). Os principais partidos políticos de Granada são o Novo Partido Nacionalista (NPN), Congresso Nacional Democrático (CND) e Trabalhista Unido de Granada (Gulp).CIVITA, Victor. Almanaque Abril 2007. São Paulo: Abril, 2007. === Relações estrangeiras === Grenada é membro titular e participante da Comunidade do Caribe (CARICOM) e da Organização dos Estados do Caribe Oriental (OECS). ==== Organização dos Estados Americanos (OEA) ==== Grenada é um dos 35 Estados que ratificaram a Carta da OEA e é membro da Organização. Grenada entrou no Sistema Interamericano em 1975, de acordo com o site da OEA. === FATCA === Em 30 de junho de 2014, Granada assinou um acordo Modelo 1 com os Estados Unidos da América em relação à Lei de Conformidade Fiscal de Contas Estrangeiras (FATCA). === Militar === Grenada não tem forças armadas permanentes, deixando as funções militares típicas para a Força Policial Real de Grenada (incluindo uma Unidade de Serviços Especiais) e a Guarda Costeira de Grenada. Em 2019, Granada assinou o tratado da ONU sobre a Proibição de Armas Nucleares. == Economia == thumb|left|A Noz moscada, exclusivo das ilhas Banda até meados do Nos primeiros anos da década de 1980, Granada desenvolveu um sistema econômico controlado pelo Estado, que dependia basicamente das exportações agrícolas e do turismo. A pesca se desenvolveu com a ajuda técnica de Cuba e da ex-União Soviética. Posteriormente, se fomentou o surgimento de economia de mercado com apoio americano e de instituições financeiras internacionais. A agricultura compreende aproximadamente um quinto do produto interno bruto e emprega um terço da força de trabalho. A terra cultivável é pouco aproveitada e os principais produtos agrícolas, basicamente destinados à exportação, são o coco, a banana, a cana-de-açúcar, as cítricos, especiarias e frutas tropicais.Food and Agriculture Organization of the United Nations Statistical Book == Demografia == Em 2023, sua população era de quase 125 mil pessoas. Os grupos étnicos dominantes são os negros (84%), os mulatos (13,3%) e, em menor quantidade, os indianos (2,2%) levados a Granada para trabalhar no lugar dos escravos libertados. Os brancos (franceses, britânicos, portugueses, suíços, russos, islandeses e australianos) e os ameríndios constituem percentagem reduzida da população (1,3%). O inglês é o idioma oficial. Também se fala um patois (dialeto franco-africano), reminiscência do domínio francês. As religiões com maior número de adeptos são o Catolicismo Romano (53%) e o Protestantismo (33,2%). O Anglicanismo é o único grupo religioso minoritário (13,8%). === Idiomas === O inglês é a língua oficial do país, mas a principal língua falada é uma das duas línguas crioulas (crioulo inglês de Granada e crioulo francês de Granada), que reflete a herança dos africanos, europeus e indígenas na nação. Os crioulos contêm elementos de uma variedade de línguas africanas. O crioulo de Granada, no entanto, também é influenciado pelo francês. O crioulo francês de Granada é falado principalmente em áreas rurais menores, mas hoje só pode ser ouvido em pequenos grupos da sociedade. O crioulo francês de Granada é conhecido principalmente como Patois ou creole. As línguas indígenas eram Iñeri e Karina (Carib). === Cidades mais populosas === == Cultura == Embora a influência francesa na cultura de Granada é muito menos visível do que em outras ilhas do Caribe, sobrenomes e nomes de lugares em francês permanecem, e a linguagem cotidiana é atada com palavras em francês e no dialeto local, o Patois. A forte influência francesa é encontrada na temperada comida picante e estilos de cozinhar semelhantes aos encontrados em Nova Orleãs e algumas arquiteturas francesas sobreviveram a partir de 1700. A cultura da ilha é fortemente influenciada pelas raízes africanas da maioria dos granadinos, além da influência indiana e ameríndia do Caribe, como visto no dhal puri, rotis, doces indianos, mandioca e curries, na culinária. O \"oildown\" é considerado como o prato nacional. O nome refere-se a um prato cozinhado em leite de coco até que todo o leite é absorvido, deixando um pouco de óleo de coco no fundo da panela. As receitas exigem uma mistura de pigtail, pés salgados de porco (trotters), carne salgada e frango, bolinhos feitos de farinha e frutos como a fruta-pão, banana verde, inhame e batata. As folhas de callaloo são por vezes usadas para reter o vapor e para sabores extras. == Esportes == === Olimpíadas === Granada competiu em todos os Jogos Olímpicos de Verão desde os Jogos Olímpicos de Verão de 1984 em Los Angeles. Kirani James ganhou a primeira medalha de ouro olímpica para Granada na final masculina de 400 metros nos Jogos Olímpicos de Verão de 2012. === Críquete === O críquete é um dos esportes mais populares de Granada, com intensa rivalidade interilhas com seus vizinhos caribenhos. O Estádio Nacional de Críquete de Granada abriga partidas de críquete internacional. Em 2007, foi uma das sedes da Copa do Mundo de Críquete. == Ver também == * Lista de Estados soberanos * Lista de Estados soberanos e territórios dependentes da América * Missões diplomáticas de Granada * Paróquias de Granada",
 "title": "Granada (país)"
}