{
 "id": "48297",
 "text": "Em matemática, catenária é a curva assumida por uma corrente ou cabo flexível suspensa fixada apenas por suas extremidades e sujeita somente à força de seu próprio peso (gravidade). A curva catenária tem um formato semelhante a letra U ou a um arco de parábola e é bastante comum, estando presente, por exemplo, no design de alguns arcos arquitetônicos. == Aspectos históricos == A palavra \"catenária\" vem do Latim catena, que significa corrente. Christiaan Huygens foi o pioneiro no uso do termo catenária em uma correspondência com Gottfried Leibniz em 1690. miniaturadaimagem|239x239px|Robert Hooke segurando uma corrente formando a catenária O problema de descrever matematicamente a curva catenária foi proposto, oficialmente, por Jakob Bernoulli, que, em 1690 no Acta Eruditorum, periódico científico da época, lançou o desafio: “E agora vamos propor este problema: encontrar a curva formada por um fio pendente, livremente suspenso a partir de dois pontos fixos”. Anteriormente, Galileu Galilei já havia demonstrado interesse no problema e propôs que a curva, devido a sua aparência, seria aproximadamente uma parábola. No entanto, em 1646 Christiaan Huygens, aos 17 anos, demonstrou que a catenária não poderia ser uma parábola. Demonstração realizada também por Joachim Jungius em 1627, divulgada, contudo, postumamente, em 1669. As resoluções corretas para o problema, apresentadas por Gottfried Leibniz, Huygens e Johann Bernoulli, foram publicadas em junho de 1691 no Acta Eruditorum. Na arquitetura, o pioneiro a propor a curva catenária no design de arcos foi o cientista Robert Hooke. Motivado pela reconstrução da Catedral de São Paulo, em Londres, buscava o formato ideal para a construção de arcos, feito com a menor quantidade possível de materiais e com boa estabilidade. Em 1671 anunciou a The Royal Society que havia descoberto a maneira ideal de construir arcos, sem, no entanto, dizer qual seria. Em 1675, publicou no apêndice do seu livro “A Description of Helioscopes and Some Other Instruments” um anagrama encriptado que revelaria, nas suas palavras, “a verdadeira forma matemática e mecânica para a construção de arcos de todos os tipos”, no entanto, não divulgou a resolução do anagrama enquanto vivo. Somente em 1705, dois anos após seu falecimento, o responsável pelo espólio de Hooke publicou a solução: “Ut pendet continuum flexile, sic stabit contiguum rigidum inversum”,Página arquivada o que significa “Assim como uma forma flexível e contínua fica pendurada, quando invertida, permanecerá contiguamente rígida”. == Descrição matemática == A equação da catenária em coordenadas cartesianas é dada pelo cosseno hiperbólico e a sua equivalente exponencial: y = a\\cosh \\left ({x \\over a} \\right ) = {a \\over 2} \\left (e^{x/a} + e^{-x/a} \\right ) na qual o parâmetro a=\\frac{To}{p} relaciona a componente horizontal da tensão (To) com o peso por unidade de comprimento (p). A equação de Whewell é: s=a\\tan\\varphi na qual s é o comprimento de arco e \\varphi o ângulo entre a reta tangente à curva e o eixo x. A equação de Cesàro é: \\kappa=\\frac{a}{a^2 + s^2} na qual \\kappa é a curvatura. A equação do raio de curvatura é: \\rho=a\\sec^2\\varphi === Propriedades === Quando uma parábola rola sem deslizar sobre a reta tangente à sua curva, a rolete traçada pelo seu foco (denominado gerador ou polo) é uma catenária. A envolvente de uma catenária é uma tractriz. Rodas em forma de qualquer polígono regular, com exceção do triângulo, conseguem rolar sem saltar em uma superfície constituída por saliências de catenárias invertidas, desde que as dimensões das catenárias e do polígono sejam coerentes. A revolução da catenária em torno de um eixo adequado gera a superfície de mínima área catenoide, que é a forma assumida por uma película de água e sabão limitada por dois círculos, demonstração feita por Euler em 1744. == Análise == No problema da catenária existem duas condições importantes: o cabo é considerado flexível, logo as tensões são sempre tangentes a curva, e está em equilíbro, ou seja, as forças resultantes nas direções x e y devem ser nulas. A partir destas duas condições são obtidas as equações que darão início à demonstração matemática. Considerando, primeiramente, o comprimento de arco s entre o ponto mais baixo da curva Po (0,y) e P1 (x,y). Neste pedaço da curva atuam três forças: a tensão To no Po, a tensão T no P1 e a força peso. A To atua somente na direção x, sendo seu vetor definido como (-To ,0). A força peso atua somente na direção y, sendo seu vetor definido como (0, -ps), no qual p é o peso por unidade de comprimento. A tensão T atua na direção da reta tangente à curva no ponto P1 (devido à flexibilidade do fio) e pode ser decomposta em dois vetores paralelos aos eixos x e y, sendo seu vetor definido como (T\\cos\\varphi , T\\sen\\varphi ) ou (Tx , Ty ). Devido à condição de equilíbrio: Na direção x: T\\cos\\varphi\\ + (-To) = 0\\therefore T\\cos\\varphi = To (1) Na direção y: T\\sen\\varphi + (-ps) = 0 \\therefore T\\sen\\varphi = ps(2) Dividindo a equação (2) pela (1): tan\\varphi = \\frac{ps}{To} \\longrightarrow \\frac{dy}{dx} = \\frac{ps}{To} (3) sendo que é conveniente definir o parâmetro a = \\frac{To}{p}. Observação: A solução da equação (3) é a função que descreve a catenária. Para resolvê-la é necessário expressá-la com apenas duas variáveis (x e y(x)) em vez de três (x, y(x) e s(x)) por isso é preciso diferenciar em relação a x e substituir o termo referente ao comprimento de arco. {d^2y \\over dx^2} = {1 \\over a} {ds \\over dx} (4) A partir da fórmula do comprimento de arco tem-se que: \\frac{ds}{dx}=\\sqrt{1+\\left(\\frac{dy}{dx}\\right)^2} (5) Substituindo a equação (5) na (4): y\\prime\\prime = {1 \\over a} \\sqrt{1 + (y\\prime)^2} (6) que é uma Equação Diferencial Ordinária de segunda ordem redutível à primeira ordem através de uma substituição de variáveis. y\\prime = z(x) {dz \\over dx} = {1 \\over a}\\sqrt{1 + z^2} Separando as variáveis e integrando: \\int {dz \\over \\sqrt{1+z^2}} = {1 \\over a}\\int{dx} obtém-se: z + \\sqrt{1+z^2} = \\pm e^{\\left ( \\frac{x}{a} \\right )} Como no ponto P1 a derivada y' é positiva, o termo e^{\\left ( \\frac{x}{a} \\right )} será positivo. Isolando z , ou seja, y' , e integrando: y = \\int{{e^{\\left ( \\frac{x}{a} \\right )}-e^{-\\left ( \\frac{x}{a} \\right )} \\over 2}dx} = a\\ {e^{\\left ( \\frac{x}{a} \\right )}+e^{-\\left ( \\frac{x}{a} \\right )} \\over 2} + C A constante C pode ser igualada a 0 dependendo da posição do eixo y, portanto: y=a\\ cosh\\left({x \\over a}\\right) . == Aplicações == Uma força aplicada em um ponto qualquer da curva é distribuída igualmente por todo material, proporcionando maior estabilidade à estrutura. Por isso é amplamente utilizada na construção de arcos arquitetônicos, domos de catedrais e até iglus. Geralmente, pontes pênseis assumem a forma de uma parábola, embora frequentemente esta forma seja confundida com a catenária. Ficheiro:LaPedreraParabola.jpg|Arcos em forma de catenárias invertidas na Casa Milà (Barcelona, Espanha). Ficheiro:Gateway Arch.jpg|Gateway Arch: Arco em forma de catenária invertida achatada (St. Louis, Estados Unidos). Ficheiro:Catenaria in terra cruda a più corsi di conci.jpeg|Arco em forma de catenária invertida de tijolos de barro. Ficheiro:Budapest Keleti teto 1.jpg|Teto da estação ferroviária Keleti tem forma de catenária invertida (Budapeste, Hungria). Ficheiro:Large igloo New Brunswic.jpg|Iglus são construídos com base na forma da catenária invertida (considerando a seção). Ficheiro:051907-011-MarquettePlaza.jpg|Marquette Plaza, arranha-céu com arco de catenária em seu design (Mineápolis, Estados Unidos). Ficheiro:Florence Duomo from Michelangelo hill.jpg|O domo da Catedral Santa Maria del Fiore tem a forma de uma catenária invertida (considerando a seção (Florença, Itália). Ficheiro:Catenary ropes.jpg|Cabos suspensos entre dois pontos formando catenárias. Ficheiro:SpiderCatenary.jpg|Catenárias em uma teia de aranha Ficheiro:Kette Kettenkurve Catenary 2008 PD.JPG|Corrente suspensa formando uma catenária. == Ver também == *Catenóide *Braquistócrona *Ciclóide *Geodésica *Funções hiperbólicas == Bibliografia == *Simmons, George F.. Cálculo com geometria analítica, vol 1. 1 _a_ edição. São Paulo: McGraw-Hill Ltda, 1987. *Faria, Sirlene Rezende de. A catenária. Disponível em . Acessado em 6 de outubro de 2019. Categoria:Curvas Categoria:Funções matemáticas",
 "title": "Catenária"
}