{
 "id": "48298",
 "text": ", conhecido como Sega Genesis na América do Norte, é um console de videogame de 16 bits desenvolvido e comercializado pela Sega sendo um sucessor do Master System. O console foi lançado em 1988 no Japão como Mega Drive e em 1989 na América do Norte como Genesis. No ano de 1990, foi distribuído na Europa pela Virgin Mastertronic, na Nova Zelândia e Austrália pela Ozisoft e pela Tec Toy no Brasil. Na Coreia do Sul, foi distribuído pela Samsung com o nome Super Gam*Boy e posteriormente como Super Aladdin Boy. Na Rússia, foi distribuído pela Forrus. O console vendeu menos unidades no Japão em comparação aos seus dois outros concorrentes, o Super Famicom e o PC Engine mas obteve um sucesso considerável na América do Norte, Brasil e Europa. Devido a imensa popularidade da série Sonic the Hedgehog, dos relançamentos de jogos de fliperama para o console de mesa, de uma variedade de jogos esportivos e do forte marketing voltado ao público juvenil, o Mega Drive teve uma grande adoção entre os consumidores adolescentes e adultos. Após o lançamento norte- americano do Super Nintendo Entertainment System foi iniciada uma batalha por participação de mercado nos Estados Unidos e na Europa conhecida como a \"guerra dos consoles\". A controvérsia em torno de jogos violentos lançados no console como Night Trap e Mortal Kombat levou a Sega a criar o Videogame Rating Council, um antecessor do Entertainment Software Rating Board. O Mega Drive vendeu 30.75 milhões de unidades em todo mundo. A empresa Tec Toy afirmou que 3 milhões unidades foram vendidos no Brasil. Diversos títulos de sua biblioteca foram relançados em forma de coletâneas ou em serviços online de outras empresas de videogame. O Genesis foi substituído pelo Sega Saturn. == Versões == As versões do Mega Drive eram numeradas, mas elas não equivalem em todos os mercados. Há três versões principais do sistema: o Mega Drive original é o maior de todos, suporta o acessório para rodar jogos de Master System, o Mega CD e o 32x. Tem uma saída de fone de ouvido com controle de volume. A segunda versão do sistema é menor e não suporta corretamente o acessório de compatibilidade com Master System, mas suporta Sega CD e 32X. A terceira versão foi lançada após a \"era dourada\" e foi barateada para atingir um mercado mais popular. Essa versão não suporta o 32x nem o Sega CD, foi lançada nos EUA pela Majesco e no Brasil pela Tec Toy (sendo que a versão da Majesco apresentava um novo design). Uma versão portátil chamada Nomad foi produzida a partir de outubro de 1995 e vendida por um curto período de tempo. Com alto consumo de bateria, uma tela de qualidade insuficiente e alto custo de comercialização, essa versão foi pouco popular. O Mega CDX era um Mega Drive que incluía o acessório Sega CD embutido, e também podia ser usado como um \"discman\" através do uso de duas baterias AA. O Mega CDX é consideravelmente maior e mais pesado que os reprodutores portáteis de CD disponíveis no mercado hoje. A Tectoy ainda hoje produz o Mega Drive, em versões mais baratas, voltadas ao mercado popular. Atualmente, ela produz apenas o MD Play, uma versão portátil do console lançada em 2009 que ao contrário do Nomad, não possui entrada para cartuchos, apenas de cartão SD para expandir a biblioteca de vinte jogos na memória. Outros recursos incluem tela LCD de alta resolução e bateria interna recarregável.MD Play É a segunda versão móvel da Tec Toy, depois do Mega Drive Portátil, lançado em 2007 sem método de expansão.Mega Drive vira portátil com 20 jogos As últimas versões tradicionais da Tec Toy não possuíam entradas para cartucho, permitindo apenas usar os jogos salvos na memória interna. Para compensar, a fabricante criava novos jogos originais inspirados em games da época. O Mega Drive III, de 2008, tinha entre seus 81 jogos na memória versões de quatro jogos da Electronic Arts baseadas nas versões para celular, Fifa 2008, Need for Speed: ProStreet, The Sims 2 e Sim City.Novo Mega Drive vem com games da EA na memória Já o Mega Drive 4 Guitar Idol, de 2009, tinha duas versões - uma com 87 jogos na memória e outra com 100 - ambas com um game semelhante a Guitar Hero e um joystick em formato de guitarra.Mega Drive ressurge (de novo) com Guitar Idol — clone de Guitar Hero com bandas brasileiras Em novembro de 2016, a Tectoy disponibilizou para pré-venda uma nova versão do Mega Drive, diferente de todas as outras. Isso porque esta versão possui o design original do primeiro modelo do console e do joystick. Esta versão também conta com 22 jogos na memória interna, entrada para SD Card(que acompanha o console) e uma entrada para os cartuchos originais do Mega Drive(alguns podem não ser compatíveis). Por enquanto, esta versão se encontra apenas em pré-venda e será lançada somente em junho de 2017. Nos EUA e na Europa há uma versão idêntica ao último MD Play lançado pela Tectoy por pouco menos de US$ 50 (EUA), lá fora o Mega Drive portátil é produzido pela AtGames. == Especificações Técnicas == {{Especificações técnicas de console |imagem cpu=Motorola_68030_32-bit_microprocessor.jpg |fab cpu=Motorola |nome cpu=MC68000 |freq cpu=Normal 7,68 MHz Maximum 13,4 MHz (Virtua Racing) |nm cpu= |barr cpu=M68K 16bits with 32bits acess data 64KB RAM |extra cpu= Sound Processor Z-80 3,58 MHz |imagem gpu= |fab gpu= |nome gpu= |freq gpu= |nm gpu= |extra gpu= VDP (Video Display Processor) ~14 mhz. 1 536 colors palette with shadow mode. 186 colors on screen with shadow mode. 512 colors palette without shadow mode. 256 to 512 colors on screen with DMA color. 91 colors on screen (six palettes technic) without shadow mode. 64 colors on screen without shadow mode. 64KB VRAM. Normal Resolutions 320x224, 320x240, 256x224, 256x240, progressive pixels. Maximum resolution 320x480 interpolate pixels. Maximum sprites 80. 2 layers scrolls + 1 window. |fab áudio=Yamaha |nome áudio=YM2612 |img áudio=Yamaha YM2612 chip.jpg |canais áudio=Normal 6 FMs Special 5 FMs + 4 PCMs + 3 PSGs + 1 noise (Stef's Sound Driver) |extra áudio= |img mídia=Mega drive j-cart.jpg |nome mídia=Cartridge |capacidade mídia= 4 MB (32 Mbits) Standard 5 MB (40 Mbits) Super Street Fighter 2 8 MB (64 Mbits) Pier Solar 10 MB (80 Mbits) Paprium 15 MB (120 Mbits) Demons of Asteborg |extra mídia= Expansive to SEGA CD or and SEGA 32X |peso= |altura= |largura= |profundidade= |extras= }} == Acessórios == O controle original do Mega Drive tinha 3 botões (A, B e C) principais e o botão Start. Em 1993 um controle com 6 botões principais (adicionados X, Y e Z) foi lançado, este controle foi feito especialmente para os jogos de luta e tem função de alternar entre modos de 3 ou de 6 botões para ser compatível com todos os jogos. O Mega Drive, nativamente baseado em cartuchos, podia ser expandido através do acessório Sega CD para aceitar jogos gravados em CD. Esse acessório acrescentava um co- processador auxiliar idêntico ao do próprio Mega Drive e permitia a exibição de vídeos. Com o 32x, o sistema ganhava dois processadores auxiliares de 32 bits, além de ganhar uma paleta de 32,768 cores(em vez dos 64 do Sega CD), com novos jogos baseados em cartucho sendo desenvolvidos para esse sistema. Poucos jogos foram produzidos para a combinação do 32x com o Mega CD, devido à pouca popularidade desses acessórios. Outros acessórios também foram lançados. A Menacer era uma pistola de luz para jogos de tiro. O Activator permitia que o jogador usasse jogos de luta dando socos e chutes no ar, sem controles. XBAND era um modem que permitia jogar com outras pessoas conectadas em um serviço pago, além de mandar e-mails e acessar outros serviços online (no Brasil esses serviços incluíam correio eletrônico e acesso bancário). Originalmente o Mega Drive foi lançado com um joystick com um botão direcional, três botões de ação e um de início de jogo. Por ocasião de lançamento do jogo Street Fighter II para o console um joystick com seis botões de ação foi lançado e se tornou rapidamente o padrão de mercado. O Power Base Converter ou Sega Mega Adaptor permitia jogar cartuchos de Master System no Mega Drive. O acessório apresentava alguns problemas em revisões posteriores do console, já que o conector do cartucho ficava mais distante do topo do gabinete do console, fazendo com que o terminal de inserção do acessório não ficasse devidamente encaixado. O problema podia ser resolvido removendo o acessório do gabinete plástico, encaixando-o diretamente no Mega Drive. O Sega Meganet lançado em 3 de novembro de 1990 no Japão foi um acessório que permitia jogos online no console, funcionava através de um cartucho com modem que se conectava à internet através de conexão dial-up, apesar dos planos, a Sega nunca lançou o acessório nos Estados Unidos. == Mega Drive no Brasil == O Mega Drive é produzido até hoje no Brasil pela Tectoy em versões baratas para competir com a faixa mais baixa no mercado de jogos eletrônicos (dominada em sua maior parte por clones asiáticos do NES/Famicom) que, normalmente incluindo dezenas de jogos na memória ou em um cartucho multijogo. Esses consoles são equivalentes ao \"Genesis III\" da Majesco americana, que não suportam os acessórios produzidos para o sistema ou o jogo Virtua Racing. A Tec Toy desenvolveu alguns jogos exclusivos para o Mega Drive, como \"Férias Frustradas do Pica-Pau\", \"Turma da Mônica na Terra dos Monstros\" (uma modificação de Wonder Boy in Monster World com Mônica e Cebolinha), um port de Duke Nukem 3D e Show do Milhão. Em 2004 a Tec Toy revelou os jogos mais vendidos de seus consoles. No Mega Drive eram: # Sonic the Hedgehog # Sonic the Hedgehog 2 # Mortal Kombat 3 # Mortal Kombat 2 # Super Monaco GP # Castle of Illusion # Ultimate Mortal Kombat 3 # Ayrton Senna's Super Monaco GP II # FIFA Soccer '97 Gold # Moonwalker # Sonic Spinball # Streets of Rage 2 #Streets of Rage # Top Gear 2 #Super Street Fighter 2 #Street Fighter II Turbo: Hyper Fighting == Emulação == Atualmente, utilizando emuladores como o Kega Fusion e o Gens é possível jogar os jogos de Mega Drive no PC. Os emuladores oferecem alguns recursos interessantes frente ao console, como filtros gráficos e sonoros, save states, suporte a códigos do Game Genie, etc. Estes emuladores permitem inclusive 2 jogadores, por exemplo, no Gens os controles padrão do jogador número 1 são as setas direcionais, \"enter\" e as letras \"A\", \"S\", \"D\", \"Z\", \"X\" e \"C\". Já o jogador número 2 possui os mesmos comandos, porém no lugar das setas direcionais, a letra \"Y\" é a seta para cima, \"H\" para baixo, \"G\" para a esquerda e \"J\" para a direita. O \"enter\" é a tecla \"U\", e a sequência \"ASDZXC\" fica sendo \"KLMIOP\" (todavia é possível configurar os comandos como desejado). Pode-se encontrar todos os jogos para o Sega Mega Drive, totalmente extraídos de seus cartuchos originais, pela internet. O Nintendo Wii, é capaz de emular jogos de Mega Drive através do sistema Virtual Console. Os jogos comercializados através da rede on-line do Wii e salvos na memória interna do aparelho ou em cartões Secure Digital. Já o PlayStation 2 emula jogos de Mega Drive/Genesis através do software PGEN, sendo que este suporta USB. Nos portáteis, o Nintendo DS e o PlayStation Portable já o emulam pelos devidos cartões de memória externa e por \"flashcards\". == Nome nos EUA == O nome Sega Genesis para o mercado dos Estados Unidos ocorreu devido ao nome Mega Drive já ter registro legal de outra empresa. Então a Atari organizou um concurso interno com sugestões para um novo nome, e apesar de vários opções terem surgido, foi o \"Genesis\", bolado por Steve Ryno, o escolhido. == Ver também == * Sega 32X * Sega CD * Sega Nomad == Ligações externas == * Sítio oficial da Sega Categoria:Produtos introduzidos em 1988 Categoria:Consolas de jogos eletrónicos da quarta geração",
 "title": "Mega Drive"
}