{
 "id": "48323",
 "text": "O pinyin (em chinês: 拼音, pīnyīn) ou, mais formalmente, hanyu pinyin (汉语拼音 / 漢語拼音) é o método de transliteração (romanização) mais utilizado atualmente para o mandarim padrão (标准普通话 / 標準普通話). A palavra hànyǔ (汉语 / 漢語) significa \"língua han\" (isto é, 'chinês' ou 'mandarim'), e pīnyīn (拼音) significa \"fonética\" (literalmente \"som soletrado\"). O sistema é utilizado apenas para o mandarim padrão, e não para os outros idiomas chineses, incluindo o antigo chinês oficial, guangyun (广韵 / 全运). O sistema é usado na China continental, em Hong Kong, Macau, partes de Taiwan, Malásia e Singapura, para o ensino do mandarim e internacionalmente, para ensinar o mandarim como segundo idioma. Também é utilizado para grafar os nomes chineses em publicações estrangeiras, e pode ser utilizado para a inserção de caracteres chineses (hanzi) 汉字 em computadores e telefones celulares. O sistema de romanização foi desenvolvido por um comitê governamental da República Popular da China (RPC), liderado por Zhou Youguang, e aprovado pelo governo do país em 11 de fevereiro de 1958. A Organização Internacional de Padronização (Internacional Organization for Standarzation, ISO) adotou o pinyin como um padrão internacional em 1982, para a romanização padrão do chinês moderno (ISO-7098:1991), e desde então ele foi adotado por diversas outras organizações, como o Singapura, pela Biblioteca do Congresso dos Estados Unidos, e pela Associação de Bibliotecas Americanas (American Library Association). O sistema de romanização também se tornou o padrão nacional na República da China, comumente conhecida como Taiwan ou Formosa, em 1 de janeiro de 2009. O hanyu pinyin superou sistemas anteriores de romanização, tais como o Wade-Giles (1859), que foi modificado em 1892, e o pinyin do Sistema Postal, e também substituiu o zhuyin como o método de instrução fonética chinesa na China Continental. O pinyin é uma romanização e não uma anglicização, ou seja, ele utiliza letras latinas para representar sons no mandarim padrão; a maneira de efetuar tal representação no pinyin difere, em alguns casos, do estilo de simbolização escrita de sons em outras línguas que usam o alfabeto latino. Por exemplo, os sons indicados nesse dialeto pela letra b e g correspondem mais precisamente aos sons representados, respectivamente, pela letra p e k no emprego ocidental do alfabeto latino. Outras letras, como j, q, x ou zh indicam sons que não correspondem exatamente a nenhum som em inglês. Algumas das transcrições no pinyin, tais como a terminação \"ang\", também não correspondem a pronúncias da língua inglesa ou portuguesa. O pinyin foi desenvolvido levando em consideração as necessidades dos falantes da língua chinesa, especificamente do mandarim padrão, e não é uma forma de transliteração dos caracteres chineses direcionada aos ocidentais. Ao permitir que caracteres latinos se refiram a sons chineses específicos, o pinyin realiza uma romanização precisa e compacta, o que é conveniente para falantes nativos chineses e acadêmicos, mas nem sempre aos falantes de idiomas ocidentais. Isso significa que uma pessoa que nunca estudou chinês, ou o sistema do pinyin, está sujeita a cometer graves erros de pronúncia. O sistema Wade-Giles é mais adequado para a compreensão dos falantes da língua inglesa. Por exemplo, 功夫 é romanizado como \"kungfu\" 匡扶 em Wade-Giles, mas \"gongfu\" 魔攻 em Pinyin, embora sua pronúncia, em ambos os sistemas seja \"kungfu\". Além disso, 北京 (Pequim, a capital da China) foi no passado romanizada como \"Peking\", mas é \"Beijing\" em Pinyin, que se pronuncia algo como \"Peikchin\". É um equívoco comum pensar que a cidade mudou de nome: o som nunca mudou, apenas como soletramos o som com as letras em sistemas diferentes. == Pronúncia == O propósito primário do pinyin em escolas chinesas é ensinar a pronúncia do Mandarim padrão. Muitas pessoas ocidentais têm visão equivocada ao pensar que o pinyin é usado para ajudar crianças a associar caracteres com palavras faladas que elas já conhecem. Isto não se fundamenta, já que muitos chineses não usam o Mandarim padrão em casa e, por isso, não conhecem a pronúncia de palavras do Mandarim padrão antes de chegar a aprendê-las na escola primária através do uso do pinyin. O pinyin utiliza o alfabeto latino, e portanto sua pronúncia é relativamente clara para os ocidentais. As vogais do pinyin são pronunciadas de forma similar às vogais das línguas românicas, e a maioria das consoantes são semelhantes às da língua inglesa, ou mesmo da língua portuguesa. Uma armadilha para novatos anglófonos, contudo, são as pronúncias pouco comuns do x, q, c, zh, e z (e às vezes i) e a pronúncia surda (sem vibração das cordas vocais) das letras d, b, g e j. Mais informações sobre a pronúncia de todas as letras do pinyin em termos de aproximações ao inglês são fornecidas mais abaixo. A pronúncia do chinês dá-se geralmente em termos de iniciais e finais, que representam a parte segmental e fonêmica da língua. Iniciais são consoantes iniciais, enquanto que finais são todas as combinações possíveis de mediais (semivogais que antecedem as vogais), o núcleo da vogal, e a coda (vogal ou consoante final). Para uma tabela completa de todas as sílabas do pinyin, veja Tabela do pinyin. === Iniciais (tabela) === Em cada célula abaixo, a primeira linha indica o Alfabeto Fonético Internacional (AFI), e a segunda indica o pinyin. Bilabial Labio - dental Alveolar Retroflexa Álveolo- palatal Velar Plosiva b p 解开 d t 诶咳咳咳 g k Nasal m n Africada z c zh ch j q Fricativa f s sh * r x h Aproximante 结局如何 * r Aproximante lateral l * e são intercambiáveis. A ordem convencional é: b p m f d t n l g k h j q x zh ch sh r z c s === Finais (tabela) === Em cada célula abaixo, a primeira linha indica o AFI, a segunda indica o pinyin como forma independente (sem inicial), e a terceira indica o pinyin em combinação com uma inicial. A não ser finais modificadas por um –r, as quais são omitidas, temos a seguir uma tabela exaustiva de todas as finais possíveis. ¹ É interessante salientar que as únicas consoantes em sílabas finais no Mandarim padrão são –n e –ng, e –r, que é ligado a um sufixo gramatical. Se você vir uma sílaba chinesa que termine com qualquer outra consoante, ela é ou de uma língua chinesa não- mandarim (geralmente línguas chinesas do sul tais como o cantonês) ou mais raramente, um sistema de romanização não-pinyin (onde consoantes finais são usadas para indicar tons) estiver sendo usado. Coda Coda Coda Coda Coda Coda Coda Coda Coda Coda Coda Coda ∅ ∅ ∅ Medial ∅ -i e -e a -a ei -ei ai -ai ou -ou ao -ao en -en an -an -ong eng -eng ang -ang Medial yi -i ye -ie ya -ia you -iu yao -iao yin -in yan -ian yong -iong ying -ing yang -iang Medial wu -u wo -uo 3 wa -ua wei -ui wai -uai wen -un wan -uan weng wang -uang Medial yu -ü 2 yue -üe 2 yun -ün 2 yuan -üan 2 ¹ /ər/ (而, 二, etc.) é escrito como er. Para outras finais formadas pelo sufixo -r, o pinyin não utiliza uma ortografia especial; simplesmente anexa-se –r ao final ao qual ele é acrescentado, sem levar em conta quaisquer mudanças de som que possam ocorrer no processo. Para informações sobre mudanças de som relacionadas ao –r final, favor ver Mandarim padrão.. ² \"ü\" é escrito como \"u\" depois de j, q, ou x. 3 \"uo\" é escrito como \"o\" após b, p, m, ou f. Ademais, ê é usado para representar certas interjeições. ==Tons== === Diacríticos === O sistema pinyin também usa diacríticos para marcar os quatro tons do mandarim. O diacrítico é colocado sobre a letra que representa o núcleo silábico, a não ser que a letra não tenha (ver abaixo). Muitos livros impressos na China usam fontes mistas, com vogais e tons marcados de formas diferentes, deixando os textos em pinyin com aparência desorganizada. Isto se deve, muito provavelmente, devido às limitações técnicas iniciais, o que fez muitos acreditarem que no pinyin utilizava-se o alfa (ɑ) ao invés da letra padrão (a), encontrado na maioria das fontes. (O mesmo problema acontece com g frequentemente escrito como ɡ, ou U+0261). As normas oficiais do Hanyu Pinyin, entretanto, não especificam esse tipo de prática. # O primeiro tom é indicado pelo mácron (ˉ): #:ā ē ī ō ū ǖ Ā Ē Ī Ō Ū Ǖ # O segundo tom é indicado pelo acento agudo (ˊ): #:á é í ó ú ǘ Á É Í Ó Ú Ǘ # O terceiro tom é indicado pelo caron (ˇ). Não é arredondado como a braquia (˘), entretanto a braquia pode substitui-lo em caso de limitações na fonte. #:ǎ ě ǐ ǒ ǔ ǚ Ǎ Ě Ǐ Ǒ Ǔ Ǚ # O quarto tom é indicado pelo acento grave (ˋ): #:à è ì ò ù ǜ À È Ì Ò Ù Ǜ # O quinto tom (tom neutro) é representado por uma vogal normal, sem diacrítico: #:a e i o u ü A E I O U Ü ::Nos dicionários o tom neutro pode ser indicado por um ponto antes da sílaba; por exemplo, ·ma. Quando uma sílaba de tom neutro tiver uma pronúncia alternativa, em outro tom, pode ser utilizado uma combinação de pontuação: zhī·dào ().Section 7.3 of the current standard GB/T 16159-2012. Estas pontuações nos tons são normalmente utilizadas apenas em livros e textos de aprendizagem da língua para estrangeiros, mas são essenciais para a pronunciação correta das sílabas do mandarim, como exemplificado pelo exemplo clássico dos cinco caracteres cujas pronúncias diferem em seus tons: _Caracteres tradicionais_ : 媽 mā 麻 má 馬 mǎ 罵 mà 嗎 ·ma _Caracteres simplificados_ : 妈 mā 麻 má 马 mǎ 骂 mà 吗 ·ma As palavras são, respectivamente, \"mãe\", \"linho\", \"cavalo\", \"xingar\" e o tom neutro (ma) é uma partícula interrogativa. ===Numeral no lugar do diacrítico=== Antes do advento dos computadores, muitas máquinas de escrever não possuíam as vogais com os diacríticos mácron e caron. Portanto, os tons eram representados através de números colocados ao final das sílabas. Por exemplo, tóng era escrito tong2. O número utilizado para cada tom está listado abaixo, exceto pelo tom neutro, que não é numerado ou é lhe dado o número 0 ou 5; por exemplo, ma5 para 吗 / 嗎, uma partícula interrogativa. Tom Diacrítico Número do tom Exemplo usando o diacrítico Exemplo usando o número IPA Primeiro mácron ( ¯ ) 1 mā ma1 Segundo acento agudo ( ´ ) 2 má ma2 Terceiro caron ( ˇ ) 3 mǎ ma3 Quarto acento grave ( ` ) 4 mà ma4 Neutro Sem diacrítico ou ponto antes da sílaba (·) sem número 5 0 ma ·ma ma ma5 ma0 == Ver também == * Tabela Pinyin * Rōmaji * Zhuyin == Bibliografia == * Yin Binyong 尹斌庸 and Mary Felley (1990). Chinese Romanization. Pronunciation and Orthography (Hanyu pinyin he zhengcifa 汉语拼音和正词法). Beijing: Sinolingua. ISBN 7-80052-148-6 / ISBN 0-8351-1930-0. Categoria:Sistemas de transcrição fonética Pinyin Categoria:Romanização",
 "title": "Pinyin"
}