{
 "id": "48525",
 "text": "Na escala de tempo geológico, o Quaternário é o atual e mais recente dos três períodos da Era Cenozoica do éon Fanerozoico na escala de tempo geológico da Comissão Internacional de Estratigrafia (ICS). O período Quaternário sucede o Neogeno e abrange desde 2,58 milhões de anos atrás até o presente. A partir de 2023, o Período Quaternário é dividido em duas épocas Pleistocena (2,58 milhões de anos atrás até 11,7 mil atrás) e Holocena (11,7 mil atrás até os dias de hoje). O Período Quaternário é normalmente definido pelo crescimento e decadência cíclicos dos mantos de gelo continentais relacionados aos ciclos de Milankovitch e às mudanças climáticas e ambientais associadas que eles causaram. == História de pesquisa == Em 1759, Giovanni Arduino propôs que os estratos geológicos do norte da Itália poderiam ser divididos em quatro formações ou \"ordens\" sucessivas (italiano: quattro ordini). O termo \"Quaternário\" foi proposto por Jules Desnoyers em 1829 para se referir a alguns sedimentos da bacia do Sena que pareciam mais recentes que as rochas do Terciário. == Eventos geológicos == === Geologia e clima === O Quaternário começa com o fim do Terciário e chega até o presente. Abrange, aproximadamente, o tempo que duraram as últimas glaciações, até o récuo glacial do Holoceno. Um uso alternativo situa o início do Quaternário no início da glaciação no Polo Norte, há cerca de 3 milhões de anos, incluindo assim porções do Plioceno Superior. Algumas pessoas não reconhecem o Quaternário e consideram-no um assunto informal incluído no Neogeno, como pode ser visto na edição de 2003 da Tabela Estratigráfica Internacional, publicada pela Comissão Internacional sobre Estratigrafia. Os 1,8-1,6 milhões de anos do Quaternário representam a época em que os humanos existiram. Num período tão curto, a deriva continental não ultrapassou os 100 km, algo quase irrelevante para os paleontólogos. No entanto, o registo geológico está mais bem preservado do que o de períodos mais antigos, e o mapa-múndi atual assemelha- se muito ao do início deste período. As mudanças geográficas mais importantes desta época incluem o surgimento do Bósforo e do Skagerrak durante os períodos glaciais, que transformaram respectivamente o Mar Negro e o Mar Báltico em massas de água doce; e as suas subsequentes inundações devido ao aumento do nível do mar novamente. Inclui também o rebaixamento periódico do mar no Canal da Mancha, formando uma ponte entre a Grã-Bretanha e a Europa, e o congelamento periódico do Estreito de Bering, formando uma ponte entre a Ásia e a América do Norte.Balbas, A.M., Barth, A.M., Clark, P.U., Clark, J., Caffee, M., O'Connor, J., Baker, V.R., Konrad, K. and Bjornstad, B., 2017. 10Be dating of late Pleistocene megafloods and Cordilleran Ice Sheet retreat in the northwestern United States. Geology, 45(7), pp. 583-586. Os Grandes Lagos, assim como outros grandes lagos do Canadá, e a Baía de Hudson também são resultado do último período glacial e são lagos temporários. A cada era glacial do Quaternário, surgia um novo padrão de lagos e baías. O clima era principalmente de glaciações periódicas, com geleiras continentais atingindo até 40° de latitude. Provavelmente devido à duração relativamente curta do período, não apareceram muitos animais novos. No final do Pleistoceno, houve uma grande extinção de grandes mamíferos nas áreas boreais. === Vida === Houve uma grande extinção de grandes mamíferos nas áreas do Norte no final da época Pleistocena. Muitas formas, incluindo desntes-de-sabre, mamutes, mastodontes e gliptodontes, foram extintas. Outros, como cavalos, camelos e chitas, foram extintos na América do Norte, onde surgiram, mas conseguiram prosperar em outros continentes. Os Grandes Lagos se formaram e mamíferos gigantes prosperaram em partes da América do Norte e da Eurásia não cobertas de gelo. Esses mamíferos foram extintos quando o período glacial terminou, há cerca de 11.700 anos. Os humanos modernos evoluíram há cerca de 315.000 anos. Durante o Período Quaternário, mamíferos, plantas com flores e insetos dominaram a terra. == Subdivisão == A Comissão Internacional de Estratigrafia reconhece a subdivisão em duas épocas para o Quaternário, de acordo com o seguinte esquema, ordenado do mais recente para o mais antigo: * Holoceno de 0,0117 milhões de anos (Ma), ou seja, 11.700 anos atrás e ainda em andamento * Pleistoceno de 2,58 Ma a 0,0117 Ma == Galeria == ===Época Pleistocena=== File:Mamut lanudo.jpg|Mamute, um proboscídeo File:Mammut_americanum_Sergiodlarosa.jpg|Mastodonte, um proboscídeo File:Ur- painting.jpg|Auroque, um artiodáctilo File:Smilodon fatalis.jpg|Tigre dentes de sabre (Smilodon populator), um carnívoro File:Panthera leo atrox Sergiodlarosa.jpg|Leão americano (Panthera leo atrox) um carnívoro File:Megatherum DB.jpg|Megatherium americanum, um mamífero xenartro Ficheiro:Glyptodon old drawing.jpg|Glyptodon clavipes, um mamífero xenartro Ficheiro:Irish Elk.jpg|Alce gigante (Megaloceros giganteus), um artiodáctilo Ficheiro:Elasm062.jpg|Elasmotherium sibiricum, um perissodátilo Ficheiro:Wooly rhinoceros.jpg|Rinoceronte-lanudo (Coelodonta antiquitatis), um perissodátilo Arquivo:Ursus spelaeus Sergiodlarosa.jpg|Urso-das-cavernas (Ursus spelaeus) um carnívoro File:Arctodus simus Sergiodlarosa.jpg|Urso da face curta (Arctodus simus), um carnívoro File:Turkana boy by Mauricio Antón.jpg|Homo erectus, um primata da família dos hominídeos File:Neanderthal hunters depicted in the Gallo-Romeins Museum Tongeren (DSCF4334).jpg|Homem de Neandertal, um primata|Homem de Neandertal, um primata da família dos hominídeos ===Época Holocena=== Ficheiro:Manuring a vegetable garden.jpg|alt=Agricultura na atual Zâmbia, praticada pelo Homem, uma espécie de primata|Agricultura na atual Zâmbia, praticada pelo Homem, uma espécie de hominídeo. Ficheiro:Elephas maximus (Bandipur).jpg|Elefante-asiático, um proboscídeo. Em algumas regiões da Ásia foi domesticado para ser um animal de carga Ficheiro:Guzerá macho - EMAPA 100307 REFON 1.jpg|Touro, um artiodáctilo domesticado pelo Homem Ficheiro:Take ours!.jpg|Ovelha, um artiodáctilo domesticado pelo Homem Ficheiro:Sow with piglet.jpg|Porco, um artiodáctilo domesticado pelo Homem Ficheiro:Camel seitlich trabend.jpg|Camelo, um artiodáctilo domesticado pelo Homem Ficheiro:Quarter Horse(REFON)-cleaned.jpg|Cavalo, um perissodáctilo domesticado pelo Homem Ficheiro:Czw-merrybell.jpg|Cão, um carnívoro domesticado pelo Homem Ficheiro:Anim1754 - Flickr - NOAA Photo Library.jpg|A baleia-azul, um cetáceo com até 30 m de comprimento e mais de 180 t de peso, são os maiores animais de todos os tempos. Ficheiro:Enter the silverback (8155790563).jpg|Gorila-do-oriente, é o maior e um dos primatas mais ameaçados do planeta. Ficheiro:Hunting Tiger Ranthambore.jpg|Tigre de Bengala, um carnívoro ameaçado pela caça furtiva e destruição de habitat. Ficheiro:Polar Bear 2004-11-15.jpg|Urso-Polar, um carnívoro ameaçado pelo aquecimento global Ficheiro:Ngorongoro Spitzmaulnashorn edit1crop.jpg|Rinoceronte-negro, um perissodáctilo criticamente ameaçado pela caça furtiva Ficheiro:White shark.jpg|Tubarão-branco, o maior peixe macropredatório, está mais ameaçado que o tigre. Ficheiro:Fat Cat (2556593236).jpg|Gato, um carnívoro domesticado pelo Homem. == Ver também == * Geologia * Paleontologia * União Internacional para o Estudo do Quaternário == Ligações externas == * \"Estudos do Quaternário. Revista da Associação Portuguesa para o Estudo do Quaternário\" no site da APEQ.no.sapo.ptacessado a 10 de junho de 2009 * *",
 "title": "Quaternário"
}