{
 "id": "48521",
 "text": "Na escala de tempo geológico, o Holoceno ou Holocénico é a atual época do período Quaternário da era Cenozoica do éon Fanerozoico que se iniciou há cerca de 11,65 mil anos antes do presente, após o último período glacial, que concluiu com o recuo glacial holocênico. O Holoceno e o Pleistoceno precedente juntos que formam o período Quaternário. O Holoceno foi identificado com o período quente atual, conhecido como MIS 1. É considerado por alguns como um período interglacial dentro da época do Pleistoceno.Oxford University Press - Why Geography Matters: More Than Ever (book) - \"Holocene Humanity\" section http://books.google.com/books?id=7P0_sWIcBNsC O Holoceno viu o crescimento e os impactos da espécie humana em todo o mundo, incluindo a história registrada, o desenvolvimento de grandes civilizações e a transição global significativa para a vida urbana no presente. Impactos humanos na era moderna da Terra e no seu ecossistema podem ser considerados de importância global para a evolução futura de espécies vivas, incluindo evidências síncronas litosféricas ou mais recentemente evidências hidrosférico e atmosférico dos impactos humanos. Em julho de 2018, a União Internacional de Ciências Geológicas dividiu o Holoceno em três subdivisões distintas, Gronelandês (de há 11,65 mil anos até há 8,326 mil anos), Norte-Gripiano (de há 8,326 mil anos até há 4,2 mil anos) e Meghalaiano (de há 4,2 mil anos até ao presente), como proposto pela Comissão Internacional sobre Estratigrafia. O limite estratótipo de Meghalaiano é um espeleotema em Caverna de Mawmluh na Índia, e o estratótipo auxiliar global é um núcleo de gelo de Monte Logan no Canadá. Formal subdivision of the Holocene Series/Epoch O nome \"Holoceno\" vem das palavras grego antigo (holos, todo ou inteiro) e (kainos, novo), significando \"inteiramente recente\".O nome \"Holoceno\" foi proposto em 1850 pelo paleontólogo e entomologista francês Paul Gervais (1816–1879): From p. 413: \"On pourrait aussi appeler Holocènes, ceux de l'époque historique, ou dont le dépôt n'est pas antérieur à la présence de l'homme ; … \" (\"Pode-se também chamar de \"Holoceno\" aqueles [depósitos] da era histórica, ou o depósito dos quais não é anterior à presença do homem ; … \") == Visão geral == De acordo com a Comissão Internacional sobre Estratigrafia que o Holoceno começou aproximadamente 11.650 anos cal AP. A Subcomissão sobre Estratigrafia do Quaternário cita Gibbard e van Kolfschoten in Gradstein Ogg e Smith ao declarar o termo 'Recente' como uma alternativa ao Holoceno é inválido, não deve ser usado e também observar que o termo Flandriano, derivado de sedimentos de transgressão marinha na costa de Flandres da Bélgica tem sido usado como sinônimo de Holoceno por autores que consideram os últimos 10 mil anos devem ter o mesmo estado de estágio que os eventos interglaciais anteriores e portanto, ser incluídos no Pleistoceno. A Comissão Internacional sobre Estratigrafia, no entanto, considera o Holoceno uma época após o Pleistoceno e especificamente o último período glacial. Nomes locais para o último período glacial incluem a Wisconsinan na América do Norte, a Weichselian na Europa, o Devensiano na Bretanha, a Llanquihue no Chile e o Otirano na Nova Zelândia. O Holoceno pode ser subdividido em cinco intervalos de tempo, ou cronozonas, baseado em flutuações climáticas: * Pré-boreal (10 ka–9 ka) * Boreal (9 ka–8 ka) * Atlântico (8 ka–5 ka) * Sub-boreal (5 ka–2,5 ka) * Subatlântico (2,5 ka–presente) : Nota: \"ka\" significa \"kilo-annum\" i.e. 1000 anos (não calibrado na data C14.) A classificação de Blytt-Sernander dos períodos climáticos inicialmente definidos pelas plantas esfagnos permanece em turfas, atualmente está sendo explorada. Geólogos que trabalham em diferentes regiões estão estudando os níveis do mar, turfeiras e amostras de gelo por uma variedade de métodos, com vistas a uma maior verificação e refinamento da sequência de Blytt-Sernander. Eles encontram uma correspondência geral na Eurásia e na América do Norte, embora se tenha pensado que o método não é de interesse algum. O esquema foi definido para norte da Europa, mas as mudanças climáticas foram reivindicadas como ocorrendo mais amplamente. Os períodos do esquema incluem algumas das últimas oscilações pré-holocénicas do último período glacial e então classificam os climas da pré-história mais recente. Paleontologistas não definiram qualquer andar faunal para o Holoceno. Se a subdivisão for necessária, os períodos de desenvolvimento tecnológico humano, como o mesolítico, neolítico e idade do bronze, geralmente são usadas. No entanto, os períodos de tempo referenciados por estes termos variam com o surgimento dessas tecnologias em diferentes partes do mundo. Climaticamente, o Holoceno pode ser dividido uniformemente nos períodos hipsmitmais e neoglaciais; o limite coincide com o início da idade do bronze na Europa. Segundo os estudantes, uma terceira divisão, Antropoceno, começou agora. O grupo da Subcomissão sobre Estratigrafia do Quaternário escreveu No \"Antropoceno\". (um termo cocinado por Paul Crutzen e Eugene Stoermer em 2000) Nota-se este termo é usado para denotar o intervalo de tempo presente em que muitas condições e processos geologicamente significativos foram profundamente alterados por atividades humanas. O \"Antropoceno\" não é uma unidade geológica formalmente definida. == Subdivisões == O Holoceno foi subdividido pela Comissão Internacional sobre Estratigrafia em três andares: * Gronelandês, estendendo-se de 11,65 mil a 8,326 mil anos; * Norte-Gripiano, estendendo-se de 8,326 mil a 4,2 mil anos; * Meghalaiano, estendendo-se de 4,2 mil anos até o presente. === Antigas subdivisões === De 1972 até Julho de 2018, foi proposta uma subdivisão de cinco cronozonas para o Holoceno: * Pré-boreal é a primeira cronozona da era Holocena. É precedido pelo Taratiano e sucedido pelo Boreal, se estende entre há 11,65 mil anos e há 8,2 mil anos (aprox. 9300-7900 a.C.) e marca o início do período pós-glacial. O Holoceno não foi formalmente dividido pelo UICG. Como resultado, o Pré-boreal é apenas uma proposta, e como as técnicas de estratigrafia e datação melhoraram desde a proposta de 1972, as datas seriam diferentes se fossem propostas hoje. Em vez disso, outros começaram a usar os termos Inferior, Médio e Superior para o Holoceno. Se esta terminologia fosse usada, o Pré-boreal seria substituído pelo Holoceno Inferior, que seria datado em 11,7-8,2 ka B2K.http://www.ub.edu/ice/sites/default/files/docs/jornades/Walker2012.pdf Em Julho de 2018, Comissão Internacional sobre Estratigrafia ratifica Gronelandês como o primeiro andar mundialmente reconhecida do Holoceno, muito coincidente com o termo regional do norte da Europa, Pré-boreal. * Boreal é a segunda cronozona da era Holocena. É precedido pelo Pré-boreal e sucedido pelo Atlântico. * Atlântico é a terceira cronozona da era Holocena. É precedido pelo Boreal e sucedido pelo Sub-boreal. * Sub-boreal é a quarta cronozona da era Holocena. É precedido pelo Atlântico e sucedido pelo Sub-boreal. * Subatlântico é a atual e última cronozona da era Holocena. É precedido pelo Sub-boreal. == Geologia e paleogeografia == Movimentos continentais devido à tectônica de placas são menos de um quilômetro ao longo de um período de apenas 10,000 anos. No entanto, o derretimento do gelo causou o aumento do nível do mar no mundo. na primeira parte do Holoceno. Além disso, muitas áreas acima da latitude paralelo 40 norte haviam sido deprimidas pelo peso das geleiras do Pleistoceno e aumentaram tanto quanto as devido a recuperação pós- glacial sobre o final do Pleistoceno e Holoceno, e ainda estão subindo hoje. A elevação do nível do mar e a depressão temporária da terra permitiram incursões marítimas temporárias em áreas que agora estão longe do mar. Os fósseis marinhos do Holoceno são conhecidos, por exemplo, de Vermont e Michigan. Além de incursões marítimas temporárias de latitude superior associadas à depressão glacial, os fósseis do Holoceno são encontrados principalmente em lagos, várzeas e depósitos de cavernas. Os depósitos marinhos do Holoceno ao longo das linhas costeiras de baixa latitude são raros porque o aumento do nível do mar durante o período excede qualquer provável elevação tectônica de origem não glacial. A repercussão pós-glacial na região Escandinávia resultou na formação do Mar Báltico. A região continua a aumentar, causando ainda terremotos fracos em todo o norte da Europa. O evento equivalente na América do Norte foi o rebote de Baía de Hudson, quando ele encolheu de sua fase pós-glacial no Mar Tyrrell, para perto dos limites atuais. == Clima == O clima tem sido razoavelmente estável em relação ao Holoceno. Os registros mostram que antes do Holoceno houve aquecimento global após o fim do último período glacial e períodos de resfriamento, mas as mudanças climáticas tornaram-se mais regionais no início do Dryas recente. Durante a transição do último período glacial para o Holoceno, o resfriamento Huelmo-Mascardi no hemisfério sul começou antes do Dryas recente e o calor máximo fluiu para o sul para o norte entre há 11000 e há 7000 anos. Parece que isso foi influenciado pelo gelo glacial residual remanescente no hemisfério norte até a data posterior. O Máximo do Holoceno (MCH) foi um período de aquecimento em que o clima global se tornou mais quente. No entanto, o aquecimento provavelmente não foi uniforme em todo o mundo. Este período de calor terminou há cerca de 5,500 anos com a descida para o neoglacial e concomitante neopluvial. Naquela época, o clima não era diferente do que hoje, mas houve um período ligeiramente mais quente dos séculos X-XIV conhecido como Período Quente Medieval. Isto foi seguido pela Pequena Idade do Gelo, do século XVIII ou XIV até meados do século XIX, que foi um período de arrefecimento. Em comparação com as condições glaciais, as zonas habitáveis ​​se expandiram para o norte, atingindo seu ponto mais ao norte durante o MCH. Maior umidade nas regiões polares causou o desaparecimento da estepe de mamute. A extensão temporal e espacial da mudança climática do Holoceno é uma área de considerável incerteza, com forçamento radiativo recentemente proposto para ser a origem dos ciclos identificados na região do Atlântico Norte. A ciclicidade climática através do Holoceno (eventos climáticos de Bond) foi observada em ou perto de ambientes marinhos e é fortemente controlada pela contribuição glacial para o Atlântico Norte. Periodicidades de ≈2500, ≈1500 e ≈1000 anos são geralmente observados no Atlântico Norte. Ao mesmo tempo, análises espectrais do registro continental, que é distante da influência oceânica, revelam periodicidades persistentes de 1,000 e 500 anos, que podem corresponder às variações da atividade solar durante o período Holoceno. Um ciclo de 1,500 anos correspondente à circulação oceânica do Atlântico Norte pode ter tido ampla distribuição global no Holoceno tardio. == Desenvolvimento ecológico == A vida animal e vegetal não evoluiu muito durante o curto período do Holoceno, mas mudanças importantes ocorreram na distribuição dos seres vivos. Um grande número de animais, incluídos os mamutes, mastodontes, tigres dentes-de-sabe, Homotherium e preguiças-gigantes desapareceram no fim do Pleistoceno e começo do Holoceno — especialmente na América do Norte, quando animais foram extintos, os quais sobreviveram em outros lugares, incluindo cavalos e camelos. Esta extinção de megafaunas americana coincide com o advento de ancestrais dos povos ameríndios, embora a maioria dos cientistas afirme que a mudança climática também contribuiu. Além disso, um polêmico impacto de bolide sobre a América do Norte foi considerado como tendo desencadeado o Dryas recente. Em todo o mundo, ecossistemas em climas mais frios que antes eram regionais foram isolados em \"ilhas\" ecológicas de maior altitude. O evento 8.2 ka, um período de frio abrupto registrado como uma excursão negativa no recorde δ18O com duração de 400 anos, é o evento climático mais proeminente que ocorre na época do Holoceno e pode ter marcado um ressurgimento da cobertura de gelo. Tem sido sugerido que este evento foi causado pela drenagem final do Lago Agassiz, que havia sido confinado pelas geleiras, interrompendo a circulação termoalina do Atlântico. Pesquisas subsequentes, no entanto, sugeriram que a descarga foi provavelmente sobreposta a um episódio mais longo de clima mais frio, com duração de até 600 anos e observou que a extensão da área afetada não era clara. As extinções de plantas e animais continuam até hoje. A taxa de extinção acelerou espetacularmente nos últimos 50 anos. Em geral, a extinção em massa do Holoceno é caracterizado por fatores relacionados à presença humana e ocorrendo em um tempo geológico muito curto (dezenas de milhares de anos) em comparação com a maioria dos outros eventos de extinção. Às vezes chamado de \"sexta extinção\", porque anteriormente havia cinco eventos principais de extinção em massa. == Ver também == * Geologia * Paleontologia == Ligações externas == * Comissão Internacional sobre Estratigrafia * União Internacional de Ciências Geológicas",
 "title": "Holoceno"
}