{
 "id": "48533",
 "text": "Em física e óptica, o espectro de Fraunhofer ou linhas de Fraunhofer são um conjunto de linhas espectrais, associadas originalmente a faixas escuras existentes no espectro solar, e que foram catalogadas pelo físico alemão Joseph von Fraunhofer (1787–1826). O químico inglês William Hyde Wollaston, em 1802, foi a primeira pessoa a notar a existência de várias linhas escuras no espectro solar. Posteriormente, utilizando-se de prismas e de medidas precisas de ângulo, Fraunhofer redescobriu independentemente as diversas linhas escuras fracas e fortes do espectro solar.FRAUNHOFER, J. Annalen der Physik und Chemie, 264, nº 56, 1817. Ele identificou cerca de 570 dessas linhas, associando as linhas mais proeminentes as letras de A até K, denominação ainda hoje utilizada. Posteriormente, Kirchhoff e Bunsen descobriram que cada elemento químico possui um conjunto de linhas espectrais associadas, e deduziram que as linhas escuras no espectro solar eram causadas pela absorção da luz pelos elementos existentes nas camadas mais externas do Sol. Algumas das faixas observadas são também causadas pela absorção da luz pelo oxigênio existente na atmosfera terrestre. Kirchhoff e Bunsen descobriram que assim como na Terra, existem no Sol os elementos sódio, cálcio, cromo, níquel, bário, cobre e zinco. Foram descobertas linhas escuras no espectro solar que não correspondiam a nenhum elemento conhecido na Terra. O elemento hélio foi descoberto desta forma, tendo sido encontrado na Terra somente após 17 anos da descoberta de sua existência no Sol.University of Adelaide - School of Electrical & Electronic Engineering - Famous Scientists who have impacted Electrical and Electronic Engineering. As principais linhas de Fraunhofer, e os elementos aos quais eles são associados, estão apresentados na tabela abaixo: Designação Elemento Comprimento de onda (nm) Designação Elemento Comprimento de onda (nm) y O2 898,765 c Fe 495.761 Z O2 822,696 F Hβ 486,134 A O2 759,370 d Fe 466,814 B O2 686,719 e Fe 438,355 C Hα 656,281 G' Hγ 434,047 a O2 627,661 G Fe 430,790 D1 Na 589,592 G Ca 430,774 D2 Na 588,995 h Hδ 410,175 D3 ou d He 587,5618 H Ca+ 396.847 e Hg 546,073 K Ca+ 393.368 E2 Fe 527,039 L Fe 382,044 b1 Mg 518,362 N Fe 358,121 b2 Mg 517,270 P Ti+ 336,112 b3 Fe 516,891 T Fe 302,108 b4 Fe 516,891 t Ni 299,444 b4 Mg 516,733 ==Importância== As linhas de Fraunhofer são de suma importância para a pesquisa da composição de corpos celestes que emitem energia eletromagnética. O fenômeno ocorre porque os fótons podem ser absorvidos por um átomo causando o salto de um elétron de um orbital atômico para outro. Cada salto, chamado também de excitação, é associado com um comprimento de onda específico. Através do estudo de absorções do espectro eletromagnético luminoso visível podemos ver nas regiões ou camadas frias do exterior da superfície solar a evidência de átomos de muitos elementos. ==Fotosfera Solar== A fotosfera solar emite radiações de ampla largura de banda do espectro eletromagnético visível, ou uma larga faixa de luz visível, que chegam até a Terra. Essas radiações são chamadas de luz branca por conterem todos os comprimentos de onda, comparadas ao ruído branco em teoria eletromagnética, onde a mistura característica de senoides ao osciloscópio é o somatório de todas as frequências que as compõem; em teoria sonora pode-se caracterizar um chiado com o som parecido ao ruído de uma cachoeira. ==Absorção da gama de luz visível== Ao se utilizar um filtro que absorve todos os comprimentos de onda de luz amarela e verde, o resultado será: o vermelho; laranja; azul e o violeta misturados. A luz resultante teria algo de púrpura com tons avermelhados e amostras de comprimentos de onda azulados. Imaginando-se um filtro que absorve só uma cor, ao passar luz branca através deste, somente uma faixa do espectro será removido, portanto a luz observada resultante não o conteria. De forma similar ao filtro específico, com os átomos ocorre o mesmo, pois atuam como filtros; ao passar luz branca através de si, todos as frequências da gama luminosa passarão, menos aquela específica que o identifica, pois é absorvida; logo, pode-se deduzir que estes têm assinaturas distintas, ou seja, elementos distintos absorvem cores distintas. ==Espectrógrafo== O dispositivo utilizado para analisar o espectro dos componentes elementares da matéria chama-se espectrógrafo, sendo usado por cientistas para que se observe a porção visível da radiação luminosa em seus componentes, exibindo os vários comprimentos de onda como uma tira colorida que vai do violeta passando por todas as cores do espectro até chegar ao vermelho. A ausência de um comprimento de onda na exibição da amostra decomposta da luz pelo espectrógrafo indica que um determinado tipo de átomo agiu como filtro absorvendo a cor característica. Essas ausências aparecem como uma linha escura sobreposta na tira colorida; um exemplo típico poderia ser o arco-íris sem uma das cores, em seu lugar uma faixa negra. ==Quando observado pela primeira vez e a utilidade do processo== As ausências de gama de faixa luminosa foram observadas inicialmente por Joseph von Fraunhofer em 1814 ao observar o espectro luminoso do Sol; por isso as linhas escuras são agora chamadas de linhas de Fraunhofer. Os vários átomos dos gases das camadas exteriores do Sol agem como filtro para a luz emitida de regiões mais profundas, mais quentes e mais densas; analisando a luz absorvida e comparando-a com tabelas de cores levantadas em experimentos de laboratório na Terra, é possível ler a assinatura do átomo que serviu como um filtro, identificando a composição dos elementos estudados. Deste modo, é possível obter informações sobre a composição elementar do Sol ou de qualquer outro astro onde se faz este tipo de leitura. Categoria:Espectroscopia",
 "title": "Espectro de Fraunhofer"
}