{
 "id": "4859",
 "text": "Carvalhal é uma povoação portuguesa sede da Freguesia de Carvalhal do Município de Abrantes, freguesia com 17,54 km² de área e 531 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Localizada na extremidade norte do Município, a freguesia do Carvalhal tem como vizinhos os Municípios de Vila de Rei, a norte, e do Sardoal, a leste, a sede do seu município, a sul, e as localidades do Souto e de Fontes, a oeste. Além da sede, a freguesia engloba as localidades de Carril, Matagosa, Matagosinha, S. Domingos, Sobral Basto e Vale Tábuas. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 100 138 475 293 2011 37 61 374 250 2021 30 27 253 221 == Economia == Devido ao facto de se situar junto a uma zona fortemente arborizada, a população de Carvalhal era, tradicionalmente, constituída por madeireiros. A agricultura de subsistência, muito praticada até à década de 1980, tem vindo a ser abandonada. Tem sido uma zona particularmente afetada por incêndios florestais. == Gastronomia == thumb|esquerda|200 px|Pormenor da Igreja - os sinos.. A culinária da freguesia recebe influências beirãs (nas migas de pão de milho, feijão e couve galega - aqui designada vulgarmente como couve-ratinha) e alentejanas (nos enchidos e em açordas, designadas pela população mais antiga como \"sopas-alvas\"). Algumas famílias ainda criam porcos. O dia da matança do porco dá azo à reunião de familiares, e aos petiscos das febras grelhadas, canja de porco, mioleira e iscas. É também tradicional, no Verão, uma sopa fria que consiste em água, vinagre, sal e pepino picado a que se dá o nome de \"picada\". Durante as festas da freguesia, no dia de Nossa Senhora da Assunção (durante muito tempo considerada pela população como a padroeira da povoação) e nas festas de Todos-os-santos, cada casa costuma fazer os chamados bolos lêvedos (ou broas), e os Bolos da Porta do Forno. == Património == thumb|esquerda|200 px|Chaminé típica. A freguesia conta com um património construído reduzido. A igreja nova, em funções, veio substituir uma capela de pouco interesse artístico. Na arquitetura vernacular são de destaque as chaminés típicas, em forma de paralelepípedo longo (correspondendo ao espaço onde ficam os enchidos a fumar) pintado, com um beiral a protegê-las e com a evacuação de fumos formada por uma grade de tijolo de burro. Já são raras as casas que mantêm estas características. Geralmente com pinturas alusivas à rosa-dos-ventos, à data de construção e às iniciais do proprietário. Categoria:Freguesias de Abrantes",
 "title": "Carvalhal (Abrantes)"
}