{
 "id": "48639",
 "text": "Gilmar Dominici (Franca, 28 de outubro de 1958) é um político brasileiro, ex- prefeito da cidade de Franca no período de 1 de janeiro de 1997, até 31 de dezembro de 2000 no seu primeiro mandato. Reeleito, governou de até 31 de dezembro de 2004, sendo sucedido por Sidnei Franco da Rocha. == Biografia == Gilmar Dominici é assistente social formado pela UNESP, campus de Franca. Entre 1989 a 1992, ingressou na política institucional ao exercer o mandato de vereador da Câmara Municipal de Franca pelo Partido dos Trabalhadores (PT), tendo formado bancada com os também vereadores Maria Izabel \"Bel\" Guimarães e Fábio Cândido da Silva que havia sido eleitos para aquela legislatura. Durante as eleições municipais de 1992, acabou sendo reeleito pelo PT para o legislativo municipal, desta vez formando uma bancada com Antônio Pardal e Gilson Pelizaro durante a legislatura de 1993 a 1996. Em 1996, veio a ser eleito prefeito municipal de Franca pelo PT, cargo político que ocupou durante dois mandatos, em razão da reeleição obtida durante as eleições municipais de 2000, após vencer no segundo turno o então ex-prefeito Sidnei Franco da Rocha, então candidato pelo PPS. Após o término de seu mandato como prefeito, durante o segundo mandato do presidente Lula da Silva, ele foi nomeado como assessor especial na Secretaria de Relações Institucionais da Presidência da República (SRI) em 2007, onde atuou até 2014, quando foi nomeado para o cargo em comissão de subchefe de Assuntos Federativos da SRI onde permaneceu até o final do governo da presidenta Dilma Roussef. Durante as eleições municipais de 2016, Gilmar Dominici tentou disputar as eleições para prefeito do município de Franca, contudo, seus votos foram impugnados pela Justiça eleitoral, de modo que ele ficou em último lugar no pleito, atrás de candidatos de partidos com menor expressão eleitoral na região, como o penúltimo colocado Thiago Rodrigues (PSOL) e o antepenúltimo colocado Dr. Ubiali (PSB). Categoria:Naturais de Franca Categoria:Prefeitos de Franca Categoria:Membros do Partido dos Trabalhadores Categoria:Alunos da Universidade Estadual Paulista Júlio de Mesquita Filho Categoria:Assistentes sociais de São Paulo",
 "title": "Gilmar Dominici"
}