{
 "id": "48729",
 "text": "Ricard Bofill i Leví (Barcelona, 5 de dezembro de 1939 – 14 de janeiro de 2022) foi um arquiteto catalão. Está entre os arquitetos mais influentes do mundo, desenvolvendo uma linguagem moderna na elaboração de obras de arquitetura e de urbanismo no planeamento das cidades. == Biografia == A sua mãe, María Leví, era judia de origem veneziana. O seu pai foi arquiteto e construtor. Provavelmente descende, por via paterna, de Guillem Bofill, maestro de obras da catedral de Girona em 1404. Nascido em Barcelona, estudou primeiro no Liceu francês e depois na Escola Técnica Superior de Arquitetura de Barcelona, de onde foi expulso, em 1957, por suas atividades políticas (era membro do Partido Socialista Unificado da Catalunha). Em seguida, viajou para a Suíça e continuou os seus estudos na Universidade de Genebra. Em 1963 criou o Taller de Arquitectura, um estúdio que conta com sociólogos, além de arquitetos e engenheiros. Com esta equipa de profissionais, Bofill estavas em condiciones de abordar projetos de diferente natureza em diversas partes do mundo, adaptando-os às realidades culturais de cada lugar. Em 1973 adquiriu na cidade de Sant Just Desvern, nos subúrbios de Barcelona, uma antiga cimenteira que se tornaria a sua residência e espaço de trabalho, operando uma impressionante reforma. Em 1978 abriu um segundo escritório em Paris. Bofill é um dos máximos representantes do estilo pós-moderno da arquitetura contemporânea. Em seus desenhos mantém as linhas claras do estilo moderno, mas abandona as formas frias que caracterizam outras tendências modernas. Consegue-o incorporando nos seus edifícios elementos clássicos, como colunas ou arcos, que ao observador não entendido dão a sensação de familiares e entendíveis. Boffil é autor de uma extensa obra teórica, e entre os muitos livros que escreveu destacam-se Espacio y vida, La ciudad del arquitecto e El dibujo de la ciudad. Ao longo de sua carreira, Bofill recebeu numerosos prémios e reconhecimentos. Em 1985 foi eleito membro honorário do Instituto Americano de Arquitetos. Bofill morreu em 14 de janeiro de 2022, aos 82 anos de idade. ===Obras representativas=== *Argélia - Nova capital para a Argélia *Ampliação do Aeroporto (Barcelona) *Hiperbólica Torre de Control (estrutura hiperboloide), Ampliação do Aeroporto de Barcelona *Torre Dearborn Center (Chicago) *Sede principal de Cartier (Paris) *Conjunto de vivendas (Luxemburgo) *Hotel no porto (Barcelona) *Pavilhão Alice Pratt Brown Hall da Escola de Música Shepherd (Houston) *Cavas de Château Lafite (Médoc, França) *Hotel du Larvotto (Mónaco) *Ampliação do Aeroporto de Barcelona *Jardim da Turia (Valência, Espanha) *Edifício de Shiseido (Tóquio) *Hotel Hilton (Sófia, Bulgária) *Teatro Nacional da Catalunha (Barcelona) *Torres da Casablanca Twin Center (Casablanca, Marrocos) *Conjunto residencial e comercial Le Capitole (Montpellier) *Complexo residencial Les Colonnes (Paris) *Barro residencial Port Imperial (Nueva Jersey) *Palácio Municipal de Congressos de Madrid *Conjunto urbano Antigone (Montpellier, França) *Edifício de apartamentos Walden 7 (Sant Just Desvern, Barcelona) *Edifício de apartamentos El Sargazo, (Castelldefels, Barcelona) *Renovação urbana (Bordéus) *Auditório Miguel Delibes (Valladolid) ==Galeria de imagens== Image:Bofills bage1.jpg|Vista do Bofills båge em Estocolmo Image:Bofills bage2.jpg|Vista do Bofills båge em Estocolmo == Bibliografia == *\"La ciudad del arquitecto\". Galaxia Gutemberg / Círculo de Lectores. 1998, Barcelona *\"Spazi di una vita\". Ricardo Bofill, Jean-Louis André. Venezia, Il Cardo Editori, 1996. *\"L'Architecture des villes\". Ricardo Bofill, Nicolas Véron. Paris, Odile Jacob, 1995. *\"Ricardo Bofill Obras y Proyectos/Works and Projects\". Bartomeu Cruells. Barcelona, Gustavo Gili, 1992. *\"Espacio y Vida\". Ricardo Bofill, Jean-Louis André. Barcelona, Tusquets, 1990. *\"Ricardo Bofill\". Annabelle D'Huart . Paris, Editions du Moniteur, 1989. *\"El Dibujo de la Ciudad, Industria y Clasicismo\". Annabelle D'Huart. Ricardo Bofill. Barcelona, Gustavo Gili, 1984. *\"L'Architecture d'un Homme\". Ricardo Bofill. París, Editions Arthaud, 1978. *\"Taller de Arquitectura\". José Agustín Goytisolo. poemas. Barcelona, Blume, 1976. *\"Manifiesto del diablo sobre Arquitectura y Urbanismo\", Revista de Occidente, Nov. 1975, Madrid *\"Hacia una Formalización de la Ciudad en el Espacio\". Ricardo Bofill Taller de Arquitectura . Barcelona, Blume, 1968. == Ligações externas == * Website de Ricardo Bofill Categoria:Arquitetos da Espanha Categoria:Arquitetos do pós-modernismo Categoria:Urbanistas da Espanha Categoria:Judeus da Espanha Categoria:Naturais de Barcelona",
 "title": "Ricardo Bofill"
}