{
 "id": "48730",
 "text": "Rochas metamórficas são rochas que resultam da transformação das rochas originais, o protólito. Este dá origem a uma rocha metamórfica depois de sofrer transformações químicas e físicas devido ao fato de se submeter a temperaturas e pressões elevadas e à atuação de fluidos sofre erosão (metassomatose) em zonas profundas da crosta terrestre, sem que, contudo, cheguem a fundir (a não ser, talvez, parcialmente). O protólito tanto pode ser uma rocha sedimentar, como uma rocha ígnea ou mesmo outra rocha metamórfica. Podem formar-se, simplesmente, por estarem sujeitas às altas temperaturas existentes muito abaixo da superfície terrestre e à pressão provocada pelo peso das camadas de rocha superiores (pressões litostáticas). Podem também ter origem em processos tectónicos como colisões continentais que provocam pressão horizontal, fricção e deformações. Podem, ainda, formar-se graças ao chamado metamorfismo de contato, quando a rocha, sempre no estado sólido, é aquecida pela intrusão de rocha fundida (magma) proveniente do interior da Terra.metamorfismo de contacto. In Infopédia [Em linha]. Porto: Porto Editora, 2003-2014. [Consult. 2014-02-17] Alguns exemplos de rochas metamórficas são o gnaisse, a ardósia,o mármore, o xisto, e o quartzito. Na classificação das rochas metamórficas, torna-se importante referir o conceito de fácies metamórfica segundo o qual a composição mineralógica de rochas metamórficas diferentes que já tenham atingido o equilíbrio depende apenas da sua composição química, se o metamorfismo que gerou essas rochas ocorreu à mesma temperatura e pressão. Assim, consegue-se determinar as condições de temperatura e pressão em que se originou uma rocha apenas pela análise dos tipos de associação de minerais que estas apresentam. == Minerais metamórficos == Minerais metamórficos são aqueles que se formam apenas às altas pressões e temperaturas associadas ao processo de metamorfismo. Estes minerais, conhecidos como minerais índice, incluem a silimaniteminerais-índice. In Infopédia [Em linha]. Porto: Porto Editora, 2003-2014. [Consult. 2014-02-18]. Disponível na www: ., cianite, estaurolite, andaluzite, biotite, clorite, glaucofano, hornblenda, prehnite, zeólitos e algumas granadas. Outros minerais, como as olivinas, as piroxenas, as anfíbolas, as micas, os feldspatos, e o quartzo, também se podem encontrar em rochas metamórficas, mas não resultam necessariamente do processo de metamorfismo. Estes minerais formam-se durante a cristalização de rochas ígneas. Como são estáveis a altas temperaturas e altas pressões, podem permanecer inalterados durante o metamorfismo. Contudo, como todos os minerais são estáveis apenas dentro de certos limites, a presença de alguns minerais em certas rochas metamórficas pode servir para determinar o valor aproximado das temperaturas e pressões a que estas rochas se formaram. A restruturação dos minerais durante o processo metamórfico chama-se recristalização, processo a partir do qual os minerais frequentemente adquirem um tamanho maior (isto é, dando à rocha um aspeto mais cristalino). Por exemplo, os pequenos cristais de calcita do calcário e greda (rochas sedimentares) modificam-se, dando origem aos cristais, de maiores dimensões, do mármore. No caso do arenito, a recristalização dos grãos de quartzo originários da areia resulta na formação de quartzito altamente compacto, também chamado de metaquartzito, em que cristais de quartzo, geralmente de maiores dimensões, estão interligados. Tanto as altas temperaturas como as altas pressões contribuem para a recristalização. As altas temperaturas promovem a migração dos átomos e iões nos cristais sólidos, o que leva à sua reorganização, enquanto que as altas pressões provocam a dissolução de cristais no seu ponto de contacto. == Classificação == As rochas metamórficas são classificadas de acordo com critérios texturais e mineralógicos. Podem dividir-se em rochas foliadas (como o xisto e o gnaisse) e não foliadas (como o mármore). A foliação (palavra derivada do Latim folia, que significa \"folhas\") refere-se à disposição dos minerais das rochas metamórficas em estratos e ocorre quando a rocha é submetida a uma tensão ao longo de um eixo durante a recristalização. Este processo provoca a rotação de cristais lamelares ou alongados (como a mica ou as clorites), de modo a que os seus longos eixos se disponham perpendicularmente à orientação da tensão. Daqui resulta uma rocha foliada com lâminas a exibir as cores dos minerais que as formaram. Esta é uma foliação secundária, provocada pelo metamorfismo, diferente de outros tipos de foliação presente nas rochas sedimentares e nas rochas ígneas As rochas foliadas podem ser classificadas de acordo com três tipos de textura, correspondentes a diferentes graus de metamorfismo. Rochas com clivagem ardosífera (como a ardósia, correspondente a um baixo grau de metamorfismo); rochas que apresentam xistosidade (como o xisto, correspondente a um grau médio de metamorfismo) e rochas com bandado gnáissico (como o gnaisse, correspondente a um grau elevado de metamorfismo). Estas rochas formam-se, de uma forma geral, a partir de rochas constituídas por vários minerais e que foram submetidas a condições de tensão dirigida e a temperaturas crescentes. As rochas não foliadas, à excepção das corneanas (originadas em contexto de metamorfismo de contacto), formam-se, em geral, a partir de rochas constituídas por um só mineral. As texturas das rochas metamórficas podem ser categorizadas em foliadas e não foliadas. As rochas foliadas resultam da pressão diferencial que deforma a rocha num plano, criando, por vezes, um plano de clivagem. As rochas não foliadas não apresentam padrões planares ou deformações visíveis, podendo ter um aspeto cristalino, como acontece com os quartzitos e os mármores. Entre as rochas metamórficas foliadas podemos ainda referir rochas de baixo grau de metamorfismo, como os xistos argilosos, de grau médio de metamorfismo, como os micaxistos e de grau elevado de metamorfismo, como acontece com o gneisse. ===Rochas xistosas=== As rochas xistosas apresentam foliação fina e, em geral, com lâminas de constituição mineralógica semelhante. Destas, podemos destacar: * o xisto argiloso, com xistosidade grosseira, caraterizada por lâminas espessas. Origina-se a partir do argilito, por compacção. * o xisto, com fissilidade planar nítida e grãos visíveis a olho nu, geralmente de mica, quartzito e argila. A ardósia não é mais que uma variedade mais escura do xisto. * o filito, de grão fino, é composto por argilas e mica. A mica confere o brilho acetinado caraterístico dos planos de xistosidade. * o xisto mosqueado, com minerais que se destacam, como a estaurolite e a silimanite, que se formam devido ao aquecimento significativo do protólito. * o micaxisto, com grãos que vão do médio ao grosseiro, constituídos por quartzo e micas dispostas em bandas. ===Rochas gnáissicas=== Tal como o nome indica, estas rochas têm o gnaisse como rocha-tipo. Pertencem à série pelítica, tal como as rochas xistosas, associadas a graus elevados de metamorfismo, isto é, foram submetidas a condições mais extremas de temperatura e pressão. Apresentam um bandado grosseiro, isto é, sem laminação, onde bandas de cor clara e escura, com composições mineralógicas distintas, alternam entre si. ===Rochas granulares=== Destas, destacamos, formadas essencialmente por metamorfismo regional: * os metaquartzitos, constituídas quase exclusivamente por quartzo e, ocasionalmente, por mica, resultantes da recristalização do arenito quártzico com cimento silicioso. * os grauvaques, areníticos com composição poligénica (metaquartzitos heterogéneos). * os mármores, originados pela recristalização da calcite ou da dolomite. As corneanas, formadas por metamorfismo de contacto, têm granularidade muito fina, com fractura concoidal. As corneanas pelíticas são escuras e distinguem-se do basalto (que é uma rocha ígnea) por este tipo de fractura. == Tipos de metamorfismo == ===Metamorfismo de contato=== Metamorfismo de contacto, também conhecido como metamorfismo termal é o nome dado às mudanças que ocorrem quando há uma intrusão de magma numa rocha preexistente. Estas mudanças são tanto maiores quanto a proximidade à zona de contacto com o magma, devido às altas temperaturas aí registadas, e menos significativas à medida que a massa rochosa se vai afastando da intrusão magmática. Em torno da rocha ígnea que resulta do arrefecimento do magma regista-se, então, uma zona metamorfizada designada de auréola metamórfica, que apresenta vários graus de metamorfismo desde a superfície de contacto até à rocha encaixante não metamorfizada. ===Metamorfismo regional=== thumb|esquerda|Mármore mississippiano de Big Cottonwood Canyon, nos Montes Wasatch, em Utah. Metamorfismo regional, também conhecido como metamorfismo dinamotermal, é o nome dado às alterações em grandes massas rochosas presentes numa área extensa. As rochas podem ser metamorfizadas pelo simples fato de se encontrarem a grande profundidade abaixo da superfície terrestre, onde são submetidas a elevadas temperaturas e às extremas condições de pressão causadas pelo peso das camadas de rocha que se encontram acima delas. Grande parte da crosta continental inferior continental é metamórfica, à excepção de intrusões ígneas recentes. ===Metamorfismo cataclástico=== O metamorfismo dinâmico ou metamorfismo cataclástico ocorre devido à ação do atrito, em longas faixas e na adjacência de falhas, onde pressões de grande intensidade causam movimentações e rupturas na crosta. Movimentos tectónicos horizontais como a colisão de continentes dão origem a cinturões orogenéticos onde as rochas são submetidas a grandes deformações em decorrência das altas temperaturas e pressões. == Ligações externas == * *",
 "title": "Rocha metamórfica"
}