{
 "id": "48750",
 "text": "Bastet (; ) ou Bast, na mitologia egípcia, foi uma deusa felina, cultuada desde ao menos a (ca. ). É considerada filha do deus Rá, e uma versão mais “dócil” da deusa Sekhmet, que seria sua irmã. == Nome == Nos primeiros hieróglifos egípcios, o seu nome parece ter sido bꜣstt. Na escrita egípcia, o segundo -t marca uma desinência feminina, mas normalmente não era pronunciado, e o álefe ꜣ pode ter se movido para uma posição antes da sílaba acentuada, ꜣbst. No primeiro milênio, então, bꜣstt teria sido algo como *Ubaste (<*Ubastat) na língua egípcia, mais tarde se tornando o copta Oubaste. == Culto a Bastet == O culto a Bastet e a Sekhmet foi muito popular no Antigo Egito, o que levou à proliferação de cemitérios de múmias votivas de felinos, com destaque para as cidades de Bubástis, Saqqara, Tebas, Dendera e Abidos. Além disso, também eram usados nos rituais devocionais amuletos e estátuas votivas de gatos, que funcionavam como intermediários entre os humanos e os deuses. As múmias votivas eram feitas sob encomendas nos templos e santuários devotos aos deuses felinos. Havia uma fazenda de animais e uma necrópole de animais próximo aos templos para este fim. Assim, os gatos eram mortos, geralmente pela quebra do pescoço ou por estrangulamento, secos e enfaixados. Estes corpos dissecados eram depositados em esquifes e em imagens de bronze. O grande número de devotos durante toda a história egípcia levou a produção de milhares de múmias, que hoje em dia podem ser encontradas em diversos acervos e museus ao redor do mundo, como na Casa Museu Eva Klabin. == Obras == Ficheiro:Cabeça de gato da deusa Bastet, Casa Museu Eva Klabin.JPG|alt=Cabeça de uma estatueta representando um gato com os olhos e narinas dourados (ouro) e as orelhas furadas para fixação de brincos. Incisões definem a boca e os bigodes. As órbitas oculares foram cobertas ou preenchidas possivelmente com ouro. A figura está fragmentada abaixo do pescoço mostrando o interior que não apresenta sinais de substância de preenchimento para fundição. A extremidade da orelha direita está quebrada.|Cabeça de gato da deusa Bastet na Casa Museu Eva Klabin. Ficheiro:Gato da deusa Bastet (amuleto), Casa Museu Eva Klabin.JPG|alt=Representação de um gato sentado sobre as patas traseiras com a cauda junto ao lado direito do seu corpo. No peito um aegis com cabeça de uma leoa com o disco solar. Possui um anel para sustentação nas costas. O revestimento vítreo desapareceu quase completamente.|Gato da deusa Bastet (amuleto) na Casa Museu Eva Klabin. Ficheiro:Gato da deusa Bastet, Casa Museu Eva Klabin.jpg|alt=Estatueta representando um gato sentado sobre as patas traseiras com a cauda junto ao lado direito do corpo e com as orelhas furadas para fixação de brincos. A figura apresenta uma boa definição da musculatura do animal e um cuidado com os detalhes das patas, olhos e boca. A pata dianteira esquerda partida foi remontada e a cauda mostra a marca de solda próxima à pata traseira direita.|Gato da deusa Bastet na Casa Museu Eva Klabin. == Bibliografia == * * * * * * Categoria:Divindade solar Categoria:Deusas egípcias Categoria:Deuses do fogo Categoria:Deuses dos ferreiros Categoria:Felinos mitológicos",
 "title": "Bastete"
}