{
 "id": "4880",
 "text": "Sinal analógico é o nome popularmente dado, na língua portuguesa, a sinais analógicos provenientes de dispositivos que os contêm. Estes são sinais contínuos cuja variação em relação ao tempo é a representação proporcional de outra variável temporal.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 113. Um velocímetro analógico de ponteiro, um termômetro analógico de mercúrio e uma balança analógica de mola são exemplos de dispositivos que contêm sinais analógicos. == Dispositivos analógicos == Dispositivos trabalhados a pedra e papel, para a interpretação direta de sinais análogos através do uso de analogia, como os citados acima, constituem o grupo de dispositivos \"literalmente\" analógicos. Em uma balança de molas, a resposta do mecanismo a um estímulo físico acarreta no apontamento a um valor numérico (por exemplo: através do deslocamento de um ponteiro em relação a uma escala numérica desenhada por onde o ponteiro se desloca); o valor obtido do sistema, então, será interpretado analogicamente e diretamente. No caso da balança, o número apontado na escala após o ponteiro repousar pode ser interpretado como um medida de massa ou força. == Contraste entre analógico e digital == Em contraste à balança de molas, balanças que usam a diferenciação de indução elétrica em relação à pressão não apresentam resultados físicos que possibilitem a interpretação direta por analogia. Em casos como esse, pode ser necessário o processo de digitalização do sinal análogo através de sua conversão a outro meio para que os sinais possam ser alterados a fim de resultar em um sinal interpretável. O processo de digitalização também é essencial para o transporte eficiente de sinais anteriormente análogos. Conversas com o uso de voz através de dispositivos eletrônicos são trocas de sinais anteriormente análogos captados por microfones, digitalizados, transmitidos entre os dispositivos e então convertidos novamente em sinais análogos para serem reproduzidos por dispositivos de áudio. Essa conversão e compressão também torna estes sinais análogos graváveis, reproduzíveis, editáveis e distribuíveis. == Inconsistência semântica == Popularmente, dispositivos que utilizam a tecnologia de sinais análogos são classificados no português como dispositivos analógicos. É provável que a confusão entre os termos ocorra por serem parônimos. A possível incorreta tradução do termo inglês \"analog\", encontrado em especificações de dispositivos que fazem uso de sinais análogos, também pode ter facilitado a difusão do termo e falaciosamente embasado sua falsa validade semântica. Apesar de o termo utilizado ter adquirido um novo significado prático, o adjetivo alterado herda uma inconsistência semântica com as definições preexistentes na língua portuguesa; a definição do termo \"análogo\" é \"o que condiz às qualidades atribuídas\". No entanto, a inconsistência semântica não torna o uso de \"sinal analógico\" inválido se considerada a pragmática. Através da atribuição da expressão \"dispositivo analógico\" para dispositivos que contêm sinais análogos, fica em falta um termo técnico para se apontar unicamente a dispositivos \"literalmente\" analógicos (cuja função é definida por analogia relativa). == Digitalização == Na digital, a informação é convertida para bits, enquanto na eletrônica analógica a informação é tratada sem essa conversão. Sendo assim, entre zero e o valor máximo, o sinal analógico passa por todos os valores intermediários possíveis (infinitos), enquanto o sinal digital só pode assumir um número pré-determinado (finito) de valores. == Exemplos == Como exemplos de meios que registram sinais analógicos, temos: * Gravação de som ** Sistemas mecânicos *** Disco de vinil *** Disco de goma- laca (obsoleto) ** Sistemas magnéticos ***Fio (obsoleto) *** Fita *** Cassete *** Cartucho (em inglês, cartridge - obsoleto) * Gravação de imagem ** Sistemas fotoquímicos *** Fotografia em película (clássica) *** Filme em película (clássico) ** Sistemas magnéticos *** Fita magnética (Quadruplex) *** Cassete (U-Matic, Beta, VHS, VHS-C, S-VHS, S-VHS-C, Video8, Hi8) O instrumento analógico consiste num painel com uma escala e um ponteiro que desliza de forma a se verificar a posição deste sobre aquela. Num galvanômetro, por exemplo, a deflexão do ponteiro sobre uma escala fornece a leitura direta de grandezas físicas, como tensão elétrica, ou força eletromotriz, intensidade de corrente elétrica, resistência elétrica, entre outras. == Ver também == *Matemática da Grécia Antiga == Ver também == * Sinal elétrico * Sinal Digital * Digital * Disco de vinil Categoria:Processamento de sinais",
 "title": "Sinal analógico"
}