{
 "id": "48804",
 "text": "Guilherme Tâmega (Rio de Janeiro, 3 de setembro de 1972) é um bodyboarder brasileiro, hexacampeão mundial da modalidade. Sua hegemonia no esporte só foi superada por Mike Stewart, que é por unanimidade (inclusive pelo próprio Tâmega) considerado o rei do esporte, devido ao seu domínio no cenário do bodyboarding nos tempos de início desse esporte, e também por suas contribuições em fazer do bodyboarding o ele que é hoje. Guilherme Tâmega foi o único a vencer três vezes consecutivas o evento mundial mais famoso do bodyboarding, o Shark Island Challenge, que possui uma das ondas mais perigosas do mundo. É também o competidor de maior sucesso nas competições internacionais de bodyboarding depois que o World Tour foi criado em 1994 para promover um reconhecido campeonato mundial. Antes da criação do World Super Tour não havia um título reconhecido no mundo, apesar de Mike Stewart ter recebido nesse período o título de \"a lenda viva\". Tâmega é conhecido nesse esporte como \"a máquina de competição\" devido a suas implacáveis buscas de vitórias. Em 2003 e 2004 ele viu o título mundial ser levado duas vezes pelo campeão Damian King, embora ele tenha ficado com o vice-campeonato. == Cronologia == * 1985 – Despontou no mundo do bodyboard em novembro, aos 13 anos, durante um evento na Praia de Itacoatiara, em Niterói. Foi para a sua primeira final em um campeonato. * 1986 – Já era um destacado competidor e conseguiu importantes patrocinadores (bodyboarding foi o esporte de maior desenvolvimento no Brasil em 1986). * 1987 – Ganhou a atenção da mídia especializada brasileira; especulações de que ele poderia ser um futuro campeão mundial. * 1988 – Primeiro inverno no Havaí; campeão amador brasileiro. * 1989 – Tornou-se um profissional e participou de sua primeira final internacional na Austrália. Primeira viagem a Bali e seus tubos. Venceu o torneio nacional brasileiro pela primeira vez. * 1990 – Quebrou a sua perna enquanto praticava bicicross, deixando-o afastado do bodyboarding por cinco meses. Começou a comercializar a sua própria produção de pranchas de bodyboard. * 1991 – Primeira participação nos famosos eventos de tubos, foi até a final. Bicampeão brasileiro profissional. * 1992 – Terceiro lugar nos eventos de tubos. Tricampeão brasileiro. * 1993 – Segundo lugar nos eventos de tubos. Assinatura do primeiro contrato internacional com a Wave Rebel. Tetracampeão nacional. * 1994 – Campeão mundial de Pipeline, com ondas de 12 a 15 pés de altura. Pentacampeão nacional. * 1995 – Venceu o primeiro evento do primeiro campeonato mundial (GOB - Global Organization of Bodyboarders) e foi buscar o título mundial. * 1996 – Tricampeão mundial. Ele liderou o campeonato desde o início e foi também o campeão estado-unidense e o campeão do ISA Surfing. * 1997 – Tetracampeão mundial. Campeão Pan-Americano. Vice-campeão nos eventos de Pipeline. * 1998 – Segundo colocado no campeonato mundial. Perdeu por 72 pontos para um bodyboarder mais jovem, Andre Botha. * 1999 – Novamente segundo colocado no campeonato mundial (o campeão foi mais uma vez Andre Botha). * 2000 – Quinto lugar no campeonato mundial (sua pior colocação até então). Venceu novamente o ISA Games, realizado na praia de Maracaípe. PE. Brasil. Hexacampeão nacional. Seu amigo, Paulo Barcellos, venceu o título mundial. * 2001 – Venceu os dois campeonatos (GQT e GST). Venceu o evento de Pipeline. * 2002 - Hexacampeão mundial. Venceu o Human Shark Island Challenge pela primeira vez. * 2003 - Perdeu o título mundial para Damian King. Venceu o Human Shark Island Challenge pela segunda vez. * 2004 - Perdeu o título mundial novamente para Damian King na final do último evento. Venceu o Human Shark Island Challenge pela terceira vez consecutiva. == Ligações externas == * Blog do hexacampeão Guilherme Tâmega no portal da Globo.com * Site oficial do atleta de bodyboarding hexacampeão Guilherme Tâmega Categoria:Bodyboarders do estado do Rio de Janeiro Categoria:Naturais da cidade do Rio de Janeiro Categoria:Desportistas brasileiros hexacampeões mundiais Categoria:Bodyboarders do Club de Regatas Vasco da Gama",
 "title": "Guilherme Tâmega"
}