{
 "id": "48831",
 "text": "O Mosteiro Ortodoxo da Transfiguração, em homenagem à transfiguração de Jesus, mais tarde chamado de Mosteiro de Santa Catarina, em honra à mártir cristã, foi construído no sopé do Monte Sinai, no Egito, por ordem do imperador bizantino Justiniano I, entre os anos 527 e 565, à volta do local. É atualmente o mosteiro cristão mais antigo ainda em uso para a sua função inicial. A sua localização numa região desértica é característica da antiga tradição do ascetismo. == História == O mais antigo registro da vida monástica no Sinai aparece em um diário de viagem escrito em latim por uma mulher chamada Egéria entre 381 e 384. Ela visitou muitos lugares na Terra Santa e na região do Monte Sinai onde, de acordo com o Antigo Testamento, acredita-se que estaria a sarça ardente junto da qual Moisés teria recebido as Tábuas da Lei. O mosteiro foi construído por ordem do imperador bizantino Justiniano I (r. 527-565) à volta de uma capela que abrigava a sarça ardente construída por Helena, a mãe de Constantino. A sarça que ainda hoje ali está é, supostamente, a original. A capela também é conhecida como \"Capela de Santa Helena\" e o local é sagrado para os cristãos e muçulmanos. Uma mesquita fatímida foi construída dentro do mosteiro, mas jamais foi utilizada, pois ela não está corretamente orientada na direção de Meca. Durante o século VII, os anacoretas cristãos isolados do Sinai foram eliminados: apenas o mosteiro, fortificado, permaneceu. Ele ainda é rodeado pelas maciças muralhas que o preservaram intacto. Até o século XX, o acesso era feito por uma porta na parte mais alta das muralhas. A partir da Primeira Cruzada, a presença de cavaleiros cruzados na região (até 1270), provocou um súbito interesse nos cristãos europeus e aumentou o número de peregrinos que ali apareciam para visitar o mosteiro. Durante esse período, marcado pelo rancor entre as Igrejas Católica e Ortodoxa, o mosteiro foi patrocinado tanto pelo imperador bizantino quanto pelo rei de Jerusalém (católico), e suas respectivas elites. == Geografia == O mosteiro de Santa Catarina, segundo o sistema de Classificação climática de Köppen-Geiger, apresenta clima do tipo deserto (BWk). Tem as noites mais frias do que qualquer localidade no Egito. Sua umidade é muito baixa. As montanhas mais altas do Egito cercam o mosteiro em vales estreitos e profundos. O mosteiro está a uma altitude de 1.600 metros acima do nível do mar. A grande altitude do mosteiro e as altas montanhas que o cercam proporcionam um clima agradável, com refrescantes noites de verão e excelente primavera, enquanto os dias de inverno são frescos em comparação a região e as noites podem atingir -14 °C em raras ocasiões. A nevasca pouco frequente no mosteiro de Santa Catarina ocorre durante os meses de inverno de dezembro, janeiro e fevereiro, no entanto, já nevou no final do outono e início do primavera. Uma pequena cidade com hotéis e piscinas, chamada Santa Catarina, cresceu em torno do mosteiro. == Coleções == As suas características arquitetônicas são típicas da arte bizantina e, no seu interior, podem observar-se importantes peças de arte, incluindo mosaicos árabes, ícones gregos e russos, pinturas ocidentais a óleo e em cera, mármores, esmaltes e ornamentos sacerdotais, incluindo um relicário doado pela czarina Catarina I da Rússia no século XVII, e outro pelo czar Alexandre II no século XIX. O mosteiro tem ainda a segunda maior colecção do mundo de iluminuras (a maior é a do Vaticano), com cerca de 3500 volumes em grego, copta, arménio, árabe, hebraico, Línguas eslavas e outros idiomas. O Codex Sinaiticus do século IV (actualmente no Museu Britânico) foi encontrado aqui, por volta do ano 1850. Existe ainda, dentro do mosteiro, uma pequena mesquita do século X ou XI e uma capela, chamada Capela de São Trifónio, onde se encontra a “Casa dos Crânios”. Conta-se que o profeta Maomé teria visitado a região e, tendo sido bem tratado pelos monges ortodoxos, prometeu-lhes a sua protecção, o que se tornou uma orientação para todos os muçulmanos daí para a frente. ==Fundação de Santa Catarina== A Fundação de Santa Catarina é uma organização sem fins lucrativos que visa preservar este importante sítio da UNESCO. A conservação das estruturas arquitetônicas, preciosas pinturas e livros derivam muito desta organização. Este instituto tem o dedicado objetivo de promover o conhecimento do mosteiro com a publicação do referido tema. == Igreja do Sinai == O mosteiro, assim como diversas dependências na região, constituem a Igreja Ortodoxa do Monte Sinai, que é liderada por um arcebispo que também é o abade do mosteiro. O status administrativo desta igreja dentro da Igreja Ortodoxa é ambíguo: segundo alguns, incluindo a própria igreja,O site oficial descreve a igreja como \"διοικητικά \"αδούλωτος, ασύδοτος, ακαταπάτητος, πάντη και παντός ελευθέρα, αυτοκέφαλος\" ou \"administrativamente livre, solta, intransponível, livre de qualquer um a qualquer tempo, autocéfala\" (link abaixo) ela é considerada autocéfala.Weitzmann, Kurt, in: Galey, John; Sinai and the Monastery of St. Catherine, p. 14, Doubleday, New York (1980) ISBN 0-385-17110-2 Na introdução, o bispo Kallistos afirma que a Igreja do Sinai é \"autocéfala\"; já no capítulo The twentieth century, Greeks and Arabs, ele afirma que \"há discordâncias sobre se o mosteiro deve ser chamado de 'autocéfalo' ou meramente 'autônomo'\" Segundo outros, uma igreja autônoma sob a jurisdição da Igreja Ortodoxa Grega de Jerusalém.The Orthodox Church of Mount Sinai CNEWA Canada, \"A papal agency for humanitarian and pastoral support\" O arcebispo é tradicionalmente consagrado pelo patriarca grego ortodoxo de Jerusalém e, nos séculos mais recentes, ele tem vivido no Cairo. == Ver também == * Área de Santa Catarina, sítio considerado Património Mundial pela UNESCO, e que abriga o Mosteiro Ortodoxo de Santa Catarina. == Ligações externas == * Saint Catherine Area/ World Heritage Listing * Official Website of the Holy Monastery of St. Catherine at Mount Sinai * Fundação Santa Catarina Santa Catarina, Mosteiro Ortodoxo de Categoria:Arquitetura sacra bizantina Categoria:Edifícios monásticos ortodoxos Sinai",
 "title": "Mosteiro de Santa Catarina"
}