{
 "id": "48884",
 "text": "Paulo Giardini (18 de novembro de 1962) é um ator de teatro, televisão e cinema brasileiro. Em 1989, entrou na peça Timidamente Feliz, de Eugène Labiche.Visão, Edições 27-39, 1989, p. 86 Em junho de 2000, Paulo Giardini era diretor da casa da Gávea, um centro de produção no Rio de Janeiro e São Paulo. Em 2001, fez parte do elenco da peça O Homem Que Viu o Disco Voador, de Flávio Márcio, ao lado de Paulo Betti, Vera Fajardo, Hebe Cabral, e Rodolfo Mesquita. É irmão da também atriz Eliane Giardini. == Televisão == Ano Personagem Título Nota 2025 Dona Beja Eliseu 2022 Pantanal Osvaldo 2021 Nos Tempos do Imperador Padre Manoel 2018 O Tempo Não Para Almirante Fidélio Episódio: \"26 de setembro\" O Outro Lado do Paraíso Juiz Participação especial Malhação: Vidas Brasileiras Leonardo Deus Salve o Rei 2017 Tempo de Amar Joalheiro 2017 A Força do Querer Juiz 2017 Novo Mundo Antônio 2017 Era Uma Vez Uma História Elias Antônio Lopes 2016 Rock Story Alberto Magnífica 70 Diretor da clínica Êta Mundo Bom! Médico Além do Tempo 2015 Malhação - Seu Lugar No Mundo Pediatra Questão de Família João 2013 Além do Horizonte Ricardo Salve Jorge Padre 2012 Avenida Brasil Médico 2011 Fina Estampa Médico de Wallace Mu Morde & Assopra Oftalmologista de Ícaro Insensato Coração Martins 2010 Nosso Querido Trapalhão Capitão Especial de fim de ano Passione Médico de Gerson Tempos Modernos Médico de Rámon Cama de Gato 2009 Bela, a Feia Delegado que prende Vera Chamas da Vida Advogado de Mercedes 2008 Malhação Gerson Siqueira (Siqueira) Beleza Pura Delegado Ciranda de Pedra Antero Desejo Proibido Homem na maternidade com Escobar 2007 Dicas de Um Sedutor Especial de fim de ano Eterna Magia Botânico Paraíso Tropical Médico Amazônia, de Galvez a Chico Mendes Juiz Longhini 2006 Avassaladoras Laerte Minha Nada Mole Vida Felipe Fontana Cobras & Lagartos Médico Malhação Gerson Siqueira (Siqueira) 2005 América Delegado Os Amadores Floribella Louis 2004 Celebridade Navarro A Diarista == Cinema == Ano Título Personagem Direção 2016 Barata Ribeiro, 716 Domingos de Oliveira Em Nome da Lei Sérgio Rezende 2014 Getúlio Brigadeiro Eduardo Gomes João Jardim 2010 Tropa de Elite 2: O Inimigo Agora É Outro Camelô José Padilha 2006 Xuxa Gêmeas Jorge Fernando Se Eu Fosse Você Maitre Daniel Filho 2005 Mais uma Vez Amor Homem do bar Rosane Svartman 1995 Dezesseis, Zero, Sessenta Advogado de Vittorio Vinicius Mainardi Categoria:Atores brasileiros do século XX Categoria:Atores brasileiros do século XXI",
 "title": "Paulo Giardini"
}