{
 "id": "48898",
 "text": "Daniel Pipes (Boston, 9 de setembro de 1949) é um historiador, escritor e jornalista norte-americano, membro ativo do lobby pró-Israel nos Estados Unidos e figura midiática do neoconservadorismo americano. Especialista em política externa dos EUA, notadamente para o Oriente Médio, também atua na Wikistrat, empresa de consultoria de negócios e análise geoestratégica. É filho do historiador norte-americano Richard Pipes. Depois de obter um PhD em Harvard (1978) e realizar estudos em outros países, Pipes lecionou em várias universidades, como Harvard, Chicago, Pepperdine,e o U.S. Naval War College . Posteriormente, foi diretor do Foreign Policy Research Institute, antes de fundar, em 1990, o Middle East Forum, um think tank neoconservador, voltado à promoção dos interesses americanos e sionistas no Oriente Médio - entre eles o abastecimento regular de petróleo a baixo custo. Pipes é também editor do jornal do Middle East Forum - o Middle East Quarterly - e colunista do New York Sun e do Jerusalem Post. Além disso, é um comentarista habitual na televisão norte-americana, aparecendo em programas como ABC World News, CBS Reports, Crossfire, Good Morning America e outros. Costuma ser entrevistado também em canais de televisão de outros países, como a BBC e a Al Jazeera. Seus artigos são publicados em inúmeros jornais e revistas, tais como Atlantic Monthly, Commentary, Foreign Affairs, Harper's, National Review, New Republic, Policy Review e The Weekly Standard, Los Angeles Times, New York Times, Wall Street Journal, Washington Post e outros. Escreveu 16 livros, alguns traduzidos em vários idiomas. Sua nomeação, em 2003, pelo Presidente George W. Bush para o conselho diretor do U.S. Institute of Peace gerou protestos da comunidade americana de origem árabe e por parte de líderes do Partido Democrata, que citaram a crença de Pipes, muitas vezes declarada publicamente, de que a vitória é a maneira mais eficaz de acabar com os conflitos no Oriente Médio.Lockman, Zachary. Contending visions of the Middle East. Cambridge University Press, 2004, page 257Hagopian, Elaine Catherine. Civil Rights In Peril: The Targeting of Arabs and Muslims. Pluto Press, 2004, p. 113http://pt.danielpipes.org/18659/viabilizar-uma-vitoria-israelense-e-a-unica A administração Bush driblou a oposição, nomeando Pipes durante o recesso parlamentar. ==Publicações== * * Miniatures: Views of Islamic and Middle Eastern Politics (2003), Transaction Publishers, ISBN 0-7658-0215-5 * Militant Islam Reaches America (2002), W.W. Norton & Company (2003) ISBN 0-393-32531-8 * (com Abdelnour, Z.) Ending Syria's Occupation of Lebanon: The U.S. Role (2000) Middle East Forum, ISBN 0-9701484-0-2 * Muslim immigrants in the United States (Backgrounder) (2002), Center for Immigration Studies * The Long Shadow: Culture and Politics in the Middle East (1999), Transaction Publishers, ISBN 0-88738-220-7 * The Hidden Hand: Middle East Fears of Conspiracy (1997), Palgrave Macmillan (1998) ISBN 0-312-17688-0 * Conspiracy : How the Paranoid Style Flourishes and Where It Comes From (1997), Touchstone (1999) ISBN 0-684-87111-4 * Syria Beyond the Peace Process (Policy Papers, No. 41) (1995), Washington Institute for Near East Policy, ISBN 0-944029-64-7 * Sandstorm (1993), Rowman & Littlefield (1993) ISBN 0-8191-8894-8 * Damascus Courts the West: Syrian Politics, 1989–1991 (Policy Papers, No. 26) (1991), Washington Institute for Near East Policy, ISBN 0-944029-13-2 * (com Garfinkle, A.)Friendly Tyrants: An American Dilemma (1991), Palgrave Macmillan, ISBN 0-312-04535-2 * From a distance: Influencing foreign policy from Philadelphia (The Heritage lectures) (1991), Heritage Foundation, * The Rushdie Affair: The Novel, the Ayatollah, and the West (1990), Transaction Publishers (2003) ISBN 0-7658-0996-6 * Greater Syria: The History of an Ambition (1990), Oxford University Press, ISBN 0-19-506021-0 * In the Path of God: Islam and Political Power (1983), Transaction Publishers, ISBN 0-7658-0981-8 * An Arabist's guide to Colloquial Egyptian (1983), Foreign Service Institute * Mawlas: Freed Slaves and Converts in Early Islam (1981) * Slave Soldiers and Islam: The Genesis of a Military System (1981), Yale University Press, ISBN 0-300-02447-9 ==Ver também== * From Time Immemorial == Ligações externas == * Site pessoal de Daniel Pipes * Textos traduzidos Categoria:Geopolíticos Categoria:Jornalistas dos Estados Unidos Categoria:Judeus dos Estados Unidos Categoria:Historiadores dos Estados Unidos Categoria:Neoconservadores",
 "title": "Daniel Pipes"
}