{
 "id": "48967",
 "text": "Chelas é uma denominação para uma vasta área da freguesia de Marvila em Lisboa, situada na parte oriental da cidade. Tendo a toponímia de Lisboa sido posteriormente alterada, a denominação de Chelas foi também revogada (oficiosamente) da toponímia da freguesia. ==Geografia== Nesta zona no qual se estrutura todo o respetivo sistema orográfico e que tem início junto ao Rio Tejo entre o Mosteiro da Madre de Deus, Freguesia do Beato e a antiga Fábrica dos Tabacos de Xabregas, Freguesia do Alto do São João paralelo à margem nascente da cidade com direção sensivelmente norte-sul, até às cotas mais elevadas de Lisboa, junto ao Aeroporto Humberto Delgado ==História== Segundo o testemunho de historiadores, o Vale de Chelas é uma área de Lisboa rica em vestígios da presença humana, desde a ocupação pré-histórica ao espólio da Revolução Industrial, sendo que na Idade Média, era bastante povoado, abrangendo uma área significativa. Supõe-se igualmente que em tempos muito remotos, passasse pelo Vale um pequeno esteiro do Rio Tejo, que acabaria mais tarde por secar deixando, contudo, os terrenos férteis. A área de Marvila integrava-se na extensa Herdade de Marvila, caracterizada por todas as rendas e terras de Marvila que possuíam mesquitas dos mouros, doada por D. Afonso Henriques à Mitra de Lisboa, após a conquista de Lisboa , o rei fez numerosas doações de terras ás ordens militares e religiosas, assim como a elementos da nobreza. O território que hoje integra a freguesia do Beato existia já nos inícios do século XIII, sendo na altura constituído por vinhas, olivais e almoínhas.Em 1149 e 1150, as terras de Marvila, que na altura abrangiam parte da actual freguesia do Beato, foram doadas ao Bispo e ao Cabido da Sé de Lisboa. As inquirições de 1220 eram os grandes proprietários na zona, além da Ordem de Santiago (vinha em Chelas), o Mosteiro de Santa Cruz de Coimbra (vinha e olival em Concha) e os Templários (vinhas, olivais e almoínhas em Xabregas e Concha).Em meados do séc. XIII, D. Afonso III terá mandado construir um paço em Xabregas, o Paço Real de Xabregas, onde actualmente fica o edifício do Convento de Xabregas (Instituto de Emprego e Teatro Ibérico). Algumas referências mencionam uma torre e um laranjal, e em 1373, o paço de Xabregas foi incendiado, ficando em ruínas até meados do séc. XV.Em 1397, foi criada a freguesia de Santa Maria dos Olivais e nela ficou incluída toda a área do actual Beato e Marvila . a conquista de Lisboa, em 1147. Em 1150, a herdade foi dividida ao meio, pelo então Bispo de Lisboa, D. Gilberto. De uma das metades da herdade, resultaram 31 courelas que o prelado entregou aos cónegos da Sé e que, a partir do século XV deram origem às muitas quintas de Marvila. Até essa altura foram muitas as instituições religiosas que aqui tiveram propriedades como a Mitra de Lisboa, Mosteiros de Chelas, de S. Vicente de Fora e de Santa Cruz de Coimbra, Ordens do Templo, do Hospital e de Santiago, além de alguns particulares. Em 1455, a rainha D. Isabel deixou em testamento oito mil coroas de ouro para a obra do convento que ficaria a ser designado por Convento de S. Bento de Xabregas, sendo mais tarde convertido em sede principal da Ordem de S. João Evangelista (Loios). Em 1814 já existiam três fábricas de estamparia no Vale de Chelas, no entanto, «a verdadeira transformação do mundo rural ocorreu a partir da extinção das ordens monásticas, após a revolução liberal de 1832-34.»(Pelas Freguesias de Lisboa, C.M. de Lisboa, 1993)As primeiras unidades industriais importantes, estabeleceram-se em edifícios religiosos ou em palácios.Esta zona, apesar da rápida mutação em curso, continuava a ser um espaço agradável, sendo dos mais preferidos para os passeios de domingo do povo lisboeta.Em 1852, foram definidos novos limites para a cidade e construída a Estrada da Circunvalação, ficando a freguesia fora dos limites da cidade. Na mesma altura, era criado o concelho dos Olivais e nele ficou integrado até 1886 Nos séculos XVII e XVIII, a Zona de Chelas foi habitada pela aristocracia, a par de algumas ordens conventuais. Em meados do século XIX, com a ajuda da abolição dos morgados em 1863, muitas das propriedades da nobreza que existiam em Chelas, foram desmembradas e transitaram para a gestão de homens de negócios em ascensão, como comerciantes e industriais. Em 1965, o plano inicial de urbanização de Chelas, previa a transformação da área industrial do Vale de Chelas em área urbanizada. No entanto, nos anos 70, a imagem do local era descrita como um desolador \"cemitério de fábricas’, situação que ainda hoje existe. ==Industrialização== Após a extinção das ordens religiosas, em 1834 e a inauguração da linha-férrea em 1856, verificou-se a industrialização na Zona de Marvila até à década de 1950, com a Fábrica de Material de Guerra de Braço de Prata, a Abel Pereira da Fonseca, entre outras. Para os terrenos das quintas de Marvila foi atraída mão-de-obra que suportava a indústria lisboeta, sobretudo da Zona Oriental da cidade e que era constituída por pessoas que vinham dos campos, sobretudo do Norte do país, em busca de melhores condições de vida, formando bairros de barracas nos terrenos das quintas, permanecendo até à década de 1990. Na segunda metade do século XIX, Chelas era ainda uma aldeia que se encontrava fora dos limites da cidade de Lisboa. Até à década de 1970, Marvila era essencialmente uma zona rural, constituída por quintas agrícolas e de recreio, bem como várias hortas, este último facto já anteriormente descrito pelo escritor Almeida Garrett no seu livro “Viagens na Minha Terra”, publicado em 1846. Ainda hoje, existem zonas de Chelas, onde se encontram terrenos com hortas, cultivadas pelos respetivos moradores. == Urbanização de Marvila== A urbanização da zona de Marvila, teve as suas origens em 1960, através dos estudos para a área de Marvila, realizados pelo então Gabinete Técnico de Habitação da Câmara Municipal de Lisboa e que tinham como objetivo prioritário, incrementar na Zona uma estrutura urbana plurifuncional e socialmente diversificada, integrada no conjunto da cidade e que permitisse a articulação com a zona ribeirinha até Vila Franca de Xira. No seguimento dos mesmos estudos, foi aprovado em 22 de maio de 1964 o Plano de Urbanização de Chelas, com as recomendações do Conselho Superior das Obras Públicas, a cargo do então ministro das Obras Públicas, Arantes e Oliveira, adiantando-se na altura, o ano 2000, como a data da conclusão do referido plano. A urbanização de Chelas foi concebida para a residência de pessoas essencialmente ligadas em termos profissionais a sectores do Estado, tal como se verificou por exemplo com outros projetos anteriores da cidade de Lisboa, como o Bairro de Alvalade. No entanto, o Plano acabou por nunca vir a concretizar-se da forma como foi idealizado, por um lado, devido à demora da Câmara Municipal de Lisboa em adquirir os respetivos terrenos aos particulares para construção e por outro lado, devido às ocupações verificadas durante o Verão Quente de 1975, no decurso do 25 de Abril de 1974. As mesmas ocupações, a necessidade de alojar pessoas vindas de bairros de barracas e da ex- colónias, bem como as políticas de realojamento, baseadas em bairros de habitação social com construções apresentando grandes deficiências do ponto de vista arquitetónico e urbanístico, sem ligações ao resto da cidade, que se seguiram ao longo dos anos marcaram para sempre o destino de Marvila, tornando a zona numa espécie de gueto isolado do resto da cidade de Lisboa e esquecida durante muitos anos pelas entidades políticas. Somente em meados da década de 1990, foi construído o viaduto sobre o Vale de Marvila, que permitiu a ligação ao Areeiro, bem como os prolongamentos da Avenida D. Rodrigo da Cunha e da Avenida dos Estados Unidos da América, possibilitando finalmente a concretização do núcleo central, presentemente em execução. A realização da Expo 98, veio contribuir para uma maior fragmentação de Marvila, com a construção de vias expressas que cortaram o bairro, visando conectar as zonas afluentes da cidade com o parque Expo. Os espaços verdes só recentemente têm vindo a ser concretizados, e o centro de comércio e serviços previsto anteriormente começou a ser construído nos últimos anos. Em 2004, muda-se para Marvila a central de produção da Rádio e Televisão de Portugal, a RTP. == Toponímia == Durante vários anos, a área urbana de Marvila foi denominada pelo nome de zonas:Zona L; Zona I; Zona J; Zona M; Zona N1 e Zona N2. A partir de meados da década de 90, as designações de zonas foram substituídas por designações de bairros, sendo actualmente constituída pelo Bairro das Amendoeiras (ex-Zona I); Bairro do Armador (ex-Zona M); Bairro do Condado (ex- Zona J); Bairro da Flamenga (ex-Zona N1) e Bairro dos Lóios (ex-Zona N2) Bairro das Salgadas (ex-Zona L) ==Cultura== *Zona J, foi um filme de Leonel Vieira do ano de 1998, algo famoso na época, com Tino Navarro como produtor. *Sam the Kid, é um rapper famoso proveniente de Chelas que é acérrimo defensor da língua portuguesa na música. *Tomás Taveira foi o arquiteto do complexo urbanístico de toda a antiga zona de Chelas, atual bairro do Condado (Zona J). ==Ver também== *Marvila (Lisboa) *Estação Chelas *Bairros de Lisboa *Zona J (filme) == Ligações externas == * * * * * * Categoria:Bairros de Lisboa",
 "title": "Chelas"
}