{
 "id": "49019",
 "text": "Lanterna Verde () é um nome compartilhado por diversos super-heróis da DC Comics. Criado por Martin Nodell e Bill Finger, o Lanterna Verde original estreou em All-American Comics nº16 (1940). Reformulado como um novo super- herói com o mesmo nome nos anos 60, o personagem original ficou conhecido através do nome que lhe foi chamando por seus pais de Alan Scott e por um tempo adotou a identidade de Sentinela (Brasil). O Lanterna Verde atual foi lançado nos quadrinhos da década de 60, e também é conhecido como \"O Lanterna Verde da Era de Prata\". A inspiração foi a série literária Lensman de E. E. Smith.Thomas, Roy (2001). \"The Lensman Connection\". Alter Ego 3 (10). p. 24. A identidade do Lanterna Verde da Era de Prata, era a de , membro fundador da Liga da Justiça da América. Apesar do excelente trabalho do desenhista Gil Kane nesse período, era um personagem de super-herói relativamente genérico até que em 1970 a DC resolveu emparelhá-lo com o Arqueiro Verde (Oliver \"Ollie\" Queen), em uma série de quadrinhos absolutamente inovadora e de cunho social. Essa época ajudou a consolidar o novo Lanterna Verde como um herói popular, apesar das séries subsequentes abordarem temas mais cósmicos. == O anel dos Lanternas Verdes == Diversos indivíduos já assumiram o nome de Lanterna Verde ao longo do tempo. Cada um possuiu um anel que lhes dava grande controle sobre o mundo físico. O anel foi considerado a arma mais poderosa da galáxia, criando objetos plasmados complexos de acordo com a mente de seu portador, limitado apenas por duas coisas: a força de vontade do Lanterna Verde e a cor amarela, onde o anel não surte efeito algum (problema causado por uma impureza na fonte original que gerou os anéis). O anel dos Lanternas Verdes deve ser recarregado de acordo com o período de rotação do planeta natal de seu portador (na Terra, a cada 24 Horas). A bateria do anel se assemelhava em seu formato à antiga lanterna utilizada por exemplo pelos ferroviários para sinalizar alguma coisa ocorrida nos trilhos aos maquinistas de trens. Os anéis dos Lanternas Verdes foram confeccionados pelos Guardiões do Universo, seres extremamente antigos e poderosos, que têm a missão de zelar pela manutenção da paz intergaláctica. O poder do anel provém da matéria energética do planeta OA, lar dos guardiões, que fica no centro do universo, alimentando a energia vital de todos os seres do universo. Mais tarde, foi dito que os anéis dos Lanternas Verdes não são mais vulneráveis a cor amarela. Apenas os anéis dos recrutas agora tinham esta limitação. == A Tropa dos Lanternas Verdes == Para melhor monitorar o Universo, os Guardiões dividiram- no em 3600 setores espaciais, sendo que o setor que abriga o planeta Terra é o de n° 2814. A princípio, foi designado 1 membro por setor, mas após a reconstrução da Tropa nos anos 2000, os Lanternas passaram a agir em duplas, aumentando o efetivo da Tropa para 7200 oficiais. O Lanterna Verde da Era Dourada (Alan Scott), como também é conhecido, não faz parte da Tropa dos Lanternas Verdes, pois seu anel não foi forjado pelos Guardiões, mas moldado a partir da bateria encontrada por ele mesmo, por sua vez originada de um meteoro proveniente do Coração Estelar. == Os substitutos e as novas personalidades de Hal Jordan == Nos últimos vinte anos, a DC colocou diferentes indivíduos no papel de Lanterna Verde: (Guy Gardner, John Stewart e Kyle Rayner), sendo que todos esses heróis foram membros da Liga da Justiça em várias de suas encarnações. Mas em 2005, depois de um período como o vilão Parallax e de se tornar o novo Espectro, Jordan voltou a ser o Lanterna Verde. Kyle Rayner passou um bom tempo como o único Lanterna Verde da Terra e do espaço. Enquanto existia, a Liga da Justiça teve em John Stewart o seu Lanterna Verde oficial. O cargo fora oferecido a ele por Kyle Rayner, quando decidiu abandonar a Terra por decepção. Já a nova versão, lançada pela DC em 2016 como parte da remodelagem “Renascimento”, se chamará Os Lanternas Verdes, onde o árabe-americano Simon Baz e a latina Jessica Cruz tem a missão de proteger o planeta Terra. == Ordem das trocas == Primeiramente, Hal Jordan foi chamado para ser Lanterna Verde pelo ex-dono do anel chamado Abin Sur. Guy Gardner foi recrutado para ser o seu substituto (todo Lanterna Verde necessita de um substituto caso o titular venha a morrer). Porém, Guy se feriu em um acidente e ficou hospitalizado, impossibilitando de ajudar Hal quando ele precisava (durante a época que o Arqueiro Verde o acompanhava em suas viagens). Assim a Tropa dos Lanternas precisou de recrutar um outro substituto para Hal e o escolhido foi John Stewart) (que no início, não levou a sério). Algum tempo depois, quando Coast City foi destruída pelo Superciborgue, Hal tomado pelo medo, se tornou o receptáculo da própria entidade do medo, uma criatura conhecida como Parallax, sendo controlado pela criatura, Hal saiu universo afora matando todos os seus companheiros. Como visto na minissérie Crepúsculo Esmeralda (primeira versão pela Abril Jovem e recém lançada como encadernado pela Panini Comics). O último dos Guardiões do Universo (Ganteth) recruta o jovem Kyle Rayner para ser o novo Lanterna Verde e recuperar a Tropa dos Lanternas (com visto na minissérie Novo Amanhecer). == Poderes == Cada Lanterna Verde detém um anel de poder que pode gerar uma variedade de efeitos, sustentando-se apenas pela imaginação do portador do anel e pela sua força de vontade. Quanto maior a força de vontade do usuário, mais eficaz é o anel. Os limites superiores das habilidades do anel de poder permanecem indefinidos, e tem sido referida como \"a arma mais poderosa do universo\" em mais de uma ocasião. Também foi afirmado que cada arma tem um ponto fraco, e a fraqueza de um anel do Lanterna Verde é o seu portador (embora alguns argumentem que este é o seu forte). Ao longo dos anos, os anéis foram mostrados capazes de realizar quase qualquer coisa dentro da imaginação do portador do anel. Em 2006, histórias em continuidade retroativa estabeleceram há muito tempo a ineficácia do anel sobre objetos amarelos, informando que o portador do Anel só precisa sentir medo, compreendê-lo e superá-lo, a fim de afetar objetos amarelos (no entanto, é uma habilidade aprendida e praticada, tornando-se uma fraqueza para alguns Lanternas Verdes), dando o crédito retroativo para a explicação da fraqueza real, mas superável do anel para o amarelo. Anéis de energia utilizados pelos detentores exibem vários (mas não estão limitados a) os seguintes efeitos: * Construção de energia verde-sólido, que pode variar de microscópico a enorme no tamanho e / ou complexidade e são limitados pela imaginação do portador do anel. Isso pode ser usado para atacar, defender, ou para agarrar metas (Pré-Crise que já foi desconsiderada, os anéis geram habilidades telecinéticas sem construções, se necessário). ** Geração de campo de força, uma aura de proteção (limitada pela vontade do usuário) usada para proteger o usuário contra os rigores do vácuo do espaço. Isso proporciona uma atmosfera respirável para o usuário também. Contrariamente aos cânones mais velhos, um anel de um Lanterna Verde atualmente não protege automaticamente seu portador do mal, mas deve, se quiser fazê-lo (anteriormente, um portador inconsciente geraria um campo de força que o protegeria automaticamente). ** Geração de tampões mentais para bloquear a comunicação telepática e de manipulação. ** Localização de objetos invisíveis. ** As luzes e os feixes de intensidade e cores diferentes, como plasma destrutivo e inofensivas luzes multicoloridas. * Capacidades de movimento: ** Voo, incluindo voo a velocidades incríveis, embora isso crie um gasto enorme de energia. ** Transporte relativamente instantâneo entre as distâncias de galáxias podendo ir de uma galáxia a outra quando bem entender e tiver tempo. ** Pré-Crise, os anéis permitiam viajar tão rápido quanto a velocidade da luz mas a era pré crise foi totalmente desconsiderada pela DC Comics. * Os anéis podem agir como computadores semiconscientes e acessar informações através de sua conexão com o Livro de Oa. Os anéis têm capacidade de resolver problemas, mas eles não podem tomar decisões ou agir por conta própria, e deve ser dada diretamente pelo portador: ** Tradução de quase todas as línguas (originalmente, este foi realizado utilizando a força de vontade, mas isso mudou na era moderna a ser uma função dos anéis de si). ** A comunicação entre Lanternas Verdes, independentemente da distância que os separa. ** Recursos de diagnóstico, permitindo que o usuário veja raio X, as doenças e possa diagnosticar e identificar os materiais. ** Criação e emissão de certos tipos de radiação, incluindo comprimentos de onda simuladas. ** Colocar os seres humanos em um estado de animação suspensa e puxá-los de fora. * Mudar o estado alvo da matéria e do portador: ** Permitir os objetivos do portador através de intangibilizar os objetos sólidos. ** Prestação ao portador de metas de se tornar invisível. ** Cura acelerada de feridas, proteção e tratamento de vírus e ataques biológicos e certos procedimentos cirúrgicos, incluindo a colagem de vários membros e dígitos. Mais avançados procedimentos médicos podem ser feitos automaticamente e são limitados pelo conhecimento do portador da medicina. Pré-Crise, um portador pode instantaneamente revigorar os membros que não tinham sido utilizados em anos, assim que alguém prostrado durante anos a andar como se seus músculos não estavam atrofiados. ** Virtuais que mudam de forma, gerando uma forte luz holográfica para disfarçar ao redor do portador do anel. ** Em Green Lantern: First Flight Sinestro foi capaz de \"reconectar sinapses\" no cérebro de um criminoso morto, a fim de extrair informação através de um tipo de discussão orientada. ** O anel cria qualquer elemento, basta apenas concentração do manipulador do anel, como mostrado no filme Lanterna Verde(2011)quando Hal cria um lança chamas, ou quando para salvar uma moça ele cria água a salvando. == Guerra dos Anéis == Do original Sinestro Corps War, foi uma grande saga com grandes proporções no Universo DC que afetou todas as histórias dos Lanternas. === Antes da tropa === O Anel Amarelo A entidade Parallax é um parasita espacial que é a personificação do medo e que foi aprisionado dentro da Bateria Central de Oa. Com o passar do tempo, Parallax ficou conhecido como a impureza amarela – a causa da fraqueza dos Lanternas Verdes. Após Sinestro se tornar renegado, ele foi banido para o universo de antimatéria de Qward pelos Guardiões de Oa. Quando voltou à nossa dimensão, ele manuseava um anel energético que usava energia amarela. Depois de muitos confrontos com o Lanterna Verde Hal Jordan, ele também foi aprisionado dentro da Bateria Central. Lá, ele foi capaz de usar seu anel – que utiliza o medo, ao invés da força de vontade, como fonte de poder – para despertar Parallax de sua hibernação. A partir de então, o parasita e Sinestro puderam influenciar as atitudes de Hal Jordan e provocar a derrocada da Tropa dos Lanternas Verdes, deixando apenas um Lanterna, o novato Kyle Rayner. === Recrutamento === Depois que a Tropa dos Lanternas Verdes foi reorganizada com o retorno de Hal Jordan, Sinestro recrutou a Tropa Sinestro ou Tropa dos Lanternas Amarelos, oferecendo anéis energéticos dessa cor para seres capazes de instigar grande medo. Após serem convocados, os membros da Tropa são imediatamente enviados para Qward para se submeterem a recondicionamento físico e psicológico. Os membros da Tropa Sinestro atuam em setores, assim como os Lanternas Verdes. Qward também possui uma enorme Bateria Central amarela em sua superfície, como a que se localiza em Oa. Embora a Tropa Sinestro use o medo e se oponha à Tropa dos Lanternas Verdes e aos Guardiões do Universo, Sinestro determinou que seu objetivo é trazer a ordem ao universo, o que ele afirma que os Guardiões falharam em fazer. Dentre os membros da Tropa Sinestro, Arkillo, um alienígena extremamente selvagem, escravizou todos os armeiros de Qward, forçando-os a forjar novos anéis amarelos continuamente. Esses anéis são programados para romper a barreira entre os universos de matéria e antimatéria para encontrar e recrutar novos portadores para eles. Arkillo também desempenha o papel de treinador de todos os recrutas, de forma semelhante a Kilowog. Outros integrantes da Tropa Sinestro são: Karu-Sil, criada por animais; Despótellis, um vírus consciente capaz de atacar seus inimigos por dentro; e Bedovian, o atirador, que pode atingir um alvo a três setores de distância. Durante a fase de recrutamento, a Tropa Sinestro tentou levar Batman para seu lado, conhecido até por algumas raças alienígenas por sua formidável habilidade de instilar o medo em outros. Entretanto, a força de vontade do Homem-Morcego, combinada a uma breve exposição prévia dele a um anel energético, lhe permitiu rechaçar o anel amarelo antes que fosse subjugado e levado para ser treinado e moldado como um dos soldados de Sinestro. O anel, então, procurou um substituto e selecionou Amon Sur, o filho de Abin Sur, que estava na Terra tentando matar Hal Jordan para roubar seu anel energético. === A profecia === Uma profecia sombria proclama que após incontáveis milênios, os armeiros de Qward, a cidade sapiente Ranx, os Filhos do Lobo Branco, e o Império das Lágrimas se unirão contra a Tropa dos Lanternas Verdes. Isso foi amplamente ignorado até que os atualizados Caçadores Cósmicos passaram a aparecer ao redor do universo. Hal Jordan encontrou um deles na Terra e, com Guy Gardner, o seguiu até o setor 3601. Hal e Guy encontraram diversos Lanternas Verdes presumidos como mortos quando do surto de loucura de Jordan, e o novo Grão-Mestre dos Caçadores: Hank Henshaw, o Superciborgue. Os Caçadores Cósmicos foram derrotados e a cabeça de Henshaw foi levada a Oa. O Livro de Oa contém um capítulo proibido a respeito das Revelações Cósmicas, que inclui a seguinte profecia: “Uma face de metal e carne falará dos segredos das 52. O medo aumentará. A força de vontade se acumulará. E uma guerra de luz libertará a verdade por trás da energia do anel.”'' \\- Livro de Oa, capítulo III: A Noite mais densa Após interrogarem Henshaw, os Guardiões do Universo descobriram que ele sabia a respeito dos 52 universos paralelos e que se a Nova Terra fosse destruída, todo o multiverso entraria em colapso e o universo de antimatéria tomaria o seu lugar. Dois dos Guardiões, Ganthet e Sayd, alertaram seus demais companheiros para não ignorarem a profecia, pois isso poderia acarretar no fim da Tropa dos Lanternas Verdes. === QWARD e o Setor: -1 === Há um lugar sombrio do multiverso conhecido como universo de antimatéria. Como Oa é o centro do universo, o planeta Qward – um mundo desolado ocupado pelas forças da Tropa Sinestro – é o centro do universo de antimatéria. Nas profundezas da superfície de Qward, os armeiros escravizados forjam anéis e baterias amarelos, aumentando o poderio de Sinestro. Foi nesse mundo amaldiçoado que o Flash Barry Allen perdeu heroicamente sua vida, ao destruir o canhão de antimatéria da criatura chamada Antimonitor, na primeira Crise. === A Guerra === Começou com Kyle Rayner sendo levado para Qward, onde encontra Sinestro, que retira o Íon de seu corpo. Kyle então é possuído por Parallax e é forçado a se submeter a Sinestro. A Tropa Sinestro então lançou um imenso ataque à Oa, deixando muitos Lanternas Verdes mortos ou feridos. No confronto, Hal Jordan encontra Kyle possuído por Parallax, e os dois se enfrentam. Derrotado, Hal, John e Guy vão atrás de Parallax, mas descobrem que o Superboy Prime foi liberto e levado por Sinestro. Após uma série de confrontos, Hal descobre que Sinestro não queria Oa, o centro do universo, mas sim a Terra, o centro do multiverso. A Tropa dos Lanternas Verdes vão até a Terra para impedir que a Tropa Sinestro destrua o planeta. No caminho, Hal encontra Parallax novamente, mas é derrotado por ele e Hal tem seu corpo absorvido pelo ser. Os muitos heróis da Terra se aliam para derrotar o Antimonitor, a maior arma da Tropa Sinestro. Por dias, uma imensa batalha emergiu em várias cidades da Terra como Nova York, Metrópolis, Gotham e Coast City até que os Guardiões do Universo permitiram o uso de força letal contra todos os inimigos da Tropa, e o daxamita Sodam Yat foi eleito como o novo Íon. Hal e Kyle tinham conseguido se libertar do controle de Parallax, então os dois se aliam e enfrentam Sinestro em Coast City. Hal e Kyle conseguem derrotar Sinestro, o Antimonitor é derrotado pelos Guardiões, o Superciborgue morre e o Superboy Prime é banido para o universo de antimatéria. Epílogo: Após o Antimonitor ser derrotado, sua alma é levada ao Planeta Ryut, no Setor 666, dando origem à bateria dos Lanternas Negros. Uma das Guardiões do Universo é afetada pela energia negra do Antimonitor, ela se torna um agente de Nekrom, a encarnação da morte, para dar início à Noite Mais Densa. === Consequências === Novas Leis Ocorreram vários fatores importantes nesta guerra e vários desdobramentos, porém a consequência mais grave foi o fato que os Guardiões de Oa liberaram 10 novas leis. * 1ª NOVA LEI: Fica revogado o dispositivo de segurança contra o uso de força letal. Os anéis energéticos ficam autorizados a utilizá-la contra a Tropa Sinestro, sempre que for julgada necessária por seu usuário, para anular a ação e avanço da tropa amarela. * ADENDO 1 À 1ª LEI: A entidade Íon, agora livre e não mais hospedada em Kyle Rayner, encontrou em SODAM YAT seu novo hospedeiro, mesmo este ainda não preparado a contento, mas devido a seu potencial físico como daxamita, capaz de adquirir superpoderes sob o sol amarelo. Ele tornou-se a nova arma suprema dos Guardiões. * ADENDO 2 À 1ª LEI: Criação da divisão dos Lanternas Alfas, dentro da Tropa dos Lanternas Verdes. Uma corregedoria composta por Lanternas Verdes selecionados. Os mesmos submeter-se-íam à \"cirurgia\" e teriam uma bateria energética mesclada a seus corpos físicos. * 2ª NOVA LEI: Fica autorizado o uso de força letal contra todos os inimigos da Tropa dos Lanternas Verdes, sempre que for julgada necessária por seu usuário. * 3ª NOVA LEI: Ficam proibidos relacionamentos físicos e amorosos dentro da Tropa dos Lanternas Verdes. A guerra dos anéis termina com a revelação que ainda irão existir ao todo sete Tropas com sete espectros diferentes: força de vontade (verde), medo (amarelo), amor (rosa), raiva (vermelho), compaixão (índigo ou anil), avareza (laranja) e esperança (azul). E ainda terá um oitavo espectro que representará a morte (preto) e o nono \"vida ou criação\"(branco) curiosidade e spoiler dawn granger a nova columba é a única pessoa que pode usar normalmente a luz branca, mas ela não pode ressuscitar pessoas como a entidade da luz branca. Como consequência da Guerra dos Anéis, Ganthet e Sayd criam a Bateria Azul no Planeta Odym, dando início aos Lanternas Azuis. Atrócitus descobre a Bateria Vermelha no Planeta Ysmault, criando os Lanternas Vermelhos. Larfleeze descobre a Bateria Laranja em Okaara. Carol Ferris recebe um anel rosa, se tornando uma Safira Estrela. Se inicia a Guerra das Luzes. == A Noite Mais Densa == Conhecido como Blackest Night, esta saga foi sucesso de vendas na DC Comics em 2009 nos EUA, batendo vários recordes e foi publicada no Brasil na revista mensal do Lanterna Verde #23 (Julho/2010) e também em uma revista especial #00 (na qual nos EUA foi lançada no FREE COMIC BOOK DAY junto com um anel do poder). Basicamente é a terceira parte da saga que o roteirista Geoff Johns começou em 'Lanterna Verde: Renascimento' (seguido pela Guerra da Tropa Sinestro traduzido no Brasil erroneamente de Guerra dos Anéis). É uma guerra entre todos os tipos de Lanternas da galáxia onde vários dos super-heróis (e vilões) mortos (incluindo do multiverso e terras paralelas) voltaram a vida para lutar ao lado dos Lanternas Negros. ===História=== A história começa após os eventos de Guerra dos Anéis. Cicatriz, a guardiã afetada pela energia negra, escolhe William Hand para trazer Nekrom, a manifestação física da morte, de volta à vida. Hand era um jovem obcecado com a morte que matou sua família e se suicidou, ele retornou como um Lanterna Negro para dar início à Tropa dos Lanternas Negros. Enquanto isso em Gotham City, Lanterna Verde e Flash vêem o túmulo anônimo de Bruce Wayne (Batman, junto com vários outros heróis como Aquaman e Caçador de Marte tinham morrido durante os eventos de Crise Final). Após uma cerimônia em Coast City para os heróis caídos, Mão Negra revive vários desses heróis como Lanternas Negros. Por todo o mundo, heróis são atacados pelos seus antigos companheiros zumbificados. Lanterna Verde e Flash são atacados pelo Caçador de Marte Lanterna Negro, no meio da luta, Índigo-1 ajuda Hal e Barry. Índigo explica que somente o poder de um lanterna verde misturado com o de outra cor pode derrotar os lanternas negros, já que eles aparentavam serem inderrotáveis. Hal, comprometido, já que a comunicação com a Tropa dos Lanternas Verdes tinha sido cortada depois que Cicatriz prendeu os Guardiões em Oa, vai até Zamaron com Índigo-1 para encontrar Carol Ferris. Zamaron estava sendo atacado pela Tropa Sinestro e Carol enfrentava Sinestro num combate fulminante. Índigo leva Sinestro à Korugar para enfrentar Mongul e acabar com sua tentativa de tomar a Tropa Sinestro para si (Após a Guerra dos Anéis, Sinestro foi preso pela Tropa dos Lanternas Verdes e a liderança da Tropa ficou vaga, Mongul roubou um anel amarelo e tentou tomar a Tropa para si, causando uma Guerra Civil na Tropa) Sinestro consegue derrotar Mongul e retoma a Tropa. Sinestro decide ajudar Hal e Índigo para enfrentar os Lanternas Negros. Após isso eles vão até Odym, durante o ataque de Larfleeze aos lanternas azuis. Hal ajuda o Santo Andarilho à enfrentar Larfleeze, mas ficam surpresos ao verem que eles subitamente desapareceram. Em Okaara, Larfleeze enfrenta Atrócitus, que estava irado com a cobiça dele e queria pegar a bateria laranja para si, achando que poderia fazer um proveito melhor do seu poder. Hal, Índigo-1, Carol, Sinestro e Santo Andarilho vão até Okaara e confrontam Larfleeze e Atrócitus, Atrócitus, que estava fragilizado com a morte de vários lanternas vermelhos pela mão de lanternas negros concorda em ajudá-los só para ter sua vingança nos lanternas negros. Larfleeze também concorda em ajudá-los, com uma condição: Ele queria um Guardião como servo. Sayd então decide se tornar serva de Larfleeze. Com todas as cores do espectro luminoso reunido, Índigo leva-os para Ryut, o planeta natal de Atrócitus, acreditando que a bateria central negra estava lá, mas estava na Terra. Ao chegarem na Terra, Hal encontra Flash, Mera e Átomo lutando contra Nekrom, que tinha sido ressuscitado quando a bateria negra se ergueu na Terra. Os Lanternas recebem apoio da Liga da Justiça para enfrentar Nekrom, mas Mão Negra usa o crânio de Bruce Wayne para trazer o Batman de volta como Lanterna Negro, este derrota vários membros da Liga da Justiça e os transforma em Lanternas Negros. Nekrom mata um dos guardiões e arranca suas entranhas e às enterra no chão, evocando a Luz Branca da Criação, uma entidade que representa a vida em si. Ganthet então explica para Hal que a vida se iniciou na Terra, e não em Oa, e que a Criação ficou escondida na Terra para não ser encontrada. Ganthet então pega o anel de Hal e o multiplica, criando um anel clone, se transformando em um Lanterna Verde. Os anéis dos outros Lanternas também se multiplicam, encontrando novos lanternas. Flash se torna um Lanterna Azul, Mulher Maravilha se torna uma Safira Estrela, Átomo se torna um Lanterna Índigo, Mera se torna uma Lanterna Vermelha, Espantalho se torna um Lanterna Amarelo e Lex Luthor se torna um Lanterna Laranja. Então os Lanternas enfrentam Nekrom e outros Lanternas Negros, mas Lex Luthor, afetado pelo anel laranja, tenta derrotar Larfleeze e outros lanternas por pura cobiça. Então, Sinestro encontra a Criação e se torna um Lanterna Branco, mesmo sendo um Lanterna Branco, Sinestro não consegue derrotar Nekrom. Nekrom tira a Criação do corpo de Sinestro, então Hal vai até a Criação e transforma todos em Lanternas Brancos, criando uma série de anéis brancos que saem atrás dos Lanternas Negros. Mão Negra recebe um anel branco, que o mata, então os anéis brancos que Mão Negra vomitou vão até a bateria central negra e revivem o Antimonitor, que mata Nekrom enfurecido. Após a derrota dos Lanternas Negros, todos os heróis que tinham morrido foram revividos normalmente. A história termina com Hal Jordan e Barry Allen olhando o túmulo de Bruce Wayne, surpresos que ele não tinha voltado à vida, sugerindo que Bruce ainda está vivo, enquanto uma bateria branca cai numa rodovia. == O Dia Mais Claro == Segundo o presidente da DC Comics, Dan Didio, após os eventos de \"A Noite Mais Densa\" será lançada a minissérie \"O Dia Mais Claro\", revista quinzenal com 26 edições que começa a sair nos EUA a partir de março de 2010, mostrando o que acontece após o evento que alavancou as vendas da DC e a cativou milhares de fãs do \"Gladiador Esmeralda\". == Juramento dos Lanternas Verdes == A fim de recarregar seus anéis a cada 24 horas na bateria-lanterna, os Lanternas Verdes fazem um juramento perante a mesma. * 'Versão original' em inglês: “In brightest day, in blackest night, no evil shall escape my sight! Let those who worship evil's might, beware my power…GREEN LANTERN'S LIGHT!” * Tradução literal da versão inglesa: \"No dia mais claro, na noite mais escura, nenhum mal escapará a minha visão! Que aqueles que adoram o poder do mal, temam o meu poder ... A LUZ DO LANTERNA VERDE!\" Existem no Brasil várias versões deste juramento: * Primeira versão da EBAL em Quadrinhos 1ª série - Os Justiceiros 12 de agosto de 1968: \"No mais alvo dos dias na mais escura das noites bandido nenhum escapará aos meus açoites que aqueles que agem pelas forças do mal não consigam, jamais, um poder igual ao da luz de minha verde lanterna de onde emana minha força eterna.\" * Segunda versão da Editora Brasil-América (EBAL) na revista Invictus (1977 a 1980): \"No dia mais claro, na noite mais negra, ninguém escapará a minha visão! Que aqueles que adoram o poder do Mal se acautelem contra o meu poder... A LUZ DO LANTERNA VERDE!\" * Versão Abril (presente nas histórias clássicas da Tropa da revista da Abril (\" Super Amigos\") “No dia mais claro Na noite mais densa O mal sucumbirá Ante a minha presença Da lanterna vem o dom da paz Para disseminar a luz Que a justiça traz Quem quer o mal tudo perde Ante ao poder do Lanterna Verde” * Segunda versão “No dia mais claro, Na noite mais densa, O mal sucumbirá ante a minha presença Quem venera o mal tudo perde Frente ao poder do Lanterna Verde!” * Terceira versão (encontrado atualmente nas edições da revista \"Lanternas Verdes\" da Editora Panini) “No dia mais claro, Na noite mais densa, O mal sucumbirá ante a minha presença Todo aquele que venera o mal há de penar Quando o poder do Lanterna Verde enfrentar!” * Quarta versão (mais uma tradução do juramento) No dia mais claro, na noite mais densa O mal sucumbirá ante a minha presença Todo aquele que venera o mal há de temer A luz do Lanterna Verde e o seu poder! * Quarta versão (Encontrada nas antigas revistas da década de 1970) No dia mais claro, na noite mais escura Nenhum mal escapará à minha procura Cuidado aqueles a quem o mal seduz Meu nome é Lanterna Verde e minha arma é a luz! * Quinta Versão (Citada por Hal Jordan a se tornar parallax) No dia mais claro, na noite mais densa, Todo mal sucumbirá ante a minha presença... O Seguidor do mal tudo perde Ante o MEU PODER! * Versão dublagem Liga da Justiça \"No dia mais claro Na noite mais escura Nenhum mal escapará à minha visão E para aqueles que cultuam o mal Temam o meu poder A luz do Lanterna Verde!\" * Versão Lanterna Verde - Primeiro Voo No dia mais claro, Na noite mais densa, O mal sucumbirá ante a minha presença Todo aquele que venera o mal há de penar Quando a um Lanterna Verde tiver que enfrentar! * Versão Batman: Os Bravos e Destemidos No dia mais brilhante, na noite mais escura Nenhum demônio escapará de mim Deixe aqueles que veneram a força do mal Conhecer a força da luz do Lanterna Verde! * Versão super shock : no dia mais claro na noite mais escura eu não descansarei temam meus inimigos com meu poder a luz, da lanterna verde * Versão Duck Dodgers “In Blackest day or brightest night, watermelon, centaloupe, yadda-e-yadda, erm…supersticious and cowardly lot, with liberty and justice for all!” * Versão( Traduzida ) Duck Dodgers \"No dia mais escuro ou na noite mais brilhante, melancia, melão, blá blá, erm ... muito supersticioso e covarde, com liberdade e justiça para todos! \" == Lanterna terráqueos == * Alan Ladd Wellington Scott: Lanterna Verde original, conhecido como Lanterna Verde da Era Ouro, membro fundador da Sociedade da Justiça dos anos 40, pai dos gêmeos Jade (Jennie-Lynn Hayden) e Manto Negro (Todd James Rice), era um engenheiro ferroviário, e posteriormente, proprietário e presidente da emissora Gotham Broadcasting Company (GBC). * Harold \"Hal\" Jordan: primeiro humano da Tropa dos Lanternas Verdes, membro fundador da Liga da Justiça dos anos 60, seguindo os passos de seu falecido pai, era um piloto de testes aeronáuticos da Ferris Aircraft, escolhido por um alienígena moribundo, Abin Sur, para tornar-se o defensor do setor espacial 2814, que inclui a Terra. Possui forte ligação com a terráquea Safira Estrela (Caroline \"Carol\" Ferris) da Tropa das Safiras Estrelas. * Kyle Rayner: é mexicano- irlandês-americano, desenhista free-lance recebeu o último anel produzido em Oa, diretamente de GANTHET, último Guardião sobrevivente do massacre imposto pelo obcecado Hal Jordan. *Jade (Jennie-Lynn Hayden): membro fundadora da Corporação Infinito, filha do Lanterna Verde original, Alan Scott, com a vilã Espinho (Rose Canton), irmã gêmea de Manto Negro (Todd James Rice), e namorada de Kyle Rayner. Na minissérie O Reino do Amanhã assume o manto de Lanterna Verde. *Jose Hernandes: piloto da Força Aérea Brasileira que encontrou o alienígena Tagin Sur e recebeu o anel, torna-se o Lanterna Verde da Terra-D, membro da Aliança da Justiça, morto no processo de Crise nas Infinitas Terras. *Anya Savenlovich: tenente-coronel da Força Aérea Soviética, lançada em órbita terrestre em 1964 foi recrutada temporariamente por Kyle Rayner, nunca fez parte da Tropa dos Lanternas Verdes. * Guy Gardner: professor de educação física, é revelado para ser um segundo sucessor digno do agonizante Abin Sur. No entanto, Hal Jordan estava mais perto do local do acidente, e foi selecionado pelo anel de poder sobre Guy, que acabou se tornando um Lanterna Verde de reserva. * John Stewart: afro-americano, é um ex-fuzileiro naval e também arquiteto. Seu personagem, por várias vezes, serviu para comentar o racismo existente nos Estados Unidos. Stewart se recusou a usar uma máscara, mantendo sua identidade pública. Um ponto importante foi seu romance com Katma Tui, originária do mesmo planeta de Sinestro, que acabou sendo assassinada pela Safira Estrela (Carol Ferris – namorada de Hal Jordan). *Alan Scott (Novos 52): apresentador de televisão e homossexual, ele acaba de gravar um programa de aniversário da morte dos heróis da Terra e da vitória sobre Apokolips, que deixou nosso mundo semi-destruído, com sequelas visíveis. * Simon Baz: libanês-americano, um ex-mecânico, corredor de rua e ladrão de carros, com tatuagens. Parceiro de Jessica Cruz, ele usa uma pistola e é um Lanterna Verde do Setor 2814 — quadrante espacial em que a Terra está localizada. Filho de imigrantes libaneses e muçulmano. Por causa de sua origem, ele sofre bastante perseguição e sofrimento após os eventos do 11 de setembro, o que lhe leva a se envolver com o roubo de carros. Após ser pegue pela polícia numa ocasião e acusado de terrorismo, Simon foi escolhido pelo Anel do Poder resultado da fusão entre aqueles de Hal Jordan e seu inimigo Sinestro, para ingressar na Tropa dos Lanternas Verdes. * Jessica Cruz: jovem mexicana-hondurenha-americana, vítima do Anel Energético, o Lanterna maligno da Terra-3. O anel literalmente invadiu seu dedo, reconhecendo que ela guarda um grande medo em seu coração e lhe concedeu poderes. * Sojourner “Jo” Mullein: Lanterna Verde do selo Young Animal da DC, esteve protegendo a Cidade Duravel, uma metrópole de 20 bilhões de pessoas pelos últimos seis meses. A cidade vêm mantendo a paz por mais de 500 anos ao dividir seus cidadãos pela habilidade de sentir. Como resultado, o crime violento se tornou virtualmente inexistente e o assassinato foi erradicado. Mas tudo está prestes a mudar. Essa nova série apresenta um atordoante jogo de políticos e filósofos enquanto Jo descobre uma crescente revolução na Cidade, auxiliado e instigado por alguns de seus mais poderosos habitantes. *Keli Quintela (Teen Lantern): jovem boliviana de apenas 11 anos que foi capaz de, de alguma forma desconhecida, hackear a bateria de energia de um Lanterna Verde (Iorl) para a casa de sua mãe em La Paz, Bolívia. Nos momentos finais de Iorl, ele entrega uma manopla ligado a uma bateria externa. *Tai Pham (Teen Lantern): adolescente vietnamita-americano de 13 anos de idade, herda o anel de jade de sua avó, introduzido na graphic novel GREEN LANTERN: LEGACY. *Jenny e Jason Allen: apresentado no arco Justice League: Legacy, são os gêmeos do velocista Flash (Barry Allen) e da Lanterna Verde (Jessica Cruz), irmãos mais novos da velocista Cruise (Nora Allen). Os dois heróis usam os símbolos dos Lanternas Verdes em suas roupas e possuem a habilidade de manipular um espectro emocional. Contudo, diferente do que você poderia esperar, Jenny comanda a luz amarela do Medo, enquanto Jason ficou com a luz vermelha da Fúria. Outro fato interessante sobre os gêmeos é que eles não precisam dos anéis para utilizar seus poderes, criando construtos de energia apenas com suas mãos. *Kai-Ro (Lanterna Verde Zen): tibetano com habilidades como Lanterna Verde bastante impressionantes, cresceu em um templo budista, recebeu treinamento em Nanda Parbat, apareceu pela primeira vez na animação do Batman do Futuro, tendo ganhado os quadrinhos logo em seguida. *Rond Vidar (Lanterna Verde do Século 31): foi parte da Legião dos Super-Heróis, já se tornou uma ameaça em certa época, perdeu os poderes pós-Zero Hora, mas, em 2008, retornou como Lanterna durante a Crise Final. == Em outras mídias == === Televisão === No Brasil também foi conhecido como O Homem de Verde, nome que o alterego de Hal Jordan recebeu na versão em português de uma antiga série de desenhos animados feita para a TV (The Superman/Aquaman Hour of Adventure da Filmation, 1967-1968). Nos desenhos recentes em que o Lanterna Verde aparece na Liga da Justiça, Hal Jordan foi substituído por John Stewart. Originalmente, Stewart fora criado para ser realmente o Lanterna Verde substituto, caso Hal não estivesse disponível para cumprir com seus deveres em seu setor. Em 2011 estreou Green Lantern: The Animated Series. === Cinema === O longa metragem baseado no personagem foi lançado em 19 de agosto de 2011. Foi protagonizado por Ryan Reynolds no papel de Hal Jordan. No filme, a entidade Parallax, um monstro que alimenta-se da energia amarela, mata Abin Sur, extra-terreno detentor do Anel do Poder e protetor do Setor 2814 (Sistema Solar). A nave de Abin Sur cai na Terra, e o Anel, a procura de um novo proprietário, procura nos locais mais próximos o ser vivo mais corajoso, e encontra Hal Jordan, piloto de caça aéreo que acabara de realizar testes de aptidão para a Ferris Aeronáutica, empresa onde trabalhava. Hal, agora na condição de protetor galático, parte para sua nova missão, derrotar Parallax e salvar o universo do caos. No filme, Parallax também incorpora Hector, que sofre contato com a energia amarela e se torna vilão.No final do filme Sinestro acaba colocando o anel amarelo. A DC entertainement vai produzir um novo filme dos lanternas verdes chamado Green Lantern Corps porém este não terá relação com o primeiro filme e fará parte do Universo Estendido da DC. == Ver também == * Tropa dos Lanternas Verdes * Tropa Sinestro == Ligações externas == * * * Categoria:Personagens da DC Comics Categoria:Heróis da DC Comics Categoria:Liga da Justiça Categoria:Sociedade da Justiça Categoria:Lanterna Verde Categoria:Personagens que podem voar Categoria:Heróis espaciais",
 "title": "Lanterna Verde"
}