{
 "id": "49013",
 "text": "Apollo 8 foi um voo espacial tripulado norte-americano responsável pela primeira órbita ao redor da Lua. Esta foi a segunda missão tripulada do Programa Apollo e a primeira na história da humanidade a deixar a órbita terrestre baixa e retornar. Os astronautas Frank Borman, Jim Lovell e William Anders tornaram-se os primeiros humanos a testemunhar e fotografar um Nascer da Terra e escapar da gravidade de um corpo espacial. A Apollo 8 foi lançada em e foi o primeiro voo tripulado do foguete Saturno V e o primeiro tripulado a partir do Centro Espacial John F. Kennedy. A missão fora originalmente planejada para o início de 1969 como o segundo teste tripulado do Módulo de Comando e Serviço e do Módulo Lunar Apollo, ficando apenas em uma órbita terrestre média. Entretanto, como o Módulo Lunar ainda não estava pronto para o primeiro voo, seus objetivos foram alterados em agosto de 1968 para um mais ambicioso voo orbital lunar para dezembro. A tripulação original de James McDivitt, que estava treinando para um voo em órbita baixa com o Módulo Lunar, foi transferida para a Apollo 9, enquanto a equipe de Borman foi colocada na Apollo 8. Isto fez com que os astronautas tivessem dois a três meses a menos de treinamento, com os três escolhendo focar seu tempo no treinamento de navegação translunar. A Apollo 8 demorou quase três dias para alcançar a Lua. A tripulação orbitou o satélite dez vezes no decorrer de vinte horas, no processo realizando uma transmissão televisiva na véspera de Natal, em que os três astronautas leram os primeiros dez versos do Gênesis. A transmissão na época foi assistida por milhares de pessoas ao redor do mundo. A espaçonave retornou para a Terra e amerrissou no Oceano Pacífico em 27 de dezembro. A missão bem-sucedida da Apollo 8 pavimentou o caminho para a Apollo 11 cumprir o objetivo nacional estabelecido em 1961 pelo presidente John F. Kennedy de alunissar na Lua antes do fim da década. Borman, Lovell e Anders foram nomeados as Pessoas do Ano pela revista Time logo depois de sua volta. ==Antecedentes== Os Estados Unidos estavam no meio da Guerra Fria, uma disputa geopolítica com a União Soviética, no final da década de 1950 e início da de 1960. Os soviéticos lançaram em 4 de outubro de 1957 o Sputnik 1, o primeiro satélite artificial da história. Isto causou temores, pois demonstrou que a União Soviética era capaz de lançar armas nucleares a distâncias intercontinentais, ao mesmo tempo que desafiava a reivindicação de superioridade militar, econômica e tecnológica dos Estados Unidos. Isto precipitou a Crise do Sputnik e iniciou a Corrida Espacial. O presidente norte-americano Dwight D. Eisenhower respondeu em 1958 ao criar a NASA. John F. Kennedy, o sucessor de Eisenhower, acreditava que era do interesse nacional dos Estados Unidos ser superior a outras nações, além de que a percepção do poderio norte-americano era pelo menos tão importante quanto a realidade. Dessa forma era intolerável que a União Soviética fosse mais avançada no campo da exploração espacial. Ele determinou que os Estados Unidos deveriam competir, procurando um desafio que maximizasse suas chances de vitória. Já que os soviéticos possuíam foguetes auxiliares superiores, Kennedy queria um desafio em que os dois países começariam em igualdade. Era necessário algo espetacular, mesmo que não pudesse ser justificado do ponto de vista militar, econômico ou científico. Ele escolheu tal projeto depois de consultar-se com especialistas e conselheiros: pousar um homem na Lua. O esforço de colocar um humano na Lua recebeu o nome de Programa Apollo. Uma decisão inicial foi escolher um encontro orbital lunar sobre ascensão direta ou encontro orbital terrestre. Um encontro espacial é uma manobra orbital em que duas naves navegam pelo espaço e se encontram. A espaçonave Apollo assim seria composta por três partes: o módulo de comando com uma cabine para três astronautas, a única parte que retornaria para a Terra; um módulo de serviço, que dava apoio ao módulo de comando com propulsão, energia, oxigênio e água; e o módulo lunar com dois estágios – um de descida para a alunissagem e um de ascensão para levar os astronautas de volta para a órbita lunar. A escolha também permitiu que a nave fosse lançada por um único foguete Saturno V, que estava em desenvolvimento na época. ==Equipe== ===Principal=== Posição Astronauta Comandante Frank F. Borman II Piloto do Módulo de Comando James A. Lovell Jr. Piloto do Módulo Lunar William A. Anders A tripulação principal para o terceiro voo Apollo tripulado foi anunciada em 20 de novembro de 1967 e originalmente consistia em Frank Borman, Michael Collins e William Anders como, respectivamente, Comandante, Piloto do Módulo de Comando e Piloto do Módulo Lunar. Entretanto, Collins foi diagnosticado com uma hérnia de disco cervical que necessitava de cirurgia e ele acabou substituído em julho de 1968 por Jim Lovell. Isto deixou a tripulação em uma situação única na era pré- Ônibus Espacial, em que o comandante de uma missão não era o tripulante mais experiente em voos espaciais. Lovell tinha voado duas vezes anteriormente na Gemini VII e Gemini XII, na primeira junto com Borman. Esta também seria a primeira vez que o comandante de uma missão anterior (Lovell na Gemini XII) não voaria como comandante. ===Reserva=== Posição Astronauta Comandante Neil A. Armstorng Piloto do Módulo de Comando Edwin E. \"Buzz\" Aldrin Jr. Piloto do Módulo Lunar Fred W. Haise Jr. A tripulação reserva foi anunciada junto com a principal e originalmente era formada por Neil Armstrong, Lovell e Buzz Aldrin como Comandante, Piloto do Módulo de Comando e Piloto do Módulo Lunar. Aldrin foi promovido a Piloto do Módulo de Comando e Fred Haise entrou como Piloto do Módulo Lunar, depois de Lovell ter passado para a tripulação principal. Armstrong depois comandou Apollo 11 junto com Collins e Aldrin. Haise serviu de reserva da Apollo 11 e voou como Piloto do Módulo Lunar na Apollo 13. ===Suporte=== Cada missão dos Projetos Mercury e Gemini tinha uma tripulação principal e uma reserva. Uma terceira tripulação de astronautas foi adicionada para o Programa Apollo, conhecida como tripulação de suporte. Esta mantinha o plano de voo, lista de checagens e regras da missão, também garantindo que as tripulações principais e reservas fossem notificadas de mudanças. Eles também desenvolviam procedimentos nos simuladores, especialmente para situações de emergência, de modo que as tripulações principal e reserva pudessem treinar em simuladores, permitindo a prática e domínio. A tripulação de suporte da Apollo 8 era formada por Ken Mattingly, Vance Brand e Gerald Carr. ===Controle da Missão=== O comunicador com a cápsula (CAPCOM) era um astronauta do Centro de Controle da Missão em Houston, Texas, que era a única pessoa autorizada a se comunicar diretamente com a tripulação da nave espacial. Os CAPCOMs da Apollo 8 foram os membros das tripulações reserva e de suporte: Collins, Carr, Mattingly, Armstrong, Aldrin, Brand e Haise. Havia três diretores de voo divididos em três equipes, cada uma trabalhando normalmente em turnos. Para a Apollo 8 os diretores de voo foram Clifford E. Charlesworth da equipe verde, Glynn Lunney da equipe preta e Milton Windler da equipe marrom. ==Emblema== O emblema da missão da Apollo 8 possui um formato triangular azul que faz referência à forma geral do Módulo de Comando Apollo. Dentro estão um numeral \"8\" em vermelho que passa ao redor da Terra na parte de baixo e da Lua na parte de cima, com o objetivo de refletir tanto o número da missão quanto a natureza circunlunar de seu plano de voo. Na parte inferior do \"8\" estão os nomes dos três astronautas. O desenho inicial do emblema foi desenvolvido por Lovell, que supostamente o esboçou no assento do co-piloto de um Northrop T-38 Talon enquanto voava da Califórnia para Houston, logo depois de descobrir que a Apollo 8 tinha sido redesignada como uma missão de órbita lunar. A tripulação tinha a intenção de nomear seu módulo de comando, porém a NASA não permitiu. Os astronautas provavelmente escolheriam Columbiad, o nome do canhão gigante que lançou a nave espacial do romance De la Terre à la Lune de Júlio Verne. O módulo de comando da Apollo 11 foi nomeado Columbia em parte pelo mesmo motivo. ==Preparações== ===Cronograma=== A NASA adotou em 20 de setembro de 1967 um plano de sete etapas para as missões Apollo, com a última etapa sendo o objetivo final do pouso tripulado na Lua. A Apollo 4 e Apollo 6 eram missões A, testes do foguete Saturno V usando um modelo Bloco I não tripulado do Módulo de Comando e Serviço em órbita da Terra. A Apollo 5 era uma missão B, um teste não tripulado do Módulo Lunar em órbita da Terra. A Apollo 7 foi marcada para outubro de 1968 e era uma missão C, uma órbita tripulada do Módulo de Comando e Serviço. Missões posteriores dependeriam do quão pronto o Módulo Lunar estaria. Foi decidido no início de maio de 1967 que haveria pelo menos mais quatro missões adicionais. A Apollo 8 foi planejada como uma missão D, um teste do Módulo Lunar em órbita terrestre baixa para dezembro de 1968, com os astronautas James McDivitt, David Scott e Russell Schweickart, enquanto Borman, Collins e Anders voariam no início de 1969 na Apollo 9, uma missão E pensada como um teste mais rigoroso do Módulo Lunar em uma órbita terrestre média. Uma missão F testaria os dois módulos em órbita lunar, enquanto a missão G seria finalmente a alunissagem. A produção do Módulo Lunar atrasou. O Módulo Lunar LM-3 da Apollo 8 finalmente chegou no Centro Espacial John F. Kennedy no Cabo Kennedy, Flórida, em junho de 1968, porém mais de cem defeitos importantes foram descobertos, fazendo com que Robert Gilruth, o diretor do Centro de Espaçonaves Tripuladas em Houston, e outros concluíssem que não havia chances de que o LM-3 estivesse pronto para voar no mesmo ano. Era na verdade possível que ele só ficasse pronto em fevereiro ou março de 1969. Seguir o plano original de sete etapas acarretaria adiar as missões D em diante, ameaçando o objetivo de pousar na Lua antes do fim de 1969. George Low, o gerente do Escritório do Programa da Espaçonave Apollo, propôs em agosto uma solução a fim de manter o programa no cronograma apesar do atraso do Módulo Lunar. Já que o próximo Módulo de Comando e Serviço, designado CSM-103, ficaria pronto três meses antes do LM-3, uma missão com apenas o Módulo de Comando e Serviço poderia voar em dezembro. Em vez de repetir a missão C da Apollo 7, a nave poderia ser enviada até a Lua com a possibilidade de entrar em sua órbita antes de retornar para a Terra. A nova missão permitiria que a NASA testasse os procedimentos de alunissagem que de outra forma teriam de esperar até o voo da Apollo 10, a missão F. Isto também significaria que a missão E seria descartada. O resultado desse rearranjo era de que apenas a missão D seria adiada e que o plano da alunissagem para meados de 1969 continuaria dentro do cronograma. Low discutiu a ideia em 9 de agosto com Gilruth, Christopher C. Kraft e Donald Slayton, os dois últimos respectivamente diretor de Operações de Voo e diretor de Operações de Tripulações de Voo. Eles então foram para o Centro de Voos Espaciais George C. Marshall em Huntsville, Alabama, onde se encontraram com Kurt H. Debus, diretor do Centro Espacial Kennedy; o general Samuel C. Phillips, diretor do Programa Apollo; Rocco Petrone, diretor de Operações de Lançamento do Centro Espacial Kennedy; e Wernher von Braun, diretor do Centro de Voos Espaciais Marshall. Kraft considerou que era possível do ponto de vista do controle de voo; Debus e Petrone concordaram que o próximo Saturno V poderia ficar pronto até 1º de dezembro; e Braun estava confiante que os problemas de oscilações pogo que afetaram a Apollo 6 poderiam ser resolvidos. Praticamente todos os figurões da NASA concordaram com a nova missão, citando confiança nos equipamentos e pessoal. Um voo circunlunar também poderia elevar a moral. A única pessoa que precisou de convencimento foi James Webb, o Administrador da NASA. Webb autorizou a missão porque ela tinha o apoio da agência. A Apollo 8 então foi oficialmente alterada de uma missão D para uma missão C-principal de órbita lunar. Slayton, com a mudança de missão, perguntou a McDivitt se ele ainda queria voá-la. Ele recusou, já que sua tripulação tinha passado muito tempo se preparando para testar o Módulo Lunar e era isso que queria fazer. Slayton então decidiu inverter as tripulações principais e reservas das missões D e E. Isto também significou uma troca de nave espacial, necessitando que a tripulação de Borman usasse o CSM-103 e a de McDivitt o CSM-104, já que este último não estaria pronto até dezembro. Scott não ficou muito feliz em entregar o CSM-103, pois tinha supervisionado seus testes, mesmo os dois módulos sendo praticamente idênticos. Anders também não ficou entusiasmado em ser o Piloto do Módulo Lunar em um voo que não teria um Módulo Lunar. Um artigo teste do Módulo Lunar foi adicionado ao foguete para que ele tivesse o peso e o equilíbrio corretos. Mais pressão foi colocada sobre o Programa Apollo para alcançar seu objetivo final até 1969 quando a União Soviética lançou a Zond 5, que levou os primeiros seres vivos, duas tartarugas, em uma rota cislunar ao redor da Lua e de volta para a Terra em setembro de 1968. Havia especulações dentro da NASA e na imprensa norte-americana de que os soviéticos poderiam estar se preparando para lançar humanos em uma missão circunlunar semelhante até o final de 1968. ===Saturno V=== O foguete Saturno V usado pela Apollo 8 foi designado como o AS-503: o \"3º\" modelo do Saturno V (\"5\") para ser usado no programa Apollo–Saturno (\"AS\"). Sua montagem começou em dezembro de 1967 no Edifício de Montagem de Veículos no Centro Espacial Kennedy, inicialmente achando-se que seria usado em um teste orbital não tripulado carregando um simulador de massa do Módulo de Comando e Serviço. A Apollo 6 tinha sofrido vários problemas durante seu voo teste em abril, incluindo oscilações pogo severas em seu primeiro estágio, falhas em dois motores do segundo estágio e um terceiro estágio que não ligou em órbita. Os administradores da NASA, sem garantias de que esses problemas tinham sido corrigidos, não poderiam justificar o risco de uma missão tripulada até que mais testes não tripulados provassem que o Saturno V estava pronto. Equipes do Centro de Voo Espacial Marshall foram trabalhar nos problemas. A principal preocupação de todos era a oscilação pogo, que não apenas prejudicaria o desempenho do foguete, porém também poderia exercer forças G significativas sobre os astronautas. Uma força tarefa de contratantes, representantes da NASA e também pesquisadores do Centro Marshall concluiu que os motores vibravam em uma frequência similar àquela em que a espaçonave vibrava, causando um efeito de ressonância que induzia oscilações no foguete. Assim foi instalado um sistema que usava gás hélio para absorver um pouco das vibrações. De igual importância era a falha dos motores. Pesquisadores rapidamente determinaram que uma linha de hidrogênio líquido vazando se rompeu quando exposta ao vácuo, causando uma perda de pressão de combustível no motor dois. Um desligamento automático tentou fechar a válvula de hidrogênio líquido e desligar o motor dois, acidentalmente também desligando o oxigênio líquido do motor três por causa de uma conexão errada. O motor três assim falhou apenas um segundo depois do desligamento do motor dois. Mais investigações revelaram o mesmo problema no terceiro estágio, um fio de ignição defeituoso. A equipe modificou os fios de ignição e os dutos de combustível, esperando que problemas similares fossem evitados em lançamentos futuros. As equipes testaram suas soluções no Centro Marshall em agosto de 1968. O primeiro estágio S-IC foi equipado com dispositivos absorvedores de choque a fim de demonstrar a solução encontrada para o problema das oscilações pogo, enquanto o segundo estágio S-II foi reformado com mais linhas de combustível para mostrar sua resistência contra vazamentos e rupturas em condições de vácuo. Os administradores da NASA deram sua aprovação para a utilização do Saturno V AS-503 na Apollo 8 assim que ficaram convencidos de que todos os problemas do foguete tinham sido resolvidos. A espaçonave da Apollo 8 foi colocada e fixada no alto do foguete no dia 21 de setembro. O Saturno V foi transferido do Edifício de Montagem de Veículos para a Plataforma de Lançamento 39A em 9 de outubro, atravessando os 4,8 quilômetros de distância que separavam os dois locais em cima de uma esteira transportadora. Testes continuaram a ser realizados até o dia anterior ao lançamento, incluindo vários testes de prontidão feitos entre os dias 5 e 11 de dezembro. Testes finais para abordar os problemas das oscilações pogo, dutos de combustível e fios de ignição ocorreram até meados de 18 de dezembro, apenas três dias antes do lançamento. ==Parâmetros== A Apollo 8, como a primeira nave tripulada a orbitar mais de um corpo celestial, tinha dois conjuntos de parâmetros orbitais separados por uma manobra de injeção translunar. As missões lunares da Apollo normalmente começariam com uma órbita de espera ao redor da Terra a 185 quilômetros de altitude. A Apollo 8 foi lançada em uma órbita inicial cujo apogeu era de 185,18 quilômetros e o perigeu era de 184,4 quilômetros, com uma inclinação de 32,51 graus em relação à linha do equador e um período orbital de 88,19 minutos. A exaustão de propelente aumentou o apogeu em 11,9 quilômetros no decorrer das duas horas, 44 minutos e trinta segundos em que a nave permaneceu na órbita de espera. Depois disso ocorreu a injeção translunar, quando o terceiro estágio S-IVB foi ativado por 318 segundos, acelerando o Módulo de Comando e Serviço de 28,87 toneladas e o simulador de massa do Módulo Lunar de nove toneladas de uma velocidade orbital de 7,793 metros por segundo para uma velocidade de injeção de 10,822 metros por segundo, o que estabeleceu na época a velocidade mais alta, em relação à Terra, já alcançada por seres humanos. Esta velocidade era um pouco menor do que a velocidade de escape da Terra, 11,2 metros por segundo. Ela colocou a Apollo 8 em uma órbita terrestre alongada, perto o bastante da Lua para que fosse capturada pela gravidade lunar. A órbita lunar padrão para as missões Apollo era uma órbita circular a 110 quilômetros acima da superfície. A inserção de órbita lunar inicial da Apollo 8 a colocou em uma elipse com um perilúnio de 111,1 quilômetros e um apolúnio de 312,1 quilômetros, com a inclinação orbital ficando em doze graus em relação ao equador lunar. Esta órbita foi depois corrigida para 112,4 por 110,6 quilômetros e um período orbital de 128,7 minutos. O efeito das concentrações de massa na Lua foram muito maiores do que originalmente esperado; a distância orbital da nave foi alterada para 117,8 por 108,5 quilômetros ao final das dez órbitas que a Apollo 8 realizou. ==Missão== ===Lançamento=== O lançamento da Apollo 8 ocorreu às 12h51min00s UTC (7h51min00s EST, horário local) de 21 de dezembro de 1968. Os três estágios do Saturno V foram usados para colocar a nave espacial em órbita da Terra. Os dois primeiros estágios, S-IC e S-II, caíram de volta para a Terra na região norte do Oceano Atlântico. O terceiro estágio S-IVB deixou a Apollo 8 em órbita e permaneceu conectado com a nave para que depois pudesse realizar a injeção translunar que a colocaria na trajetória da Lua. A tripulação e a equipe no Centro de Controle da Missão passaram as duas horas e 38 minutos seguintes fazendo checagens a fim de garantir que a nave estava em ordem e pronta para a injeção translunar. A operação correta do S-IVB era crucial, com o estágio não tendo ligado durante o último teste não tripulado. Collins, o primeiro CAPCOM em serviço, depois de todas as checagens terem sido terminadas, entrou em contato com a nave e disse: \"Apollo 8. Você tem Sim para ITL\". Esta comunicação significava que o Controle da Missão tinha dado permissão oficial para que a nave fosse para a Lua. O terceiro estágio ligou novamente e realizou a injeção perfeitamente. A velocidade da Apollo 8 aumentou nos cinco minutos seguintes de 7,7 para 10,8 metros por segundo. O Módulo de Comando e Serviço, o restante da espaçonave da Apollo 8, foi separado do estágio S-IVB depois da injeção. A tripulação então rodou o módulo para poder tirar fotos do estágio e praticar voar em formação com ele. Enquanto faziam isso, os três astronautas tornaram-se os primeiros humanos a enxergarem a Terra por completo. Borman ficou preocupado que o S-IVB estava muito próximo do Módulo de Comando e Serviço e sugeriu para o Controle da Missão que a Apollo 8 realizasse uma manobra de separação. Os controladores em Houston inicialmente sugeriram usar os pequenos propulsores do sistema de controle de reação para que a nave apontasse para a Terra e aumentasse sua velocidade em 0,34 metro por segundo, porém Borman não queria perder o estágio de vista. Foi decidido após algumas discussões aumentar a velocidade em 2,3 metros por segundo. O tempo necessário para preparar e realizar a queima fez a tripulação ficar uma hora atrasada em seus afazeres. O Controle da Missão enviou um comando cinco horas depois do lançamento para que o estágio S-IVB começasse a despejar seu combustível restante, o que alterou sua trajetória. Dessa forma o S-IVB, ainda carregando o simulador de massa do Módulo Lunar, deixou de ser um perigo para a Apollo 8. Ele passou da órbita da Lua dias depois e entrou em uma órbita solar de 0,99 por 0,92 unidades astronômicas, com uma inclinação de 23,47 graus no plano da eclíptica e com um período orbital de 340,8 dias. Ele se transformou em um objeto abandonado e continuará a orbitar o Sol por tempo indeterminado. Os três astronautas também foram os primeiros humanos a ultrapassar o cinturão de radiação Van Allen, que chega até 24 mil quilômetros de distância da Terra. Cientistas previram que atravessar o cinturão na velocidade alta que a nave espacial Apollo estaria viajando causaria uma dosagem de radiação não maior do que um miligray (um humano recebe em média dois a três miligrays por ano). Cada tripulante usou um Dosímetro Pessoal de Radiação com o objetivo de medir a dosagem real de radiação recebida, transmitindo os dados de volta para a Terra. Também havia três dosímetros passivos que mostravam a radiação acumulativa que os três passaram. Os astronautas, ao final da missão, tiveram uma dose de radiação média de 1,6 miligrays. ===Viagem=== O principal trabalho de Lovell como Piloto do Módulo de Comando era como navegador. Apesar de o Controle da Missão normalmente realizar todos os cálculos, era necessário que um dos tripulantes fosse versado em navegação para que a nave pudesse voltar para a Terra caso a comunicação com Houston fosse perdida. Lovell navegava avistando as estrelas através de um sextante construído na espaçonave, medindo o ângulo entre a estrela e o horizonte da Terra ou da Lua. Esta tarefa foi dificultada por uma nuvem de estilhaços ao redor da nave, o que complicava a tarefa de distinguir as estrelas. A tripulação já estava uma hora e quarenta minutos atrasada no plano de voo depois de sete horas de missão, devido aos problemas para se afastar do S-IVB e da visão obscurecida de Lovell. A tripulação colocou a nave no Controle Térmico Passivo, também chamada de \"espeto de churrasco\", em que o Módulo de Comando e Serviço rodava aproximadamente uma vez por hora ao longo de seu eixo com o objetivo de garantir uma distribuição de calor equilibrada na superfície externa da espaçonave. Partes de sua superfície chegavam a ficar com uma temperatura de duzentos graus Celsius sob luz do Sol direta, enquanto as partes na sombra ficavam com cem graus negativos. Estas temperaturas poderiam fazer o escudo de calor rachar e os fios de combustível se romperem. Já que era impossível conseguir um rolamento perfeito, a nave acabava por rodar em um padrão de cone. Eram necessários pequenos ajustes a cada meia hora a fim de impedir que o padrão de cone não ficasse muito grande. Uma correção de trajeto foi necessária depois de onze horas de voo. A tripulação já estava acordada há mais de dezesseis horas. A NASA tinha decidido antes do almoço que pelo menos um astronauta deveria permanecer acordado o tempo todo a fim de lidar com problemas que poderiam surgir. Borman foi o primeiro a ir dormir, porém teve dificuldades em pegar no sono devido à constante conversa pelo rádio e barulhos mecânicos. Testes na Terra mostraram que havia uma pequena chance de os motores do sistema de propulsão de serviço explodirem quando usados por um longo período de tempo, a menos que sua câmara de combustão fosse \"esquentada\" antes ao realizar uma queima de curta duração. A primeira queima de correção durou apenas 2,4 segundos e acrescentou 6,2 metros por segundo no prógrado (direção da viagem). Esta mudança foi menos que a planejada de 7,6 metros por segundo, pois uma bolha de hélio nos fios do oxidante tinha causado uma pressão baixa inesperada. Foi necessário usar o sistema de controle de reação para conseguir o restante. Outras duas correções de curso foram canceladas por não serem necessárias. Borman, depois de uma hora, conseguiu permissão para poder tomar uma segunda pílula do sono. A pílula teve pouco efeito. Ele acabou conseguindo dormir, porém acordou doente. Ele vomitou duas vezes e teve crise de diarreia; isto deixou a nave cheia de pequenos glóbulos de vômito e fezes, que a tripulação limpou o melhor que pode. Borman inicialmente não queria informar a Terra sobre seus problemas médicos, porém Lovell e Anders eram a favor de contar. Os astronautas decidiram usar o Equipamento de Armazenamento de Dados, que podia gravar conversas e telemetrias e repassá-las para o Controle da Missão em alta velocidade. Eles gravaram uma descrição da doença de Borman e pediram para que as gravações fossem checadas, dizendo que \"gostaríamos de uma avaliação dos comentários de voz\". Os astronautas e a equipe médica do Controle da Missão realizaram uma conferência a partir de uma segunda sala de controle desocupada (havia duas salas de controle idênticas em Houston, porém apenas uma era usada durante uma missão). Os participantes concluíram que não havia motivos para preocupação e que a doença de Borman era uma gastroenterite, como o próprio achava, ou uma reação à pílula do sono. Atualmente, pesquisadores acreditam que ele estava sofrendo de síndrome de adaptação ao espaço, que afeta aproximadamente um terço dos astronautas durante seu primeiro dia no espaço, já que seus labirintos ósseos precisam se adaptar à falta de peso. Esta síndrome não tinha ocorrido nas missões dos Projetos Mercury e Gemini porque os astronautas não podiam se mover livremente dentro das pequenas cabines das naves espaciais. O tamanho muito maior das cabines da Apollo permitia maior liberdade de movimento, contribuindo para os sintomas que Borman e depois Schweickart na Apollo 9 sofreram. A viagem para a Lua foi relativamente tranquila e sem incidentes, exceto pela necessidade de os astronautas checarem que a espaçonave estava funcionando em ordem e de que ainda estava no trajeto correto. A NASA durante esse período marcou uma transmissão televisiva para 31 horas depois do lançamento. A tripulação usou uma câmera de transmissão preta e branca de dois quilogramas. Esta câmera era equipada com duas lentes: uma objetiva grande-angular e uma teleobjetiva. Os astronautas, durante essa primeira transmissão, mostraram como era sua nave espacial e tentaram também mostrar como era a aparência da Terra quando vista do espaço. Entretanto, mostrar o planeta não foi possível devido à dificuldade de ajustar as lentes sem a ajuda de um monitor de referência. Além disso, a imagem da Terra ficou saturada por qualquer ponto luminoso sem os filtros corretos. No final, a única coisa que a tripulação conseguiu mostrar para as pessoas assistindo foi uma bola brilhante. Os astronautas transmitiram por dezessete minutos até a rotação da espaçonave cortar a visão da antena de alto ganho das estações de recebimento e transmissão na Terra, com o vídeo terminando com Lovell desejando feliz aniversário para sua mãe. Nesse momento os astronautas já tinham abandonado os turnos para dormir. Lovell foi dormir depois de 32 horas de voo, três horas e meia antes do planejado. Anders também pegou no sono algum tempo depois, após tomar uma pílula para dormir. Os astronautas não foram capazes de ver a Lua durante boa parte de sua viagem. Dois fatores impossibilitaram a vista da Lua de dentro da nave: três das cinco janelas embaçaram por causa da exaustão de óleos do selante de silicone, e a orientação necessária para o controle térmico. A tripulação só conseguiu ver a Lua pela primeira vez depois de passarem pelo lado oculto pela primeira vez. A Apollo 8 fez sua segunda transmissão televisiva depois de 55 horas de voo. Desta vez, os astronautas ajustaram os filtros para que imagens em melhor qualidade da Terra pudessem ser captadas através da lente teleobjetiva. Apesar de ter sido difícil, já que toda a espaçonave precisou ser manobrada, a tripulação conseguiu transmitir as primeiras imagens da Terra. Os três passaram a transmissão descrevendo o planeta, o que era visível e as cores que podiam ser vistas. A transmissão durou 23 minutos. ===Aproximação=== Os três astronautas da Apollo 8 tornaram-se, depois de 55 horas e quarenta minutos de missão, os primeiros humanos a entrarem na esfera gravitacional de influência de outro corpo celestial; ou seja, o efeito da força gravitacional da Lua sobre a nave tornou-se mais forte do que o da Terra. Nesse momento a espaçonave estava viajando a 1,22 metro por segundo em relação à Lua e estava a uma distância de 62,3 mil quilômetros do satélite. O momento foi de pouco interesse para a tripulação, que ainda estava calculando sua trajetória em relação à plataforma de lançamento no Centro Espacial Kennedy. Eles continuariam a fazer isso até realizarem uma última correção de percurso, trocando para um referencial baseado na orientação ideal para uma queima que os colocaria em órbita lunar. O último grande evento antes da inserção de órbita lunar foi uma segunda pequena correção de curso. Ela foi realizada no retrógrado (na direção oposta do sentido de viagem) e diminuiu a velocidade em apenas 0,61 metro por segundo, efetivamente reduzindo a distância mais próxima em que a Apollo 8 sobrevoaria a Lua. Os astronautas ligaram o sistema de controle de reação por onze segundos exatamente 61 horas depois do lançamento, momento em que a espaçonave estava a 38,9 mil quilômetros de distância da Lua. Isto faria com que a nave passasse a uma altitude de 115,4 quilômetros da superfície lunar. A tripulação começou a se preparar para a primeira inserção de órbita lunar três horas depois. Esta manobra precisava ser realizada perfeitamente e, devido às mecânicas orbitais, necessitava que fosse feita no lado oculto da Lua, fora de contato com a Terra. O Controle da Missão realizou as últimas checagens e, após 68 horas de missão, deu permissão para a Apollo 8 seguir adiante com a manobra, com Carr dizendo aos astronautas que eles estavam \"andando no melhor pássaro que pudemos encontrar\". Lovell respondeu com \"Nos veremos do outro lado\" e, pela primeira vez na história, humanos viajaram para o lado oculto da Lua e para fora do alcance de rádio da Terra. Os astronautas realizaram uma última checagem dos sistemas dez minutos antes da manobra, com o objetivo de garantir que todos os interruptores estavam nas posições corretas. Foi apenas nesse momento que eles puderam enxergar a Lua pela primeira vez. Até então estavam voando no lado da sombra e foi Lovell quem vislumbrou os primeiros raios do Sol iluminando obliquamente a superfície lunar. Eles não tiveram tempo para apreciar a vista, pois a inserção de órbita estava a apenas dois minutos de ocorrer. ===Órbita=== O sistema de propulsão de serviço foi acionado 69 horas, oito minutos e dezesseis segundos depois do lançamento e queimou por quatro minutos e sete segundos, colocando a Apollo 8 em órbita da Lua. Os astronautas depois descreveram a queima como os quatro minutos mais longos de suas vidas. Caso a queima não tivesse durado o tempo exato, a nave poderia ter ficado em uma órbita lunar altamente elíptica ou até mesmo ter voado para fora do campo gravitacional da Lua ou da Terra. Caso tivesse durado mais do que o planejado, eles poderiam ter caído na Lua. Os três finalmente tiveram a chance de olhar para o satélite depois de garantirem que tudo estava funcionando em ordem. Na Terra, o Controle da Missão ficou na espera. Caso a queima não tivesse sido realizada ou tivesse durado menos do que o planejado, a Apollo 8 teria saído de trás da Lua mais cedo. O sinal foi recaptado exatamente no momento calculado, indicando que a nave estava em uma órbita de 311,1 por 111,8 quilômetros. Lovell relatou a situação da espaçonave e em seguida deu a primeira descrição de como era a superfície lunar: Lovell continuou a descrever o terreno à medida que foi passando. Uma das principais tarefas da tripulação era fazer reconhecimento de futuros locais de alunissagem, especialmente no Mare Tranquillitatis, que estava sendo planejado para a Apollo 11. O horário de lançamento da Apollo 8 foi escolhido para que o local a ser examinado estivesse sob as melhores condições de iluminação possíveis. Uma câmera de filmagem foi colocada em uma das janelas para gravar um quadro a cada segundo da Lua passando abaixo. Anders passou boa parte das vinte horas seguintes tirando o maior número de fotografias possíveis de alvos de interesse. Os astronautas, ao final da missão, tinham tirado mais de oitocentas fotografias de setenta milímetros e gravado 210 metros de película. Borman ficou perguntando para o Controle da Missão sobre como estavam os dados do sistema de propulsão de serviço. Ele queria garantir que o motor estava funcionando e poderia ser usado para retornarem em segurança caso necessário. Borman também pediu para que uma decisão de \"sim/não\" fosse realizada em cada órbita antes de a nave passar atrás da Lua. Os astronautas arrumaram os equipamentos a fim de transmitirem uma vista da superfície lunar assim que retomaram contato. Uma segunda queima de inserção de órbita de onze segundos foi realizada ao final da segunda órbita para que assim a órbita seguinte fosse uma mais uniforme de 112,7 por 114,7 quilômetros. Os astronautas continuaram a checar sua nave e observar e fotografar a Lua pelas duas órbitas seguintes. Borman leu uma pequena oração para sua igreja durante a terceira passagem. Ele originalmente tinha marcado de participar de uma missa na Igreja Episcopal de São Cristóvão em Seabrook, Texas, porém não pode comparecer devido ao voo da Apollo 8. Rod Rose, um colega paroquiano e engenheiro no Controle da Missão, sugeriu que Borman lesse a oração, que poderia ser gravada e depois tocada durante a missa. ===Nascer da Terra=== Os três tripulantes, assim que a Apollo 8 saiu da parte de trás da Lua para sua quarta órbita, tornaram-se os primeiros humanos a testemunharem um \"nascer da Terra\". A sonda Lunar Orbiter 1 da NASA já tinha tirado uma foto do evento próximo da Lua em 23 de agosto de 1966. Anders viu a Terra emergindo atrás do horizonte lunar e chamou seus companheiros, tirando uma fotografia preta e branca enquanto fazia isso. Ele em seguida pediu para Lovell lhe passar um filme colorido e fotografou Nascer da Terra, uma foto que ficou mundialmente famosa e foi posteriormente escolhida pela revista Life como uma das cem fotografias do século XX. Um nascer da Terra não é geralmente visível da superfície lunar devido à rotação sincronizada entre a Terra e a Lua. Isto acontece porque o planeta permanece aproximadamente sempre na mesma posição no céu, seja acima ou abaixo do horizonte, quando visto de qualquer lugar da superfície. Um nascer da Terra geralmente só pode ser visto enquanto uma nave orbita a Lua ou em locais perto da área de libração do satélite, quando o balanço dessas partes faz o planeta subir e descer em relação ao horizonte. Anders continuou a fotografar enquanto Lovell assumiu o controle da nave para que Borman pudesse descansar. Ele conseguiu dormir por duas órbitas, acordando periodicamente para perguntar sobre como as coisas estavam andando. Borman só foi acordar totalmente quando começou a ouvir seus companheiros cometerem erros. Anders e Lovell estavam começando a não entender mais as perguntas sendo feitas e pediam para que elas fossem repetidas. Borman percebeu que todos estavam cansados por não terem tido boas noites de sono em três dias. Ele ordenou que os outros dois fossem dormir e que o resto do plano de voo sobre observações da Lua poderia ser descartado. Anders tentou protestar dizendo que estavam bem, porém Borman não cedeu. Anders finalmente concordou sob a condição de que Borman ajeitasse a câmera para que ela continuasse a tirar fotografias automáticas da superfície. Borman também fez os dois lembrarem que uma nova transmissão televisiva estava por vir e que muitas pessoas na Terra estariam assistindo, assim era melhor que a tripulação estivesse alerta. Lovell e Anders dormiram pelas duas órbitas seguintes e Borman ficou nos controles. Os astronautas começaram sua segunda transmissão televisiva enquanto realizavam sua nona órbita; era o dia 24 de dezembro, véspera de Natal. Borman apresentou a tripulação e em seguida cada um falou sobre suas impressões da superfície lunar e como era a sensação de orbitar a Lua. Borman descreveu como uma \"expansão vasta, solitária e sinistra de nada\". Depois de comentar sobre o que estavam sobrevoando, Anders afirmou que os astronautas tinham uma mensagem para todos na Terra. Cada um dos três então leu uma seção da história bíblica da criação do livro do Gênesis. Borman terminou a transmissão desejando um feliz Natal para todos na Terra. Sua mensagem parecia resumir o sentimento dos três tripulantes a partir de seu ponto de vista da órbita lunar: \"E da tripulação da Apollo 8, nós encerramos com boa noite, boa sorte, um feliz Natal e que Deus abençoe todos vocês – todos vocês na boa Terra\". Borman tinha concebido a transmissão e arranjou para que ela terminasse assim que a nave estivesse se aproximando da parte não iluminada da Lua, achando que isto ficaria visualmente bonito e impactante na imagem preta e branca que estavam transmitindo. A última coisa que faltava ser feita nesse momento era realizar a injeção transterrestre, que estava marcada para ocorrer duas horas e meia depois do fim da transmissão televisiva. A manobra era a parte mais crítica de todo o voo, já que qualquer falha no sistema de propulsão de serviço deixaria a tripulação presa na órbita lunar e com pouquíssimas chances de ser resgatada. Os astronautas também precisariam fazer a queima enquanto estivessem no lado oculto da Lua e sem qualquer contato com a Terra. A queima ocorreu exatamente no horário e pela duração certa. A telemetria da espaçonave foi recaptada no Controle da Missão depois de 89 horas, 28 minutos e 39 segundos de missão, exatamente no momento calculado previamente. Lovell, assim que o contato de voz foi restabelecido, anunciou: \"Por favor, estejam informados: existe Papai Noel\". Mattingly, o CAPCOM, respondeu dizendo \"Afirmativo. Vocês são os melhores para saber\". A Apollo 8 iniciou sua viagem de volta em 25 de dezembro. ===Retorno=== Lovell, algum tempo depois, usou um tempo ocioso para realizar alguns avistamentos de navegação, manobrando a nave com o teclado do computador com o objetivo de olhar para várias estrelas. Entretanto, ele acidentalmente apagou a memória do computador, o que fez com que a unidade de medição interna pegasse dados indicando que o Módulo de Comando e Serviço estava na mesma orientação relativa que estava antes do lançamento; a unidade então acionou o sistema de controle de reação a fim de \"corrigir\" a atitude. A tripulação logo percebeu que teria de inserir de novo todos os dados para informar o computador da real orientação da nave. Lovell demorou dez minutos para calcular os números corretos, usando os propulsores para poder alinhar as estrelas de Rígel e Sirius, precisando de outros quinze minutos para inserir os dados corretos no computador. Lovell teria que realizar uma alinhamento manual similar um ano e meio depois durante a Apollo 13, porém sob condições mais críticas. A viagem de volta durou dois dias e meio e foi principalmente um tempo para os astronautas relaxarem e monitorarem sua nave. A Apollo 8 fez sua quinta transmissão televisiva durante a tarde de Natal. Desta vez eles mostraram o Módulo de Comando, demonstrando como era a vida de um astronauta no espaço. Ao final da transmissão os três descobriram um pequeno presente de Slayton no armário de comida: um verdadeiro jantar de peru com recheio, colocado dentro da mesma embalagem que estava sendo enviada para os soldados na Guerra do Vietnã. Outra surpresa de Slayton foi um presente de três garrafas pequenas de conhaque, que Borman ordenou que fossem deixadas intocadas até a amerrissagem. Também havia pequenos presentes de suas esposas. A sexta e última transmissão televisiva ocorreu no dia seguinte, marcando 124 horas de missão até então. Foi uma transmissão rápida de quatro minutos e desta vez os astronautas conseguiram exibir as melhores imagens da Terra.Apollo 8: Leaving the Cradle (DVD). Estados Unidos: Spacecraft Films/20th Century Fox Home Entertainment, 2003. Capítulo 6, Disco 2. Os dois dias de viagem foram tranquilos e sem incidentes, com a tripulação depois disso se preparando para a reentrada. Como o computador da nave iria controlar a reentrada, a única tarefa dos astronautas era colocar a espaçonave na atitude correta, com a parte inferior virada para frente. Borman estava também preparado para assumir controle manual caso ocorresse alguma falha do computador. O Módulo de Comando foi separado do Módulo de Serviço pouco antes do início da reentrada, com este sendo destruído na atmosfera como planejado. Os astronautas conseguiram avistar a Lua subindo do horizonte da Terra seis minutos antes de a nave iniciar a reentrada, exatamente como tinha sido calculado. Os tripulantes perceberam que o lado de fora da nave ficou nebuloso enquanto atravessavam a exosfera à medida que plasma foi se formando ao seu redor. A Apollo 8 então começou a desacelerar a uma taxa de 59 metros por segundo ao quadrado. Um paraquedas menor foi acionado a nove quilômetros de altura com o objetivo de estabilizar a nave, com os três paraquedas principais abrindo a três quilômetros da superfície. A espaçonave amerrissou no Oceano Pacífico às 15h51min42s UTC de 27 de dezembro de 1968, a sudoeste do Havaí. Os paraquedas caíram sobre a nave espacial assim que ela atingiu a água e a viraram de ponta cabeça, no que era chamado de posição Estável 2. O Módulo de Comando estava sendo atingido por ondas altas e Borman ficou enjoado enquanto esperava que os três balões flutuadores inflassem e corrigissem a orientação. A nave finalmente virou para cima seis minutos depois da amerrissagem. O primeiro mergulhador do porta-aviões USS Yorktown chegou 43 minutos depois da amerrissagem. Os astronautas foram passados para botes infláveis e içados para um helicóptero de resgate, estando em segurança a bordo do navio 45 minutos depois disso. ==Legado== A Apollo 8 ocorreu no final de 1968, um ano marcado por agitações ao redor do mundo, como assassinatos políticos, revoltas nas ruas da Europa e dos Estados Unidos e a Primavera de Praga. A revista Time mesmo assim escolheu os astronautas da Apollo 8 como os Homens do Ano, reconhecendo-os como as pessoas que mais influenciaram os eventos de 1968. Eles foram os primeiros humanos a deixar a influência gravitacional da Terra e orbitar outro corpo celestial. Os três sobreviveram a uma missão que eles mesmos consideravam que tinha uma chance de apenas cinquenta por cento de ser bem-sucedida. O efeito da Apollo 8 nos Estados Unidos foi resumido por um telegrama que Borman recebeu de um estranho após a missão, que afirmava simplesmente \"Obrigado, Apollo 8. Vocês salvaram 1968\". Um dos aspectos mais famosos do voo foi a fotografia Nascer da Terra, tirada enquanto a nave orbitava a Lua. Foi a primeira vez que humanos tiraram uma fotografia desse tipo manualmente, em vez de por meio de uma sonda, e ela foi creditada como uma das inspirações para a criação do Dia da Terra em 1970. A foto foi depois selecionada em 2003 pela revista Life como a primeira de sua lista das 100 Fotografias que Mudaram o Mundo. Durante anos houve certa disputa sobre quem realmente havia tirado a fotografia. Borman por décadas reivindicou a autoria, afirmando que pegou a câmera das mãos de Anders e tirou a foto porque este não queria fotografá-la por não estar no cronograma. Isso sempre frustrou Anders, que chegou a escrever para a NASA afirmando ser o verdadeiro fotógrafo. A questão foi resolvida em 1987 pelo historiador Andrew Chaikin, que analisou as transcrições e gravações de bordo da Apollo 8 e determinou que foi realmente Anders quem tirou a foto, com Borman na verdade confundindo-se com outro momento da viagem em que Anders chegou mesmo a recusar-se a tirar fotos por não estarem no plano de voo. Borman reconheceu a verdade no ano seguinte. Collins escreveu que a \"enorme significância histórica da Oito foi primordial\", enquanto o historiador Robert K. Poole enxergou a Apollo 8 como a missão historicamente mais importante do Programa Apollo. Boris Petrov, o diretor do programa Intercosmos soviético, descreveu a viagem como uma \"realização extraordinária das ciências espaciais e tecnologias americanas\". Foi o voo espacial que teve a maior cobertura midiática desde o primeiro voo orbital norte-americano em 1962, a Mercury-Atlas 6 com John Glenn. Havia 1200 jornalistas acompanhando a missão, com a transmissão da BBC ocorrendo em 54 países e em quinze idiomas. Estima-se que aproximadamente um quarto da população mundial tenha assistido à transmissão da véspera de Natal em órbita da Lua, ao vivo ou depois. As transmissões da Apollo 8 acabaram por vencer um prêmio Emmy. Madalyn Murray O'Hair, uma ateia, posteriormente causou controvérsia ao processar a NASA sobre a leitura do Gênesis. Ela queria que os tribunais proibissem astronautas norte-americanos, que eram todos funcionários do governo, de realizarem demonstrações religiosas no espaço. A Suprema Corte dos Estados Unidos rejeitou o caso por falta de jurisdição, porém mesmo assim deixou a NASA irrequieta sobre religião pelo restante do Programa Apollo. Buzz Aldrin, um presbiteriano, comungou na superfície lunar pouco depois da alunissagem da Apollo 11; ele não mencionou publicamente o fato até muitos anos depois, na época referindo-se apenas obliquamente. Um selo comemorativo do voo da Apollo 8 ao redor da Lua foi emitido em 1969 pelo Serviço Postal americano. O selo possuía um detalhe da fotografia Nascer da Terra e as palavras \"No princípio, Deus...\", as primeiras palavras do Gênesis e de sua leitura realizada pelos três astronautas. Borman, Lovell e Anders apareceram no pré-jogo do Super Bowl III em 12 de janeiro de 1969, apenas dezoito dias depois de seu retorno, para recitarem a Promessa de Fidelidade. O Módulo de Comando está atualmente em exibição no Museu da Ciência e Indústria em Chicago, Illinois, junto com uma coleção de itens doados por Lovell e o traje espacial de Borman. O traje espacial de Lovell está no Centro de Visitantes do Centro de Pesquisa John H. Glenn da NASA em Ohio, enquanto o traje de Anders está no Museu da Ciência em Londres, Reino Unido. ==Referências== ==Bibliografia== * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * Categoria:Programa Apollo 3 Categoria:1968 nos Estados Unidos",
 "title": "Apollo 8"
}