{
 "id": "49049",
 "text": "O Mutus Liber, como o nome diz, é um livro mudo, sem palavras. A edição de Eugene Canseliet (1958) trouxe um despertar à obra. Tendo seu autor permanecido anônimo, O Livro Mudo é uma das mais relevantes e belas produções da tradição pictórica do hermetismo medieval. O livro consiste de uma série de figuras que ilustram todo o trabalho alquímico. A importância desta obra legou-lhe diversas edições e até mesmo uma versão em cores. O \"Mutus Liber\" é um livro composto por 15 gravuras reportando para o método da Grande Obra alquímica. Não é verdade que este livro não tenha palavras pois, logo na primeira página aparecem referências codificadas à bíblia e, na folha 14, existe uma expressão latina conhecida dos alquimistas: \"Ora, lege, lege, lege, relege, labora et invenies\" (\"Reza, lê, lê, lê, relê, trabalha e encontrarás\"). O facto por detrás do conceito aceite de que o livro é mudo deve-se no entanto à total incompreensão dos seus sinais por parte dos leigos em alquimia. Na verdade, apenas os entendidos poderiam descortinar as revelações das gravuras. Note-se que, para além da impressão original datada do século XVII, muito poucas edições mais tardias têm efectivamente valor. Citando um mero exemplo, logo na primeira placa, na edição original, aparece, entre roseiras emaranhadas, um paisagem campestre. Porém, em muitas edições posteriores, a paisagem que aparece foi modificada e observam-se agora cascatas. Este simples pormenor transforma uma cópia mais agradável visualmente numa obra totalmente apócrifa pois, no mundo da alquimia, existem dois caminhos para alcançar o conhecimento. O primeiro é o caminho seco; o segundo é o caminho húmido. Um destes caminhos é mais rápido e perigoso e o outro mais lento porém mais seguro. Assim deve ser visto o Mutus Liber: uma complexa composição de imagens, relatando por sinais apenas absorvíveis pelos iniciados na matéria, em que nada está representado por acaso. Assim, para os coleccionadores, apenas as edições mais fiéis têm interesse real. ==História== Muitos acreditam que o Mutus Liber foi criado por um certo Altus. Este nome aparece logo na primeira chapa e reporta directamente ao anagrama de Jacob Saulat (ou Jacob Tollé, sieur des Marez) História e comentário das ilustrações do Mutus liber , que declarou ter descoberto o manuscrito ao solicitar o privilégio de editá-lo, às suas expensas, recebendo a concordância de Louis XIV em Saint-Germain, a 23 de novembro de 1676. J. Van Lennep acrescenta na sua Alchimie (p. 231) que as armas mostradas na prancha 15 do livro eram as do sieur Saulat des Marez. Bem que esta razão possa parecer coincidência, estes anagramas eram frequentes no mundo da alquimia e do editorismo da época. Frequentemente, para as pessoas não serem perseguidas por Roma nem verem as suas obras adicionadas ao Index, utilizavam homónimos e jogos de palavras para enganar as autoridades. Assim, um anagrama tão flagrante é quase aceite pela generalidade como apontando para o verdadeiro autor do Mutus Liber. == Referências == ; Notas ; Bibliografia * BECHTEL, Guy Os grandes livros misteriosos ; trad. Isabel Braga. - Lisboa : Edições 70, D.L. 2000. - 365, [2] p. ; 21 cm. - (Esfinge ; 21) Tít. orig.: Les grands livres mystérieux ISBN 972-44-1042-0 * RIZEK, Sergio (organizador) e JORGE DE CARVALHO, José (comentarista); A fala visível do livro mudo; Sérgio (Attar Editorial). 6. * UZCÁTEGUI , Óscar ; Habla el Mutus Liber ==Ligações externas== *Comentário sobre a interpretação do Mutus Liber * About.com: 15 imagens do Mutus Liber. Duas versões do livro mudo da alquimia, apresentadas lado a lado. Categoria:Livros Categoria:Alquimia",
 "title": "Mutus Liber"
}