{
 "id": "49057",
 "text": "A animação tradicional (também conhecida como animação por célula, animação clássica ou animação desenhada à mão) é a mais velha e historicamente a mais popular forma de animação. Em um desenho animado de forma tradicional, cada quadro é desenhado à mão. Essa técnica foi a forma dominante de animação no cinema até o advento da animação digital. ==Processo== O processo de animação começa ao decidir sobre uma história. O material de fonte oral ou literária deve ser convertido em um roteiro de filme de animação, do qual deriva o storyboard. O storyboard tem uma aparência um tanto semelhante a uma história em quadrinhos, e mostra a sequência de cenas como esboços consecutivos que indicam também as transições, ângulos de câmera e enquadramento. As imagens permitem que a equipe de animação planeje o fluxo da trama e a composição de imagens. Os artistas de storyboard irão ter encontros regulares com o diretor e podem ter que redesenhar uma sequência muitas vezes antes que ele dê a aprovação final. ===Gravação de voz=== Antes da verdadeira animação começar, uma trilha sonora preliminar é gravada, para que a animação possa ser mais precisamente sincronizada para a trilha sonora. Dada a forma lenta, metódica em que é produzida a animação tradicional, quase sempre é mais fácil de sincronizar a animação de uma trilha sonora preexistente do que sincronizar a trilha sonora da animação preexistente. Uma trilha sonora de desenhos animados conclusa contará com música, efeitos sonoros e diálogo realizado por atores de voz. No entanto, a faixa de risco normalmente usada durante a animação contém apenas as vozes. As músicas e efeitos sonoros são adicionados durante a pós- produção. No caso do anime japonês, bem como a maioria dos desenhos animados produzidos antes de 1930, o som estava sincronizado pós, ou seja, a trilha sonora foi gravada após elementos do filme serem finalizados, assistindo ao filme e realizado o diálogo, música e efeitos sonoros necessários. Alguns estúdios, mais notavelmente o Fleischer Studios, continuou a pós-sincronizar seus desenhos animados durante a maior parte da década de 1930, o que permitiu a presença do improviso no som original de muitos desenhos animados, como Popeye e Betty Boop. ===Animatic=== Muitas vezes, um animatic é feito após a trilha sonora ser criada. Um animatic normalmente consiste de fotos do storyboard sincronizadas com a trilha sonora. Isso permite que os animadores e diretores resolvam qualquer script e problemas de timing que possam existir com o storyboard atual. O storyboard e trilha sonora são alterados, se necessário, e um animatic novo pode ser criado e revisto com o diretor, ou o storyboard é aperfeiçoado. A edição do filme na fase animatic impede a animação das cenas que iria ser editado fora do filme. Como a animação tradicional é um processo muito caro e demorado, evita-se criar cenas que eventualmente serão editadas fora do desenho concluído. Agências de publicidade, hoje, empregam o uso de animatics para testar seus comerciais. Animatics usam arte desenhada, com o movimento de peças (por exemplo, um braço que se estende para um produto ou uma cabeça que se transforma). Vídeo storyboards são semelhantes aos animatics, mas as peças não são movidas. Photomatics são uma outra opção ao criar pontos de teste, mas em vez de usar a arte desenhada, há uma sessão em que são feitas centenas de fotografias digitais. A grande quantidade de imagens para escolher pode tornar o processo de criação de um teste comercial um pouco mais fácil, em vez de criar um animatic, porque as alterações de arte desenhada consomem tempo e dinheiro. Photomatics geralmente custam mais do animatics, como podem exigir um talento ao tirar a fotografia. No entanto, o surgimento da fotografia acessível e software de edição de imagem permite a criação barata de photomatics. ===Design e Sincronia=== Após ter sido aprovado o animatic, os storyboards e o animatic são enviados para os departamentos de projeto. Os designers dos personagens preparam model sheets para todos os personagens importantes e adereços no filme. Estas folhas modelo irão mostrar um personagem ou objeto a aparência de uma variedade de ângulos com uma variedade de poses e expressões, para que todos os artistas que trabalham no projeto podem entregar um trabalho consistente. Às vezes, maquetes podem ser criadas, para que um animador possa ver como um personagem é em três dimensões. Ao mesmo tempo, os designers de cenário irão fazer trabalho semelhante para as configurações e os locais no projeto, e os diretores de arte e coloristas determinarão os esquemas de cor e estilo de arte para ser usado. Enquanto o projeto está acontecendo, o diretor de sincronia (que, em muitos casos, será o diretor principal) leva o animatic e analisa exatamente que poses, desenhos e movimentos de lábio serão necessários em que quadros. Uma folha de sincronia é criada; Esta é uma tabela que simula a ação, diálogo e som frame-por-frame como um guia para os animadores. ===Layout=== O layout começa depois que os projetos são concluídos e aprovados pelo diretor. O processo de layout é o mesmo que o planejamento de tomadas por um diretor de fotografia em um filme live-action. É nesse processo que os artistas de layout de fundo determinam os ângulos de câmera, iluminação e sombreamento da cena. Os artistas de layout do personagem irão determinar as principais poses para os personagens na cena e vão fazer um desenho para indicar cada pose. Para curtas-metragens, layouts de personagens são muitas vezes a responsabilidade do diretor. Os desenhos de layout e storyboards são então sincronizados, juntamente com o áudio e um animatic é formado. O termo \"animatic\" foi originalmente criado pelos estúdios de animação da Disney. ===Animação=== Uma vez que o animatic é finalmente aprovado pelo diretor, a animação começa. No processo de animação tradicional, os animadores começarão por seqüências de animação de desenho em folhas de papel transparente, perfurado para ajustar as barras em suas mesas, muitas vezes usando lápis colorido, uma foto ou \"frame\" de cada vez. Um barra é uma ferramenta de animação que é usada em animação tradicional (cel) para manter os desenhos no lugar. É anexado ao balcão de animação ou mesa de luz, dependendo do que está sendo usada. Um animador-chave ou animador principal irá desenhar os desenhos principais em uma cena, usando os layouts de personagens como um guia. O animador-chave desenha suficiente dos quadros para atravessar os pontos principais da ação; em uma sequência de um personagem pulando, o animador chave pode desenhar um quadro do personagem, como ele está prestes a saltar, dois ou mais frames como o personagem está voando através do ar e o quadro para o personagem de aterrissagem. A sincronia é importante para os animadores que estão desenhando esses quadros; cada quadro deve corresponder exatamente o que está acontecendo na trilha sonora no momento que o quadro irá aparecer, ou então a diferença entre o som e o visual será distração para o público. Por exemplo, em produções de alto orçamento, amplo esforço é dado em certificar-se de que corresponde a boca do personagem falando da mesma forma que o som que o ator do personagem está produzindo, como ele ou ela fala. Enquanto trabalha em uma cena, um animador chave normalmente irá preparar um pencil test da cena. Um pencil test é uma versão preliminar da cena final de animação; os desenhos de lápis são rapidamente fotografados ou digitalizados e sincronizados com as trilhas sonoras necessárias. Isso permite que a animação deve ser revisada e melhorada antes de passar o trabalho para seus assistentes de animação, que irão adicionar detalhes e alguns dos quadros faltando na cena. O trabalho dos animadores assistente é revisto, testado e corrigido até o animador principal estar pronto para encontrar com o diretor e ter sua cena revisada por outros membros da equipe, o diretor e o produtor. Semelhante à fase de storyboard, um animador pode ser obrigado a refazer uma cena muitas vezes antes que o diretor aprove. Em produções de alto orçamento animadas, muitas vezes cada personagem principal terá um animador ou grupo de animadores dedicado somente a esse personagem de desenho. O grupo será composto de um supervisor de animação, um pequeno grupo de animadores-chaves e um grupo maior de assistentes de animação. Para as cenas onde dois personagens interagem, os principais animadores para ambos os personagens vão decidir qual personagem está conduzindo a cena, e esse personagem será desenhado primeiro. O segundo personagem será animado para reagir e apoiar as ações do personagem principal. Uma vez aprovada a animação-chave, o animador principal encaminha a cena para o departamento de clean-up, composto pelos animadores de clean-up. Os animadores de clean-up irão redesenhar os quadros em uma nova folha de papel, tendo o cuidado em todos os detalhes, para que ele apareça em todo o filme de animação. Os inbetweeners irão desenhar os quadros ainda estão faltando entre os desenhos dos outros animadores. Este procedimento é chamado de interpolação. Os desenhos resultantes são novamente testado e revisados até que eles sejam finalmente aprovados. Em cada fase durante animação à lápis, a arte aprovada é montada em uma película cinematográfica. Este processo é o mesmo para animação de personagens e animação de efeitos especiais, que, na maioria das produções de alto orçamento, são feitas em departamentos separados. Os animadores de efeitos animam qualquer coisa que se move e não é um personagem, incluindo adereços, veículos, máquinas e fenômenos como a chuva, fogo e explosões. Às vezes, em vez de desenhos, um número de processos especiais é usado para produzir efeitos especiais em filmes de animação; o efeito de chuva, por exemplo, foi produzido em filmes de animação da Disney desde o final da década de 1930, filmar cenas em slow-motion de água em frente a um cenário preto, com o filme sobreposto sobre a animação. ===Pencil Test=== Depois de todos os quadros são redesenhados, então eles são fotografados com uma câmera de animação, geralmente em filme preto e branco. Hoje em dia, os pencil tests podem ser feitos usando uma câmera de vídeo e software de computador. ===Cenários=== Enquanto a animação está sendo feita, os artistas de cenário irão pintar os cenários em que a ação de cada sequência animada ocorrerá. Estes fundos são geralmente feitos em guache ou tinta acrílica, embora algumas produções animadas utilizaram fundos feitos em aquarela ou pintura a óleo. Artistas de fundo seguem de muito perto o trabalho dos artistas de layout de fundo e designers de cor (que geralmente é compilado em uma pasta de trabalho para a sua utilização), para que os fundos resultantes são harmoniosos em tom com o design dos personagens. ===Pintura tradicional e fotografia=== Quando os desenhos no meio de uma sequência são concluídos, são preparados para fotografia, um processo conhecido como pintura tradicional. Cada desenho é então transferido do papel para uma folha fina e transparente de plástico chamado célula, uma contração do nome do material celulóide (o original inflamável nitrato de celulose foi substituído mais tarde pelo acetato de celulose). O contorno do desenho é desenhado ou fotocopiado para a célula, e tinta guache, acrílica ou um tipo similar de tinta é usado nos lados reversos das células para adicionar as cores. Em muitos casos, os personagens terão mais de uma paleta de cores atribuída a eles; o uso de cada um depende do humor e iluminação de cada cena. A transparência da célula permite que cada personagem ou objeto seja animado em células diferentes, pois a célula de um personagem poderá ser vista sob a célula de outra; e o plano de fundo opaco será visto abaixo todos as células. Quando uma sequência inteira foi transferida para célula, começa o processo de fotografia. Cada célula de um quadro de uma sequência animada é colocado em cima do outro, com o fundo na parte inferior da pilha. Um pedaço de vidro é abaixado para alinhar o desenho, e a imagem composta é então fotografada por uma câmera de animação especial, também chamada de câmera rostrum. As células são removidas, e o processo se repete para o próximo quadro, até que cada quadro na sequência foi fotografado. Cada célula tem pequenos buracos ao longo da borda superior ou inferior da célula, que permitem que a célula seja colocada sobre barras de pino correspondente antes de serem fotografadas para garantir que cada célula se alinhe. Se a célula não está alinhada de tal forma, a animação, quando em movimento, estará \"tremida\". Às vezes, quadros podem precisar ser fotografados mais uma vez, a fim de criar sobreposições e outros efeitos de câmera. Cenas panorâmicas são criadas movendo as células um quadro de cada vez ao longo de uma sucessão de quadros (a câmera não faz cenas panorâmicas, apenas dá zoom para dentro e para fora). Como as cenas são fotografadas finalmente, eles estão sendo montadas na película cinematográfica, tomando o lugar do pencil test. Uma vez que cada sequência na produção foi fotografada, o filme final é enviado para o desenvolvimento e finalização, enquanto a última música e efeitos sonoros são adicionados para a trilha sonora. Entre os tipos mais comuns de câmeras rostrum para animação foi o Oxberry. Tais câmeras foram sempre feitas de alumínio anodizado preto e comumente tinham 2 barras, um no topo e outro na parte inferior da caixa de luz. O modelo Oxberry Master Series tinha quatro barras, duas acima e duas abaixo e às vezes usados uma barra \"flutuante\" também. A altura da coluna em que a câmera foi montada determinada a quantidade de zoom realizável em uma animação. Nos últimos anos da câmara rostrum de animação, motores controlados por computadores foram anexados aos vários eixos de movimento da câmera, economizando assim muitas horas de trabalho manual. Um notável uso precoce das câmeras do computador foi em Star Wars (1977), usando o sistema Dykstra. Gradualmente, as técnicas de controle de movimento foram adotadas em toda a indústria cinematográfica. Enquanto vários pacotes de software de câmera de computador tornaram-se disponíveis no início de 1980, o sistema Tondreau tornou-se um do mais amplamente adotado. Processos digitais de pintura digital tornaram estas técnicas de animação tradicional e equipamentos obsoletos. ===Pintura digital=== O processo atual, denominado \"pintura digital\", é o mesmo os desenhos serem concluídos; em vez de ser transferido para cels, desenhos dos animadores são digitalizados em um computador ou desenhados diretamente em uma mesa digitalizadora, onde eles são coloridos e processados usando um ou mais de uma variedade de pacotes de software. Os desenhos resultantes são compostos no computador sobre seus respetivos fundos, que também foram digitalizados para o computador (ou pintados digitalmente), e o computador produz o filme final exportando um arquivo de vídeo digital. O uso de computadores permite fácil troca de obras de arte entre departamentos, estúdios e até mesmo países e continentes (na maioria das produções de baixo orçamento, a maior parte da animação é na verdade feita por animadores que trabalham em outros países, incluindo a Coreia do Sul, Japão, Singapura, México e Índia). Enquanto o estúdio de animação da Disney foi o primeiro a trocar de tinta digital e pintura para suas características, o resto da indústria de animação levou muito mais tempo para se adaptar a nova tecnologia. Alguns desenhos, que eram geralmente com tinta e pintados à mão em países estrangeiros, ainda foram produzidos usando o processo de animação por células, até 2004. Muitos cineastas também não quiseram trocar para o processo de pintura digital porque eles sentiram que a animação 2D parecia sintética e perdeu o seu apelo estético. Por exemplo: Os Simpsons não trocou para a pintura digital até 2002, enquanto o Ed, Edd n Eddy, que foi ao ar o último episódio feito á mão em 2003, houve uma pausa de um ano, depois trocou para pintura digital, apesar de novos shows terem sido criados usando a pintura digital, como Futurama e Family Guy (ambos estrearam em 1999), foram aparecendo primeiro. O último grande filme de que usar a pintura tradicional foi Princesa Mononoke, produzido pelo Studio Ghibli em 1997; a última série de animação que usou o processo tradicional foi a série do Cartoon Network, Ed, Edd n Eddy (1999 – 2009), embora tenha sido obrigada a mudar para pintura digital em 2004. Como o custo dos materiais para a produção de séries pela forma tradicional aumentou e o custo de fazer a mesma coisa digitalmente desceu, eventualmente, que o processo de tinta e tinta digital tornou-se o padrão para futuros filmes animados e programas de TV. Pintura digital tem sido usado pela Walt Disney desde 1989, onde foi usado para a cena final do arco-íris no filme A Pequena Sereia (1989). A partir daí, todos os filmes da Disney passaram a usar a pintura digital, usando o software CAPS (Computer Animation Production System), desenvolvido pela Pixar. A maioria dos outros estúdios usam um de um número de outros pacotes de software tais como Toon Boom Harmony, Toon Boom Studio, Adobe Flash, Anime Studio, entre outros. Embora o uso de células e de câmaras hoje estejam em declínio devido ao avanço e vantagens da animação realizada em computador seja 2D ou CGI, as técnicas de animação e os personagens clássicos ainda rendem muita inspiração para as novas gerações de animadores. No Brasil temos escolas consagradas em cursos de animação tradicional como a Meliès em São Paulo e a nova escola Delantver - Escola de Produção Cinematográfica que promete trazer uma nova metodologia, a formação especializada. Esta última tem como base grandes escolas como Vancouver Film School, Animation Mentor e Gnomon School. ===Computadores e câmeras tradicionais de vídeo=== Computadores e câmeras de vídeo digitais também pode ser usados como ferramentas de animação tradicional sem afetar o filme diretamente, auxiliando os animadores no seu trabalho e deixando todo o processo mais rápido e fácil. Fazendo os layouts em um computador é muito mais eficaz do que fazê-lo pelos métodos tradicionais. Além disso, câmeras de vídeo dão a oportunidade de ver uma pré-visualização de cenas, permitindo que os animadores corrijam e melhorem em cima deles, sem a necessidade de completá- los primeiro. Isto pode ser considerado uma forma digital de pencil test. ==Técnicas== ===Célula=== A célula é uma inovação importante para a animação tradicional, pois permite algumas partes de cada quadro se repetirá de quadro a quadro, poupando o trabalho. Um exemplo simples seria uma cena com dois personagens na tela, um dos quais está falando e o outro em pé, silenciosamente. Desde que o último personagem não se mova, ele pode ser exibido nesta cena usando apenas um desenho, sobre uma célula, enquanto vários desenhos em células múltiplas são usados para animar o personagem falando. Muito antes de usar a célula, em alguns desenhos como Gertie the Dinosaur (1914), o quadro inteiro, incluindo o plano de fundo e todos os personagens e itens, foram desenhados em uma única folha de papel e, em seguida, fotografados. Tudo tinha que ser redesenhado para cada quadro contendo os movimentos. Isto levou a uma aparência tremida; Imagine ver uma sequência de desenhos de uma montanha, cada uma ligeiramente diferente da que precedem. A animação pre-cel mais tarde foi melhorada por meio de técnicas como o slash and tear, inventado por Raoul Barre; o fundo e os objetos animados foram desenhados em folhas separadas. Um quadro foi feito através da remoção de todas as partes em branco dos papéis onde os objetos foram desenhados antes de serem colocados em cima do fundo e finalmente fotografados. O processo de animação por célula foi inventado por Earl Hurd e John Bray em 1915. ===Animação limitada=== Em produções de baixo orçamento, os quadros são desenhados em partes. Por exemplo, em uma cena em que um homem está sentado em uma cadeira e falando, a cadeira e o corpo do homem podem ser o mesmo em todos os quadros. Só a cabeça é redesenhada, ou talvez a cabeça permanece o mesma enquanto se move apenas a boca. Essa técnica é conhecida como animação limitada. O processo foi popularizado em desenhos produzidos pela United Productions of America e usado na maioria das animações para a televisão, principalmente a de Hanna-Barbera. O resultado final não será muito realista, mas é barato de ser produzida. ===Fotografando em pares=== O movimento dos personagens são muitas vezes fotografado \"em pares\", ou seja, um desenho é mostrado para cada dois quadros do filme (que normalmente é executado em 24 quadros por segundo), ou seja, há apenas 12 desenhos por segundo. Mesmo que a taxa de atualização de imagem é baixa, a fluidez é satisfatória. No entanto, quando um personagens é necessário para executar um movimento rápido, é geralmente necessário reverter para animar \"sobre os\", como \"fotografar em pares\" é muito lento para transmitir o movimento adequadamente. Uma mistura das duas técnicas mantém o olho enganado sem custo de produção desnecessária. O animador Bill Plympton é famoso por seu estilo de animação que usa poucos quadros e sequências que são feitas em grupos de três ou em quatro, As vezes, há animações que são feitas usando oito desenhos por segundo, também denominada \"em grupos de três\" e geralmente é feita para atender a restrições orçamentárias, juntamente com outras medidas de redução de custos como mantendo o mesmo desenho de um personagem durante um tempo prolongado ou panorâmica sobre uma imagem, técnicas frequentemente usadas em produções de TV de baixo orçamento. Também é comum no anime japonês, onde a fluidez é sacrificada no lugar de uma mudança no sentido de complexidade nos projetos e sombreamento (em contraste com os projetos mais funcionais e otimizados na tradição ocidental;) recursos de alto orçamento teatral como o Studio Ghibli empregam uma mistura de animação suave em alguns quadros para animação comum \"em grupos de três\" para uma cena de diálogo, por exemplo. ===Animação em ciclos=== Criar ciclos de animação é uma técnica racional para animar movimentos repetitivos, como um personagem andando ou uma brisa soprando através das árvores. No caso de andar, o personagem é animado dando um passo com o pé direito, e depois um passo com o pé esquerdo. O loop é criado para que, quando a sequência se repetir, o movimento seja contínuo. ===Câmera multiplano=== A câmera multiplano é uma ferramenta usada para adicionar profundidade às cenas em filmes animados em 2D. A arte é colocada em diferentes camadas de placas de vidro, e como a câmera se move verticalmente em direção ou para longe os níveis de arte-final, ponto de vista da câmera parece mover-se através de várias camadas de arte no espaço 3D. As vistas panorâmicas em Pinóquio são exemplos dos efeitos que pode alcançar uma câmera multiplano. Diferentes versões da câmera foram feitas através do tempo, mas o mais famoso é o desenvolvido pelao Walt Disney no curta The Old Mill (1937). Outro tipo, a Tabletop, foi desenvolvido pela Fleischer Studios. A Tabletop, foi usada pela primeira vez em Cinderela (1934), utilizados em miniatura conjuntos feitos de recortes de papel colocados na frente da câmera em uma plataforma giratória, com as células entre eles. Girando o quadro inteiro em um tempo em conjunto com a célula, panoramas realistas poderiam ser criados. Ub Iwerks e Don Bluth também usaram câmeras multiplano em seus estúdios. ===Xerografia=== Aplicado à animação por Ub Iwerks, no estúdio de Walt Disney durante a década de 1950, a técnica de cópia eletrostática chamada xerografia permitiu os desenhos a serem copiados diretamente sobre as células, eliminando grande parte do processo de pintura. Isto economizou tempo e dinheiro, e também possibilitou colocar mais detalhes e controlar o tamanho dos objetos fotocopiados e personagens. Em primeiro lugar, que resultou em um olhar mais superficial, mas a técnica foi melhorada ao longo do tempo. O animador da Disney e engenheiro Bill Justice patenteou um precursor do processo de Xerografia em 1944, onde desenhos feitos com um lápis especial seria transferidos para a célula por pressão e então corrigi-lo. Não se sabe se o processo já foi utilizado em animação. O método xerográfico primeiro foi testado pela Disney em algumas cenas de A Bela Adormecida e foi totalmente usado primeiramente no curta-metragem Golias II, enquanto o primeiro filme inteiramente usando este processo foi em 101 Dálmatas (1961). O estilo gráfico deste filme foi fortemente influenciado pelo processo. Uma mão de tinta ainda era usada junto com xerografia e filmes posteriores quando linhas coloridas distintas eram necessários. Mais tarde, tonalizadores coloridos tornou-se disponível, e várias cores de linha distintas poderiam ser usadas, mesmo simultaneamente. Por exemplo, em The Rescuers, os contornos dos personagens são cinza. Toners azul e branco foram usados para efeitos especiais, tais como a neve e água. ===Processo APT=== Inventado por Dave Spencer para o filme da Disney \"The Black Cauldron\" (1985), o processo APT (Animation Photo Transfer) foi uma técnica para transferir a arte dos animadores em células. Basicamente, o processo foi uma modificação de um processo repro-fotográfico, mais ou menos semelhante ao processo de serigrafia; o trabalho dos artistas foram fotografados em um fotolito de alto contraste, e a imagem sobre o negativo foi transferida para uma célula coberta com uma camada de corante sensível a luz. A célula foi exposta através do negativo. Produtos químicos foram então usados para remover a porção não exposta. Pequenos e delicados detalhes foram ainda com tinta manualmente se necessário. Spencer recebeu um Oscar por realização técnica para o desenvolvimento deste processo. ===Sobreposição de Célula=== Uma sobreposição de célula é uma célula com objetos inanimados, usada para dar a impressão de um primeiro plano quando colocadas em cima de um quadro pronto. Isto cria a ilusão de profundidade, mas não como o mesmo efeito que seria de uma câmera multiplano. Uma versão especial da sobreposição de célula é chamada sobreposição de linha, feita para completar o plano de fundo em vez de fazer o primeiro plano e foi inventada para lidar com a aparência superficial de desenhos fotocopiadas. O fundo foi pintado primeiro como formas e figuras em cores planas, contendo um pouco de alguns detalhes. Em seguida, uma célula com linhas pretas detalhadas foi colocada diretamente sobre ele, cada linha desenhada para adicionar mais informações de forma subjacente ou figura e dar o fundo a complexidade que precisava. Desta forma, o estilo visual do plano de fundo corresponderá de cels o personagem fotocopiada. Como evoluiu o processo xerográfico, sobreposição de linha foi deixada para trás. ===Computadores e animação tradicional=== Os métodos mencionados acima descrevem as técnicas de um processo de animação que originalmente dependia de células pintadas à mão na sua fase final. Porém, hoje em dia, estas células são raras devido à introdução do computador nos estúdio de animação. Os desenhos de contorno são geralmente digitalizados no computador e pintados digitalmente em vez de serem transferidos para células e depois coloridos à mão. Os desenhos são compostos em um programa de computador em muitas \"camadas\" transparentes da mesma forma como nas células, e são transformados em uma sequência de imagens que pode ser transferida para filme ou convertido para um formato de vídeo digital. Agora também é possível para animadores desenhar diretamente em um computador usando uma mesa digitalizadora, Cintiq ou um dispositivo semelhante, onde os desenhos de contorno são feitos em uma maneira similar de como eles seriam em papel. Algumas das vantagens são a possibilidade e o potencial de controlar o tamanho dos desenhos enquanto trabalha neles, desenhar diretamente sobre um fundo multiplano e eliminando a necessidade de fotografar testes de linha e digitalização. Embora a animação tradicional agora é comumente feita com computadores, é importante diferenciar animação tradicional feita em computador de animação de computador em 3D, tais como Toy Story e A Era do Gelo. No entanto, frequentemente tradicional animação e animação de computador 3D serão usados juntos, como nos filmes da Disney Tarzan e Planeta do Tesouro. A maioria dos anime ainda usam animação tradicional hoje. O Executivo da DreamWorks, Jeffrey Katzenberg criou o termo \"animação tradigital\" para descrever filmes produzidos em seu estúdio que incorporou elementos da animação tradicional e por computador, igualmente, como Spirit: O Corcel Indomável. Muitos jogos de vídeo, tais como Viewtiful Joe, The Legend of Zelda: The Wind Waker e outros usam filtros de animação \"cel-shading\" ou sistemas de iluminação para fazer sua animação 3D aparecem como se ele fosse desenhado num estilo tradicional em célula. Esta técnica também foi usada no filme de animação Appleseed e a animação cel shading 3D é tipicamente integrada com animação em filmes da Disney e em vários programas de televisão, tais como a série animada Futurama. ===Rotoscopia=== Rotoscopia é um método de animação tradicional, inventado por Max Fleischer, em 1915, em que animação é \"traçado\" sobre a filmagem real dos atores e cenário. Tradicionalmente, o live-action será desenhado frame a frame. Outro pedaço de papel é então colocado sobre as cenas live-action e a ação é desenhada frame a frame usando uma mesa de luz. O resultado final ainda parece desenhado á mão, mas o movimento será incrivelmente realista. Exemplos de filmes que usaram essa técnica são Branca de Neve e os Sete Anões, Peter Pan, A Bela Adormecida e A Pequena Sereia. Essa técnica foi a precursora da captura de movimento. ===Mistura de animação e live-action=== Ocasionalmente uma produção irá combinar imagens live-action e animação. As cenas em live-action dessas produções geralmente são filmadas em primeiro lugar, os atores fingem que eles estão interagindo com os personagens animados, adereços ou cenário; e a animação será então adicionada a cena mais tarde para fazer parecer como se ele sempre esteve lá. Usando a rotoscopia, este método é raramente usado, mas quando é, pode ser feito para efeito fantástico, imergindo o público em um mundo de fantasia onde os seres humanos e os desenhos animados co-existem. Live-action e animação foram misturados em filmes como Alô Amigos, Mary Poppins, Who Framed Roger Rabbit, Space Jam, Os Trapalhões no Rabo do Cometa e Brasil Animado, entre muitos outros. A técnica também é usada significativamente em comerciais de televisão. == Ver também == == Ligações externas == Categoria:Técnicas de animação",
 "title": "Animação tradicional"
}