{
 "id": "49164",
 "text": "Der Ring des Nibelungen (O Anel do Nibelungo) é um ciclo de quatro óperas épicas do compositor alemão Richard Wagner. Elas são adaptações dos personagens mitológicos das sagas nórdicas e do Nibelungenlied. Wagner escreveu o libreto e a música por cerca de vinte e seis anos, de 1848 a 1874. Entretanto, ele não se dedicou exclusivamente a isso durante esse período. Os dramas musicais que compõem o ciclo do anel são, em ordem cronológica do enredo: Das Rheingold (O Ouro do Reno), Die Walküre (A Valquíria), Siegfried e Götterdämmerung (O Crepúsculo dos Deuses). Apesar delas serem apresentadas como obras individuais, a intenção de Wagner era apresentá-las em série. A primeira apresentação de todo o ciclo aconteceu em Bayreuth, 13 de agosto de 1876. Das Rheingold já havia estreado em Munique em 1869, a contragosto do autor. == Conteúdo == O ciclo é modelado assim como os dramas do teatro grego em que eram apresentadas três tragédias e uma peça satírica. A história do Anel propriamente dita começa com Die Walküre e termina com Götterdämmerung, de forma que Das Rheingold serve como um prelúdio. A música do ciclo é forte, e cresce em complexidade com o desenrolar da história. Wagner escreveu para uma orquestra de grandes proporções, incluindo novos instrumentos como a trompa wagneriana, o trompete baixo e o trombone contrabaixo. Ele também construiu um teatro para apresentar sua obra, o Bayreuth Festspielhaus. O local possuía um palco especial que combinava os sons da orquestra e dos atores, permitindo-os cantar naturalmente. A execução completa do ciclo dura cerca de quinze horas, e o tema é épico. Há vários deuses, gnomos, e outras criaturas mitológicas em volta do anel mágico cuja posse garante poder sobre todo o mundo. O drama e a intriga continuam por três gerações de protagonistas. Desde sua estreia, o Anel foi sujeito a diversas interpretações. Em \"The Perfect Wagnerite\", George Bernard Shaw interpreta a obra como uma crítica socialista à sociedade industrial e seus abusos.\"Wagner's Ring and its Symbols\", Robert Donington interpreta a obra sob ótica da psicologia junguiana, como demonstração do desenvolvimento dos arquétipos inconscientes da mente, levando à individuação. == História == thumb|150px|Das Rheingold Wagner criou a história do anel ao fundir elementos de diversas histórias e mitos das mitologias germânica e escandinava. Os Eddas forneceram material para Das Rheingold, enquanto Die Walküre é amplamente baseada na Saga dos Volsungos. Siegfried contém elementos dos Eddas, da Saga dos Volsungos e da Saga Thidreks. A ópera final, Götterdämmerung, é baseada no poema do Nibelungenlied, que foi a inspiração original para o Anel. Ao agregar tais fontes numa história concisa, Wagner também acrescentou diversos conceitos modernos. Um dos principais temas do ciclo é a luta do amor, o que está associado à natureza, e liberdade, contra o poder, o que está associado à civilização e à lei. Logo na primeira cena, o anão Alberich define o tema ao renunciar ao amor, um ato que lhe permite adquirir o poder de dominar o mundo ao forjar o anel mágico. Na última cena da primeira ópera o anel é tirado do anão, então ele o amaldiçoa. thumb|left|150px|Die Walküre O centro da história é o anel mágico forjado pelo anão Alberich, o nibelungo do título, a partir do ouro roubado do rio Reno quando as donzelas do Reno se distraíram. Diversas personagens míticas lutam pela posse do objeto, incluindo Wotan, o chefe dos deuses. Os acontecimentos são bastante influenciados pelos planos dele, que leva gerações para superar as próprias limitações. A valquíria Brunilda, a mais querida das nove pelo pai Wotan, é o tema da segunda ópera. Como as irmãs, é encarregada de levar para o Valhala as almas dos guerreiros mortos. Ela hesita em obedecer ao pai, separando os irmãos-amantes que são filhos do Walsung, o próprio Wotan em forma de lobo. A morte de Sigmundo é exigência da deusa da fidelidade conjugal, Fricka. A criança que nascerá da união ilegal é Siegfried. O castigo de Brunilda é dormir cercada por um círculo de fogo, até que alguém que não tenha medo venha resgatá-la. thumb|150px|Siegfried thumb|esquerda|150px|Götterdämmerung Em Siegfried, o filho de Siegmund e Sieglinde já é um jovem, que foi criado pelo anão Mime. Em Götterdämmerung, depois das cenas das nornas, que perdem a capacidade de ver o destino, Sigurdo se despede de Brunilda para partir a novas aventuras. Brunilda descobre ter sido traída pelo próprio Sigurdo, embora não saiba a razão, e o acusa em público. Ela revela a Hagen como assassiná-lo - pelas costas. Depois de uma longa marcha fúnebre, chega-se à cena final da obra: Hagen mata Guntário para ficar com o anel, mas a mão do cadáver de Sigurdo impede que ele lhe seja tirado. Brunilda, na longa cena de imolação, faz com que o ouro e o anel sejam devolvidos às Filhas do Reno e ela mesma se imola, bem como aos deuses e a Valhala, na purificação final pelo fogo. Hagen morre afogado no Reno, tentando recuperar o anel. == Música == Em suas óperas anteriores, Wagner procurou evitar o uso do recitativo. Para o Anel, ele decidiu abolir seu uso completamente e adotar um estilo mais contínuo, em que cada ato de cada ópera seria uma peça musical contínua, sem qualquer intervalo. Em seu ensaio Oper und Drama (Ópera e Drama), ele descreve a forma como poesia, música e artes visuais devem ser combinadas para formar o que chama \"o trabalho artístico do futuro\". Ele nomeia tais obras \"dramas musicais\", e desde então raramente se referiu a seu trabalho como ópera. Como nova fundação para seus dramas musicais, Wagner adotou o uso dos temas base, conhecidos como leitmotiv, que consistiam de melodias e progressões harmônicas recorrentes, frequentemente atreladas a certa orquestração. Sua função era denotar uma ação, objeto, emoção, personagem ou qualquer outro tema mencionado no texto ou apresentado no palco. Wagner os referia em Oper und Drama como guias para o sentimento, descrevendo como eles podiam ser usados para informar o ouvinte sobre um ponto paralelo da ação acontecendo, assim como o coro era usado no teatro da Grécia antiga. Apesar de outros compositores anteriores já usarem a técnica, o Anel foi único pelo amplo uso, e pela engenhosidade em sua combinação e desenvolvimento. Qualquer tema relevante no Anel é geralmente acompanhado por um leitmotif, e há várias partes da música construídas exclusivamente através deles. Um exemplo ocorre em Götterdämmerung: a jornada de Sigurdo pelo rio Reno é descrita primeiramente através de uma rapsódia do tema de Sigurdo, que então chega ao tema do Reno e finalmente no tema do salão do gibichungos. Há dezenas de temas individuais espalhados pela obra, inclusive em mais de uma ópera. Com o avanço do texto, especificamente a partir do terceiro ato de Siegfried, tais temas são apresentados em combinações cada vez mais sofisticadas. Wagner também uso a técnica de Franz Liszt da metamorfose de temas para aferir um desenvolvimento dinâmico em diversos temas. Um exemplo ocorre na transição da primeira à segunda cena de Das Rheingold, em que o poderoso tema musical associado com o anel se transforma no tema da Valhala, a fortaleza de Wotan recém completada, morada dos deuses. Os avanços em orquestração e tonalidade realizados no ciclo do Anel são muito importantes para a história da música ocidental. Ele escreveu para uma grande orquestra, com uma variedade de instrumentos para expressar a grande gama de emoções e eventos do drama. Não satisfeito com os instrumentos contemporâneos, Wagner comissionou a produção de novos instrumentos, incluindo a trompa wagneriana. Wagner também se desvencilhou da tonalidade tradicional de forma que para grande parte da obra, especialmente a partir do terceiro ato de Sigurdo, não se pode considerar somente certa tonalidade, mas sim regiões tonais. Nota-se também que há uma transição suave e coerente entre tais regiões, o que evitava o uso de paradas completas da música. Um exemplo claro é Das Rheingold, que é contínua por duas horas e meia. Esse caráter indeterminado da tonalidade foi influenciado pela então crescente liberdade com a qual ele usava dissonância e cromatismo. A alteração de acordes cromaticamente, assim como uma variedade de usos de sétimas de nonas são bastante aplicadas na obra. Por disso, o ciclo do anel e Tristan und Isolde são frequentemente citadas como marcos para a quebra revolucionária de Arnold Schönberg com o conceito tradicional de tonalidade. === Método de composição === Assim como com seus libretos, as partituras de Wagner geralmente passavam por uma série de estágios distintos para chegar do rascunho à obra final; mas por ele ter mudado seu método de composição musical diversas vezes durante a escrita do ciclo do Anel, não há a mesma uniformidade na evolução da música assim como observado nos textos. Também, era comum Wagner esboçar o trabalho em dois ou mais rascunhos simultaneamente, alterando repetidamente. Por consequência, não é possível estipular a ordem exata em que os vários temas, leitmotifs e instrumentações foram desenvolvidas. Por outro lado, cada partitura passou por pelo menos três estágios, podendo chegar a mais. O primeiro estágio era o rascunho preliminar e suplementar (Einzelskizzen). Antes de começar a composição propriamente dita, Wagner geralmente trabalha em alguns rascunhos com os quais poderia desenvolver. Eles geralmente eram fragmentos de frases musicais em folhas de rascunho; mas alguns chegavam a se tornar longas e elaboradas seções de música. Podiam ser nomeados, como por exemplo \"Fafner\", \"Waldvogel\". Diferente dos rascunhos preliminares de óperas anteriores, que eram geralmente conjuntos de linhas de texto, o trabalho de composição no ciclo do Anel era independente do texto. Mesmo havendo rascunhos de partes vocais, poucos deles continham texto associado. O segundo estágio era o esboço preliminar (Gesamtentwurf), o primeiro esboço de toda a obra (no caso das duas primeiras óperas), ou de todo um ato (no caso das duas últimas óperas). Há geralmente somente uma pauta vocal e mais uma ou duas instrumentais. Os interlúdios instrumentais são geralmente elaborados em três pautas. O esboço preliminar de Das Rheingold era similar nos detalhes ao que Wagner compôs para Lohengrin; mas para as três óperas seguintes havia mais detalhamento, tal qual o esboço desenvolvido de Lohengrin. O terceiro estágio era o esboço desenvolvido (Orchesterskizze). No caso dos dois primeiros atos de Siegfried, esboços preliminares foram feitos antes de Wagner proceder às partituras completas. Nestes esboços intermediários, ele trabalhou em todos os detalhes orquestrais, incluindo duetos instrumentais. Wagner usou o mesmo termo alemão para o esboço orquestral, o quarto estágio, na composição do terceiro ato de Sigurdo e em todos os três atos de Götterdämmerung. Para tais atos, o esboço preliminar foi seguido por uma partitura curta e elaborada com duas ou três pautas vocais e até cinco pautas instrumentais. O quinto estágio era o esboço de instrumentação (Partiturerstschrift). No caso das quatro cenas de Das Rheingold, o esboço preliminar foi seguido pelo que Wagner chamou Instrumentationsskizze, em que ele trabalhava a maioria dos detalhes orquestrais. Esse novo esboço era escrito com tantas pautas quanto necessário. O prelúdio instrumental da primeira cena não está incluído nesse esboço. O sexto estágio era a partitura completa (Partiturerstschrift), em que a instrumentação estava completamente detalhada e diferentes pautas eram alocadas para os diversos cantores e instrumentos. Não houve uma partitura completa para Das Rheingold já que o esboço de instrumentação já era suficientemente detalhado. O sétimo e último estádio era a cópia (Reinschrift der Partitur), uma nova versão (limpa) da partitura completa. Wagner realizou tal trabalho somente para Das Rheingold, Die Walküre e os dois primeiros atos de Siegfried. Para o terceiro ato de Siegfried e todos os de Götterdämmerung, não houve a necessidade de tal estágio já que os esboços já estavam à tinta. == Orquestração == Richard Wagner compôs para a tetralogia O Anel de Nibelungo uma orquestra excepcionalmente grande, mas era muito específico sobre quantos instrumentos deveria fazer cada papel. * 1 flautim * 1 corne inglês * 1 clarinete baixo * 3 flautas * 3 oboes * 3 clarinetes * 3 fagotes * 8 trompas * 2 trompas wagnerianas * 3 trompeteS * 1 trompete baixo * 1 tuba * 6 harpas * 4 trombones (3 tromb. tenores e 1 baixo) * Instr. de cordas: 32 violinos (16 primeiros e 16 segundos), 12 violas, 12 violoncelos e 8 contrabaixos * Instr. de percussão: 2 tímpanos, um par de pratos, caixa, triângulo, carrilhão e um glockenspiel. == Personagens == ; Deuses * Wotan (Rei dos Deuses e Deus da luz, do ar e do vento) – baixo-barítono * Fricka (esposa de Wotan, deusa do matrimônio) – mezzo-soprano * Freia (irmã de Fricka, deusa do amor e da juventude) – soprano * Donner (irmão de Fricka e de Freia, deus do trovão) – barítono * Frey (irmão de Fricka, deus da felicidade) – tenor * Erda (deusa da sabedoria e da Terra) – contralto * Loge (semideus do fogo) – tenor * O Nornas (as tecedoras do destino, as filhas de Erda) – soprano, mezzo-soprano e contralto ; Volsungas Os volsungas, descendência de Wotan (disfarçado como Volsa) com uma mulher mortal: * Sigmundo – tenor * Sieglinde (irmã gêmea de Sigmundo) – soprano * Sigurdo (filho do casal Sigmundo e Sieglinde) – tenor ; Valquírias As valquírias, guerreiro-moças, filhas de Wotan e Erda: * Brunilda – soprano * Waltraute – mezzo-soprano * Helmwige – soprano * Gerhilde – soprano * Siegrune – mezzo-soprano * Schwertleite – mezzo-soprano * Ortlinde – soprano * Grimgerde – mezzo-soprano * Rossweisse – mezzo-soprano ; Donzelas do Reno As donzelas do Reno são ninfas que guardam o ouro do rio Reno: * Woglinde – soprano * Wellgunde - soprano * Flosshilde - contralto ; Gigantes * Fasolt – baixo-barítono * Fafner (irmão de Fasolt, se transformou depois em um dragão) – baixo ; Nibelungos * Alberich – barítono * Mime (irmão de Alberich, e o pai adotivo de Sigurdo) – tenor ; Mortais * Guntário (Rei dos gibichungos, o filho de Rei Gibich e da Rainha Crimilda) – barítono * Gutrune (irmã do Rei Guntário) – soprano * Hagen (o meio-irmão de Guntário e de Gutrune, filho do nibelungo Alberich e da Rainha Crimilda) – baixo * Hunding (o marido de Sieglinde, o chefe do Neidings) – baixo ; Outros * A voz do pássaro da floresta – soprano == Apresentações == === Primeiras produções === Sob insistência do rei Ludwig, mas a contragosto de Wagner, apresentações especiais de Das Rheingold e Die Walküre aconteceram no Teatro Nacional em Munique, antes da apresentação completa da obra. Portanto, Das Rheingold estreou em 22 de setembro de 1869, eDie Walküre em 26 de junho de 1870. Temendo a repetição dos fatos, Wagner atrasou o anúncio do término de Siegfried para evitar sua estreia precoce. Durante anos Wagner desejou ter uma casa de óperas especialmente, desenvolvida por ela, para as apresentações do Anel. Em 1871, ele decidiu a localização, na cidade de Bayreuth. No ano seguinte ele já havia se mudado para o lugar, a fim de começar as obras. Pelos dois anos seguintes ele tentou conseguir os recursos financeiros para a construção, sem sucesso. o rei Ludwig finalmente decidiu ajudá-lo na empreitada, em 1874, ao doar a quantia necessária. O Bayreuth Festspielhaus foi aberto em 1876 para a primeira apresentação completa do ciclo, que aconteceu de 13 a 17 de agosto. Em 1882,Fifield 2005 o empresário inglês Alfred Schulz-Curtius organizou a primeira apresentação da obra no reino Unido, conduzida por Anton Seidl e dirigida por Angelo Neumann. A estreia na Itália ocorreu em Veneza, local da morte de Wagner, apenas dois meses após seu falecimento em 1883. === Produções contemporâneas === A apresentação completa do ciclo é feita na maioria dos anos do Festival de Bayreuth, e a apresentação de uma nova produção se tornou um evento social comparecido por diversas personalidades contemporâneas, não somente da música. É difícil encontrar ingressos, que geralmente são reservados vários anos antes. A obra é um enorme comprometimento para qualquer companhia de ópera, a apresentação das quatro óperas interligadas requer grande esforço tanto do ponto artístico quanto do financeiro. Na maioria das casas de ópera, a produção ocorre por diversos anos, de forma que uma ou duas óperas são adicionadas ao repertório a cada ano; Bayreuth é uma exceção nesse aspecto. As primeiras produções tentavam manter a visão original de Wagner. A partir do fechamento do Festspielhaus durante a Segunda Guerra Mundial, produções dos netos do compositor Wieland e Wolfgang Wagner passaram a ocorrer, enfatizando os aspectos humanos do drama em abordagens mais abstratas. A produção moderna mais conhecida é provavelmente a de 1976 dirigida por Patrice Chéreau e conduzida por Pierre Boulez. Ambientada na revolução industrial, ela substituiu as profundezas do Reno por usinas hidrelétricas, além dos deuses representados por empresários de terno. Essa leitura da obra como uma drama revolucionário e crítica ao mundo moderno também foi descrita por George Bernard Shaw em The Perfect Wagnerite. As primeiras apresentações foram vaiadas, mas o público de 1980 ovacionou a obra por noventa minutos em seu último ano; a produção é atualmente considerada um clássico. As diferentes produções tendem a ser classificadas em duas categorias: as que tentam seguir fielmente a visão original de Wagner quanto ao cenário e direção, e as que procurar reinterpretar a obra para temas modernos, geralmente adicionando elementos estranhos ao conceito original. == Referências na cultura popular == Por sua relevância musical, Der Ring des Nibelungen já foi referenciada em diversos momentos da cultura popular, incluindo paródias. Uma delas é o desenho animado What's Opera, Doc? de 1957, em que Pernalonga atua como Brunilda e Hortelino Troca-Letras como Sigurdo. A comediante Anna Russell apresentava seu texto O Anel do Nibelungo (Uma Análise), que discuta diversos aspectos dos leitmotivs em tom humorístico. Ele chamava a atenção para elementos sutis que muitos não notavam na ópera. Já Anthony Burgess escreveu uma versão do ciclo do Anel sob forma de romance, The Worm and the Ring (1961), transpondo a ação para uma escola de Oxfordshire. De J. R. R. Tolkien, a série de livros O Senhor dos Anéis aparenta referenciar alguns elementos do ciclo do Anel; entretanto, o próprio autor negou ter se inspirado no trabalho de Wagner. Algumas das similaridades se devem ao fato de ambos terem referenciado as mesmas fontes mitológicas para suas respectivas obras, incluindo a Saga dos Volsungos e o Edda em verso. Entretanto, pesquisadores sugerem que Tolkien se inspirou em algumas ideias e fontes de Wagner, como o conceito do anel dar ao seu dono o domínio sobre o universo, e a influência corrupta nas mentes de quem o possui. L. Frank Baum era um apreciador da obra de Wagner, e se apropriou de algumas de suas histórias. Em John Dough and the Cherub, um músico endoidecido grita que é \"maior que Vogner\". Em Ozma of Oz, Dorothy retorna à Oz e se junta a uma expedição para resgatar a família de reféns do Rei Nome, cujo cinto mágico o dava os mesmos poderes do Tarnhelm, o elmo mágico de Sigurdo. Em The Magic of Oz, Rei Nome, agora deposto, convence alguém desleal a acompanhá-lo na busca ao cinto mágico. Trechos específicos da obra também ganharam atenção em diferentes medias. Um destaque nesse aspecto é a Cavalgada das Valquírias, o início do terceiro ato de Die Walküre. Difundida por seu uso no filme Apocalypse Now (1979), o trecho é usado como um estereótipo da Grand Ópera. A saga de asgard do anime Os Cavaleiros do Zodíaco é repleta de referências a essa ópera desde os nomes dos guerreiros deuses e aos objetos-chave da saga com o anel dos nibelungos que Hilda de Polaris usava, a espada Balmung que o protagonista Seiya de Pégaso e seus companheiros buscavam até as armaduras dos guerreiros deuses usavam que eram repletas de referências a monstros e animais da mitologia nórdica e elementos dessa ópera == == * * ==Ver também== * Richard Wagner Ring des Nibelungen, Der Categoria:Mitologia nórdica Categoria:Óperas de 1876 Categoria:Anéis nas artes",
 "title": "Der Ring des Nibelungen"
}