{
 "id": "49181",
 "text": "A Apollo 14 foi um voo espacial tripulado norte-americano responsável pelo terceiro pouso na Lua. A missão tinha sido originalmente programada para 1970, porém foi adiada devido às investigações do acidente da Apollo 13, que por sua vez acarretaram diversas modificações na espaçonave. Os astronautas Alan Shepard, Stuart Roosa e Edgar Mitchell foram lançados ao espaço em 31 de janeiro de 1971 do Centro Espacial John F. Kennedy na Flórida por um foguete Saturno V. A tripulação superou uma série de problemas durante a viagem para a superfície lunar que poderiam ter resultado no segundo aborto consecutivo de uma missão espacial e possivelmente o prematuro cancelamento do Programa Apollo. Shepard e Mitchell pousaram o módulo lunar Antares na formação Fra Mauro em 5 de fevereiro e exploraram a área ao redor no decorrer de dois dias e duas atividades extraveiculares, tendo coletado ao todo 42 quilogramas de rochas lunares e estabelecido e realizado diversos experimentos científicos. Entretanto, para desalento de alguns geólogos, os astronautas foram incapazes de chegar na beirada da cratera Cone como planejado, apesar de terem chegado perto. Shepard, ao final da última caminhada na superfície, usou um taco de golfe improvisado para dar duas tacadas em bolas que tinha trazido consigo. Roosa permaneceu em órbita lunar no módulo de comando e serviço Kitty Hawk enquanto seus companheiros estavam na superfície, tendo realizado uma série de experimentos científicos e tirado várias fotografias da Lua, incluindo do local de pouso da Apollo 16. Ele também levou consigo centenas de sementes que germinaram durante a viagem, resultando nas chamadas árvores lunares, que foram amplamente distribuídas pelos anos seguintes. Shepard e Mitchell reencontraram com Roosa em órbita e retornaram para a Terra, com os três astronautas amerrissando no Oceano Pacífico em 9 de fevereiro. ==Antecedentes== Em 1961, o presidente John F. Kennedy desafiou os Estados Unidos a pousar um astronauta na Lua até o final da década e retorná-lo em segurança para a Terra. A NASA trabalhou para alcançar esse objetivo incrementalmente, enviando astronautas para o espaço primeiro no Projeto Mercury e depois no Projeto Gemini, que antecederam o Programa Apollo. A alunissagem foi alcançada pela Apollo 11 em 20 de julho de 1969. Os astronautas Neil Armstrong e Buzz Aldrin caminharam na superfície lunar enquanto Michael Collins orbitou a Lua. A missão voltou em segurança para a Terra no dia 24. A NASA havia encomendado quinze foguetes Saturno V para alcançar esse objetivo, pois na época ninguém sabia o número de missões que seriam necessárias. Já que o sucesso fora obtido com o sexto Saturno V, na Apollo 11, nove foguetes permaneceram disponíveis para um total de dez alunissagens. O público em geral tornou-se cada vez mais indiferente para com o programa espacial, depois da animação com a Apollo 11, e o Congresso dos Estados Unidos continuou a cortar o orçamento da NASA, o que levou ao cancelamento da Apollo 20 em janeiro de 1970. A Apollo 14 estava originalmente programada para julho do mesmo ano, porém o cancelamento da Apollo 20 fez a NASA decidir que haveria duas missões Apollo por ano, com 1970 tendo a Apollo 13 em abril e a Apollo 14 provavelmente em outubro ou novembro. A Apollo 13 sofreu um acidente no caminho para a Lua que forçou um aborto da missão, e a investigação do ocorrido adiou a Apollo 14. Thomas O. Paine, o Administrador da NASA, anunciou em 7 de maio que a Apollo 14 não seria lançada antes de 3 de dezembro e que o local de alunissagem seria próximo ao local originalmente programado para a Apollo 13. Os astronautas da Apollo 14 enquanto isso continuaram seus treinamentos. Em 30 de junho, duas semanas depois da emissão do relatório do acidente e após uma revisão interna das mudanças necessárias para a espaçonave Apollo, a NASA anunciou que o lançamento da Apollo 14 não ocorreria antes de 31 de janeiro de 1971. ==Tripulação== ===Principal=== Posição Astronauta Comandante Alan B. Shepard Jr. Piloto do Módulo de Comando Stuart A. Roosa Piloto do Módulo Lunar Edgar D. Mitchell O Comandante da Apollo 14 era Alan Shepard, um dos astronautas do Grupo 1 da NASA e o primeiro norte-americano a ir ao espaço com um voo suborbital em 5 de maio de 1961. Ele depois disso perdeu sua permissão de voo ao ser diagnosticado com a Doença de Ménière, um problema no ouvido, e foi designado como o Astronauta Chefe, o chefe administrativo do Escritório dos Astronautas. Shepard passou por uma cirurgia experimental em 1968 e conseguiu conquistar de volta sua condição de astronauta. Ele tinha 47 anos na época, o astronauta norte-americano mais velho a ir para o espaço até então e permanece até hoje como a pessoa mais velha a pisar na Lua. O Piloto do Módulo de Comando era Stuart Roosa, então com 37 anos. Ele iniciou sua carreira profissional trabalhando como bombeiro paraquedista e entrou na Força Aérea dos Estados Unidos em 1953. Tornou-se um piloto de caça e se formou em 1965 na Escola de Pilotos de Pesquisa Aeroespacial, na Base Aérea Edwards na Califórnia, um ano antes de ser escolhido astronauta no Grupo 5 da NASA. Roosa tinha atuado como comunicador de cápsula da Apollo 9. O Piloto do Módulo Lunar era Edgar Mitchell, então com quarenta anos. Ele entrou na Marinha dos Estados Unidos em 1952 e começou a servir como piloto de caça em 1954. Mitchell serviu em esquadrões a bordo de porta-aviões até retornar para os Estados Unidos a fim de aprimorar sua educação, também tendo se formado na Escola de Pilotos de Pesquisa Aeroespacial antes de ser escolhido astronauta no Grupo 5. Ele anteriormente tinha atuado como membro da equipe de suporte da Apollo 9 e como Piloto do Módulo Lunar reserva da Apollo 10. Donald Slayton, o Diretor de Operações de Tripulações de Voo da NASA e ex-astronauta do Grupo 1, tinha originalmente selecionado Shepard, Roosa e Mitchell como a tripulação principal da Apollo 13. Entretanto, o alto escalão da NASA achou que Shepard precisava de mais tempo de treinamento dado o fato de que ele não voava para o espaço desde 1961, assim ele e seus companheiros foram transferidos para a Apollo 14. Os astronautas Jim Lovell, Ken Mattingly e Fred Haise, a tripulação originalmente designada como a principal da Apollo 14, tinham todos anteriormente treinado como reservas da Apollo 11, e foram então designados como a tripulação principal da Apollo 13. O comandante de Mitchell na reserva da Apollo 10 tinha sido Gordon Cooper, outro astronauta do Grupo 1, que provisoriamente tinha sido programado para comandar a Apollo 13. Todavia, segundo o historiador Andrew Chaikin, a atitude relaxada de Cooper sobre treinamentos fez com que ele fosse ignorado na seleção de tripulações. Outro astronauta que estava na reserva da Apollo 10 e também foi excluído de designações de voo em novas missões era Donn Eisele, provavelmente por causa de problemas ocorridos durante a Apollo 7, em que tinha atuado como Piloto do Módulo de Comando, e também porque na época estava envolvido em um divórcio problemático. ===Reserva=== Posição Astronauta Comandante Eugene A. Cernan Piloto do Módulo de Comando Ronald E. Evans Jr. Piloto do Módulo Lunar Joe H. Engle A tripulação reserva era formada por Eugene Cernan, Ronald Evans e Joe Engle como, respectivamente, Comandante, Piloto do Módulo de Comando e Piloto do Módulo Lunar. Essa tripulação se tornaria depois a principal da Apollo 17, porém com Harrison Schmitt substituindo Engle. Essa mudança ocorreu porque a NASA estava sob grande pressão para enviar um cientista para a Lua, já que Schmitt era um geólogo, e a Apollo 17 seria a última missão lunar. Engle tinha anteriormente voado o North American X-15 até a borda do espaço sideral e finalmente realizou seu primeiro voo espacial com a NASA em 1982 como o Comandante da STS-2, o segundo voo do Ônibus Espacial. ===Suporte=== Uma terceira tripulação de astronautas foi adicionada para o Programa Apollo, conhecida como tripulação de suporte. Slayton a criou porque James McDivitt, que comandou a Apollo 9, acreditava que reuniões que necessitariam da presença de um membro da tripulação de voo seriam perdidas, devido às preparações que ocorreriam em instalações por todos os Estados Unidos. Os membros da tripulação de suporte, assim, deveriam ajudar de acordo com as ordens do comandante da missão. Eles geralmente tinham um nível hierárquico mais baixo, e suas funções consistiam em manter o plano de voo, listas de checagens e regras da missão, e também em garantir que as tripulações principal e reserva fossem notificadas das mudanças. Também desenvolviam procedimentos que deveriam estar prontos quando as tripulações principal e reserva fossem treinar em simuladores. A tripulação de suporte da Apollo 14 era formada por Philip Chapman, Bruce McCandless, William Pogue e Gordon Fullerton. ===Controle da Missão=== O comunicador com a cápsula (CAPCOM) era um astronauta do Controle da Missão no Centro de Espaçonaves Tripuladas, em Houston no Texas, que era a única pessoa autorizada a se comunicar diretamente com a tripulação no espaço. Os CAPCOMs da Apollo 14 foram Evans, McCandless, Fullerton e Haise. Este último era um veterano da Apollo 13 que colocou seu treinamento em uso na Apollo 14, especialmente durante as atividades extraveiculares, pois as duas missões tinham o mesmo local de pouso. Caso a Apollo 13 tivesse sido um sucesso, Haise teria sido o primeiro membro do Grupo 5 a pisar na Lua, algo que acabou ficando com Mitchell. Também havia quatro diretores de voo, divididos em quatro equipes diferentes, cada uma trabalhando em turnos de, normalmente, aproximadamente oito horas cada. Seu trabalho no Programa Apollo era descrito em uma única frase: \"O diretor de voo deve tomar quaisquer ações necessárias para a segurança da tripulação e o sucesso da missão\". Os diretores de voo da Apollo 14 foram Pete Frank da Equipe Laranja, Glynn Lunney da Equipe Preta, Milt Windler da Equipe Castanha e Gerry Griffin da Equipe Ouro. ==Emblema== O emblema da Apollo 14 é um oval representando a Terra, a Lua e um broche de astronauta com uma cauda de cometa. O broche está deixando a Terra e se aproximando da Lua. Uma faixa ao redor do desenho inclui o nome da missão e dos astronautas. O emblema foi desenhado por Jean Beaulieu, que se baseou em um esboço criado por Shepard, que tinha sido o Astronauta Chefe e queria que o broche simbolizasse que, por meio dele, todo o Corpo de Astronautas da NASA estaria voando em espírito para a Lua. A tripulação reserva parodiou o emblema com uma versão própria. A arte revisada mostrava o personagem de desenhos animados Coiote com uma barba grisalha (aludindo a Shepard, então com 47 anos de idade e o homem mais velho a ir para a Lua), barrigudo (aludindo a Mitchell, que tinha uma aparência rechonchuda) e ruivo (alusão ao cabelo de Roosa) ainda no caminho para a Lua, enquanto o Papa- Léguas (alusão à tripulação reserva) já estava na Lua segurando uma bandeira dos Estados Unidos e uma faixa com os dizeres \"1ª Equipe\". O nome da missão foi substituído por \"BEEP BEEP\" e os nomes dos astronautas reservas foram colocados no lugar dos tripulantes principais. A tripulação reserva escondeu vários desses emblemas em cadernos e armários tanto no módulo de comando e serviço Kitty Hawk quanto no módulo lunar Antares para serem encontrados durante a missão pela tripulação principal, incluindo um dentro do carrinho lunar do Transportador Modular de Equipamentos. Um emblema foi colocado na mochila do sistema de suporte de vida que Shepard usou na superfície lunar, e Cernan presenteou Shepard depois da missão com esse emblema montado em uma placa. ==Preparações== A tripulação da Apollo 14 passou dezenove meses treinando junta desde que foi designada para a missão, o maior período de treinamento de qualquer tripulação do Programa Apollo até então. Além da carga normal de treinamentos, eles também precisaram supervisionar as mudanças realizadas no Módulo de Comando e Serviço depois da investigação do acidente da Apollo 13, muito do qual foi delegado por Shepard e Roosa. Mitchell posteriormente afirmou que \"Nós percebemos que caso nossa missão falhasse, caso tivéssemos que voltar, isso provavelmente seria o fim do programa Apollo. Não haveria como a NASA aguentar dois fracassos em sequência. Nós concluímos que tínhamos um fardo pesado sobre nossos ombros para garantir que fizéssemos tudo certo\". O plano, antes do aborto da Apollo 13, era para a Apollo 14 alunissar perto da cratera Littrow, no Mare Serenitatis, onde existem características que acredita-se serem de origem vulcânica. Foi decidido depois do retorno da Apollo 13 que seu local de alunissagem, perto da cratera Cone na formação Fra Mauro, era cientificamente mais importante do que Littrow. A formação Fra Mauro é composta de ejecta de um evento de impacto que formou o Mare Imbrium, e os cientistas esperavam conseguir amostras originárias de locais profundos da Lua. A cratera Cone foi formada por um impacto profundo recente e era grande o bastante para ter perfurado através de quaisquer detritos depositados desde a formação do Mare Imbrium, algo que os geólogos esperavam conseguir datar. Alunissar em Fra Mauro também permitiria fotografias orbitais das Terras Altas de Descartes, um outro local de alunissagem em potencial que acabou sendo escolhido como o alvo da Apollo 16. Apesar de Littrow nunca ter sido visitada, a área próxima de Taurus–Littrow foi o local de alunissagem da Apollo 17. O local de alunissagem da Apollo 14 foi movido para mais próximo da cratera Cone do que o ponto originalmente designado para a Apollo 13. A mudança de local de alunissagem afetou o treinamento geológico. Os astronautas tinham sido levados para locais vulcânicos na Terra antes da mudança, porém depois disso eles passaram a visitar crateras, como Nördlinger Ries na Alemanha Ocidental e uma cratera artificial criada no Vale Verde, no Arizona, para treinamento de astronautas. A eficiência do treinamento foi limitada por uma falta de entusiasmo demonstrada por Shepard, algo que também afetou Mitchell. Schmitt sugeriu anos depois que Shepard tinha outras questões em mente, como superar uma ausência de dez anos em voos espaciais e garantir uma missão bem-sucedida depois do quase desastre da Apollo 13. Roosa realizou treinamentos separados para o período em que permaneceria orbitando a Lua sozinho, quando faria observações da superfície e tiraria fotografias. Ele ficara impressionado pelo treinamento que Mattingly tinha recebido na Apollo 13 do geólogo Farouk El-Baz, tendo conseguido convencer El-Baz a conduzir seu treinamento também. Os dois estudaram mapas lunares das áreas que o Módulo de Comando e Serviço sobrevoaria durante a Apollo 14. Roosa normalmente estava no ar a bordo de um avião tirando fotografias do local e realizando observações, enquanto Shepard e Mitchell estavam em suas viagens de campo geológicas. El-Baz fez com que Roosa realizasse observações enquanto voava dentro de um Northrop T-38 Talon a uma velocidade e altitude que simulava a velocidade a que a superfície lunar passaria abaixo do Módulo de Comando e Serviço. Outra questão que tinha marcado a Apollo 13 foi a substituição de última hora de Mattingly por John Swigert devido ao fato de as tripulações principal e reserva terem sido expostas a uma doença transmissível. A NASA, para impedir que algo semelhante ocorresse na Apollo 14, instituiu aquilo que foi chamado de Programa de Estabilização de Saúde de Tripulações de Voo. As tripulações passaram a viver em alojamentos no Centro Espacial John F. Kennedy, na Flórida, a partir de 21 dias antes do lançamento, com seus contatos limitados a cônjuges, tripulação reserva, técnicos da missão e outras pessoas diretamente envolvidas nos treinamentos. Esses indivíduos recebiam imunizações e passavam por exames médicos, com a movimentação da tripulação sendo limitada o máximo possível na área do centro espacial e locais próximos. O Módulo de Comando e Serviço da Apollo 14 foi entregue ao Centro Espacial Kennedy no dia 19 de novembro de 1969. O estágio de subida do Módulo Lunar chegou no dia 21 de novembro, com o estágio de descida chegando três dias depois. Avaliações, testes e instalações de equipamento começaram logo em seguida. O veículo de lançamento completo, com a espaçonave Apollo no topo, foi transferido do Edifício de Montagem de Veículos para a Plataforma 39A no dia 9 de novembro de 1970. ==Equipamentos== ===Espaçonave=== O foguete Saturno V usado na Apollo 14 recebeu a designação SA-509 e, em sua maior parte, era idêntico àqueles usados na Apollo 8 até a Apollo 13. O foguete mais a espaçonave Apollo pesava ao todo 2 950 867 quilogramas, sendo o veículo de lançamento mais pesado já voado pela NASA até então, superando em 1 731 quilogramas o peso do Saturno V usado na Apollo 13. Várias mudanças foram realizadas no foguete com o objetivo de evitar oscilações pogo, que na Apollo 13 tinham causado o desligamento prematuro do motor J-2 central do segundo estágio S-II. Essas incluíam um acumulador de gás hélio instalado na tubulação de oxigênio líquido, um dispositivo de desligamento reserva para o motor e uma válvula simplificada de duas posições na utilização de propelente em cada um dos cinco motores J-2. A espaçonave da Apollo 14 era composta pelo Módulo de Comando 110 e pelo Módulo de Serviço 110, designados como CSM-110 e chamado Kitty Hawk, mais o Módulo Lunar 8, designado LM-8 e nomeado Antares. Roosa escolheu o nome do CSM-110 em homenagem à cidade de Kitty Hawk, na Carolina do Norte, onde os Irmãos Wright realizaram seu primeiro voo. O LM-8 foi nomeado por Mitchell em homenagem à estrela Antares, na constelação de Escorpião, que seria usada para orientar a nave durante a alunissagem. O Sistema de Escape de Lançamento e o Adaptador Espaçonave/Veículo de Lançamento também eram considerados partes da espaçonave. As mudanças implementadas na espaçonave Apollo entre a Apollo 13 e a Apollo 14 foram mais numerosas do que em missões anteriores. Isto ocorreu não apenas em resposta aos problemas ocorridos na Apollo 13, mas também pelo fato de que atividades lunares mais extensas foram planejadas para a Apollo 14. O acidente da Apollo 13 foi causado pela falha explosiva de um tanque de oxigênio depois de o isolamento da fiação interna ter sido danificado pelo aquecimento do conteúdo pré-lançamento, com ninguém tendo percebido que o oxigênio no tanque tinha ficado quente o bastante para danificar o isolamento. Os interruptores termostáticos de proteção falharam porque, por um erro, não tinham sido projetados para lidar com a voltagem aplicada durante testes em solo. A explosão danificou outro tanque ou sua tubulação, fazendo com que seu conteúdo vazasse. As mudanças incluíram uma revisão no projeto dos tanques de oxigênio, com os termostatos alterados para lidarem com a voltagem adequada. Um terceiro tanque foi adicionado na Baía 1 do Módulo de Serviço, do lado oposto aos outros dois, tendo recebido uma válvula que poderia isolá-lo em caso de emergência e permitir que fosse o único tanque a alimentar o sistema ambiental do Módulo de Comando. A sonda de medição de quantidade em cada tanque foi alterada de alumínio para aço inoxidável. A fiação elétrica na Baía 4, onde a explosão da Apollo 13 tinha ocorrido, foi embainhada em aço inoxidável. As válvulas de fornecimento de oxigênio das células de combustível foram reprojetadas para isolar do oxigênio a fiação revestida de teflon. Os sistemas de monitoramento da espaçonave e do Controle da Missão foram modificados para darem avisos de anomalias mais imediatos e visíveis. Os astronautas da Apollo 13 tinham sofrido com escassez de água e energia após o acidente. Por consequência, um suprimento emergencial de dezenove litros de água foi armazenado no Módulo de Comando, enquanto uma bateria emergencial, idêntica àquelas usadas no estágio de descida do Módulo Lunar, foi colocada no Módulo de Serviço. O Módulo Lunar foi modificado para facilitar a transferência de energia de um módulo para o outro. Defletores antirrespingos foram instalados nos tanques de propelente do estágio de descida do Módulo Lunar para impedir avisos prematuros de pouco combustível, como havia ocorrido na Apollo 11 e Apollo 12. Mudanças estruturais foram realizadas para acomodar o equipamento que seria usado na superfície lunar. ===Experimentos=== O Pacote de Experimentos de Superfície Lunar da Apollo era um conjunto de instrumentos científicos levado pela Apollo 14 formado pelo Experimento Sísmico Passivo, o Experimento Sísmico Ativo, o Detector de Íons Supratérmicos, o Medidor de Íons Catódicos Frio e o Experimento de Partículas Carregadas em Ambiente Lunar. Também voaram mais dois experimentos de superfície que não faziam parte do Pacote de Experimentos: o Retro-Refletor de Alcance Laser, que deveria ser implantado perto do Pacote de Experimentos, e o Magnetômetro Lunar Portátil, que deveria ser usado pelos astronautas durante sua segunda atividade extraveicular. O Experimento Sísmico Passivo já tinha voado na Apollo 12 e Apollo 13, o Experimento Sísmico Ativo na Apollo 13, o Detector de Íons na Apollo 12 e Apollo 13 e o Retro-Refletor na Apollo 11. O Magnetômetro Lunar era novo, mas semelhante a um equipamento levado na Apollo 12. A implementação do Pacote de Experimentos e outros instrumentos formava um dos objetivos principais da missão da Apollo 14. O Experimento Sísmico Passivo era um sismômetro, similar ao deixado na Lua pela Apollo 12, e tinha a intenção de medir a atividade sísmica lunar. O instrumento da Apollo 14 seria calibrado pelo impacto do estágio de subida do Módulo Lunar depois de ser descartado, pois era um objeto de massa e velocidade conhecidas que impactaria na Lua em um local conhecido. O instrumento da Apollo 12 também seria ativado pelo terceiro estágio S-IVB da Apollo 14, que impactaria depois de a missão entrar em órbita lunar. Os sismômetros dessas duas missões, mais aqueles deixados por missões posteriores, formariam uma rede de instrumentos em diferentes locais da Lua. O Experimento Sísmico Ativo também media ondas sísmicas e consistia em duas partes. Na primeira, um dos astronautas implementaria três geofones a distâncias de até 94 metros da Estação Central do Pacote de Experimentos, depois ele dispararia batedores no chão a cada 4,6 metros enquanto caminhava de volta do microfone mais distante. Na segunda, quatro morteiros com diferentes propriedades seriam disparados a diferentes distâncias do experimento. Esperava-se que as ondas geradas pelos impactos proporcionariam dados sobre transmissão de ondas sísmicas no regolito da Lua. Os projéteis dos morteiros só seriam disparados depois de a missão ter retornado para a Terra, porém eles nunca foram disparados por temor de que danificariam outros experimentos próximos. Um experimento similar foi implementado e disparado na Apollo 16. O Magnetômetro Lunar Portátil deveria ser levado durante a segunda atividade extraveicular e usado para medir o campo magnético da Lua em diferentes pontos. O Detector de Íons Supratérmicos media os íons na superfície lunar, incluindo aqueles do vento solar. Ele era combinado com o Medidor de Íons Catódicos Frio, que media a atmosfera da Lua e detectava variações caso ocorressem. O Experimento de Partículas Carregadas em Ambiente Lunar media as energias de partículas de prótons e elétrons geradas pelo Sol e que alcançavam a superfície lunar. O Retro-Refletor de Alcance Laser servia de alvo passivo para raios laser, permitindo a medição da distância entre a Terra e a Lua e sua mudança no decorrer do tempo. Os retro-refletores deixados pela Apollo 11, Apollo 14 e Apollo 15 são os únicos experimentos deixados na Lua que ainda estão retornando dados. ===Outros=== O Sistema Companheiro de Suporte de Vida Secundário voou pela primeira vez na Apollo 14, sendo um conjunto de mangueiras flexíveis que permitiria que Shepard e Mitchell compartilhassem água de refrigeração caso uma de suas mochilas do Sistema Primário de Suporte de Vida falhasse. No caso de tal emergência, o astronauta com o equipamento defeituoso receberia oxigênio do cilindro reserva de seu Sistema de Expurgo de Oxigênio, porém o Sistema Companheiro garantiria que o oxigênio não fosse usado para refrigeração, aumentando o tempo de vida do Sistema de Expurgo de Oxigênio. Este sistema usado na Apollo 14 era uma modificação daqueles usados em missões anteriores, em que os aquecedores internos foram removidos por terem sido considerados desnecessários. Bolsas de água, chamadas de \"Gunga Dins\", também foram levadas para serem colocadas nos capacetes dos astronautas, permitindo que eles tomassem goles de água durante suas atividades extraveiculares. Elas já tinham sido levadas na Apollo 13, porém, devido ao aborto, Shepard e Mitchell foram os primeiros a usá-las na Lua. Similarmente, Shepard foi o primeiro a usar um traje espacial com listras vermelhas no capacete, braços e pernas, para indicar que era o comandante, porém um traje com tais listras tinha sido levado na Apollo 13 para Lovell. Elas foram instituídas porque era difícil distinguir um astronauta do outro nas fotografias na superfície lunar. O Transportador Modular de Equipamentos era um carrinho de mão de duas rodas usado apenas na Apollo 14. Ele tinha a intenção de permitir que os astronautas levassem ferramentas e equipamentos, além de guardarem amostras lunares, sem a necessidade de carregá-los consigo em seus trajes. O Veículo Explorador Lunar foi utilizado nas três missões Apollo posteriores. O Transportador tinha 220 centímetros de comprimento, 99 centímetros de largura e 81 centímetros de altura. Possuía pneus pressurizados de dez centímetros de largura, 41 centímetros de diâmetro e preenchidos com nitrogênio a uma pressão de dez quilopascal. Foram os primeiros pneus na Lua e foram desenvolvidos pela Goodyear, sendo chamados de Pneus Lunares Experimentais. O Transportador Modular pesava 75 quilogramas quando totalmente carregado. Duas pernas combinavam com as rodas para criarem quatro pontos de estabilidade quando o carrinho estava parado. ==Missão== ===Lançamento e viagem=== O lançamento da Apollo 14 ocorreu em 31 de janeiro de 1971 às 21h03min02s UTC (16h03min02s EST, horário local) da Plataforma 39A do Centro Espacial Kennedy em Cabo Kennedy, na Flórida. Isto ocorreu depois que o mau tempo adiou o lançamento em quarenta minutos e dois segundos, o primeiro adiamento do tipo no Programa Apollo. O horário original de 15h23min EST ficava no início de uma janela de lançamento de menos de quatro horas; caso o lançamento não pudesse ocorrer nesse período, a Apollo 14 teria de esperar até março. A Apollo 12 tinha sido lançada sob clima ruim, porém foi atingida por dois raios, e consequentemente as regras de lançamento tornaram-se mais rígidas. Dentre os espectadores do lançamento estavam Spiro Agnew, o vice- presidente dos Estados Unidos, e Juan Carlos, Príncipe da Espanha e herdeiro do trono espanhol. A missão foi colocada em uma trajetória mais rápida para a Lua do que o planejado, para compensar o atraso. Depois que esse tempo foi compensado, os cronômetros da missão foram adiantados em quarenta minutos e três segundos dois dias depois para que os eventos posteriores ocorressem dentro do cronograma do plano de voo. O terceiro estágio S-IVB desligou depois de a Apollo 14 chegar em órbita terrestre e os astronautas realizaram checagens da espaçonave antes de reiniciarem o estágio para a injeção translunar, a queima que os colocou no caminho para a Lua. O Kitty Hawk se separou do S-IVB depois da injeção e Roosa realizou a manobra de transposição, virando a nave para poder acoplar com o Antares antes de toda a espaçonave se separar do terceiro estágio. Roosa tinha praticado a manobra diversas vezes e esperava quebrar o recorde da menor quantidade de combustível usada para acoplar. Entretanto, o mecanismo de acoplagem não ativou quando ele aproximou os dois módulos. Roosa realizou várias tentativas no decorrer das duas horas seguintes, ao mesmo tempo que os controladores da missão se amontoavam e enviavam conselhos. A alunissagem não poderia ocorrer caso o Antares não pudesse ser extraído do S-IVB, com o Programa Apollo correndo risco de encerramento devido a dois fracassos consecutivos. O Controle da Missão sugeriu que Roosa tentasse com a sonda de acoplagem retraída, na expectativa de que o contato seria suficiente para acionar as travas. Isto funcionou e os dois módulos se separaram do terceiro estágio uma hora depois. O S-IVB então foi colocado em uma rota de colisão com a Lua, chocando-se pouco mais de três dias depois e fazendo com que o sismômetro deixado pela Apollo 12 registrasse vibrações por três horas. Os astronautas se acomodaram para a viagem até a Lua. Shepard e Mitchell entraram no Antares pela primeira vez depois de dois dias e meio de missão para checarem seus sistemas. Enquanto estavam lá, fotografaram o despejo de águas residuais do Kitty Hawk, com isto tendo sido parte de um estudo de contaminação em preparação para a estação espacial Skylab. Duas correções de curso precisaram ser feitas durante a viagem, uma com uma queima que durou 10,19 segundos e outra que durou 0,65 segundo. ===Alunissagem=== O Sistema de Propulsão de Serviço foi acionado às 6h59min34s UTC de 5 de fevereiro por 370,84 segundos, colocando a Apollo 14 em órbita lunar com um apolúnio de 313 quilômetros e perilúnio de 107,6 quilômetros. Uma segunda queima ocorreu pouco mais de quatro horas depois, desta vez colocando a espaçonave em uma órbita de 108,9 por 16,9 quilômetros. Isto foi feito em preparação para a desacoplamento do Antares. A Apollo 14 foi a primeira missão em que o Módulo de Comando e Serviço levou o Módulo Lunar para uma órbita mais baixa, porém isto teria sido feito na Apollo 13 caso o aborto não tivesse ocorrido. Esta mudança foi implementada para proporcionar aos astronautas mais tempo pairando, um fator de segurança pois a missão iria alunissar em terreno acidentado. O Antares se separou do Kitty Hawk em órbita lunar e logo enfrentou dois problemas sérios. O primeiro foi que seu computador começou a receber um sinal de aborto vindo de um interruptor defeituoso. A NASA achou que o computador poderia receber sinais errôneos como esse se uma pequena bola de solda tivesse se soldado e estivesse flutuando entre o interruptor e o contato, fechando o circuito. A solução imediata foi dar pequenos tapas no painel ao lado do interruptor, algo que funcionou brevemente, porém o circuito começou a fechar de novo. O computador acharia que o sinal era verdadeiro se o problema ocorresse depois de o motor de descida ter sido acionado, iniciando neste caso um aborto automático que faria o estágio de subida se separar do estágio de descida e retornar para órbita lunar. A NASA e equipes de software do Instituto de Tecnologia de Massachusetts correram para encontrar uma solução. O software foi contornado para impedir que fosse atualizado do solo. Essa solução fez parecer para o sistema que um aborto já tinha ocorrido, assim ele ignoraria quaisquer sinais automáticos de um novo aborto. Isto não impedia que os astronautas pilotassem a nave, porém eles teriam de iniciar um aborto manualmente caso fosse realmente necessário. Mitchell implementou as mudanças no sistema com apenas minutos faltando para o início planejado da descida. O segundo problema ocorreu durante a descida, quando o radar de alunissagem do Antares não travou automaticamente na superfície lunar, desta forma não fornecendo informações vitais para o computador de navegação sobre a velocidade do veículo e a velocidade vertical de descida. Os astronautas trocaram os circuitos do radar de alunissagem até que o equipamento finalmente encontrou o sinal a 6,7 quilômetros de altura. As regras da missão ditavam que um aborto deveria ocorrer caso o radar de alunissagem não estivesse funcionando a três quilômetros de altura, porém Shepard afirmou tempos depois que teria tentado alunissar mesmo assim. Ele pilotou o Antares com o radar para aquela que foi a alunissagem mais precisa de todo o Programa Apollo, ficando mais perto do alvo designado do que qualquer dos outros cinco pousos. ===Caminhadas=== A primeira atividade extraveicular da Apollo 14 começou às 14h42min UTC de 5 de fevereiro, tendo sido atrasada por um problema no sistema de comunicação que adiou o começo da caminhada espacial para cinco horas depois da alunissagem. Shepard foi o primeiro a sair do Antares, seguido alguns minutos depois por Mitchell, com eles se tornando, respectivamente, a quinta e sexta pessoa a pisarem na superfície da Lua. Shepard falou depois de pisar na Lua que \"E foi um longo caminho, mas estamos aqui\". Os astronautas dedicaram boa parte da primeira atividade extraveicular a descarregar equipamentos, implementar o Pacote de Experimentos de Superfície e hastear a bandeira dos Estados Unidos, além de armar e carregar o Transportador Modular de Equipamentos. Essas atividades foram televisionadas para a Terra, porém as imagens muitas vezes perderam a qualidade durante a segunda metade da caminhada espacial. Mitchell implementou as linhas do geofone do Experimento Sísmico Ativo, desenrolando e colocando as duas linhas de 94 metros desde a Estação Central do Pacote de Experimentos. Ele em seguida acionou os explosivos batedores, criando vibrações que dariam aos cientistas na Terra informações sobre a profundidade e composição do regolito lunar. Cinco dos 21 batedores não dispararam. Os dois astronautas coletaram e documentaram amostras lunares enquanto voltavam para o Antares, também fotografando a área. A primeira atividade extraveicular durou quatro horas, 47 minutos e cinquenta segundos. Os astronautas ficaram surpresos com a ondulação do solo, pois esperavam um terreno mais plano na área da alunissagem, e isto se tornou um problema na segunda atividade extraveicular, quando partiram para a extremidade da cratera Cone com o Transportador Modular. As crateras que Shepard e Mitchell planejavam usar como marcos de navegação tinham uma aparência muito diferente no solo do que nos mapas, que por sua vez eram baseados em fotografias tiradas em órbita. Além disso, os dois consistentemente superestimaram as distâncias que tinham caminhado. O Controle da Missão e Haise, o CAPCOM, não conseguiam ver nada disso, pois a câmera de televisão permaneceu perto do Antares, mas eles passaram a ficar mais preocupados à medida que a caminhada foi decorrendo, monitorando as respirações pesadas e batimentos cardíacos acelerados dos dois astronautas. Shepard e Mitchell conseguiram passar por um cume que achavam que era a extremidade da cratera, porém avistaram mais terreno ondulado à frente. Mitchell suspeitava que a extremidade estava perto, porém ele e Shepard ficaram exaustos do esforço e Haise os instruiu a coletar amostras onde estavam e começassem a retornar para o Antares. Análises posteriores das fotografias que tiraram determinaram que eles chegaram a vinte metros de distância da extremidade da cratera. Imagens do Lunar Reconnaissance Orbiter mostraram que as trilhas dos astronautas e do Transportador Modular chegaram a trinta metros da extremidade. As dificuldades enfrentadas por Shepard e Mitchell enfatizariam a necessidade de um meio de transporte na superfície lunar com um sistema de navegação, algo que seria realizado com o Veículo Explorador Lunar, que já estava sendo planejado para voar na Apollo 15. Shepard, assim que os astronautas voltaram para a proximidade do Antares e ficaram novamente à vista da câmera de televisão, realizou uma proeza que tinha passado anos planejando caso algum disse chegasse à Lua, momento este pelo qual a Apollo 14 é provavelmente mais lembrada. Ele tinha levado uma cabeça de taco de golfe de metal que podia ser prendida ao cabo do instrumento de escavação lunar, mais duas bolas de golfe, tendo dado algumas tacadas com um braço só devido à limitada flexibilidade do traje espacial. Shepard exclamou que a segunda bola tinha viajado por \"milhas e milhas e milhas\" na baixa gravidade lunar. Mitchell em seguida jogou uma alça de colher como se fosse um dardo. Uma das bolas e o \"dardo\" foram parar juntas em uma pequena cratera próxima, com o projétil de Mitchell um pouco mais longe. A segunda caminhada espacial durou quatro horas, 34 minutos e 41 segundos. Alguns geólogos ficaram suficientemente satisfeitos com a aproximação de Cone para enviarem uma caixa de uísque para os astronautas enquanto ainda estavam na quarentena pós-missão, porém seu entusiasmo foi diminuído por Shepard e Mitchell não terem documentado muitas das amostras que trouxeram, o que dificultou e às vezes impossibilitou discernir de onde vieram. Outros ficaram insatisfeitos, como o geólogo Don Wilhelms, que escreveu que \"o jogo de golfe não caiu bem com a maioria dos geólogos em vista dos resultados da cratera Cone. O balanço total do flanco da extremidade de Cone ... foram 16 fotografias Hasselblad (de um total de 417 na missão), seis amostras de rochas mais pesadas que 50 g e um total geral de 10 kg de amostras, 9 kg dos quais estão em uma rocha (amostra 14321 [Grande Bertha]). Em outras palavras, além de 14321, temos menos de 1 kg de rocha, 962 g para ser exato, daquele que, em minha opinião, é o ponto único mais importante alcançado pelos astronautas na Lua\". O geólogo Lee Silver afirmou que \"As tripulações da Apollo 14 não tinham a atitude correta, não aprenderam o bastante sobre sua missão, tinham o fardo de não terem as melhores fotografias possíveis pré-missão e não estavam prontos\". Os historiadores Richard W. Orloff e David M. Harland duvidaram que, caso a Apollo 13 tivesse chegado à Lua, Lovell e Haise teriam chegado tão perto da cratera Cone quanto Shepard e Mitchell, pois seu ponto de alunissagem era mais distante. ====Amostras==== Um total de 43 quilogramas de rochas lunares foram coletadas e trazidas para a Terra pela Apollo 14. A maioria eram brechas, que são rochas compostas de fragmentos de outras rochas mais antigas. Brechas se formam quando o calor e pressão de impactos de meteoritos fundem juntos pequenos fragmentos de rochas. Houve alguns basaltos coletados na missão na forma de clastos (fragmentos) presos junto com a brecha. Os basaltos da Apollo 14 são de forma geral mais ricos em alumínio e algumas vezes mais ricos em potássio do que outros basaltos lunares. A maioria dos basaltos coletados em mares lunares durante o Programa Apollo se formaram aproximadamente entre três e 3,8 bilhões de anos atrás. Os basaltos da Apollo 14 se formaram entre quatro e 4,3 bilhões de anos atrás, mais antigos que o vulcanismo que se sabe que ocorreu nos locais de mare visitados pelas missões tripuladas. Pesquisas na Grande Bertha revelaram que ela possui características que tornam provável que seja um meteorito terrestre. Granito e quartzo tiveram suas existências confirmadas na amostra; ambos são comuns na Terra, porém muito raros na Lua. Uma equipe de pesquisa da Universidade Curtin, na Austrália, analisou pedaços de zirconita embutidos em sua estrutura com o objetivo de determinar sua idade. O pesquisador Alexander Nemchin afirmou que \"Fomos capazes de identificar a idade da rocha hospedeira em por volta de quatro bilhões de anos de idade ao determinarmos a idade da zirconita encontrada na amostra, tornando-a semelhante às rochas mais antigas da Terra\", também comentando que \"a química da zirconita nesta amostra é muito diferente daquela de todos os outros grãos de zirconita já analisados em amostras lunares, sendo notavelmente similar às zirconitas encontradas na Terra\". Isto significaria que a Grande Bertha é o primeiro meteorito terrestre já descoberto, bem como a rocha da Terra mais antiga conhecida. ===Atividades em órbita=== Roosa passou quase dois dias sozinho a bordo do Kitty Hawk realizando o primeiro programa intensivo de observações científicas da órbita lunar, muitas das quais tinham sido planejadas para a Apollo 13. O astronauta, assim que o Antares se separou e seus tripulantes iniciaram as preparações da alunissagem, acionou o Sistema de Propulsão de Serviço para colocar o Kitty Hawk em uma órbita de aproximadamente 110 quilômetros, tendo depois feito uma manobra de mudança de plano para compensar a rotação da Lua. O astronauta tirou várias fotografias. A Câmera Topográfica Lunar, também chamada de câmera Hycon, deveria ter sido usada para tirar fotos da superfície, incluindo das Terras Altas de Descartes, um possível local de pouso para a Apollo 16. Entretanto, a câmera logo desenvolveu uma falha que Roosa não conseguiu consertar, mesmo tendo recebido uma ajuda considerável do Controle da Missão. Aproximadamente metade dos alvos fotográficos precisaram ser descartados, mas o astronauta conseguiu tirar fotos de Descartes com uma câmera Hasselblad e confirmar que a área era um local de alunissagem adequado. Roosa também usou a Hasselblad para tirar fotos do ponto de impacto do estágio S-IVB da Apollo 13, perto da cratera Lansberg B. Foi descoberto depois da missão que um pedaço de alumínio contaminou o circuito de controle do obturador da câmera Hycon, o que fez com que o obturador operasse continuamente. Na décima sétima órbita, Roosa foi capaz de ver a luz do Sol brilhando no Antares e também a longa sombra que a nave criava na superfície lunar. Na vigésima nona órbita, ele conseguiu ver o Sol refletindo no Pacote de Experimentos de Superfície. O astronauta também tirou fotos astronômicas do Gegenschein e do ponto de Lagrange do sistema Sol–Terra, que ficava além da Terra (L2), permitindo o teste da teoria de que o Gegenschein era gerado pelo reflexo de partículas no L2. Roosa também realizou um teste de radar biestático e focou os transmissores VHF e de banda-S do Kitty Hawk na Lua, para que assim as ondas rebatessem na superfície e fossem captadas na Terra em um esforço para aprender mais sobre a profundidade do regolito lunar. ===Retorno=== O Antares decolou da Lua às 18h48min42s UTC de 6 de fevereiro e realizou o primeiro encontro direto com o Módulo de Comando e Serviço em uma missão lunar, com ele acoplando com o Kitty Hawk uma hora e 47 minutos depois da decolagem. Houve preocupações devido aos problemas anteriores com a acoplagem das duas espaçonaves, porém a manobra foi bem-sucedida logo na primeira tentativa, porém o Sistema de Orientação de Aborto do Antares, que era usado para navegação, falhou pouco antes da acoplagem. Shepard e Mitchell se transferiram de volta para o Kitty Hawk, junto com as amostras lunares e outros equipamentos, e o estágio de subida do Antares foi descartado e jogado contra a Lua, tendo as ondas de choque sido registradas pelos sismômetros da Apollo 12 e Apollo 14. A injeção transterrestre ocorreu à 1h39min4s UTC de 7 de fevereiro, durando 350,8 segundos. Dois testes dos sistemas de oxigênio foram realizados na volta para a Terra, um para garantir que o sistema operaria propriamente em densidades baixas de oxigênio nos tanques e o outro para operar o sistema em fluxo alto, pois isto seria necessário para a atividade extraveicular em voo programada para a Apollo 15 e missões posteriores. Além disso, um exercício de navegação foi feito para simular um retorno para a Terra após falha nas comunicações. Todos foram bem-sucedidos. Mitchell realizou experimentos de percepção extrassensorial durante seus períodos de descanso, sem o conhecimento ou aprovação da NASA, tentando por meio de combinações prévias enviar imagens de cartas que havia trazido consigo para quatro pessoas na Terra. Ele afirmou depois da missão que duas das quatro pessoas acertaram 51 de duzentas (as outras não foram tão bem-sucedidas), enquanto as chances aleatórias ditariam quarenta acertos. Os astronautas realizaram uma coletiva de imprensa em sua última noite no espaço, tendo as perguntas sido enviadas para a NASA previamente e lidas pelo CAPCOM. O Kitty Hawk amerrissou no Oceano Pacífico às 21h05min UTC de 9 de fevereiro de 1971, a aproximadamente 1,4 mil quilômetros de distância da Samoa Americana. Os astronautas foram resgatados pelo navio de assalto anfíbio USS New Orleans, sendo então levados para o Aeroporto Internacional de Pago Pago, depois para Honolulu, em seguida para a Base Aérea Ellington perto de Houston em um avião com o trailer da Instalação Móvel de Quarentena e por fim para o Laboratório de Recebimento Lunar, onde continuaram sua quarentena. Eles permaneceram no local até serem liberados da quarentena em 27 de fevereiro. Shepard, Roosa e Mitchell foram os últimos astronautas do Programa Apollo a entrarem em quarentena depois de retornarem da Lua, tendo sido também a única tripulação a ter quarentena tanto antes quanto depois da missão. Roosa tinha trabalhado como bombeiro paraquedista para o Serviço Florestal dos Estados Unidos na sua juventude, antes de entrar na Força Aérea, assim levou consigo na missão centenas de sementes de árvores. Elas germinaram no caminho de volta para a Terra e foram amplamente distribuídas pelo mundo como \"árvores lunares\" comemorativas. Algumas das mudas foram dadas para associações florestais estaduais em 1975 e 1976 para marcar o bicentenário dos Estados Unidos. O módulo de comando Kitty Hawk está em exibição no Centro Apollo/Saturno V, dentro do Complexo de Visitantes do Centro Espacial Kennedy. Anteriormente ele tinha passado anos em exibição no Hall da Fama dos Astronautas dos Estados Unidos, perto de Titusville. O módulo de serviço reentrou na atmosfera e foi destruído, porém não foi rastreado nem avistado. Fotografias tiradas em 2009 pela Lunar Reconnaissance Orbiter revelaram que os equipamentos deixados pela Apollo 14 em Fra Mauro eram os mais visíveis do Programa Apollo, devido às boas condições de iluminação. A sonda retornou ao local em 2011 em uma altitude mais baixa e tirou fotografias de maior resolução. ==Referências== === Fontes === * * * * * * * * * * * * * * ==Ligações externas== * * * * Categoria:Programa Apollo 1 Categoria:1971 nos Estados Unidos",
 "title": "Apollo 14"
}