{
 "id": "4921",
 "text": "Castanheira do Vouga é uma povoação portuguesa do Município de Águeda que foi sede da Freguesia de Castanheira do Vouga, freguesia que tinha 29,72 km² de área e 639 habitantes (2011), e, por isso, uma densidade populacional de 21,5 hab/km². A Freguesia de Castanheira do Vouga foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Belazaima do Chão e Agadão, para formar uma nova freguesia denominada União das Freguesias de Belazaima do Chão, Castanheira do Vouga e Agadão.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Sendo a maior povoação da antiga freguesia, Castanheira do Vouga situa-se no sopé poente da Serra do Caramulo. == História == == Localização == Localizada no leste do concelho, Castanheira do Vouga enquanto freguesia independente, tinha como vizinhas as freguesias do Préstimo a norte, Agadão a sueste, Belazaima do Chão a sul e Borralha a oeste. A sede do município é Águeda e encontra-se a oeste. Os rios Águeda e Alfusqueiro banham as terras da extinta freguesia. Foi vila e sede de concelho até ao início do século XIX. Era constituído pelas freguesias de Agadão e Castanheira do Vouga e tinha, em 1801, 1 009 habitantes. ==População == População da freguesia de Castanheira do Vouga (1864 – 2011) 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 614 693 658 633 678 565 744 882 862 864 763 772 641 708 639 left|100px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 117 86 366 139 16,5% 12,1% 51,7% 19,6% 2011 93 61 338 147 14,6% 9,5% 52,9% 23,0% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% (Fonte: INE) == Cultura == Existe na localidade de Castanheira do Vouga a Banda Musical e Recreativa Castanheirense, que promove o convívio musical e recreativo através de diversas valências, sendo a destacar a escola de música e o grupo de mais de 50 músicos, que que percorre o país, deliciando o público com espetáculos musicais de filarmonia. É a associação mais antiga da freguesia, existindo registos da sua existência no ano de 1896. Em Setembro de 2020 foi apresentado à população um baloiço construído por um grupo de amigos no alto da Barriga da Mulher, que oferece vistas deslumbrantes a quem o visita. O acesso a este local é restrito a viaturas com maior altura ao solo ou pode-se fazer de forma apeada. https://goo.gl/maps/yy8r94PtTafb2dKn7 == Lugares da extinta freguesia de Castanheira do Vouga == * Avelal de Baixo * Avelal de Cima * Castanheira do Vouga * Falgarosa * Falgoselhe * Igreja * Massadas * Redonda * Serra de Baixo * Serra de Cima * Talhada * Vale da Galega ==Património== * Lugar de Redonda * Monumento aos Bombeiros * Capelas de São Jorge, do Espírito Santo e da Senhora dos Milagres * Antiga casa do Pároco * Fonte do Castilho * Praia fluvial da Talhada * Miradouro / Baloiço da Barriga da Mulher == Ligações externas == * Categoria:Antigas freguesias de Águeda Categoria:Antigos municípios do distrito de Aveiro",
 "title": "Castanheira do Vouga"
}