{
 "id": "4922",
 "text": "Espinhel é uma povoação portuguesa do Município de Águeda que foi sede da Freguesia de Espinhel, freguesia que tinha 12,39 km² de área e 2 482 habitantes (2011), e, por isso, uma densidade populacional de 200,3 hab/km². A Freguesia de Espinhel foi extinta (agregada), em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Recardães, para formar uma nova freguesia denominada União das Freguesias de Recardães e Espinhel.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. == Localização == Localizada na zona sudoeste do município, Espinhel tem como vizinhos as localidades de Óis da Ribeira e Águeda a norte, Recardães a leste, Barrô a sueste e Fermentelos a oeste, e o Município de Oliveira do Bairro a sudoeste. A freguesia é banhada pelo rio Águeda. A localidade de Casal de Álvaro, desta antiga freguesia, foi anteriormente vila e sede de concelho. ==População== População da freguesia de Espinhel (1864 – 2011) 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1.213 1.263 1.239 1.345 1.419 1.422 1.593 1.810 1.949 2.146 2.336 2.472 2.634 2.799 2.482 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 473 403 1 509 414 16,9% 14,4% 53,9% 14,8% 2011 300 301 1 393 488 12,1% 12,1% 56,1% 19,7% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% (Fonte: INE) == Lugares == * Casainho de Baixo * Casal de Álvaro * Espinhel * Oronhe * Paradela * Vascos * Piedade ==Património== * Igreja de Nossa Senhora da Conceição (matriz) * Capelas de Nossa Senhora da Conceição e de Oronhe * Cruzeiro do Casal de Álvaro * Capelas de São Pedro, de Nossa Senhora da Piedade, de Santa Eufémia, de São Lourenço e de Santa Luzia * Quinta do Morangal com capela * Cidade da Goixa * Parque da Pateira * Trecho do rio Águeda == Associativismo == * Paróquia de Espinhel * ARCEL - Associação Recreativa e Cultural de Espinhel * GCJA - Grupo Coral Jovem da ARCEL * ARCÉNICA - Grupo de Arte Cénica da ARCEL Categoria:Antigas freguesias de Águeda",
 "title": "Espinhel (Águeda)"
}