{
 "id": "4923",
 "text": "Fermentelos é uma vila portuguesa sede da Freguesia de Fermentelos do Município de Águeda, freguesia com 8,58 km² de área e 3028 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Localizada na extremidade sudoeste do município, a freguesia de Fermentelos tem como vizinhas as freguesias de Óis da Ribeira a nordeste e de Espinhel a leste, e os municípios de Oliveira do Bairro a sul e de Aveiro a noroeste. Aldeia até 1928, a povoação de Fermentelos foi elevada à categoria de vila nesse ano pelo Decreto n.º 15456, de 5 de Maio. ==Demografia== Nota: Por decreto de 21 de novembro de 1895 deixou de pertencer ao concelho de Oliveira do Bairro, para integrar o de Águeda. A sede de freguesia foi elevada à categoria de vila por decreto nº 15.456, de 15 de maio de 1928. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 479 460 1639 570 2011 507 308 1762 681 2021 360 308 1595 765 == História == === Lenda === Uma lenda popular fala-nos de três irmãos, que se tinham perdido no nevoeiro, enquanto navegavam no rio Cértima guiando-se até encontrarem a Pateira. Impressionados pela beleza do local, decidiram permanecer no local e pescarem, vendo a pesca às populações vizinhas. Os três irmãos (André, Domingos e Tomé) tentaram então dar um nome ao local, começando a discutir. O mais novo e impulsivo sugeriu Ferment e rapidamente entrou em conflito com os outros dois, dando lugar a um duelo que separou os três irmãos para sempre. Do português arcaico ferment+duelo (tello) surgiu o nome Fermentelos.Augusto Soares de Sousa Baptista (1950) === Época Medieval === A primeira aparição do nome Fermentelos, como povoação (1050) veio de inventários de Gonçalo Viegas e de sua esposa Flâmula, que trabalhavam no sentido de identificaram a vila e suas pessoas.Dr. Sousa Baptista (1950) indicou que a referência de uma vila provavelmente apenas indiciava uma pequena povoação, ou terras senhoriais cultivadas pelos servos locais. Em 1077, um inventario semelhante surgiu, mas desta vez continha as terras de Paio Gonçalves. Nesta altura aparece uma referência a uma povoação denominada de Faramontanellos situada nas margens do rio Cértima, aparecendo no documento 549 na Diplomata et Charte. Desde das referências mais primordiais, caçadores a cavalo aparecem sempre, que pagavam o donatário, uma taxa para caçar em terras designadas para essa mesma actividade, que eram conhecidos como Foramontanos. Durante os inquéritos do rei D. Afonso II's em 1220, o nome local evoluiu para Foramontaelos, cujo significado dos radicais era fora+monte (provavelmente montaria, monteiro),que tinha o seu significado explícito e literal na frase \"caçadores montados nas costas de um cavalo\". Em terras de pequenas dimensões, ou com falta de jogos (de caça), as áreas eram referidas como Foramontanelos. Estes adjectivos evoluíram para nomes, Foramontões e Foramontanelos, Aparecendo finalmente em documentos, como o foral Manuelino. Os inquéritos do rei identificaram uma grande qualidade, bem como quantidade, de bens cultiváveis, contudo não havia referência a habitantes, mesmo quando populações vizinhas floriam com população. \"Foramontaelos era uma vila e toda real\"; era, de facto, uma terra d'El Rei que produzia trigo, vinho, galinhas, ovos, queijo e manteiga, mas pouco se conhecia se os habitantes se limitavam a cultivar ou se residiam dentro dos limites territoriais. === Mata Real === O Rei D. Manuel I de Portugal agregou Formentelos no, agora extinto município de Óis da Ribeira a 2 de junho de 1516, aquando da criação do seu foral. A área de Formentelos era designada como Mata Real de Perrães, Paradela, e Louredo, e era vizinha directa das terras ocupadas pelos Bispos de Coimbra e do Convento da Lourã. No final do século XV, o Rei foi obrigado a dar ao governador de Aveiro Anrique de Almeida a protecção da Mata de Perrães, de modo a proteger as terras de vagabundos que roubavam veados e utilizavam as terras para criar porcos.O governador recebia como pagamento 250 réis e seis galinhas, pagas no dia de São João. O documento foi assinado em Muge Salvaterra de Magos no dia 15 de Novembro de 1496. Em 1626, Lourenço de Almeida Alcoforado, filho da sobrinha de Anrique de Almeida, que era o herdeiro dos privilégios reais sobre a Mata de Perrães, vendeu-os a Diogo de Teles Castel-Branco a 17 de Abril de 1626, Na presença do notário Belchior Correia de Vasconcelos. Em 1672 uma planta formal da Mata Real foi empreendida pelo Rei, concluindo que a terra designada como Terra d'El Rei tinha diminuido consideravelmente; devendo-se à necessidade de examinar os domínios reais por barco, determinou-se que uma parcela passou a integrar a Pateira de Fermentelos.~ === Era Moderna === O Protectorado de Fermentelos continuou a ser da responsabilidade da família de Diogo de Teles desde 1626, até meados do século XIX. Depois a Casa do Atalho, que sempre fora responsável pela justiça, resolvendo disputas de propriedade e recolhendo rendas toma o cargo de juiz de fora. Durante as Guerras Liberais, o protectorado é herdado por uma nobre, cujo marido era partidário de D. Miguel I de Portugal. Mesmo depois dos conflitos de 1822 e 1834, ela apoiou as forças absolutistas e os seus interesses locais, esquecendo-se das rendas destes rebeldes absolutistas. Até 1832, Fermentelos foi governado por nobres sob os auspícios do Juiz do Exterior, um titular cerimonial que administrou várias terras de monarcas. Fermentelos tornou-se numa paróquia independente a 16 de maio de 1832, as leis (até ao momento utilizadas) foram abolidas e o sistema de paróquias, municípios e distritos foram instituídos, facto que eliminou muitos dos títulos honoríficos associados com as classes dominantes, incluindo os juízes de fora os governadores locais. == Património == * Cruzeiro * Igreja Matriz (reconstrução no ano de 1911) * Capela de N. Sr.ª da Saúde (Febres) * Capela de St.º Inácio. * Pateira de Fermentelos, a maior lagoa de água doce da Península Ibérica e a segunda maior da Europa. * Casa-Museu João Tomás Nunes ==Fontes== * * * *",
 "title": "Fermentelos"
}