{
 "id": "49241",
 "text": "Pedro Abelardo, em francês, Pierre Abélard, Pierre Abailard ou Pierre Abeilard; em latim, Petrus Abælardus (Le Pallet próximo de Nantes, Bretanha, – Saint-Marcel (Saône-et-Loire), região da Borgonha-Franco-Condado, ) foi um filósofo escolástico, teólogo e grande lógico francês. É considerado um dos mais importantes e ousados pensadores do século XII. Chambers Biographical Dictionary Ficou conhecido do público especialmente por seu trágico romance com Heloísa de Argenteuil, de quem fala em sua História das Minhas Calamidades.Estêvão, José Carlos Abelardo e Heloísa. Discurso / Paulus, 2015. Coleção Filosofia Medieval. ==Vida, pensamento e obras== Na filosofia ocupa uma posição importante por ter formulado o conceitualismo, posição que não pertence, propriamente, nem ao idealismo, nem ao materialismo. A principal obra de Abelardo, chamada Dialética, inspirada no pensamento de Boécio. Foi a obra de lógica mais influente até o final do século XIII, em Roma, onde foi usada como manual escolar, já que a lógica era ministrada como parte do trivium, fornecendo aos estudantes os argumentos e armas para as disputas metafísicas e teológicas. A opinião de Abelardo de que a dialética é o único caminho da verdade teve o efeito benéfico, na época, de desfazer preconceitos e encorajar o pensamento livre. Para ele nada, exceto as Escrituras, é infalível; mesmo os apóstolos e os padres são passíveis de erro.Chalita, Gabriel. Vivendo a Filosofia, Editora Ática, 2010 Abelardo identificava o real ao particular e considerava o universal como o sentido das palavras (nominum significatio), rejeitando o nominalismo. Dessa forma, o significado dos nomes permitiria esclarecer os conceitos, de forma a emancipar a lógica da metafísica, tornando-a uma disciplina autônoma. Foi o mais ilustre teólogo e filósofo do século XII, nasceu em Pallet, perto de Nantes, França. Destinado à carreira das armas, escolheu, no entanto, a das letras. Foi discípulo de Roscelino de Compiègne e Guilherme de Champeaux, chamou a atenção para a divergência que os separava quanto aos universais. A controvérsia centrava-se na qualidade empírica ou abstrata dos conceitos: os universais têm uma entidade genérica real ou são coisas puramente pensadas? O problema despertava interesse em todo o campo teológico. Enquanto Guilherme os considerava reais e necessários, Roscelino só lhes atribuía o valor de palavras. Abelardo adoptou uma posição intermédia: definia como não sendo meras palavras, mas também não estabelecendo um saber real, visto que, sendo a sua significação subjetiva, o que exprimem são apenas opiniões pessoais sobre o ser (sermones), que, contudo, possibilitam o entendimento entre os homens. As palavras importantes tornam-se universais ao serem aceites como tal, e como tal são usadas para exprimir as verdades necessárias. Enfrentando não poucas dificuldades e lutas, ensinou desde 1108, com grande êxito, na escola de Santa Genoveva. De 1113 a 1118 ocupou, finalmente, um lugar na escola da catedral de Paris. A agitação doutrinal provocada por Abelardo, repercutiu também no modo de ensino, que sofreu completa revolução. Romperam-se as formas de ensino da velha escola platónica, criando-se o embrião do que viria a ser o ensino universitário, inteiramente diferente daquele das escolas locais existentes. Mas o conteúdo doutrinário do seu ensino era, também ele, revolucionário. Para aprofundar o estudo dos temas, desenvolveu um método, já usado anteriormente, que consistia em analisar os diferentes pontos de vista contraditórios em relação a uma mesma questão, lançando, assim, as bases da escolástica, em especial, a técnica das disputaciones que culminou na Summa. Este método foi tratado por ele na obra Sic et non ('Sim e não'). Original foi também a sua concepção ética: afirmava que a intenção é tão importante como o ato que dela dimana. Abelardo, desde as primeiras dificuldades em Paris, mostrou-se sempre rebelde. Em razão do seu envolvimento amoroso com Heloísa, sobrinha do cônego Fulberto, foi vítima de castração. Depois disso, Heloísa entrou para um convento e Abelardo, para um mosteiro. A partir desse período, trocaram cartas regularmente. Do relacionamento entre os dois nasceu um filho, Astrolábio (1116 - 1171). Abelardo foi condenado duas vezes: uma no Concílio de Soissons, no ano de 1121, a que respondeu, como forma de desafio, fundando um oratório dedicado ao Espírito Santo (Oratório do Paracleto), e depois no Concilio de Sens, em 1141,a pedido de Abelardo, o arcebispo de Sens convocou um concílio de bispos perante o qual os dois deveriam apresentar seus casos, abrindo assim a possibilidade de Abelardo limpar seu nome, cujo tratado sobre a Santíssima Trindade acabou sendo condenado como herético. Suas discussões se deram com Bernardo de Claraval, com quem se envolvera em uma polêmica. Poucos meses mais tarde, morreria no Priorado de Saint-Marcel, em Chalon-sur-Saône, na Borgonha. == Trabalhos == === Lista de obras === * Logica ingredientibus (\"Logic for Advanced\") concluído antes 1121 * Petri Abaelardi Glossae in Porphyrium (\"As Glosas de Pedro Abailard em Porfírio\"), c. 1120 * Dialectica, antes de 1125 (1115-1116 de acordo com John Marenbon, The Philosophy of Peter Abelard, Cambridge University Press 1997).Latin text in L. M. De Rijk, ed, Petrus Abaelardus: Dialectica, 2nd edn, (Assen: Van Gorcum, 1970) * Logica nostrorum petitioni sociorum (\"Lógica em resposta ao pedido de nossos camaradas\"), c. 1124–1125 * Tractatus de intellectibus (\"Um tratado sobre o entendimento\"), escrito antes de 1128.English translation in Peter King, Peter Abailard and the Problem of Universals in the Twelfth Century, (Princeton, 1982) * Sic et Non (\"Sim e Não\") (Uma lista de citações de autoridades cristãs sobre questões filosóficas e teológicas)The Latin text is printed in Blanche Boyer and Richard McKeon, eds, Peter Abailard: Sic et Non. A Critical Edition, (University of Chicago Press 1977). * Theologia 'Summi Boni',Latin text in Eligius M. Buytaert and Constant Mews, eds, Petri Abaelardi opera theologica. CCCM13, (Brepols: Turnholt, 1987). Theologia christiana,Latin text in Eligius M. Buytaert, ed, Petri Abaelardi opera theologica. CCCM12, (Brepols: Turnholt 1969). Substantial portions are translated into English in James Ramsay McCallum, Abelard's Christian Theology, (Oxford: Blackwell, 1948). and Theologia 'scholarium'. Seu principal trabalho sobre teologia sistemática, escrito entre 1120 e 1140, e que apareceu em várias versões sob vários títulos (mostrados em ordem cronológica) * Dialogus inter philosophum, Judaeum, et Christianum, (Diálogo de um filósofo com um judeu e um cristão) 1136–1139.English translations in Pierre Payer, Peter Abelard: A Dialogue of a Philosopher with aJew and a Christian, (Toronto: The Pontifical Institute of Mediaeval Studies Publications, 1979), and Paul Spade, Peter Abelard: Ethical Writings, (Indianapolis: HackettPublishing Company, 1995). * Ethica or Scito Te Ipsum (\"Ética\" ou \"Conheça-se\"), antes de 1140.English translations in David Luscombe, Ethics, (Oxford: Oxford University Press, 1971), and in Paul Spade, Peter Abelard: Ethical Writings, (Indianapolis: HackettPublishing Company, 1995). === Edições e traduções modernas (em inglês) === * * * * * Abelard, Peter and Heloise. (2009) The Letters of Heloise and Abelard. Traduzido por Mary McGlaughlin e Bonnie Wheeler. * Planctus. Consolatoria, Confessio fidei, by M. Sannelli, La Finestra editrice, Lavis 2013, * Carmen Ad Astralabium, in: Ruys J.F. (2014) Carmen ad Astralabium—Tradução inglesa. The Repentant Abelard. The New Middle Ages. Palgrave Macmillan, New York. https://doi.org/10.1057/9781137051875_5 * The letter collection of Peter Abaelard and Heloise. (2017) Editado e traduzido por Peter Luscombe. Oxford Medieval Texts * ==Ver também== *Historia Calamitatum ==Bibliografia== * SPINELLI, Miguel. A Dialética Discursiva de Pedro Abelardo. Revista Veritas, Porto Alegre, v. 49, n. 03, 2004, pp. 437-447. * MARQUES, Luiz Guilherme. A Verdade sobre Abelardo, Heloísa e Astrolábio. São Paulo: Editora Letras do Pensamento , 2016. == Filmografia == * Stealing Heaven (no Brasil, intitulado Em Nome de Deus), filme de Clive Donner (1988) baseado no romance de Pedro Abelardo e Heloísa de Argenteuil ==Ligações externas== * *Peter Abelard and the origins of Nominalism *Abelardo e Heloísa - Uma História de Amor * SILVA, João Carlos Salles Pires da; Dialética e retórica em Pedro Abelardo. Trans/Form/Ação, São Paulo, 19: 221-230, 1996. Categoria:Castrados Categoria:Filósofos do século XII Categoria:Filósofos da França Categoria:Filósofos escolásticos Categoria:Filósofos da linguagem Categoria:Sepultados no Cemitério Père-Lachaise Categoria:Teólogos do século XII Categoria:Teólogos da França Categoria:Controvérsia de Pedro Abelardo Categoria:Nominalistas",
 "title": "Pedro Abelardo"
}