{
 "id": "49312",
 "text": "Rollei () foi um fabricante alemão de artigos de óptica e equipamento fotográfico de alta qualidade, notadamente as câmeras Rolleiflex. Fundada em 1920 por Paul Franke e Reinhold Heidecke em Braunschweig, em conjunto com a Carl Zeiss e a Schneider Kreuznach rivalizam com a sueca Hasselblad. Depois de ser comprada em 1995 pela Samsung Techwin, parte do grupo sul-coreano Samsung, em 2002 foi comprada por um grupo de investimento dinamarquês. Em 2005 foi dividida em duas empresas diferentes: \"Rollei GmbH\", em Berlim, proprietário da marca Rollei e venda de vários equipamentos OEM, e \"Franke & Heidecke GmbH, Feinmechanik und Optik\", em Brunswick, uma fábrica de equipamentos. No início de 2009, Franke & Heidecke GmbH, Feinmechanik und Optik declarou-se insolvente. A produção de câmeras de médio formato Rolleiflex, Rollei 35 e Rolleivision projetores de slides foi mais tarde retomada por uma nova empresa, fundada por Rolf Daus, Hans Hartje e Frank Will, ex-funcionários Franke & Heidecke. A DHW Fototechnik apresentou duas novas câmeras Rolleiflex e um novo electronic shutter na Photokina de 2012, mas a empresa encerrou suas atividades em 2015. Câmaras Rollei normalmente usam lentes Carl Zeiss ou Schneider Kreuznach, bem como lentes fabricadas pela Rollei com base em desenhos de Zeiss, e, ocasionalmente, lentes feitas por fabricantes japoneses. ==Exemplos clássicos - médio formato == * Rolleiflex 3.5F TLR, 75mm F3.5 Planar, modelo usado por David Bailey e Diane Arbus. * Rolleiflex SL66 e SL66E SLR com plano da lente de ascensão e queda e habilidades excepcionais de close-up, modelo usado por Brett Weston. ==Exemplos clássicos - 35mm== * Rollei 35 viewfinder (alemã) com 40mm F3.5 Carl Zeiss Tessar, à época a menor câmera 35mm do mercado. * Rolleiflex SL2000 (ou 3003) SLR, a primeira 35mm SLR com compartimentos permutáveis. ==Exemplos modernos - médio formato == * Rollei 6008 integral \"- advanced SLR\" com rápida manipulação. * Rollei 4.0 FW TLR com 50mm F4 Super-Angulon - reedição clássica. Categoria:Empresas de fotografia Categoria:Empresas fundadas em 1920 Categoria:Empresas de eletroeletrônicos da Alemanha Categoria:Empresas extintas da Alemanha",
 "title": "Rollei"
}