{
 "id": "49310",
 "text": "Na ciência jurídica, pessoa jurídica designa uma entidade que pode ser detentora de direitos e obrigações e à qual se atribui personalidade jurídica. No direito brasileiro, sua regulamentação encontra grande parte do fundamento legal no Código Civil desse país, entre outros documentos normativos. No direito português, utiliza-se mais comumente o termo pessoa coletiva, como ocorre no respectivo Código CivilVide arts. 33, 34, 157 e seguintes, entre outros do Código Civil português, que podem ser consultados nos seguintes links: ou na denominação do tributo português Imposto sobre o Rendimento de Pessoas Coletivas (IRC). A existência das pessoas jurídicas demorou alguns séculos para se estabelecer e se concretizar. Originariamente, baseou-se no Direito romano com sua nítida distinção entre os institutos de Direito público e os de Direito privado, assim como no Direito canônico em razão das estruturas coletivas que emanavam da Igreja. No entanto, o reconhecimento foi oficializado em 1917 através do Código de Direito Canônico no âmbito da Igreja Católica Apostólica Romana. Assim, ao lado da Igreja, passou-se a reconhecer como pessoa jurídica as unidades corporativas e patrimoniais da época. == Conceito == Para fornecer um conceito de \"pessoa jurídica\", é necessário antes definir pessoa. No direito, \"pessoa\" é o ente físico ou coletivo suscetível de direitos e obrigações, sendo sinônimo de sujeito de direito. Já \"sujeito de direito\" é aquele que é sujeito de um dever jurídico, de uma pretensão ou titularidade jurídica, que é o poder de fazer valer, através de uma ação, o não cumprimento do dever jurídico, ou melhor, o poder de intervir na produção da decisão judicial\".Maria Helena Diniz, Curso de Direito Civil Brasileiro. V.1, 18 ed, Saraiva: São Paulo, 2002. (p.116) Além das pessoas físicas ou naturais, passou-se a reconhecer, como sujeito de direito, entidades abstratas, criadas pelo homem, às quais se atribui personalidade. São as denominadas pessoas jurídicas, que assim como as pessoas físicas, são criações do direito.Pontes de Miranda, Tratado de Direito Privado (atual. Por Wilson Rodrigues Alves), Bookseller, 1999, (pág.344) O Código Civil Brasileiro de 2002, por sua vez, não enuncia o conceito de pessoa jurídica, mas acompanha a conceituação de Clóvis Bevilácqua, qual seja: “todos os agrupamentos de homens que, reunidos para um fim, cuja realização procuram, mostram ter vida própria, distinta da dos indivíduos que os compõem, e necessitando, para a segurança dessa vida, de uma proteção particular do direito”.Clóvis Bevilácqua, Teoria Geral do Direito Civil, 2.ª edição, Rio de Janeiro: Livraria Francisco Alves, 1929, (pág. 158) Ainda assim, muita discussão tem ocorrido sobre o verdadeiro conceito de pessoa jurídica. Para alguns, as pessoas jurídicas são seres de existência anterior e independente da ordem jurídica, se apresentando ao direito como realidades incontestáveis (teoria orgânica da pessoa jurídica). Para outros, as pessoas jurídicas são criações do direito e, assim, fora da previsão legal correspondente, não se as encontram em lugar algum (teoria da ficção da pessoa jurídica). Hoje, para a maioria dos teóricos, a natureza das pessoas jurídicas é a de uma ideia, cujo sentido é partilhado pelos membros de uma comunidade jurídica e/ou seja, objeto do \"Estado Constituído de Direitos\" e que a utilizam na composição de seus interesses nacionais e/ou Comunitários. Em sendo assim, ela não pode preexistir na forma de um \"direito (natural)\", como alguns o querem. A pessoa jurídica é um sujeito de direito personalizado, assim como as pessoas físicas, em contraposição aos sujeitos de direito despersonalizados, como o nascituro, a massa falida,... etc. Desse modo, a pessoa jurídica tem a autorização genérica para a prática de atos jurídicos bem como de qualquer ato, exceto o expressamente proibido. Feitas tais considerações, cabe conceituar pessoa jurídica como o sujeito de direito inanimado personalizado. Pode-se então conceituarMaria Helena Diniz, Curso de Direito Civil Brasileiro. V.1, 18 ed, Saraiva: São Paulo, 2002. (p.206). pessoa jurídica como sendo \"a unidade de pessoas naturais ou de patrimônios, que visa à consecução de certos fins, reconhecida pela ordem jurídica como sujeito de direitos e obrigações.\" Em síntese, pessoa jurídica consiste num conjunto de pessoas ou bens, dotado de personalidade jurídica própria e constituído na forma da lei. São três os requisitos para a existência da pessoa jurídica: organização de pessoas ou bens, liceidade de propósitos ou fins e capacidade jurídica reconhecida por norma. == Natureza jurídica == Há teorias que afirmam que a pessoa jurídica não tem existência, ou seja, personalidade própria. São as chamadas teorias negativistas. Por outro lado, as teorias afirmativas afirmam ao contrário, e são divididas em teorias da ficção e teorias da realidade. Teorias da ficção: tiveram maior influência no século XIX e são divididas em teoria da \"ficção legal\" e teoria da \"ficção doutrinária\". A primeira foi desenvolvida por Savigny e nela a pessoa jurídica é uma criação artificial da lei e somente a pessoa natural pode ser sujeito da relação jurídica e titular de direitos subjetivos. A teoria da \"ficção doutrinária\" afirma que a pessoa jurídica não tem existência real, mas apenas intelectual; sendo assim, uma mera ficção criada pela doutrina. Atualmente, as teorias da ficção não são aceitas, uma vez que não explicam a existência do Estado como pessoa jurídica. Teorias da realidade: as pessoas jurídicas são realidades vivas e não só mera abstração, tendo existência própria como os indivíduos. Essa teoria ainda se divide nas seguintes: # Teoria da realidade objetiva ou orgânica: sustenta que a pessoa jurídica é uma realidade sociológica, que nasce por imposição das forças sociais. Seus adeptos principais: Gierke e Zitelmann. # Teoria da realidade jurídica ou institucionalista: defendida por Hauriou, ela considera as pessoas jurídicas como organizações sociais destinadas a um serviço e por isso são personificadas. # Teoria da realidade técnica: seus adeptos são, especialmente, Saleilles e Colin e Capitant. Essa teoria considera que a personificação dos grupos sociais é expediente de ordem técnica. A personificação é atribuída a grupos em que a lei reconhece vontade e objetivos próprios. == Personalidade legal == A personalidade legal de uma pessoa jurídica, incluindo seus direitos, deveres, obrigações e ações, é separada de qualquer uma das outras ou quaisquer pessoas físicas ou jurídicas que a compõem. Assim, a responsabilidade legal de uma pessoa jurídica não é necessariamente a responsabilidade legal de qualquer um de seus componentes. Por exemplo, um contrato assinado a caneta em nome de uma pessoa jurídica só afeta direitos e deveres da pessoa jurídica; não afeta, via de regra, os direitos e deveres pessoais das pessoas físicas que executaram o contrato em nome da entidade legal. Vale comentar que as proteções relativas ao direito de personalidade aplicáveis às pessoas físicas enunciadas no Art. 11 e seguintes do Código Civil brasileiro, abrangem as pessoas jurídicas também, conforme Art. 52 do mesmo diploma legal, podendo, assim, pleitear proteção ao nome, por exemplo. == Classificação no direito brasileiro == Conforme o artigo 40 do Código Civil brasileiro de 2002, as pessoas jurídicas (admitidas pelo Direito brasileiro) são de direito público (interno ou externo), como fundações públicas e autarquias, e de direito privado, como associações e organizações religiosas. As primeiras encontram-se no âmbito de disciplina do direito público, e as últimas, no do direito privado. === Pessoas jurídicas de direito público interno === O Art. 41 do Código Civil brasileiro de 2002 elenca quais são as pessoas jurídicas de direito público interno. As pessoas jurídicas de direito público interno se dividem em entes de administração direta: * União; * Estados; * Distrito Federal; * Territórios; * Municípios. Também se divide em entes de administração indireta, como é o caso das: * autarquias (como o INSS) * das demais entidades de caráter público criadas por lei, como por exemplo as fundações públicas de direito público (fundação pública). Sua existência legal (personalidade), ou seja, sua criação e extinção, decorre de lei. === Pessoas jurídicas de direito público externo === Conforme o Art. 42 do Código Civil brasileiro de 2002, sem equivalência no Código Civil de 1916, são pessoas jurídicas de direito público externo os Estados estrangeiros e todas as pessoas que forem regidas pelo direito internacional público. São exemplos de pessoas jurídicas de direito público externo: * governos de nações estrangeiras; * Santa Sé; * organismos internacionais (ONU, OEA, União Europeia, Mercosul, UNESCO, FAO etc). === Pessoas jurídicas de direito privado === Conforme o Art. 44 do Código Civil brasileiro de 2002, são pessoas jurídicas de direito privado: as associações, as sociedades, as fundações, as organizações religiosas, os partidos políticos e as empresas individuais de responsabilidade limitada. As pessoas jurídicas de direito privado são instituídas por iniciativa de particulares. As pessoas jurídicas de direito privado dividem-se em duas categorias: de um lado, as estatais; de outro, as particulares. Para essa classificação interessa a origem dos recursos empregados na constituição da pessoa, posto que são estatais aquelas para cujo capital houve contribuição do Poder Público (sociedades de economia mista, empresas públicas) e particulares as constituídas apenas com recursos particulares. A pessoa jurídica de direito privado particular pode revestir seis formas diferentes: * Fundações, que são as universidades de bens, personalizadas pela ordem jurídica, em consideração a um fim estipulado pelo fundador, sendo este objetivo imutável e seus órgãos servientes, pois todas as resoluções estão delimitadas pelo instituidor. Ela não tem fins econômicos, nem fúteis. Ela deve almejar fins nobres, para proporcionar a adaptação à vida social, a abstenção da cultura, do desenvolvimento intelectual e o respeito de valores espirituais, artísticos, materiais ou científicos..Diniz, Curso de Direito Civil Brasileiro, 2012, p.267 Não são formadas por pessoas, são formadas pelos bens que as compõe. Fundações não possuem donos, sócios ou quotistas. Nem associados. É impossível alguém ser sócio de uma fundação. Sócio, somente de sociedade (nas associações, diz-se \"associado\"). Uma pessoa física pode ser administradora de uma fundação (a pessoa que administra e zela pelos interesses da fundação). * Associações, podendo ser elas civis, religiosas, morais, científicas ou literárias e as de utilidade pública. Conjunto de pessoas (chamadas de associados) que colimam fins ou interesses não econômicos, que podem ser alterados, pois seus membros deliberam livremente. Ela não tem fins lucrativos ou intenção de dividir o resultado. Seu objetivo tem fins culturais, educacionais, esportivos, religiosos, morais e etc..Diniz, Curso de Direito Civil Brasileiro, 2012, p.275 * Cooperativa, uma sociedade cujo capital é formado pelos cooperados, não sujeita à falência, e que tem a finalidade de somar esforços para atingir objetivos comuns em benefício de todos. Podem ser: ** Cooperativa de produção. Comercialização de bens produzidos por seus membros: cooperativa rural. ** Cooperativa de consumo. Compra de bens de consumo para revendê-los a seus associados a preços mais baratos que os do mercado: cooperativa de crédito. ** Cooperativa de serviço. Prestação de serviços, como transporte de carga, abastecimento de água e/ou distribuição de energia elétrica. * Sociedade, que pode ser simples ou empresarial. A simples visa fins econômicos que deve ser repartido entre os sócios, por meio de prestação de serviços e exercício de profissões; ela tem parte de uma autonomia patrimonial e atua em nome próprio, pois sua existência é distinta da dos sócios, de modo que os débitos destes não são da sociedade e vice versa. As empresariais, tens fins lucrativos, mediante a exercícios de atividades mercantil, assumindo as formas de sociedades em nome coletivo, sociedades em comandita simples, sociedades em comandita por ações, sociedades limitadas, sociedades anônimas ou por ações.Diniz, Curso de Direito Civil Brasileiro, 2012, p.295 A diferença entre a sociedade e a associação é que a primeira tem finalidade econômica (de lucro) e a segunda, não. Ambas, a qualquer momento, podem ser dissolvidas pelo interesse daqueles que a formaram. * Organização religiosa, são entidades formadas pela união de indivíduos com o propósito de culto, por meio de doutrina e ritual próprios, envolvendo, em geral, preceitos éticos. Nesse conceito enquadram-se desde igrejas e seitas até comunidades leigas, como confrarias ou irmandades. Nota- se que a liberdade de organização religiosa é uma das formas de expressão da liberdade religiosa, coexistindo com a liberdade de crença e de culto. * Partidos políticos, são entidades de interesse público criadas para promover a participação dos cidadãos na vida democrática e contribuir para a integração da representação nacional; Aqueles que os compõem compartilham objetivos, interesses, visões da realidade, princípios, valores e projetos a serem executados total ou parcialmente pelo poder público. São os responsáveis por apresentar candidatos para ocupar diferentes cargos políticos. Para isso mobilizam o chamado apoio eleitoral. Contribuem também para organizar e orientar o trabalho legislativo, articulando e agregando novos interesses e preferências dos cidadãos. * Empresas individuais de responsabilidade limitada, representada por uma única pessoa titular da totalidade do capital social, devidamente integralizado, não inferior a 100 vezes o maior salário mínimo vigente no Brasil, com isso os credores ficarão protegidos, sendo esse valor capaz de responder pelas atividades empresariais. O seu nome empresarial deverá ser formado pela inclusão do termo EIRELI após a firma ou denominação social.Diniz, Curso de Direito Civil Brasileiro, 2012, p.297 == Desconsideração == Em regra a pessoa jurídica sempre responderá por seus débitos dentro dos limites e forças do Capital Social, ficando a salvo o patrimônio individual da pessoa do sócio, Não podendo os bens particulares dos sócios serem executados antes que se esgotem todas a possibilidades pelos bens sociais. A desconsideração da personalidade jurídica é uma prática no direito civil e no direito do consumidor de, em certos casos, desconsiderar a separação patrimonial existente entre o capital de uma empresa e o patrimônio de seus sócios para os efeitos de determinadas obrigações, com a finalidade de evitar sua utilização de forma indevida, ou quando este for obstáculo ao ressarcimento de dano causado ao consumidor. O art.50 Código Civil, dá dois requisitos para a desconsideração da personalidade jurídica: * abuso de personalidade jurídica, caracterizado pelo desvio de finalidade; * confusão patrimonial. Assim, somente estas situações justificariam a desconsideração, que deve ser reconhecida por decisão judicial. Ainda há um requisito para a desconsideração da personalidade jurídica, mediante a execuções fiscais em todos os âmbitos. Já em relação ao Código de Defesa do Consumidor, os requisitos estão esculpidos no art. 28, que são: * abuso de direito; * excesso de poder; * infração da lei; * ato e fato ilícito e; * violação dos estatutos e contratos. Há também a modalidade de desconsideração trazida pela má administração da empresa que seria: * falência; * insolvência; * encerramento e; * inatividade. Por fim, o CDC também traz no art. 28, §5.º, que quando a Personalidade Jurídica for obstáculo ao ressarcimento do dano no consumidor, pode o Juiz desconsiderá-la, a seu critério, podendo agir de ofício. A desconsideração da separação entre o patrimônio da pessoa jurídica e o patrimônio particular das pessoas físicas ou outras pessoas jurídicas que a constituíram só é possível por meio de decisão judicial, que, como todas as decisões judiciais, deve respeitar o contraditório e a ampla defesa. Não pode no Direito Civil o juiz agir de ofício, ao contrário do que dispõe o Código de Defesa do Consumidor. == Ver também == * Direito civil * Direito comercial * Direito empresarial * Direito societário * Sociedade empresária * Direitos da personalidade == Bibliografia == * COELHO, Fábio Ulhoa. Curso de Direito Comercial. 10°ed. São Paulo: Saraiva, 2007. * DINIZ, Maria Helena. \"Curso de Direito Civil Brasileiro\". V.1, 18.º ed, São Paulo: Saraiva, 2002. * MIRANDA, Pontes de. \"Tratado de Direito Privado\" (atual. Por Vilson Rodrigues Alves), Bookseller, 1999. * RAFAEL, Edson José. \"Fundações e Direito\". 1° ed. São Paulo: Companhia Melhoramentos, 1997. * BEVILÁCQUA, Clóvis. \"Teoria Geral do Direito Civil\". 2.ª ed. Rio de Janeiro: Livraria Francisco Alves, 1929. * Gonçalves, Carlos Roberto. \"Direito Civil Brasileiro\". V.1, 13.ª ed, Saraiva, São Paulo, 2015. Categoria:Direito civil",
 "title": "Pessoa jurídica"
}