{
 "id": "49324",
 "text": "A Dácia era a terra habitada pelos Dácios, com o seu núcleo na Transilvânia, estendendo-se até ao Danúbio a sul, ao Mar Negro a leste, e ao Tisza a oeste. As montanhas dos Cárpatos estavam localizadas no meio da Dácia. Assim, corresponde aproximadamente aos atuais países da Romênia, bem como a partes da Moldávia, Bulgária, Sérvia, Hungria, Eslováquia e Ucrânia; Um reino dácio que uniu os dácios e o povo getae existiu entre 82 a.C. até a conquista romana em 106 d.C., atingindo seu apogeu sob o rei Burebista. Como resultado das duas guerras com o imperador Trajano, a população foi dispersada e a cidade central, Sarmizegetusa Regia, foi destruída pelos romanos, mas foi reconstruída por estes últimos para servir como capital da província romana da Dácia. Um grupo de \"Dácios Livres\" pode ter permanecido fora do Império Romano, no território do atual norte da Romênia, até o início do Período de Migração. A área provincial foi conquistada pelos romanos e incorporada como Dácia Romana, e a área foi controlada pelos romanos desde a conquista em 106 DC até 275 DC, ao longo de um século de governo. == Nomenclatura == Os Dácios são mencionados pela primeira vez nos escritos dos Gregos Antigos, em Heródoto (Livro de Histórias IV XCIII: \"[Getas] o mais nobre e também o mais justo de todas as tribos trácias\") e Tucídides (Guerras do Peloponeso, Livro II: \" [Getas] fazem fronteira com os citas e estão armados da mesma maneira, sendo todos arqueiros montados\"). Alguns historiadores argumentam que Daxia (mencionada no ) foi o antigo lar de nômades indo-iranianos que mais tarde vieram a formar o povo Geto-Dácio. == Geografia == A extensão e localização da Dácia variaram em seus três períodos históricos distintos (veja abaixo): miniaturadaimagem|200x200px|Dácia cf. Estrabão (c. 20 DC) === Períodos === ==== ==== A Dácia do rei Burebista (82–44 a.C.) estendia-se desde o Mar Negro até à nascente do rio Tisza e desde as montanhas dos Balcãs até à Boêmia. Durante esse período, os Getas e os Dácios conquistaram um território mais amplo e a Dácia estendeu-se desde o Médio Danúbio até ao litoral do Mar Negro (entre Apolônia e Pôntica Olbia) e desde os Cárpatos do Norte até às Montanhas dos Balcãs. Em 53 a.C, Júlio César afirmou que as terras dos Dácios começavam na extremidade oriental da Floresta Hercínica (Negra). Após a morte de Burebista, seu reino desmoronou. ==== ==== Estrabão, em sua Geografia escrita por volta de 20 D.C, diz: Estrabão, Geografia > ″Quanto à parte sul da Alemanha além do Albis, a porção que é contígua a > esse rio é ocupada pelos Suevos; então, imediatamente adjacente a ela está a > terra dos Getas, que, embora estreita no início, se estende ao longo do > Íster (Danúbio) em seu lado sul e no lado oposto ao longo da encosta da > montanha da Floresta Hercínica [Negra] ( pois a terra dos Getas também > abrange uma parte das montanhas), depois se alarga para o norte até o > Tyregetae; mas não posso dizer os limites precisos″ Nesta base, Lengyel e Radan (1980), Hoddinott (1981) e Mountain (1998) consideram que os Geto-Dácios habitavam ambos os lados do rio Tisza antes da ascensão dos Boios, e novamente depois que estes últimos foram derrotados pelos Dácios. O domínio dos Dácios entre o Danúbio e Tisza era tênue. No entanto, o arqueólogo Parducz argumentou uma presença dácia a oeste do Tisa que data da época de Burebista. De acordo com Tácito (56-117 D.C), os dácios faziam fronteira com a Germânia no sudeste, enquanto os sármatas faziam fronteira com ela no leste. No , os Jáziges estabeleceram-se a oeste da Dácia, na planície entre os rios Danúbio e Tisa, segundo a interpretação dos estudiosos do texto de Plínio: \"As partes mais altas entre o Danúbio e a Floresta Hercínica (Floresta Negra ) até os quartéis de inverno da Panônia em Carnutum e as planícies e regiões planas das fronteiras alemãs são ocupadas pelos jáziges sármatas, enquanto os Dácios que eles expulsaram mantêm as montanhas e florestas até o rio Teis\". ==== ==== Escrito algumas décadas após a conquista romana de partes da Dácia pelo imperador Trajano em 105-106 DC, a Geografia de Ptolomeu incluía os limites da Dácia. De acordo com a interpretação de Ptolomeu pelos estudiosos (Hrushevskyi 1997, Bunbury 1879, Mocsy 1974, Bărbulescu 2005) Dácia era a região entre os rios Tisza, Danúbio, alto Dniester e Siret. Os principais historiadores aceitam esta interpretação: Avery (1972) Berenger (1994) Fol (1996) Mountain (1998), Waldman Mason (2006). Ptolomeu também forneceu alguns topônimos dácios no sul da Polônia, na bacia do rio Vístula Superior (polonês: Wisla): Susudava e Setidava (com uma variante manuscrita Getidava). Isto poderia ter sido um “eco” da expansão do Burebista. Parece que esta expansão para o norte da língua dácia, até o rio Vístula, durou até 170-180 d.C., quando a migração dos vândalos Asdingos expulsou este grupo dácio do norte. Este grupo Dácio, possivelmente a cultura Costoboci/Lipița, é associado por Gudmund Schütte a cidades com a terminação específica da língua Dácia \"dava\", ou seja, Setidava. A província romana Dácia Trakana, estabelecida pelos vencedores das Guerras Dácias durante 101-106 D.C., inicialmente compreendia apenas as regiões conhecidas hoje como Banato, Oltênia, Transilvânia, e foi posteriormente gradualmente estendida para partes do sul da Moldávia, enquanto Dobruja e Budjak pertenciam à província romana da Mésia. No , após a conquista romana, Ptolomeu coloca a fronteira oriental da Dácia Trajana (a província romana) tão a leste quanto o rio Hieraso (Sirete), no meio da moderna Romênia. O domínio romano estendeu-se à área sudoeste do Reino Dácio (mas não ao que mais tarde ficou conhecido como Maramureş), a partes do posterior Principado da Moldávia, a leste de Sirete e ao norte da Muralha de Trajano Superior, e a áreas na moderna Muntênia e Ucrânia, excepto a costa do Mar Negro. Após as Guerras marcomanas (166-180 DC), grupos Dácios de fora da Dácia Romana foram acionados. O mesmo aconteceu com os 12.000 Dácios \"do bairro da Dácia Romana mandados embora de seu próprio país\". O seu país natal poderia ter sido a região do Alto Tisa, mas outros lugares não podem ser excluídos. A posterior província romana Dácia Aureliana foi organizada dentro da antiga Mésia Superior após a retirada do exército romano da Dácia, durante o reinado do imperador Aureliano durante 271-275 DC. Foi reorganizada como Dácia Ripense (como província militar) e Dácia Mediterrânea (como província civil). === Cidades === Ptolomeu fornece uma lista de 43 nomes de cidades na Dácia, das quais 33 eram de origem dácia. A maior parte destes últimos incluía o sufixo adicionado \"dava\" (que significa assentamento, aldeia). Mas, outros nomes dácios de sua lista não possuem o sufixo (por exemplo, Zarmisegethusa regia = Zermizirga). Além disso, nove outros nomes de origem dácia parecem ter sido latinizados. As cidades dos Dácios eram conhecidas como -dava, -deva, -δαυα (\"-dawa\" ou \"-dava\", Língua grega antiga), -δεβα (\"-deva\", Grego medieval) ou -δαβα ( \"-dava\", Grego medieval), etc. # Na Dácia: Acidava, Argedava, Buridava, Dokidava, Carsidava, Clepidava, Cumidava, Marcodava, Netindava, Patridava, Pelendava, *Perburidava, Petrodaua, Piroboridaua, Rhamidaua, Rusidava, Sacidava, Sangidava, Setidava, Singidava, Tamasidava, Utidava, Zargidava, Ziridava, Sucidava26 nomes ao todo. # Na Baixa Moésia (atual Norte da Bulgária) e na Cítia menor (Dobrudja): Aedeba, *Buteridava, *Giridava, Dausadava, Kapidaua, Murideba, Sacidava, Scaidava ( Skedeba ), Sagadava, Sukidaua ( Sucidava )10 nomes no total. # Na Alta Moésia (os distritos de Nish, Sofia e parcialmente Kjustendil): Aiadaba, Bregedaba, Danedebai, Desudaba, Itadeba, Kuimedaba, Zisnudebasete nomes no total. Gil- doba, aldeia da Trácia, de localização desconhecida. Thermi-daua, uma cidade na Dalmácia. Provavelmente uma forma Grecizada de *Germidava. Pulpu-deva, (Phillipopolis) hoje Plovdiv na Bulgária. == Entidades políticas == === Rubobostes === Os Geto-Dácios habitavam ambos os lados do rio Tisa antes da ascensão dos Boii celtas e novamente depois que estes foram derrotados pelos Dácios sob o rei Burebista. Parece provável que o estado Dácio tenha surgido como uma confederação tribal, unida apenas por uma liderança carismática nos domínios político-militar e ideológico-religioso. No início do , sob o governo de Rubobostes, um rei dácio na atual Transilvânia, o poder dos dácios na bacia dos Cárpatos aumentou depois de derrotarem os celtas, que anteriormente detinham o poder na região. === Oroles === Um reino da Dácia também existia já na primeira metade do sob o rei Oroles. Os conflitos com os bastarnas e os romanos (112–109 a.C., 74 a.C.), contra os quais ajudaram os escordiscos e os dardanos, enfraqueceram enormemente os recursos dos dácios. === Burebista === Burebista, contemporâneo de Júlio César, governou tribos geto-dácias entre 82 a.C. e 44 a.C. Ele reorganizou completamente o exército e tentou elevar o padrão moral e a obediência do povo, persuadindo-o a cortar as vinhas e a parar de beber vinho. Estrabão, Geografia, VII:3.11 Durante o seu reinado, os limites do Reino Dácio foram estendidos ao máximo. Os Bastarnas e Boios foram conquistados, e até as cidades gregas de Ólbia e Apolônia no Mar Negro (Ponto Euxino) reconheceram a autoridade de Burebista. Em 53 a.C., César afirmou que o território Dácio ficava na fronteira oriental da Floresta Hercínica. Burebista suprimiu a cunhagem indígena de moedas por quatro grandes grupos tribais, adotando denários romanos importados ou copiados como padrão monetário. Durante seu reinado, Burebista transferiu a capital geto-dácia de Argedava para Sarmizegetusa Regia. Durante pelo menos um século e meio, Sarmizegetusa foi a capital dos Dácios e atingiu o seu apogeu sob o rei Decébalo. Os dácios pareciam tão formidáveis que César contemplou uma expedição contra eles, o que sua morte em 44 aC impediu. No mesmo ano, Burebista foi assassinado e o reino foi dividido em quatro (mais tarde cinco) partes sob governantes separados. === Cotiso === Uma dessas entidades era o estado de Cotiso, com quem Augusto desposou sua filha Júlia, de cinco anos. Ele é bem conhecido pela linha de Horácio (Occidit Daci Cotisonis agmen, Odes, III. 8. 18). Os Dácios são frequentemente mencionados sob Augusto, segundo quem foram obrigados a reconhecer a supremacia romana. No entanto, não foram de forma alguma subjugados e, em tempos posteriores, para manter a sua independência, aproveitaram todas as oportunidades para cruzar o Danúbio congelado durante o inverno e devastar as cidades romanas na província da Mésia, que estava sob ocupação romana. Estrabão testemunhou: \"embora os getas e os dácios uma vez tenham alcançado um poder muito grande, de modo que puderam realmente enviar uma expedição de duzentos mil homens, eles agora se encontram reduzidos a apenas quarenta mil, e chegaram perto do ponto de render obediência aos romanos, embora ainda não sejam absolutamente submissos, por causa das esperanças que baseiam nos alemães, que são inimigos dos romanos.\" Estrabão, Geografia Na verdade, isso ocorreu porque o império de Burebista se dividiu após sua morte em quatro e mais tarde em cinco estados menores, como explica Estrabão, \"só recentemente, quando Augusto César enviou uma expedição contra eles, o número de partes em que o império havia sido dividido tinha cinco anos, embora na época da insurreição fossem quatro. Tais divisões, com certeza, são apenas temporárias e variam com o tempo\". === Decébalo === Decébalo governou os Dácios entre 87 e 106 DC. As fronteiras da Dácia de Decebal eram marcadas pelo rio Tisa a oeste, pelos transcárpatos ao norte e pelo rio Dniester a leste. Seu nome se traduz como “forte como dez homens”. == Conquista romana == Quando Trajano voltou sua atenção para a Dácia, ela estava na agenda romana desde antes dos dias de Júlio César , quando um exército romano foi derrotado na Batalha de Hístria. De 85 a 89 d.C., os dácios sob o comando de Decébalo travaram duas guerras com os romanos. Em 85 dC, os dácios invadiram o Danúbio e saquearam a Mésia. Em 87 d.C., as tropas romanas enviadas pelo imperador Domiciano contra eles sob o comando de Cornélio Fusco foram derrotadas e Cornélio Fusco foi morto pelos dácios pela autoridade de seu governante, Diurpaneus. Após esta vitória, Diurpaneus assumiu o nome de Decébalo, mas os romanos foram vitoriosos na Batalha de Tapae em 88 d.C. e uma trégua foi estabelecida. No ano seguinte, 88 d.C., novas tropas romanas comandadas por Técio Juliano obtiveram uma vantagem significativa, mas foram obrigadas a fazer a paz após a derrota de Domiciano pelos Marcomanos, deixando os Dácios efetivamente independentes. Decébalo recebeu o status de \"rei cliente de Roma\", recebendo instrutores militares, artesãos e dinheiro de Roma. Para Roma, Domiciano trouxe camponeses italianos vestidos com roupas dácias porque não podia levar escravos na guerra. Para aumentar a glória de seu reinado, restaurar as finanças de Roma e encerrar um tratado considerado humilhante, Trajano decidiu conquistar a Dácia, capturar o famoso Tesouro de Decébalo e controlar as minas de ouro dácias da Transilvânia. O resultado de sua primeira campanha (101–102) foi o cerco à capital dácia, Sarmizegetusa, e a ocupação de parte do país. O imperador Trajano recomeçou as hostilidades contra a Dácia e, após um número incerto de batalhas, e com as tropas de Trajano pressionando em direção à capital da Dácia, Sarmizegethusa, Decébalo mais uma vez buscou termos. Decébalo reconstruiu seu poder nos anos seguintes e atacou novamente as guarnições romanas em 105 d.C. Em resposta, Trajano marchou novamente para a Dácia, atacando a capital Dácia no Cerco de Sarmizegethusa e arrasando-a; o rei dácio derrotado, Decébalo, cometeu suicídio para evitar a captura. Com parte da Dácia reprimida como província romana Dácia Traiana. Posteriormente, Trajano invadiu o império parta a leste. Suas conquistas levaram o Império Romano ao seu auge. As fronteiras de Roma no leste foram governadas indiretamente neste período, através de um sistema de estados clientes, o que levou a campanhas menos diretas do que no oeste. Um pouco da história da guerra é contada por Cássio Dio. J. Bennett. Trajan Optimus Princips, Routledge, London and New York, 1997, pp. xii–xiii Trajano ergueu a Coluna de Trajano em Roma para comemorar sua vitória. Sinnegen & Boak. A History of Rome to A.D. 565, 6th ed. MacMillan Publishing Co., New York, 1977 p. 312 === História provincial === Embora os romanos tenham conquistado e destruído o antigo Reino da Dácia, um grande restante da terra permaneceu fora da autoridade imperial romana. Além disso, a conquista mudou o equilíbrio de poder na região e foi o catalisador para uma aliança renovada de tribos e reinos germânicos e celtas contra o Império Romano. No entanto, as vantagens materiais do sistema imperial romano eram atraentes para a aristocracia sobrevivente. Posteriormente, muitos dos Dácios tornaram-se romanizados (ver também Origem dos Romenos). Em 183 d.C., a guerra eclodiu na Dácia: poucos detalhes estão disponíveis, mas parece que dois futuros candidatos ao trono do imperador Cômodo, Clódio Albino e Pescênio Níger, ambos se destacaram na campanha. De acordo com Lactâncio, \"Of the Manner in which the persecutors died\" by Lactantius (early Christian author AD 240–320) o imperador romano Décio (249-251 DC) teve que restaurar a Dácia Romana dos Carpo-Dácios de Zósimo \"tendo empreendido uma expedição contra os Carpi, que então se possuíam da Dácia e da Mésia\". Mesmo assim, os reinos germânicos e celtas, particularmente as tribos góticas, moveram-se lentamente em direção às fronteiras dácias e, no espaço de uma geração, estavam a fazer ataques à província. Em última análise, os godos conseguiram desalojar os romanos e restaurar a \"independência\" da Dácia após a retirada do imperador Aureliano, em 275. Em 268–269 d.C., em Naissus, Cláudio II (Gothicus Maximus) obteve uma vitória decisiva sobre os godos. Como naquela época os romanos ainda ocupavam a Dácia Romana, presume-se que os godos não cruzaram o Danúbio vindos da província romana. Os godos que sobreviveram à derrota nem sequer tentaram escapar pela Dácia, mas pela Trácia. Nas fronteiras da Dácia Romana, os Carpos (Dácios Livres) ainda eram fortes o suficiente para sustentar cinco batalhas em oito anos contra os romanos de 301-308 DC. A Dácia Romana foi deixada em 275 DC pelos romanos, novamente para os Carpi, e não para os godos. Ainda havia Dácios em 336 DC, contra os quais Constantino, o Grande, lutou. A província foi abandonada pelas tropas romanas e, de acordo com o Breviarium historiae Romanae de Eutrópio, os cidadãos romanos \"das cidades e terras da Dácia\" foram reassentados no interior da Moésia. Sob Diocleciano, c. Em 296 d.C., para defender a fronteira romana, foram erguidas fortificações pelos romanos em ambas as margens do Danúbio. === Reconquista Constantiniana === Em 328, o imperador Constantino, o Grande, inaugurou a Ponte de Constantino (Danúbio) em Sucidava, (hoje Celei na Romênia) na esperança de reconquistar a Dácia, uma província que havia sido abandonada sob Aureliano. No final do inverno de 332, Constantino fez campanha com os sármatas contra os godos. O clima e a falta de comida custaram caro aos godos: segundo consta, quase cem mil morreram antes de se submeterem a Roma. Para comemorar esta vitória, Constantino tomou o título de Gothicus Maximus e reivindicou o território subjugado como a nova província de Gótia. Em 334, depois que os plebeus sármatas derrubaram seus líderes, Constantino liderou uma campanha contra a tribo. Ele obteve uma vitória na guerra e estendeu seu controle sobre a região, como indicam restos de acampamentos e fortificações na região. Barnes, Timothy D. (1981). Constantine and Eusebius. Cambridge, MA: Harvard University Press. . p. 250. Constantino reassentou alguns exilados sármatas como agricultores nos distritos da Ilíria e romanos e recrutou o restante para o exército. A nova fronteira na Dácia foi ao longo da linha Brazda lui Novac apoiada por Castra de Hinova, Rusidava e Castra de Pietroasele Os limes passavam ao norte de Castra de Tirighina-Bărboși e terminavam na lagoa Sasyk perto do rio Dniestre. Costin Croitoru, (Romanian) Sudul Moldovei în cadrul sistemului defensiv roman. Contribuții la cunoașterea valurilor de pământ. Acta terrae septencastrensis, Editura Economica, Sibiu, 2002, , p. 111. Constantino recebeu o título de Dacicus maximus em 336. Odahl, Charles Matson. Constantine and the Christian Empire. New York: Routledge, 2004. Hardcover Paperback , p. 261. Alguns territórios romanos ao norte do Danúbio resistiram até Justiniano. == Dácia depois dos romanos == Victúfalos, Taifalos e Tervíngios são tribos mencionadas por habitarem a Dácia em 350, após a partida dos romanos. Evidências arqueológicas sugerem que os Gépidas estavam disputando a Transilvânia com os Taifalos e os Tervíngios. Taifalos, uma vez independentes de Gótia, tornaram-se federados dos romanos, de quem obtiveram o direito de colonizar Oltênia. Em 376 a região foi conquistada pelos hunos, que a mantiveram até a morte de Átila em 453. A tribo Gépida, governada por Ardarico, utilizou-a como base, até que em 566 foi destruída pelos lombardos. Os lombardos abandonaram o país e os ávaros (segunda metade do ) dominaram a região durante 230 anos, até que o seu reino foi destruído por Carlos Magno em 791. Ao mesmo tempo, chegaram os eslavos. == Ver também == * Dácios ** Lista dos reis dácios ** Lista de cidades Dácias ** Lista das tribos Dácias *** Getas *** Carpos ** Dragão Dácio ** Língua dácia * História da Dácia * Coluna de Trajano * Ponte de Trajano === Bibliografia === * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * * * * - Dacians como aparecem no Arco de Constantino * - moedas cunhadas por Trajano após a conquista da Dácia * - Dragão, estandarte militar romano tardio * - mapa romano tardio Tabula Peutingeriana * - Guerras Dácias na Coluna de Trajano * UNRV Dacia article Categoria:História da Romênia Categoria:Províncias romanas Categoria:Antigas monarquias da Europa Categoria:Dácia",
 "title": "Dácia"
}