{
 "id": "49349",
 "text": "Energia mecânica é, resumidamente, a capacidade de um corpo produzir trabalho. Também podemos interpretá-la como a energia que pode ser transferida por meio de uma força. A energia mecânica total de um sistema é a soma da energia cinética, relacionada ao movimento de um corpo, com a energia potencial, relacionada ao armazenamento, podendo ser gravitacional ou elástica. :\\ E_m=E_c+E_p Se o sistema for conservativo, ou seja, apenas forças conservativas atuarem nele, a energia mecânica total conserva-se e é uma constante de movimento. A energia mecânica E_m que um corpo possui é a soma da sua energia cinética E_c com sua energia potencial E_p . Uma força é classificada como sendo conservativa quando o trabalho realizado por ela para mover um corpo de um lugar a outro é independente do percurso, isto é, do caminho escolhido. Esclarecendo: para carregar um saco de batatas e o transportar morro acima, o caminho escolhido pode ser mais longo, caminhando- se circularmente ou seguindo um caminho mais curto e reto, mas através de uma ladeira íngreme. A força gravítica é conservativa. Um exemplo de força não conservativa é a força de atrito, que também é chamada de força dissipativa. Pela lei da conservação da energia, se um corpo está apenas sob a ação de forças conservativas, a sua energia mecânica (E_m = E_c + E_p) conservar-se-á. Isso equivale a dizer, neste caso, que se a energia cinética de um corpo aumentar, a energia potencial deve diminuir e vice-versa, de modo a manter E constante. Considere que uma bola de massa m = 0,6 \\ kg na mão de uma pessoa está a uma altura h = 4 \\ m do chão. A sua energia potencial é U = m g h = 24 joules, sendo g = 10 \\ \\frac{m}{s^2} , a aceleração da gravidade. Nesse lugar, como a bola está parada, a sua velocidade é igual a 0, e portanto a sua energia cinética também é igual a zero, ou seja K = \\frac{1}{2} mv^2 = 0. Assim, a sua energia mecânica total é E = 24 \\ J. Ao ser lançada, essa bola atinge o solo e a sua altura ficará igual a 0, e consequentemente a sua U = 0. Como há conservação da energia mecânica, a energia cinética da bola no solo é K = 24 \\ J. Deste valor podemos obter a componente escalar da velocidade instantes antes de a bola atingir o solo, ou seja v = 8,94 \\ \\frac{m}{s}. Quanto maior a altura de onde é lançada a bola, maior a velocidade atingida ao chegar ao solo. Vale também o contrário, isto é, quanto maior a velocidade, maior a altura atingida. Assim, se um atleta quiser saltar uma boa altura h, é preciso correr muito para atingir uma velocidade alta. É isso que fazem os atletas que praticam salto em altura, salto tríplice e saltos com evoluções em ginástica olímpica. == Equações == A energia mecânica de um sistema conservativo é dada por:\\ E_m=E_c+E_p sendo: :\\ E_c, a energia cinética; :\\ E_p, a energia potencial. === Energia cinética === O trabalho feito por uma força \\mathbf{F} ao longo de um caminho C é calculado pela seguinte integral: : \\operatorname{W} _{c} = \\int_{c} \\mathbf{F}\\cdot d\\mathbf{r} Segundo o teorema do trabalho e da energia cinética: : \\operatorname{W} _{c} = \\Delta E_c ==== Energia cinética de translação ==== A definição da energia cinética de translação é obtida mediante a resolução da integral que define o trabalho: : \\operatorname{W} _{c} = \\int_{c} \\mathbf{F}\\cdot d\\mathbf{r}. Usando a definição de força e a regra da cadeia, modifica-se o integrando e a variável de integração de modo a resolver a integral: : \\int_{c} \\mathbf{F}\\cdot d\\mathbf{r} = \\int_{c} \\frac {d \\mathbf{p}}{dt} \\cdot d\\mathbf{r} = \\int_{c} d \\mathbf{p} \\cdot \\frac {d \\mathbf{r}}{dt} = \\int_{c} d \\mathbf{p} \\cdot \\mathbf{v}, em que \\mathbf{p} é o momento linear do objeto e \\mathbf{v} é sua velocidade. Tomemos a definição de momento linear: : \\mathbf{p} = m \\mathbf{v} Diferenciando a expressão e a substituindo na integral: : d \\mathbf{p} = m d \\mathbf{v} : \\int_{c} \\mathbf{v} \\cdot d \\mathbf{p} = \\int_{c} \\mathbf{v} \\cdot m d \\mathbf{v} Finalmente, resolve-se a integral: : \\operatorname{W} _{c} = \\int_{v_{0}}^{v} m{v'}d{v'} = \\frac {mv'^2}{2}|_{v_{0}}^{v} = \\frac {mv^2}{2} - \\frac {m{v_{0}}^2}{2} Define-se a energia cinética, portanto, como: : E_c = \\frac {mv^2}{2} O resultado da integração acima leva-nos à igualdade entre o trabalho e a variação da energia cinética: : \\operatorname{W} _{c} = \\Delta E_c ==== Energia cinética de rotação ==== : E_{cr} = \\frac{1}{2} I \\omega^2 === Energia potencial === Energia Potencial Gravitacional: \\ E_{pg}=mgh Energia Potencial Elástica: \\ E_{pelastica}=\\frac{k x^2}{2} Energia Potencial Elétrica: \\ E_{peletrica}=\\frac{U}{q} Energia Potencial: Soma de todas as energias potenciais == Equações diferenciais == No formalismo que descreve a Mecânica, existem algumas equações diferenciais: dW = dT dW = - dV onde W é o trabalho, T a energia cinética e V a energia potencial. No caso de a diferencial dW não ser exata, pode-se dizer que o trabalho W não depende do percurso. Se a força é conservativa, resulta: dT + dV = 0 T + V = constante Dessa maneira, percebe-se que a energia mecânica não varia ao longo do \"caminho\". == Mecânica quântica == Tratando-se de física quântica, o formalismo dado à mecânica muda um pouco. As leis da física são vistas de maneira diferente no caso de uma escala próxima ao núcleo atómico. As equações que regem a dinâmica dos corpos (formalismo Hamiltoniano e Lagrangiano), são substituídas pela equação de Schrödinger: \\hat{H} \\psi = E \\psi onde H é o operador Hamiltoniano, \\psi a função de onda e E a energia do estado \\psi . É importante ressalvar que a equação de Schrödinger pode tomar a forma dependente e independente do tempo. Para isso, deve lembrar-se que: Operador Hamiltoniana: \\hat{H} = \\hat{E_c} + \\hat{E_p} = \\frac{\\hat{p}^2}{2m} + \\hat{V}(r) Operador momento: \\hat{p} = \\frac{\\hbar}{i} abla Operador Potencial: \\hat{V}(r) = V (r) Energia: E = i\\hbar \\frac{\\partial}{\\partial t} (no caso dependente do tempo) Assim, no caso da equação independente do tempo, tem-se: \\frac{-\\hbar}{2m} abla^2 \\psi (r) + V (r) \\psi(r) = E \\psi (r) (equação independente do tempo) Já no caso da dependente do tempo tem-se: \\frac{-\\hbar}{2m} abla^2 \\psi (r, t) + V (r)\\psi (r, t) = i\\hbar \\frac{\\partial}{\\partial t} \\psi (r, t) (equação dependente do tempo) == Exemplos == Nesta seção serão dados alguns exemplos do cálculo da energia mecânica. === Partícula livre === No caso de uma partícula livre, sabe-se que a energia potencial E_p é nula. Assim, a energia mecânica é escrita como: \\ E_m=E_c= \\frac{p^2}{2m} onde p é o momento linear da partícula e m sua massa. === Oscilador harmônico === No caso de uma partícula em um oscilador harmônico, a energia potencial pode ser escrita como: E_p = \\frac{1}{2}m\\omega^2x^2 com \\omega sendo a velocidade angular e x a posição da partícula. Assim, a energia mecânica do sistema é dada por: \\ E_m=\\frac{p^2}{2m} + \\frac{1}{2}m \\omega^2 x^2 === Atração gravitacional === No caso de uma partícula de massa m_1 em um potencial gravitacional gerado por outra partícula de massa m_2 , pode-se escrever a energia mecânica do sistema como \\ E_m=\\frac{p^2}{2m} + \\frac{G.m_1.m_2}{d} onde G é a constante da gravitação universal e d a distância entre os corpos. === Pêndulo simples === Em um pêndulo simples, a energia mecânica do sistema será igual à energia potencial gravitacional inicial, que é proporcional à altura da qual ele será solto. Durante o movimento de descida, a energia potencial converte-se continuamente em energia cinética devido ao trabalho realizado pela força gravitacional (peso). Quanto o corpo atinge o ponto mais baixo, toda a energia potencial foi transformada em cinética, correspondendo ao ponto de velocidade máxima do pêndulo. Uma vez passado esse ponto, o corpo começa sua subida e o processo inverso se inicia: a energia cinética se transformando em potencial gravitacional até que o corpo pare totalmente, na mesma altura em que foi solto do outro lado. A energia mecânica do sistema de um pêndulo simples é dada pela expressão a seguir: \\ E_{mec}=mgh + \\frac{1}{2} m v^2 Em que mgh é a energia potencial gravitacional e \\frac{1}{2} m v^2 é a energia cinética associadas à massa do pêndulo. Pelo princípio da Conservação da Energia Mecânica, essa soma permanece constante ao longo do tempo, ou seja, quando a energia cinética aumenta, a potencial tem que diminuir e vice-versa. == Legenda == * k =constante elástica * g =aceleração da gravidade (~9,81 m/s²) (constante) * E_c =energia cinética * m =massa (kg) * I =Momento de Inércia (kg*m²) * \\omega (letra grega ômega) = velocidade angular (rad/s) * w =trabalho (J) * E_{pg} =energia potencial gravitacional * E_{peletrica} =energia potencial elétrica * E_{pelastica} =energia potencial elástica * h =altura (m) * v =velocidade (m/s) * x =elongação ou deformação da mola Mecânica",
 "title": "Energia mecânica"
}