{
 "id": "49357",
 "text": "O Grêmio Recreativo Torcida Organizada Dragões da Real, também conhecida como DDR, é uma torcida organizada do São Paulo Futebol Clube e uma escola de samba. Sua cor predominante na arquibancada é o vermelho, e seu símbolo é um dragão envolvido no brasão do São Paulo FC. O lema da torcida é: Uma Vida De Amor Ao SPFC. == Sub-Sedes / Representantes == == Torcidas Aliadas == * Torcida Jovem do Sport do Sport Club do Recife * Torcida Uniformizada Os Imbatíveis, do EC Vitória * Máfia Azul, do Cruzeiro Esporte Clube * Pavilhão Independente, do Cruzeiro Esporte Clube * Leões da TUF, do Fortaleza Esporte Clube * Torcida Organizada Camisa 12, do SC Internacional * União Tricolor, do Joinville Esporte Clube === Amizade === * Torcida Facção Brasiliense, do Brasiliense Futebol Clube * Torcida Piratas Azulinos, do Clube do Remo * Amizade com todas as torcidas do Cruzeiro Esporte Clube * Torcida Organizada Os Fanáticos, do Atlético Paranaense * Torcida Independente, do São Paulo Futebol Clube == Escola de SambaSite oficial - Escola de Samba == GRCES Dragões da Real está atualmente no Grupo Especial do Carnaval de São Paulo. No ano de 2011, conseguiu a classificação para o Grupo Especial do Carnaval Paulistano. No Grupo Especial de 2012, conseguiu se manter para o Carnaval 2013 com a 7ª posição. Já em 2013, conseguiu classificação para os desfiles das campeãs, que reune os 5 primeiros colocados do Grupo Especial, os 2 melhores do Grupo de Acesso, os campeões do Grupo 1,2,3 e 4 da UESP, ficando em 4º lugar. No Carnaval de 2014, obteve a 5ª colocação geral, garantindo a permanência no grupo Especial em 2015, e no Desfile das Campeãs de São Paulo de 2014.Em 2015 Dragões ficou em 5 lugar e novamente com tal feito foi ao desfile das campeãs == Ver também == *São Paulo FC *http://www.organizadasbrasil.com/torcida/TORCIDA-DRAGOES-DA-REAL-32.html == Ligações externas == * * * * Categoria:Torcida do São Paulo Futebol Clube Categoria:Torcidas organizadas do estado de São Paulo",
 "title": "Dragões da Real"
}