{
 "id": "49384",
 "text": "Cassiopeia (), na mitologia grega, era casada com Cefeu, rei da Etiópia, e mãe da princesa Andrômeda.Pseudo-Apolodoro, Biblioteca, 2.4.3 [em linha]KURY, Mário da Gama. Dicionário de Mitologia Grega e Romana Zahar, 2003, pág. 72 Cassiopeia era vaidosa e arrogante, chegando a proclamar-se mais bela e melhor que as nereidas (uma outra versão contava que o elogio teria sido dirigido à sua filha, Andrômeda). Sendo a esposa de Poseidon, Anfitrite, uma das Nereidas, sentiu-se ofendida e pediu ao deus dos mares que castigasse a rainha pela sua ousadia. Poseidon enviou então um monstro marinho para destruir o reino de Cefeu. O oráculo de Ammon anunciou ao rei que o monstro só seria aplacado se oferecessem Andrômeda como sacrifício, pelo que a princesa foi acorrentada a um rochedo, mas Perseu viu-a e apaixonou-se por ela. Perseu disse que mataria o monstro e a libertaria, se ela fosse dada em casamento; mas durante o casamento, por Andrômeda ter sido prometida a seu tio Fineu, este tramou contra Perseu, e foi transformado em pedra, junto de seus companheiros, pela visão da cabeça da Medusa. Para não escapar ilesa da punição, Cassiopeia foi transformada na constelação que leva o seu nome de forma a passar a maior parte do tempo virada de cabeça para baixo. De acordo com João Tzetzes e Eurípedes, a história de Andrômeda ocorreu em Jope, e na época de Flávio Josefo, havia em Jope restos das correntes que prenderam a princesa.J. G. Frazer, tradutor de Pseudo-Apolodoro, Notes on Apollodorus, Bibliotheca, 2a [em linha] Os pais de Cassiopeia não são citados nos textos antigos, mas Adolf Bastian conjecturou que Cassiopeia seria filha de Fênix, filho de Agenor e de Cassiopeia, filha de Árabo.Adolf Bastian, Beiträge zur Ethnologie und darauf begründete Studien (1871) p.251 [em linha] Fineu, tio e noivo de Andrômeda, que Pseudo-Apolodoro indica como irmão de Cefeu, seria outro filho de Fênix e Cassiopeia, a filha de Árabo. Outros filhos deste casamento seriam Cílix e Doriclus, além de Atymnius, cujo pai era, na verdade, Zeus.W. Preston, Notes and Observations on Apollonius Rhodius, publicado por Suttaby, Evance, and Fox, The Works of the Greek and Roman Poets, Volume 9, Partes 3-4 (1813), p.102 [em linha] Luís de Camões refere-se a ela nos Lusíadas (X, 88), com o verso \"Vê de Cassiopeia a fermosura\".CAMÕES. Os Lusíadas, X, 88 Categoria:Rainhas da mitologia grega",
 "title": "Cassiopeia (mãe de Andrómeda)"
}