{
 "id": "49398",
 "text": "Desinfetantes são substâncias que são aplicadas em superfícies não vivas para destruir os microrganismos que vivem nesses objetos. A desinfecção não mata, necessariamente, todos os microrganismos, em especial as formas esporuladas de bactérias; sendo menos eficaz que a esterilização, que é um processo extremo químico ou físico que mata todos os tipos de vida. Os desinfetantes são diferentes de outros agentes antimicrobianos como os antibióticos, que destroem micro-organismos dentro do corpo, e antissépticos, que destroem micro-organismos em tecidos vivos. Desinfetantes também são diferentes de biocidas — sendo este último com o propósito de destruir todas as formas de vida, não apenas micro-organismos. Os desinfetantes funcionam através da destruição da parede celular do micro-organismo ou por interferência em seu metabolismo. A assepsia é o conjunto de medidas que permitem manter um ser vivo ou um meio inerte isento de bactérias. A antissepsia refere-se à desinfecção de tecidos vivos com antissépticos. == Generalidade == === Desinfetante ideal === O desinfetante ideal deve ser capaz de destruir a forma vegetativa de todos os microrganismos patogênicos, requerer tempo limitado de exposição e ser eficaz em temperatura ambiente, não corrosivo, atóxico para seres humanos e de baixo custo. Devido às semelhanças na composição química e metabolismo entre os seres humanos e microrganismos, é pouco provável alcançar este ideal. Na prática, o uso correto dos desinfetantes químicos disponíveis irá pelo menos reduzir o número de microrganismos patogênicos viáveis presentes em superfícies para níveis que permitam a prevenção de infecções pelos mecanismos de defesa naturais do indivíduo sadio. === Princípios gerais para uso dos produtos químicos === São validos para esterilização: # É necessário manter-se a concentração original do produto mantendo-se o reservatório sempre fechado para diminuirmos a evaporação e enxugando-se os instrumentos para não haver diluição do produto; # Deve-se evitar alteração do pH enxaguando-se bem para não haver contaminação com sabões e detergentes; # Uma temperatura mais elevada pode acelerar a ação do produto, mas o excesso pode inativá-lo; # O instrumento deve ser totalmente imerso no produto. O contato completo é necessário; # O tempo de atuação e de reutilização e a durabilidade depende de cada produto; # O profissional deve seguir as instruções do fabricante e este não deve falhar em instruir corretamente o seu consumidor. === Regulamentação === Os desinfetantes encontram-se sob regulamentação da Environmental Protection Agency (EPA) e, portanto, estão sujeitos às regras desse órgão para a demostração de eficácia e uso no trabalho. Como se destinam a aplicação em tecidos vivos, os antissépticos encontram-se sob o controle da Food and Drug Administration (FDA) no que concerne à sua eficácia e uso clínico. === Escolha do desinfetante === A escolha deve ser feita cuidadosamente. Dependendo da natureza do produto agem: * Sobre a membrana citoplasmática, ex: Clorexidina; * Fixação da membrana citoplasmática, ex: Formaldeído e glutaraldeído; * Oxidação dos constituintes celulares, ex: cloro (hipocloritos) e iodo (iodóforos). Um desinfetante não deve ser usado quando se pode usar um esterilizante. Existem várias razões para isto, entre elas: a esterilização com soluções químicas não pode ser monitorada biologicamente, os instrumentos assim tratados devem ser manuseados assepticamente, enxaguados com água estéril e secados com toalhas estéreis e os instrumentos, por não estarem embalados, devem ser usados imediatamente ou serem colocados num receptáculo estéril. == Classificação == Antes de tudo, o profissional não deve ser levado pelas informações exageradas e/ou errôneas de alguns fabricantes. O profissional deve conhecer bem as propriedades e indicações dos produtos, pois poderá até ser responsabilizado, sob acusação de imperícia, pelo uso incorreto deles. Sob o ponto de vista de resistência à ação dos desinfetantes temos a classificação de _Spaulding_ que elenca, em forma decrescente: * os esporos bacterianos; * o Mycobacterium tuberculosis (que é um nível de referência); * os vírus pequenos não lipídicos; * os fungos; * os vírus lipídicos de tamanho médio e, finalmente; * as bactérias vegetativas. O M. tuberculosis é mais resistente aos desinfetantes químicos que qualquer outra bactéria não esporulante. As micobactérias não tuberculosas, especialmente o M. avis e M. intracellurare, são mais resistentes ainda e requerem um maior tempo de atuação. A presença destas é ubíqua na água, inclusive na água morna e um crescente número de pacientes com AIDS apresenta infecção com estes microrganismos. Endosporos bacterianos ↓ Resistência M. tuberculosis ↓ Vírus pequenos não lipídicos ↓ Fungos ↓ vírus lipídicos médio ↓ bactérias vegetativas ↓ === Desinfetante de alto nível === Possuem a capacidade de inativar esporos bacterianos resistentes. === Desinfetante de nível intermediário === Devem ser tuberculicida, mas não agem contra todos os esporos. === Desinfetante de nível baixo === Atuam contra microrganismos vegetativos, não são tuberculicidas, não agem contra esporos, têm atividade irregular contra fungos, atuam contra vírus lipídicos e de tamanho médio, mas não contra os lipídios de tamanho pequeno. == Agentes == Agente Atividade Desvantagens Dióxido de cloro Rápida atividade de desinfecção; pode ser utilizado para esterilização com exposição de seis horas Corrosivo; redução acentuada de sua atividade na presença de restos protéicos e orgânicos; requer boa ventilação fenois Atividade antimicrobiana de amplo espectro; eficazes na presença de detergentes Podem degradar plásticos; irritantes para a pele e os olhos; inativados pela água dura e detritos orgânicos Glutaraldeído Como preparação de imersão a 2% a 3,2%, possui ativiadade antimicrobiana de alto espectro; esporicida depois de 10 horas de contato; vida útil prolongada; solução a 0,25% empregada como desinfetante de superfície Muito irritante para a pele e mucosas; alergênico com exposição repetida Hipoclorito Ação rápida, bactericida de amplo espectro, esporicida, desinfetante virucida Irritante para a pele; corrosivo; pode degradar alguns plásticos Iodóforos Ação rápida. desinfetante bactericida de amplo espectro; permanece uma atividade antimicrobiana residual sobre a superfície após secagem corrosivo para alguns metais; podem colorir algumas superfícies; inativadas pela água dura === Halogênios e substância liberadoras de halogênios === Os halogênios e as substância liberadas de halogênios constituem alguns dos mais eficazes agentes microbianos utilizados para a desinfecção e antissepsia. Seu principal modo de ação parece depender da reação covalente do halogênio com sistemas enzimáticos-chave. === Fenóis e substâncias relacionadas === Sir Joseph Lister introduziu o fenol como desinfetante cirúrgico em meados da década de 1800, porém sua natureza irritante e tóxica levou à sua substituição por varias substâncias fenólicas substituídas. Estas substituição acentuaram o efeito antimicrobiano do fenol, sem aumentar significativamente a sua toxidade nos seres humanos. === Clorexidina === A clorexidina foi aprovada para o uso em escovas cirúrgicas em meados de 70, e como colutório a 0,12%, no final da década de 80. Para lavagem cirúrgica, as soluções de clorexidina a 4% são de ação rápida como os iodóforos e possuem a substantividade do hexaclorefeno. A clorexidina é altamente eficaz contra os microrganismos Gram-positivos, enquanto exibe menor eficácia contra os microrganismos Gram-negativos e mostra-se ineficaz contra os bacilos da tuberculose, esporos e numerosos vírus. Na Europa, foram utilizados soluções de clorexidina a 0,2% como colutórios orais desde a década de 80. A eficácia da clorexidina nos colutórios resulta principalmente de sua substantividade. A natureza catiônica da clorexidina permite a sua ligação a tecidos duros e moles na cavidade bucal; a seguir, é liberada com o decorrer do tempo, produzindo um efeito bacteriostático contínuo. Foi demostrada a eficácia dessas soluções, quando utilizadas duas vezes ao dia, na redução da formação da placa e gengivite. Os principais efeitos colaterais consistem na pigmentação dos dentes, aumento da formação de cálculos e alteração do paladar. Dois colutórios de clorexidina a 0,12% foram aprovados pela FDA (Food and Drug Administration), sendo tão eficazes clinicamente quanto a solução mais forte a 0,2%, porém com uma redução significativa na incidência de efeitos colaterais. === Metais pesados === Os metais pesados, em particular os mercuriais e compostos de prata possuem uma longa história como agentes antimicrobianos. Os mercuriais orgânicos ainda são utilizados em alguns países como fumigantes, mas foram substituídos pro substâncias mais eficazes e menos tóxicas na Medicina e na Odontologia. === Aldeídos === O glutaraldeído (1,5 pentanodial) foi inicialmente proposto como agente antimicrobiano no início da década de 60 então, tem sido amplamente utilizado na Odontologia e Medicina como desinfetante de imersão. === Alcoóis === Os alcoóis, em particular o etanol e isopropanol, foram utilizados durante muitos anos como agentes antimicrobianos e como transportadores para outros antimicrobianos insolúveis em água, como o iodo e fenóis. Devido a seu baixo custo, evaporação rápida e ausência de resíduo, mostram-se úteis para a desinfecção de objetos inanimados. === Glutaraldeído === Este produto foi aprovado pela Environmental Protection Agency dos EUA. Seu uso foi preconizado inicialmente em 1962, depois de estudos de Pepper & Lieberman. Suas soluções aquosas inativadas têm pH de 3,7 a 4,5. A solução inativada é fornecida em pH ácido e se mantém estável no armazenamento. Neste caso não é esporicida. As soluções ditas potencializadas ou ativadas, a solução sofre polimerização gradual e perde sua atividade em aproximadamente 30 dias. A solução potencializada utiliza como potencializador e estabilizador uma mistura isométrica de alcoóis lineares etoxilados. == Desinfetantes da pele e das mucosas (antissépticos) == A sua concentração não pode ser tóxica para as células. São exemplos o álcool etílico (70º), peróxido de hidrogênio (10 volumes), eosina (para Gram- positivos), permanganato de potássio, hipoclorito de sódio (0,48%) e iodopovidona (derivado do iodo, altamente eficaz, excepto no caso da hepatite B). == Desinfetantes de instrumentos == Como por exemplo os aldeídos, usados em estetoscópios e termómetros, o hipoclorito de sódio, usado só em material não oxidável, como as pinças e tesouras, ou o óxido de etileno, que em mistura com o Co² é usado em câmaras, esterilizando tudo o que seja sensível à temperatura (batas, toucas, material descartável,etc). == Natureza química == Os antissépticos e desinfectantes podem também ser agrupados de acordo com a sua natureza química: # Fenol e compostos fenólicos: (ex. hexaclorofeno) #* Eficaz contra Gram-positivos; #* Pouco activo contra Gram-negativos; #* Ineficaz na presença de sangue. # Halogéneos: #* Derivados do cloro (hipoclorito de sódio) – actuam inibindo a actividade das proteínas celulares e a síntese de DNA; #* Derivados do Iodo (iodopovidona, iodofor) – interagem com enzimas e proteínas inibindo-as por reacção de oxidação de grupos –SH e por ligação do iodo ao grupo –NH dos aminoácidos. # Sais metálicos: #* Compostos mercuriais (mertiolato): combinam-se com –SH de enzimas e inibem a sua actividade; #* Sais de prata (nitrato de prata); #* Compostos de zinco (matam fungos); #* Compostos de cobre (matam algas). # Oxidantes (peróxido de hidrogénio, permanganato de potássio): #* Oxidam lípidos de membrana e DNA. # Álcoois (etanol): #* Coagulam proteínas e lípidos de membrana. # Compostos de amónia quaternária (Cetrimina a 1%, Benzalcónio) #* Inactivados pela presença de material orgânico. # Clorexidina: #* Promove a desorganização estrutural e funcional da membrana citoplasmática. # Óxido de etileno: #* Agente alquilante que inactiva enzimas e proteínas; #* Usado em mistura não explosiva com CO2 ou com hidrocarbonetos halogenados. # Aldeídos (formaldeído (muito tóxico) e glutaraldeído): #* Inactivação de proteínas e ácidos nucleicos. # Beta- propriolactona: #* Possui características cancerígenas, mas os seus vapores são usados na esterilização. == Ver também == * Termos usados em biossegurança == Bibliografia == * Farmacologia e Terapêutica para Dentistas; Jonh A. Yagiela, Enid A. Neilde, Frank J. Dowd; quarta edição; Guanabara Koogan; 1998. * Biossegurança e controle de infecção cruzada, em consultórios odontológicos; Santos, livraria editora; Jayro Guimarães Jr; 2001 == Ligações externas == * Chlorine, por WebElements * Chlorine, por Environmental Chemistry * Toxicologia do Cloro * Tratamento de piscina com ozônio * tabela periódica 3D, por Google * Tabela periódica com uso dos elementos Categoria:Antimicrobianos",
 "title": "Desinfetante"
}