{
 "id": "494",
 "text": "Geociências ou Ciências da Terra é um termo abrangente aplicado às ciências naturais relacionadas com o estudo do planeta Terra. Existem abordagens reducionistas e holísticas relativamente às ciências da Terra. As principais disciplinas historicamente aplicam conhecimentos de física, geografia, matemática, química e biologia de modo a construir um conhecimento quantitativo das principais áreas ou esferas do sistema Terra. == As esferas da Terra == As ciências da Terra reconhecem em geral quatro esferas: a litosfera, a hidrosfera, a atmosfera e a biosfera, correspondendo respectivamente às rochas, à água, ao ar e à vida. Ocasionalmente são consideradas, como parte das esferas da Terra a criosfera (correspondendo ao gelo) como parte distinta da hidrosfera, e a pedosfera (correspondente ao solo) como uma esfera ativa de caráter misto. === Atmosfera === * Meteorologia ** Química atmosférica ** Climatologia ** Hidrometeorologia ** Paleoclimatologia === Biosfera === * Biogeografia * Paleontologia ** Palinologia ** Micropaleontologia * Geomicrobiologia * Geografia biológica === Hidrosfera === * Hidrologia ** Glaciologia ** Limnologia * Hidrogeologia * Hidrogeografia * Oceanografia ** Oceanografia química * Geografia marinha ** Biologia marinha ** Geologia marinha ** Paleoceanografia ** Oceanografia física === Litosfera ou geosfera === * Geologia ** Geologia económica ** Geologia de engenharia ** Geologia ambiental ** Geologia histórica * Geografia Ambiental *** Glaciologia *** Geologia do Quaternário ** Geologia planetária ** Sedimentologia ** Estratigrafia ** Geologia estrutural * Geoquímica * Geomorfologia * Geofísica ** Geocronologia ** Geodinâmica (ver também Tectónica) ** Geomagnetismo ** Gravimetria (também parte da Geodésia) ** Sismologia * Geografia física * Hidrogeologia * Mineralogia ** Cristalografia ** Gemologia * Petrologia * Vulcanologia === Pedosfera === * Ciência de solos ** Edafologia ** Pedologia === Sistemas === * Geografia ** Geografia humana ** Geografia física * Ciência do sistema terrestre === Outros === * Cartografia * Geoinformática (SIG) * Geoestatística * Geodésia e Topografia == Principais tópicos de estudo das ciências da Terra == * Geologia - estuda a constituição e a história do desenvolvimento das partes rochosas da crusta (ou litosfera). Como sub-disciplinas principais temos: a mineralogia e petrologia, geoquímica, geomorfologia, paleontologia, estratigrafia e sedimentologia. * Geofísica e Geodésia (ou Geodesia): estudam a forma da Terra, a sua reação a forças e os seus campos potenciais (magnético e gravítico). Os geofísicos estudam também o núcleo e o manto da Terra bem como depósitos minerais; os geodesistas ou geodetas o movimento das estrelas e satélites. * Ciências do solo - debruçam- se sobre a camada mais exterior da crosta terrestre que é submetida a processos que levam à formação de solo (ou pedosfera). As sub-disciplinas principais são a pedologia e a edafologia. * Oceanografia, Hidrologia e Limnologia - descrevem os domínios da água salgada e da água doce respetivamente (que compõem a hidrosfera). As principais disciplinas são a hidrogeologia e a oceanografia biológica, física e química. Na estrutura da UIGG estão associadas à geofísica, excetuando as especialidades químicas e biológicas. * Glaciologia - refere-se ao estudo das zonas da Terra cobertas por gelo (ou criosfera). * Ciências da Atmosfera - estudam as zonas gasosas da Terra (atmosfera) situadas entre a superfície e a exosfera. As sub-disciplinas principais são a meteorologia, climatologia e aeronomia. * Geografia relaciona as diversas esferas da Terra no intuito de compreender o espaço, que é seu objeto de estudo, tem como intuito compreender as interações existentes entre todos os elementos do local, para entre outras finalidades interpretar a paisagem regional e global, o específico e o todo, de um determinado espaço. A Geografia pode ser vista como ciência humana pois relaciona o homem com a natureza, e também é vista como ciência natural pois tem como objeto de estudo o espaço, entendido como o espaço concreto da superfície terrestre. No entanto, devido às numerosas interacções entre as várias esferas muitas disciplinas modernas assumem uma abordagem interdisciplinar, não encaixando bem nesta esquematização. Nem mesmo as especialidades acima descritas funcionam de forma isolada. Por exemplo, para entender a circulação oceânica têm que ser consideradas as interações entre oceano, atmosfera e a própria rotação da Terra. == Campos de estudo interdisciplinares == * Biogeoquímica - estuda o movimento dos elementos entre as várias esferas, mediado por processos biológicos e geológicos e, sobretudo, a sua distribuição e os seus fluxos entre reservatórios. * Mineralogia e Física dos minerais - tratam dos minerais que constituem as rochas à escala atómica, como parte integrante dos sistemas geológicos e cada vez mais tendo em vista as suas aplicações tecnológicas (por exemplo como catalisadores ou aproveitando as suas propriedades (ferroelétricas); nesta última área ocorre uma grande sobreposição com a física do estado sólido, química dos cristais e ciência dos materiais. * Paleoceanografia e Paleoclimatologia - usam as propriedades dos sedimentos, amostras de gelo antigo e de materiais biológicos para inferir das características dos oceanos, clima e atmosfera no passado. * Meteorologia - descreve, explica e prevê o tempo baseando-se principalmente na interação entre oceanos e atmosfera. * Climatologia - descreve e explica o clima em termos das interações entre as várias esferas (litosfera, pedosfera, hidrosfera, atmosfera e biosfera). * Química atmosférica - descreve, explica e prevê a composição química da atmosfera tendo em conta sobretudo as interações entre a atmosfera, oceanos, biosfera e efeitos produzidos pelo Homem. == Ciência do sistema terrestre == Atualmente muitos cientistas começam a utilizar uma abordagem conhecida como ciência do sistema terrestre a qual trata a própria Terra como um sistema que evolui como resultado das várias interações entre os sistemas que constituem o sistema Terra. Esta abordagem, possibilitada pelo uso de modelos matemáticos como hipóteses testadas por dados de satélite e recolhidos por navios, confere aos cientistas uma capacidade cada vez maior para explicar o comportamento passado e possível comportamento futuro do sistema Terra. Modelos matemáticos complexos que procuram modelar diferentes componentes dos sistema Terra e as relações entre eles são designados por modelos do sistema Terra. Muitos deles baseiam-se em modelos climáticos globais e incluem sub-modelos para oceanos, atmosfera, biosfera e outras partes do sistema Terra. Estas interações são de particular importância quando se tenta compreender as possíveis mudanças ao longo de décadas ou séculos e até em períodos mais longos. == Metodologia == Como outros cientistas, os cientistas da Terra utilizam o método científico: formular hipóteses após a observação e recolha de dados sobre fenómenos naturais e depois proceder ao teste dessas hipóteses. Nas ciências da Terra, os dados recolhidos têm um papel fundamental quer no teste quer na formulação de hipóteses. == Ver também == * União Internacional de Geodésia e Geofísica * Calendário == Ligações externas == * Departamento de Ciências da Terra - Universidade de Coimbra Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Geociência"
}