{
 "id": "49409",
 "text": "Febre ou pirexia é o aumento da temperatura do corpo acima do limite normal em resposta a uma doença ou perturbação orgânica. Não existe um valor universal para o que se considera o limite máximo da temperatura normal. Os valores indicados na literatura médica variam entre 37,5 ºC e 38,3 ºC. O aumento de temperatura é causado por uma subida no ponto de regulação térmica. Este valor é controlado pelo centro termorregulador do corpo no hipotálamo. Isto faz com que o corpo produza mais calor e se esforce por conservar esse calor, provocando contrações musculares e sensação de frio. Quando o ponto de regulação térmica volta ao normal, a pessoa sente-se quente, a pele fica avermelhada e começa a suar. Em casos raros, uma febre pode estar na origem de convulsões febris, as quais são mais comuns entre as crianças mais novas. Geralmente as febres não aumentam a temperatura do corpo para além dos 41 ou 42 ºC. A febre pode ser causada por numerosas condições médicas, desde condições sem qualquer gravidade até condições potencialmente mortais. Entre estas condições estão infeções virais, bacterianas ou parasíticas como a constipação, infeções urinárias, meningite ou malária. Entre as causas não infeciosas estão a vasculite, trombose venosa profunda, efeitos adversos de medicamentos e cancro. É uma condição distinta da hipertermia, que é o aumento da temperatura corporal acima da temperatura do ponto de regulação térmica, causada por uma produção excessiva de calor ou falta de perda de calor. Geralmente não é necessário tratamento para baixar a febre. No entanto, tratar a dor e inflamação associadas podem ajudar a pessoa a repousar. Geralmente são recomendados medicamentos como o ibuprofeno ou o paracetamol e medidas para baixar a temperatura. Medidas como colocar um pano húmido e frio na testa ou tomar um banho quente não são eficazes e podem apenas causar desconforto à pessoa. Os bebés com menos de três meses, as pessoas com problemas de saúde graves, como imunossupressão, ou pessoas com outros sintomas para além da febre podem necessitar de cuidados médicos. A hipertermia requer tratamento. A febre é um dos sinais médicos comuns. Cerca de 30% das consultas médicas de crianças estão relacionadas com estados febris. Cerca de 75% dos adultos seriamente doentes apresentam febre. Embora a febre seja um mecanismo de defesa útil, tratar a febre não aparenta piorar o prognóstico de outras condições. Tanto pais como profissionais de saúde tendem a sobrevalorizar a febre. == Tipos == A febre pode ser classificada como de baixa intensidade (37,8 a 38 °C), moderada (38 a 39 °C) ou alta (mais de 39 °C), dependendo de quanto a temperatura corpórea subiu. A febre pode ser benéfica, e é parte da resposta do corpo a uma doença; no entanto, se a febre for acima de 41,7 °C, então pode causar danos significativos aos neurônios, com risco de afetar a meninge e essa fase é chamada de hipertermia maligna. A alta temperatura causa a desnaturação de proteínas e enzimas, o que agrava o estado do paciente. A temperatura normalmente flutua ao longo do dia, e o mesmo se aplica à febre. Se esse padrão característico estiver ausente, a temperatura aumentada do corpo pode ser por causa de insolação, uma disfunção mais séria. A insolação é causada pelo excesso de exposição ao sol e desidratação. === Valores normais de temperatura === A ausência de febre é chamada de apirexia e pode ser: * Temperatura axilar: 35,5 a 37,3 °C, com média de 36 a 36,5 °C. * Temperatura bucal: 36 a 37,4 °C. * Temperatura rectal: 36 a 37,8 °C, isto é, 0,5 °C maior que a axilar. A temperatura rectal maior que a axilar em valores acima de 1 °C, pode ser indicativo de processo inflamatório abdominal baixo ou pélvico. == Sinais e sintomas == O quadro febril é caracterizado porHart, BL (1988). \"Biological basis of the behavior of sick animals\". Neuroscience and biobehavioral reviews. 12 (2): 123–37. doi:10.1016/S0149-7634(88)80004-6. : *Cansaço, letargia e sonolência *Sensação de frio e tremor (calafrio) *Suor *Mal estar e fraqueza *Perda de apetite *Pele pálida *Sensibilidade aumentada a dor (hiperalgesia) e incapacidade de concentração === Complicações === Febres muito altas podem eventualmente causar: *Desidratação, pelo suor, diarreia ou vômito *Alucinações *Convulsão febril em crianças com menos de 5 anos == Causas == A febre é um sintoma comum de muitas condições médicas:Emedicine. What Are Other Causes of Fever in Adults? http://www.emedicinehealth.com/fever_in_adults/page3_em.htm *Doença infecciosas: virose, infecção bacteriana, protozoonose, micose sistêmica... *Doenças inflamações: artrites, sinovite, meningite, doenças inflamatórias intestinais... *Doenças imunológicas: artrite reumatoide, lúpus eritematoso sistêmico, sarcoidose, doença de Kawasaki, doença de Still, granulomatose com poliangiite, hepatite autoimune, policondrite recidivante... *Destruição de tecidos: hemólise, cirurgia, infarto, esmagamento, rabdomiólise, AVC... *Transtornos da coagulação: Coágulos sanguíneos, trombose, coagulopatia de consumo... *Câncer: câncer de rim, leucemia e linfomas... *Doenças metabólicas: gota, porfiria, doença de Fabry... *Efeito colateral a medicamentos: Antibióticos, procainamida, isoniazida, metildopa, quinidina, difenilhidantoína, Vacina DPT, vacina contra pneumococo... *Reação a transplantes incompatíveis === Causas de febre no pós-operatório === Após uma cirurgia, é comum haver a elevação da temperatura corporal até 37,8 graus Celsius sem maiores significados. No entanto, temperaturas maiores de 38 graus Celsius podem representar, conforme o tempo decorrido desde a cirurgia: * Até 48 horas - atelectasia (problema pulmonar). * Terceiro e quarto dia: pneumonias * Quinto dia: abcesso (coleção purulenta na área cirúrgica). ==Mecanismo== É uma reação orgânica primitiva com múltiplas aplicações contra um mal comum, interpretada pelo meio médico como um simples sinal. A reação descrita como um aumento na temperatura corporal nos seres humanos para níveis até 37,8 °C Celsius chama-se estado febril; ao passar dessa temperatura, já pode ser caracterizado como febre e é um mecanismo adaptativo próprio dos seres vivos. A febre é uma reação do corpo contra patógenos com várias utilidades:Craven, R and Hirnle, C. (2006). Fundamentals of nursing: Human health and function. Fourth edition. p. 1044 *Estimula a proliferação de linfócitos; *Aumenta a atividade de macrófagos; *Reduz o efeito de algumas endotoxinas termossensíveis; *Reduz a atividade dos patógenos que crescem melhor a temperatura ambiente. Apesar da maior parte das febres ser causada por infecções, nem sempre febre é indicador de infecção. Mede-se tradicionalmente a temperatura corporal através da testa e pescoço (com a mão), da boca, da axila, da membrana timpânica ou do ânus (utilizando um termômetro). As crianças são mais afetadas pela febre porque, para o organismo delas, praticamente todos os vírus e bactérias são desconhecidos. Então, quando esses micro-organismos invadem o corpo, ele logo produz a prostaglandina. A febre geralmente ocorre em resposta a substâncias pirogênicas, principalmente interleucina 1 e Interleucina 6, que são secretados pelos macrófagos como resposta inflamatória. Essas substâncias pirogênicas agem proporcionando liberação de prostaglandinas que agem no centro termorregulador, o hipotálamo anterior, reconfigurando o ponto de referência da termorregulação para uma temperatura mais alta, e ao fazê-lo, evoca os mecanismos de aumento de temperatura do corpo, fazendo-o aumentar a temperatura a níveis acima do normal (níveis homeostásicos). O corpo tem várias técnicas para aumentar a temperatura: * Aumento da temperatura corporal - tremores, que envolvem movimentos físicos e que produzem calor; * Diminuição da perda de calor - vasoconstrição, ou seja, a diminuição do fluxo sanguíneo da pele, reduzindo a quantidade de calor perdido pelo corpo. A temperatura do corpo é mantida nesses níveis até que os efeitos dos pirógenos cessem. == Tratamento == Existe certa fobia da febre cercada de mitos tanto para profissionais de saúde quanto para a população em geral de que a febre seja algo que implique rápida ação com algum medicamento, principalmente quando ela envolve crianças. No entanto, existem medidas que podem reduzir a febre de forma natural como banhos e resfriamento do ambiente.CRFSP. Manejo do tratamento de pacientes com febre. Acesso em 2 de outubro de 2011 Embora a febre seja uma resposta imunológica própria do organismo contra algum mal, a medicina moderna chegou a desenvolver algumas drogas chamadas de antipiréticos que podem reduzir a febre a níveis tolerados. Os antipiréticos mais usados são o paracetamol, a dipirona, o ibuprofeno, cetoprofeno e ácido acetilsalicílico (aspirina). == Ver também == *Hipertermia *Hipotermia == Ligações externas == * O que é Febre? Ela é prejudicial? Como se produz a Febre? * US National Institute of Health factsheet (em Inglês) * BUPA factsheet (em Inglês) Categoria:Sintomas",
 "title": "Febre"
}