{
 "id": "49434",
 "text": "O dácio é uma língua extinta, que se desenvolveu a partir do proto-indo- europeu (PIE) na região dos Cárpatos por volta de 2500 a.C., e provavelmente deixou de ser falada em 600. No , era o idioma predominante da antiga região da Dácia, provavelmente da Mésia e algumas regiões vizinhas. As evidências disponíveis, que são escassas, sugerem que o dácio pertenceria ao grupo satem das línguas indo-europeias. O dácio é considerado por alguns estudiososBaldi (1983) e Trask (2000) como um dialeto do trácio, ou vice-versa; o termo daco- trácio (ou traco-dácio) é utilizado por alguns linguistas para descrever este idioma comum, ou o ramo do indo-europeu do qual estes dialetos teriam se originado. Também é considerado por outros linguistas, no entanto, um idioma separado do trácio, porém com algum parentesco com ele e o frígio; ou um idioma sem qualquer relação com estas duas línguas com exceção da distante origem indo-europeia comum, como propôs Vladimir Georgiev em 1977. Restam pouquíssimos vestígios do idioma dácio. Ao contrário do frígio, sabe-se apenas de uma única inscrição dácia que tenha sobrevivido até os tempos modernos. Em fontes literárias antigas, existe uma lista de nomes de plantas e ervas medicinais em dácio mencionada em diversos textos,DioscóridesPseudo Apuleio que inclui cerca de 60 nomes de plantas mencionadas por Dioscórides. O dácio também conhecido a partir de nomes próprios e cerca de 900 topônimos. Algumas palavras do albanês e do romeno podem ter se originado a partir de idiomas antigos dos Bálcãs, como o dácio (ver Lista de palavras de origem dácica). ==Ver também== *Cultura dácia *Origem dos romenos *Língua romena === Bibliografia === ==== Obras antigas ==== * Amiano Marcelino, Sobre os Feitos (ca. 395) * Dioscórides, Sobre Material Médico (ca. AD 80) * Jordanes, Gética (ca. 550) * Plínio, o Velho, História Natural (77–79) * Ptolemeu, Geografia (c. 140) * Pseudo Apuleio, Sobre as Virtudes das Ervas () * Sexto Aurélio Vítor, Sobre os Césares (361) * Estrabão, Geografia (c. 20) * Tácito, Germânia (c. 100) * Zósimo, História Nova (c. 500) ====Obras modernas==== * * * I. E. S. Edwards, C. J. Gadd, N. G. L. Hammond (1971) The Cambridge Ancient History: Early History of the Middle East Cambridge University Press, ISBN 978-0-521-07791-0 1971 * Georgiev, Vladimir (1977): The Thracians and their Language * * * * * * Categoria:Dácia Categoria:Línguas mortas da Europa Categoria:Línguas paleobalcânicas",
 "title": "Língua dácia"
}