{
 "id": "49448",
 "text": "Leonard Albert “Tarolo” Kravitz (Nova Iorque, 26 de maio de 1964), mais conhecido pelo seu nome artístico, Lenny Kravitz, é um cantor, multi- instrumentista, produtor, arranjador e ator estadunidense. Nascido em Nova York, filho do produtor de televisão Sy Kravitz e da atriz Roxie Roker, Kravitz foi exposto à indústria do entretenimento ainda jovem. Kravitz cresceu em um ambiente musicalmente diversificado. Sua infância foi dividida entre Manhattan e Brooklyn, o que levou à sua paixão precoce pela música, inspirada por diversos gêneros e por ver os Jackson 5 ao vivo. Kravitz lançou seu álbum de estreia Let Love Rule em 1989. Isso marcou o início de uma carreira caracterizada por uma mistura elementos de rock, funk, reggae, hard rock, soul e R&B.; É o autor de êxitos como Let Love Rule (1989), It Ain't Over Till It's Over(1991), Are You Gonna Go My Way (1993), Fly Away (1998) e Again (2000). Lenny Kravitz vendeu 40 milhões de discos em todo o mundo. Possui também uma das mais extensas coleções de êxitos musicais que o colocaram na vanguarda desde a sua estreia em 1989. Também participou em alguns filmes, como The Hunger Games, The Hunger Games: Catching Fire e Precious. == Biografia == Lenny Kravitz nasceu em Nova Iorque em 1964. A sua mãe, Roxie Roker, era uma atriz nascida nas Bahamas conhecida pela série The Jeffersons, o seu pai, Sy Kravitz, russo-judeu, é um executivo de televisão. Kravitz começou a bater em panelas e frigideiras na cozinha, tocando-as como bateria aos três anos de idade. Ele decidiu que queria ser músico aos cinco anos. Ele começou a tocar bateria e logo adicionou guitarra. Ele cresceu ouvindo a música que seus pais ouviam: R&B;, jazz, música clássica, ópera, gospel e blues. Ele disse: Meus pais apoiaram muito o fato de que eu amava música desde cedo e me levaram a muitos shows.Henderson. (2002). Por volta dos sete anos de idade, ele viu os Jackson 5 se apresentar no Madison Square Garden, e eles se tornaram seus artistas favoritos.Hodgkinson, Will (July 5, 2002). \"Home entertainment: Lenny Kravitz \". The Guardian. Seu pai, que também era promotor de jazz, era amigo de Duke Ellington, Sarah Vaughan, Count Basie, Ella Fitzgerald, Bobby Short, Miles Davis e outros grandes nomes do jazz; Ellington até tocou Parabéns pra você para ele em seu quinto aniversário.Norment, Lynn (June 1994). \"Lenny Kravitz: brother with a different beat – musician\". Ebony. Retrieved on August 19, 2007. Em 1974, aos 10 anos, Kravitz mudou-se para Los Angeles com seus pais quando sua mãe conseguiu seu papel em The Jeffersons. Por insistência de sua mãe, ele se juntou ao California Boys Choir por três anos, onde executou um repertório clássico e cantou no Metropolitan Opera. Ele participou da Terceira Sinfonia de Mahler no Hollywood Bowl. Foi em Los Angeles que Kravitz conheceu o rock, ouvindo Beatles, Rolling Stones, Led Zeppelin, Jimi Hendrix, Grateful Dead, Aerosmith, Black Sabbath, Creedence Clearwater Revival, Kiss, Pink Floyd e The Who. e ele disse que estava atraído pelo estilo legal, pelas garotas, pelo estilo de vida rock 'n' roll. Durante os anos do ensino médio, ele também foi apresentado à maconha; ele afirmou que foi um maconheiro durante sua juventude. Suas outras influências musicais na época incluíam Fela Kuti, Bill Withers, Marvin Gaye, Pharoah Sanders e Miles Davis. As influências posteriores vieram na forma de John Lennon e Bob Marley. Kravitz estudou na Beverly Hills High School, onde foi colega de classe de Maria McKee, Nicolas Cage e Slash. Aprendeu sozinho a tocar piano e baixo e fez amizade com Zoro, que mais tarde se tornaria seu colaborador de longa data.Evans, Mia \"The Faith of Zoro \". CBN.com. Retrieved on March 13, 2007. Seus pais se divorciaram em 1985. == Carreira == Além de ser vocalista e também fazer backing vocals, muitas vezes toca todas as guitarras, baixos, baterias, teclados e percussão quando grava. Kravitz ganhou o Grammy Awards para Melhor Performance Rock Vocal Masculino por quatro anos consecutivos de 1999 a 2002. Foi classificado na nonagésima terceira posição no VH1's 100 Greatest Artists de Hard Rock. == Vida pessoal == Foi casado com a atriz de The Cosby Show Lisa Bonet, de quem se divorciou em 1991. Desta relação nasceu, em 1988, Zoë Kravitz. Em 2007, o cantor americano adquiriu a Fazenda São Thomé no município de Duas Barras, na Região Serrana do Rio de Janeiro. Na fazenda, Lenny cultiva produtos orgânicos e frequentemente caminha tranquilamente no centro da cidade. == Discografia == Álbum Gravadora Lançamento Let Love Rule Virgin 1 de setembro de 1989 Mama Said Virgin 2 de abril de 1991 Are You Gonna Go My Way Virgin 9 de março de 1993 Circus Virgin 12 de setembro de 1995 5 Virgin 12 de maio de 1998 Lenny Virgin 30 de outubro de 2001 Baptism Virgin 18 de maio de 2004 It Is Time for a Love Revolution Virgin 5 de fevereiro de 2008 Black and White America (anteriormente intitulado Negrophilia) Roadrunner Agosto de 2011 Strut Roxie 27 de setembro de 2014 Raise Vibration Roxie, BMG 7 de setembro de 2018 Blue Electric Light Roxie, BMG 24 de maio de 2024 == Digressões == * Let Love Rule Tour * There Is Only One Truth Tour * Universal Love Tour * Are You Gonna Go My Way Tour(opening for The Rolling Stones) * Circus Tour * The Freedom Tour * Lenny Tour * The Baptism Tour * Celebration Tour * Electric Church Tour: One Night Only * Get On The Bus Mini-Tour * Love Revolution Tour * LLR 20(09) Tour * Black & White Europe Tour * Strut Tour * Raise Vibration Tour * Here to Love Tour * Blue Electric Light Tour === Em Portugal === *2002, 1 de junho - Belém, Lisboa *2004, 11 de junho - Super Bock Super Rock, Lisboa *2005, 12 de junho - Algarve Summer Festival, Estádio Algarve *2008, 30 de maio - Rock in Rio Lisboa. *2009, 5 de maio - LLR 20(09) Tour - Pavilhão Atlântico - Lisboa.Lisboa, guia da cidade *2012, 1 de junho - Rock in Rio Lisboa V *2015, 17 de julho - MEO Marés Vivas, Porto *2018, 1 de julho - Altice Arena, Lisboa === No Brasil === *2005, 16 de março - Estádio Olímpico Monumental, Porto Alegre *2005, 18 de março - Estádio Municipal Paulo Machado de Carvalho (Pacaembu), São Paulo *2005, 21 de março - Copacabana, Rio de Janeiro *2007, 7 de julho - Live Earth Concert - Copacabana, Rio de Janeiro *2011, 1 de outubro - Rock in Rio - Barra da Tijuca, Rio de Janeiro *2019, 6 de abril - Lollapalooza - Autódromo de Interlagos, São Paulo == Prêmios == Lenny Kravitz ao longo de toda a sua carreira foi nomeado para centenas de prêmios, vencendo muitos deles, como: *MTV Video Music Awards **1993 – Best Male Video (Are You Gonna Go My Way) *Brit Awards **1994 – International male *VH1/Vogue Fashion Awards **1998 – Most Fashionable Artist, Male Award *Grammy Awards **1993 – Best Rock Vocal Solo Performance (Are You Gonna Go My Way - nomeado.) **1995 – Best Male Rock Vocal Performance (Rock and Roll Is Dead - nomeado.) **1999 – Best Male Rock Vocal Performance (Fly Away) **2000 – Best Male Rock Vocal Performance (American Woman) **2001 – Best Male Rock Vocal Performance (Again) **2002 – Best Male Rock Vocal Performance (Dig In) **2003 – Best Male Rock Vocal Performance (If I Could Fall In Love - nomeado.) == Filmografia == Ano Filme Papel Notas 1998 The Rugrats Movie Bebé voz 2001 Being Mick Ele próprio papel coadjuvante 2001 Zoolander Ele próprio papel especial 2002 The Simpsons Ele próprio 2004 Rebelde Ele próprio papel especial 2007 The Diving Bell and the Butterfly Ele próprio papel especial 2009 La Traversée du Désir Ele próprio documentário 2010 Entourage Ele próprio ator convidado 2009 Precious John papel coadjuvante 2012 The Hunger Games Cinna papel coadjuvante 2012 The World Is Watching: Making the Hunger Games Ele próprio documentário 2013 The Butler James Holloway papel coadjuvante 2013 The Hunger Games: Catching Fire Cinna papel coadjuvante 2014 Holy Ghost Ele próprio ator convidado 2016 Better Things Mel Trueblood ator convidado 2016 Star Roland Crane ator convidado 2022 Shotgun Wedding Sean papel coadjuvante TBA Cutman Emeritt Pré-produção == Ligações externas == * * Entrevista com Lenny Kravitz (em português) * Lenny Kravitz – The Artists Organization – Management * * * \"Lenny Kravitz: Ice Ice Lenny\"—entrevista por Pete Lewis, Blues & Soul no. 1096, julho de 2009 Categoria:Guitarristas afro-americanos Categoria:Judeus dos Estados Unidos Categoria:Norte-americanos de ascendência russa Categoria:Cantores dos Estados Unidos Categoria:Músicos vencedores do Grammy Categoria:Músicos vencedores do MTV Video Music Awards Categoria:Recordistas de vendas de discos Categoria:Recordistas de vendas de discos nos Estados Unidos",
 "title": "Lenny Kravitz"
}