{
 "id": "49472",
 "text": "Negócio jurídico é uma subcategoria da modalidade relação jurídica. Relação jurídica, por sua vez, \"consiste em um vínculo entre dois ou mais sujeitos de direito, segundo formas que são previstas pelo ordenamento jurídico e geram direitos e/ou obrigações para as partes\".DIMOULIS, Dimitri. Manual de Introdução ao Estudo do Direito. 4. ed. rev., ampl. e atual. São Paulo: RT, 2011, p. 237. As relações jurídicas podem ocorrer quando apenas uma das partes manifesta vontade ou quando há manifestação de vontade de ambas as partes. Como exemplo de relação jurídica cuja manifestação de vontade é de apenas uma das partes, pode-se mencionar a relação jurídica tributária. A imposição e cobrança do tributo não dependem da anuência do contribuinte, mas apenas da atuação do Fisco. Tendo isso em vista, não é difícil perceber que o negócio jurídico é a espécie de relação jurídica que depende de declaração de vontade de todas as partes envolvidas. Portanto, o negócio jurídico \"define-se como qualquer estipulação de consequências jurídicas, realizada por sujeitos de direito no âmbito do exercício da autonomia da vontade. Seu fundamento é a manifestação de vontade das partes, isto é, dos sujeitos de uma relação jurídica\".DIMOULIS, Dimitri. Manual de Introdução ao Estudo do Direito. 4. ed. rev., ampl. e atual. São Paulo: RT, 2011, p. 240. Acrescente-se ao exposto a críticas no sentido de que essa declaração de vontade não é totalmente livre, visto que a própria ordem jurídica impõe limites às formas contratuais e aos objetivos que se pretendem produzir. A despeito dessas limitações, \"o negócio jurídico continua sendo um ponto fundamental de referência teórica e prática\".VENOSA, Sílvio de Salvo. Direito Civil: Parte Geral. 5. ed. São Paulo: Atlas, 2005, p. 365. == Classificação dos negócios jurídicos == Os negócios jurídicos podem ser apontados e agrupados por classes, seguindo vários critérios, quanto ao número de declarantes ou de manifestações de vontade necessárias ao seu aperfeiçoamento, os negócios jurídicos classificam- se em: ===Unilateral, bilateral e plurilateral=== Unilaterais: são os que aperfeiçoam com uma única manifestação de vontade. Como ocorre no testamento, na instituição de fundação, na renúncia de direitos, na procuração, nos títulos de credito, na confissão de dívida, na renúncia à herança, na promessa de recompensa etc. Bilaterais: sãos os negócios em que há uma reciprocidade de vontades, se perfazem com ambas manifestações de vontades, coincidentes sobre o objeto. E pode ser classificada em duas: Simples e sinalagmaticos. Simples: pode ser compreendida como um negócio jurídico em que há uma reciprocidade, onde só uma das partes tem ônus (obrigação) e a outra parte aufere vantagem. Ex.: a doação, aceitação de vontade. Sinalagmaticos: é o negócio jurídico em que há uma reciprocidade de direitos e obrigações. Ex.: a locação – estabelece entre ambas as partes chegar em um acordo de vontades Plurilateral: são os negócios em que tem duas ou mais declarações de vontade, convergentes ao mesmo fim. São os contratos que envolvem mais de duas partes. Ex.: contrato de sociedade ===Oneroso, gratuito, neutros e bifrontes=== Onerosos: negócio jurídico oneroso é aquele que tem comprometimento patrimonial de todos os indivíduos. Ex.: a compra e venda, a locação, a empreitada, entre outras. Gratuitos: é o negócio jurídico em que apenas uma parte aufere vantagem ou benefício. Nessa modalidade, outorga-se vantagem a uma das partes sem exigir contraprestação da outra, como exemplo a doação pura e o comodato. Neutros: constituído de espécie desprovida de expressão econômica, não tem efeito patrimonial, como na gestação em útero alheio, que será, necessariamente, destituída de qualquer envolvimento patrimonial, consoante a advertência da Lei nº 9.434/97. Bifrontes: são aqueles negócios jurídicos que pode ser tanto gratuito ou oneroso, dependendo da vontade das partes, como o comodato, deposito e mutuo. ‘’A conversão de negócio jurídico só se torna possível se o contrato é definido na lei como negócio gratuito, pois a vontade das partes não pode transformar um contrato oneroso em gratuito, uma vez que subverteria a sua causa.’’ ===Inter vivos ou causa mortis=== Inter vivos: condiciona os efeitos do negócio entre aqueles que estão vivos, produz seus efeitos desde logo. Causas mortis: e o negócio jurídico, onde os efeitos serão para depois da morte do agente. === Principal, acessório e derivados === Principal: é o negócio jurídico que não depende de nenhum outro negócio para existir. Acessório: são os que tem sua existência subordinada a do contrato principal. Não existindo o principal o acessório também não existe. Como se dá com a cláusula penal, a fiança, o penhor, e a hipoteca, por exemplo. Derivados: e os negócios jurídicos que deriva de outro negócio, denominado básico ou principal. Tem semelhança ao do acessório pois necessita de outro para existir. Mas difere pois o acessório precisa do principal, e já o derivado necessita de outro negócio. === Solene ou não solene === Solenes: é um negócio jurídico formal. É a onde a lei exige formalidade. ‘’Quando a forma é exigida como condição de validade do negócio, este é solene e a formalidade é ad solemnitatem ou ad substantiam, isto é, constitui a própria substancia do ato, como a escritura pública na alienação de imóvel acima de certo valor (CC,art,108), o testamento como manifestação de ultima vontade (arts. 1864 e s.), a renúncia da herança (art. 1.806) etc.’’ Não solenes: é o negócio não formais, as partes têm liberdade de fazer. ‘’Como a lei não reclama nenhuma formalidade para o seu aperfeiçoamento, podem ser celebrados por qualquer forma, inclusive a verbal. Podem ser mencionados como exemplos, dentre inúmeros outros, os contratos de locação e de comodato.‘’ === Simples, complexos e coligados === Simples: são aqueles que se constituem por um único ato. Complexos: é o negócio jurídico que necessita de mais de um ato ou declaração de vontade para que se complete. Coligados: são os jurídicos convergentes ao mesmo fim. === Dispositivos e obrigacionais === Dispositivos: são os negócios jurídicos que dispõe de direitos, aqueles que pode transferir direitos. Como por exemplo onde transfere direito de propriedade. Obrigacionais: são aqueles negócios jurídicos em que há entre as partes uma obrigação. Só se contrai uma obrigação se houver disposição. Conceito jurídico de obrigação – é o vínculo jurídico que permite ao credor exigir do devedor o cumprimento da prestação. === Fiduciário e simulado === Fiduciário: é quando alguém transmite um direito, um bem a outrem, que se obriga a devolver esse direito ao patrimônio do transferente ou a destiná-lo a outro fim. Simulado: é o que tem a aparência contraria da realidade. E o Negócio Jurídico que aparenta ser realidade, mas não é. == Elementos do Negócio Jurídico == Elemento do negócio jurídico é tudo aquilo que compõe sua existência no campo do direito. A classificação tradicional dos negócios jurídico, que vem do direito romano, divide-os em essenciais (essentialia negotti), naturais (naturalia negotii) e acidentais (accidentalia negotti) ====Elementos essenciais==== São os imprescindíveis para que exista o negócio jurídico. Não há nenhum negócio jurídico sem esses elementos; Pode ser: geral e particulares * Gerais: são os que se aplicam a todos negócios jurídicos; * Particulares: aqueles que se aplicam a alguns negócios jurídico. ====Elementos naturais==== Aquilo que está presente no negócio jurídico naturalmente. Não preciso colocar regra dizendo que ele estará presente. Pois ele não é um elemento essencial. Se retirar ou colocar, o negócio ainda vai valer da mesma maneira, pois ele decorre da natureza. Pode ser: * Vícios redibitórios – defeito oculto da coisa; * Evicção: é a responsabilidade do devedor pela perda da coisa em virtude de decisão judicial, oriundo de fato jurídico superveniente. ====Elementos acidentais==== São aqueles que podem existir no negócio jurídico, mas se quer são essenciais, mas não ocorrendo ele não atrapalha na formação do negócio. * Condição: Cláusula que condiciona os efeitos jurídicos de um ato a um evento futuro e incerto; Condição suspensiva: suspende a aquisição de direitos; Condição resolutiva: põe fim ao direito. * Termo: Condiciona os efeitos jurídicos de um ato a um evento futuro e certo; * Encargo: É um dever dado a outra parte para que ela realize no negócio. Não há de se confundir termo com prazo. Termo é o momento inicial ou final de um ato jurídico. Prazo é o lapso entre o termo inicial e o termo final. == Planos do negócio jurídico == O exame do negócio jurídico deve ser feito em três planos: plano da existência, plano da validade e plano da eficácia. === Plano de Existência === * Expressa – manifesta a sua vontade, mas não precisa estar escrita. Pode ser por meio de palavra, falada ou escrita, de gestos, sinais ou mimicas, que seja de modo explícito, possibilitando o conhecimento imediato da intenção do agente; * Tácita- é a declaração de vontade que se revela pelo comportamento do agente. Pode ser tácita, quando a lei não exigir que seja expressa; * Presumida - ela decorre da lei, mas também é um comportamento do agente. ==== Espécies ==== * Recepticias: é aquela destinada a outra parte, que é para que a outra parte receba a declaração; * Não recepticias: não está destinada a outra parte, se destina a qualquer um. * Direta: é feita pela parte diretamente; * Indireta: quando o agente não está presente, pode ser por meio de outra pessoa, pelo representante etc, pela declaração de vontade ou por outros meios. Silencio – Art. 111. O silencio importa anuência, quando as circunstância ou os usos o autorizarem, e não for necessária a declaração de vontade expressa. Reserva mental – Art. 110. A manifestação de vontade subsiste ainda que o seu autor haja feito a reserva mental de não querer o que manifestou, salvo se dela o destinatário tinha conhecimento. Pouco importa aquilo que o declarante está querendo ou pensando, o que prevalece é a manifestação de vontade que ele expressa ou tácita; mas só se a outra parte tinha conhecimento dessa intenção. Finalidade negocial: a finalidade negocial ou jurídica é o propósito de adquirir, conservar, modificar ou extinguir direitos. Idoneidade do objeto: é necessária para a realização do negócio que se tem em vista. === Plano de Validade === Deve preencher certos requisitos, se faltar um desses requisitos o negócio é invalido, não produz o efeito jurídico e se torna nulo ou anulável. ====Nulidade==== São considerados nulos os negócios que, por vício grave, não possam produzir os efeitos almejados. No direito brasileiro são nulos os negócios jurídicos se: *a manifestação de vontade for manifestada por agente absolutamente incapaz; *o objeto for ilícito, impossível, indeterminado ou indeterminável; *o motivo determinante,comum a ambas as partes for ilícito; *tiverem como objetivo fraudar a lei; *a lei declará-los nulos expressamente; *houver simulação ou coação absoluta. Nestes casos, o negócio jurídico não gera efeitos no mundo jurídico, ou seja, não gera nem obrigações, nem tampouco direitos entre as partes. ====Anulabilidade==== São considerados anuláveis os negócios: *praticados por relativamente incapazes; *que possuam vícios do consentimento (erro, dolo, coação, estado de perigo, lesão); *fraude contra credores; O plano de validade pode ser: de caráter Geral ou caráter especifico; ==== De caráter geral ==== Art. 104. A validade do negocio jurídico requer: I- Agente capaz; II- Objeto licito, possível, determinado ou determinável; III- Forma prescrita ou não defesa em lei. Agente capaz - é a capacidade de exercício de direitos, ou seja, aptidão para exercer direitos e contrair obrigações na ordem civil. Objeto: * Licito – não contrariar a lei * Possível – objeto tem que ser possível. Quando impossível, o negócio é nulo. * Determinado – algo especifico * Determinável – o que permite negócio futuro, mas tem que ter características suficientes para que quando o negócio for entregue seja possível analisar se era aquilo realmente. Forma Algum negócio jurídico exige formalismo; esse formalismo vai além da vontade das partes de querer que ele seja formal, porque a lei impõe que ele seja feito de forma especifica * Solenes: formais – é a exigida pela lei, como requisito de validade de determinados negocio jurídicos. * Contratual – é a convencionada pelas partes; Art. 109. No negócio jurídico celebrado com a cláusula de não valer sem instrumento público, este é da substância do ato. ==== De caráter especifico ==== Dependendo do negócio que se tenha em vista. ===Plano de Eficácia=== O plano da eficácia examina a eficácia jurídica (eficácia própria ou típica), ou seja, a eficácia referente aos efeitos manifestados como queridos. ==Defeitos do Negócio Jurídico== Invalidade é o defeito de um ou mais requisitos do negócio jurídico; Um negócio jurídico inválido pode ser: nulo ou anulável ==Nulo== Nulidade também é chamada de nulidade absoluta. É um defeito insanável. Ocorre em três situações: negócio celebrado com incapaz, ato simulado ou qualquer ato proibido onde a lei não diga qual é a sanção; Caracteristicas do negocio jurídico nulo: ● Viola o interesses público/coletividade. ● Pode ser reconhecido pelo oficio pelo juiz, mesmo que ninguém tenha solicidado a nulidade. ● Pode ser alegada por qualquer pessoa interessada. ● Não pode ser covalidado. ● Imprescritivel, podendo tua nulidade ser apontada a qualquer tempo. ● Ação declaratória ● O efeito é ex tunc ==Anulável== A anulabilidade é chamada de nulidade relativa. Isto ocorre em três casos: Quando se há negócio com relativamente capaz ou quando se pratica negócio com um dos 6 defeitos (erro, dolo, coação, perigo, lesão e fraude contra credores); e nos casos em que a lei expressamente inficar que é anulável. Caracteristicas do negocio jurídico anulável: ● Viola norma de interesse particular. ● Não pode ser reconhecido de oficio pelo juiz. ● Somente pode ser alegada pela pessoa prejudicada. ● Pode ser covalidado. ● A nulidade deve ser arguida dentro do prazo. ● A ação é desconstutiva ● O efeito é ex nunc Os atos anuláveis se divide em dois em dois tipos: ● Vício de consentimento: são aqueles que provocam uma manifestação de vontade não correspondente com o íntimo e o verdadeiro querer do agente (o erro ou ignorância, dolo, coação, estado de perigo e lesão). ● Vício social – são atos contrários à lei ou à boa-fé, que é exteriorizado com o objetivo de prejudicar terceiro (fraude contra credores). ==Erro== O agente, por desconhecimento ou falso conhecimento das circunstâncias, age de um modo que não seria a sua vontade, se conhecesse a verdadeira situação. ==Erro de fato== Erro de fato é o que recai sobre a realidade fática, ou seja, sobre as circunstância do fato. O erro pode ser: ● Substancial (ou essencial): refere-se à natureza do próprio ato. Incide sobre as circunstâncias e os aspectos principais do negócio jurídico. O erro essencial propicia a anulação do negócio. Caso o erro fosse conhecido o negócio não seria celebrado. No erro o agente engana-se sozinho ● Acidental: é o erro sobre qualidade secundária da pessoa ou objeto. Não incide sobre a declaração de vontade. Não vicia o ato jurídico. Produz efeitos, pois não incide sobre a declaração de vontade. Para que o erro implique na invalidade do negócio jurídico, ele tem de: ● Ser causa determinante do ato negocial. ● Alcançar a declaração de vontade na sua substância (o que se chama de erro essencial ou substancial). Se assim o for, o negócio jurídico será anulável. ==Erro de direito== Erro de direito é o que se dá quando o agente emite a declaração de vontade sob o pressuposto falso de que procede segundo a lei. O erro de direito causa a anulabilidade do negócio jurídico quando determinou a declaração de vontade e não implique recusa à aplicação da lei. ==Dolo== É o ato empregado para enganar alguém. Ocorre dolo quando alguém é induzido a erro por outra pessoa. O dolo pode ser classificado em: ● Dolo principal, essencial ou substancial causa determinante do ato, sem ele o negócio não seria concluído. Possibilita a anulabilidade do negócio jurídico. ● Dolo acidental não é razão determinante do negócio jurídico, neste caso, mesmo com ele o negócio seria realizado sem vícios. Aqui o negócio jurídico é valido. ● O dolo bonus é aquele que você quer enganar a pessoa mesmo, você tem uma malicia para enganar a pessoa, mas que na verdade vai ajudar a pessoa. Você engana a pessoa para o beneficio dela. O dolo bom não anula o negócio jurídico, pois ele é quase inofensivo. ● Dolo Mallus é a própria malicia, é a própria vontade de enganar e obter vantagem com o engano alheio, a pessoa está buscando um beneficio. ● Dolo positivo é aquele que pratica uma ação. ● Dolo negativo é aquele que pratica uma omissão. ● Dolo de terceiros como o proprio nome diz é o dolo praticado por um terceiro, como por exemplo, uma mulher tem duvida sobre uma qualidade de um produto e alguém começa a mentir sobre essas qualidades e o vendedor está assistindo e não fala nada. Caso o dolo do terceiro fosse acidental, (que a mulher teria comprado o produto do mesmo jeito), o negócio subsiste mas gera dever de indenizar pelo terceiro que ludibriou. ● Dolo do representante é o que a lei da uma consequência quando o represente é legal e outra quando e convencional. ● Dolo recíproco é chamado de dolo bilateral, que é quando existe dolo de ambas as partes. ==Coação== Constrangimento de determinada pessoa, por meio de ameaça, para que ela pratique um negócio jurídico. A ameaça pode ser física (vis absoluta) ou moral (vis compulsiva). São requisitos da coação: ● causa determinante do ato. ● grave. ● injusta. ● atual ou iminente (o mal não precisa ser atual). ● justo receio de grave prejuízo. ● o dano deve referir-se à pessoa do paciente, à sua família, ou a seus bens. A coação pode ser incidente, quando não preenche os requisitos, neste caso, não gera a anulação do ato, gera apenas perdas e danos. Situações que exclui a coação: ● ameaça do exercício regular de um direito. ● simples temor reverencial. ==Estado de perigo== Quando alguém, premido de necessidade de salvar-se, ou a pessoa de sua família, de grave dano conhecido pela outra parte, assume obrigação excessivamente onerosa. O juiz pode decidir que ocorreu estado de perigo com relação a pessoa não pertencente à família do declarante. No estado de perigo o declarante não errou, não foi induzida a erro ou coagida, mas, pelas circunstâncias do caso concreto, foi obrigada a celebrar um negócio extremamente desfavorável. É necessário que a pessoa que se beneficiou do ato saiba da situação desesperadora da outra pessoa. A anulação deve ocorrer no prazo de quatro anos. ==Lesão== Ocorre quando determinada pessoa, sob premente necessidade ou por inexperiência, se obriga a prestação manifestadamente desproporcional ao valor da prestação oposta. Caracteriza-se por um abuso praticado em situação de desigualdade. Aproveitamento indevido na celebração do negócio jurídico. Aprecia-se a desproporção segundo critérios vigentes à época da celebração do negócio. Também deve ser alegada dentro de quatro anos. São requisitos da lesão: ● objetivo: manifesta desproporção entre as prestações recíprocas. ● subjetivo caracterizado pela \"inexperiência\" ou \"premente necessidade\" do lesado. ==Fraude contra credores== Negócio realizado para prejudicar o credor, tornando o devedor insolvente ou por já ter sido praticado em estado de necessidade. Os requisitos de fraude contra credores: ● objetivo (eventus damni) ato para prejudicar o credor. ● subjetivo (consilium fraudis) intenção de prejudicar. ==Simulação== Simulação é um dos defeitos dos negócios jurídicos. Consiste numa declaração de vontade que é diferente da vontade real, com a concordância de ambas as partes e visando, geralmente, a fugir de obrigações/imperativos legais e prejudicar terceiros. ==Conversão substancial do negócio jurídico == O art. 170 do Código Civil prevê a conversão substancial do negócio jurídico: \"Se, porém, o negócio jurídico nulo contiver os requisitos de outro, subsistirá este quando o fim a que visavam as partes permitir supor que o teriam querido, se houvessem previsto a nulidade\". O STJ aplicou o instituto no REsp 11.225.862/RS , convertendo uma doação em contrato de mútuo, havendo críticas há decisão. ==Para aprofundar os conhecimentos== ABREU FILHO, José. O negócio jurídico e sua teoria geral. São Paulo: Saraiva, 1995. AZEVEDO, Antônio Junqueira de. Negócio jurídico. Existência, validade e eficácia. São Paulo: Saraiva, 2002. DIMOULIS, Dimitri. Manual de Introdução ao Estudo do Direito. 4. ed. rev., atual. e ampl. São Paulo: RT, 2011, pp. 240-242. VENOSA, Sílvio de Salvo. Direito Civil. V. I. 5. ed. atual. São Paulo: Atlas, 2005, pp. 361-368. == Ver também == * Fato jurídico * Ato jurídico * Fraude * Simulação * Direito civil Categoria:Direito civil",
 "title": "Negócio jurídico"
}