{
 "id": "49471",
 "text": "O Império Bizantino foi a continuação do Império Romano na Antiguidade Tardia e Idade Média. Sua capital, Constantinopla (atual Istambul), originalmente era conhecida como Bizâncio. Inicialmente parte oriental do Império Romano (comumente chamada de Império Romano do Oriente no contexto), sobreviveu à fragmentação e ao colapso do Império Romano do Ocidente no e continuou a prosperar, existindo por mais de mil anos até sua queda diante da expansão dos turcos otomanos em 1453. Foi conhecido simplesmente como Império Romano (; ) ou România () por seus habitantes e vizinhos. Como a distinção entre o Império Romano e o Império Bizantino é em grande parte uma convenção moderna, não é possível atribuir uma data de separação. Vários eventos do ao marcaram o período de transição durante o qual as metades oriental e ocidental do Império Romano se dividiram. Em 285, o imperador Diocleciano dividiu a administração imperial em duas metades. Entre 324 e 330, Constantino transferiu a capital principal de Roma para Bizâncio, conhecida mais tarde como Constantinopla (\"Cidade de Constantino\") e Nova Roma. Sob , o cristianismo tornou-se a religião oficial do império e, com sua morte, o Estado romano dividiu-se definitivamente em duas metades, cada qual controlada por um de seus filhos. E finalmente, sob o reinado de Heráclio , a administração e as forças armadas do império foram reestruturadas e o grego foi adotado em lugar do latim. Em suma, o Império Bizantino se distingue da Roma Antiga na medida em que foi orientado à cultura grega em vez da latina e caracterizou-se pelo cristianismo ortodoxo em lugar do politeísmo romano. As fronteiras do império mudaram muito ao longo de sua existência, que passou por vários ciclos de declínio e recuperação. Durante o reinado de Justiniano , alcançou sua maior extensão após reconquistar muito dos territórios mediterrâneos antes pertencentes à porção ocidental do Império Romano, incluindo o norte da África, península Itálica e parte da Península Ibérica. Durante o reinado de Maurício , as fronteiras orientais foram expandidas e o norte estabilizado. Contudo, seu assassinato causou um conflito de duas décadas com o Império Sassânida que exauriu os recursos do império e contribuiu para suas grandes perdas territoriais durante as invasões muçulmanas do . Durante a dinastia macedônica (), o império expandiu-se novamente e viveu um renascimento de dois séculos, que chegou ao fim com a perda de grande parte da Ásia Menor para os turcos seljúcidas após a derrota na Batalha de Manziquerta (1071). No , durante a Restauração Comnena, o império recuperou parte do território perdido e restabeleceu sua dominância. No entanto, após a morte de e o fim da dinastia comnena no final do , o império entrou em declínio novamente. Recebeu um golpe fatal em 1204, no contexto da Quarta Cruzada, quando foi dissolvido e dividido em reinos latinos e gregos concorrentes. Apesar de Constantinopla ter sido reconquistada e o império restabelecido em 1261, sob os imperadores paleólogos, o império teve que enfrentar diversos estados vizinhos rivais por mais 200 anos para sobreviver. Paradoxalmente, este período foi o mais produtivo culturalmente de sua história. Sucessivas guerras civis no minaram ainda mais a força do já enfraquecido império e mais territórios foram perdidos nas guerras bizantino- otomanas, que culminaram na Queda de Constantinopla e na conquista dos territórios remanescentes pelo Império Otomano no . == Nomenclatura == A designação do império como \"bizantino\" surgiu na Europa Ocidental em 1557, quando o historiador alemão Hieronymus Wolf publicou sua obra Corpus Historiæ Byzantinæ, uma coleção de fontes bizantinas. \"Bizantino\" em si vem de \"Bizâncio\" (uma cidade grega, fundada por colonos de Mégara em ), o nome da cidade de Constantinopla antes de se tornar a capital do império sob Constantino . Este antigo nome da cidade raramente seria utilizado a partir daquele evento, exceto no contexto poético ou histórico. A publicação, em 1668, de Bizantino du Louvre (Corpus Scriptorum Historiæ Byzantinæ), e em 1680 da História Bizantina de Du Cange popularizou o uso de Bizantino em autores franceses, como Montesquieu. Contudo, só em meados do é que o termo entrou em uso geral no mundo ocidental. O império era conhecido por seus habitantes como Império Romano (; ) ou Império dos Romanos (; ), România (;), República Romana (; ), Graikia (), e também Rhōmais . Por boa parte da Idade Média, os bizantinos identificaram-se como romaioi (, ou seja, cidadãos do Império Romano), um termo que, em língua grega, tornou-se sinônimo de grego cristão. Também chamavam-se graikoi (), embora este etnônimo nunca foi usado na correspondência política oficial antes de 1204. O antigo nome \"heleno\" era popularmente considerado um sinônimo para pagão e foi readotado como um etnônimo no período médio bizantino, mais precisamente no . Embora o império tivesse caráter multiétnico em boa parte de sua história e mantém as tradições romano-helênicas, era geralmente conhecido pela maioria dos seus contemporâneos ocidentais e do norte como o \"Império dos Gregos\" () devido ao crescente predomínio do elemento grego. O uso ocasional do termo \"Império dos Gregos\" para referir o Império Romano do Oriente e \"Imperador dos Gregos\" () para o imperador bizantino reflete o desejo dos novos reinos do Ocidente de separá-lo do Império Romano, pois rejeitavam a afirmação imperial de descendência. A reivindicação do Império do Oriente da herança romana foi ativamente disputada no Ocidente durante o reinado da imperatriz Irene de Atenas , depois da coroação de Carlos Magno como imperador do Sacro Império no ano 800 pelo , que, precisando de ajuda contra os lombardos em Roma, considerou vago o trono do Império Romano por não haver um ocupante do sexo masculino no trono. O papa e os governantes do ocidente sempre utilizaram o nome \"romano\" para referirem-se aos imperadores do oriente, todavia preferiram o termo Imperator Romaniæ (\"imperador da România\"), em vez de Imperator Romanorum (\"imperador romano\"), um título que os ocidentais mantiveram apenas para Carlos Magno e seus sucessores. Essa distinção não existiu nos mundos persa, islâmico e eslavo, nos quais o império era visto como uma continuação do Império Romano. No mundo islâmico, era conhecido principalmente como (Rûm, \"Roma\"). == História == === Divisão do Império Romano === thumb|esquerda|Seção restaurada das Muralhas de Teodósio, em Istambul Em 293, Diocleciano criou um novo sistema administrativo, a Tetrarquia. Após a abdicação de Diocleciano e Maximiano , a tetrarquia entrou em colapso e Constantino substituiu-a pelo princípio dinástico de sucessão hereditária. Escolheu a antiga cidade de Bizâncio como nova capital imperial, refundando-a em 330 como \"Nova Roma\" (adquiriria posteriormente o nome Constantinopla), pois estava bem situada nas rotas comerciais que passavam pelos mares Negro e Mediterrâneo, ligando o Oriente e o Ocidente. Constantino fez muitas mudanças nas instituições civis, militares, administrativas e religiosas. Baseando-se nas reformas administrativas introduzidas por Diocleciano, estabilizou a moeda (o soldo de ouro que introduziu tornou-se moeda altamente valorizada e estável) e fez alterações na estrutura do exército. Embora não tenha sido tornado a religião oficial do Estado, o cristianismo gozava da preferência imperial, uma vez que Constantino concedeu-lhe generosos privilégios. Estabeleceu o princípio de que os imperadores não deveriam resolver questões de doutrina, mas deveriam convocar concílios eclesiásticos gerais para esse efeito. O Primeiro Concílio de Arles foi convocado por ele e o Primeiro Concílio de Niceia apresentou sua reivindicação para ser a cabeça da Igreja. Durante o reinado de os templos pagãos do império foram sistematicamente destruídos e o cristianismo tornou-se a religião oficial do Estado romano. Após a sua morte em 395, o império foi dividido entre seus filhos: a porção ocidental foi mantida por Honório , enquanto a oriental por Arcádio . O Oriente foi poupado das dificuldades enfrentadas pelo Ocidente no , em parte devido a uma cultura mais urbana e a mais recursos financeiros que lhe permitiram evitar invasões pagando tributos e contratando mercenários estrangeiros. comissionou em Constantinopla as muralhas que levaram seu nome , o que deixou a cidade imune à maior parte dos ataques; as muralhas mantiveram-se inexpugnáveis até 1204. A fim de afastar os hunos, Teodósio pagou-lhes tributos (159 quilos de ouro). Seu sucessor, Marciano , recusou continuar pagando a quantia anteriormente estipulada, pois considerava-a elevada. À época, no entanto, Átila já havia desviado sua atenção para o Império Romano do Ocidente. Após a morte de Átila, o Império Huno se desmoronou e Constantinopla iniciou um relacionamento profícuo com os hunos restantes, que acabaram lutando como mercenários do exército. Com o fim da ameaça huna, o Império do Oriente viveu um período de paz, enquanto o Império do Ocidente continuou seu lento declínio em decorrência da expansão dos povos germânicos: por esta altura muitos de seus antigos territórios já haviam sido perdidos, terminando por ser completamente conquistado em 476 pelo oficial de origem germânica Odoacro, que forçou o imperador Rômulo Augusto a abdicar. Em 480, o imperador Zenão aboliu a divisão do império, tonando-se imperador único. Odoacro , agora governando a Itália como rei, foi nominalmente subordinado de Zenão, mas atuou com completa autonomia e acabou por apoiar uma rebelião contra o imperador. Para recuperar a Itália, Zenão negociou a reconquista com o rei ostrogótico da Mésia, , a quem enviou como mestre dos soldados da Itália, a fim de depor Odoacro. Ele foi assassinado por Teodorico durante um banquete em 493 e Teodorico fundou o Reino Ostrogótico, do qual tornou-se rei , embora nunca tenha sido reconhecido como tal pelos imperadores orientais. Em 491, , um oficial civil de origem romana, tornou-se imperador. No âmbito militar foi bem-sucedido em suprimir, em 497, uma revolta isaura que havia eclodido em 492, bem como numa guerra contra o Império Sassânida. Atualmente desconhecem-se os termos do tratado de paz que terminou este último conflito. No âmbito administrativo mostrou-se um reformador enérgico e um administrador competente — aperfeiçoou o sistema de cunhagem de Constantino, através do estabelecimento definitivo do peso do fólis, a moeda utilizada na maioria das transações diárias, e reformou o sistema tributário, abolindo permanentemente o imposto Crisárgiro. O Tesouro do Estado dispunha da enorme quantia de 150 mil quilos de ouro quando ele morreu em 518. === Reconquista das províncias ocidentais === Em 527, Justiniano , sobrinho de , assume o trono. Em 529, uma comissão de dez homens sob João da Capadócia e Triboniano revisou o código legal romano e criou nova codificação de leis e extratos de juristas; em 534, o código foi atualizado e, juntamente com as Novelas (decretos promulgados pelo imperador até 534), formou o sistema legal usado durante a maior parte do período bizantino. Em 532, com a morte do xá (r. 488–496; 499–531), Justiniano firmou a chamada Paz Eterna com o seu filho e sucessor, , concluindo assim a Guerra Ibérica que havia sido iniciada em 526. No mesmo ano, o imperador sobreviveu a uma revolta em Constantinopla (a Revolta de Nica), que terminou com a morte de cerca de 30 a 35 mil revoltosos. Esta vitória consolidou o poder de Justiniano. No rescaldo do evento, o imperador empreendeu um extenso programa de reparação e ampliação dos edifícios danificados, entre os quais o mais famoso, a Basílica de Santa Sofia, perdura até a atualidade como um dos principais monumentos da arquitetura bizantina. Seu reinado foi caracterizado por uma série de guerras contra os poderes germânicos que culminaria na reconquista de vastas porções do então findado Império Romano do Ocidente. Este período de reconquistas se iniciou em 533, quando o general Belisário foi enviado para recuperar a província da África Proconsular dos vândalos, que controlavam-na desde 429. A Guerra Vândala acabou em 534, mas a província só foi efetivamente tomada em 548, por João Troglita, pois eclodiram várias rebeliões no exército e entre as tribos berberes que residiam na região. Na Itália, aproveitando-se do assassinato da rainha Amalasunta por Teodato , Justiniano lançou duas expedições contra o Reino Ostrogótico, uma na Sicília, sob Belisário, e outra na Dalmácia, comandada por Mundo, o que deu início à chamada Guerra Gótica. Os bizantinos conquistaram gradualmente os territórios ostrogodos, capturando as cidades de Ravena, Nápoles e Roma. Em 549, Belisário, que estava em Ravena, foi convocado para Constantinopla e em seu lugar foi colocado o eunuco armênio Narses, que chegou na Itália no final de 551. Sob o comando de Narses, os bizantinos conseguiram vitórias decisivas contra os reis Tótila e Teia que concluíram a guerra, embora os ostrogodos permanecessem resistentes ao domínio imperial por algum tempo. Em 551, quando a Guerra Gótica ainda decorria, Atanagildo, um nobre visigodo do Reino Visigótico, procurou a ajuda de Justiniano numa rebelião contra o rei , que enviou uma força sob Libério. O Império Bizantino manteve uma faixa no sul da Hispânia, que ficou conhecida como província da Espânia, até o reinado de Heráclio . Em 541, quando Justiniano estava empenhado em suas campanhas ocidentais, Cosroes I resolveu quebrar a Paz Eterna e declarar guerra. A chamada Guerra Lázica começou com inúmeras escaramuças e cercos na frente mesopotâmica, sendo transferida, a partir de 548, à Lázica por influência do rei local , arrastando-se até 561, quando concluiu-se a chamada Paz de 50 anos. Em meados dos anos 550, Justiniano obteve vitórias na maioria dos teatros de operação, com a notável exceção dos Bálcãs, que foram submetidos a repetidas incursões dos esclavenos e gépidas; depois, sob Heráclio, tribos sérvias e croatas foram reassentadas no nordeste dos Bálcãs. Em 559, o Império Bizantino enfrentou uma grande invasão dos cutrigures liderada por Zabergano. Justiniano chamou o seu general Belisário de seu retiro e, com a liderança deste, os hunos foram derrotados. O reforço das frotas do rio Danúbio provocou a retirada dos cutrigures, que concordaram num tratado que permitiu a passagem segura para o outro lado do Danúbio. Justiniano morreu em 565 e foi sucedido por seu sobrinho , cuja primeira medida foi recusar-se a pagar o grande tributo anual aos persas que havia sido estipulado na Paz de 50 anos. Após ajudar o armênio numa revolta contra os persas, eclodiu nova guerra entre as potências. Enquanto isso, os lombardos invadiram a Itália; no final do século, apenas um terço da Itália estava sob domínio do Império Bizantino. Sob aconteceram as primeiras invasões avares e, mesmo aplacando-os com subsídios, a fortaleza balcânica de Sirmio foi cercada e conquistada. Além deles, os eslavos incursionaram no Danúbio. Maurício , se envolveu numa guerra civil entre o legítimo e o usurpador . Devido à ajuda prestada, o conflito bizantino-sassânida foi concluído, com os persas cedendo vastas porções de terra do nordeste da Mesopotâmia, Armênia e do Reino da Ibéria, além de isentarem os bizantinos de pagar tributo. O fim do conflito e a consequente economia de recursos permitiu que Maurício empreendesse uma série de campanhas bem sucedidas nos Bálcãs que empurraram avares e eslavos para além do Danúbio e estabilizaram por algum tempo a fronteira. === As fronteiras encolhendo === ==== Dinastia heracliana ==== Nos séculos VI e VII, o império foi atingido por uma série de epidemias, que foram devastadoras à população e contribuíram para um declínio econômico significativo e e para o enfraquecimento do império. Sob Tibério II, o excedente do tesouro que havia sido acumulado desde Justino II foi gasto com sua magnanimidade e campanhas, o que forçou Maurício a adotar medidas fiscais estritas e cortes nos pagamentos do exército, ocasionando vários motins. O último deles, em 602, levou ao assassinato de Maurício por Focas . Depois do assassinato, Cosroes II usou-o como pretexto para recomeçar hostilidades com o Império Bizantino. Focas, um líder impopular invariavelmente descrito como \"tirano\", foi alvo de conspirações lideradas pelo senado. Foi deposto em 610 por Heráclio, que rumou para Constantinopla de Cartago com um ícone posto na proa de seu navio. Em sua ascensão, os sassânidas avançaram profundamente na Ásia Menor, ocupando importantes cidades do Oriente como Damasco e Jerusalém e levando a Vera Cruz para sua capital, Ctesifonte. A contraofensiva de Heráclio assumiu caráter de guerra santa, e uma imagem acheiropoieta de Cristo foi usada como estandarte. De mesmo modo, quando Constantinopla foi salva do cerco avar em 626, a vitória foi atribuída ao ícone da Virgem, que foi levado em procissão pelo patriarca sobre os muros. A principal força persa foi destruída em Nínive em 627 e Heráclio restaurou a Vera Cruz em cerimônia majestosa em 629. A guerra esgotou os Impérios Bizantino e Sassânida, e deixou-os vulneráveis aos árabes muçulmanas que surgiram nos anos seguintes. Os romanos sofreram uma esmagadora derrota para os árabes na Batalha de Jarmuque, em 636, e Ctesifonte caiu em 637. A partir de 649, os árabes conduziram ataques navais contra o império, chegando a controlar Chipre. Já firmemente controlando a Síria e o Levante, enviaram frequentes incursões às profundezas da Anatólia, e entre 674 e 678 cercaram Constantinopla. A frota árabe foi repelida pelo uso de fogo grego, e foi assinada uma trégua de trinta anos entre o Império Bizantino e o Califado Omíada. Contudo, as incursões na Anatólia perduraram e aceleraram o fim da cultura urbana clássica, com os habitantes de muitas cidades refortificando áreas muito menores no interior das muralhas, ou se mudando para fortalezas próximas. Constantinopla regrediu em tamanho consideravelmente, com a população diminuindo de 500 mil habitantes para apenas 40 a 70 mil. Isso ocorreu sobretudo após o fim das remessas gratuitas de cereais do Egito, primeiro devido à perda temporária da região aos persas e depois à perda definitiva aos árabes em 642. O vazio deixado pelo desaparecimento de velhas instituições cívicas semiautônomas foi preenchido pelo sistema das temas, que implicou a divisão da Anatólia em \"províncias\" ocupadas por exércitos distintos, que assumiram a autoridade civil e respondiam diretamente ao governo imperial. Este sistema pode ter suas raízes em determinadas medidas pontuais adotadas por Heráclio, mas ao longo do se transformou num sistema totalmente novo de governo imperial. Tem sido dito que a reestruturação cultural e institucional maciça do império, na sequência das perdas territoriais do , causou a ruptura decisiva entre o antigo Estado romano e aquele dos bizantinos, sendo que ele passou a ser entendido com um estado sucessor, em vez de uma continuação do Império Romano. A retirada de grande número de tropas dos Bálcãs para combater persas e árabes no Oriente abriu as portas à expansão gradual dos povos eslavos à Grécia e, como na Anatólia, muitas cidades regrediram para pequenos povoados fortificados. Na década de 670, os búlgaros foram empurrados do sul do Danúbio com a chegada dos cazares, e em 680 forças bizantinas que tinham sido enviadas para dispersar esses novos migrantes foram derrotadas. No ano seguinte, assinou um tratado com o cã búlgaro Asparuque , e o Império Búlgaro assumiu a soberania sobre algumas tribos eslavas que anteriormente, pelo menos nominalmente, tinham reconhecido a soberania bizantina. Em 687–688, o imperador ; liderou uma expedição contra eslavos e búlgaros, obtendo vitórias significativas, porém o fato de precisar combater em seu regresso da Trácia à Macedônia demonstra o grau de deterioração do poder bizantino na região norte dos Bálcãs. O último imperador heracliano, Justiniano II, tentou quebrar o poder da aristocracia urbana através de tributação severa e nomeação de \"estrangeiros\" para cargos administrativos. Foi expulso do poder em 695, e se exilou primeiro junto dos cazares e posteriormente dos búlgaros. Nos anos seguintes, mais precisamente até 698, os últimos territórios bizantinos do norte da África foram conquistados pelos árabes, concluindo o processo iniciado em 647. Em 705, Justiniano retornou a Constantinopla com exércitos do cã Tervel , retomou o trono e instituiu um regime de terror contra seus inimigos. Com sua queda final em 711, mais uma vez apoiada pela aristocracia urbana, a dinastia heracliana chegou ao fim. ==== Da dinastia isaura à ascensão de Basílio I ==== O período entre a primeira deposição de Justiniano e a ascensão de , fundador da dinastia isaura, foi batizado de Anarquia de vinte anos devido a instabilidade política marcada pela rápida sucessão de diversos imperadores no trono. Em 718, Leão voltou a combater os árabes, alcançando a vitória com a importante ajuda do cã Tervel, que matou 32 mil árabes com seu exército. Também se dedicou a reorganização e consolidação dos temas da Ásia Menor. Seu sucessor, , alcançou notáveis vitórias no norte da Síria, e minou completamente o poder do Império Búlgaro. Em 797, Irene tornou- se a primeira mulher a ocupar o trono. No Natal do ano 800, com o pretexto da ausência de um imperador do sexo masculino no trono de Constantinopla, e por razões de conveniência, o coroou Carlos Magno como imperador do Ocidente. Em Constantinopla, isto foi visto como sacrilégio. Em 802, Carlos Magno enviou embaixadores a Constantinopla propondo casamento com Irene, mas, de acordo com Teófanes o Confessor, o plano foi frustrado pelo eunuco Aécio, um dos favoritos de Irene. , por não reconhecer Carlos Magno como imperador, causou a deterioração nas relações externas entre bizantinos e francos, o que provocou uma guerra por Veneza entre 806-810. A consequente Paz de Nicéforo acordou que o Ducado de Veneza pertenceria explicitamente aos domínios bizantinos, enquanto a Croácia Dálmata, com exceção das ilhas e cidades bizantinas, pertenceria aos francos. Sob liderança de Crum , a ameaça búlgara reapareceu: cidades como Sérdica (atual Sófia) e Adrianópolis foram sitiadas e tomadas, enquanto em Plisca (811) e Versinícia (813) o império foi decisivamente derrotado; em 814, o filho de Crum, Omurtague , negociou a paz. Aproveitando as revoltas de e Eufêmio na década de 820, o Califado Abássida capturou Creta em 824, enquanto o Emirado Aglábida atacou a Sicília, sitiando Siracusa e conquistando Palermo (831); Amório, na Anatólia, foi destruída pelos abássidas em 838. Porém, através de operações militares dos imperadores Teófilo e , o Império Bizantino conquistou as cidades de Tarso (831), Melitene e Arsamosata (837), destruiu Sozópetra (837) e derrotou decisivamente os árabes em Lalacão (863). A remoção da ameaça do leste e o aumento da confiança dos bizantinos abriu novas oportunidades no oeste, onde o cã vinha negociando com o papa e , para uma possível conversão pessoal e de seu povo ao cristianismo. Esta expansão da influência eclesiástica de Roma até perto de Constantinopla não poderia ser tolerada pelo governo bizantino. Em 864, os exércitos orientais vitoriosos foram transferidos à Europa e invadiram a Bulgária, numa demonstração de poderio militar que convenceu Bóris a aceitar missionários. O rei búlgaro foi batizado, assumindo o nome de Miguel em honra ao imperador, iniciando a cristianização da Bulgária e assegurando que seu país estaria sob influência da Igreja bizantina. Nos séculos VIII e IX, o império foi dominado pela polêmica e divisão religiosa causada pela política iconoclasta. Os ícones foram banidos em 726 por Leão, levando à revolta dos iconódulos (apoiantes dos ícones) em todo o império. Após esforços da imperatriz Irene, o Concílio de Niceia se reuniu em 787 e afirmou que os ícones podiam ser venerados mas não adorados. Em 813, restaurou a política da iconoclastia, mas em 843, Teodora restaurou a veneração dos ícones com a ajuda do patriarca . A iconoclastia desempenhou o seu papel na alienação posterior do Oriente e Ocidente, que se agravou no Cisma de Fócio, quando o desafiou a elevação de Fócio ao patriarcado. === Dinastia macedônica e o ressurgimento === A ascensão de marcou o começo da dinastia macedônica, que governaria nos dois séculos e meio seguintes. Esta dinastia incluiu alguns dos imperadores mais competentes, e o período é marcado pelo renascimento sociocultural e militar. O império mudou de uma posição defensiva para uma agressiva que, além de possibilitar a reconquista de muitos territórios perdidos, fez com que o Estado se reafirmasse como potência militar e autoridade política. Além disso, durante esse período se assistiu a um renascimento cultural em áreas como a filosofia e as artes. Houve um esforço consciente de restaurar o brilho do período anterior às invasões eslavas e árabes, o que levou a que o período macedônico fosse apelidado de \"Idade do Ouro\" do Império Bizantino. ==== Guerras contra os muçulmanos ==== No início do reinado de Basílio I, Nicetas Orifa protegeu Ragusa, na Dalmácia, dos árabes de Bari, na Itália, e sua vitória encorajou o imperador a enviar oficiais, agentes e missionários à região, restaurando o governo sobre as cidades e regiões costeiras na forma do Tema da Dalmácia, enquanto os principados tribais eslavos do interior permaneceram altamente autônomo sob seus governantes; a cristianização dos sérvios e outras tribos eslavas também começou nesta época. Em contraste, os aglábidas sitiaram Melite, capital de Malta, que foi capturada, saqueada e a ilha ficou praticamente despovoada até o . Na Itália, Bari caiu aos bizantinos em 873/876, formando a capital e núcleo do posterior Tema da Longobárdia. Sob o almirante Nasar, a frota ifriquiana foi derrotada em Cefalônia e Estelas, permitindo aos bizantinos enviar outro esquadrão para Nápoles, onde venceram novamente os árabes. Estas vitórias foram cruciais à restauração do controle imperial sobre o sul da Itália (o futuro Catapanato da Itália), que pertenceria aos bizantinos durante 200 anos, compensando extensivamente a perda efetiva da Sicília após a queda de Siracusa em 878. Paradoxalmente, com a derrota imperial em Milazo em 888, desaparece virtualmente a maior parte da atividade naval nos mares em torno da Itália no século seguinte. Na importante frente oriental, o império reconstruiu suas defesas e partiu à ofensiva. Os paulicianos foram derrotados e a sua capital, Tefrique, foi tomada, enquanto a ofensiva contra o Califado Abássida começou com a recaptura de Samósata. Sob , as vitórias no Oriente contra o então enfraquecido Califado Abássida continuaram. Contudo, a Sicília foi perdida para os árabes em 902, e em 904 Salonica foi saqueada por uma frota árabe liderada pelo renegado bizantino Leão de Trípoli. A fraqueza do império na esfera naval foi rapidamente corrigida, de modo que alguns anos mais tarde a marinha bizantina reocupou Chipre, perdido no . Apesar desta vingança, os bizantinos ainda eram incapazes de dar um golpe decisivo contra os muçulmanos, os quais infligiram uma derrota esmagadora sobre as forças imperiais quando estas tentaram recuperar Creta, em 911. A morte do imperador enfraqueceu severamente os búlgaros, permitindo que os bizantinos se concentrassem na frente oriental. Melitene foi permanentemente reconquistada em 934 e em 943 o famoso general João Curcuas continuou as ofensivas na Mesopotâmia, com algumas vitórias notáveis que culminaram na reconquista de Edessa (atual Şanlıurfa). Curcuas foi especialmente celebrado ao retornar para Constantinopla trazendo a venerável Imagem de Edessa (Mandílio), uma relíquia na qual supostamente estava impresso um retrato de Cristo. Os imperadores soldados e expandiram o império à Síria, derrotando os emires do noroeste do atual Iraque. A grande cidade de Alepo foi tomada por Nicéforo em 962 e os árabes foram decisivamente expulsos de Creta no ano seguinte. A recaptura colocou fim aos raides árabes no mar Egeu, permitindo que o continente grego florescesse novamente. Chipre foi permanentemente retomado em 965 e seus êxitos culminaram em 969 na recaptura de Antioquia, reincorporada como província imperial. Seu sucessor, João Tzimisces, recapturou Damasco, Beirute, Acre, Sidom, Cesareia e Tiberíades, colocando seus exércitos a pouca distância de Jerusalém, embora os centros de poder muçulmanos no Iraque e Egito foram deixados intactos. Após muitas campanhas no norte, na última ameaça árabe, a rica província da Sicília foi alvo, em 1025, de ataque de , porém ele morreu antes de concluir a expedição. No entanto, por essa altura o império se estendia desde o estreito de Messina ao Eufrates e do Danúbio à Síria. ==== Guerras contra o Império Búlgaro ==== A luta com a Sé de Roma continuou até o período macedônico, estimulada pela questão da supremacia religiosa sobre a recém-cristianizada Bulgária. Após 80 anos de paz entre os Estados, o poderoso imperador Simeão I invadiu o império em 854, mas foi repelido pelos bizantinos, que usaram a sua frota para atacar a retaguarda búlgara navegando pelo mar Negro e contando com apoio dos magiares. Contudo, os bizantinos foram derrotados em Bulgarófigo em 896 e concordaram em pagar tributos anuais aos búlgaros. Com a morte de Leão VI em 912, as hostilidades logo recomeçaram, com Simeão marchando sobre Constantinopla à frente de grande exército. Embora as muralhas da cidade fossem inexpugnáveis, a administração bizantina estava em desordem e Simeão foi convidado à cidade, onde recebeu a coroa de basileu (imperador) da Bulgária e o jovem foi prometido em casamento a uma de suas filhas. Quando uma revolta na capital suspendeu seu projeto dinástico, novamente invadiu a Trácia e conquistou Adrianópolis. Isso colocou ao império dois problemas: um poderoso Estado cristão a poucos dias de distância de marcha de Constantinopla, além de ter que lutar em duas frentes. Uma grande expedição militar sob e terminou novamente com derrota esmagadora na Batalha de Anquíalo (917) e no ano seguinte os búlgaros estavam livres para devastar o norte da Grécia até Corinto. Adrianópolis foi novamente capturada em 923 e um exército búlgaro cercou Constantinopla em 924; na ocasião, Simeão enviou emissários ao califa Abedalá Almadi Bilá na esperança de conseguir firmar aliança que permitisse aos búlgaros utilizar sua poderosa marinha, mas Romano Lecapeno arruinou seus planos. A situação dos Bálcãs só melhorou após a morte súbita de Simeão em 927 e o subsequente colapso do poder búlgaro. A Bulgária e o Império Bizantino entraram então num longo período de relações pacíficas, o que libertou o império para se concentrar na frente oriental contra os muçulmanos. Em 968, a Bulgária foi invadida pelos Rus' sob , mas três anos depois o imperador os derrotou na Batalha de Dorostolo e incorporou o leste da Bulgária ao império. A resistência búlgara reacendeu sob os cometópulos (\"filhos do conde\"), mas fez a submissão dos búlgaros seu objetivo principal. Sua primeira expedição contra a Bulgária, porém, resultou em derrota humilhante na Porta de Trajano. Nos anos seguintes, o imperador esteve preocupado com revoltas internas na Anatólia, enquanto os búlgaros se expandiam nos Bálcãs. A guerra se prolongou por quase 20 anos. As vitórias bizantinas em Esperqueu e Escópia enfraqueceram decisivamente o exército búlgaro, e Basílio metodicamente reduziu as fortalezas deles em campanhas anuais. Posteriormente, na Batalha de Clídio, em 1014, eles foram completamente derrotados. Em 1018, seus últimos redutos se renderam e a região se tornou parte do Império Bizantino como província. Essa vitória restaurou a fronteira do Danúbio, algo que não ocorria desde os tempos de Heráclio. ==== Relações com a Rússia de Quieve ==== Entre 850 e 1100, o império desenvolveu uma relação mista com o novo Estado que surgiu ao norte do mar Negro, a Rússia de Quieve. Esta relação teria repercussões duradouras na história dos eslavos do leste, e o império logo se tornou o principal parceiro comercial e cultural de Quieve. Os rus' lançaram seu primeiro ataque a Constantinopla em 860, pilhando os subúrbios da cidade. Em 941, apareceram na costa asiática do Bósforo, mas foram esmagados, indicando melhorias na posição militar depois de 907, quando apenas a diplomacia foi capaz de repelir os invasores. Basílio II não podia ignorar o poder emergente dos rus' e, seguindo o exemplo de seus antecessores, usou a religião como meio à consecução de fins políticos. As relações rus'-bizantinas tornaram-se mais próximas após o casamento de Ana Porfirogênita com Vladimir, o Grande em 988 e a subsequente cristianização dos rus'. Padres, arquitetos e artistas bizantinos foram convidados a trabalhar em numerosas catedrais em território rus', expandindo ainda mais a influência cultural bizantina, enquanto vários rus' serviram ao exército como mercenários na famosa guarda varegue. Contudo, mesmo após a cristianização dos rus' as relações não foram sempre amigáveis. O conflito mais sério foi a guerra de 968-971 na Bulgária. Além disso, há registro de vários raides rus' contra cidades bizantinas na costa do mar Negro e à própria Constantinopla. Embora a maioria destes ataques tenha sido repelido, frequentemente foram seguidos por tratados geralmente favoráveis aos rus', como o que celebrou o fim da guerra de 1043, no qual os rus' mostram suas ambições de competir com os bizantinos como poder independente. ==== O ápice ==== Em 1025, data da morte de Basílio, o Império Bizantino se estendia da Armênia no Oriente à Calábria, no sul da Itália, no Ocidente. Muitos sucessos foram alcançados, desde a conquista da Bulgária à anexação de partes da Geórgia e Armênia, e a reconquista de Creta, Chipre e da importante cidade de Antioquia. Mais do que meros ganhos táticos temporários, estes êxitos foram reconquistas de longo prazo. Sob os imperadores macedônicos, a cidade de Constantinopla floresceu, tornando-se a maior e mais rica cidade da Europa, com uma população de aproximadamente 400 mil habitantes nos séculos IX e X. Durante este período, o Império Bizantino empregou um forte serviço público formado por aristocratas competentes, que supervisionavam a cobrança de impostos, a administração doméstica e a política externa. Os imperadores macedônicos também aumentaram a riqueza do império, promovendo o comércio com a Europa Ocidental, nomeadamente através da venda de seda e a metalurgia. Durante o reinado de Leão VI foi completada a codificação completa do direito romano em grego. Este trabalho monumental de 60 volumes tornou-se a base de todo o direito bizantino subsequente e é estudado até hoje. Leão também reformou a administração do império, redesenhando os limites das subdivisões administrativas (os temas) e regulamentando o sistema de classes e privilégios, bem como o funcionamento de várias corporações comerciais de Constantinopla. As reformas de Leão fizeram muito para reduzir a fragmentação anterior do império, que doravante tinha um centro de poder, Constantinopla. Contudo, o crescente sucesso militar do império enriqueceu grandemente a capacidade da nobreza provincial em relação ao campesinato, que em essência foi reduzido ao estado de servidão. Durante o período macedônico também ocorreram eventos de importante significado religioso. A conversão de búlgaros, sérvios e rus' ao cristianismo oriental mudou permanentemente o mapa religioso da Europa que ainda hoje vigora. Os santos Cirilo e Metódio, dois irmãos gregos bizantinos de Tessalônica, contribuíram significativamente à cristianização dos eslavos e no processo criaram o alfabeto glagolítico, ancestral do alfabeto cirílico. Em 1054, as relações entre as tradições oriental e ocidental da Igreja Cristã chegou a uma crise terminal, conhecida como Grande Cisma. Embora houve uma declaração formal de separação institucional, em 16 de julho, quando três legados papais entraram em Santa Sofia durante a Divina Liturgia numa tarde de sábado e puseram uma bula de excomunhão sobre o altar; esse cisma era a culminação de séculos de separação gradual. Foi com este cisma que surgiram a Igreja Ortodoxa Grega, com sede em Constantinopla, e a Igreja Católica Apostólica Romana, com sede em Roma. ==== Crise e fragmentação ==== O Império Bizantino logo caiu num período de dificuldades, causado, em grande medida, pelo enfraquecimento do sistema dos temas e da negligência dos militares. Nicéforo, João Tzimisces e Basílio alteraram a função das divisões militares (tagmas), de unidades de resposta rápida, primariamente defensivas e formadas por cidadãos para exércitos profissionais, enquanto os exércitos das campanhas passaram a ser cada vez mais constituídos por mercenários. Contudo, eles eram caros e a ameaça de invasão retrocedeu no , assim como a necessidade de manter grandes guarnições e fortificações dispendiosas. Basílio deixou um grande tesouro após a sua morte, mas negligenciou planos para sua sucessão. Nenhum de seus sucessores imediatos tinha algum talento militar ou político e a administração imperial caiu cada vez mais nas mãos do serviço civil. Esforços para reanimar a economia bizantina só resultaram em inflação e a moeda de ouro se desvalorizou. O exército passou a ser visto tanto como despesa desnecessária como ameaça política, levando à demissão das tropas nativas, substituídas por mercenários estrangeiros com contratos específicos. Ao mesmo tempo, o império foi confrontado por novos inimigos ambiciosos. As províncias bizantinas no sul da Itália enfrentaram os normandos, que chegaram à região no início do . Durante o período de conflito entre Constantinopla e Roma que terminou com o Grande Cisma, os normandos começaram a avançar, lenta, mas firmemente, na Itália bizantina. Régio, a capital do tagma da Calábria, foi capturada em 1060 por Roberto Guiscardo, seguido por Otranto em 1068. Bari, a principal fortaleza na Apúlia, foi sitiada em agosto de 1068 e caiu em abril de 1071. Os bizantinos também perderam sua influência sobre as cidades costeiras da Dalmácia para do Reino da Croácia em 1064. Porém, seria na Ásia Menor que o maior desastre aconteceria. Os turcos seljúcidas fizeram suas primeiras explorações do outro lado da fronteira bizantina na Armênia em 1065 e em 1067. A emergência deu peso à aristocracia militar na Anatólia que, em 1068, garantiu a eleição de um dos seus, , como imperador. No verão de 1071, Romano realizou uma campanha maciça no leste para atrair os seljúcidas para uma batalha geral contra o exército bizantino, que ocorreu em agosto do mesmo ano em Manziquerta. Nessa batalha, além de sofrer uma surpreendente derrota frente ao sultão Alparslano , Romano foi capturado. Alparslano o tratou com respeito e não impôs condições pesadas aos bizantinos. Em Constantinopla, no entanto, um golpe de Estado ocorreu em favor de , que logo enfrentou a oposição de Nicéforo Briênio e . Até 1081, os seljúcidas expandiram seu domínio sobre quase todo o planalto da Anatólia e Armênia a leste da Bitínia, e no ocidente fundaram, em 1077, o Sultanato de Rum, com capital em Niceia, a apenas 88 quilômetros de Constantinopla. === Dinastia comnena e as Cruzadas === O período entre 1081 a 1185 é também conhecido como período Comneno. Juntos, os cinco imperadores da dinastia (, , , e ) reinaram por 104 anos, presidindo uma constante, embora incompleta, restauração da posição militar, econômica e política do Império Bizantino. Apesar dos turcos seljúcidas terem ocupado o coração do império na Anatólia, foi contra as potências ocidentais que os esforços militares bizantinos foram direcionados, particularmente contra os normandos. O império sob os Comnenos desempenhou papel fundamental na história das Cruzadas na Palestina, que Aleixo I ajudou a trazer, ao mesmo tempo que exerceu enorme influência cultural e política na Europa, Oriente Próximo e nas terras ao redor do mar Mediterrâneo sob João e Manuel. O contato entre o Império Bizantino e o Ocidente latino, incluindo os Estados cruzados, aumentou enormemente durante o período Comneno. Comerciantes italianos, nomeadamente venezianos, começaram a residir em Constantinopla e no resto do império em grande número (havia cerca de seis mil latinos só em Constantinopla, fora a população de 300 a 400 mil) e a presença deles, juntamente com vários mercenários latinos que foram contratados por Manuel, ajudou a difundir a tecnologia, arte, literatura e cultura bizantinas em todo Ocidente latino, ao mesmo tempo que provocou um fluxo de ideias e costumes ocidentais ao império. Em termos de prosperidade e vida cultural, esse período foi um dos picos na história bizantina, e Constantinopla permaneceu a principal cidade do mundo cristão em termos de tamanho, riqueza e cultura. Assistiu-se o renovado interesse pela filosofia grega clássica, bem como o aumento na produção literária em grego vernacular. A arte e literatura mantiveram posição proeminente na Europa e o impacto cultural de ambas no Ocidente foi enorme e de longa duração. ==== Aleixo I e a Primeira Cruzada ==== Após Manziquerta, seguiu-se uma recuperação parcial (chamada Restauração Comnena), graças aos esforços da dinastia. No início de seu reinado, o primeiro imperador , enfrentou ataque formidável dos normandos de Roberto Guiscardo e de seu filho, Boemundo de Tarento, que capturaram Dirráquio e Corfu, e sitiaram Lárissa na Tessália. Tal ameaça levou-o a assinar um tratado em 1082 com a República de Veneza para fins de defesa. A morte de Guiscardo em 1085 diminuiu temporariamente o problema. No ano seguinte, o sultão seljúcida morreu e o Sultanato de Rum foi dividido por rivalidades internas. Por sua iniciativa, Aleixo derrotou os pechenegues, que foram apanhados de surpresa e aniquilados na Batalha de Levúnio em 28 de abril de 1091. Tendo alcançado estabilidade no Ocidente, Aleixo voltou sua atenção às graves dificuldades econômicas e à desintegração das defesas tradicionais do império. No entanto, ainda não tinha pessoal suficiente para recuperar os territórios perdidos na Ásia Menor e para avançar contra os turcos seljúcidas. No Concílio de Placência em 1095, os emissários de Aleixo falaram com o sobre o sofrimento dos cristãos do Oriente e salientaram que, sem a ajuda do Ocidente, continuariam a sofrer sob domínio muçulmano. Urbano viu no pedido de Aleixo uma oportunidade dupla: estabelecer vínculos de amizade na Europa Ocidental e reforçar o poder papal. Em 27 de novembro, Urbano convocou o Concílio de Clermont e exortou todos os presentes a pegar em armas sob o símbolo da cruz e iniciar uma peregrinação armada para recuperar Jerusalém e Oriente dos muçulmanos. Aleixo esperava ajuda na forma de mercenários do Ocidente, mas estava totalmente despreparado à indisciplinada e imensa força que chegou rapidamente em solo bizantino. Não lhe agradou nada saber que quatro dos oito líderes do corpo principal da Cruzada eram normandos, entre eles Boemundo. Depois da Cruzada passar por Constantinopla, no entanto, conseguiu algum controle sobre ela e exigiu que seus líderes lhe jurassem devolver ao império quaisquer cidades ou territórios conquistados dos turcos a caminho da Palestina. Em troca, deu-lhes guias e escolta militar. Aleixo logrou recuperar algumas importantes cidades e ilhas, e, na prática, grande parte da porção ocidental da Ásia Menor. No entanto, os cruzados entenderam que seus juramentos perderam a validade quando Aleixo não os ajudou durante o Cerco de Antioquia (atual Antáquia). Na realidade, ele tinha previsto entrar em Antioquia, mas foi convencido a recuar por , que garantiu que tudo estava perdido e que a expedição havia falhado. Boemundo, que se estabeleceu como príncipe da Antioquia, entrou brevemente em guerra com os bizantinos, mas concordou em tornar-se vassalo ao abrigo do Tratado de Devol, em 1118, que marcou o fim da ameaça normanda durante o reinado de Aleixo I. ==== João II, Manuel I e a Segunda Cruzada ==== O sucessor de Aleixo foi seu filho . João foi um imperador piedoso e dedicado, determinado a reparar os danos que seu império sofreu na Batalha de Manziquerta meio século antes. Famoso por sua piedade e seu governo moderado e justo, João foi um exemplo único de um governante moral, numa época em que a crueldade era a norma. Sua primeira medida foi recusar-se a renovar o acordo comercial de 1082 com Veneza, o que provocou retaliações por parte dos venezianos, que sitiaram muitas ilhas do Egeu, forçando o imperador a reconsiderar. No vigésimo quinto ano de seu reinado, João fez alianças com o Sacro Império no Ocidente, derrotou decisivamente os pechenegues na Batalha de Beroia e liderou pessoalmente várias campanhas contras os turcos na Ásia Menor. As suas campanhas mudaram fundamentalmente o equilíbrio do poder no Oriente, forçando os turcos a manterem-se na defensiva, e devolveram aos bizantinos muitas cidades e fortalezas. Também repeliu as ameaças dos magiares e sérvios durante a década de 1120 e, em 1130, aliou-se com o imperador contra o rei normando . Na parte final de seu reinado, João focou suas atividades no Oriente. Retomou as cidades de Laodiceia e Sozópolis, restabelecendo as ligações terrestres para Constantinopla, derrotou o Emirado Danismendida de Melitene e reconquistou as cidades de Tarso, Adana e Mopsuéstia do Reino Armênio da Cilícia, aprisionando, em 1138, e boa parte de sua família. Além disso, forçou Raimundo de Poitiers , príncipe antioqueno, a reconhecer a suserania bizantina. Esperando demonstrar o papel do imperador como líder do mundo cristão, marchou à Terra Santa como chefe das forças combinadas do império e dos Estados cruzados, porém, apesar do grande vigor com que impulsionou a campanha, suas expectativas foram frustradas pela traição de seus aliados cruzados. Em 1142, João retornou para pressionar suas reivindicações em Antioquia, mas morreu na primavera de 1143, depois de um acidente de caça. Raimundo foi encorajado a invadir a Cilícia, mas foi derrotado e forçado a ir a Constantinopla implorar misericórdia. O herdeiro escolhido de João foi seu quarto filho, , que realizou agressivas campanhas contra seus vizinhos no oriente e no ocidente. Na Anatólia, iniciou uma campanha punitiva contra o Sultanato de Rum, atacando sua capital, Icônio (atual Cônia), e aniquilando a cidade fortificada de Filomélio. Além disso, expulsou os turcos da Isáuria. Na Palestina, aliou-se ao Reino de Jerusalém e enviou grande frota para participar de uma invasão combinada do Califado Fatímida. Ele reforçou sua posição como senhor dos Estados cruzados, com hegemonia sobre Antioquia e Jerusalém garantida pelo acordo com Reinaldo , o príncipe de Antioquia, e , o rei de Jerusalém, respectivamente. Após retomar Corfu dos normandos com a ajuda de tropas de e dos venezianos, Manuel aproveitou-se da instabilidade política ocasionada pela sucessão de Rogério II da Sicília por seu filho e lançou, em 1155, uma invasão ao sul da Itália sob o comando de Miguel Paleólogo e João Ducas. Foram alcançados resultados rapidamente e uma aliança foi estabelecida entre Manuel e o . Porém, disputas dentro da coalizão levaram ao posterior fracasso da campanha. Apesar deste revés militar, os exércitos de Manuel invadiram com sucesso o Reino da Hungria em 1167, derrotando os húngaros na Batalha de Sirmio. No ano seguinte, quase toda a costa oriental do Adriático estava nas mãos do império. Manuel fez várias alianças com o papa e os reinos cristãos ocidentais, e tratou com sucesso da passagem da Segunda Cruzada através do império, após uma batalha às portas da capital. No leste, no entanto, Manuel sofreu uma grande derrota na Batalha de Miriocéfalo, em 1176, contra os turcos. Contudo, as perdas foram rapidamente recuperadas e em 1177 as forças de Manuel infligiram derrota a uma força de \"turcos escolhidos\". O comandante bizantino João Comneno Vatatzes, que esmagou os invasores turcos na Batalha de Hiélio e Limoquir, conseguiu, além das tropas que levou da capital, reunir um exército ao longo do caminho, um sinal de que o exército bizantino se mantinha forte e que a defesa do oeste da Ásia Menor ainda era eficaz. ==== Renascimento do ==== João e Manuel adotaram políticas militares ativas, ambos dispendendo recursos consideráveis em cercos e em defesas de cidades; políticas de fortificação agressiva estiveram no centro das suas políticas militares imperiais. Apesar da derrota em Miriocéfalo, as políticas de Aleixo, João e Manuel resultaram em grandes conquistas territoriais, no aumento da estabilidade da fronteira na Ásia Menor e asseguraram estabilização das fronteiras europeias do império. De 1081 a 1180, o exército de Comneno garantiu a segurança do império, permitindo o florescimento da civilização bizantina. Isto permitiu às províncias ocidentais uma recuperação econômica, que continuou até o final do século. Diz-se que o Império Bizantino sob os Comnenos foi mais próspero do que em qualquer outro período desde a invasão persa no . Durante o , os níveis populacionais elevaram-se e grandes extensões de novas terras agrícolas foram colocadas em produção. Evidências arqueológicas da Europa e Ásia Menor mostram um aumento considerável do tamanho dos assentamentos urbanos, juntamente com o aumento notável de novas cidades. O comércio também floresceu; venezianos, genoveses e outros abriram portos do mar Egeu ao comércio, o transporte de mercadorias dos cruzados e do Califado Fatímida ao Ocidente e o comércio com o Império Bizantino via Constantinopla. Na arte, houve o ressurgimento de mosaicos e escolas regionais de arquitetura começaram a produzir estilos distintos que se basearam numa série de influências culturais. Durante o , os bizantinos desenvolveram seu modelo precoce de humanismo, com um renascimento do interesse nos clássicos. Em Eustácio de Tessalônica, o humanismo bizantino encontrou sua expressão mais característica. === Declínio e desintegração === ==== Dinastia Ângelo ==== Manuel morreu em 24 de setembro de 1180 e deixou seu filho de 11 anos, , no trono. Se mostrou incompetente na função, mas o que fez a sua regência impopular foi sua mãe, Maria de Antioquia, que era de origem \"franca\" (o nome dado pelos bizantinos a todos os latinos). Finalmente, , neto de Aleixo I, lançou uma revolta contra seu jovem parente e conseguiu derrubá- lo num violento golpe de Estado. Aproveitando-se de sua boa aparência e imensa popularidade com o exército, marchou para Constantinopla em agosto de 1182 e incitou o massacre dos latinos da cidade. Depois de eliminar seus rivais em potencial, coroou-se como coimperador em setembro de 1183, eliminando Aleixo II e casando com sua esposa Inês da França, de 12 anos. Embora tenha começado seu reinado com um golpe, Andrônico foi elogiado pelos historiadores devido às medidas bem-sucedidas para reformar o governo. Sob seu comando, a venda de cargos cessou, sendo a seleção baseada no mérito e os salários foram adequados para evitar a tentação pelo suborno; nas províncias, suas reformas produziram uma melhora rápida e acentuada. No campo militar, contudo, Andrônico teve muitos reveses: Isaac Comneno proclamou a independência de Chipre, reintegrou os territórios croatas na Hungria, Estêvão Nemânia de Ráscia declarou-se independente do Império Bizantino e enviou uma expedição em 1185 com 300 navios e 80 mil homens que, além de conquistar Dirráquio (atual Durrës), sitiou Tessalônica. Porém, o aumento da oposição política por parte da aristocracia levou Andrônico a adotar uma postura tirânica, marcada por execuções, atos violentos contra seus adversários e medidas cada vez mais implacáveis para escorar seu regime. Andrônico acabou destronado por , que o mandou executar. O reinado de Isaac II e, mais ainda, de seu irmão , assistiram ao colapso do que restava da máquina centralizada do governo e da defesa bizantinos. Mesmo os normandos tendo sido expulsos da Grécia após uma derrota decisiva na Batalha de Demetritzes em 7 de novembro de 1085, em 1186, valáquios e búlgaros começaram uma rebelião que levaria à formação do Segundo Império Búlgaro. A política interna dos Ângelos foi caracterizada pelo esbanjamento do tesouro público e pela má administração fiscal. A autoridade bizantina foi seriamente enfraquecida e o vácuo crescente no poder central do império encorajou a fragmentação. Há evidências de que alguns herdeiros Comnenos teriam criado um estado semi-independente em Trebizonda antes de 1204. Segundo Alexander Vasiliev, \"A Dinastia Ângelo, gregos em sua origem, [...] acelerou a ruína do império, já enfraquecido e com desunião interna\". ==== Quarta Cruzada ==== Em 1198, o abordou o assunto de uma nova cruzada por meio de legados e cartas encíclicas. A intenção declarada da cruzada era conquistar o Egito aiúbida, agora o centro do poder muçulmano no Levante. O exército cruzado que chegou em Veneza no verão de 1202 era um pouco menor do que havia sido previsto e não possuía fundos suficientes para pagar os venezianos, cuja frota foi contratada pelos cruzados para levá-los ao Egito. A política da República de Veneza, governada pelo cego e envelhecido, mas ambicioso, doge Henrique Dandolo estava potencialmente em desacordo com o papa e os cruzados, pois a cidade estava intimamente relacionada comercialmente com o Egito. Os cruzados aceitaram a proposta de pagar a dívida ajudando Veneza a capturar o porto de Zara (atual Zadar, na Dalmácia), cidade vassala da República de Veneza que havia se rebelado e se colocado sob a proteção do Reino da Hungria em 1186. A cidade caiu em novembro após breve cerco. Inocêncio, informado tardiamente do plano, teve seu veto desconsiderado e por estar preocupado em não comprometer a cruzada acabou absolvendo os cruzados — exceto os venezianos — do desvio de planos. Após a morte de , a liderança da cruzada passou a Bonifácio de Monferrato, um amigo de Filipe da Suábia, da família Hohenstaufen. Ambos — Bonifácio e Filipe — estavam ligados à família imperial bizantina pelo casamento. O cunhado de Filipe, Aleixo Ângelo, filho do deposto e cego Isaac II, apareceu no Ocidente buscando ajuda e contatou os cruzados oferecendo a reunificação das igrejas, um pagamento de 200 mil marcos de prata e ainda todos os suprimentos necessários para que pudessem chegar ao Egito. ===== Saque de Constantinopla pelos cruzados ===== Após se apoderarem de Corfu, os cruzados chegaram à capital bizantina no verão de 1204. Derrotaram as tropas terrestres da cidade, que foram forçadas a recuar, e bombardearam a torre de Gálata. Aleixo III fugiu da capital e Aleixo Ângelo foi elevado ao trono como , juntamente com seu pai, o cego Isaac. No entanto, os dois não conseguiram manter suas promessas e foram depostos por quando os cruzados foram repelidos para fora da cidade. 20 mil homens cercaram novamente a cidade. O primeiro assalto começou em 9 de abril e a cidade finalmente sucumbiu após novo assalto em 13 de abril, no qual os venezianos usaram seus navios como fortalezas às escadas que foram erguidas nas muralhas. Constantinopla foi pilhada e massacrada durante três dias. Muitos ícones, relíquias e outros objetos de valor inestimável foram enviados à Europa Ocidental, grande parte deles para Veneza. Nicetas Coniates relata que uma prostituta foi posta no trono patriarcal de Santa Sofia. Quando o papa Inocêncio III soube da conduta de seus cruzados, ele os castigou em termos inequívocos, mas a situação estava fora de seu controle, especialmente depois de ter libertado os cruzados de seus juramentos de marchar à Terra Santa. Quando a ordem foi restabelecida, os cruzados e venezianos implementaram seu acordo; Balduíno de Flandres foi eleito imperador e o veneziano Tomás Morosini foi escolhido para o recém-criado patriarcado latino. As terras distribuídas entre os líderes não incluíram todas as antigas possessões bizantinas e os bizantinos continuaram reinando em Niceia, Trebizonda e no Epiro. === Queda === ==== Império no exílio ==== Depois do saque de Constantinopla de 1204 pelos cruzados latinos, dois Estados sucessores foram estabelecidos: o Império de Niceia e o Despotado do Epiro. Um terceiro, o Império de Trebizonda, havia sido criado algumas semanas antes do saque por . Dos três, Epiro e Niceia ficaram em melhores condições para recuperar Constantinopla. O Império de Niceia lutou para sobreviver nas décadas seguintes e, em meados do , perdeu muito do sul da Anatólia. O enfraquecimento do Sultanato de Rum após a invasão mongol de 1242–1243 permitiu que muitos beis e gazis criassem seus próprios principados (beilhiques) na Anatólia, enfraquecendo a posição bizantina na região. ==== Reconquista de Constantinopla ==== O Império de Niceia, fundado pela dinastia lascarina, conseguiu reconquistar Constantinopla aos latinos em 1261 e derrotar o Despotado do Epiro. Depois de uma recuperação de curta duração das finanças bizantinas sob , o império foi devastado pela guerra por estar mal equipado para lidar com os inimigos que agora o cercavam. A fim de manter suas campanhas contra os latinos, Miguel retirou tropas da Ásia Menor e cobrou impostos exorbitantes sobre o campesinato, causando muita insatisfação. Em vez de explorar seus domínios na Ásia Menor, decidiu expandir o império, obtendo sucesso de curta duração. Para evitar outro saque da capital pelos latinos, forçou a Igreja a se submeter a Roma (a chamada \"União das Igrejas\" do Segundo Concílio de Lião, em 1274), uma solução temporária que aumentou o ódio a Miguel entre os camponeses e população de Constantinopla, hostis aos latinos. Os esforços de e, mais tarde, de seu neto marcaram as últimas tentativas genuínas de restaurar a glória do império. No entanto, o uso de mercenários por Andrônico II foi péssima ideia, com a Companhia Catalã assolando os campos e aumentando o ressentimento contra Constantinopla. ==== Ascensão dos otomanos e queda de Constantinopla ==== A situação piorou para o império durante as guerras civis que se seguiram à morte de Andrônico III. Uma guerra civil de seis anos devastou o império, possibilitando que o governante sérvio invadisse a maioria dos territórios bizantinos restantes nos Bálcãs e criasse um Império Sérvio de curta duração. Em 1354, um terremoto em Galípoli devastou a fortaleza, permitindo aos otomanos, que tinham sido contratados como mercenários durante a guerra por , se instalassem na Europa. Quando as guerras civis terminaram, os otomanos haviam derrotado os sérvios e os subjugado como vassalos e, depois da Batalha do Cosovo, grande parte dos Bálcãs estava nas mãos dos otomanos. Os imperadores bizantinos pediram ajuda ao Ocidente, mas o papa só enviaria ajuda em troca de uma reunião da Igreja Ortodoxa com a Sé de Roma. Essa união foi considerada e finalmente realizada por decreto imperial, mas os cidadãos e clero ortodoxos ressentiram-se intensamente da autoridade de Roma e da Igreja latina. Algumas tropas ocidentais chegaram para reforçar a defesa da capital, mas a maioria dos governantes ocidentais, distraídos com seus próprios assuntos, nada fez em relação aos avanços dos otomanos, que foram tomando os territórios bizantinos que restavam. Nessa época, a cidade de Constantinopla estava despovoada e em ruínas. A população havia se reduzido de tal forma que a cidade não passava de um aglomerado de vilas separadas por campos. Em 1402, o império experimentou algum desafogo da ameaça otomana quando Tamerlão derrotou os otomanos na Batalha de Ancara. Porém, isso não impediu que, em 2 de abril de 1453, o sultão lançasse um ataque contra Constantinopla com um exército de 80 mil homens. Apesar da defesa desesperada de última hora pelas tropas cristãs (cerca de sete mil homens, dos quais dois mil eram estrangeiros), Constantinopla finalmente caiu em 29 de maio de 1453, depois de dois meses de cerco. As muralhas da cidade, poderosas e inexpugnáveis por séculos, não conseguiram deter o avanço otomano. O último imperador bizantino, , foi visto pela última vez despojando-se de suas insígnias imperiais, antes de lançar-se em combate corpo a corpo depois de as muralhas da cidade terem sido tomadas. ==== Legado político e consequências ==== Poucos anos após a queda de Constantinopla, Maomé II empreendeu a conquista dos últimos estados bizantinos existentes: em 1460 foi tomado o Despotado da Moreia e em 1461 foi a vez do Império de Trebizonda. No entanto, locais isolados como Monemvasia, a península de Mani e o castelo Salmênico, este último controlado por um paleólogo (Graitzas), resistiram por mais algum tempo. André Paleólogo, o sobrinho de Constantino XI, recebeu o título do imperador do extinto Império Bizantino, intitulando-se Imperator Constantinopolitanus (\"imperador de Constantinopla\"); em 1494, numa viagem à França, cedeu ao rei seu direito. Após sua morte, o papel do imperador como patrono da Ortodoxia Oriental foi reivindicado por , grão-duque da Moscóvia, casado com a irmã de André, Sofia Paleóloga, cujo neto, , tornar-se-ia o primeiro czar da Rússia. Seus sucessores consideraram Moscou como herdeira legítima de Roma e Constantinopla e mantiveram a ideia do Império Russo como a \"Terceira Roma\" até seu desaparecimento com a Revolução Russa em 1917. Além deles, os próprios turcos e os monarcas dos Principados do Danúbio também se intitularam sucessores dos imperadores bizantinos. As diversas transformações econômicas e políticas que se seguiram à queda do Império Bizantino levaram historiadores a adotarem o ano de 1453 como marco do fim da Idade Média. Entre as principais consequências da conquista de Constantinopla destaca-se a migração de intelectuais bizantinos à Itália que levaram conhecimentos que influenciaram o Renascimento. Além disso, foi abalado o comércio de especiarias, antes monopolizado por Veneza, pois além de serem cobradas taxas altíssimas pelos produtos comercializados, tornou-se perigoso aos cristãos navegarem no Mediterrâneo Oriental. Esse foi um dos motivos que levaram os Estados nacionais a procurar por novas rotas para adquirir especiarias da Índia e China. Foi após a queda de Constantinopla que Portugal descobriu o caminho marítimo à Índia. == Governo == No Estado bizantino, o imperador se tornou governante único e absoluto, e seu poder foi visto como tendo origem divina. A afiliação foi tamanha que no Império Bizantino tornou-se comum a mutilação de rivais políticos: se Deus era perfeito, o imperador também devia ser imaculado; qualquer mutilação, sobretudo feridas faciais, equivalia a desqualificar um indivíduo de sua possibilidade de ascender ao trono. O senado deixou de ter autoridade política e legislativa efetiva, mas permaneceu como conselho honorário com membros titulares. Até o final do , uma administração civil centrada na corte foi formada como parte da consolidação em larga escala do poder na capital (o aumento e proeminência da posição do sacelário está relacionada a esta mudança). A reforma administrativa mais importante do período foi a criação de temas, nas quais a administração civil e militar era exercido pelo estratego. Apesar do uso às vezes pejorativo dos termos \"bizantino\" e \"bizantinismo\", a burocracia tinha eficácia notável de reconstituir-se de acordo com a situação do império. O elaborado sistema de títulos e precedências, que deu prestígio e influência à corte, fez com que a administração imperial parecesse uma burocracia ordenada aos observadores modernos. Os oficiais eram dispostos em ordem rigorosa em torno do imperador e seus cargos dependiam da vontade imperial. Havia também verdadeiros trabalhos administrativos, mas a autoridade era dada a indivíduos e não postos. Nos séculos VIII e IX, o serviço civil era o meio mais eficaz para alcançar estatuto aristocrático, mas, a partir do , a aristocracia civil rivalizou com a aristocracia nobre. Segundo alguns estudos sobre o governo, a política do foi sujeita à competição entre civis e a aristocratas militares. Durante o período, Aleixo I empreendeu importantes reformas administrativas, incluindo a criação de novos títulos e postos na corte. === Diplomacia === Após a queda do Ocidente, o principal desafio ao Império Bizantino era manter relações entre si e seus vizinhos. Quando essas nações forjaram instituições políticas formais, muitas vezes se basearam nas de Constantinopla. A diplomacia conseguiu atrair rapidamente seus vizinhos numa rede de relações internacionais interestatais. Ela se baseava em tratados, que incluíam a integração do novo líder na família dos reis e assimilação de hábitos sociais, valores e instituições bizantinas. Enquanto os escritores clássicos faziam distinções éticas e legais entre paz e guerra, os bizantinos consideravam a diplomacia como forma de guerra alternativa. A Igreja Ortodoxa também teve seu papel, e a propagação do cristianismo era objetivo diplomático importante do império. A diplomacia era entendida como tendo função de recolha de informações, além da função puramente política. O Gabinete dos Bárbaros da capital lidava com questões de protocolo e registro de todas as questões sobre \"bárbaros\" e talvez incluía, assim, um serviço básico de informações (inteligência). Bury acredita que o gabinete supervisionava sobre todo estrangeiro que visitava a capital e estava sob supervisão do logóteta do dromo. Apesar de aparentemente ser um organismo protocolar — sua principal missão era garantir que emissários fossem adequadamente tratados e recebessem fundos suficientes do Estado para sua manutenção, e a ele pertenciam todos os tradutores oficiais — provavelmente tinha também função de segurança. O Tratado sobre Estratégia, do , aconselhava sobre embaixadas estrangeiras: \"[emissários] que nos são enviados devem ser recebidos com honra e generosidade, pois todos mantêm-nos em alta estima. Seus membros, porém, devem ser mantidos sob vigilância para impedir que obtenham quaisquer informações por meio de perguntas sobre nosso povo\". === Exército === O exército bizantino foi uma continuação do seu antecessor romano. Sua história como força independente remonta às reformas do início do , quando as legiões foram trocadas por milícias locais fronteiriças (limítanes) e exércitos campais móveis (comitatenses) que guarneceram o império. Nos séculos V e VI, oficiais chamados mestres dos soldados foram nomeados para algumas das principais fronteiras do império e sob seu comando estavam as forças nativas e aquelas dos federados, os bárbaros sob proteção bizantina; mercenários estrangeiros, os chamados símocos (symmochoi), foram por vezes contratados como unidades separadas controladas por seus próprios comandantes. Nesses mesmos séculos, como descrito no Estratégico de Maurício , o método de guerra passou por uma transição na qual regimentos de arqueiros e cavaleiros foram valorizados, imitando as práticas persas e avares. Rebeliões internas e derrotas nas fronteiras perante as investidas estrangeiras no final do e começo do VII levaram a rápido decréscimo dos efetivos imperiais que, embora tenham sido reorganizados em 628 sob Heráclio , estiveram na origem de inúmeras derrotas frente aos ataques árabes, lombardos e búlgaros nos séculos VII e VIII. Para fazer face a crise militar, foi elaborada nova reestruturação: estabeleceram- se distritos militares (temas) onde estacionaram grupos armados que recebiam propriedades em troca de serviços. Estes exércitos, conquanto relativamente eficazes contra invasões, pois eram recrutados e mantidos localmente, apresentavam problemas de prontidão, mobilidade, rapidez de ação e coordenação em campanha, frequentemente carecendo de disciplina e habilidade militar e eram propensos a rebeliões. Isto levou o imperador a dissolver o exército opsiciano, que constituía a força de campo imperial, e criou novas unidades conhecidas como tagmas, que tiveram bases em Constantinopla ou cercanias. As unidades tagmáticas foram melhor equipadas e no participaram em expedições com os exércitos temáticos. Nos séculos X e XI, de acordo com o que os documentos do período indicam, os imperadores soldados e fizeram reformas, usando mais unidades pesadas como os catafractários e novas táticas que uniam infantaria e cavalaria em batalha ou campanha, elevando a eficiência militar e permitindo reconquistar muitos territórios antes perdidos a árabes e búlgaros. Outrossim, a composição e estrutura começaram a mudar: o comando foi centralizado na capital, as unidades temáticas e tagmáticas foram substituídas por novos contingentes que foram alojados nas províncias e efetivos mercenários (guarda varegue e normandos) tornaram-se preponderantes. Sob , os bizantinos tentaram imitar as táticas e panóplia ocidentais, o que não teve bons resultados. Os imperadores de Niceia desenvolveram as tradições adotadas por Manuel e lograram criar exércitos mercenários (cumanos, turcos, ocidentais) que, embora pequenos, eram eficientes. Sob os imperadores paleólogos, as últimas unidades de soldados-camponeses foram desmanteladas e o organização do serviço militar a nível local passou a estar a cargo dos proprietários de terras, uma vez que o poder central já não tinha mais capacidade para manter forças terrestres e marítimas substanciais. === Marinha === A marinha, tal como o exército, foi uma continuação de sua correspondente romana, porém mais importante. No início do , devido à não ocorrência de grandes operações navais, as esquadras imperiais eram compostas de navios relativamente pequenos que dedicavam-se quase exclusivamente a missões de policiamento e escolta. Com as guerras civis do final do e começo do V, contudo, a atividade naval foi retomada e as frotas foram usadas sobretudo no transporte de tropas,, mas só a partir do , sob , o império possuiria frota fixa. Sob Justiniano e Justino II , a frota anastasiana foi aperfeiçoada e transformou-se numa força profissional bem treinada. Durante o , desde as invasões árabes, foi necessário recompor as tropas imperiais para enfrentarem os novos inimigos. A marinha foi reorganizada aos moldes do sistema de temas, e estabeleceu-se a frota dos carabisianos () que foi a correspondente dos tagmas que constituíam o exército. No , quando os carabisianos mostraram-se ineficientes diante das investidas árabes, a marinha passou por nova reforma, com as mudanças perdurando até o começo do com pequenas alterações: uma frota imperial central baseada na capital, um pequeno número de grandes comandos navais regionais, tanto temas marítimas como comandos independentes chamados \"drungariados\", e um número maior de esquadras locais encarregadas de tarefas puramente defensivas e policiamento, subordinadas aos governadores provinciais. Após o declínio da marinha no , reconstruiu-a em moldes diferentes: uma frota imperial unificada foi estabelecida sob o comando do posto então criado de mega-duque, substituindo assim o estratego; o grande drungário, anteriormente o comandante geral naval, foi rebaixado a subordinado do mega-duque, atuando como seu principal ajudante. A partir do final do , embora haja registros de uma frota, o império tornou-se cada vez mais dependente das frotas italianas provenientes de Veneza e Gênova. Sob foram formadas novas unidades visando reduzir a dependência imperial dos navios estrangeiros, e estas perdurariam ao longo dos últimos séculos do império. == Economia == Sua economia esteve entre as mais avançadas da Europa e Mediterrâneo por muitos séculos; a Europa, em particular, foi incapaz de corresponder a sua força econômica até fins da Idade Média. Constantinopla foi eixo central numa rede de comércio que por diversas vezes estendeu-se por quase toda a Eurásia e Norte da África estando no ponto mais ocidental da Rota da Seda. Até primeira metade do , em nítido contraste com o Ocidente decadente, sua economia floresceu e resistiu. Um dos fundamentos econômicos do Império Bizantino foi o comércio, promovido pelo caráter marítimo do império, embora, a partir do e até o início do XIV, tenha desenvolvido uma intensa economia rural baseada na produção de cereais, vinhas e oliveiras. Têxteis devem ter sido, de longe, o item mais importante de exportação; Sedas foram certamente importadas ao Egito e aparecem também na Bulgária e no Ocidente. O Estado rigorosamente controlou o comércio interno e externo e reteve monopólio de cunhagem, mantendo sistema monetário durável e flexível adaptado às necessidades do comércio. Ele exerceu controle formal sobre taxas de juros e definiu parâmetros à atividade das guildas e corporações em que tinha interesse especial. O imperador e seus oficiais intervinham em épocas de crise para garantir o abastecimento da capital e manter baixos os preços dos cereais. Outrossim, o governo coletou comumente parte do excedente através de impostos e colocou-os novamente em circulação através da redistribuição sob forma de salários aos oficiais do Estado ou sob forma de investimentos em projetos públicos. A Praga de Justiniano e as conquistas árabes representaram uma reversão substancial das fortunas e contribuíram para um período de estagnação e declínio. As reformas isauras e, em particular, o repovoamento, obras públicas e medidas fiscais de marcaram o começo de um avivamento que seguiu até 1204, apesar da contração territorial. Do ao final do XII, o império projetou imagem de luxo e os viajantes ficavam impressionados com a riqueza acumulada na capital. A Quarta Cruzada provocou a interrupção da fabricação e o domínio comercial dos europeus ocidentais no Mediterrâneo Oriental, eventos que resultaram em catástrofe econômica. Os paleólogos tentaram reavivar a economia, mas o Estado não recuperaria o controle total de quaisquer das forças econômicas externas ou internas. Gradualmente, também perdeu influência sobre modalidades de comércio e mecanismos de preços, seu controle sobre saída de metais preciosos e, segundo alguns estudiosos, até mesmo da cunhagem. == Religião == A sobrevivência do Império Romano do Oriente assegurou um papel ativo do imperador em assuntos da Igreja. O Estado herdou dos tempos pagãos os procedimentos administrativos e financeiros dos assuntos religiosos — o imperador era o pontífice máximo — e esses procedimentos foram aplicados à Igreja Cristã. Seguindo o padrão estabelecido por Eusébio de Cesareia, os bizantinos viam o imperador como representante ou mensageiro de Jesus Cristo, responsável, em particular, pela propagação do cristianismo entre pagãos e pelos temas que não se relacionavam diretamente à doutrina, como administração e finanças. A busca pela unificação das crenças, costumes e ritos em todo império e hierarquia eclesiástica foram dois fatores essenciais que legitimaram o poder imperial assim como a centralização do Estado: como Cyril Mango aponta, o pensamento político bizantino pode ser resumido no lema \"Um Deus, um império, uma religião\". No entanto, o papel imperial nos assuntos da Igreja nunca se desenvolveu num sistema fixo legalmente definido. Com o declínio de Roma e a dissensão externa nos outros Patriarcados do Oriente (Antioquia, Alexandria e Jerusalém), a Igreja de Constantinopla tornou-se, entre os séculos VI e XI, o mais influente e rico centro da cristandade. Mesmo quando o império foi reduzido a apenas uma sombra de seu esplendor, a Igreja continuou a exercer influência significativa tanto dentro como fora das fronteiras imperiais. Como George Ostrogorsky aponta: A doutrina cristã oficial do Estado foi determinada pelos primeiros sete concílios ecumênicos e o imperador tinha dever de impô-la aos súditos. Um decreto imperial de 388, depois incorporado no Código de Justiniano, ordenava que a população \"assumisse o nome de cristãos católicos\" e declarava todos que não cumprissem a lei como \"pessoas loucas e tolas\", seguidoras de \"dogmas heréticos\". Apesar dos decretos e postura rigorosa da Igreja do Estado, que passou a chamar-se \"Igreja Ortodoxa\", ela nunca representou todos os cristãos do império. Mango acredita que, nos estágios iniciais, as \"pessoas loucas e tolas\", justamente os rotulados como \"hereges\", constituíam a maioria da população. Além de pagãos, que existiram até o final do , e judeus, havia muitos seguidores — muitas vezes imperadores — de várias doutrinas cristãs, como o nestorianismo, monofisismo, arianismo e paulicianismo, cujos dogmas de algum modo se opunham ao cânone teológico \"ortodoxo\" estabelecido nos concílios ecumênicos. Outra divisão entre os cristãos ocorreu quando ordenou a destruição dos ícones, o que provocou uma crise religiosa significativa que só terminou em meados do com a restauração dos ícones. Nesse período, nova onda de pagãos emergiu nos Bálcãs, oriundos principalmente dos povos eslavos. Eles foram gradualmente cristianizados e, durante estágios finais do Império Bizantino, a Ortodoxia passou a representar a maioria dos cristãos no que restava do império. Após a reconquista de Constantinopla em 1261, duas controvérsias religiosas dominaram a agenda política. A hesicasta, que divergia uma abordagem mística da religião, tipicamente defendida por monges e a população, com outra, mais racional e intelectualizada, de influência aristotélica ocidental, defendida pela aristocracia e os que defendiam a união com a sé de Roma. A vitória dos hesicastas foi a reafirmação do sentimento antilatino entre os ortodoxos. Mais ampla, a controvérsia sobre a reunião das Igrejas, principalmente a \"União das Igrejas\" durante o Segundo Concílio de Lião (1275) e a \"União de Florença\" no Concílio de Florença (1437), dominou o debate teológico e foi utilizada pelos imperadores como \"moeda de troca\" para conseguir a ajuda ocidental contra a ameaça islâmica. Os judeus foram uma minoria significativa no Estado ao longo de sua história e, de acordo com a lei romana, constituíam grupo religioso legalmente reconhecido. No período inicial, foram geralmente tolerados, mas depois ocorreram períodos de tensões e perseguições (como a Revolta judaica contra Heráclio). De qualquer forma, após as conquistas árabes, a maioria dos judeus se viu fora do império; aqueles que ficaram dentro das fronteiras aparentemente viveram em relativa paz a partir do . == Língua == Além da corte, da administração e do exército, a principal língua usada nas províncias romanas orientais mesmo antes do declínio do Império Ocidental sempre foi o grego, falado na região séculos antes do latim. Na verdade, logo no início do Império Romano, o grego se tornou língua comum da Igreja Cristã, da erudição, das artes e, em grande medida, foi lingua franca para o comércio entre as províncias e outras nações. Durante algum tempo, a língua ganhou natureza dual, com a principal língua falada, o coiné vernacular em constante desenvolvimento (que haveria de evoluir para o grego demótico), coexistindo com o grego ático, uma língua literária mais antiga; o coiné acabou por evoluir até se tornar o dialeto padrão. O uso administrativo do latim persistiu até ser abandonado por Heráclio . O latim académico caiu rapidamente em desuso entre as classes instruídas, embora fez parte, ao menos cerimonialmente, da cultura durante algum tempo. Além disso, o latim vulgar continuou a ser língua minoritária no império, e entre as populações traco-romanas deu origem ao proto-romeno. Do mesmo modo, na costa do mar Adriático se desenvolveu outro vernáculo neolatino, que mais tarde originaria a língua dálmata. Nas províncias do Mediterrâneo Ocidental, temporariamente conquistadas sob Justiniano , o latim (que posteriormente evoluiu às línguas românicas) continuou a ser usado como língua falada e como língua acadêmica. Muitos outros idiomas existiam e algumas receberam estatuto oficial limitado em suas províncias em várias ocasiões. Notadamente, no início da Idade Média, o siríaco e o aramaico tinham se tornado mais amplamente utilizados pelas classes educadas nas províncias do extremo oriente. Da mesma forma o copta, o armênio e o georgiano se tornaram significativos entre a população culta das respectivas províncias. Depois, o contato com estrangeiros fez com que algumas línguas das famílias eslavas e valacas, bem como o árabe, se tornassem importantes em sua esfera de influência. Além dessas línguas, dado que Constantinopla era centro de comércio privilegiado na região do Mediterrâneo e outras, praticamente toda língua medieval conhecida foi falada em algum momento, até mesmo o chinês. À medida que o império entrou em seu declínio final, seus cidadãos tornaram-se culturalmente homogêneos e o grego tornou-se parte integrante de sua identidade e sua religião. == Arte == thumb|esquerda|upright=0.9|Díptico Barberini, com representação de um imperador, talvez ou Justiniano A arte é quase inteiramente centrada na expressão religiosa e, notadamente, na tradução impessoal da teologia da Igreja cuidadosamente controlada em termos artísticos. Foi muito influenciada pela arte da Antiguidade Clássica e pela alegoria oriental, mantendo, a despeito da influência oriental, forte uniformidade da tradição clássica ao longo de sua história. A partir do a arte começou a distanciar-se da produzida nas regiões do antigo Império Ocidental. Alcançou seu apogeu sob a dinastia macedônica e declinou com a Queda de Constantinopla em 1453. Foi muito prestigiosa e procurada na Europa Ocidental, mantendo influência na arte medieval até perto do final do período; tal era o caso na Itália, onde seus estilos persistiram de forma modificada ao longo do e tornaram-se influências formativas na arte renascentista. Com a expansão da Igreja Ortodoxa, suas formas e estilos espalharam-se para todo o mundo ortodoxo e além. Devido as importantes jazidas de mármore próximo a capital, desenvolveu-se no Império Bizantino, e sobretudo na Ásia Menor, forte tradição artística de trabalho em pedra. Desde a Antiguidade o Oriente teve tradição na produção de artes menores que foi mantida pelos bizantinos. Em Constantinopla floresceram, a par da escultura decorativa, os trabalhos com pedra, metal (como bronze ornamental), marfim, esmalte e tecelagem; além desses, destaca-se na arte a pintura em afresco, manuscritos iluminados, mosaicos e painéis. Na arquitetura, outra área de grande florescimento, nota-se tradição de construção geralmente associada com a história do Império Romano Tardio e do próprio Império Bizantino, que estendeu-se com maior esfera de influência no período que decorre entre 300 e 1450 e desafiou uma definição convencional compreensiva sobre bases geográficas, culturais, cronológicas e estilísticas. A literatura tem influências de quatro elementos culturais: grego, romano, cristão e oriental. Seus autores são comumente classificados em cinco grupos: historiadores e analistas, enciclopedistas (Fócio, Miguel Pselo e Nicetas Coniates são tidos como maiores enciclopedistas) e ensaístas, escritores de poesia secular (sua única obra épica é Digenis Acritas), escritores de poesia popular e literatos eclesiásticos. Dos cerca de três mil volumes literários sobreviventes, apenas 330 são poesia secular, história, ciência e pseudociência. Na literatura religiosa (sermões, livros litúrgicos e poesia, teologia, tratados devocionais etc.), foi o mais proeminente. O teatro foi repudiado, sendo considerado a personificação da imoralidade pelos eruditos da Igreja. Foi completamente banido pela Igreja no final do , com a palavra theatron denotando espetáculos do Hipódromo de Constantinopla ou círculos literários onde trabalhos retóricos eram lidos em voz alta. Todavia, elementos teatrais sobreviveram no cerimonial imperial e em festividades populares, nas quais participavam mímicos, bobos, músicos, dançarinos, etc. Na literatura foram produzidas peças para leitura e na liturgia encontram-se várias características teatrais. A dança também foi mal-vista pelos eruditos da Igreja, porém, tal como o teatro, sobreviveu ao período. Estava presente no cerimonial cortesão, principalmente nos festivais das Calendas e da Brumália, e foi por inúmeras vezes mencionada em obras literárias como em Digenis Acritas. No caso da música, para além das aclamações, nenhuma obra não ligada às liturgias sobreviveu. Embora a música secular é citada várias vezes por autores cristãos e historiadores, o gênero, estilo e forma são incertas, sendo que autores modernos considerem como \"música bizantina\" todo cântico sagrado medieval que seguiu o rito Ortodoxo Oriental e alguns cânticos cerimoniais em honra ao imperador, a família imperial e altos dignitários da Igreja Ortodoxa. A pouca informação preservada sobre instrumentos musicais também é um problema. O seu número, tipo e função não está completamente compreendido e, embora alguns nomes tenham sido preservados em textos contemporâneos, é muito difícil associá-los claramente com as representações pictóricas e/ou escultóricas remanescentes. == Conhecimento == Os escritos da Antiguidade Clássica nunca deixaram de ser cultivados no Império Bizantino. Assim, a ciência teve ligação estreita com a filosofia antiga (sobretudo Platão e Aristóteles) e com a metafísica. Embora em vários momentos os bizantinos tenham alcançado feitos magníficos na aplicação das ciências (notadamente na construção de Santa Sofia), a partir do os eruditos fizeram poucas contribuições à ciência em termos de desenvolvimento de novas teorias ou no estender de autores clássicos. Nos anos sombrios da praga e conquistas árabes, o conhecimento sofreu acentuada estagnação, mas no Renascimento bizantino no final do primeiro milênio, os estudiosos reafirmaram-se novamente, tornando-se especialistas nos desenvolvimentos científicos dos árabes e persas, especialmente astronomia e matemática. No , gramáticos foram os principais responsáveis pela execução, pessoalmente e por escrito, de estudos gramaticais e literários do grego antigo que marcaram o início da Renascença italiana. Nesse período, a astronomia e outras ciências matemáticas eram ensinadas em Trebizonda e a medicina atraiu o interesse de quase todos os estudiosos. No direito, as reformas de Justiniano tiveram efeito claro sobre a evolução da jurisprudência e a Écloga de influenciou a formação das instituições jurídicas do mundo eslavo. fez, numa obra de 60 volumes, a codificação completa do direito romano em grego. No , os imperadores legisladores, de a , fizeram inúmeras reformas com base nos problemas de seu tempo e os imperadores finais trataram de modificar o procedimento legal. No Império Bizantino havia nítida preocupação pelo conhecimento. A Apedeusia, falta de cultura mental ou conhecimento, era motivo para ridicularização e zombaria. A educação monástica dava instruções básicas a monges analfabetos e crianças que queriam ser padres e freiras, enquanto o ensino secular ficou a cargo das escolas primárias que são atestadas a partir do . João Crisóstomo pretendia implementar o ensino secular no âmbito monástico, mas não recebeu retorno dos eclesiásticos. A escola secundária, embora parcialmente controlada pelo Estado e a Igreja, era privada, e o ensino superior, como era tradição nas poleis gregas, foi assunto do Estado: fundou a Universidade de Constantinopla e em meados do foi fundada no palácio uma escola de ensino secundário e superior, que foi posteriormente reincentivada ou restaurada por . É importante notar, entretanto, que o ensino primário foi ministrado em todas as localidades do império, o secundário apenas em grandes cidades e o superior exclusivamente em Constantinopla. Sob , foram fundadas escolas de direito e filosofia, e no o patriarca manteve escola de retórica e teologia, a chamada Escola Patriarcal. No final do e no XIV, nota-se a manutenção do patrocínio imperial do ensino superior e há registro de muitas escolas, privadas ou semi-privadas. Durante a vida acadêmica os alunos aprendiam gramática (leitura, escrita e crítica a obras clássicas, sobretudo Homero), retórica (correção da pronúncia e estudo de autores), filosofia, arte, aritmética, geometria, música, astronomia, direito, medicina e física, além de educação religiosa. Não há menções sobre educação feminina mas supõe-se que jovens de classes abastadas recebiam, em parte, a mesma educação dos meninos, enquanto nas classes inferiores aprendiam geralmente apenas a ler e escrever. == Sociedade == A sociedade incluía várias classes sociais que não eram exclusivas nem imutáveis. Delas as mais características eram as dos pobres, camponeses, soldados, comerciantes e membros do clero. Os pobres, segundo um documento de 533, eram todos aqueles que não possuíssem 50 moedas de ouro (soldos). Formaram a maioria da plebe cosmopolitana e sua quantidade flutuou ao longo dos séculos do império, embora seu número tenha se elevado de maneira acentuada no final da Antiguidade Tardia com as invasões bárbaras e a fuga de muitas pessoas às cidades, para escaparem da alta tributação no campo. Embora não haja dados precisos sobre seu número, sem dúvida o campesinato representou a maioria dos habitantes das áreas rurais. Como os soldados, são referidos no Tática de Leão VI como a espinha dorsal do império. A nível organizacional, os soldados eram semelhantes a seus congêneres do período romano clássico, mas quando analisados no âmbito social surgem diferenças nítidas; a Tática de Leão VI fornece muitos elementos sobre a aparência, costumes, hábitos e vida dos soldados. Além de funções militares, os soldados exerciam atividades acessórias como médicos ou técnicos e até o também se envolveram em atividades rurais, havendo a hipótese de terem exercido funções como artesãos e comerciantes. Cogita-se também a hipótese de que a partir do muitos soldados, através de seus pagamentos, tenham começado a adquirir propriedades rurais com impostos reduzidos ou isentados. Com o passar do tempo, a classe mercantil, em especial a de Constantinopla, tornou-se uma força própria que por vezes chegou a ameaçar o imperador, o que foi alcançado através do uso eficiente do crédito e de outras inovações monetárias. Finalmente, o poder de compra dos mercadores tornou-se tal que influenciavam os preços em mercados tão distantes como os do Cairo e Alexandria e acabaram, por conseguinte, fazendo parte do senado através de concessões imperiais, o que fez com que passassem a integrar a elite reinante; mantiveram-se nesta posição até as maquinações políticas do , que levaram a aristocracia rural a assegurar o trono para si por mais de um século, embora depois tenham regressado à sua posição, mantendo-a até o período da Terceira Cruzada. Por fim havia a classe dos clérigos. Ao contrário de seus congêneres europeus ocidentais, que distanciavam-se dos ditos leigos, os clérigos orientais mantinham-se em constante contato com a sociedade. Ao contrário da Igreja Latina, a Igreja Bizantina autorizava o casamento de padres e diáconos, uma vez que muitos deles já o eram antes da ordenação. Aos bispos, contudo, recomendava-se que não se casassem. Estando a hierarquia religiosa espalhada pelas divisões administrativas do império, o clero foi mais onipresente do que os servos do imperador. A questão do cesaropapismo, geralmente associada com o Império Bizantino, é agora entendida como sendo uma simplificação das condições reais do império. No , o patriarca de Constantinopla foi reconhecido como o primeiro entre iguais dos quatro patriarcados orientais, com estatuto igual ao do papa de Roma. As províncias eclesiásticas (chamadas eparquias) eram chefiadas pelos arcebispos e metropolitas, que supervisionavam seus subordinados bispos ou epíscopos. À maioria das pessoas, contudo, o rosto mais reconhecível do clero era o seu pároco ou papas (da palavra grega para \"pai\"). Embora constituindo 50% da população, as mulheres tenderam a ser esquecidas nos estudos bizantinos. A sociedade era patriarcal e deixou poucos registros sobre mulheres. Outrossim, eram geralmente vistas com desconfiança e consideradas periodicamente imundas e como resultado foram objeto de discriminação. As mulheres eram desfavorecidas em alguns aspectos legais, no acesso à educação e na liberdade de movimento, que era limitado. Segundo a tradição os casamentos eram arranjados pelos pais dos noivos almejando alianças familiares, dotes, etc. As moças podiam casar-se aos 12 anos e os rapazes aos 14. O homem precisava de bens equivalentes ao dote da mulher. Os casamentos imperiais eram arranjados pelos alto funcionários do palácio, que traziam pretendentes de todo o reino para os príncipes escolherem. === Recreação === Os persas introduziram o chatrangue (um dos antecessores do xadrez) no Império Bizantino por volta do que foi assimilado sob o nome de zatrício (). Porém, sua primeira evidência da qual é possível estabelecer uma data correta é do , numa passagem da biografia de , escrita por sua filha Ana Comnena. Não se conhece em detalhes as regras do jogo que era praticado na corte bizantina e com a derrocada do império em 1453, a versão existente do jogo foi substituída pela versão turca que viria a ser posteriormente substituída pela versão europeia. Os bizantinos eram ávidos jogadores de tábula (), o moderno gamão, que ainda é popular em antigos territórios bizantinos e é conhecido na Grécia pelo mesmo nome. Participar e comparecer em eventos esportivos eram as formas mais relevantes de entretenimento na Antiguidade Clássica, porém no mundo bizantino houve alterações. Devido as restrições impostas pelo cristianismo, esportes perigosos foram condenados, sobretudo os fatais como as lutas de gladiadores. Sob , os Jogos Olímpicos foram abolidos (em 393), mas aparentemente continuaram a ser realizados em Dafne, próximo de Antioquia, até 521 sob . O direito canônico permitia luta, boxe, corrida (que eram realizadas no hipódromo), salto e lançamento de disco; diz-se que quando jovem era excelente em lutas e era habilidoso no tiro com arco. Além da caça, praticava-se três modalidades de esportes equestres: o , o e o . O tzicânio, similar ao polo, veio muito cedo da Pérsia e um Tzicanistério (estádio para este jogo) foi edificado por dentro do Grande Palácio de Constantinopla; Basílio I destruiu o edifício original para edificar a Igreja Nova e edificou um maior; diz-se que Basílio era excelente no jogo, Aleixo I se feriu quando jogava com Tatício e se feriu fatalmente quando jogava em Trebizonda. O tornemo e a dzustra foram introduzidos pelos ocidentais e jogados segundo as regras dos encontros cavalheirescos. === Vestuário === O vestuário e moda eram muito importantes, havendo regulamentos e regras sobre o que vestir no dia a dia ou em ocasiões especiais como os banquetes. Um exemplo disso é o Cletorológio de Filoteu, que descreve o local onde os convidados dos banquetes imperiais se sentariam segundo sua posição e roupas. O vestuário imperial dos períodos iniciais era uma reminiscência clara do estilo romano. Com o tempo, porém, em especial através da influência de povos vizinhos, esse estilo foi deixado às ocasiões cerimoniais, enquanto um estilo próprio surgiu: a trábea triunfal, uma toga cerimonial romana utilizada até o , evoluiu à estola de couro ou seda pesada com pedras preciosas e pérolas cravejadas, denominada loros, que manteve-se em uso até o . O clâmide, uma vestimenta militar que evoluiu do paludamento romano, adquiriu caráter luxuoso e passou a ser fabricado em seda e outros materiais preciosos. As vestimentas femininas, diferente das usadas por homens, são atualmente pouco conhecidas devido às poucas menções por parte dos autores, e mesmo às peças cujo nome se conhece (delmatício, mafório e torácio), sua finalidade é parcial ou totalmente incerta. Sabe-se, por outro lado, que tanto a imperatriz como esposas dos oficiais da corte trajavam-se de forma semelhante aos seus cônjuges e que os servos das mulheres vestiam-se todos com a mesma roupa. Outro segmento social do qual pouco se sabe sobre suas vestimentas são as crianças. Embora por vezes mencionadas nas obras dos estudiosos, seu vestuário é pouco ou quase nunca descrito. === Culinária === Para Nicolau Tselementes, a culinária era marcada pela fusão da gastronomia greco-romana: embora registros dos alimentos sejam escassos, há nítidas relações com a culinária descrita, por exemplo, na Gastronomia de Arquéstrato (). As receitas dos pratos sobreviveram em tratados que lidavam com a nutrição e o regime mensal de alimentos para boa saúde e no autores como Eustácio de Salonica e Ptocoprodromo descreveram pratos luxuosos. Consumia-se alimentos em três refeições (café da manhã, almoço e ceia) e o consumo variava conforme a classe social. No palácio, convidados eram recebidos com vinho, frutas, bolos de mel e doces xaroposos. A nobreza e os ricos comiam com fartura, inclusive alimentos exóticos; se tem notícia de caviar e esturjão, que eram importados, e carne de animais selvagens, molhos, vinagre, repolho em conserva e especiarias como pimenta e canela, sobremesas e bolos de mel feitos com farinha misturada com mosto ou feitos com farinha de trigo em formatos circulares recheavam a mesa. Apenas as classes mais abastadas comiam cordeiro. Os comuns comiam pães, legumes e vegetais, cereais, óleos, frutas, peixe e vinho; os pobres subsistiam de vegetais, vinagre, legumes preparados com azeite, sopa feita de farinha e cevada ou omelete de cebola. Salada e sopa eram populares e produzia-se vários tipos de queijo. Também eram apreciados mariscos e peixes, de água doce e salgada, embora optassem pelos de água salgada. Cada família também mantinha um estoque de aves. Consumiam-se ainda outros tipos de carne de caça. Na caça eram utilizados cães e falcões, embora por vezes fossem empregadas armadilhas e redes. Os cidadãos abatiam suínos no início do inverno, que forneciam para suas famílias linguiça, carne e banha para todo o ano. Raramente se comiam bovinos, pois eram usados para cultivar os campos. A forma mais comum de preparação dos alimentos era por cozedura. Consumia-se molho de soja (murri) e molho de cevada fermentada como condimento, garo (molho de peixe), pasto (carne seca temperada), coptóplaco (tipo de pastel) e tiropita. Retsina (vinho aromatizado com resina de pinheiro) também era bebido; Liuprando de Cremona, em sua embaixada a Constantinopla em 968 em nome do imperador , reclamou do sabor do vinho e do garo. Com o comércio de longa distância, Constantinopla era inundada por muitos produtos alimentícios (noz-moscada, tâmara, figo, romã, amêndoa, pistache, cenoura, alho, abobrinha, uva, pera, maçã, alho-poró, melão, laranja, berinjela, etc.), provenientes de diferentes lugares, principalmente da Ásia. Através dos fragmentos de livros culinários descobriu-se alguns hábitos alimentares e as propriedades atribuídas aos alimentos: rosa, alho, lírio, açafrão, violeta, mirtilo, camomila, sândalo, cânfora e noz-moscada eram vistos como plantas medicinais, enquanto grão-de-bico, melão, tâmara e rúcula eram afrodisíacos. == Legado == O império é comumente descrito como absolutista, ortodoxo, oriental e exótico, assim como os termos \"bizantino\" e \"bizantinismo\" são usados como arquétipos de decadência, burocracia complexa e repressão. Países da Europa Central e Sudeste que saíram do Bloco do Leste no final da década de 80 e começo da 90 avaliaram essa civilização e seu legado negativamente devido sua ligação com um suposto \"autoritarismo e autocracia oriental\". Tanto autores europeus orientais como ocidentais têm apresentado frequentemente o Império Bizantino como um corpo de ideias religiosas, políticas e filosóficas contrárias ao Ocidente. Mesmo na Grécia do , o foco foi principalmente seu passado clássico, enquanto a tradição bizantina era associada a conotações negativas. Essa abordagem tradicional tem sido questionada, parcial ou totalmente, e revisada por estudos modernos, que focam nos aspectos positivos da cultura e legado. Averil Cameron considera inegável sua contribuição à formação da Europa medieval, e tanto Cameron como Obolensky reconhecem o papel central do Império Bizantino na formação da Ortodoxia, que por sua vez ocupou posição central na história e sociedade da Grécia, Bulgária, Rússia, Sérvia e outros países. Os bizantinos preservaram e copiaram manuscritos clássicos, pelo que são assim reconhecidos como transmissores do conhecimento clássico, importantes contribuidores à civilização europeia moderna e precursores tanto do humanismo renascentista como da cultura eslava ortodoxa. Como único Estado de longo prazo na Europa na Idade Média, ele isolou a Europa Ocidental das forças emergentes do Oriente. Sob ataque constante, manteve afastados da Europa Ocidental persas, árabes, turcos seljúcidas e, por algum tempo, turcos otomanos. De uma perspectiva diferente, desde o , a evolução e constante reformulação do Estado foram diretamente relacionadas com o progresso do Islã. Com a tomada de Constantinopla em 1453, o sultão usou o título de \"César de Roma\" (), pois queria fazer o Império Otomano herdeiro do Império Bizantino. Segundo Cameron, ao considerarem-se \"herdeiros\" do Império Bizantino, os otomanos preservaram aspectos importantes de sua tradição, permitindo um \"renascimento ortodoxo\" durante o período pós- comunista nos Estados do Leste Europeu. == Ver também == == Ligações externas == * Categoria:Estados cristãos",
 "title": "Império Bizantino"
}