{
 "id": "49477",
 "text": "A Hemoglobina (frequentemente abreviada como Hb) é uma metaloproteína (iões metálicos na estrutura) que contém ferro, presente nos glóbulos vermelhos (eritrócitos) e que permite o transporte de oxigénio pelo sistema circulatório. Composta de 4 moléculas proteicas de estrutura terciária e 4 grupamentos heme que contém o ferro, cada íon ferro é capaz de se ligar frouxamente a uma molécula de oxigênio. ==Fórmula química== (pH 7) ==Estrutura== A hemoglobina é um tetrâmero composto de dois tipos de cadeias de globina. Existem duas cadeias de cada tipo, sendo que um deles contém 141 aminoácidos e o outro contém 146 aminoácidos. Cada cadeia proteica está ligada a um grupo heme; estes possuem um íon de ferro no seu centro, que forma seis ligações coordenadas: quatro com átomos de azoto do grupo planar de porfirina, uma a um átomo de azoto da proteína e outras a uma molécula de oxigênio. É uma proteína alostérica, pois a ligação e a libertação do oxigénio é regulada por mudanças na estrutura provocadas pela própria ligação do oxigénio ao grupo heme. Esta proteína é quase esférica, tendo aproximadamente 55 Å de diâmetro e massa molecular de aproximadamente , sendo que nos invertebrados pode variar de em alguns equinodermes (Thyone sp) a em alguns poliquetas (Arenicola sp e Serpula sp) (Schmidt-Nielsen, 1993). As cadeias alfa contêm sete alfa-hélices sendo que as cadeias beta possuem oito. Estas hélices são designadas por letras do alfabeto (A a H), sendo interrompidas por segmentos não helicoidais denominados AB, BC e assim por diante. Um pequeno segmento não helicoidal precede a primeira alfa-hélice (N- terminal) e é denominado NA, o segmento após a última alfa hélice (C-terminal) é denominado HC (Perutz, 1984). Nos vertebrados inferiores (lampreia e peixe-bruxa) a hemoglobina é monomérica quando oxigenada e oligomérica quando desoxigenada (Perutz, 1984). Em vertebrados superiores a Hb é simétrica, isto é, constituída por quatro cadeias iguais duas a duas, codificadas pelos genes alfa e beta mas algumas espécies de peixes podem apresentar hemoglobinas assimétricas e várias iso-Hbs (Dafré et al., 1997; Ohkubo et al., 1993; Masala et al., 1992, Smarra, 1997). ==Tipos de hemoglobina== *Embrionária: **Gower 1 (ξ2ε2) **Gower 2 (α2ε2) **Hemoglobina de Portland (ζ2γ2) *Fetal: **Hemoglobina F (α2γ2) *Adultos: **Hemoglobina A (α2β2) - O tipo mais comum, correspondendo a 95 % da hemoglobina total. **Hemoglobina A2 (α2δ2) - cadeias δ são sintetizadas no último trimestre após o parto, seu nível normal é de aproximadamente 2,5 %. **Hemoglobina F (α2γ2) - Nos adultos, a hemoglobina F é restrita a uma população de células vermelhas (hemácias), chamadas células F. Este tipo de hemoglobina corresponde a cerca de 2,5 % da hemoglobina total. ==Distribuição do oxigénio== A distribuição é feita através da interação do ferro da hemoglobina com o oxigênio do ar (O2, que pode ser inspirado ou absorvido, como na respiração cutânea) causando alteração na estrutura do tetrâmero, forma-se o complexo oxi-hemoglobina, ou hemoglobina oxigenada, representado pela notação HbO2 e tem como característica a cor vermelha brilhante. A alteração estrutural ocorre, pois ao ligar-se ao oxigênio, os contatos intermoleculares α1-β2 e α2-β1 se deslocam, alterando a estrutura quaternária. Chegando às células do organismo, o oxigênio é libertado e o sangue arterial (vermelho) transforma-se em venoso (vermelho arroxeado). A hemoglobina livre pode ser reutilizada no transporte do dióxido de carbono - apesar de apenas 11% deste gás ser transportado por essa via - garantindo o equilíbrio ácido- base. A hemoglobina distribui o oxigênio para todas as partes do corpo irrigadas por vasos sanguíneos. A hemoglobina pode ser encontrada dispersa no sangue (em grupos animais simples) ou em várias células especializadas (as hemácias de animais mais complexos). O aumento de glóbulos vermelhos no sangue (eritrocitose) resulta de uma adaptação fisiológica do organismo a locais de altitude elevada, como resposta à menor pressão atmosférica e disponibilidade de oxigénio. Uma vez que o aumento de glóbulos vermelhos favorece o transporte de oxigénio pelo sangue, o seu uso melhora a performance de atletas, principalmente nas modalidades de resistência. Quando os atletas realizam treino em locais de alta altitude, a pequena concentração de oxigénio estimula a produção natural de EPO, que aumenta o número de eritrócitos e a capacidade muscular; ao regressar a altitudes menores, o seu corpo está mais preparado e sua resistência é maior. === Oxihemoglobina e desoxihemoglobina === A oxi- hemoglobina HbO2 e a desoxi-hemoglobina são moléculas diferentes que absorvem e refletem luz de comprimentos diferentes, quando a oxi-hemoglobina transmite luz de comprimentos de onda do espectro vermelho, a desoxi-hemoglobina transmite luz de comprimento de onda do espectro infravermelho. === Ligação cooperativa (Cooperação) === A hemoglobina liga-se com eficiência ao oxigênio nos pulmões através da ligação cooperativa e libera-os nos tecidos. Esta eficiência ou afinidade depende do pH e da concentração de CO2 (tanto o íon H+ como o CO2 liberam o O2 ligado, e o inverso, O2 libera o H+ e CO2) Normalmente, uma proteína que se liga ao O2 com alta afinidade, e capta oxigênio de maneira eficiente nos pulmões, não o libera muito nos tecidos. Por sua vez, se a proteína se liga ao oxigênio com afinidade suficientemente baixa para liberá-lo nos tecidos, não o capta muito nos pulmões. A hemoglobina resolve esse problema passando por uma transição de um estado de baixa afinidade (o estado T) para um de alta afinidade (o estado R) à medida que mais moléculas de O2 vão sendo ligadas. A análise por raios X revelou duas conformações principais da hemoglobina: o estado R (relaxado) e o estado T (tenso). Embora o oxigênio se ligue à hemoglobina nos dois estados, ele tem muito mais afinidade pela proteína no estado R. A ligação do oxigênio estabiliza o estado R. Experimentalmente, quando o oxigênio não está presente, o estado T é mais estável, e é, assim, a conformação predominante da desoxiemoglobina. As mudanças no estado de afinidade da hemoglobina geram uma curva de ligação ao oxigênio híbrida em forma de S, ou sigmoide. Proteínas com um único sítio de ligação não geram uma curva de ligação sigmoide – mesmo se a ligação produzir uma mudança de conformação –, porque cada molécula do ligante interage de modo independente e não afeta a interação de outra molécula. Em contrapartida, a ligação do O2 às subunidades individuais da hemoglobina pode alterar a afinidade nas subunidades adjacentes. A primeira molécula de O2 que interage com a desoxiemoglobina o faz fracamente, pois se liga a uma subunidade no estado T. Sua ligação, contudo, leva a mudanças conformacionais transferidas às subunidades adjacentes, facilitando a ligação de moléculas adicionais de O2. De fato, a transição T → R ocorre mais facilmente na segunda subunidade depois da ligação do O2 à primeira subunidade. A última (quarta) molécula de O2 se liga ao heme de uma subunidade que já está no estado R, e por isso se liga com afinidade muito mais alta do que a primeira. A ligação do O2 à hemoglobina é uma interação cooperativa de um ligante com uma proteína multimérica e, também, uma forma de ligação alostérica. Uma proteína alostérica é aquela em que a interação com um ligante em um sítio afeta as propriedades de ligação de outro sítio na mesma proteína. A mudança conformacional induzida pelo(s) ligante(s) chamados modulador(es) interconverte formas mais ativas e menos ativas da proteína,ou seja, podem ser inibidores ou ativadores. Quando o ligante normal e o modulador são idênticos, a interação é chamada de homotrópica. Quando o modulador é uma molécula diferente do ligante normal, a interação é heterotrópica. Algumas proteínas têm dois ou mais moduladores e, em função disso, podem participar de interações homotrópicas e heterotrópicas. Em relação à hemoglobina, a interação de um ligante afeta a afinidade de qualquer sítio de ligação ainda não ocupado, e o O2 pode ser considerado como ligante e modulador homotrópico ativador. Existe apenas um sítio de ligação para o O2 em cada subunidade,de forma que os efeitos alostéricos que dão origem à cooperatividade são mediados por mudanças conformacionais transmitidas de uma subunidade à outra por interações subunidade-subunidade. Uma curva sigmoide é sinal de ligação cooperativa. Ela permite uma resposta muito mais sensível à concentração do ligante, sendo importante para a função de muitas proteínas multiméricas. As mudanças conformacionais cooperativas dependem de variações na estabilidade estrutural de diferentes partes da proteína. Os sítios de ligação de uma proteína consistem em segmentos estáveis próximos a segmentos relativamente instáveis, sendo os últimos capazes de mudanças frequentes na conformação ou de desordem intrínseca. No momento da interação com o ligante, as parte móveis do sítio de ligação na proteína devem ser estabilizadas em uma conformação particular, afetando a conformação das subunidades polipeptídicas adjacentes.Se o sítio de ligação como um todo fosse altamente estável,poucas mudanças estruturais ocorreriam nesse sítio ou seriam propagadas para outras partes da proteína após a interação com o ligante. Atualmente, existem dois modelos que sugerem mecanismos para a ligação cooperativa, o modelo combinado ou modelo de simetria (o primeiro modelo foi proposto por Jacques Monod, Jeffries Wyman e Jean-Pierre Changeux, em 1965, ) e o modelo sequencial (proposto em 1966 por Daniel Koshland e colaboradores). O modelo combinado ou de simetria presume que as subunidades de uma proteína de ligação cooperativa são funcionalmente idênticas, que cada subunidade pode existir em (pelo menos) duas conformações, e que todas as subunidades sofrem transição de uma conformação para a outra simultaneamente. Nesse modelo, nenhuma proteína tem subunidades em conformações diferentes. As duas conformações estão em equilíbrio. O ligante pode interagir com ambas as conformações, mas interage com cada uma com afinidade diferente. A interação sucessiva das moléculas do ligante à conformação de baixa afinidade (mais estável na ausência do ligante) torna mais provável a transição para a conformação de alta afinidade. No modelo sequencial, a interação com o ligante pode induzir uma mudança de conformação em uma subunidade individual. As interações cooperativas surgem devido à influência que essa mudança conformacional exerce sobre as subunidades vizinhas, ou seja, essa mudança provoca uma alteração similar em uma subunidade adjacente, sendo mais provável a interação de uma segunda molécula do ligante. Existem mais estados intermediários possíveis nesse modelo do que no modelo combinado. Os dois não são mutuamente exclusivos. Assim, a essência do modelo sequencial é que a afinidade da proteína pelo ligante varia com o número de ligantes interagindo com ela, enquanto no modelo de simetria essa afinidade depende somente do estado quaternário da proteína. Naturalmente, a hemoglobina não é composta por subunidades idênticas, como exige o modelo de simetria. Em uma primeira estimativa, pelo menos, as diferenças funcionais das subunidades intimamente relacionadas α e β da hemoglobina podem ser desprezadas (embora suas diferenças estruturais sejam essenciais para o mecanismo molecular da cooperatividade da hemoglobina). Para essa estimativa, tem-se que hemoglobina segue, em grande parte, o modelo de simetria, embora também exiba algumas características do modelo sequencial. A mudança de conformação quaternária T → R é combinada, como requer o modelo de simetria. Também a interação do ligante com o estado T causa pequenas mudanças estruturais terciárias como prevê o modelo sequencial. Assim sendo, pode-se dizer a cooperatividade da hemoglobina se origina a partir de ambos os modelos. === Metemoglobina (metHb) === Geralmente, o ferro ligado ao heme permanece em seu estado ferroso (Fe2+) independentemente da ligação do oxigênio à molécula. A ligação do O2 ao ferro II leva a uma mudança eletrônica no átomo, partindo de uma orientação tetraédrica para uma octaédrica. No entanto, a oxidação do ferro a seu estado férrico (Fe3+) faz com que o átomo já esteja em sua orientação octaédrica, mesmo sem a ligação do oxigênio, com uma molécula de H2O ocupando a sexta posição de ligação. Por isso, hemoglobinas (Hb) e mioglobinas (Mb) que possuem hemes ligados a ferro III são incapazes (a princípio, temporariamente) de se ligar ao oxigênio. Hemoglobinas ou mioglobinas incapazes de transportar oxigênio são chamadas meta- hemoglobinas ou metemoglobinas (metHb) e metamioglobinas (metMb), respectivamente. Chamamos de metemoglobinemia o aumento da concentração de metHb nas hemácias. Para evitar danos e otimizar o transporte de oxigênio para os tecidos, os eritrócitos (ou hemácias) têm uma enzima chamada metemoglobina- redutase, que converte à forma ferrosa (Fe2+) a pequena quantidade de metHb que se forma espontaneamente.Voet, D., Voet, J.G. Bioquímica. 4º Edição. Porto Alegre: Artmed, 2013. 1482p.Lehninger Principles of Biochemistry (4th Ed.) Nelson, D., and Cox, M.; W.H. Freeman and Company, New York, 2005, ISBN 0-7167-4339-6 === Hemoglobinas mutantes === Existem mais de 1000 Hbs variantes, e mais de 90% destas resultam em substituições de um único aminoácido na cadeia polipeptídica da globina. A presença de Hb variantes que causam doenças podem ser chamadas de hemoglobinopatias. Existem diversos tipos de variações na hemoglobina, e, dependendo dos locais onde ocorrem, podem ser mais ou menos graves. As variações nas hemoglobinas que ocorrem por mudança de resíduos superficiais da molécula geralmente são inócuas, devido à falta de função específica de muitos deles (com exceção da anemia falciforme). Exemplo: HbE. Já mudanças em resíduos internos, com frequência desestabilizam a molécula de Hb. A anemia hemolítica, por exemplo, é causada por aumento da permeabilidade da membrana dos eritrócitos. Isso ocorre porque as Hb com resíduos internos desestabilizados são degradadas e formam precipitados, conhecidos como corpúsculos de Heinz, que aderem à membrana das hemácias, causando sua lise prematura. As modificações nos sítios de ligação do O2 estabilizam o heme no estado férrico (Fe3+) e, portanto, estabilizam a metemoglobina, impedindo a ligação do oxigênio. Essas metHb são denominadas HbM e quem as possui desenvolve um quadro chamado metemoglobinemia. Devido à falta de oxigenação no sangue arterial, os indivíduos que possuem essas alterações são geralmente cianóticos. São exemplos de metemoglobinemia indivíduos que possuem Hb Boston, Hb Milwaukee e Hb Iwate. Outras variações que implicam no aumento da afinidade por O2 e não na perda de afinidade (como é o caso das metemoglobinemias), também são prejudiciais ao transporte de oxigênio. Geralmente são caracterizadas por alterações na estrutura quaternária da Hb, e, devido à alta afinidade do oxigênio ao heme, o oxigênio não é entregue de forma correta nos tecidos. Indivíduos com essa característica compensam com uma elevação no hematócrito, aumentando a concentração de eritrócitos para suprir as necessidades teciduais. Essa condição é chamada de policitemia. Alterações na estrutura quaternária da hemoglobina também podem resultar em baixa afinidade por O2, causando cianose, como é o caso da Hb Yakima e Hb Kansas. ==Doenças== Alguns distúrbios hereditários afetam a hemoglobina, causando doenças chamadas de hemoglobinopatias, como por exemplo: anemia falciforme e talassemia. ==Hemoglobinas de peixes== As hemoglobinas de animais mostram uma grande variedade de comportamentos funcionais decorrentes da gama de ajustes entre as necessidades fisiológicas e disponibilidade ambiental de oxigénio. Este aspecto adquire maior importância quando são analisados os grupos de animais que têm conquistado uma ampla variedade de nichos ecológicos, em particular os animais ectotérmicos, nos quais a temperatura ambiental influencia decisivamente no metabolismo e potencialmente nas propriedades de oxigenação (Smarra, 1997). Este é o caso dos répteis, entre os quais os ofídios por exemplo, ocupam desde o ambiente marinho até o desértico e apresentam hemoglobinas com comportamento peculiar entre vertebrados (Focesi, et al., 1992; Oyama, et al., 1993). A elevada afinidade das hemoglobinas de ofídios por ATP pode desempenhar um papel protetor contra mudanças significativas da afinidade por oxigénio (Bonilla, et al., 1994 a, b), devido à variação da temperatura ambiental. Entretanto, as hemoglobinas de peixes têm ocupado um lugar de destaque no estudo das relações entre estrutura e função de hemoglobinas (De Young, et al., 1994), em virtude das estratégias adaptativas desenvolvidas para responder, por exemplo, a grandes variações no suprimento de oxigênio. A resposta das hemoglobinas de peixes aos efectores heterotrópicos é muito diferente da maioria das hemoglobinas dos mamíferos (Perutz e Brunori, 1982). O ATP e GTP são os fosfatos intraeritrocitários mais comumente encontrados nos peixes, entretanto, existem outros compostos fosfatados como 2,3-BPG inositol pentafosfato e inositol hexafosfato. Entretanto, estudos em eritrócitos de peixes com respiração aérea acessória obrigatória têm mostrado a presença de pentafosfato de inositol, que diminui a afinidade da Hb por O₂ mais do que o ATP e o GTP. A regulação da afinidade da hemoglobina por O₂, em alguns destes peixes, é dada pela combinação de fosfatos orgânicos intraeritrocitários (Isaacks e Harkness, 1980). Nos teleósteos (peixes ósseos) os resíduos que participam da ligação de fosfatos orgânicos, apresentam modificações: ácido glutâmico ou aspártico na posição NA2b e arginina na posição H21b (Perutz e Brunori, 1982; Perutz, 1984; Weber e Jansen, 1988). O sangue de peixes pode apresentar ainda um tipo de efeito Bohr alcalino “exagerado”, chamado efeito Root. A peculiaridade deste efeito é que o sangue não está completamente saturado de oxigénio em pH baixo, mesmo a alta pressão de O₂. O papel fisiológico atribuído a esse efeito é o de bombear oxigénio na bexiga natatória e na retina (Farmer, et al., 1979). As bases moleculares do efeito Root Mean Square foram resolvidas por Mylvaganan (1996). Categoria:Metaloproteínas Categoria:Metabolismo",
 "title": "Hemoglobina"
}