{
 "id": "49545",
 "text": "A Idade Média na Romênia começou com a retirada dos mongóis (a última das populações migrantes a invadir o território da moderna Romênia) após o ataque de 1241–1242. Acabou com o reinado de Miguel, o Valente (1593-1601), que conseguiu, por um curto período de tempo em 1600, governar a Valáquia, a Moldávia e a Transilvânia, os três principados cujos territórios seriam unidos cerca de três séculos depois para formar a Romênia. Durante a maior parte desse período, Banato, Crişana, Maramureș e Transilvânia - hoje regiões da Romênia a oeste das montanhas dos Cárpatos \\- faziam parte do Reino da Hungria. Eles foram divididos em vários tipos de unidades administrativas, como \"condados\" e \"assentos\". Os chefes dos condados ou \"ispanos\" da Transilvânia eram subordinados a um oficial real especial chamado voivoda, mas a província raramente era tratada como uma única unidade, já que os assentos dos Székely e dos Saxões eram administrados separadamente. No reino, os camponeses romenos, sendo ortodoxos, estavam isentos do dízimo, um imposto eclesiástico pagável por todos os plebeus católicos romanos. No entanto, os nobres romenos perderam lentamente a capacidade de participar na vida política, como os monarcas do , que procuraram uma política pró-católica zelosa. A sua posição tornou-se ainda pior depois de 1437, quando a chamada \"União das Três Nações\", uma aliança dos nobres húngaros, os Székelys e os saxões, foi formada para esmagar a revolta camponesa de Bobâlna. Valáquia, o primeiro estado medieval independente entre os Cárpatos e o baixo Danúbio foi criado quando Bassarabe I (c.1310-1352) terminou a suserania do rei da Hungria com a sua vitória na Batalha de Posada em 1330. A independência da Moldávia, a leste dos Cárpatos, foi alcançado por Bogdan I (1359-1365), um nobre de Maramureş, que liderou uma revolta contra o antigo governante que foi nomeado pelo monarca húngaro. A independência dos dois principados, no entanto, raramente era segura, e a vassalagem para vários estados tornou-se um aspecto importante de sua diplomacia. Embora a Valáquia tenha prestado homenagem ao Império Otomano de 1417 e à Moldávia a partir de 1456, seus dois monarcas medievais, Mircea, o Velho da Valáquia (1386-1418) e Estêvão, o Grande da Moldávia (1457-1504) realizaram operações militares bem-sucedidas contra os turco-otomanos. O comércio dos dois principados com outras partes da Europa começou a diminuir após as últimas décadas do . Antes disso, a venda de couros, cereais, mel e cera para o Sacro Império Romano, Veneza e Polônia, e a importação de seda, armas e outros produtos manufaturados dessas áreas tinha sido generalizada; mas, no final do , o Império Otomano tinha se tornado o principal mercado para os produtos romenos. A Transilvânia, juntamente com os condados vizinhos, ganhou o status de um estado autônomo sob suserania otomana depois que os territórios centrais do Reino da Hungria foram anexados pelos otomanos em 1541. A queda do reino também privou a Valáquia e a Moldávia de seu principal aliado na luta contra o Império Otomano. Em 1594, Miguel, o Valente da Valáquia, aderiu à aliança anti-otomana iniciada pelo Papa Clemente VIII. Após uma série de vitórias sobre os otomanos, ele se voltou contra a Transilvânia e a Moldávia, onde reinavam os príncipes pró-poloneses e pró- otomanos. Ele invadiu e ocupou a Transilvânia em 1599, e a Moldávia em 1600. Embora a união dos três países tenha desmoronado quatro meses depois, serviu como um ideal para as gerações posteriores que trabalharam pela unificação das terras que agora formam a Romênia. == Início da Idade Média == No final do , o estabelecimento do Grão-Canato Cazar ao norte das montanhas do Cáucaso criou um obstáculo no caminho das pessoas nômades que se deslocavam para o oeste. No período seguinte, a população local da região dos Cárpatos-Danubianos prosperou com o clima político pacífico e uma cultura material unitária, chamada \"Dridu\", desenvolvida na região. Os achados dos assentamentos Dridu, como arados e foices, confirmam o papel da agricultura em sua economia. No , movimentos centrífugos começaram no Grão-Canato Cazar. Um dos povos sujeitos, os húngaros, deixaram seu domínio e se estabeleceram na região entre os rios Don e Dniestre. Eles abandonaram as estepes e cruzaram os Cárpatos por volta de 896. Segundo o Feitos dos Hunos (Gesta Hungarorum) do , na época da invasão húngara, a Transilvânia era habitada por romenos e eslavos e governados por Gelou, \"um certo romeno\", enquanto Crişana era habitada por vários povos, entre eles os Székelys. Se o autor do Gesta tinha algum conhecimento das condições reais da virada dos séculos IX e X, isto permanece em debate pelos historiadores. Em 953, o gíula, o segundo líder no ranking da federação tribal húngara, converteu-se ao cristianismo em Constantinopla. Naquela época, segundo o Imperador Bizantino Constantino VII, os húngaros controlavam a região na fronteira da moderna Romênia e Hungria ao longo dos rios Timiş, Mureş, Criş, Tisa e Toutis. Em 1003, como narra os Anais de Hildesheim, Estevão I, o primeiro monarca coroado da Hungria (c. 1000-1038) \"liderou um exército contra seu tio materno, o Rei Gyula\", e ocupou o país de Gyula. Estêvão I concedeu privilégios à Igreja Católica Romana, por exemplo, ordenando a imposição geral do dízimo à população. Os enterros na maioria dos cemitérios pré-cristãos locais, por exemplo, em Hunedoara, só cessaram por volta de 1100. Estêvão I também dividiu seu reino (incluindo os territórios da Romênia moderna que ele havia ocupado) em condados, ou seja, unidades administrativas em torno das fortalezas reais, cada uma administrada por um oficial real chamado conde. Com o tempo, o voivoda, um oficial real superior atestado em 1176, tornou-se o principal de todos os condes na Transilvânia. Em contraste com a Transilvânia, os condes no moderno Banat e Crişana permaneceram em contato direto com o rei que os nomeou e substituiu à vontade. A partir do final do , os Pechenegues controlavam os territórios ao leste e ao sul dos Cárpatos. De acordo com a Saga de Eimundo, eles lutaram junto com os Blökkumen (\"romenos\") na Rússia Kievita na década de 1010. Os Pechenegues foram varridos dos seus territórios pelos Cumanos entre 1064 e 1078. Uma variante tardia da mais antiga crônica turca oguz relata que os Cumanos derrotaram muitas nações, incluindo os Ulâq (\"Romenos\"). Alguns dos pechenegues fugiram para o Reino da Hungria, onde foram empregados para proteger os distritos de fronteira como, por exemplo, na Transilvânia. Os assentamentos do na Transilvânia são caracterizados por pequenas cabanas com conjuntos de cerâmica marcados por caldeirões de barro. O número crescente de achados de moedas sugere que a província experimentou crescimento econômico no final do . O primeiro documento pertencente à província é uma carta real de 1075 referente a impostos sobre o sal cobrado em Turda. A mina de metal precioso mais antiga da Transilvânia medieval, a mina de prata em Rodna, foi mencionada pela primeira vez em 1235. Nos séculos XII e XIII, os hospites (\"colonos convidados\") chegaram à Transilvânia da Alemanha e das regiões de língua francesa no rio Reno, que com o tempo se tornaram coletivamente conhecidos como \"saxões\". Em 1224, André II da Hungria (1205-1235) concedeu liberdades especiais aos saxões que se estabeleceram no sul da Transilvânia - como, por exemplo, eles foram autorizados a escolher seus líderes locais; somente o chefe de toda a comunidade, o conde de Sibiu, era nomeado pelo rei. Eles também receberam o direito de usar \"a floresta dos romenos e pechenegues\". As primeiras referências à vinicultura na Transilvânia estão relacionadas às vinhas dos hospites de Cricău, Ighiu e Romos. Como resultado da imigração saxônica, os Székelys - guerreiros livres de língua húngara que cultivavam terras comunais - foram transferidos para o sudeste da província. A partir do , eles foram governados independentemente do voivoda por um oficial real, o Conde dos Székelys. Além dos saxões, os cistercienses se tornaram os agentes de expansão na Transilvânia. Quando sua abadia em Cârța foi estabelecida no início do , André II ordenou que a faixa de terra que subia as montanhas entre os rios Olt, Cârţişoara e Arpaş fosse transferido dos romenos para o novo mosteiro. Após a derrota dos Cumanos pelos mongóis no rio Kalka em 1223, alguns chefes das tribos ocidentais de Cumanos aceitaram a autoridade do rei da Hungria. Sua conversão levou à criação da Diocese Católica Romana da Cumânia, a leste dos Cárpatos. No entanto, a população romena ortodoxa do território recebeu os sacramentos de \"alguns pseudo-bispos do rito grego\", de acordo com uma bula papal de 1234. Em 1233, Oltênia foi organizada em uma fronteira militar zoneada do Reino da Hungria, chamada Banato de Severin. A expansão através dos Cárpatos foi interrompida pela invasão dos mongóis, que durou de 31 de março de 1241 a abril de 1242. Foi um divisor de águas na história medieval da região: embora o número de baixas seja contestada, mesmo as estimativas mais prudentes não ficam abaixo de 15% da população total. == Alta Idade Média (1242–1396) == === Regiões exteriores aos Cárpatos === Após a retirada do Reino da Hungria, as forças mongóis pararam em Sarai (atual Rússia) no rio Volga, onde seu líder, Batu Cã, estabeleceu sua própria capital. A partir de então, as estepes entre os rios Dniepre e Danúbio estavam sob a influência dos mongóis do Volga, conhecidos como Horda Dourada. A partir da década de 1260, um parente de Batu, Nogai, se estabeleceu em Isaccea, no Baixo Danúbio, e se tornou o mestre absoluto das regiões vizinhas. Ele se tornou independente da Horda Dourada por volta de 1280, mas foi morto em uma batalha em 1299. Em meados do , os territórios mongóis mais a oeste estavam sujeitos a frequentes ofensivas militares polonesas e húngaras. O Grande Príncipe Algirdas da Lituânia penetrou mais nos territórios controlados pela Horda Dourada do que qualquer exército europeu até então. Ele obteve uma grande vitória sobre as tropas mongóis unidas no rio Dniepre, perto do Mar Negro, em 1363. === Regiões Intra-Cárpatos === == A chegada dos magiares == Em 896, os magiares, fugindo dos pechenegues, estabeleceram-se na Planície Panoniana. Após sua derrota nas guerras contra os saxões no oeste, voltaram-se para o leste e enfrentaram os governantes locais Gelu, Glado e Menumoruto - (ver Feitos dos Húngaros) em Transilvânia. Por volta de 1200, a Transilvânia se tornou parte do Reino da Hungria. Os reis da Hungria estabeleceram na Transilvânia seus antigos inimigos, os pechenegues da Valáquia e os Cavaleiros Teutônicos (eles fundaram a cidade de Brasov; um conflito com o rei ocasionou a partida deles para a região báltica em 1225). Os reis da Hungria reforçaram a lealdade dos estrangeiros lhes concedendo terras, privilégios comerciais e uma considerável autonomia. A nobreza ficava restrita aos católicos romanos, e enquanto alguns nobres romenos se converteram ao rito romano para preservar seu status de nobreza, a maioria dos romenos ortodoxos se tornou servos seguindo o Grande Cisma que privava os cristãos ortodoxos de quaisquer direitos em um Estado católico. Em 1241, os tártaros invadiram a Transilvânia pelo norte e pelo leste sobre os Cárpatos. Eles aniquilaram as forças do rei Béla IV. Quando os tártaros se retiraram repentinamente em 1242, Béla lançou um vigoroso programa de desenvolvimento. Ele convidou os cumanos da Valáquia, saxões e suábios da Saxônia e Flandres para povoarem a Transilvânia. Com a queda da dinastia de Arpades em 1301, entramos na era da Hungria Angevina, e a Transilvânia se torna na prática autônoma. No início de 1288, os nobres da Transilvânia convocaram sua própria assembleia, ou Dieta. Sob crescente pressão econômica de senhores feudais irrefreáveis e sob pressão religiosa de católicos fervorosos, muitos romenos ortodoxos antigos búlgaros emigraram da Transilvânia em direção ao leste e ao sul sobre os Cárpatos. == Estados medievais == Os primeiros estados romenos foram formados nos séculos X e XI, que aparecem em fontes históricas sob o nome de Blachi ou Vallachi (Valacos). A maioria desses estados era composta de pequenos reinos que geralmente dispersavam-se após as mortes de seus líderes. No , um império do reino búlgaro-romeno de búlgaros e valacos, que abrangia os territórios atuais da Valáquia (na atual Romênia) e Bulgária, governado pela dinastia Asen, é documentado nas crônicas bizantinas e católicas. Foi apenas no que os principados maiores da Moldávia e Valáquia estabeleceram relações diplomáticas com o Império Bizantino e o Papado. A Transilvânia, naquela época, era uma parte largamente autônoma do reino húngaro, um resultado da conquista do ao XIII das pequenas cnezates (formações estatais) de Gelu, Glado e Menumoruto - (de acordo com o Feitos dos Húngaros]]). === Valáquia e Moldávia === Diz a lenda que em 1290 Negru-Voda, um proeminente nobre romeno, deixou Fagaras na Transilvânia meridional com um grupo de nobres e fundou a \"Tara Româneasca\" nas terras entre os Cárpatos meridionais e o Danúbio. (O nome \"Tara Româneasca\" significa \"Terra Romena\" (\"Terra Romanesqua\" em latim); aqui, na verdade, \"Valáquia\"; a palavra \"Valáquia\" deriva da palavra eslava Vlach, derivada da palavra germânica Walh, que originalmente significava \"estrangeiro\", posteriormente usada para designar os romanos.) Uma segunda lenda afirma que um voivode romeno chamado Dragos cruzou os Cárpatos e se estabeleceu com outros romenos na planície entre as montanhas e o Mar Negro. A eles se uniu em 1349 um voivode transilvaniano chamado Bodano, que se revoltara contra seu senhor feudal e se estabelecera no Rio Moldova, a partir do qual vem o nome da Moldávia. Bodano declarou a independência da Moldávia da Hungria uma década mais tarde. Os nobres romenos restantes na Transilvânia eventualmente adotaram a língua e cultura húngaras. Os servos romenos da Transilvânia continuaram a falar romeno e se mantiveram fiéis à ortodoxia , mas ficaram impotentes para resistir à dominação húngara. A Valáquia e a Moldávia ganharam força constantemente no , uma época pacífica e próspera no sudeste da Europa. O príncipe Bassarabe I da Valáquia (cerca de 1330-52), apesar de derrotar o rei Carlos Roberto em 1330, teve que reconhecer a soberania da Hungria. O patriarca ortodoxo oriental em Constantinopla, porém, estabeleceu um centro eclesiástico na Valáquia e nomeou um metropolitano para o cargo. O reconhecimento da igreja confirmou o status da Valáquia como um principado, e a Valáquia se libertou do domínio húngaro em 1380. Os príncipes tanto da Valáquia quanto da Moldávia possuíam um poder quase absoluto: apenas o príncipe tinha o poder de conceder terras e de conferir um status de nobreza. Assembleias de nobres, ou boiardos, e o alto clero elegiam os príncipes para toda a vida, e a ausência de uma lei de sucessão criou um ambiente fértil para intrigas. Do ao XVII, as histórias dos principados estão repletas de derrubadas de príncipes por facções rivais frequentemente apoiadas por estrangeiros. Os boiardos eram isentos do pagamento de impostos, exceto pelo tributo sobre as principais fontes de riqueza agrícola. Embora os camponeses tivessem que pagar uma parte de sua produção em espécie aos nobres locais eles, apesar de sua posição inferior, nunca eram privados do direito à própria propriedade ou de se estabelecerem em outro lugar. A Valáquia e a Moldávia permaneceram isoladas e primitivas por muitos anos após suas fundações. A educação, por exemplo, era inexistente, e a religião era mal organizada. Salvo por um raro centro mercantil, não havia cidades significantes e havia pouca circulação de dinheiro. Com o tempo, contudo, o comércio se desenvolveu entre as terras do Mediterrâneo e a região do Mar Negro. Mercadores de Gênova e Veneza fundaram centros comerciais ao longo da costa do Mar Negro onde tártaros, alemães, gregos, judeus, poloneses, ragusanes e armênios trocavam mercadorias. Os valáquios e moldávios, porém, permaneceram um povo predominantemente agrícola. === Transilvânia === Na Transilvânia, a vida econômica prosperou após a invasão mongol. Novos métodos de cultivo aumentaram a produção das safras. Artesãos formaram guildas conforme o ofício florescia; a mineração de ouro, prata e sal se expandiu; e as transações com base em dinheiro substituíram a permuta. Apesar dos habitantes das cidades serem isentos de obrigações feudais, o feudalismo se expandiu e os nobres tornaram mais rígidas as obrigações dos servos. Os servos se ressentiram dos altos pagamentos: alguns deixaram o país, enquanto outros se tornaram foras-da-lei. Em 1437, camponeses romenos e húngaros rebelaram-se contra seus senhores feudais. A revolta aumentou antes que os nobres magiares, alemães e szeklers na Transilvânia unissem forças e, com grande esforço, sufocassem-na com sucesso. Posteriormente, os nobres formaram a União das Três Nações, comprometendo-se conjuntamente em defender seus privilégios contra qualquer poder que não o do rei da Hungria. O documento declarou os magiares, alemães e szeklers as únicas nacionalidades reconhecidas na Transilvânia; daí em diante, todas as outras nacionalidades que lá havia, incluindo os romenos, eram meramente \"toleradas\". Os nobres gradualmente impuseram condições ainda mais rígidas sobre seus servos. Em 1437, por exemplo, cada servo tinha que trabalhar para seu senhor um dia por ano na época da colheita sem compensação; em 1514, os servos tinham que trabalhar um dia por semana para seus senhores usando seus próprios animais e ferramentas. == Era Otomana == No , os turco- otomanos expandiram seu império da Anatólia aos Bálcãs. Eles cruzaram o Bósforo em 1352 e derrotaram os sérvios em Kosovo Polje, no atual Kosovo, em 1389. A tradição sustenta que o príncipe da Valáquia Mircea I enviou suas forças a Kosovo para lutar ao lado dos sérvios; logo após a batalha, o sultão marchou sobre a Valáquia e aprisionou Mircea até que ele se comprometesse em pagar tributo. Após uma tentativa fracassada de acabar com o jugo do sultão, Mircea fugiu para a Transilvânia e alistou suas forças em uma cruzada convocada pelo Sacro Imperador Romano Sigismundo. A campanha terminou miseravelmente: os turcos massacraram as forças de Sigismundo em 1396 em Nicópolis, na Bulgária atual, e Mircea e seus homens tiveram a sorte de escapar pelo Danúbio. Em 1402, a Valáquia conseguiu uma trégua da pressão otomana enquanto o líder mongol Tamerlane atacava os otomanos pelo leste, matava o sultão e desencadeava uma guerra civil. Quando a paz voltou, os otomanos reiniciaram seus ataques nos Balcãs. Em 1417, Mircea capitulou ao sultão e concordou em pagar um tributo anual e entregar territórios; em troca o sultão permitiu que a Valáquia permanecesse um principado e mantivesse a fé ortodoxa oriental. Após a morte de Mircea em 1418, a Valáquia e a Moldávia entraram em declínio. Sucessivos conflitos, intrigas polonesas e húngaras e a corrupção produziram um desfile de onze príncipes em vinte e cinco anos e enfraqueceram os principados na medida em que a ameaça otomana aumentava. Em 1444, os otomanos massacraram as forças europeias em Varna, na atual Bulgária. Quando Constantinopla sucumbiu em 1453, os otomanos impediram a ida de navios genoveses e venezianos a portos do Mar Negro, o comércio cessou e o isolamento dos principados romenos aumentou, apesar de, diferentemente dos territórios balcânicos ao sul, escaparem do governo direto otomano nessa época. Nessa hora de quase desespero, um romeno magiarizado da Transilvânia, János Hunyadi, tornou-se regente da Hungria. Hunyadi, um herói das guerras otomanas, mobilizou a Hungria contra os turcos, equipando um exército mercenário financiado pelo primeiro imposto a ser cobrado dos nobres da Hungria. Ele conseguiu uma retumbante vitória sobre os turcos diante de Belgrado em 1456, mas morreu de peste logo após a batalha. Em um de seus atos finais, Hunyadi instalou Vlad Tepes no trono da Valáquia. Vlad sentia um prazer anormal ao infligir torturas e observar suas vítimas se contorcerem em agonia. Ele também odiava os turcos e desafiou o sultão ao se recusar a pagar tributo. Em 1461, Hamsa Paxá tentou atrair Vlad para uma armadilha, mas o príncipe valáquio descobriu o engodo, capturou Hamsa e seus homens, empalou-os em estacas de madeira e os abandonou. O sultão Maomé posteriormente invadiu a Valáquia e mandou Vlad para o exílio na Hungria. Embora Vlad tenha por fim retornado à Valáquia, ele morreu logo depois, e a resistência da Valáquia aos otomanos foi abrandada. A Moldávia e seu príncipe, Estevão, o Grande (1457-1504), eram a última esperança dos principados de repelirem a ameaça otomana. Estevão recorreu aos camponeses da Moldávia para erguer um exército de homens e repeliu as forças invasoras do rei da Hungria, Matias Corvino, em um ousado ataque noturno. O exército de Estevão invadiu a Valáquia em 1471 e derrotou os turcos quando estes retaliaram em 1473 e 1474. Após essas vitórias, Estevão rogou ao Papa Sixto IV para que forjasse uma aliança cristã contra os turcos. O papa respondeu com uma carta chamando Estevão de \"Atleta de Cristo\", mas ele não deu atenção aos apelos de Estevão para uma unidade cristã. Durante as últimas décadas do reinado de Estevão, os turcos aumentaram a pressão sobre a Moldávia. Eles capturaram portos importantes no Mar Negro em 1484 e incendiaram a capital da Moldávia, Suceava, em 1485. Estevão respondeu com uma vitória em 1486, mas daí em diante limitou seus esforços a assegurar a independência da Moldávia na arena diplomática. Frustrado pelas tentativas inúteis de unir o Ocidente contra os turcos, Estevão, em seu leito de morte, segundo consta disse a seu filho para se submeter aos turcos caso eles oferecessem uma suserania honrada. Conflitos pela sucessão enfraqueceram a Moldávia após a sua morte. Em 1514, nobres gananciosos e cruzadas mal planejadas desencadearam uma revolta de camponeses generalizada na Hungria e na Transilvânia. Camponeses bem armados sob a liderança de George Dozsa saquearam propriedades através do país. Entretanto, apesar da força dos números, os camponeses eram desorganizados e sofreram uma derrota decisiva em Timisoara. Dozsa e os outros líderes rebeldes foram torturados e executados. Após a revolta, os nobres húngaros promulgaram leis que condenavam os servos a uma servidão eterna e aumentavam suas obrigações de trabalho. Com os servos e nobres profundamente separados uns dos outros e com magnatas invejosos desafiando o poder do rei, a Hungria estava vulnerável à agressão externa. Os otomanos tomaram de assalto Belgrado em 1521, massacraram o frágil exército húngaro na Batalha de Mohács em 1526 e conquistaram Buda em 1541. Eles estabeleceram um paxá para governar a Hungria central; a Transilvânia se tornou um principado autônomo sob suserania otomana; e os Habsburgos assumiram o controle sobre os fragmentos da Hungria setentrional e ocidental. Após a queda de Buda, a Transilvânia, apesar de ser um estado vassalo do \"Sublime Portal\" (o Império Otomano), entrou em um período de ampla autonomia. Como um vassalo, a Transilvânia pagava ao Portal um tributo anual e fornecia assistência militar; em troca, os otomanos comprometeram-se em proteger a Transilvânia de ameaças externas. Príncipes nativos governaram a Transilvânia de 1540 a 1690. As poderosas famílias dominantes da Transilvânia, em sua maioria húngaras, cuja posição ironicamente se fortaleceu com a queda da Hungria, geralmente escolhiam o príncipe, sujeito à aprovação do Portal; em alguns casos, porém, os turcos indicavam diretamente o príncipe. A Dieta transilvaniana se tornou um parlamento, e os nobres reviveram a União das Três Nações, que ainda excluía os romenos do poder político. Os príncipes se esforçaram para separar os romenos da Transilvânia daqueles na Valáquia e Moldávia e proibiram os sacerdotes ortodoxos orientais de entrarem na Transilvânia vindos da Valáquia. A Reforma Protestante se difundiu rapidamente na Transilvânia após o colapso da Hungria, e a região se tornou uma das fortalezas protestantes da Europa. Os alemães da Transilvânia adotaram o luteranismo, e muitos húngaros se converteram ao calvinismo. No entanto, os protestantes, que imprimiam e distribuíam catecismos na língua romena, falharam em atrair muitos romenos da ortodoxia. Em 1571, a Dieta transilvaniana aprovou uma lei garantindo liberdade de culto e direitos iguais para as quatro religiões \"aceitas\" da Transilvânia: católica romana, luterana, calvinista e unitária. A lei foi uma das primeiras de seu tipo na Europa, mas a igualdade religiosa que ela proclamava era limitada. Os romenos ortodoxos, por exemplo, eram livres para cultuar, mas sua igreja não era reconhecida como uma religião aceita. Assim que os otomanos conquistaram Buda, a Valáquia e a Moldávia perderam toda a independência, com exceção da aparência superficial desta, e o Portal exigiu um pesado tributo. Os turcos escolheram príncipes valáquios e moldávios dentre os filhos de reféns ou refugiados nobres em Constantinopla. Poucos príncipes sofriam uma morte natural, mas viviam entronizados no meio de grande luxo. Embora o Portal proibisse os turcos de possuírem terras ou construírem mesquitas nos principados, os príncipes permitiam que mercadores e usurários gregos e turcos explorassem as riquezas dos principados. Os gregos, invejosamente protegendo seus privilégios, sufocavam a classe média romena em desenvolvimento. O último herói dos romenos antes dos turcos e gregos aumentarem sua influência nos principados foi Miguel, o Valente, da Valáquia (Mihai Viteazul) . Miguel traçou seu caminho no Portal através de subornos para se tornar príncipe. Uma vez entronizado, contudo, ele reuniu agiotas turcos extorcionários, trancou-os em um edifício e incendiou-o. Suas forças então devastaram várias fortalezas turcas importantes. O objetivo final de Miguel era a independência completa, mas em 1598 ele jurou lealdade ao sacro imperador romano Rodolfo II. Um ano depois, Miguel capturou a Transilvânia, e sua vitória instigou os camponeses romenos da Transilvânia a se rebelarem. Miguel, porém, mais interessado em ser bem visto pelos nobres da Transilvânia do que em apoiar servos desafiadores, conteve os rebeldes e jurou manter a União das Três Nações. Apesar do juramento do príncipe, os nobres ainda não confiavam nele. Então, em 1600, Miguel conquistou a Moldávia. Pela primeira vez um único príncipe romeno governava todos os romenos, e o povo romeno sentiu a primeira agitação de uma identidade nacional. O sucesso de Miguel assustou Rodolfo. O imperador instigou os nobres da Transilvânia a se revoltarem contra o príncipe e, ao mesmo tempo, a Polônia devastava a Moldávia. Miguel consolidou suas forças na Valáquia, desculpou-se com Rodolfo e concordou em se unir ao general de Rodolfo, Giorgio Basta, em uma campanha para recuperar a Transilvânia de nobres húngaros rebeldes. Após a vitória de ambos, porém, Basta executou Miguel por suposta traição. Miguel, o Valente, tornou-se mais impressionante em lendas do que em vida, e sua curta unificação das terras romenas posteriormente inspirou os romenos a lutarem pela união política e cultural. Na Transilvânia, o exército de Basta perseguiu protestantes e expropriou ilegalmente suas propriedades até que Estevão Bocskay , um antigo partidário dos Habsburgos, reuniu um exército que expulsou as forças imperiais. Em 1606, Bocskay concluiu tratados com os Habsburgos e os turcos que asseguravam sua posição como príncipe da Transilvânia, garantiam liberdade religiosa e ampliavam a independência da Transilvânia. Após a morte de Bocskay e do reino do tirano de Gabriel Báthory , o Portal forçou os transilvanianos a aceitarem Gábor Bethlen como príncipe. A Transilvânia experimentou uma era de ouro sob o despotismo esclarecido de Bethlen. Ele promoveu a agricultura, o comércio e a indústria, abriu novas minas, enviou estudantes para universidades protestantes no estrangeiro e proibiu que os senhores de terras negassem uma educação às crianças de servos. No entanto, depois que Bethlen morreu, a Dieta transilvaniana aboliu a maioria de suas reformas. Jorge I Rákóczi logo se tornou príncipe. Rákóczi, como Bethlen, enviou forças transilvanianas para lutar com os protestantes na Guerra dos Trinta Anos, e a Transilvânia recebeu menção como um estado soberano na Paz da Vestefália. A era de ouro da Transilvânia terminou depois de Jorge II Rákóczi lançar um ataque mal-fadado à Polônia sem a aprovação prévia do Portal ou da Dieta da Transilvânia. Um exército turco e tártaro massacrou as forças de Rákóczi e capturou a Transilvânia. Pelo restante de sua independência, a Transilvânia sofreu com uma série de líderes incapazes e fracos e, no decorrer do , os camponeses romenos da Transilvânia viveram na pobreza e na ignorância. Durante o breve período de estabilidade de Miguel, o Valente, e nos primeiros anos da suserania turca, a distribuição de terras na Valáquia e na Moldávia mudou dramaticamente. Com o passar dos anos, príncipes valáquios e moldávios fizeram concessões de terras a boiardos leais em troca de serviços militares de modo que, no , quase nenhuma terra sobrara. Boiardos em busca de riquezas começaram a passar dos limites nas terras dos camponeses e sua aliança militar com o príncipe enfraqueceu. Como resultado, a servidão se espalhou, boiardos bem sucedidos se tornaram mais cortesãos do que guerreiros e uma classe intermediária de nobres menores empobrecidos se desenvolveu. Aspirantes a príncipes eram forçados a levantar enormes somas para comprar seu caminho ao poder, e a vida camponesa se tornava mais miserável conforme os impostos e extorsões aumentavam. Qualquer príncipe que desejasse melhorar o quinhão dos camponeses se arriscava a um déficit financeiro que permitiria que rivais o vendessem ao Portal e usurpassem sua posição. Em 1632, se tornou o último de uma família proeminente da Valáquia a assumir o trono; dois anos depois, , um homem de ascendência albanesa, tornou-se príncipe da Moldávia. As invejas e ambições de Mateus e Basílio minaram as forças de ambos os principados na época em que o poder do Portal começou a diminuir. Desejoso do trono valáquio mais rico, Basílio atacou Mateus, mas as forças do último massacraram os moldávios, e um grupo de boiardos moldávios expulsou Basílio. Tanto Mateus como Basílio eram governantes esclarecidos, que forneceram dotes liberais à religião e às artes, estabeleceram gráficas e publicaram livros religiosos e códigos legais. == Transilvânia sob o domínio dos Habsburgos == Em 1683, o exército polonês de Jan Sobieski esmagou um exército otomano que fazia um cerco a Viena, e as forças cristãs logo começaram o lento processo de expulsar os turcos da Europa. Em 1688, a Dieta transilvaniana renunciou à suserania otomana e aceitou a proteção austríaca. Onze anos depois, o Portal reconheceu oficialmente a soberania da Áustria sobre a região. Apesar de um decreto imperial ter reafirmado os privilégios de nobres da Transilvânia e o status de suas quatro religiões \"reconhecidas\", Viena assumiu o controle direto da região e o imperador planejou a anexação do território. A maioria romena permaneceu segregada da vida política da Transilvânia e quase que totalmente serviçal; os romenos foram proibidos de se casar, mudar de terra ou de praticar o comércio sem a permissão de seus senhores. Além das opressivas obrigações feudais, os romenos ortodoxos tinham de pagar dízimos à igreja católica romana ou protestante, dependendo da fé de seus senhores. Impedidos de coletarem dízimos, os sacerdotes ortodoxos viviam na penúria, e muitos trabalhavam como camponeses para sobreviver. Sob o domínio Habsburgo, os católicos romanos dominaram os protestantes mais numerosos da Transilvânia, e Viena montou uma campanha para converter a região ao catolicismo. O exército imperial entregou muitas igrejas protestantes em mãos católicas, e qualquer um que abandonasse a igreja católica estava sujeito a receber um açoitamento público. Os Habsburgos também tentaram persuadir clérigos ortodoxos a entrarem para a Igreja Uniata, que mantinha os rituais e costumes ortodoxos mas aceitava quatro pontos-chave da doutrina católica e reconheciam a autoridade papal. Os jesuítas enviados à Transilvânia prometeram aos clérigos ortodoxos um status social elevado, isenção da servidão e benefícios materiais. Em 1699 e 1701, o imperador Leopoldo I decretou que a Igreja Ortodoxa da Transilvânia se tornasse uma com a Igreja Católica Romana; os Habsburgos, contudo, nunca pretenderam tornar a Igreja Uniata uma religião \"aceita\" e não colocaram em prática partes dos decretos de Leopoldo que concediam aos sacerdotes da Uniata os mesmos direitos dos sacerdotes católicos. Apesar da aceitação de união de um sínodo ortodoxo, muitos clérigos ortodoxos rejeitaram-na. Em 1711, tendo suprimido uma rebelião de oito anos de nobres e servos húngaros, o império consolidou seu domínio na Transilvânia, e dentro de algumas décadas a Igreja Uniata mostrava-se uma força seminal na ascensão do nacionalismo romeno. Clérigos uniatas possuíam influência em Viena, e sacerdotes uniatas educados em Roma e Viena familiarizaram os romenos com ideias ocidentais, escreveram histórias traçando suas origens daco-romanas, adaptaram o alfabeto latino à língua romena e publicaram gramáticas romenas e livros de orações. A sede da Igreja Uniata em Blaj, na Transilvânia meridional, tornou-se um centro de cultura romena. A luta dos romenos pela igualdade na Transilvânia encontrou seu primeiro defensor formidável em um bispo uniata, Inocenţiu Micu Klein, que, com apoio imperial, tornou-se um barão e um membro da Dieta transilvaniana. De 1729 a 1744, Klein apresentou petições à Vienna em nome dos romenos e obstinadamente usou seu direito de fala na Dieta da Transilvânia para declarar que os romenos não eram inferiores a nenhum outro povo transilvaniano, que eles contribuíam mais com impostos e soldados ao estado do que quaisquer outras \"nações\" da Transilvânia, e que apenas a inimizade e privilégios ultrapassados causavam sua exclusão política e exploração econômica. Micu lutou para conseguir para os clérigos uniatas os mesmos direitos dos sacerdotes católicos, reduzir obrigações feudais, restaurar terras expropriadas aos camponeses romenos e impedir senhores feudais de privarem crianças romenas da educação. As palavras do bispo não foram ouvidas em Viena; e representantes húngaros, alemães e szeklers, agarrando-se invejosamente a seus privilégios nobres, ridicularizavam abertamente o bispo e rosnavam que os romenos eram para o corpo político transilvaniano o que \"traças eram para roupas\". Micu por fim fugiu para Roma onde seus apelos ao papa se mostraram infrutíferos. Ele morreu em um monastério romano em 1768. A luta de Micu, no entanto, incentivou tanto os romenos uniatas como os ortodoxos a exigirem uma posição igualitária. Em 1762 um decreto imperial estabeleceu uma organização para a comunidade ortodoxa da Transilvânia, mas o império ainda negava à ortodoxia mesmo a igualdade com a Igreja Uniata. O imperador José II (1780-90), antes de sua ascensão ao trono, testemunhou a existência miserável dos servos durante três viagens à Transilvânia. Como imperador, ele lançou um enérgico programa de reformas. Mergulhado nos ensinamentos do Iluminismo francês, ele praticava um \"despotismo esclarecido\", ou uma reforma vinda de cima planejada para prevenir uma revolução vinda de baixo. Ele colocou o império sob um controle central rígido, lançou um programa de educação e instituiu a tolerância religiosa, incluindo direitos civis completos para os cristãos ortodoxos. Em 1784, servos transilvanianos sob a liderança de , convencidos de que tinham o apoio do imperador, rebelaram-se contra seus senhores feudais, saquearam castelos e mansões e assassinaram cerca de 100 nobres. José ordenou que a revolta fosse reprimida, mas concedeu anistia a todos os participantes, exceto Ursu e outros líderes, os quais os nobres torturaram e mataram diante de camponeses trazidos para testemunharem a execução. José, visando atingir as causas primordiais da rebelião, emancipou os servos, anulou a constituição da Transilvânia, dissolveu a União das Três Nações e decretou que o alemão fosse o idioma oficial do império. Nobres da Hungria e sacerdotes católicos resistiram às reformas de José, e os camponeses logo ficaram descontentes com os impostos, o recrutamento militar e a requisição forçada de suprimentos militares. Diante de um amplo descontentamento, José rescindiu muitas de suas iniciativas no final de sua vida. O decreto de germanização de José II desencadeou uma reação em cadeia de movimentos nacionais por todo o império. Os húngaros apelavam para a unificação da Hungria e Transilvânia e a magiarização de povos minoritários. Ameaçados tanto pela germanização como pela magiarização, os romenos e outras nações minoritárias experimentaram um despertar cultural. Em 1791, dois bispos romenos—um ortodoxo, o outro uniata—fizeram uma petição ao imperador Leopoldo II (1790-92) para que concedesse aos romenos direitos civis e políticos, colocasse os cleros ortodoxo e uniata em um mesmo nível e partilhasse uma porção dos postos governamentais com romenos nomeados para tal; os bispos sustentavam sua petição no argumento de que os romenos eram descendentes dos romanos e dos habitantes aborígenes da Transilvânia. O imperador restaurou a Transilvânia como uma entidade territorial e ordenou que a Dieta transilvaniana considerasse a petição. A Dieta, no entanto, decidiu permitir apenas que fiéis ortodoxos praticassem sua fé; os representantes negaram o reconhecimento à Igreja Ortodoxa e se recusaram a dar aos romenos uma posição política igualitária ao lado de outras nações transilvanianas. O sucessor de Leopoldo, Francis I (1792-1835), cuja aversão quase anormal a mudanças e o medo de revoluções trouxe ao seu império quase quatro décadas de estagnação política, ignorou virtualmente a constituição da Transilvânia e se recusou a convocar a Dieta transilvaniana por vinte e três anos. Quando a Dieta se reuniu novamente em 1834, a questão do idioma ressurgiu na medida em que representantes húngaros propunham tornar o magiar o idioma oficial da Transilvânia. Em 1843, a Dieta húngara aprovou uma lei tornando o magiar o idioma oficial da Hungria e, em 1847, a Dieta transilvaniana colocou em vigor uma lei que exigia que o governo usasse o magiar. Os romenos da Transilvânia protestaram em vão. No final do , após a derrota dos turcos, a Hungria e a Transilvânia se tornaram parte do Império Austro-Húngaro. Os austríacos, por sua vez, expandiram rapidamente seu império: em 1718, uma parte importante da Valáquia, chamada Oltênia, foi incorporada ao Império Austríaco e devolvida apenas em 1793. A província oriental da Moldávia também teve uma história razoavelmente complexa durante esse período. Em 1775, o Império Austríaco ocupou a parte noroeste da Moldávia, posteriormente chamada de Bucovina. Em 1812, a Rússia ocupou a metade oriental do principado, chamando-a de Bessarábia. Veja também: * Lista de governantes valáquios (até 1859) * Lista de governantes moldávios (até 1859) * Lista de governantes transilvanianos (até 1918) == Referências == Categoria:História da Romênia",
 "title": "Romênia na Idade Média"
}