{
 "id": "49575",
 "text": "Bibliotecário é um profissional liberal (bacharel, mestre ou doutor) que trata a informação e a torna acessível ao usuário final, independente do suporte informacional. O bibliotecário tem a responsabilidade de identificar a demanda de informação em diferentes contextos e levando em consideração a diversidade do público. Ele trabalha em bibliotecas, centros de documentação, empresas, escritórios jurídicos (organizando acervo e trabalhando na pesquisa sobre jurisprudência) e pode gerir redes e sistemas de informação, além de gerir recursos informacionais e trabalhar com tecnologia de ponta. Por essas atribuições o bibliotecário é segundo a Classificação Brasileira de Ocupações (CBO), um Profissional da Informação, como também o são documentalistas e analistas de informação (pesquisador de informações na rede). O exercício desta ocupação requer Bacharelado em Biblioteconomia, disponível nas principais universidades federais do Brasil, bem como inscrição no Conselho Regional de Biblioteconomia, sob pena de responsabilização pelo crime de exercício ilegal da profissão. A formação técnica adquirida nos cursos é complementada com aprendizado tácito no local de trabalho e cursos de extensão, o bibliotecário no entanto, necessita desenvolver-se culturalmente para bem executar suas funções. ; Juramento \"Prometo tudo fazer para preservar o cunho liberal e humanista da profissão de Bibliotecário, fundamentado na liberdade de investigação científica e na dignidade da pessoa humana.\" == Atribuições == O bibliotecário trabalha como um administrador de informações, que são dados que foram enriquecidos por seus contextos, além disso também processa e dissemina a informação. Um papel pouco percebido por quem não conhece a profissão é o de desenvolver coleções, que são mais do que um conjunto de documentos, mas uma seleção cuidadosa que segue parâmetros e é reunida com uma finalidade. São funções dos bibliotecários catalogar e guardar as informações, orientar sua busca e seleção. Cabe-lhe analisar, sintetizar e organizar livros, revistas, documentos, fotos, filmes e vídeos. É de sua responsabilidade planejar, implementar e gerenciar sistemas de informação, além de preservar os suportes (mídias) para que resistam ao tempo e ao uso. O bibliotecário pode prestar serviços de assessoria e consultoria na área de informação e redes e sistemas de informação. Gerenciam unidades como bibliotecas, centros de documentação, centros de informação e correlatos, além de redes e sistemas de informação. Tratam tecnicamente e desenvolvem recursos informacionais; disseminam informação com o objetivo de facilitar o acesso e geração do conhecimento; desenvolvem estudos e pesquisas; realizam difusão cultural; desenvolvem ações educativas; recuperam a informação. O bibliotecário pode atuar nos seguintes campos: Bibliógrafo, Biblioteconomista, Cientista de Informação, Consultor de Informação, Especialista de Informação, Gerente de Informação ou Gestor de Informação. Além de ter a função de educador, em bibliotecas escolares, ele é mediador e tem como objetivo principal levar a informação de um modo a incluir todos os indivíduos, levando os recursos informação e consequentemente, formando sujeitos leitores. == Mercado de Trabalho == Para os profissionais da informação, dentre eles o bibliotecário, o objeto de trabalho é a informação, devendo ele estar envolvido em todo o ciclo documental ou informacional. A informação como objeto de estudo e de trabalho é o ponto norteador para a atuação do profissional bibliotecário. Os profissionais de hoje têm de estar ligados ao setor da informação, no sentido de sua participação nos processos de geração, disseminação, recuperação, gerenciamento, conservação e utilização da informação. O que faz a diferença então é o perfil que esses profissionais devem possuir. === Ambiente de trabalho === Os ambientes de trabalhos são muito diversificados. De forma sistematizada o mercado de trabalho do profissional bibliotecário divide-se em três grandes grupos: Mercado informacional tradicional, Mercado informacional existente não ocupado e Mercado informacional - tendências. O mercado informacional tradicional é composto por segmentos bastante conhecidos dos profissionais e, geralmente, são os únicos lembrados pela sociedade e às vezes pelo próprio profissional bibliotecário. Inicialmente as bibliotecas públicas: mercado consolidado, com uma grande concentração de profissionais, mas infelizmente, a atuação da biblioteca pública brasileira tem sido distorcida, uma vez que sua atuação está mais para uma biblioteca escolar do que propriamente para uma biblioteca pública. Esta distorção acontece, devido a problemas estruturais do país, como a falta de apoio à educação e à cultura. Com relação às bibliotecas escolares, o bibliotecário tem a oportunidade de participar ativamente no desenvolvimento das crianças incentivando e sugerindo leituras, criando eventos literários e culturais como complemento dos estudos das crianças. O governo federal através da lei nº 12.244 de 24 de maio de 2010 sancionou a lei que dispõe sobre a universalização de bibliotecas nas instituições de ensino do País. No art. 2º desta lei, é considerada biblioteca escolar a coleção de livros, materiais videográficos e documentos registrados em qualquer suporte destinados a consulta, pesquisa, estudo ou leitura; além de respeitar a existência de um bibliotecário em cada biblioteca. Embora existam diversas iniciativas e abundância de recursos, o brasileiro ainda não adquiriu o hábito da leitura e da pesquisa, isto é, da cultura. == Outras ocupações == Os mercados informacionais existentes e não ocupados, segundo grupo citado, têm na biblioteca escolar o seu primeiro exemplo, ou seja, apesar de ser tradicional, apesar do país ter muitas bibliotecas escolares, verifica-se que é um mercado de trabalho não ocupado. Editoras e livrarias são mercados existentes e verifica-se poucos profissionais atuantes neste nicho. Neste caso, o profissional bibliotecário pode e deve atuar, no tocante às editoras, na normalização das publicações literárias e científicas. Nas livrarias, no desenvolvimento de coleções para o público, aquisição e seleção, bem como na organização e recuperação dessas coleções pelo público. As empresas privadas, independentemente de possuir uma biblioteca ou um centro de informação (documentação), podem utilizar a mão de obra de profissionais bibliotecários, como o setor de informática da empresa, uma vez que este setor gera farta documentação e necessita gerenciar, processar e recuperar as informações. Outro setor em empresas privadas que necessita de um profissional bibliotecário é a área de planejamento estratégico, aqui o profissional da informação terá a função básica de buscar informação relevante para a organização, disseminando-a para setores chave da empresa, utilizando-se das tecnologias de informação para distribuí-la. Os provedores Internet, outro nicho de mercado não ocupado. Atualmente, um grande mercado para os profissionais da informação, porque necessitam organizar, processar e disseminar as informações contidas em seus sites, bem como precisam disponibilizar mecanismos de busca eficientes para os usuários do sistema. Bancos de dados continuam sendo um grande mercado de atuação para o profissional bibliotecário brasileiro. No entanto, no Brasil, é necessário despertar a iniciativa privada para investir neste segmento econômico, já que a maioria dos bancos de dados é ainda ligado a iniciativa pública. Tanto no caso dos provedores Internet quanto no caso dos bancos de dados, o profissional bibliotecário, na sua maioria, desconhece esse mercado. Nas instituições privadas o profissional da informação tem papel fundamental para o desenvolvimento da organização, bem como para sua competitividade, a informação passa a ser estratégica. O profissional pode e deve trabalhar a informação como apoio à decisão, ou seja, contribui para a tomada de decisão; como fator de produção, isto é, quanto maior for o valor agregado em um produto ou serviço, maior será a necessidade de informação nas etapas de concepção e produção. Verifica-se um crescimento na atuação do profissional bibliotecário, como consultor, assessor, autônomo, ou mesmo terceirizado. No entanto, sabe-se que é uma minoria. Neste mercado livre é necessário um profissional bibliotecário mais empreendedor, mais ousado. A Biblioteconomia é uma profissão interdisciplinar, o campo de atuação além de diferentes instituições pode atuar em áreas específicas do conhecimento, que requerem habilidades e competências também específicas para o seu desempenho. Estudos realizados com profissionais atuantes do sistema municipal de saúde em Campinas, apontaram ser essencial que o profissional da informação trabalhe em equipes multidisciplinares e possua conhecimentos de informática e redes, bases de dados e demais fontes de informação em saúde, noções de saúde pública e do Sistema Único de Saúde, bem como capacidade de estabelecer boa relação interpessoal com diferentes profissionais. (Beraquet, 2009). A Biblioteconomia no Brasil por se tratar de uma profissão regulamentada por lei, que estabelece ao bacharel em biblioteconomia o exercício da profissão, necessita ser registrada no Conselho Regional de Biblioteconomia da jurisdição onde residir, tornando-o legalmente habilitado ao exercício a qualquer dos campos que esta profissão multifacetada oferece. == Formação e escolas == Há diversas faculdades que ministram o curso de biblioteconomia e a maioria é localizada nos grandes centros urbanos. Em alguns países do exterior, como a França, não existe um curso específico de Biblioteconomia; há uma especialização para pessoas já formadas que desejam trabalhar em bibliotecas. == Ver também == * Bibliotecário de referência * Biblioteconomia * Dia do Bibliotecário 4. NUNES, M. S. C.; SANTOS, F. DE O. Mediation of reading in the school library: Practice and do in the training of readers. Perspectivas em Ciencia da Informacao, v. 25, n. 2, p. 3–28, 1 abr. 2020. == Ligações externas == * Federação Brasileira de Associações de Bibliotecários, Cientístas da Informação e Instituições * Lei Brasileira dos Bibliotecários * Lei do regulamento profissional * Conselho Federal de Biblioteconomia * Conselho Regional de Biblioteconomia - 8ª Região / São Paulo * Sistema CFB/CRB - Conselho Regional de Biblioteconomia do Estado de São Paulo - 8ª Região * Conselho Regional de Biblioteconomia - 3ª Região Ceará/Piauí * Conselho Regional de Biblioteconomia - 6ª Região / Minas Gerais * ACB - Associação Catarinense de Bibliotecários * Associação dos Bibliotecários do Estado do Piauí * ARB - Associação Rio-grandense de Bibliotecários Categoria:Profissões",
 "title": "Bibliotecário"
}