{
 "id": "49607",
 "text": "Em física, uma teoria do campo unificado é um tipo de teoria de campo que permite que todas as forças fundamentais entre partículas elementares sejam descritas em termos de um único campo. Não há ainda nenhuma teoria do campo unificado aceita, e este assunto permanece como um campo aberto para pesquisa. O termo foi criado por Albert Einstein que tentou unificar a teoria da relatividade geral com o eletromagnetismo. Uma teoria de tudo é muito próxima da teoria do campo unificado, mas difere por não exigir que sejam campos a base da natureza, e também por tentar explicar todas as constantes físicas da natureza. ==Campos e partículas== Todas as quatro forças fundamentais são mediadas por campos, que no modelo padrão de partículas, são resultado da troca de bósons. As quatro forças a serem unificadas são (em ordem decrescente de força): * Força nuclear forte: a força responsável por manter os quarks juntos para formar os neutrons e prótons, e manter os neutros e prótons juntos para formar o núcleo. A partícula de troca que intermedia esta força é o glúon. *Força eletromagnética: a conhecida força que age sobre partículas carregadas. O fóton é a partícula de troca desta força. *Força nuclear fraca: uma força de repulsão e de curto alcance responsável pela radioatividade, que age sobre elétrons, neutrinos e quarks. É governada pelo bóson W. *Força gravitacional: uma força de longo alcance que age sobre todas as partículas com massa. A suposta partícula de troca foi denominada graviton. As teorias modernas do campo unificado tentam colocar estes quatro campos de força juntos em um único referencial. A teoria quântica entretanto, parece limitar o poder descritivo de qualquer teoria determinística. == História == Em 1821 Hans Christian Oersted descobriu que correntes elétricas exerciam força sobre ímãs, e em 1831, Michael Faraday descobriu que campos magnéticos variáveis no tempo podiam induzir correntes eletricas. Até então, eletricidade e magnetismo eram entendidos como fenômenos não relacionados. Em 1864, James Clerk Maxwell publicou seu famoso texto sobre uma teoria dinâmica do campo eletromagnético. == Progressos modernos == Em 1963, o físico americano Sheldon Glashow propôs que a força nuclear fraca e o eletromagnetismo poderiam ser descritas em uma teoria parcial do campo unificado, uma teoria eletrofraca. Em 1967, o físico paquistanês Abdus Salam e o estadunidense Steven Weinberg independentemente revisaram a teoria de Glashow colocando as massas das partículas W e Z a partir de quebra espontânea de simetria através do mecanismo de Higgs. Esta teoria unificada é governada pela troca de quatro partículas: o fóton, para interações eletromagnéticas, e uma partícula Z neutra e duas partículas W carregadas para a interação fraca. Como resultado da quebra espontânea de simetria, a força fraca se torna de curto alcance e os bósons Z e W adquirem massas de 80,4 e 91,2 GeV/c^2 , respectivamente. Esta teoria obteve apoio experimental quando da descoberta das correntes neutras fracas em 1973. Em 1983, os bósons Z e W foram produzidos pela primeira vez no CERN pela equipe de Carlo Rubbia. Pela sua contribuição, Salam, Glashow e Weinberg foram agraciados com o Prêmio Nobel de Física de 1979. Carlo Rubbia e Simon van der Meer receberam o de 1984. Depois que Gerardus 't Hooft mostrou que as interações eletrofracas de Glashow-Salam-Weinberg eram matemáticamente consistentes, a teoria eletrofraca tornou-se um modelo para as futuras tentativas de unificar forças. Em 1974, Sheldon Glashow e Howard Georgi propuseram unificar as interações forte e eletrofraca em uma Grande Teoria Unificada, que teria efeitos observáveis, mas apenas para energias muito maiores do que 100GeV. Desde então tem havido diversas propostas de Grandes Teorias Unificadas, mas nenhuma é atualmente universalmente aceita. Um dos maiores obstáculos para testes experimentais de tais teorias é a escala de energia envolvida, que é muito acima dos atuais aceleradores de partículas. Grandes Teorias Unificadas fazem previsões para a força relativa das forças forte, fraca e eletromagnética, e em 1991 o LEP determinou que teorias supersimetricas tem a relação correta de pares para uma Grande Teoria Unificada como proposta por Georgi-Glashow. Muitas Grandes Teorias Unificadas predizem que o próton pode decair, e se isto puder ser visto, detalhes do produto do decaimento poderiam fornecer dicas sobre outros aspectos da Grande Teoria Unificada. Até o presente não se sabe se o próton pode decair mas já foi determinado experimentalmente um limite inferior de 10^{35} anos para a sua existência. == O estado atual das teorias do campo unificado == A Gravidade ainda não foi incluída com sucesso em uma teoria de tudo. Tentativas de combinar o graviton com as interações forte e eletrofraca levam a dificuldades fundamentais (a teoria resultante não é renormalizável). Os físicos teóricos ainda não formularam uma teoria consistente que combine a relatividade geral com a mecânica quântica. A incompatibilidade entre as duas teorias permanece um problema de primeira ordem no campo da física. Alguns físicos teóricos atualmente acreditam que uma teoria quântica da relatividade geral talvez necessite de outros referenciais teoricos além da teoria de campos, tais como Teoria das cordas ou Geometria quântica. Uma promissora teoria de cordas é a da corda heterótica, que consegue ligar a gravidade e as outras três forças de forma aparentemente firme. Outras teorias de cordas não unificam as três forças com a gravidade de forma tão apropriada. A geometria quântica, aparentemente, não liga as forças eletrofraca e forte à gravitacional, e se assim for, falhará como uma teoria do campo unificado. == Ver também == * Campo elétrico * Campo magnético * Gravitação * Mecânica quântica * Teoria da relatividade geral * Gravitação quântica * Teoria das cordas * Problemas em aberto da Física == Ligações externas == * Teoria Quântica de Campos em Espaço-tempo Curvos- Pesquisa Fapesp online http://www.revistapesquisa.fapesp.br/?art=3095&bd;=1&pg;=1≶ = Categoria:Física teórica",
 "title": "Teoria do campo unificado"
}