{
 "id": "49665",
 "text": "Prisioneiro de guerra é uma pessoa, seja combatente ou não combatente, que é mantido sob custódia por um exército durante ou imediatamente depois de um conflito armado devidamente declarado por autoridade competente, a chamada declaração de guerra. O primeiro registro que se tem notícia da expressão \"prisioneiro de guerra\" remonta a 1660. Prisioneiros de guerra são mantidos em custódia por uma série de razões legítimas e ilegítimas, como isolá-los dos combatentes inimigos ainda no campo de batalha (de forma a promover a liberação e o repatriamento de uma forma ordenada após as hostilidades); demonstrar vitória militar; puni-los; processá-los por crimes de guerra, exploração de sua força de trabalho; ou mesmo para serem recrutados para seu próprio exército; além de coleta de informações militares e/ou para doutriná- los em novas crenças políticas ou religiosas ou uso como moeda de troca. == Definição da Convenção de Genebra == As leis se aplicam a partir do momento em que o prisioneiro é capturado até sua liberação ou repatriamento. Uma das principais disposições das Convenções de Genebra é proibir a tortura de prisioneiros, e estipula que um prisioneiro deve somente ser interrogado sobre seu nome, data de nascimento, posto e número de serviço (se aplicável). O artigo 4 da Terceira Convenção de Genebra protege o pessoal militar capturado, guerrilheiros e certos tipos de civis. Em princípio, para ter o estatuto de prisioneiro de guerra, o prisioneiro deve ter realizado operações segundo as leis e costumes da guerra, i.e., ser parte de uma cadeia de comando, vestir um uniforme e portar armas ostensivamente. Assim, franco-atiradores, terroristas, espiões comuns e mercenários podem ser excluídos. Na prática, no entanto, tais critérios não são interpretados de maneira estrita. Guerrilheiros, por exemplo, podem não ter uniforme ou portar armas ostensivamente, no entanto são tipicamente tratados como prisioneiros de guerra se capturados, se se mostrarem vinculados a um exército regularmente organizado segundo o terceiro tratado. O estatuto de prisioneiros de guerra não inclui não combatentes desarmados capturados em momento de conflito, pois eles são protegidos pela Quarta Convenção de Genebra em vez da terceira. == Ver também == * Crime de guerra * Crimes de guerra do Japão Imperial * Crimes de guerra dos aliados * Cruz Vermelha * Direito militar * Ferido em combate * Julgamentos de Nuremberg * Morto em combate * Rendição (militar) * Saúde militar * Tribunal Militar Internacional para o Extremo Oriente Categoria:Terminologia militar Categoria:Direitos humanos Categoria:Prisioneiros de guerra Categoria:Consequências de guerra",
 "title": "Prisioneiro de guerra"
}