{
 "id": "49670",
 "text": "Um (do grego antigo φαινόμενον phainomenon) é um acontecimento observável, particularmente algo especial. == Noção de fenómeno segundo Kant == O termo fenómeno tem um significado específico na filosofia de Immanuel Kant que contrastou o termo com Nómeno na \"Crítica da Razão Pura\". Fenómenos são a percepção humana do mundo, ao contrário do mundo tal como existe independentemente da percepção humana (das Ding an sich, \"a coisa em si\"). Segundo Kant, os seres humanos não têm como saber da essência das coisas em si, e sim apenas das coisas segundo o raciocínio que permite viver a experiência. O termo filosofia na época de Kant tinha o significado aproximado do que hoje chamamos de ciência. A filosofia deve, portanto, preocupar-se em compreender o próprio processo da experiência. O conceito de fenómeno levou a uma tradição filosófica conhecida como fenomenologia. Algumas personalidades de destaque nesta tradição são Hegel, Husserl, Heidegger e Derrida. A percepção de Kant acerca dos fenómenos foi também interpretada como influenciadora no desenvolvimento de modelos psicodinâmicos da psicologia, e de teorias sobre como o cérebro e a mente interagem com o mundo exterior. == Fenómeno no senso comum == De uma forma geral, além do seu uso específico como termo de filosofia, fenómeno é a definição de qualquer evento observável. Os fenómenos constituem os dados em bruto da ciência e são frequentemente alterados pela tecnologia, por exemplo, o curso e caudal naturais de um rio podem ser alterados pela construção de uma barragem. É possível listar fenómenos que são relevantes em praticamente qualquer campo de pesquisa, por exemplo, no caso da óptica e luz podem ser incluídos fenómenos observáveis sob o tema fenómeno óptico. Alguns exemplos: * Fenómeno biológico (biologia); * Fenómeno climático (meteorologia); * Fenómeno estatístico (estatística); * Fenómeno probabilístico (probabilidade); * Fenómeno geológico (geologia); * Fenómeno hidrológico (hidrologia); * Fenómeno oceanógrafo (oceanografia); * Fenómeno econômico (economia); * Fenómeno social (ciências sociais); * Fenómeno físico (física); * Fenómeno eléctrico (electricidade); * Fenómeno magnético (magnetismo); * Fenómeno óptico (óptica); * Fenómeno químico (química); * Fenómeno térmico (termodinâmica). * Fenómeno atômico (física atômica); * Fenómeno nuclear (energia nuclear); Alguns eventos possíveis de ser observados são ocorrências naturais, como os fenómenos climáticos, outros requerem operações delicadas e manipulação de equipamento dispendioso e sensível, como os fenómenos biológicos ao nível celular, ou ao nível molecular. Existe uma classe de fenómenos geralmente excluída do conhecimento assumido como válido (do domínio da parapsicologia) que os cientistas tendem a optar por não utilizar e que são agrupados e discutidas sob o tema fenómenos anómalos. == Citações == * \"Nenhum fenómeno é fenómeno até ser observado.\" Niels Bohr. == Ligações externas == Categoria:Conceitos filosóficos Categoria:Ciência Categoria:Fenómenos Categoria:Conceitos metafísicos Categoria:Fenomenologia Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Fenómeno"
}