{
 "id": "49685",
 "text": "Na biologia, etologia, psicologia e outras ciências afins, instinto é a predisposição inata para a realização de determinadas sequências de ações (comportamentos) caracterizadas sobretudo por uma realização estereotipada, padronizada, predefinida. Devido a essas características, supõe-se uma forte base genética para os instintos, ideia defendida já por Darwin.Rheinberg, Falko (2000). Motivation. Stuttgart: Kohlhammer. ISBN 3-17-016369-8 Os mecanismos que determinam a influência genética sobre os instintos não são completamente compreendidos, uma vez que se desconhecem as estruturas genéticas que determinam sua hereditabilidade. O termo \"instinto\" foi usado nas primeiras traduções da obra de Freud para o inglês a fim de traduzir o termo alemão Trieb. Esse uso do termo \"instinto\" não corresponde ao conceito psicanalítico e foi, por isso, substituído pelo termo mais próprio pulsão (em inglês: drive). Além disso, o conceito de instinto é também abordado no campo de estudo da Economia institucional == Instintos nos animais == Instintos são típicos do comportamento animal, sobretudo com relação a comportamentos que favorecem a sobrevivência da espécie (acasalamento, busca de alimento, construção de ninhos, fuga). Os comportamentos instintivos podem assumir formas muito complexas, com longas sequências de ações especializadas para determinados fins (por exemplo, a reprodução e a alimentação de insetos). O etólogo alemão Konrad Lorenz propôs uma diferenciação entre a \"ação final\" (em tradução literal do alemão Erbkoordination, \"coordenação herdada\"), típica do comportamento instintivo, e o \"comportamento de apetência\", ou seja, a busca ativa de situações que permitam a realização do ato instintivo. O instinto em si é desencadeado através de um estímulo-chave, e, uma vez desencadeado, se desenvolve automaticamente, não podendo ser modificado por influência externa. Já o comportamento de apetência pode ser influenciado pelo aprendizado, por condições ambientais e, no ser humano, pela influência de processos cognitivos (pensamento). == Instintos na psicologia == O conceito de instinto, uma vez que ele conduz a um determinado comportamento, foi também alvo de estudos da psicologia da motivação, esta preocupada em explicar as razões que levam o ser humano a agir. Uma explicação baseada no modelo de instinto apresentado acima faria da ação final o estímulo que levaria o indivíduo a praticar outras ações (ações de apetência), com o fim de atingi-la.. W. McDougall foi o autor que mais desenvolveu o estudo dos instintos na psicologia. Segundo ele, instintos são estruturas inatas de comportamento que conduzem a (1) um determinado direcionamento da percepção (o indivíduo tende a perceber determinados fenômenos mais frequentemente do que outros), (2) a uma determinada reação emocional e (3) a uma tendência a reagir ao objeto percebido de uma determinada maneira. O cerne do instinto, segundo ele, é a reação emocional, os outros elementos (o objeto percebido e a reação) poderiam ser modificados. Dessa forma, no ser humano restaria apenas uma expressão rudimentar do instinto original. Uma vez que essa definição de instinto se afasta da definição mais tradicional da etologia, Mcdougall utilizava muitas vezes o termo propensão em seu lugar. Com essa definição de instinto o Autor conseguiu criar um modelo que permitia descrever a grande variedade do comportamento humano. No entanto, apesar de o modelo de McDougall ter sido posteriormente parcialmente confirmado pela pesquisa empírica das emoções, o paradigma de pesquisa iniciado por ele conduziu apenas a uma série de listas de propensões, incapazes de apresentar uma explicação mais detalhada do comportamento humano. Para a psicologia, o principal ganho do estudos dos instintos foi a consciência da existência de determinadas tendências de ação predefinidas que participam da regulação da ação humana, juntamente com os outros elementos que determinam a sua plasticidade, como os processos cognitivos. == Ver também == * Psicologia comparada * Teoria da Cultura * Teoria psicanalítica * Razão * Sociobiologia * Inconsciente Categoria:Psicologia geral Categoria:Biologia Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Instinto"
}