{
 "id": "49752",
 "text": "Arthur Friedenreich (São Paulo, 18 de julho de 1892 São Paulo, 6 de setembro de 1969) foi um futebolista brasileiro. Apelidado \"El Tigre\" ou \"Fried\", foi a primeira grande estrela do futebol brasileiro na época amadora, que durou até 1933. Friedenreich participou da excursão do Paulistano pela Europa em 1925 onde disputou dez jogos e voltou invicto. Teve importante participação no campeonato sul-americano de seleções (atual Copa América) de 1919. O apelido de \"El Tigre\" foi dado pelos uruguaios após a conquista do Campeonato Sul- Americano de 1919, atual Copa América. Ele marcou o gol da vitória contra os uruguaios na decisão e, ao lado de Neco, foi o artilheiro da competição. Após o feito, suas chuteiras ficaram em exposição na vitrine de um loja de joias raras no Rio de Janeiro Considerando dados extra-oficiais, Friedenreich teria sido o jogador com mais gols da história, com a marca de 1 329 gols, somando partidas oficiais e não-oficiais, superando Pelé. Oficialmente, marcou 338 gols em partidas oficiais do campeonato paulista. Em 1935‎ encerrou sua carreira no Flamengo. Em 1999, foi eleito o quinto maior jogador brasileiro de todos os tempos pela IFFHS. == Biografia == A lenda construída em torno da memória histórica do célebre atleta mestiço afirmou com frequência que ele era filho de um rico comerciante alemão com uma lavadeira negra brasileira. Na realidade, Arthur pertencia a uma família de funcionários públicos subalternos. Era filho de um funcionário público oriundo de Blumenau, chamado Oscar Friedenreich. O avô do jogador, Karl Wilhelm Friedenreich, nascido na Alemanha, era um veterinário e naturalista amador, que ocupou o cargo de delegado de polícia em Santa Catarina. Karl transferiu-se com a família para São Paulo, para assumir a função de naturalista assistente no Museu do Ipiranga, em 1891. Como entomologista, Karl pesquisava para a secretaria da agricultura as pragas que atacavam lavouras.O Estado de S. Paulo, 26 out. 1893, p. 1.O Estado de S. Paulo, 13 dez. 1900, p. 2. Esse contato facilitou uma colocação para o filho, Oscar, no funcionalismo público como desenhista técnico do departamento de obras, subordinado à mesma secretaria.Correio Paulistano, 22 fev. 1929, p. 6. Oscar desenhava plantas de agrimensura e projetos para edificações públicas, por isso às vezes foi citado como “arquiteto”. Essa foi a única ocupação profissional do pai de Arthur Friedenreich ao longo de toda a vida, logo ele era oriundo de uma família de funcionários em setores dos serviços que na época se expandiam, perfil comum entre as camadas médias urbanas. Já a mãe do jogador, Matilde de Morais e Silva, era professora de primeiras letras em escolas públicas, formada pela Escola Normal em 1879, bem antes de conhecer Oscar. É provável que o equívoco de identificar Matilde, uma mulher negra com marido branco, como sendo lavadeira e esposa de um estrangeiro rico, tenha se originado para justificar a presença de um jogador mestiço no Club Athlético Paulistano, equipe ligada à elite fazendeira paulistana. == Estilo de jogo == Para o jornalista Edson Leite em 1947, Friedereich era uma \"figura quasi excêntrica\", um \"rapazinho magro e ágil\". O Jornal do Brasil em 1914, descreveu Friedenreich aos 22 anos e ainda menos popular que Rubens Salles, como um \"inside right\" (ponta- direita): \"É um excelente footballer para qualquer posição. É de uma agilidade notável e dispõe de shoot rigorosíssimos com ambos os pés e, talvez o forward que mais perigos oferece aos keepers.\". Geraldo Romualdo Silva descreveu: \"Pesava menos de 67 quilos, base movediça de seus 1,70 de pés descalços. (..). Nem por isso, dentro ou fora da área, Fried deixava de arriscar o pêlo. Os argentinos quando o viram com aquela decisão inquebrantável de correr e brigar puxaram pelo besunto e descobriram um apelido redondo para ele: \"El Tigre\"\". Conforme crônica recordado em sua biografia: \"Distribui com calma, com precisão, os seus cabeceios são certeiros e os tiros finais fortíssimos. Não é jogador egoísta, não abusa dos dribles, do jogo pessoal. Mesmo à porta do gol, vendo um companheiro mais bem colocado, não titubeia em passar a bola. É, afinal, jogador que não faz jogo para as arquibancadas e sim para o conjunto\".Orlando Duarte e Severino Filho, Fried Versus Pelé, Makron Books, 2000, página 27 Outra biografia descreve os dribles de Fried: “A finta de Friedenreich desenvolvia-se numa série de velozes, hábeis, pequenos desvios do couro a cargo sobretudo da face externa das botas, dando-lhe grande penetração, o que lhe proporcionava em poucos segundos o ganho de espaço para conseguir a posição do arremate”.Luiz Carlos Duarte, Friedenreich: A Saga de um Craque nos Primeiros Tempos do Futebol Brasileiro, Casa Maior, 2012, página 105. De acordo com o Diário Carioca em análise de 1957, Fried também voltava para distribuir o jogo: \"Friedenreich nas partidas difíceis, jogava longos minutos como segundo centromédio. Quem viu Schiaffino fazer nossa caveira no mundial deve ter guardado essa multiplicidade de aptidão\". O Correio da Manhã destaca a atuação de Friedenreich contra o combinado Fla-Flu em 1934 como \"um pivot do ataque\" que \"não parava um minuto sequer\". Em excursão do Paulistano pela França em 1925, Fried arrancou elogios da imprensa europeia: \"Seu jogo de combinações é extraordinário e sublime.\" O jornalista sueco Torsten Tegnér, editor da revista esportiva Idrottsbladet, afirmou que Fried tinha um modo de tratar a bola superior a José Leandro Andrade, e era superior a György Orth, \"Friedenreich é o melhor centroavante que eu vi jogar\". Na época o futebol era distribuído em \"fatias\" fixas (defesa, meio de campo e ataque) com cada jogador com função definida em campo, Fried ainda chegou a pegar a alteração na regra do impedimento em 1924 que deixou as partidas mais dinâmicas. Porém atuou durante toda a carreira no esquema 2-3-5, ou pirâmide. Uma vez que o 3-2-2-3, ou W-M, que seria predominante no futebol até os anos 1960, só chegaria ao futebol brasileiro em 1937 com Dori Kruschner. Guillermo Stábile em entrevista para o Globo Sportivo em 1940, afirmou que Arthur Friedenreich era um dos cinco maiores que viu jogar ao lado de Gabino Sosa, José Piendibene, György Sárosi e Matthias Sindelar. Em enquete da imprensa paulista em 1948, foi escolhido o melhor jogador brasileiro de todos os tempos. == Carreira em clubes == === Primeiros anos === Jogador de futebol paulista, \"Fried\" começa a jogar futebol ainda adolescente na cidade de São Paulo, nos clubes Germânia (atual Pinheiros), Mackenzie, Ypiranga e o Paulistano, que hoje são apenas clubes sociais e já não atuam no futebol profissional. Começa a se destacar pela imaginação, técnica, estilo e pela capacidade de improvisar. O fato de ser descendente de alemães ajudou Friedenreich na carreira. Em sua autobiografia, Fried recorda: \"Fui aperfeiçoando meus recursos olhando Charles Miller, chutando a redonda sob seu olhar, que foi assim como o meu professor primário no futebol. Mas coube a Hermann Friese, que fora campeão no futebol alemão, me ensinar o secundário e o superior. Com ele, comecei a subir a ladeira e cheguei à efetivação no nível mais alto do futebol\". === O auge === A sua posição de origem foi a de centroavante. \"El Tigre\" acabou introduzindo novas jogadas no ainda recente futebol brasileiro, na época ainda amador, como o drible curto, o chute de efeito e a finta de corpo. Foi campeão paulista em diversas oportunidades pelo clube Paulistano. Também atuou pelo São Paulo, conquistando mais um campeonato paulista em 1931. O time do São Paulo campeão naquele ano ficou conhecido por \"Esquadrão de Aço\", e era formado por Nestor; Clodô e Bartô; Mílton, Bino e Fabio; Luizinho, Siriri, Araken Patusca e Junqueirinha. Pelo São Paulo FC marcou 103 gols em 125 jogos, é o 18º maior artilheiro do clube e tem uma das melhores medias, 0,82 gol por jogo. Depois de ter jogado em 1917 no Flamengo, Friedenreich volta ao Rio em 1935. Era considerado pelos cronistas da época um jogador inteligente dentro de campo. Friedenreich talvez tenha sido o jogador mais objetivo e um dos mais corajosos de sua época. Parecia conhecer todos os segredos do futebol e sabia quando e como ia marcar um gol. Uma excursão do Paulistano à Europa em 1925, deu a ele a chance de participar de um marco histórico do futebol do país. No dia 15 de março, pela primeira vez, um time brasileiro jogava no exterior. Ele comandou a goleada de 7–2 na França, que deu início a uma série de outras vitórias. E é apelidado de \"roi du football\" (rei do futebol). Voltou da Europa como um dos \"melhores do mundo\", depois de vencer, pelo Paulistano, nove dos dez jogos disputados. Um de seus mais incríveis feitos, ocorrido em 1928, foi a marca de sete gols numa única partida contra o União da Lapa, batendo o recorde da época. Jogava pelo Paulistano e o resultado final foi de 9–0, no dia 16 de setembro; a curiosidade fica por conta do pênalti perdido por Fried. Outra curiosidade é quem em 30 de janeiro de 1930 ele jogou no Combinado Corinthians/Palestra Itália que goleou o Tucuman da Argentina por 5–2, como não atuava por nenhuma das duas equipes e o clube que havia fundado cinco dias antes, o São Paulo, ainda não estava oficialmente registrado para atuar, nessa partida ele atuou como jogador do Corinthians. Encerrou a carreira no Flamengo, em julho de 1935, aos 43 anos de idade. === Friedenreich e a Revolução de 1932 === Em 1932, assim que iniciou o conflito entre paulistas e o governo de Getúlio Vargas, Friedenreich fez uma breve pausa em sua vitoriosa carreira e se alistou no exército paulista. Começou como sargento e chegou até o posto de tenente, saindo do conflito como herói. Comandou uma divisão de 800 desportistas, num clima descrito por ele mesmo como tenso, porém de extrema camaradagem. Além da participação ativa no campo de guerra, também doou medalhas de ouro e troféus para arrecadar dinheiro na causa dos paulistas.Romano, Léo. Um tigre na guerra. Aventuras na História. Editora Abril, n. 23, jul.2005. p. 10-11. === Últimos anos === Após a Revolução de 32 jogou futebol por mais três anos. Também foi contra a profissionalização do futebol no país. A partir dos anos 1930, o futebol passou a caminhar rumo ao profissionalismo. A ideia não agradou Friedenreich, que recusou proposta do Flamengo, seu último clube, de continuar atuando, e abandonou os gramados após fazer sua última partida no dia 21 de julho de 1935. Passou a trabalhar numa companhia de bebidas, por onde se aposentou. Viveu numa casa cedida pelo São Paulo até morrer em 6 de setembro de 1969.Romano, p. 11. == Carreira internacional == === Seleção Brasileira === Sua estreia na seleção se deu no ano de 1914 em um amistoso contra a Seleção Argentina, quando o escrete brasileiro perdeu por 3–0. Friedenreich fez pela seleção principal 23 jogos e marcou dez gols. No ano de 1914 ganhou o primeiro título do Brasil na história: a Copa Roca, taça amistosa realizada para melhorar as relações diplomáticas entre Brasil e Argentina. Outras conquistas importantes que conseguiu foram os sul-americanos de 1919, marcando o gol do título na prorrogação contra os uruguaios, e 1922, primeiras conquistas relevantes da Seleção Brasileira. O choro \"Um a Zero\" - de Benedito Lacerda, Pixinguinha e Nelson Ângelo - foi composto em homenagem ao gol de Fried contra o Uruguai na final de 1919. Uma atitude infeliz do presidente da Liga Paulista, Elpídio de Paiva Azevedo, causou uma das maiores decepções de Friedenreich na carreira. Ao saber que a comissão técnica da Seleção não teria nenhum paulista, o dirigente impediu a ida dos jogadores do estado para a Copa do Mundo, no Uruguai em 1930. Assim, \"El Tigre\" encerrou a carreira sem sentir o sabor de disputar um Mundial. === Seleção Paulista === Friedenreich também brilhou na seleção paulista de futebol, atuando em 71 partidas e marcando 86 gols, e foi campeão brasileiro de seleções estaduais em 1922 e 1923, inclusive sendo o artilheiro do campeonato brasileiro de seleções estaduais de 1922, com 8 gols. == Legado == === Luta contra a discriminação racial no Brasil === Apesar de Fried ser o principal jogador do País, e ter feito o gol do título da Copa América, ainda havia um racismo muito forte no Brasil na época, principalmente por parte das elites locais. Neste período, o Brasil teve participações decepcionantes em torneios internacionais, claramente enfraquecida pela ausência de seu principal atleta. Fried voltou a jogar pela Seleção, disputou o torneio a Copa América, e o Brasil voltou a ser campeão. Depois disso, nunca mais houve no Brasil qualquer outra restrição legal tão direta contra a participação de negros ou mulatos em nossos selecionados esportivos. === Opinião sobre a evolução do futebol === Em 22 de janeiro de 1966, Friedenreich deixou sua vida reclusa e se manifestou publicamente sobre os rumos do futebol da época em artigo publicado no jornal \"O Globo\" com o título \"Para Vencer na Inglaterra\": == Estatísticas == Por ter brilhado numa época com poucos registros documentais e quando a imprensa esportiva praticamente não existia, a carreira de Friedenreich foi cercada por uma lenda urbana. Jornalista e amigo de Friedenreich, Geraldo Lunardelli relata que o próprio jogador se deliciava com as histórias em torno de si, além de alimentá-las: “Indaguei-o sobre o assunto e o craque, satisfeito, comentou: ‘Uma mentirinha não faz mal nenhum’. Era uma forma de manter vivo o mito Arthur Friedenreich. Ele sabia disso. E conseguiu”.Alexandre da Costa, O Tigre do Futebol: Uma Viagem aos Tempos de Arthur Friedenreich, Dórea Books and Arts, 1999, página 55. Os mais famosos são os mais de mil gols marcados em sua carreira, e a história de nunca ter perdido pênaltis. === Polêmicas nos gols marcados na carreira === O pai de Friedenreich, Oscar Friedenreich, começou a anotar em pequenos cadernos todos os gols marcados pelo filho desde que começou a atuar. A partir de 1918, Oscar Friedenreich confiou a tarefa a um colega do filho no Paulistano, o center-forward (centroavante) Mário de Andrada, que seguiu a trajetória do craque por mais 17 anos, registrando detalhes das partidas até o encerramento da carreira de Fried, em 21 de julho de 1935, quando ele vestiu a camisa do Flamengo. Ao fechar as contas, o abnegado colega teria chegado a marca de 1 239 gols. A lenda ganhou consistência em 1962. Naquele ano, Mário de Andrada informou a De Vaney, um dos jornalistas esportivos mais famosos do Brasil, que tinha as fichas de todos os jogos de Fried, podendo provar que o craque atuara em 1 329 partidas, marcando 1 239 gols. Andrada, porém, morreu antes de mostrar as fichas a De Vaney. Mesmo sem nunca comprovar esses dados, De Vaney resolveu divulgá-los, mas erroneamente inverteu o número das dezenas de 1 239 para 1 329 gols. A estatística, no entanto, começou a rodar o mundo do futebol. No livro Gigantes do Futebol Brasileiro, de Marcos de Castro e João Máximo, de 1965, consta que Fried marcou 1 329 gols. Outros livros e até enciclopédias referendaram o registro. Publicações começaram a alegar que a FIFA, entidade máxima do futebol, teria oficializado os números. Em 1998, o jornalista Alexandre da Costa, procurou a FIFA para confirmar a informação. A entidade negou ter validado os gols de Friedenreich, alegando ser apenas uma organização que promove competições internacionais. Alexandre da Costa registrou suas pesquisas no livro O Tigre do Futebol. Com base nas informações publicadas em pelo menos dois jornais, \"Correio Paulistano\" e \"O Estado de S. Paulo\", chegou as números: 554 gols em 561 partidas. \"Não quis destruir o mito\", jura o autor de O Tigre do Futebol. \"Adoro o Fried. Apenas quis esclarecer essa questão\". Por outro lado, o jornalista Severino Filho, no livro Fried Versus Pelé (Orlando Duarte e Severino Filho), chega a outros números: 558 gols em 562 partidas. Conforme André Kfouri e Paulo Vinícius Coelho: \"Fried não foi rei, não fez mais de mil gols. Não se impressione com as mentiras. Fique com as verdades. Essas já fazem de Arthur Friedenreich um jogador de poucos similares\".André Kfouri e Paulo Vinícius Coelho, Os 100 Melhores Jogadores Brasileiros de Todos os Tempos, Ediouro, 2010, página 89 No cômputo de gols por clubes, de acordo com os mesmos, chegou se ao número de 557 gols, e somando se aos 10 marcados pelo selecionado nacional e 86 da seleção paulista, teríamos 653, fora os jogos por diversos \"combinados\" também relacionados neste artigo. === Da inconsistência dos números === Há diversos motivos para os dados divergirem. A primeira é que muitos dos jogos encontrados não possuem o placar e consequentemente quem marcou os gols. A segunda é que em uma época de futebol amador as partidas eram, às vezes, diárias e com tempo de duração diferente, como partidas de torneio início que eram em média de vinte minutos. Por fim, Friedenreich jogou muitas partidas por \"combinados\" de duas ou mais equipes, estaduais e nacionais, de amigos e até divisões por conotações étnicas como nas três partidas em que fez pelo \"Combinado dos brancos\" contra o \"Combinado dos pretos\" em 1927 e 1928. Assim muitas destas partidas nunca foram registradas. Por outro lado, analistas esportivos recentes tem questionado a obsessão pela soma geral de gols. Alega- se que todos os dados possuem inconsistências. Mesmo Pelé teria contado gols em amistosos e torneios festivos de duvidosa competitividade. Assim, algumas publicações tem adotado o critério de gols apenas em jogos oficiais. O que dificultaria ainda mais a tarefa de registrar os gols de Friedenreich uma vez que brilhou na era amadora do futebol. === Gols na carreira === Entre 1909 e 1935:Como se pode ver, o número de gols varia. Realmente, é muito difícil ter a conta exata de gols e partidas de Friedenreich. Muitos jogos nunca foram registrados ou, se foram, não possuem detalhes como o placar ou quem marcou os gols. O trabalho realizado por Alexandre da Costa pesquisando os jornais \"Correio Paulistano\" e \"O Estado de S. Paulo\" chegou a 554 gols em 561 jogos. Contudo, em boa parte daquelas partidas constam apenas seus resultados, não quem fez os gols. O que não impede, de acordo somente com esses dados, que \"El Tigre\" tenha marcado bem mais gols que os encontrados pelo pesquisador. De qualquer forma, os números efetivamente registrados ficam em torno de 550 gols em 560 partidas. * 554 gols em 561 partidas, média de 0,99 gols por partida,Gustavo Poli; Lédio Carmona. Almanaque Do Futebol. Casa da Palavra; 2006. ISBN 978-85-7734-002-6. Cap. Grandes craques, item Arthur FriedenreichEditora Abril. Placar Magazine. Editora Abril; June 1999. p. 91. Alexandre da Costa, no livro O Tigre do futebol * Outras fontes descrevem que Friedenreich fez 595 gols em 605 partidas. * 558 gols em 562 partidas - Orlando Duarte e Severino Filho, no livro Fried versus Pelé * 105 gols em 125 partidas - Memorial do São Paulo Futebol Clube Chegou a ser anunciado que Friedenreich fez 1 239 gols,Editora Abril. Placar Magazine. Editora Abril; 6 de março de 1981. p. 32. segundo o colega centroavante Mário de Andrada que até então mantinha anotações dos gols de Friedenreich mas que nunca foram recuperadas.Paul Simpson; Uli Hesse. Who Invented the Stepover?: and other crucial football conundrums. Profile; 2013. ISBN 978-1-84765-842-5. p. 95. Segundo levantamento do jornalista Alexandre da Costa, autor do livro O Tigre do Futebol, Friedenreich converteu uma média superior à de Pelé, 0,99 por jogo, contra 0,93 de Pelé ou 0,987 gols/jogo contra 0,931/jogo.FOLHA.com, \"El Tigre\" vive!, Juca Kfouri, 3 de julho de 2011 Independente dos gols por clubes e combinados, Friedenreich marcou 10 gols em jogos oficiais da seleção brasileira, e 86 em 71 jogos pela seleção paulista === Pênaltis perdidos === Outra lenda urbana é a de que Friedenreich nunca perdeu um pênalti na carreira.books.google.com.br/ Placar Magazine Out 1994 O próprio Fredenreich alimentava a lenda ao afirmar: \"Nunca perdi um pênalti. Em toda a minha carreira, observei muito a maneira de os goleiros se posicionarem na hora da cobrança de penalidade máxima. Percebi que o melhor lugar para chutar era o canto esquerdo do arqueiro, porque só canhotos ali pulavam. Os demais, a grande maioria destra, caía para a direita. Encontrei, assim, o ponto fraco dos goleiros\".Alexandre da Costa, O Tigre do Futebol: Uma Viagem aos Tempos de Arthur Friedenreich, Dórea Books and Arts, 1999, página 44. == Homenagens póstumas == Há um parque no bairro de Vila Alpina, na zona Leste de São Paulo, com seu nome. O parque, situado no início da avenida Francisco Falconi, é um dos maiores da região. Ainda em São Paulo, uma rua na zona leste tem seu nome. Friedenreich também tem uma escola com seu nome no Rio de Janeiro, coincidentemente, essa escola fica localizada dentro do complexo esportivo do Maracanã, próximo a entrada principal, a esquerda da estátua de Bellini. == Clubes == * 1909: SC Germânia * 1910: CA Ypiranga * 1911: SC Germânia * 1912: Mackenzie College * 1912: Clube Brasil-SP? * 1913: CA Ypiranga * 1913: SC Americano (SP) de Santos * 1913-14: Paulista? * 1914: Atlas Flamengo FC* de Santos? * 1914-15: CA Ypiranga * 1915-16: Payssandu FC* (SP) * 1916: CA Paulistano * 1917: CA Ypiranga * 1917: CR Flamengo * 1917-29: CA Paulistano * 1929: SC Internacional (SP)* * 1929: Atlético Santista* * 1930: Santos FC* * 1930-35: São Paulo FC * 1933: Atlético MG * 1933: Dois de Julho-BA? * 1935: Clube Brasil-SP? * 1935: Santos FC * 1935: CR Flamengo : Clubes com \"*\" só jogou uma partida : Clubes com \"?\" não são bem identificados == Combinados == * 1912: Combinado Paulista * 1912: Combinado Brasileiro * 1913: Combinado Brasileiro * 1914: Combinado Ypiranga/Paulistano * 1914: Combinado São Bento/Ypiranga * 1920: Combinado Tutu Miranda * 1921: Combinado Bela Vista/Consolação * 1923: Combinado Paulistano/Palestra Itália * 1923: Combinado Paulistano/Flamengo * 1927: Combinado dos jogadores Brancos * 1928: Combinado Jacaré * 1928: Combinado dos jogadores Brancos * 1930: Combinado Corinthians/Palestra Itália * 1930: Combinado São Paulo/Palestra Itália * 1930: Seleção dos ex-alunos do Colégio Mackenzie * 1934: Combinado São Paulo/Santos * 1935: Seleção Brasileira de Veteranos == Títulos == ; Mackenzie College *Campeonato Paulista de Segundos Quadros: 1913 ; SC Americano *Campeonato Paulista: 1913 ; CA Paulistano *Campeonato Brasileiro de Clubes Campeões: 1920 *Taça dos Campeões Estaduais Rio-São Paulo: 1918 *Campeonato Paulista: 1916, 1917, 1918, 1919, 1921, 1926, 1927, 1929 *Taça Competência: 1918, 1919, 1921 *Torneio Início Paulista: 1924, 1926 ; CR Flamengo *Campeonato Carioca de Aspirantes/Reservas: 1917, 1935 *Campeonato Carioca de Amadores: 1935 *Taça Sport Club Juiz de Fora: 1917 *Troféu América Fabril: 1923 ; Seleção Paulista *Campeonato Brasileiro de Seleções Estaduais: 1922, 1923, 1926, 1929, 1933, 1934 ; Santos FC *Campeonato Paulista: 1935 *Campeonato Paulista de Segundos Quadros: 1935 *Taça Casella: 1935 *Taça Cidade de Mogi das Cruzes: 1930 *Taça Cruz Vermelha de Santos: 1930 *Taça José Saraiva: 1930 *Torneio Início Santista: 1930 ; São Paulo FC *Taça dos Campeões Estaduais Rio-São Paulo: 1931 *Campeonato Paulista: 1931 *Campeonato Paulista de Segundos Quadros: 1933 *Taça Competência: 1931 *Torneio dos Cinco Clubes: 1934 *Torneio Início Paulista: 1932 *Taça Dr. Cunha Bueno: 1930 *Taça Nestor: 1930 *Taça Trocadero: 1932 *Troféu Festival da APEA: 1931 ; Atlético Mineiro *Taça Leandro Castilho de Moura Costa: 1933 *Taça Palace Hotel: 1933 *Troféu Arthur Friedenreich: 1933 ; Seleção Brasileira *Copa América: 1919, 1922 *Copa Confraternidad: 1923 *Copa Rio Branco: 1931, 1932 *Copa Rodrigues Alves: 1922, 1923 *Superclássico das Américas: 1914, 1922 == Artilheiro == * - Mackenzie - 1912 * - Paulistano - 1914 * - Ypiranga - 1917 * - Paulistano - 1918 * - Paulistano - 1919 * - Paulistano - 1921 * - Paulistano - 1927 * - Paulistano - 1928 * - Paulistano - 1929 * Campeonato Brasileiro de Clubes Campeões - Paulistano - 1920 * Campeonato Brasileiro de Seleções Estaduais - Seleção Paulista - 1922 * Campeonato Sul-Americano de Futebol - Seleção Brasileira - 1919 == Honrarias == * 5º Maior jogador Brasileiro do século XX pela IFFHS: (1999) * 13º Maior jogador Sulamericano do século XX pela IFFHS : (1999) * 54º Maior Jogador do Século XX pela IFFHS : (1999) == Ligações externas == * Hall da Fama - JB Online * Os gols de El Tigre * Notícias da época de jogador * Vem aí o Prêmio Friedenreich para o artilheiro do futebol brasileiro Categoria:Naturais da cidade de São Paulo Categoria:Futebolistas do estado de São Paulo Categoria:Futebolistas afro-brasileiros Categoria:Futebolistas do Sport Club Germânia Categoria:Futebolistas do Clube Atlético Ypiranga Categoria:Futebolistas da Associação Atlética Mackenzie College Categoria:Futebolistas do Sport Club Americano (São Paulo) Categoria:Futebolistas do Club Athletico Paulistano Categoria:Futebolistas do Clube de Regatas do Flamengo Categoria:Futebolistas do Sport Club Internacional (São Paulo) Categoria:Futebolistas do Santos Futebol Clube Categoria:Futebolistas do São Paulo Futebol Clube Categoria:Artilheiros do Campeonato Paulista de Futebol Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Judeus do estado de São Paulo Categoria:Brasileiros de ascendência alemã Categoria:Revolução Constitucionalista de 1932 Categoria:Esportistas brasileiros do século XX",
 "title": "Arthur Friedenreich"
}