{
 "id": "49777",
 "text": "A Euphorbia pulcherrima , comummente conhecida como poinsétia, é uma planta nativa do México que é amplamente cultivada para fins decorativos devido às folhas modificadas (brácteas) de cor vermelho vivo que cercam as flores, como se fossem pétalas.Verbete \"poinsétia\" no Dicionário infopédia da Língua Portuguesa em linha; Porto Editora. Acessado em 2022-09-19. As flores propriamente ditas são pequenas e agrupadas em pseudo-umbelas. Cada flor é envolvida por uma camada de tecido verde, e possui uma glândula amarela em apenas um dos lados. == Nomes comuns == Em Portugal, esta planta dá ainda pelos seguintes nomes comuns: manhã-de-páscoa, estrela-do-natal, flor-do-natal e cardeal (não confundir com a espécie Lobelia cardinalis, que também dá por este último nome comum). No Brasil é conhecida por bico-de-papagaio (não confundir com a espécie Erythrina crista-galli, também conhecida por esse nome) rabo-de-arara, papagaio, asa-de-papagaio, flor-de-papagaio, flor-de- santo-antônio, ou folha-de-sangue.Verbete \"bico-de-papagaio\" no Dicionário Brasileiro da Língua Portuguesa Michaelis em linha. Acessado em 2022-09-19. === Etimologia === Do que toca ao nome científico: * O nome genérico, Euphorbia, declinação neutra plural nominativa do étimo latino euphorbium,remete-se às plantas do género das eufórbias. * O epíteto específico, Pulcherrima, também provém do latim, tratando-se do grau aumentativo superlativo sintético do étimo pulchĕr, significando «pulquérrima», isto é «a mais pulcra; a mais bela» Do que toca aos nomes comuns: * O nome «poinsétia» fica-se a dever à antiga designação científica Poinsettia pulcherrima. * Os nomes «flor-de-natal» e «estrela-de-natal», ficam-se a dever à associação ao Natal, que ocorre em relação a esta espécie nos países do Hemisfério Norte, uma vez que a mesma tende a florescer por volta do solstício de inverno, em Dezembro. Esta associação é histórica, já se registando desde o século XVII, quando começou a ser usada por frades franciscanos, no México, em procissões da quadra natalícia, para servir de estrela de Natal. * O nome «cardeal» fica-se a dever à coloração vermelha-viva das brácteas desta espécie. ==História== Vinda da América Central, mais especificamente da região de Taxco del Alarcon, a planta era denominada pelos astecas de “cuetlaxochitl”. A planta era utilizada por este povo para a produção de tintas usadas na cosmética e tingimento de tecidos, além de usarem a sua seiva na produção de medicamentos contra a febre. Ainda hoje se utilizam aí as poinsétias de brácteas esbranquiçadas para a produção de cremes depilatórios, além do seu cultivo para a formação de sebes. Terá sido talvez a partir do século XVII que a planta começa a ter um significado natalício, quando frades franciscanos começam a utilizá-la numa procissão desta quadra, designada por “Festa de Santa Pesebre”. As brácteas vermelhas começaram a ser associadas simbolicamente, pela sua forma, à estrela de Belém. Os floricultores, especialmente os da Escandinávia e da Califórnia, foram os responsáveis pela obtenção de variedades cultivares mais adaptadas à decoração doméstica, quer pelo tamanho (já que estas plantas chegam a formar arbustos ramificados que atingem 3 m de altura, principalmente se plantadas no exterior), quer pela coloração e padrão de cores presente nas brácteas. Há, assim, poinsétias cor-de-laranja, verde pálido, marmoreadas, salpicadas, etc. O nome poinsétia (poinsettia, em inglês) deriva do nome de Joel Roberts Poinsett, que foi o primeiro embaixador dos Estados Unidos no México. Impressionado pelas cores das brácteas, Poinsett enviou alguns exemplares em 1829 para a estufa de sua casa, onde se desenvolveram com facilidade. Poinsett ofereceu muitas destas plantas a amigos que também se interessavam pelo cultivo de flores, como John Bartram que, por sua vez, doou alguns pés da planta para Robert Buist, dono de um viveiro. Este último, desconhecendo o nome científico Euphorbia pulcherrima dado pelo taxonomista alemão Klotzsch em 1833, decidiu vendê-la com o nome Euphorbia poinsettia. ==Perigos== thumb|Variedades de poinsétia à venda na Inglaterra|251x251px A seiva leitosa da planta, constituída por um tipo de látex irritante, em contacto com a pele e mucosas provoca inflamações, dor e comichão, podendo causar também irritação nos olhos, lacrimejamento, inchaço das pálpebras e dificuldades na visão. A sua ingestão pode causar náuseas, vómitos e diarreia. É falso, no entanto, que possa provocar a morte. A atribuição de propriedades letais à poinsétia terá tido origem num boato que terá começado nos Estados Unidos com a morte de uma criança de dois anos em 1919, depois de esta ter comido uma folha de poinsétia. Estudos sobre a toxicidade desta planta parecem indicar que só após a ingestão de grandes quantidades (mais de algumas centenas das suas folhas) é que a vida de alguém poderia estar em risco. A razão desta crença pode dever- se ao facto de a maioria das euforbiáceas, família de que a poinsétia faz parte, serem altamente venenosas. ==Lendas== Uma lenda mexicana tenta explicar a associação feita entre esta planta e o Natal. Uma menina, de nome Pepita, não sabia o que oferecer ao menino Jesus por ocasião da missa de Natal. Não podendo adquirir uma oferta digna da sua vontade, expõe o seu problema ao seu primo, Pedro, que a acompanhava a caminho da igreja. Este consola-a e diz-lhe que é o amor com que se dá uma oferta que valoriza a mesma, especialmente aos olhos de Deus. Pepita deixa-se convencer e vai recolhendo plantas vulgares das margens do caminho por onde passa. Quando chega à igreja, dá-se conta da pobreza da sua oferta e chora de tristeza. Tenta, no entanto, oferecer os pálidos ramos com todo o amor da sua alma. Então, frente a toda a congregação reunida no templo, as folhas dos ramos ficam tingidos de uma cor brilhante e vermelha. O povo reunido para a Eucaristia fica espantado e declara o acontecimento como um milagre. Segundo outra versão desta lenda, as flores-do- natal irrompem do chão molhado pelas lágrimas da criança. == Ver também == *Outras Euphorbia Categoria:Euphorbiaceae Categoria:Flores Categoria:Flora do México Categoria:Plantas natalinas Categoria:Espécies descritas em 1834 Categoria:Plantas tóxicas",
 "title": "Poinsétia"
}