{
 "id": "49796",
 "text": "Kamaishi (釜石市; -shi) é uma cidade japonesa localizada na província de Iwate. Em 2020, a cidade tinha uma população estimada em 32.609 habitantes e uma densidade populacional de 74 pessoas por km². Tem uma área total de 441,43 km². Recebeu o estatuto de cidade a 5 de Maio de 1937. == Geografia == Kamaishi está localizada na região das Montanhas Kitakami, no centro-sul da província de Iwate, banhada pelo Oceano Pacífico a leste. A espetacular e áspera costa de Kamaishi está inteiramente dentro do Parque Nacional Sanriku Fukkō. Há quatro grandes baías, Ōtsuchi Bay no norte, Ryōishi Bay, Kamaishi Bay e Tōni Bay no sul. Cada uma é separada por grandes penínsulas rochosas e cobertas de pinheiros que se projetam no Oceano Pacífico. As falésias rochosas se desenvolvem em colinas subindo por 400 a 500 metros ao longo da costa e de 1.200 a 1.300 metros mais para o interior. O ponto mais alto em Kamaishi é o Monte Goyōzan, no sudoeste, a 1.341,3 metros de altitude. A maior parte da topografia é montanhosa, permitindo pouca agricultura na região. Os principais rios são o rio Kasshigawa, que deságua na Baía de Kamaishi e no rio Unosumai, que deságua na Baía de Ōtsuchi. Ambos têm pequenas planícies alagadas que permitem o desenvolvimento e a agricultura da localidade. == Cidades vizinhas == === Prefeitura de Iwate === * Ōtsuchi * Tōno * Sumita * Ōfunato == Clima == Kamaishi tem um clima subtropical úmido (Köppen Cfa) caracterizado por verões amenos e invernos frios. A temperatura média anual em Kamaishi é de 10,1 °C. A média anual de chuvas é de 1453 mm com setembro como o mês mais úmido e fevereiro como o mês mais seco. As temperaturas são mais altas em média em agosto, em torno de 22,5 °C, e as mais baixas em janeiro, em torno de -0,8 °C. == História == === Era Pré-Meiji === A área do atual Kamaishi fazia parte da antiga província de Mutsu, e foi assentada desde pelo menos o período Jōmon. A área era habitada pelo povo Emishi, e ficou sob o controle da dinastia Yamato durante o início do período Heian. Durante o período Sengoku, a área foi dominada por vários clãs samurais antes de ficar sob o controle do clã Nambu durante o período Edo, que governou o Domínio de Morioka sob o xogunato Tokugawa. Antes da descoberta da magnetita em 1727, Kamaishi era pouco diferente de qualquer uma das outras pequenas comunidades pesqueiras ao longo da costa. No entanto, foi só em 1857, e a construção do primeiro pequeno alto- forno na cidade, houve verdadeiras mudanças na cidade. Na década de 1850, os domínios feudais do Japão estavam envolvidos em uma corrida armamentista para desenvolver os primeiros armamentos de estilo ocidental, particularmente armas grandes. O Domínio de Nanbu construiu altos fornos de um projeto estrangeiro em Kamaishi sob a direção do engenheiro militar Takatō Ōshima. Dez fornos foram construídos, mas alguns eram propriedade de corporações privadas. O primeiro desses fornos foi aceso em 1º de dezembro de 1857; um dia honrado como o início da produção moderna de ferro no Japão. === Era Meiji === No período Meiji, o sistema de municípios modernos foi estabelecido no distrito de Minamihei, Iwate, em 1º de abril de 1889. Os distritos de Minamihei e Nishihei fundiram-se para formar o distrito de Kamihei em 1896. Kamaishi alcançou o status de cidade em 5 de maio de 1937, e expandiu-se em 1955 com a absorção das aldeias vizinhas de Kasshi, Unosumai, Kurihashi do distrito de Kamihei e da vila de Tōni do distrito de Kesen. Em 1875, o recém-estabelecido governo Meiji comprou todos os fornos e criou as Obras de Ferro Kamaishi. Eles também colocaram Ōshima e um engenheiro alemão encarregado de sua modernização. O diretor alemão importou dois grandes altos fornos movidos a vapor do mais recente projeto da Grã-Bretanha e montou uma ferrovia com 15 milhas de trilho e uma locomotiva comprada de Manchester para entregar o minério. A produção começou em 1880, mas teve que ser interrompida logo depois devido à falta de carvão vegetal. Uma tentativa de retomar as operações em 1882, substituindo o carvão por coque, falhou e a fábrica foi fechada. Houve surtos de cólera em Kamaishi em julho de 1882 e abril de 1884. A primeira deixou 302 pessoas mortas e avisos sobre a água potável foram postados em toda a prefeitura. Em 1885, foi criada uma nova fundição que usava carvão de Hokkaido e minério de ferro da China. O terremoto de Sanriku de 1896 ocorreu no dia 15 de junho às 19h32, enquanto as famílias celebravam o Festival do Menino na praia. O terremoto mediu magnitude 8,5, enquanto o tsunami na costa de Iwate atingiu até 24 metros em lugares – o mais alto já registrado no Japão na época. A cidade de Kamaishi foi completamente destruída. O missionário católico francês Henri Lispard morreu ao ser atingido pela onda e consequentemente arrastado para o mar. === Segunda Guerra Mundial === Como uma importante cidade fundiária, Kamaishi desempenhou um papel significativo no esforço de guerra japonês e foi alvo da Marinha dos Estados Unidos durante a Segunda Guerra Mundial. Em 14 de julho de 1945, sob o comando do contra- almirante John F. Shafroth Jr., os couraçados , e , os cruzadores pesados e e nove contratorpedeiros bombardearam as ferragens e armazéns do Japão, juntamente com tanques e navios de petróleo próximos. Este foi o primeiro bombardeio naval do continente japonês. Os couraçados e cruzadores de Shafroth, acompanhados por dois cruzadores rápidos da Marinha Real Britânica, atacaram novamente em 9 de agosto. A usina também foi o local do Campo de Prisioneiros de Guerra de Sendai e 32 prisioneiros aliados foram mortos nos ataques. Um segundo bombardeio naval se seguiu em 8 de agosto, especificamente visando a parte civil da cidade. Um total de 694 civis e 30 militares japoneses foram mortos no bombardeio. === Pós Segunda Guerra Mundial === Kamaishi desempenhou seu papel no boom do Japão no pós-guerra, continuando sua reputação como uma cidade de aço, uma reputação refletida em nome de sua equipe de rugby - o Kaminashi Nippon Steel Rugby Club. Em 1960, a cidade foi atingida por um tsunami gerado pelo terremoto de Valdivia em 1960. No entanto, após o fechamento das siderúrgicas em 1988, a economia da cidade entrou em colapso, e quase metade de sua população saiu da cidade. Kamaishi é agora mais conhecida pela pesca comercial do que pela indústria pesada. Em 30 de setembro de 2010, a revista Foreign Policy usou Kamaishi como exemplo do declínio relativo do Japão na \"Década Perdida\". === Sismo e tsunami de Tohoku em 2011 === Kamaishi foi fortemente danificada pelo terremoto e tsunami de Tōhoku de 2011, no qual 1.250 moradores da cidade foram mortos ou constavam como desaparecidos pelo menos 4 dos 69 locais de evacuação designados da cidade e três das 14 escolas da cidade foram inundadas. Dos 2.900 alunos que frequentavam as escolas da cidade, cinco estudantes do ensino fundamental ou médio foram mortos ou estão desaparecidos. As ondas do tsunami de 4,3 m de altura superaram os 1.950 metros de comprimento e 63 metros de profundidade da barreira contra tsunamis que haviam sido concluídas em março de 2009, após três décadas de construção, a um custo de US $ 1,5 bilhão e que tinha sido reconhecida pelo Guinness World Records como a mais profunda barreira contra tsunamis do mundo. A decisão subsequente de reconstruir a barreira a um custo de mais de 650 milhões de dólares foi criticada como \"um desperdício de dinheiro que visa proteger uma área cuja população está em declínio e com uma tecnologia que é comprovadamente um fracasso\". == Economia == Kamaishi era conhecida nos tempos modernos por sua produção de aço, embora após o fechamento do alto-forno da Nippon Steel Kamaishi Iron and Steel Works e a redução da produção em 1989, a economia local sofreu muito. Recentemente, a cidade tem feito fortes esforços para a promoção do ecoturismo. Em 2015, o local de mineração e fundição de ferro hashino foi aceito como Patrimônio Mundial da UNESCO como parte dos Locais da Revolução Industrial Meiji do Japão: Ferro e Aço, Construção Naval e Mineração de Carvão. A pesca comercial e a produção de mariscos também são importantes atividades econômicas. == Transporte == === Ferrovias === East Japan Railway Company (JR East) - Linha Kamaishi * Rikuchū-Ōhashi - Dōsen - Matsukura - Kosano - Kamaishi * Sanriku Railway – Linha Rias * Tōni - Heita - Kamaishi === Rodovias === * Via Expressa Sanriku * Via Expressa Kamaishi * Rota Nacional 45 * Rota Nacional 283 === Portos === * Porto de Kamaishi == Atrações turísticas == * Parque Nacional Sanriku Fukkō * Hashino ferro mineração e fundição, Patrimônio Mundial da UNESCO. == Referências == ==Ligações externas== * Site oficial em japonês Categoria:Cidades de Iwate Categoria:Terremoto e tsunâmi no Japão em 2011",
 "title": "Kamaishi"
}