{
 "id": "49834",
 "text": "Bonaire (em neerlandês: Bonaire; em papiamento: Boneiru) é um município especial (bijzondere gemeente) dos Países Baixos, antigamente um dos constituintes das Antilhas Neerlandesas, situada no mar das Caraíbas (mar do Caribe) ao largo da costa da Venezuela. Era a segunda maior em área neste arquipélago depois de Curaçau e uma das chamadas ilhas ABC. Bonaire é uma ilha tranquila e de grande beleza. Os indígenas que a habitavam, os Aruaques, chamaram-lhe Bojnay (\"terras baixas\"). Também estava povoada por grupos de índios Caiquetio. Há lagos de água salgada. Um dos mais bonitos é o lago Goto, habitado por 20 000 flamingos. == História == Bonaire foi conhecida por navegadores espanhóis em 1499, numa expedição dirigida por Alonso de Ojeda e Américo Vespucio. A pequena ilha chamou-se inicialmente Ilha de Brasil. Como parte da colonização espanhola, os índios foram escravizados e enviados em 1515 para as minas de cobre de Hispaniola. Os neerlandeses conquistaram Curaçau aos espanhóis em 1634, pois necessitavam de uma base naval de apoio durante a guerra com os espanhóis. Bonaire e a vizinha Aruba ficaram assim nas mãos dos neerlandeses no ano de 1636 e tornaram-se colónias neerlandesas. A Companhia Neerlandesa das Índias Ocidentais começou, em 1639, a produção de sal, a qual é, hoje em dia, uma parte muito importante da economia de Bonaire, tal como o turismo subaquático. Em 1800 e durante alguns anos, a ilha foi controlada por piratas franceses e ingleses. Os neerlandeses não recuperaram o controlo até 1816. As Antilhas Neerlandesas, incluindo Bonaire, tornaram-se região autónoma dos Países Baixos em 1954, momento em que este país lhes garantiu economicamente o desenvolvimento dos seus próprios recursos com subsídios. Bonaire passou a ser, em Janeiro de 1986, território do Reino dos Países Baixos, que se compunha, então, de Países Baixos, Antilhas Neerlandesas (Bonaire, Curaçau, Saba, Santo Eustáquio e São Martinho) e Aruba. A 10 de Outubro de 2010, as Antilhas Neerlandesas foram dissolvidas, ficando Bonaire com o estatuto de município especial dos Países Baixos, tal como Santo Eustáquio e Saba. Curaçau e São Martinho tornaram-se países constituintes do reino dos Países Baixos, com um estatuto igual ao de Aruba e ao das antigas Antilhas Neerlandesas. == Geografia == No norte da ilha situam-se as terras mais altas, sendo o ponto mais alto o monte Brandaris com 240 m de altitude. O sul é plano. == Línguas == O neerlandês é a língua oficial de Bonaire, devido a ilha fazer parte dos Países Baixos. De acordo com o censo de 2001, é a língua principal de 8,8% da população. A língua mais falada de Bonaire é a língua crioula papiamento, que é a língua primária de 74,7% da população e é reconhecida pelo governo. O espanhol é o idioma principal de 11,8% das pessoas, o inglês é o idioma principal de 2,8% e outras línguas representam 1,8%. == Turismo == A economia de Bonaire é baseada no turismo. Na ilha, é muito comum o turismo subaquático. A arquitetura é baseada em resorts e muitos desses são afiliados a empresas de mergulhos. == Principais cidades == * Kralendijk * Rincon (Bonaire) == Assentamentos == * Antriol * Belnem * Hato * Lima * Noord Salina * Nikiboko * Republiek * Sabadeco * Sabana * Santa Barbara * Tera Cora * Fontein * Lagoen * Sorobon * Spelonk * Wanapa == Ligações externas == * www.gov.an — Web oficial do governo das Antilhas Neerlandesas * www.bonairegov.an — Web oficial de Bonaire * www.infobonaire.com/ — Turismo Bonaire * Imagem de Satélite de Bonaire (Google) * english underwater photo website",
 "title": "Bonaire"
}