{
 "id": "49835",
 "text": "O Íbis Sport Club é um clube de futebol da cidade de Paulista, no estado de Pernambuco. O time ficou famoso depois que ganhou o epíteto de Pior Time do Mundo, afinal de contas \"nada pode ser pior\". O mascote do time é a Derrotinha. == História == ===O Início=== O Íbis Sport Club foi fundado em 15 de novembro de 1938, como forma de entretenimento para os trabalhadores da Tecelagem de Seda e Algodão de Pernambuco (TSAP). A princípio apenas funcionários da empresa jogavam e mesmo assim eram partidas amistosas. Depois, o clube cresceu e se profissionalizou, tornando-se um dos clubes fundadores da Federação Pernambucana de Futebol. Com o passar do tempo e as dificuldades surgindo, o time foi abandonado pela TSAP e abraçado pela Família Ramos, que o mantém até hoje. O símbolo, a íbis sagrada do Egito antigo e a cor rubro-negra é uma referência ao escudo da TSAP. === Década de 1970 === No final da década de 1970 e início da década de 1980, o Íbis ganhou fama mundial por sua péssima qualidade nos gramados. Graças a nove derrotas consecutivas e depois uma sequência de 23 jogos sem vitórias, conquistou fama nacional. Foram três anos e onze meses sem comemorar uma única vitória, recorde registrado no Livro Guinness dos Recordes. A fama de pior time do mundo veio com uma brincadeira de jornalistas da época, mas pegou. === Década de 1980 === No estadual de 1980 o Íbis venceu o Ferroviário por 1 a 0 em 20 de julho. Depois disso o time só voltaria a ganhar em 17 de junho de 1984, quando bateu o Santo Amaro por 3 a 1. Curiosamente, antes de vencer o Ferroviário, o clube já vinha de dezenove jogos sem vencer, entre 1978 e 1979. === Década de 1990 === No ano de 1999 o Íbis sagrou-se vice-campeão estadual da segunda divisão, com o seguinte time- base: Júnior, Sandro, Wilton, Fio, Cristiano, Mosinho, Carlinhos, Oziel, Valteci, Carioca e Esdras. O treinador era Marcos Costa. === Década de 2020 === Em 2020, o Íbis nas redes sociais superou equipes em destaque no cenário europeu e brasileiro e concluiu a temporada como quarto maior engajamento entre clubes no Twitter, no mundo. O direcionamento do clube virou tendência e viralizou nas redes. Além de brincar com derrotas e rebaixamentos de equipes nacionais, o Íbis também nunca \"perdoou\", na zoeira, os gigantes europeus. Em 2021, durante o segundo ano da pandemia de COVID-19, o Íbis se manteve ativo e satírico nas suas redes sociais quando em junho já possuía mais de 300 mil seguidores no Instagram e mais de 290 mil no Twitter. Com essa exposição, em junho, a empresa de apostas BetssonFC acertou um contrato de patrocínio com o Íbis, o maior dos 82 anos de história do clube, segundo o presidente Ozir Ramos Jr. No final do ano o clube conseguiu subir à divisão principal do futebol pernambucano ao ficar em segundo lugar na Série A2. == Quebra de tabus == ===Confrontos com o Náutico=== Era 25 de março de 2000, e o Íbis vinha de um acesso à Série A do estadual. O clube não tinha nenhuma vitória até o jogo contra o Náutico, e vislumbrava mais um rebaixamento, sendo lanterna do Campeonato Pernambucano. Entretanto, após receber passe dentro da área, o jogador Marquinhos tocou na saída do goleiro e fez o gol que deu a vitória do time sobre os donos da casa. A vitória sobre o Timbu encerrou um jejum de 39 anos do “pior time do mundo” sem derrotar o clube. A última vez que havia superado o adversário tinha sido em 1961, em mais uma vitória por 1 a 0, também no estádio dos Aflitos. Até o começo de 2022 haviam sido realizados 106 confrontos entre as equipes. O Náutico conquistou 93 vitórias, e outras nove partidas acabaram empatadas. O Íbis conseguiu vencer o adversário em quatro oportunidades. Foram três vezes por 1 a 0: em 29 de janeiro de 1948, 16 de junho de 1961 e 25 de março de 2000. Em 1º de agosto de 1948, o Pássaro Preto também venceu por 5 a 3. ===Confrontos com o Santa Cruz=== Em 29 de março de 2023, no estádio do Arruda, o Santa Cruz acabou sendo derrotado por 3 a 1 pelo Íbis, em jogo atrasado pela nona rodada do Campeonato Pernambucano. Os gols da vitória do Pássaro Preto foram marcados por Celestino e Thoni, duas vezes, e Chiquinho descontou para a equipe mandante. Dessa vez, um tabu de 58 anos foi quebrado. A última vez que o Íbis havia vencido o Santa Cruz foi no estádio dos Aflitos, em 18 de julho de 1965, pelo placar de 1x0. ===Confrontos com o Sport=== Em 28 de agosto de 1947 o Sport foi derrotado nos Aflitos pelo Íbis, pelo placar de 5x4. Em 30 de novembro de 1952, na Ilha do Retiro, por 2x0. E em 10 de maio de 1970, nova vitória contra o rubro-negro, dessa vez por 1x0, no Arruda. 48 anos depois, na série A2 do Estadual, o time Sub-20 do Sport foi superado por 1x0. Nessa competição, as equipes de base do Náutico e Sport disputaram apenas a fase de grupos e não poderiam avançar para a fase de mata- mata, já que os dois clubes principais estavam na elite. == Campanhas de destaque futebol profissional == * Campeonato Pernambucano Série A2 ** Vice- Campeão: 1999 ** Vice-Campeão: 2021 == Títulos == ESTADUAIS Competição Títulos Temporadas Torneio Incentivo 2 1975 e 1976 Torneio Início 2 1948 e 1950 === Sub-20 (Júnior) === * Campeonato Pernambucano Sub-20: 1946 === Sub-17 (Juvenil) === * Campeonato Pernambucano Aberto de Futebol Infantil e Juvenil: 1995 == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Anos rowspan=\"3\" Campeonato Pernambucano 48 5º colocado (4 vezes) 1947-1950, 1952-1970, 1972-1976, 1978-1994, 2000, 2022-2023 4 Série A2 27 Vice-campeão (1999 e 2021) 1977, 1995-1999, 2001-2008, 2010, 2012-2021, 2023-2024 3 1 Série A3 1 Estreia (2025) 2025 – == Handebol == ==== Masculino ==== * Circuito Esportivo da Juventude (etapa Água Preta-PE) - 2014 == Ídolos == O Íbis teve grandes jogadores que passaram pelo Clube. Como o meia-direita Bodinho, o lateral-esquerdo Rildo, além do atacante Vavá, que defendeu as categorias de base do Pássaro Preto durante 1948. Posteriormente foi campeão das Copas do Mundo de 1958 e 1962 pela seleção brasileira. Mesmo com grandes nomes do Futebol Brasileiro passando pelo Clube, o maior e grande ídolo do Íbis é o jogador-cabeleireiro Mauro Shampoo, que em mais de dez anos de atuação marcou apenas um gol pelo Clube. * Rildo * Bodinho * Vavá * Mauro Shampoo * Nininho * Caio Lima Categoria:Clubes de futebol de Paulista (Pernambuco) Categoria:Clubes de futebol fundados em 1938 Categoria:Fundações em Pernambuco em 1938",
 "title": "Íbis Sport Club"
}