{
 "id": "49843",
 "text": "A Capitania de Pernambuco, ou Nova Lusitânia, foi uma das subdivisões administrativas do território da América Portuguesa, criada em 1534 junto com mais treze capitanias, entregues pelo rei de Portugal, Dom João III, a donatários em regime de hereditariedade. Foi entregue a Duarte Coelho, que a transmitiu aos seus herdeiros até a sua compra pela Coroa portuguesa no ano de 1716. Sua Carta de Foral serviu de modelo aos forais das demais capitanias do Brasil. Esta capitania foi dada ao donatário Duarte Coelho. A Capitania Geral de Pernambuco abrangeu anacronicamente os territórios dos atuais estados de Pernambuco, Paraíba, Rio Grande do Norte, Ceará, Alagoas e a porção ocidental da Bahia, fazendo, deste modo, fronteira com Goiás e Minas Gerais (o extremo noroeste de Minas era a parte final da Comarca do Rio de São Francisco: a Capitania de Pernambuco avançava um pouco mais adentro do território mineiro do que a atual Bahia).História do Ceará Pernambuco e São Vicente foram as únicas capitanias que prosperaram no período colonial. == História == === Antecedentes === A colonização européia na América foi efetivamente iniciada em 1534, quando o rei Dom João III dividiu o território em quatorze capitanias hereditárias (administração do território colonial português) que foram doadas a doze capitães-donatários (vassalos), que podiam explorar os recursos da terra, mas em contra-partida deveriam povoar e proteger as regiões, onde os direitos e deveres dos donatários eram regulamentados pelas Cartas de Foral. O sistema de capitanias já era empregado pelo Império Português nas ilhas da Madeira e de Cabo Verde desde o século XV. Em carta dirigida a Martim Afonso de Sousa em 1532, Dom João III comunicou a decisão de dividir o território português, assim em 1534 efetivou as primeiras doações. Existem três possíveis fatores para a adoção do sistema de capitanias no Brasil: uma resposta da monarquia portuguesa ante a ameaça da França ao seu projeto de domínio na América; transferência dos gastos com a colonização que deixavam de ser do Estado e passavam para os donatários, favorecendo a Coroa em um contexto de escassez de recursos; conversão da população nativa ao cristianismo, dando continuidade ao ideal da Cruzadas. === Origens === De acordo com a Carta de Doação passada por D. João III a 10 de março de 1534, o capitão donatário de Pernambuco foi Duarte Coelho, fidalgo que se destacara nas campanhas portuguesas na Índia. A capitania se estendia entre o rio São Francisco e o rio Igaraçu, compreendendo: :\"Sessenta léguas de terra (…) as quais começarão no rio São Francisco (…) e acabarão no rio que cerca em redondo toda a Ilha de Itamaracá, ao qual ora novamente ponho nome rio [de] Santa Cruz (…) e ficará com o dito Duarte Coelho a terra da banda Sul, e o dito rio onde Cristóvão Jacques fez a primeira casa de minha feitoria e a cinquenta passos da dita casa da feitoria pelo rio adentro ao longo da praia se porá um padrão de minhas armas, e do dito padrão se lançará uma linha ao Oeste pela terra firme adentro e a terra da dita linha para o Sul será do dito Duarte Coelho, e do dito padrão pelo rio abaixo para a barra e mar, ficará assim mesmo com ele Duarte Coelho a metade do dito rio de Santa Cruz para a banda do Sul e assim entrará na dita terra e demarcação dela todo o dito Rio de São Francisco e a metade do Rio de Santa Cruz pela demarcação sobredita, pelos quais rios ele dará serventia aos vizinhos dele, de uma parte e da outra, e havendo na fronteira da dita demarcação algumas ilhas, hei por bem que sejam do dito Duarte Coelho, e anexar a esta sua capitania sendo as tais ilhas até dez léguas ao mar na fronteira da dita demarcação pela linha Leste, a qual linha se estenderá do meio da barra do dito Rio de Santa Cruz, cortando de largo ao longo da costa, e entrarão na mesma largura pelo sertão e terra firme adentro, tanto, quanto poderem entrar e for de minha conquista. (…).\" (Carta de Doação) A metade da barra sul do canal de Itamaracá, que o soberano denominou de \"rio\" de Santa Cruz, até 50 passos além do local onde existira a primitiva feitoria de Cristóvão Jacques, demarcava o limite norte; ao sul, o limite da capitania era o rio São Francisco, em toda sua largura e extensão, incluindo todas suas ilhas da foz até sua nascente. O território da capitania infletia para o sudoeste, a acompanhar o curso do rio, alcançando suas nascentes no atual estado de Minas Gerais. Ao Norte, o soberano estabelecia o traçado de uma linha para o oeste, terra adentro, até os limites da conquista, definidos pelo Tratado de Tordesilhas ou seja, as terras situadas além das 370 léguas ao oeste das ilhas do Cabo Verde. As fronteiras da capitania abrangiam todo o atual Estado de Alagoas e terminavam ao sul, no rio São Francisco, fazendo fronteira com o atual estado de Minas Gerais. Graças à posse deste importante rio, em toda sua extensão e largura, Pernambuco crescia na orientação sudoeste, ultrapassando em largura em muito as 60 léguas estabelecidas na carta de doação. Na observação de Francisco Adolfo de Varnhagen possuía a capitania 12 mil léguas quadradas, constituindo-se na maior área territorial entre todas que o rei distribuiu. Ao receber a doação, Duarte Coelho partiu para o Brasil com a esposa, filhos e muitos parentes. Ao chegar ao seu lote, fixou-se numa bela colina, construindo uma fortificação (o Castelo de Duarte Coelho), uma capela e moradias para si e para os colonos: seria o embrião de Olinda, constituída vila em 1537. Pioneiros na terra foram o seu próprio engenho, o do Salvador, e o do seu cunhado, o de Beberibe. Tudo estava por fazer e o donatário organizou o tombamento de terras, a distribuição de justiça, o registro civil, a defesa contra os índios Caetés e Tabajaras. Ao falecer, em Lisboa, em 1554, legou aos filhos uma capitania florescente. O seu cunhado, Jerônimo de Albuquerque, em correspondência com a Coroa, pedia autorização para importar escravos africanos. Em Olinda, sede administrativa da capitania, se instalaram as autoridades civis e eclesiásticas, o Colégio dos Jesuítas, os principais conventos e o pequeno cais do Varadouro. Em fins do século XVI, cerca de 700 famílias ali residiam, sem contar os que que viviam nos engenhos, que abrigavam de 20 a 30 moradores livres. O pequeno porto de Olinda era pouco significativo, sem profundidade para receber as grandes embarcações que cruzavam o Oceano Atlântico. Por sua vez, Recife, povoado chamado pelo primeiro donatário de \"Arrecife dos navios\", segundo a Carta de Foral passada a 12 de março de 1537, veio a ser o porto principal da capitania. A capitania de Pernambuco foi governada pelos descendentes de Duarte Coelho até o ano de em 1716, quando a coroa comprou os direitos do último donatário D. Francisco de Paula de Portugal e Castro, 8.° Conde de Vimioso, tornando-se, a partir de então, uma Capitania Real. ==Território== A capitania de Pernambuco, em seu auge territorial, abrangia os atuais estados federados de Pernambuco, Alagoas, Paraíba, Rio Grande do Norte, Ceará e a porção oeste do atual estado da Bahia, região à época denominada \"Comarca do Rio de São Francisco\", que hoje corresponde, grosso modo, à mesorregião estatística do Extremo Oeste Baiano. O Além São Francisco, outra denominação da região, em 1824 foi desmembrado de Pernambuco por ordem do imperador Dom Pedro I como punição pela participação da elite política pernambucana no movimento separatista da Confederação do Equador. Provisoriamente a administração da região foi passada à competência de Minas Gerais e em 1827 foi transferida à Bahia, à qual permanece incorporada provisoriamente até hoje.Comarca do São Francisco: Pernambuco de A a Z A formação territorial do Oeste Baiano: a constituição do “Além São Francisco” (1827-1985), por Paulo Roberto Baqueiro Brandão, professor assistente da Universidade Federal da Bahia (Campus de Barreiras) == Economia açucareira == No início da Colonização do Brasil, as únicas capitanias que prosperaram foram esta de Pernambuco e a de São Vicente, graças à cultura canavieira, principalmente, mas também ao desenvolvimento, de suma importância, da autonomia na produção de alimentos. A diversificação da produção agrícola nessas duas capitanias as protegeu, em larga medida, das recorrentes epidemias de fome do período colonial; cortou, por completo, sua dependência de abastecimento externo; e possibilitou mesmo a venda, no caso de Pernambuco, de parte de sua produção de alimentos a Itamaracá e à Bahia. A produção de açúcar sempre desempenhou um papel de destaque na economia de Pernambuco, sendo causa da segunda das Invasões holandesas do Brasil. Essa riqueza, fonte de desigualdade de renda entre ricos e pobres, somada à grande concentração de terras, fez de Pernambuco palco de diversos conflitos — como o que existiu entre os senhores de terra e de engenho pernambucanos de Olinda e os comerciantes portugueses do Recife, chamados de forma pejorativa de mascates. Centro da economia colonial durante o Ciclo do Açúcar, Pernambuco impressionara o padre Fernão Cardim, que surpreendeu-se com \"as fazendas maiores e mais ricas que as da Bahia, os banquetes de extraordinárias iguarias, os leitos de damasco carmesim, franjados de ouro e as ricas colchas da Índia\", e resumiu suas impressões numa frase antológica: \"Enfim, em Pernambuco acha-se mais vaidade que em Lisboa\". A opulência pernambucana parecia decorrer, como sugere Gabriel Soares de Sousa em 1587, do fato de, então, ser a capitania \"tão poderosa (...) que há nela mais de cem homens que têm de mil até cinco mil cruzados de renda, e alguns de oito, dez mil cruzados. Desta terra saíram muitos homens ricos para estes reinos que foram a ela muito pobres\". Por volta do início do século XVII, Pernambuco era a maior e mais rica área de produção de açúcar do mundo. == Ver também == * Cabo de Santo Agostinho (acidente geográfico) * Ciclo do açúcar * Ciclo do pau-brasil * Lista de governadores de Pernambuco * História do Brasil * História de Pernambuco == Bibliografia == * BARBOSA, Maria do Socorro Ferraz de (Coordenação). Documentos Manuscritos Avulsos da Capitania de Pernambuco. Recife: Ed. Da UFPE, 2006, 3 vols. * SILVA, Libório Manuel (2010), A Nau Catrineta e a História Trágico-Marítima: Lições de Liderança, ISBN 978-989-615-090-7, Centro Atlântico, Portugal. == Ligações externas == * As Capitanias de Pernambuco e a construção dos territórios e das jurisdições na América portuguesa (século XVIII), por José Inaldo Chaves Jr., Tese de Doutorado (PhD), UFF, Niterói, março de 2017 * Por ser Pernambuco tão chegado: anexação, governos e mercados ultramarinos na Capitania da Paraíba (1791-99), por José Inaldo Chaves Jr., Almanack, Guarulhos, UNIFESP, 2014 * Projeto Resgate: Catálogo de documentos manuscritos avulsos referentes à Capitania de Pernambuco existentes no Arquivo Histórico Ultramarino de Lisboa * Mecanismo de busca no banco de dados do Projeto Resgate Pernambuco Categoria:História de Pernambuco Categoria:Fundações no Brasil em 1534 Categoria:Estados e territórios fundados em 1534 Categoria:Estados e territórios extintos em 1821",
 "title": "Capitania de Pernambuco"
}