{
 "id": "5001",
 "text": "A Freguesia de Coruche foi uma freguesia portuguesa do Município de Coruche, que tinha 242,57 km² de área e 8 913 habitantes (2011), e, por isso, uma densidade populacional de 36,8 hab/km². Foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Fajarda e Erra, para formar uma nova freguesia denominada União das Freguesias de Coruche, Fajarda e Erra da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Na freguesia localizava-se a localidade de São Torcato (Coruche). ==População== População da freguesia de Coruche Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 4 898 5 960 6 184 7 212 10 130 10 763 14 065 18 085 20 585 21 945 18 204 18 620 10 228 9 221 8 913 No ano de 1890 tinha as freguesias de Mato e S. Torcato anexadas (decreto de 17/06/1886). No ano de 1900 tinha anexadas as freguesias de Mato, erra e Lamarosa. Nos censos de 1911 a 1960 tinha anexadas as freguesias de Mato, Erra, Lamarosa e S. Torcato. Pelo decreto-lei nº 27 424, de 31/12/1936, estas freguesias foram extintas, passando a fazer parte desra freguesia. Em 1984 foram criadas as freguesias de Biscainho e Branca com lugares desanexados da freguesia de Coruche Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1 207 1 129 4 822 2 063 13,1% 12,2% 52,3% 22,4% 2011 1 175 835 4 538 2 365 13,2% 9,4% 50,9% 26,5% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Património == * Pelourinho de Coruche * Ponte da Coroa * Casa dos Cota Falcão, incluindo os pátios e toda a zona construída == Personalidades ilustres == * Visconde de Coruche Categoria:Antigas freguesias de Coruche",
 "title": "Coruche (freguesia)"
}