{
 "id": "50187",
 "text": "São Martinho é um país constituinte do Reino dos Países Baixos. Compreende a parte meridional da ilha caribenha de São Martinho. A parte setentrional da ilha é uma coletividade ultramarina da República Francesa (Saint-Martin). A capital é Philipsburg. A população total da parte neerlandesa da ilha é de 37.000 habitantes numa área de 34 km². Até 10 de outubro de 2010 São Martinho era parte das Antilhas Neerlandesas (ou Antilhas Holandesas), coletividade que foi extinta por decisão das populações residentes de suas partes constituintes. Em 2001, no censo das Antilhas Neerlandesas, a população dessa região era de habitantes, com uma densidade populacional de 900 hab./km². A ilha é sede da Universidade Americana da Escola de Medicina do Caribe. == História == Em 1493, durante a segunda viagem de Cristóvão Colombo às Índias Ocidentais, primeiramente ao avistar a ilha, ele chamou-a de Isla de San Martín, em homenagem a São Martinho de Tours, porque era 11 de novembro, dia do referido santo. No entanto, embora tenha reivindicado o território como espanhol, Colombo nunca desembarcou na ilha, e a Espanha não fez do povoamento da ilha uma prioridade. Os franceses e neerlandeses, por outro lado, cobiçavam a ilha. Enquanto os franceses queriam colonizar as ilhas entre Trindade e as Bermudas, os neerlandeses acharam São Martinho um intermédio conveniente entre suas colônias em Nova Amsterdã (Nova Amesterdão, em português europeu; atual Nova Iorque) e o Brasil (Nova Holanda). Com poucas pessoas habitando a ilha, os neerlandeses fundaram facilmente um povoado naquele local em 1631, erguendo o Forte de Amsterdam como uma proteção contra invasores. Jan Claeszen Van Campen tornou-se seu primeiro governador, e logo depois a Companhia Neerlandesa das Índias Orientais começou suas operações de mineração de sal. Colônias britânicas e francesas também se estabeleceram na ilha. Observando essas colônias prósperas e pretendendo manter o controle do comércio de sal, os espanhóis acharam São Martinho muito mais atraente. A Guerra dos Oitenta Anos que se disputava entre a Espanha e os Países Baixos também incentivou os ataques. O exército espanhol tomou São Martinho aos neerlandeses em 1633, assumindo o controle e expulsando todos ou quase todos os colonos da ilha. Em Point Blanche, eles construíram o que é hoje o Antigo Forte espanhol para assegurar o território. Mesmo que os neerlandeses tenham retaliado em várias tentativas de ganhar de volta São Martinho, eles falharam. Quinze anos após a Espanha conquistar a ilha, a guerra dos oitenta anos terminou. Desde que eles não precisavam mais da base no Caribe e São Martinho quase não dava lucro, a Espanha perdeu o interesse de o continuar defendendo. Em 1648, eles desertaram a ilha. Com São Martinho novamente livre, tanto os neerlandeses como os franceses aproveitaram a chance para restabelecer as suas colônias. Os colonos neerlandeses vieram de Santo Eustáquio, enquanto os franceses vieram de São Cristóvão. Depois de alguns conflitos iniciais, ambos os lados perceberam que não cederiam facilmente. Preferindo evitar uma guerra total, foi assinado o Tratado de Concórdia em 1648, que dividiu a ilha em duas. Durante a negociação do tratado, os franceses tinham uma frota de navios fora da costa, que usaram como uma ameaça para negociar mais terra para si. Apesar do tratado, as relações entre os dois lados nem sempre foram cordiais. Entre 1648 e 1816, os conflitos mudaram as fronteiras dezesseis vezes. No final, os franceses saíram à frente com , contra do lado neerlandês. Embora os espanhóis tivessem sido os primeiros a importar escravos para a ilha, seus números foram poucos. Mas com os novos cultivos de algodão, tabaco e açúcar, números maciços de escravos foram importados para trabalhar nas plantações. A população escrava rapidamente se tornou maior do que a dos proprietários de terras. Submetidos a tratamento cruel, os escravos faziam rebeliões, e seus números avassaladores eram impossíveis de ignorar. Em 12 de julho de 1848, os franceses aboliram a escravidão (escravatura, em português europeu) desse lado de São Martinho. Quinze anos mais tarde os neerlandeses os seguiram. ===Século XX=== Após a abolição da escravatura, a cultura de plantação diminuiu e houve uma queda na economia da ilha. Em 1939, São Martinho recebeu um grande impulso quando foi declarado porto livre de impostos. O lado neerlandês começou com foco no turismo, na década de 1950, enquanto o lado francês seguiu o exemplo duas décadas depois. Por ser dividida em uma parte neerlandesa e uma francesa, o boom turístico era mais pesado em São Martinho do que nas ilhas circundantes. O Aeroporto Internacional Princesa Juliana tornou-se um dos mais movimentados no Caribe Oriental. Durante boa parte deste período, São Martinho foi governado pelo magnata Claude Wathey do Partido Democrata.NRC.nl - Sint Maarten bloeit, politici leven in luxe A demografia da ilha mudou drasticamente durante este período também. A população da ilha passou de apenas para cerca de , em meados da década de 1990. A imigração de áreas vizinhas das Pequenas Antilhas, Curaçau, Haiti, República Dominicana, Estados Unidos, Europa e Ásia transformou a população nativa em uma minoria.Oostindie 1998:126-127 São Martinho tornou-se um \"território insular\" (eilandgebied em neerlandês) das Antilhas Neerlandesas em 1983. Antes dessa data, São Martinho fazia parte do território insular das Ilhas de Barlavento, juntamente com Saba e Santo Eustáquio. O estatuto de um território insular implica considerável autonomia resumida no Regulamento Insular das Antilhas Neerlandesas. O território da ilha de São Martinho foi governado por um conselho insular, um conselho executivo, e um administrador do governo () sendo nomeado pela Coroa Neerlandesa. Em 5 de setembro de 1995, o furacão Luis atacou severamente as ilhas, causando danos extensos, 35 anos depois do furacão Donna. ===Século XXI=== Em 1994, o Reino dos Países Baixos e a França assinaram o Tratado franco-neerlandês em São Martinho para controle de fronteiras, o que permitiu a junção dos controles de fronteira franco-neerlandesa comuns nos chamados \"voos de risco\". Depois de algum atraso, o tratado foi ratificado em novembro de 2006 na Países Baixos, e, posteriormente, entrou em vigor em 1 de agosto de 2007. Embora o tratado já estivesse em vigor, suas provisões ainda não foram implementadas como um grupo de trabalho específico no tratado ainda não instalado. Em 10 de outubro de 2010, São Martinho tornou-se um país constituinte () dentro do Reino dos Países Baixos, tornando-se constitucionalmente um parceiro igual, tal como Aruba, Curaçau, e a próprio Países Baixos. A São Martinho foram atribuídos os códigos SXM e SX, ao abrigo do ISO 3166-1 alfa-2, o código .sx na Internet e ccTLD tornou-se disponível para registrar em 15 de novembro de 2012.123-reg Blog - Let's talk about .SX! ==Política== thumb|280px|O mapa mostrando \"São Martinho\" francês (ao norte) e \"São Martinho\" neerlandês (ao sul) A Constituição de São Martinho foi aprovada por unanimidade do conselho insular de São Martinho em 21 de julho de 2010. As eleições para um novo conselho insular foram realizados em 17 de setembro de 2010, uma vez que o número de assentos foi aumentado de 11 para 15. O conselho recém-eleito da ilha tornou-se propriedade de São Martinho em 10 de outubro.RNW.nl - Eilandsraad Sint Maarten unaniem achter staatsregeling Eugene Holiday foi nomeado primeiro governador de São Martinho () pelo Conselho de Ministros do Reino dos Países Baixos em setembro de 2010, assumindo o cargo em 10 de outubro de 2010. === Poder executivo === O chefe de Estado é o atual monarca dos Países Baixos, o Rei Guilherme Alexandre, que é representado pelo governador de São Martinho, eleito para um mandato de seis anos. O chefe de governo é o primeiro-ministro de São Martinho que forma, juntamente com o Conselho de Ministros, o poder executivo do governo. Eugene Holiday foi nomeado e juramentado como primeiro governador de São Martinho (neerlandês: Gouverneur) em 30 de setembro de 2010, embora o gezaghebber atual (administrador) seja muitas vezes chamado de governador pelo Conselho de Ministros do Reino dos Países Baixos. Também assumiu o cargo em 10 de outubro de 2010. A primeira pessoa a ocupar o cargo de primeiro-ministro de São Martinho será Sarah Wescot- Williams.http://www.rnw.nl/caribiana/article/wescot-verrassende-eerste- premier-sint-maarten === Poder legislativo === A Constituição de São Martinho foi aprovada por unanimidade pelo conselho da ilha de São Martinho em 21 de julho de 2010. As eleições para um novo conselho insular foram realizados em 17 de setembro de 2010, já que o número de assentos aumentou de 11 a 15. O conselho da ilha recém-eleito se tornará o Parlamento de São Martinho (em neerlandês: Staten van Sint Maarten) em 10 de outubro. uma maioria dos 8 parlamentares podem escolher o chefe do poder executivo, o chamado primeiro- ministro de São Martinho (Minister-president van Sint Maarten). O parlamento pode elaborar e adotar leis e exercer o controle e fiscalização do executivo. === Eleições === Partidos Líder do partido Votos % Assentos Aliança Nacional (NA) William Marlin 6,298 46 7 Partido do Povo Unido (UPP) Theo Heyliger 4,943 36 6 Partido Democrata (DP) Sarah Wescot-Williams 2,339 17 2 Aliança Política Concórdia (CPA) Jeffrey Richardson 128 1 0 Total 13,708 100 15 Fonte: The Daily Herald === Corrupção === Em 1978, o governo das Antilhas Neerlandesas instalou um comitê de investigação sobre as ilhas de Barlavento (em neerlandês: Commissie van Onderzoek Bovenwindse Eilanden) para investigar as denúncias de corrupção no governo da ilha. Em agosto de 1990 o promotor das Antilhas Neerlandesas iniciou uma investigação sobre os supostos vínculos entre o governo da ilha e a máfia siciliana. Em 1991 o Tribunal de Contas das Antilhas Neerlandesas divulgou um relatório que concluiu que o governo da ilha estava \"doente\".Oostindie and Klinkers 2001:188-189 O governo e o parlamento dos Países Baixos aumentaram a pressão para tomar medidas contra a corrupção. Por causa disto, o governo das Antilhas Neerlandesas instalou, em dezembro de 1991, a Comissão Pourier, encarregada de investigar os assuntos do governo da ilha. Com o relatório, chegaram à conclusão de que a ilha estava em uma grave crise financeira, que a democracia não foi cumprida e que o governo era uma oligarquia, em síntese, o governo da ilha era um completo fracasso. Após longas negociações, o governo promulgou uma ordem em 1993, onde deixou a São Martinho sob supervisão direta do reino. Embora inicialmente a ordem estivesse destinada a durar um ano, o conselho a prorrogou até 1 de março de 1996.Oostindie and Klinkers 2001:189-191 Embora muito tenha mudado desde então, as denúncias de atividades ilegais continuam afetando São Martinho. Em 2004 solicitou à Pesquisa Científica e Centro de Documentação (em neerlandês: Wetenschappelijk Onderzoek-en Documentatiecentrum (WODC), do Ministério da Justiça neerlandês, que realizasse uma investigação sobre o crime organizado em São Martinho. O relatório concluiu que a lavagem de dinheiro e o tráfico de cocaína tinha-se generalizado na ilha. Também alegou que dinheiro da ilha tinha sido utilizado para financiar redes terroristas do Hamas, para sua fundação associada (Fundação Terra Santa para o Auxílio e o Desenvolvimento) e para os talibãs.NRC.nl - Sint Maarten vrijhaven voor criminele gelden == Demografia == No censo das Antilhas Neerlandesas de 2001, a população do território da ilha era de 30.594. A estimativa oficial da população em 1 de janeiro de 2010 foi de para uma densidade populacional de habitantes por km². ===Povoações=== * Philipsburg (1.228 habitantes). * Lower Prince's Quarter (8.123 habitantes). * Cul de Sac (7.880 habitantes). * Cole Bay (6.046 habitantes). * Upper Prince's Quarter (4.020 habitantes). * Little Bay (Fort Amsterdam) (2.176 habitantes). * Simpson Bay (736 habitantes). * Lowlands (232 habitantes). == Cultura == Os idiomas oficiais são o neerlandês e o inglês.According to Art. 1 para 2. Constitution of Sint Maarten : \"The official languages are Dutch and English\" Um crioulo local originado do inglês também é falado. Uma regata anual é promovida durante três dias, culminando no primeiro fim de semana de março. Dentre os mais importantes artistas da ilha estão Isidore \"Mighty Dow\" York, kaisonista (Kaiso é um tipo de música popular no Caribe. Kaisonian [traduzido por kaisonista] é qualquer pessoa que componha esse tipo de música e/ou realize performances dela). panman Roland Richardson, pintor impressionista; Nicole de Weever, bailarina, estrela da Broadway; Lasana M. Sekou, poetisa, escritora, advogada independente; Clara Reyes, coreógrafa; Tanny and The Boys, grupo musical de cordas. == Ver também == * São Martinho: artigo sobre a ilha caribenha. * Coletividade de São Martinho: artigo sobre o lado francês da ilha. * Lista de territórios dependentes * Lista de Estados soberanos e territórios dependentes da América ==Notas== == Ligações externas == * Página oficial do governo de São Martinho * Câmara de Indústria e Comércio de São Martinho * Universidade Americana da Escola de Medicina do Caribe * Universidade de São Martinho * Biblioteca Pública Philipsburg * Centro de Turismo de São Martinho Categoria:Antilhas Neerlandesas Categoria:Estados e territórios fundados em 2010",
 "title": "São Martinho (Países Baixos)"
}