{
 "id": "50190",
 "text": "Clube de Regatas Brasil, mais conhecido como CRB, é um clube poliesportivo brasileiro da cidade de Maceió, Alagoas, fundado em 20 de setembro de 1912. Por ter sido fundado no bairro litorâneo da Pajuçara e de ter como seu mascote o Galo de Campina, o CRB é conhecido em Alagoas como Galo da Praia. A torcida do CRB está entre as maiores de Alagoas. Sua sede administrativa é localizada no bairro de Jaraguá e seu novo CT (Centro de Treinamento), na cidade litorânea de Barra de São Miguel. Apesar de o futebol ser sua principal atividade, o CRB também se destaca na prática do vôlei, com hegemonia absoluta nos cenários feminino, masculinos, tendo conquistando o maior feito em 1969, ao sagrar-se campeão sul-americano feminino em Santiago, no Chile. O clube ainda possui títulos em outros esportes, como basquete, futsal, handebol, entre outras modalidades esportivas. O Clube de Regatas Brasil foi o primeiro campeão alagoano em 1927 e o primeiro a comemorar um título no ano de inauguração do estádio Rei Pelé. O CRB disputou pela primeira vez o Campeonato Brasileiro em 1962 e foi o primeiro clube alagoano a disputar a segunda divisão do certame em 1971. Foi também o primeiro clube alagoano a conquistar um tetracampeonato estadual (entre os anos 1937 e 1940). O clube possui o maior artilheiro da história dos campeonatos alagoanos: Joãozinho Paulista, que vestiu a camisa alvirrubra nos anos 80 e marcou 160 gols pelo Galo. O recorde de gols em um único campeonato também pertence ao CRB: em 1995, O jogador Inha marcou 37 gols pelo clube na competição. == História == === 1911: Clube Alagoano de Regatas === Segundo o jornal \"O Gutemberg\" em 21 de agosto de 1910, havia a expectativa sobre a primeira regata que o clube realizaria. “Farão época, colherão êxito belíssimo, e terão a glória de aproveitar as condições naturais da Lagoa Norte Manguaba que se ajusta admiravelmente para este gênero de esporte”. A Lagoa Mundaú ou do Norte indicada nas matérias dos jornais era o palco ideal para as regatas, como confirma matéria do dia 2 de setembro de 1910 publicada no Gutemberg. “O Club Alagoano de Regatas fará na manhã de domingo vindouro uma excursão a botes ao sítio Vergel na margem da lagoa, pitoresco local onde a diretoria do mesmo Club pretende iniciar suas festas esportivas e que, segundo nos informam, se presta muito bem para tal fim\". Em 1911, fundou-se em Maceió, o Clube Alagoano de Regatas. Sua sede ficava situada na Rua do Comércio, 138. Apesar do nome, não havia remadores nem baleeiros na nova agremiação. A mensalidade era de quinhentos mil réis e gerava pouca receita. Entre os seus fundadores estavam os jovens Lafaiete Pacheco, Antônio Bessa, Celso Coelho e Alexandre Nobre. O primeiro procurou junto aos companheiros um aumento nas mensalidades, mas a ideia não foi aceita pela maioria. Lafaiete Pacheco então procurou Antônio Vianna e explicou-lhe sua ideia de criar um clube de regatas na Pajuçara. Aceita a ideia, foram convidados outros sete rapazes para fundar um novo clube em Alagoas. === 1912: Início do Clube de Regatas Brasil === Entretanto, a pequena receita com jóias e mensalidades impedia o progresso do clube. Entre os seus fundadores estavam os jovens Lafaiete Pacheco, Antônio Bessa, Celso Coelho e Alexandre Nobre. Na tentativa de elevar a receita do clube, Lafaiete Pacheco tentou junto aos companheiros um aumento nas mensalidades, mas a ideia não foi aceita pela maioria. Dessa falta de entendimento, nasceu Na Rua Jasmim, na Pajuçara, no dia 20 de setembro de 1912, foi fundado o Clube de Regatas Brasil com o lema: \"Esporte pela Pátria Forte\". Além de Lafaiete Pacheco e Antônio Vianna, assinaram a ata de fundação os seguintes desportistas: João Luiz Albuquerque, Waldomiro, Pedro Cláudio Duarte, Tenente Julião, Agostinho Monteiro, Francisco Azevedo Bahia e João Viana de Souza. Os primeiros passos do clube foram dados na regata, aderindo ao futebol apenas em 1916. Através de Lafaiete Pacheco, o CRB comprou, em Santos, seu primeiro yole (barco de competição). Duzentos mil réis foi o valor. Os sócios contribuíram com 100 mil réis e os outros 100 foram tomados emprestados. A embarcação chegou no navio Itapetinga. Era um barco bonito, moderno, um oito remos com patrão. Os treinamentos foram realizados no trajeto marítimo da Ponta Verde para Pajuçara.Os dirigentes do Clube de Regatas Brasil tiveram que conseguir um local para a construção de uma garagem. O terreno encontrado é o mesmo onde hoje se situa a sede social do clube. O terreno era aberto e foi necessário que novamente os fundadores do clube conseguissem dinheiro para comprar tábuas, cujo gasto foi de 3 mil réis. Os primeiros times de futebol do CRB contavam com Haroldo Zagallo, pai do tetracampeão mundial Mário Zagallo. O time ainda contava com um alemão, extremamente habilidoso chamado Peter, Lauro Bahia e os irmãos Gondim. ==== Estádio da Pajuçara ==== Em busca de um espaço para a realização das partidas de futebol nos finais de semana, o clube o terreno de Maria Torres por trezentos mil réis. Essa área abrigou o Estádio Severiano Gomes Filho por décadas. Em novembro de 1917, sob a presidência de Pedro Lima, teve início a construção do campo de futebol do CRB. O terreno impróprio dificultou o plantio da grama, mas logo já era utilizado para as primeiras partidas de futebol. Depois do campo de jogo, somente em 1921 foi que o clube voltou a investir no local, iniciando a construção do e estádio. Isso somente foi possível acontecer após a aquisição do terreno, até então arrendado, que se efetivou com o registro da escritura de compra no dia 23 de fevereiro de 1921. Assim, a cerca que separa o campo de futebol foi erguida e inaugurada no dia 12 de junho de 1921 com uma partida contra o Ypiranga. O primeiro lance de arquibancada foi inaugurado no dia 7 de setembro de 1921 em jogo contra o Centro Sportivo de Peres, de Recife. === 1927 - 1993: Primeiras conquistas, tetracampeonatos e outros feitos === O CRB foi o 1° clube a conquistar o título de campeão alagoano, fato que se deu em 1927, ano da realização da 1ª edição do Campeonato Alagoano de Futebol. O título veio com uma campanha invicta e uma vitória sobre o arquirrival CSA por 2–0. Três anos mais tarde, o clube repete o feito batendo mais uma vez o seu rival na final e conquistando seu 2° título estadual. Foi em 1937 que o CRB começou sua caminhada rumo ao seu primeiro tetra. No primeiro turno, houve necessidade de um jogo extra entre CRB e Nordeste para se conhecer o campeão desta fase. O clube da pajuçara venceu por 6x4. Como também ganhou o segundo turno, o CRB foi o campeão da temporada de 1937 jogando quinze partidas. Venceu onze. Perdeu duas e empatou outras duas. Os jogadores campeões foram os seguintes: Vicente. Osvaldo. Lucena. Bacurau. Heider. Ariston. Moisés. Gouvéia. Edmar. Gondim. Arlindo. Edmundo. Duda Bocão. Paulinho. Maninho. Zequito Porto. Aldo. Badica. Eraldo. Cláudio Régis. Valério e Humberto. Em 1939 veio o tri campeonato. Um título invicto. Franz Gaspar sabia como ninguém mover as peças do seu time para ganhar os jogos. Mais uma vez ganhou o primeiro e o segundo turno disputando onze partidas. Venceu nove e empatou duas. Foi o ano do jogo famoso da “SOFIA”. A goleada no clássico CRB x CSA. Os 6x0 para o CRB continua como o maior placar da história entre os dois rivais. Os tri campeões foram: Humberto. Osvaldo. Bacurau. Ariston. Gabino. Gilfredo. Gaspar. Cláudio Régis. Ventania. Arlindo. Duda Bocão. Ramalho. Zadir e Heider. O centro avante Arlindo continuou como o grande artilheiro da equipe. Finalmente em 1940, o CRB conquistava seu tão sonhado título de tetra campeão. A equipe já estava amadurecida e foi necessário muita experiência para chegar a conquista inédita. Os jogadores já não tinham a mesma vitalidade das campanhas anteriores. Mas, orientados por Franz Gaspar, o time teve forças para superar todos os obstáculos. O primeiro turno o CRB conseguiu conquistar. No segundo, as coisas se complicaram. O CSA ficou com o returno e se habilitou a decidir o título em uma melhor de três. No primeiro jogo, vitória do CSA por 2x1. O CRB ganhou o segundo também por 2x1. ==== Jogo da Sofia (1939) ==== A maior vitória do clássico alagoano pertence ao CRB. A partida do dia 1º de outubro de 1939 ficou conhecida como o \"Jogo da Sofia\", quando o CRB venceu o rival por 6 a 0 na decisão do Campeonato Alagoano. Diz a história que o jogador Arlindo (um dos destaques do CRB na partida) era adepto do jogo do bicho e criava uma cabra chamada Sofia. De vez em quando, ele cantava uma uma modinha com todos os bichos do jogo, e ao chegar na cabra, ele dava uma paradinha e relembrava o jogo. ==== Restropectiva décadas de 50, 60, 70, 80 e 90 ==== 1950/51 - Depois de 10 anos de jejum, o CRB volta a ser o campeão do estado, sendo esse o 1° título do Campeonato Alagoano após o histórico tetracampeonato no fim dos anos 30. Para coroar o bom momento, o bicampeonato aconteceria já no ano seguinte, com o CRB alcançando dessa forma a marca de 8 títulos de campeão alagoano. 1958 - Conquista pela 2ª vez, a 7ª edição da Taça Mário Lima (organizado pela Federação Alagoana de Desportos - FAD), vencendo o CSA em duas partidas pelo mesmo placar de 3x2; 1959 - Conquista pela 3ª vez, a 8ª edição da Taça Mário Lima (organizado pela Federação Alagoana de Desportos - FAD), vencendo o CSA. Na 1ª partida, o CRB venceu por 4x2, na 2ª partida, perdeu por 2x1 e na 3ª e decisiva, o CRB venceu por 2x1; 1960 - Conquista pela 4ª vez, a 9ª edição da Taça Mário Lima (organizado pela Federação Alagoana de Desportos - FAD), vencendo o Capelense. Na 1ª partida, o CRB venceu por 4x2, na 2ª partida, empatou em 2x2 e na 3ª e decisiva partida, perdeu por 3x2, na prorrogação venceu por 2x0, com dois gols de Airton. Por ter vencido três vezes consecutivas, a Taça Mário Lima, o Clube de Regatas Brasil, ficou com a posse definitiva do troféu; 1961 - Após mais um longo jejum de 10 anos, conquista seu 9º Campeonato Alagoano; Conquista também, a 1ª edição da Taça Conselho Regional de Desportos (organizado pela Federação Alagoana de Desportos - FAD), vencendo o CSA em duas partidas pelo mesmo placar de 1x0; 1962 - Participou pela primeira vez da Taça Brasil de futebol, equivalente ao atual Campeonato Brasileiro - Série A. 1964 - Conquista o 10º Campeonato Alagoano de sua história.'Conquista também, a 2ª edição da Taça Conselho Regional de Desportos (organizado pela Federação Alagoana de Desportos - FAD), vencendo o CSA em duas partidas, a primeira por 2x1 e a segunda por 3x2; 1966 - Conquista a 3ª e última edição da Taça Conselho Regional de Desportos (organizado pela Federação Alagoana de Desportos - FAD), vencendo o CSA em duas partidas, a primeira por 2x0 e a segunda por 2x1; Nos anos 70, o Galo volta a conquistar um tetracampeonato estadual entre os anos de 1976 e 1979 e também se tornou o primeiro clube alagoano a ser campeão interestadual conquistando o Torneio José Américo de Almeida Filho de 1975 em que enfrentou equipes da Paraíba e Rio Grande do Norte e bateu o Botafogo da Paraíba na decisão em pleno Estádio Almeidão. Mais tarde, esta conquista entraria em debate para ser considerada como equivalente a um título da Copa do Nordeste sob o argumento de que esta teve como base para sua criação o torneio de 1975, visto, neste contexto, como embrionário para a formação do popular Nordestão. No começo da década de 90, o CRB volta a formar um elenco bastante competitivo, que se sagraria bicampeão estadual em 92/93, campeão da Seletiva Para a Série B entre Alagoas e Paraíba de 1993 e também foi vice-campeão da Copa do Nordeste de 1994. O histórico título do Campeonato Alagoano de 1992 contou com uma excelente campanha, em que o clube se manteve invicto durante os 21 jogos disputados na competição e ainda com direito a uma goleada expressiva sobre o seu rival CSA por 5–2 na Pajuçara no jogo emblemático da entrega das faixas. No ano seguinte, derrotou outra vez o rival com um placar de 3-1 na decisão do Campeonato Alagoano. O título da Seletiva neste mesmo ano garantiu o retorno do Clube de Regatas Brasil para o Campeonato Brasileiro Série B, a conquista aconteceu em uma partida contra a equipe do Treze de Campina Grande, onde o Galo venceu pelo placar de 2-0. === 1994: Vice-Campeão da Copa do Nordeste === A Copa do Nordeste de 1994 teve como sede a cidade de Maceió e naquele ano participaram 16 clubes, o Galo ficou no grupo C ao lado de Sport, Fortaleza e . Uma vitória, um empate e uma derrota, classificaram o CRB para a próxima fase da copa. Nas quartas de finais eliminou o vencendo por 2–0. Na fase semifinal, um grande jogo e vitória por 3–2 sobre o surpreendente de Arapiraca. Em 15 de setembro de 1994 com o estádio Rei Pelé lotado, foi realizada a final entre CRB e Sport. No tempo normal a partida terminou empatada em 0–0, então o jogo foi decidido nos pênaltis. O Galo acabou amargando o vice-campeonato perdendo em uma dramática disputa de pênaltis por 4–2, em pleno estádio Rei Pelé. === 1995–2008: Anos na Série B e queda para a C === No ano de 1995, o jogador Inha se tornou o maior artilheiro de uma edição do Campeonato Alagoano, quando marcou 37 gols na campanha impecável do título regatiano. Após esse título o clube volta a ser campeão apenas em 2002, ano em que bateu o CSA por 2–0 na última rodada do quadrangular final conquistando seu 25.° título estadual. No mesmo ano o clube fez boa campanha na Copa do Nordeste em que conseguiu diversos resultados expressivos, mas não conseguiu se classificar para a fase de mata-mata da competição, terminando em 9.° colocado (apenas os 8 primeiros colocados se classificariam para as quartas de final). No ano seguinte rebaixou seu arquirrival para a Segunda Divisão Estadual com uma vitória marcante no clássico por 4–2 pela última rodada do Campeonato Alagoano de 2003, em que o clube alcançaria a final, mas seria derrotado pelo ASA de Arapiraca com uma derrota em casa por 4–1 no jogo de ida e uma vitória por 2–1 no Municipal, que foi insuficiente para levar a decisão para os pênaltis. Em 4 de fevereiro de 2004 o CRB enfrentou o Flamengo em partida válida pela primeira fase da Copa do Brasil. A partida aconteceu no Estádio Rei Pelé e terminou com um placar histórico de 4–4. O time do CRB teve muitos destaques naquela partida, mas com uma mistura de muita habilidade e vontade de mostrar serviço, o meia consagrado Felipe com duas assistências e o garoto Diogo que marcou três gols, o clube rubro negro foi salvo de tomar uma goleada em Maceió. No jogo da volta o clube alagoano não resistiu à enorme pressão imposta pela torcida adversária no Estádio Maracanã e acabou derrotado por 3–1, resultado que eliminou o Galo da competição. Em 2005 o CRB escapa do rebaixamento inédito para a Terceira Divisão do Brasileiro com uma vitória emocionante de virada sobre o Criciúma em pleno Estádio Heriberto Hülse. A placar da partida foi 2–1 e os dois gols do CRB foram marcados nos oito minutos finais do jogo. Não bastasse tamanha emoção, o enredo desse jogo ficou ainda mais dramático quando o time do Criciúma acertou uma bola na trave regatiana aos 47 do segundo tempo. A vitória foi considerada um dos resultados mais marcantes da história do futebol alagoano, ficando conhecida como o Milagre de Criciúma. No ano de 2007 o clube brigou pelo acesso à primeira divisão, terminando em 7.° colocado na Série B com 53 pontos. Nesse ano o atacante Júnior Amorim foi um dos grandes destaques daquele campeonato, onde foi o vice-artilheiro com 16 gols marcados. No ano seguinte acabou rebaixado para a Terceira Divisão realizando uma péssima campanha em que venceu apenas 5 jogos em 38 disputados, sendo o último colocado da competição. === 2009 e 2010: Decepções no Estadual e luta para permanecer na Série C === Na última rodada do Alagoano de 2009, o CRB enfrentou o CSA podendo mais uma vez rebaixar o rival caso vencesse o jogo. A partida, disputada no Estádio Rei Pelé, ficou marcada pelo tumulto nas arquibancadas. Dentro de campo, o Galo conseguiu vencer o seu rival por 2–1, resultado que levou o CSA para a Segundona do ano seguinte. Os gols foram marcados por Calmon e Da Silva, ex- jogador do CSA. Mesmo com a vitória o CRB não se classificou para as semifinais do Estadual, devido a inconsistência do clube ao longo da campanha. Ainda assim, os torcedores celebram até hoje o fato do clube ter rebaixado o rival pela 2ª vez, episódio que se tornou um dos cantos populares entre a torcida do Galo, canto este que, além de mencionar o fatídico jogo do birebaixamento também exalta o atacante Calmon, ídolo da torcida regatiana. A 1ª participação do CRB na Série C após 17 anos não foi nada próximo do que a torcida esperava. O CRB ficou no grupo B ao lado de ASA, , e . Logo na estreia, o Galo perdeu o clássico para o ASA em pleno Rei Pelé por 1–0. Na sequência da primeira fase, o clube disputou mais 7 jogos, tendo conseguido apenas duas vitórias e sofrido 5 derrotas, somando apenas 6 pontos. Com essa campanha decepcionante, o CRB terminou em 4° colocado no grupo, somente na frente do Confiança, tendo corrido até mesmo risco de rebaixamento. Em 2010, mais uma vez o Galo vai mal e fica de fora das semifinais do Campeonato Alagoano. Nesse mesmo ano o clube também participou da Copa do Nordeste, tendo feito uma campanha mediana, sem conseguir se classificar para o mata-mata. Na Série C de 2010, o CRB faz outra campanha ruim e chega à última rodada correndo sério risco de rebaixamento. Com apenas oito pontos conquistados, o Galo teria de derrotar o no Rei Pelé para conseguir permanecer na Terceira Divisão. O problema era que o adversário era o dono da melhor campanha na competição e já vinha de 5 partidas sem perder. Mesmo sabendo da desvantagem, o CRB foi para cima já que a vitória significava a permanência do Galo na terceira divisão. O único gol do jogo foi marcado aos 23 minutos do segundo tempo por Luciano Dias. Após o gol, o CRB sofreu pressão do ABC, mas conseguiu segurar o resultado que tirou o clube da lanterna do grupo e livrou o Galo de um rebaixamento inédito para a Quarta Divisão. === 2011: Vice-campeão Brasileiro Série C === No ano de 2011 Marcos Barbosa assumiu a presidência do clube em um momento delicado, mas soube driblar a situação colocando as finanças em dia e rapidamente os resultados vieram dentro de campo com o CRB surpreendendo a todos ao se sagrar vice-campeão do Campeonato Brasileiro de Futebol de 2011 - Série C. Depois de fazer uma primeira fase conturbada em que conseguiu a classificação somente na última rodada o clube sobrou na segunda fase realizando uma ótima campanha em que se manteve invicto nos seis jogos que disputou contra Fortaleza, Paysandu e América de Natal. Com 3 vitórias e 3 empates o Galo ficou em 1.° colocado do grupo se classificando para disputar a final contra o Joinville, dono da melhor campanha do campeonato. Apesar de possuir um bom time, o Galo não conseguiu resistir à forte equipe do Joinville perdendo os dois jogos da decisão, por 3–1 no Rei Pelé e 4–0 na Arena Joinville. === 2012–2013: Campeão dos Centenários === Depois de uma década sem conseguir conquistar um único título, o clube volta a ser campeão conquistando o Campeonato Alagoano de 2012, seu 26.° título estadual em pleno ano de seu centenário. O Galo fez uma ótima campanha no 1.° Turno se sagrando campeão do mesmo em uma disputa de pênaltis contra o ASA após dois empates por 2–2. No 2.° Turno o Galo sofreu bastante e não conseguiu avançar sequer para as semifinais. No dia 5 de maio o clube conheceu seu adversário na decisão: o ASA, que bateu o CSA e conquistou o título do 2.° Turno. O CRB venceu o primeiro jogo da grande decisão por 2–1 no Rei Pelé e segurou o empate de 0–0 no segundo jogo. No ano seguinte o CRB se torna bicampeão ao bater o CSA em pleno ano de centenário do rival. O Galo venceu seu arquirrival no primeiro jogo por 4–2 e perdeu na volta por 1–0, resultado que levou a decisão para os pênaltis. Na disputa de penalidades o CRB venceu por 4–3 com gol decisivo do artilheiro Schwenck. === 2014: Novo acesso à Série B === Em 2014 o clube chegou à sua terceira final consecutiva do estadual, mas acabou sendo superado pela surpreendente equipe do Coruripe e amargou o vice. No mesmo ano o clube foi até as quartas de final da Copa do Nordeste quando acabou eliminado pelo América de Natal ao perder por 4–0 na Arena das Dunas, depois de haver vencido o jogo de ida por 2–0 no Rei Pelé. No Campeonato Brasileiro de Futebol de 2014 - Série C o Galo realiza outra boa campanha e volta a conquistar o acesso à Segunda Divisão após eliminar o Madureira pelas quartas de final com duas vitórias (2–1 e 2–0). O meia-atacante Clebinho foi um dos destaques da boa campanha do clube e marcou o gol que garantiu o acesso na vitória por 2–0 no Rei Pelé. Além dele o atacante Magrão e o volante Olívio foram os principais destaques do clube na competição. O CRB também fez história ao derrotar o São Paulo por 2–1 de virada no Rei Pelé em partida válida pela segunda fase da Copa do Brasil 2014, mas acabou eliminado com uma derrota por 3–0 no Estádio Morumbi. === 2015: 28° alagoano e permanência na B === Em 2015 o Galo conquista mais um título estadual em uma revanche contra o Coruripe. O clube empatou por 1–1 no jogo de ida com golaço de Clebinho no Gerson Amaral e venceu por 2–0 na volta, gols de Gladstone e do artilheiro Zé Carlos, que até então não vivia grande fase no clube fazendo o seu 3° gol no ano de 2015 pelo Galo. Em seu retorno à Série B o clube fez uma campanha tranquila eliminando qualquer possibilidade de rebaixamento na 34° rodada da competição, quando goleou o Atlético Goianiense no Rei Pelé por 4–1, com dois gols do artilheiro Zé Carlos. O clube encerrou a competição em 11.° colocado realizando uma boa campanha, em que alcançou sua maior invencibilidade na Série B, ao passar 7 rodadas consecutivas sem sofrer nenhuma derrota. Além disso o atacante Zé Carlos foi o artilheiro do campeonato com 19 gols marcados. ==== Invencibilidade ==== No 2° Turno do Brasileiro Série B de 2015, o clube alcançou a sua maior invencibilidade na Série B até então. Foram 7 jogos, tendo vencido 4 e empatado três vezes. * Jogos: Oeste 0 – 0 CRB, ABC 0 – 0 CRB, CRB 1 – 0 América Mineiro, Macaé 0 – 0 CRB, CRB 2 – 1 Mogi Mirim, Boa Esporte 1 – 3 CRB e CRB 3 – 2 Santa Cruz === 2016: Bicampeão e briga por Acesso === O ano de 2016 ficou conhecido como o ano da superação do CRB que conquistou o seu 29.° título estadual e brigou pelo acesso sem ter um time considerado forte como no ano anterior. O Galo não fez uma campanha impecável no Campeonato Alagoano e chegou desacreditado à final para enfrentar o rival, depois de haver perdido os dois últimos clássicos por 4–1 e 2–1. Mesmo assim o clube conseguiu superar o até então imbatível CSA e venceu o jogo de ida por 2–0, com gols do lateral-esquerdo Diego e do criticado Neto Baiano. Na volta o clube se segurou atrás com uma atuação impecável do goleiro Juliano que pegou todas as chances do time azulino e aos 44 minutos do segundo tempo o clube confirma o título com mais um gol marcado pelo centroavante Neto Baiano em jogada iniciada por Olívio, um dos grandes destaques dessa partida por haver exercido marcação perfeita sobre o principal destaque azulino, o atacante Luis Soares. Na Copa do Nordeste o Galo mais uma vez mostrou força e superação conseguindo mais uma vez alcançar as quartas de finais, após ter sido o líder de seu grupo que tinha Coruripe, América de Natal e Estanciano. No jogo de ida o CRB derrotou o favorito Sport Recife por 2–1 no Rei Pelé, já no jogo de volta o clube estava mantendo o resultado de 0–0 até os 30 do segundo tempo, quando acabou cedendo gol que o eliminou da competição. Na Série B o Galo voltou a surpreender e encerrou o 1.° turno da competição como 3.° colocado, atrás apenas de Vasco e Ceará, com 33 pontos conquistados. A paralisação para as Olimpíadas prejudicaram o bom desempenho da equipe que sofreu com a falta de entrosamento durante a maior parte do 2.° turno em que acabou caindo de rendimento e não conseguiu conquistar o tão sonhado acesso para a Série A, terminando a competição em 7.° colocado. === 2017: Tricampeonato e a sequência invicta na Série B === A temporada 2017 começou de maneira frustrante para o CRB com a eliminação considerada como precoce na Copa do Brasil na primeira fase diante do (2-0). Na Copa do Nordeste o clube iniciou sua campanha com 2 vitórias e 2 empates nas quatro primeiras rodadas. Para se classificar matematicamente para a próxima fase sem depender de outros resultados o clube precisava de 1 vitória e faria seus últimos dois jogos no Rei Pelé contra CSA e Itabaiana. Apesar do amplo favoritismo o Galo decepcionou e não conseguiu se classificar para as quartas de final, tendo perdido o clássico para o CSA e ficado apenas no empate em casa com o Itabaiana, que tomou a vaga que se imaginava ser do Galo. O começo ruim de temporada foi salvo pela conquista do tricampeonato alagoano em cima do arquirrival. O Clube de Regatas Brasil mostrou superioridade durante toda a competição, fazendo a melhor campanha e batendo o CSA nos dois jogos da decisão (1–0 e 3–2). * Campanha do Tri PRIMEIRA FASE - CSE 1 – 1 CRB; CRB 4 – 0 Miguelense; CRB 2 – 0 Santa Rita; ASA 1 – 0 CRB; CRB 2 – 0 CSE; CSA 1 – 1 CRB; Miguelense 1 – 4 CRB; CRB 1 – 0 ASA; Santa Rita 0 – 0 CRB; CRB 0 – 0 CSA. 10 jogos, 5 vitórias, 4 empates e 1 derrota SEGUNDA FASE - CRB 3 – 2 Murici; CRB 2 – 1 Santa Rita; CSA 0 – 0 CRB; CRB 2 – 1 ASA; CEO 1 – 3 CRB. 5 jogos, 4 vitórias e 1 empate (1.° colocado) SEMIFINAL - Murici 1 – 1 CRB; CRB 2 – 1 Murici. FINAL - CRB 1 – 0 CSA; CSA 2 – 3 CRB. * Maior sequência invicta pela Série B Durante o Campeonato Brasileiro de Futebol de 2018 - Série B o CRB estabeleceu a sua maior sequência invicta na história da competição, superando os 7 jogos de 2015. Ao todo foram 8 partidas (5 vitórias e 3 empates). Jogos: ABC 1 – 3 CRB; CRB 2 – 1 Paysandu; Náutico 0 – 1 CRB; Boa Esporte 0 – 0 CRB; CRB 2 – 1 Figueirense; CRB 2 – 0 Internacional; Juventude 1 – 1 CRB; CRB 1 – 1 Guarani. Encerrou a temporada lutando contra o rebaixamento e terminou a Série B em 15.° colocado com 45 pontos conquistados (12 vitórias, 9 empates e 17 derrotas). === 2018: Decepção na final do Estadual e permanência na Série B === Fez sua melhor campanha na Copa do Brasil de Futebol, onde se classificou pela primeira vez em sua história para a Terceira Fase da competição, sendo eliminado pelo São Paulo, depois de passar por União Rondonópolis e Novo Hamburgo, respectivamente. Se classificou para as Quartas de Finais da Copa do Nordeste de Futebol de 2018 como 2.° colocado em um grupo que tinha clubes como o Santa Cruz, Treze e o Confiança. Empatou com o no primeiro jogo das quartas de final num emocionante 3–3. Na partida de volta arrancou um empate sem gols no Castelão, resultado que favoreceu a equipe cearense pelo critério de gols marcados fora de casa. No Campeonato Alagoano 2018 o CRB entrou com muita moral e era apontado como grande favorito para levar o título pelo quarto ano consecutivo. Durante a competição o clube mostrou sua supremacia vencendo seus dois maiores rivais (CSA e ASA) nos jogos da Primeira Fase e como consequência fez a melhor campanha na primeira fase com 6 vitórias, 1 empate e 1 derrota. Na semifinal avançou com certa tranquilidade ao vencer os dois jogos contra o Coruripe (2–1 e 2–0) diferente do arquirrival CSA que precisou dos acréscimos para eliminar o ASA no Rei Pelé com gol marcado somente aos 51 minutos. No primeiro jogo da decisão o Galo bateu seu rival por 1–0 com gol marcado por Neto Baiano logo aos 2 minutos de jogo. Apesar da atuação contestada o CRB apresentou eficiência no ataque e sua marca registrada nos últimos anos de supremacia no estado: uma defesa sólida e quase impenetrável. O bom resultado na primeira partida e o ótimo retrospecto diante do CSA em finais levavam a crer que o clube seria novamente campeão estadual em 2018, mas já nos primeiros 45 minutos do segundo jogo o clube viu sua vantagem ser desconstruída e foi para o intervalo perdendo por 2–0. No segundo tempo o clube abandonou a postura defensiva e foi para cima em busca de um gol para levar a partida para os pênaltis. Apesar do volume de jogo o placar permaneceu inalterado, consagrando assim o CSA como campeão alagoano. Pela Série B, em 38 rodadas, o Galo conseguiu 12 vitórias, 12 empates e 14 derrotas, somando 48 pontos e encerrando o campeonato como 12.° colocado, com 5 pontos de vantagem sobre o primeiro clube rebaixado para a Série C, o Paysandu que somou 43 pontos durante toda a competição. O CRB se livrou do rebaixamento por causa da boa campanha ao longo do 2.° turno, quando o treinador Roberto Fernandes assumiu a equipe no lugar de Mazola Júnior. Principalmente na reta final, o Galo conseguiu resultados importantes e se afastou da zona de rebaixamento. O clube se manteve invicto nas últimas cinco rodadas, conseguindo 3 vitórias dentro do Rei Pelé, 1 vitória fora de casa e 1 empate também fora de casa em confronto direto contra o . Cinco partidas finais do CRB na Série B de 2018: CRB 2 – 1 Boa Esporte; CRB 2 – 0 Juventude; Criciúma 3 – 3 CRB; Londrina 1 – 2 CRB; CRB 2 – 1 Figueirense === 2019: Frustrações e vice-campeonato === Na temporada de 2019 o Galo foi vice-campeão alagoano perdendo a final para o CSA nos pênaltis. Fez uma boa campanha na Copa do Brasil chegando pela segunda vez na Terceira Fase do torneio e caindo para o Bahia, depois de eliminar o Brasiliense e o Goiás, ambos fora de casa. Se classificou para as quartas de final da Copa do Nordeste, onde mais uma vez viu a classificação escapar. O clube vencia o Santa Cruz em pleno Arruda por 1x0, tendo marcado o gol nos minutos finais da partida, mas ainda assim permitiu o empate nos acréscimos. O resultado de 1x1 levou a decisão para os pênaltis e o CRB acabou derrotado por 8-7. Disputou a fase preliminar para a Copa do Nordeste do ano seguinte e conseguiu garantir sua vaga no torneio superando o Juazeirense por 2x1 no Rei Pelé, depois de haver empatado a partida de ida em Juazeiro. Na Série B, o Galo foi uma das equipes com melhor aproveitamento nos jogos fora de casa. Entretanto, não conseguiu ter o mesmo desempenho jogando diante do seu torcedor. Assim, chegou a brigar pelo acesso, mas a falta dos pontos em casa dificultou o clube de seguir na briga. O CRB foi o 7° colocado com 55 pontos, sendo uma campanha de 15 vitórias, 10 empates e 13 derrotas. Os grandes destaques do alvirrubro durante a competição foram o atacante Léo Pereira, artilheiro do clube com 14 gols, o camisa 10 Felipe Ferreira que foi vendido para o Vasco da Gama antes do final da Série B e se envolveu em 11 gols, e o ponta Alisson Farias que registrou 6 gols e 7 assistências. === 2020: Faz história na Copa do Brasil e vence o estadual === ; 31° alagoano O CRB foi o líder da primeira fase do Campeonato Alagoano 2020 com 4 vitórias, 1 empate e 2 derrotas nos 7 jogos que disputou. Nas semifinais eliminou o ASA nas penalidades depois de um empate por 0 a 0, onde o goleiro Deola da equipe alvinegra foi o maior destaque do jogo por realizar várias defesas cruciais. Na decisão, o Galo voltou a ser campeão em cima do seu rival CSA após três anos, com o gol marcado pelo lateral Igor Cariús. ; Campanha marcante na Copa do Brasil Na primeira fase, o Galo eliminou o fora de casa por 3x2. O adversário na segunda fase foi o Paysandu, também do Pará. Após empate por 1x1, o clube alagoano conseguiu a vaga nos pênaltis. O desafio na terceira fase era eliminar o Cruzeiro e o clube deu o primeiro passo com uma vitória surpreendente por 2 a 0 em pleno Mineirão, dois gols do artilheiro Léo Gamalho. No segundo jogo, o CRB conseguiu o empate por 1-1 com mais um de Léo Gamalho e avançou para a Quarta Fase conseguindo assim a sua melhor participação na história do torneio. Foi eliminado do torneio exatamente na Quarta Fase para o depois de perder por 2-0 no Alfredo Jaconi e vencer no Rei Pelé por apenas 1-0, mais uma vez com gol marcado pelo artilheiro Léo Gamalho. ; Série B - bom início, queda de rendimento e recuperação O clube teve um bom início na Série B, onde nas 12 rodadas iniciais havia sido derrotado em apenas 2 ocasiões, obtendo 5 vitórias e 5 empates nas demais partidas. Após a saída do Léo Gamalho, o desempenho da equipe caiu consideravelmente. O CRB fechou o 1° turno do campeonato vencendo somente 2 dos seus últimos 7 compromissos. No total, o clube fez 26 pontos nas 19 primeiras rodadas, sendo 7 vitórias, 5 empates e 7 derrotas, campanha que o fez ocupar o 10° lugar na tabela. No início do 2° turno, Ramon Menezes, ex-Vasco, assume o lugar de Marcelo Cabo. Ramon conduz o Galo para 2 vitórias nos 2 primeiros jogos a frente do clube. Mas, o que parecia ser o início de uma grande recuperação terminou como uma enorme frustação, já que nas 7 partidas seguintes o CRB não obteve nenhuma vitória (5 derrotas e 2 empates). Assim, depois de 9 jogos, Ramon é demitido do cargo e Roberto Fernandes se torna o 3° técnico do galo no Brasileiro. Com a chegada de Roberto, o Galo recuperou o fôlego do início da competição e até voltou a flertar com o acesso, mas era tarde demais. Mesmo conseguindo bons resultados, a concorrência era muito grande e o clube acabou ficando para trás devido aos maus resultados no meio do campeonato. Roberto dirigiu o CRB nos 9 jogos finais da campanha na Série B, venceu 6 e perdeu 3, com 18 gols a favor e sofrendo metade (9). === 2021: Mudança na presidência após 10 anos === Já com o início da temporada 2021, no dia 5 de março de 2021, foi aclamado Presidente do CRB, Mário Marroquim, dando fim a uma Era de 10 anos do até então Presidente, Marcos Barbosa. Mário assumiu de forma definitiva, em 1 de abril de 2021, para os próximos 4 anos. * Bom começo na temporada O CRB conseguiu ótimo retrospecto no início da temporada, sofrendo 1 derrota nos primeiros 14 jogos. À está altura da temporada, o clube de classificou para as Quartas de Final da Copa do Nordeste obtendo o 3° lugar do Grupo A com 13 pontos, era o líder do Estadual com 4 vitórias em 4 jogos e também se classificou para a Terceira Fase da Copa do Brasil, após eliminar o Goianésia e o Paysandu com duas vitórias fora de casa. * Decadência No dia 17 de abril de 2021 o CRB foi goleado por 4 a 0 pelo Bahia nas quartas-de-finais do Nordestão, o que deu início a uma série de resultados ruins. Em 11 jogos (incluindo a goleada para o Bahia), o Galo venceu apenas 3, empatou 4 e perdeu 4. Nesse período, o clube perde o clássico para o CSA por 1 a 0 ainda na Primeira Fase do Alagoano em 1 de maio de 2021 e em seguida perde o título estadual para o mesmo CSA na disputa de pênaltis. * Destaque na Copa do Brasil e eliminação No dia 6 de junho, o clube voltou a vencer depois de 4 jogos, em uma partida que ganhou relevância nacional: um 4-3 contra o Cruzeiro em pleno Mineirão pela Série B. Apenas 3 dias depois, o CRB fez história ao derrotar o Palmeiras por 1-0 no Allianz Parque no tempo normal e depois eliminar o atual campeão da Libertadores e Copa do Brasil na disputa de pênaltis. Dessa forma, o Galo se classificou para as oitavas de final da Copa do Brasil pela primeira vez em sua história. A eliminação viria exatamente nas oitavas diante da ótima equipe do Fortaleza, que sob a direção do técnico Vojvoda vinha sendo destaque na Série A. Apesar de fazer boas partidas, o Galo foi derrotado dentro do Castelão (2-1) e também no Rei Pelé (1-0). * Maior invencibilidade e nova frustração na Série B Mais uma vez, o clube largou muito bem na Segundona e empolgou o seu torcedor que acreditou muito no tão sonhado e perseguido acesso à Série A que, no fim das contas, não se concretizou, tendo o mesmo desfecho de temporadas anteriores. O CRB terminou o campeonato como o 7° colocado com 4 pontos a menos que o último time do G4, o Avaí, que fez 64 pontos. Durante a campanha, o Regatas teve 16 vitórias, 12 empates e 10 derrotas. Uma das marcas desta boa campanha foi o recorde de invencibilidade da história do clube no Campeonato Brasileiro - Série B. O Galo conseguiu superar a sua antiga marca de 8 jogos e passou 11 rodadas invicto na competição. JOGOS: CRB 2x1 Vila Nova; Coritiba 1x1 CRB; Sampaio Corrêa 2x3 CRB; CRB 1x1 Ponte Preta; Londrina 0x2 CRB; CRB 3x0 Brusque; Vitória 1x1 CRB; CRB 0x0 Operário; Remo 1x2 CRB, CRB 0x0 Cruzeiro, Confiança 1x2 CRB. === 2022: 32º título estadual, semifinal da Copa do Nordeste e decepção na Copa do Brasil === Após uma 1ª fase difícil e conturbada no estadual, onde o clube se viu em sério risco de sofrer uma eliminação precoce, conseguindo a vaga para a semifinal apenas na última rodada, o CRB reagiu na competição e se tornou campeão do Campeonato Alagoano ao passar pelo CSA, nos pênaltis, na fase de semifinal e vencer o ASA na grande final, ganhando no Trapichão por 2-1 e depois por 2-0 no Municipal de Arapiraca. Outro feito marcante do clube na temporada viria na Copa do Nordeste, onde o Galo conseguiu superar a equipe do Ceará fora de casa nos pênaltis e assim se classificou para as semifinais da competição após 28 anos, se tornando também o 1° clube alagoano a disputar as semifinais do \"Nordestão\" pela 2ª vez. (1994 e 2022). A grande decepção do ano foi na Copa do Brasil, com a eliminação precoce para a Portuguesa-RJ na 1ª fase. A campanha na Série B foi regular, com o clube terminando na 11ª colocação com 50 pontos. Foi uma campanha abaixo das temporadas mais recentes, sendo a pior colocação desde 2018 (12°). Porém, o início péssimo no campeonato fez muitos projetarem um provável rebaixamento para a Série C, que o clube conseguiu escapar com algumas rodadas de antecedência. === 2023: O campeonato invicto e as decepções regional e nacionais === Contratado em dezembro de 2022 para comandar o CRB na temporada seguinte, Umberto Louzer começou seu 1° ano a frente do Regatas em ótima fase, permanecendo invicto até seu 18° jogo com o clube. Este desempenho colocou o CRB na final do Campeonato Alagoano, 3ª fase da Copa do Brasil e quartas de final da Copa do Nordeste. ; Invencibilidade CRB 2x1 Cruzeiro de Arapiraca, Aliança 1x3 CRB, CRB 1x0 Sergipe, CRB 1x1 Coruripe, CRB 3x1 CSA, ASA 1x2 CRB, Náutico 2x2 CRB, CRB 3x0 CSE, Campinense 0x0 CRB, CRB 1x1 Ceará, CRB 2x1 Santa Cruz, Murici 1x2 CRB, União Rondonópolis 0x1 CRB, CSA 0x0 CRB, CRB 1x0 ABC, Coruripe 2x3 CRB, CRB 5x0 Operário, CRB 3x1 Coruripe. 18 Jogos, 13 Vitórias, 5 Empates, 36 Gols Marcados, 13 Gols Sofridos. ; Decepção no Nordestão Já classificado para o mata-mata, o CRB conheceu o fim de sua invencibilidade na temporada em partida válida pela última rodada da 1ª Fase da Copa do Nordeste sofrendo um 3x0 diante do Bahia. Poucos dias depois, no duelo pelas quartas de final, o Galo sofreria um golpe ainda mais duro enfrentando o Sport na Ilha do Retiro: 4 a 0. Dessa forma, o clube encerrou sua participação na competição sem cumprir o objetivo de repetir o feito do ano anterior, quando alcançou as semifinais. ; Campeão Estadual Invicto Na grande final do Alagoano, o time regatiano não teve grandes dificuldades para superar seu 2° maior rival. Fora de casa, o Galo derrotou o ASA de Arapiraca por 2-0 no 1° jogo. Em Maceió, diante de um Rei Pelé lotado, a vitória por 1-0 garantiu a conquista do 33° título estadual do CRB com uma campanha dominante e invicta na competição: 10 vitórias e 1 empate. ; Copa do Brasil e Série B Enquanto ainda estava mantendo a invencibilidade na temporada 2023, o CRB passou pela 1ª e 2ª fase da Copa do Brasil derrotando, respectivamente, o União Rondonópolis (por 1-0 fora de casa) e o Operário/MS (5-0 no Rei Pelé). Na 3ª fase, o Galo deu muito trabalho e quase eliminou o vice-campeão da Libertadores 2022, Athletico Paranaense. O Regatas venceu por 1x0 em Maceió e só foi eliminado nos pênaltis após perder de virada por 2-1 na Arena da Baixada. Logo após a eliminação, o clube voltou suas atenções para a Série B, onde o início da campanha (1 vitória em 8 jogos) pôs o CRB em situação delicada. Com a demissão de Louzer, Daniel Paulista chegou para assumir o cargo e deu início à recuperação do Galo obtendo 5 vitórias nos seus primeiros 7 jogos à frente do clube. A confiança foi recuperada e o clube evoluiu dentro da competição atingindo uma invencibilidade de 8 partidas, sendo 5 vitórias, e superando muitos dos adversários diretos na disputa pelo acesso: 2x1 no Atlético Goianiense, 1x0 no Novorizontino, 1x0 no Vila Nova em pleno Estádio OBA e, sem dúvidas, o ápice foi a vitória marcante diante do líder e futuro campeão Vitória pelo placar de 6x0. Apesar da boa fase, o clube não manteve o rendimento e o sonho do acesso ficou distante e depois inalcançável na reta final, com o CRB terminando o campeonato em 9° colocado. === 2024: Tricampeão estadual e a quebra da invencibilidade === ;Campanha no Estadual No 1° e único Clássico das Multidões da temporada, o CRB foi superior ao rival do começo ao fim do jogo e já foi para o intervalo vencendo por 2-0, apesar de jogar com menor público, uma vez que o mando de campo foi do CSA; a partida terminou com vitória por 3 a 1, sendo 3 gols do artilheiro regatiano Anselmo Ramon. Na 6ª rodada do Estadual, o CRB, apesar de não utilizar seus jogadores titulares, em razão da proximidade deste jogo com partidas decisivas pela Copa do Brasil e \"Nordestão\", venceu por 1x0 a equipe do Coruripe em pleno Gerson Amaral; este resultado classificou antecipadamente o Galo para as semifinais, com 5 vitórias e 1 empate até então no campeonato. Já classificado e também com o 1° lugar já assegurado, o CRB conheceria sua 1ª derrota no Estadual no 7° e último jogo da Primeira Fase; o clube mais uma vez foi a campo utilizando apenas os reservas e garotos da base e foi derrotado pelo 2° colocado ASA de Arapiraca por 2x0. Esse resultado pôs fim à invencibilidade que já durava desde as semifinais da edição de 2022, uma vez que o Galo foi campeão alagoano em 2023 com uma campanha invicta. No total, foram 20 jogos sem sofrer uma única derrota em partidas pelo Campeonato Alagoano. Após perder sua invencibilidade, o CRB encarou o Murici nas semifinais e venceu o 1° jogo no Estádio José Gomes da Costa por 2x1 de virada e depois confirmou sua classificação para a final com uma vitória por 3x0 no Rei Pelé Após a vitória sobre o Murici o CRB chegava em sua 13º final do Alagoano consecutiva, a missão era enfrentar o ASA pela terceira vez em 3 anos, no primeiro jogo em Arapiraca, Anselmo Ramon cabeceia a bola e marca 1-0 para o CRB aos 30 minutos do segundo tempo dando a vitória para o clube e abrindo uma pequena vantagem na decisão, No segundo jogo com poucos ataques do ASA e briga generalizada por jogadores, Hereda (primeiro tempo), Matheus Ribeiro e Anselmo Ramon (segundo tempo) marcam e concedem a vitória para o CRB sobre o ASA por 3-1 gol de Didira (pênalti) Assim conquistando seu 34º título Alagoano. ;Copa do Brasil Na 1ª fase da Copa do Brasil, o Galo Praiano teve uma partida difícil no Estádio Florestão, no Acre, diante da equipe do Rio Branco. Tendo de lidar com as péssimas condições do gramado, o CRB avançou segurando o placar inicial de 0x0. Na Segunda Fase, jogando diante do seu torcedor em Maceió, o Galo supera sem maiores dificuldades a equipe do Athletic-MG por 2x0. ; Copa do Nordeste Com uma boa campanha, o CRB garantiu o 2° lugar do seu grupo, ficando atrás apenas do Sport, com 15 pontos conquistados, sendo 4 vitórias, 3 empates e uma única derrota diante do Bahia por 1x0 no Rei Pelé. O adversário nas Quartas de Final foi o 4° colocado do grupo, Botafogo da Paraíba, após um jogo truncado, que terminou empatado por 0x0, o Galo levou a melhor nos pênaltis por 4 a 3, com o goleiro Matheus Albino realizando duas defesas e garantindo a classificação do clube alagoano para sua terceira semifinal de Copa do Nordeste, um recorde entre todos os clubes do estado. Nos pênaltis, o CRB se classificou para a final da Copa do Nordeste na noite de um domingo (26). Na Arena Fonte Nova, Bahia e CRB empataram por 0 a 0 no tempo normal e decidiram a semifinal nas penalidades máximas. Com muita emoção, o duelo foi definido com uma grande defesa de Matheus Albino em cobrança de Caio Alexandre: 8 a 7 nos pênaltis. sendo essa a sua 2° final no \"Nordestão\" feito que não acontecia há mais de 30 anos... === Escudo === O emblema consiste de um fundo branco, orlado de vermelho, tendo na parte superior duas listras vermelhas entre- cruzadas e na inferior as letras CRB, também vermelhas e desenhadas de forma a acompanharem o perfil do escudo. === Bandeira === O Art. 5.º do 2.º Capítulo do Estatuto Oficial do Clube dita que a bandeira oficial consta um retângulo branco com duas listras vermelhas que se cortam perpendicularmente no centro, tendo no quadrângulo superior esquerdo um salva-vidas com dois remos cruzados, também em vermelho, fazendo uma referência ao início da história do CRB no remo, com a sigla do clube também na cor vermelha. A bandeira regatiana foi inspirada na bandeira da Inglaterra, isso porque os ingleses trouxeram o futebol para Maceió. Bandeira do CRB foi eleita uma das mais bonitas do Brasil. === Hino === Há alguns anos, o hino oficial do CRB não era muito conhecido entre a maioria dos torcedores. Alguns achavam que a canção Galo da Pajuçara, composta por Edécio Lopes, era o hino oficial do clube. Era evidente que o hino oficial não era notório como poderia e deveria ser. A música Galo da Pajuçara foi sucesso nos anos 70, composta pelo regatiano e radialista Edécio Lopes, em homenagem ao CRB, e continua no inconsciente de muita gente. Em 2002 foi lançado pela brava Confraria do Galo um CD com músicas do Clube de Regatas Brasil. O hino oficial de Jaime de Altavila estava neste CD. Finalmente o hino oficial se popularizou entre os torcedores do CRB. === Mascote === Galo de campina A escolha do mascote do clube tem relação com a vasta quantidade de pássaros que pousavam no campo Severiano Gomes na Pajuçara. E o pássaro que mais visitava o campo da Pajuçara era justamente o galo de campina. === Uniforme === Os uniformes do CRB são assim descritos em seu estatuto: Art. 7.º do 2.º Capítulo - Ficam estabelecidos dois padrões de uniforme oficial para o CRB, a saber: N.º 1 - Camisa branca com faixa horizontal vermelha, calção vermelho e meias brancas; N.º 2 - Camisa vermelha com faixa horizontal branca, calção branco e meias vermelhas. == TítulosPERDIGÃO, Lauthenay. História do futebol alagoano: arquivos implacáveis. 2 ed. Maceió: EDUFAL, 2011. 214p.PERDIGÃO, Lauthenay. No mundo da bola. Maceió: SERGASA, 1987. 256p. == REGIONAIS Competição Títulos Temporadas Torneio José Américo de Almeida Filho 1 1975 ESTADUAIS Competição Títulos Temporadas Campeonato Alagoano 34 1927, 1930, 1937, 1938, 1939, 1940, 1950, 1951, 1961, 1964, 1969, 1970, 1972, 1973, 1976, 1977, 1978, 1979, 1983, 1986, 1987, 1992, 1993, 1995, 2002, 2012, 2013, 2015, 2016, 2017, 2020, 2022, 2023 e 2024 Torneio Início de Alagoas 15 1936, 1937, 1939, 1943, 1944, 1945, 1946, 1951, 1956, 1958, 1962, 1963, 1966, 1969 e 1970 Copa Maceió 1 2015 TOTAL Conquistas Títulos Categorias Títulos oficiais 51 1 Regional e 50 Estaduais === Outras conquistas === * Taça Coronel Rolim: 1947 e 1948 * Torneio Municipal de Maceió: 1950 e 1951 * Taça Mário Lima: 1952, 1958, 1959 e 1960 * Taça Conselho Regional de Desportos: 1961, 1964 e 1966 * Seletiva Série B 1994 - Paraíba e Alagoas 1993 *' === Campanhas de destaque === Vice-campeão do Campeonato Brasileiro - Serie C: 2011 Vice-campeão da Copa do Nordeste: 1994 e 2024 5° Colocado no Campeonato Brasileiro - Série B: 1997 === Categorias de base === * Sub-20: 2008, 2009, 2016 * Sub-18: 2013 * Sub-17: 2008, 2014, 2022 * Sub-15: 2011 e 2014 == Partidas históricas == ; CRB 2 x 0 CSA - Campeonato Alagoano 1927 Com esse resultado, o Regatas se tornou o 1° campeão de Alagoas, vencendo a 1ª edição do Campeonato Alagoano de Futebol. ; CRB 6 x 0 CSA – Campeonato Alagoano 1939 No popular \"Jogo da Sofia\", o CRB impôs a maior goleada da história do clássico contra o seu maior rival. ; CRB 14 x 0 Comércio – Campeonato Alagoano 1944 Foi a maior goleada de toda história do clube e a segunda maior do Campeonato Alagoano. ; Botafogo/PB 1 x 1 CRB - Torneio José Américo de Almeida Filho 1975 O empate fora de casa assegurou para o Clube de Regatas Brasil, o seu 1° título de caráter regional, vencendo a competição que serviu de base para a futura criação da hoje tradicional Copa do Nordeste (ou Nordestão). ; CRB 5 x 2 CSA – Campeonato Alagoano 1992 Uma das maiores goleadas do grande clássico alagoano e que serviu para consagrar a conquista invicta do título estadual do Galo naquele ano. ; CRB 2 x 0 Treze-PB – Final da Seletiva AL/PB 1993 A conquista desta seletiva foi bastante celebrada pelos torcedores d Regatas, uma vez que o resultado positivo classificou o clube alagoano para a disputa do Campeonato Brasileiro - Série B do ano seguinte. ; CRB 5 x 2 Náutico – Campeonato Brasileiro Série B 2001 Foi uma das maiores goleadas do CRB dentro do Rei Pelé em uma partida oficial de uma competição nacional, além disso destaca-se o fato do então técnico do Náutico ser o ilustre Muricy Ramalho. ; CRB 4 x 2 CSA – Campeonato Alagoano 2003 Com este resultado, o CRB rebaixou seu maior rival para a Segunda Divisão do Campeonato Alagoano, algo inédito na história do futebol alagoano. ; CRB 2 x 1 CSA – Campeonato Alagoano 2009 Outra vez, o Galo rebaixou seu rival para a segunda divisão do estadual com uma vitória no clássico. Desta vez, o atacante regatiano Calmon ficou marcado por fazer um dos gols do jogo e pelo fato de já haver marcado 2 gols no clássico do 1° turno, também vencido pelo Galo, o camisa 9 recebeu da torcida o reconhecimento como algoz do clube azulino, episódio que serve até hoje como tema de um canto dos torcedores alvirrubros em tom provocativo ao rival. ; ASA 1x2 CRB (Placar Agregado) - Final do Campeonato Alagoano 2012 Após 10 anos amargos e de crise financeira, o CRB voltava a viver dias felizes, em pleno ano da comemoração do seu aniversário de 100 anos. Com uma boa campanha e futebol exuberante como há algum tempo o torcedor não via, o clube conquistou o título do 1° turno do Estadual, e apesar do 2° turno abaixo da média, conseguiu superar o favoritismo do ASA na grande final, clube que vinha exercendo domínio em Alagoas ao longo dos anos 2000. ; CRB 4 x 3 Joinville – Campeonato Brasileiro Série B 2012 Esta partida com certeza jamais será esquecida pelos torcedores que a presenciaram ou mesmo acompanhado pelo rádio e televisão. Uma virada nunca antes vista no Rei Pelé. O Galo saiu perdendo por 3x0, mas obteve a vitória com 3 gols do meia Geovane, sendo 2 de falta, e 1 do lateral Elsinho. Todos os 4 gols do Galo saíram no 2° tempo. O impossível aconteceu! ; CRB 4 x 3 CSA (placar agregado) - Final do Campeonato Alagoano 2013 Em pleno centenário do time azulino, o CRB tratou de amargar a festa do rival, que não chegava à final do Alagoano desde 2008. Os azulinos sonhavam com o 38° título estadual, porém coube ao CRB assegurar o seu bicampeonato (2012 / 2013), concretizando assim o feito de ter sido campeão do estado nos anos do seu próprio centenário e, em seguida, no do rival. O episódio também se tornou um dos cantos da torcida regatiana como provocação ao rival. ; CRB 2 x 0 Macaé - Quartas de Final do Brasileiro Série C 2014 Em um Rei Pelé lotado, os torcedores festejaram o retorno do clube à Série B depois de 2 anos na Terceira. ; CSA 0 x 1 CRB (0x3 no agregado) - Final do Campeonato Alagoano 2016 Apesar de ser o atual campeão, o CRB não era o favorito para faturar o troféu mais cobiçado em Alagoas no ano de 2016. O arquirrival CSA vivia grande fase, era o dono da melhor campanha da competição e havia tido vantagem nos confrontos diretos com o rival: 1x1, 4x1 e 2x1. Com um agregado de 7x3 nos clássicos, o time azulino chegou com muita confiança na final, porém o CRB, assim como em 2013, tratou de mais uma vez frustrar os planos do seu rival e adiou novamente a festa do 39° título. O até então contestado Neto Baiano foi o grande personagem da decisão, marcando 2 gols decisivos. ; CSA 2 x 3 CRB – Final do Campeonato Alagoano 2017 A partida ficou marcada como uma das melhores disputas entre os 2 rivais em uma final do estadual. Os 5 gols saíram ainda no 1° tempo. Os torcedores presenciaram 45 minutos alucinantes do Rei Pelé. E o resultado consagrou o Tricampeonato estadual do CRB, com direito a gol de meia bicicleta do atacante e carrasco azulino, Neto Baiano. ; Novo Hamburgo 1 x 1 CRB – Copa do Brasil 2018 Após uma partida dramática que terminou no placar de 1–1, a vaga para próxima fase foi disputada nos pênaltis. João Carlos, recém chegado no CRB, caiu de vez nas graças da torcida quando defendeu dois pênaltis e levou o Galo da Praia pela primeira vez à 3ª fase da Copa do Brasil. ; Cruzeiro 1 x 3 CRB (placar agregado) – Copa do Brasil 2020 Em pleno Mineirão, os cruzeirenses assistiram uma grande exibição do CRB, que teve o atacante Léo Gamalho, autor dos 2 gols da partida, seu principal destaque. O empate na volta por 1x1 em Maceió foi o suficiente para o CRB se classificar pela primeira vez para a Quarta Fase do torneio. ; Cruzeiro 3 x 4 CRB – Brasileiro Série B 2021 Novamente no Mineirão, o Galo fez outra grande exibição e derrotou a equipe cruzeirense, desta vez em uma disputa repleta de gols. Assim, o clube ganhou nacionalmente a alcunha de ser carrasco do clube mineiro. ; Palmeiras 0 x 1 CRB – Copa do Brasil 2021 O campeão da Libertadores e Copa do Brasil do ano anterior não foi páreo para o CRB. O Galo não se intimidou, venceu dentro do Allianz Parque e eliminou o Verdão nos pênaltis, com grande brilho de Diogo Silva que defendeu 3 cobranças. ; Ceará 0 (3) x (4) 0 CRB - Quartas de Final do Nordestão 2022 Diogo Silva brilhou mais uma vez nos pênaltis e ajudou o CRB a fazer história no Nordestão. Esse resultado classificou o clube pela 2ª vez em sua história para a fase de semifinal do torneio, pondo fim a um jejum de 28 anos sem o clube alcançar esta fase decisiva. ; CRB 2 x 0 Grêmio - Brasileiro Série B 2022 Mesmo jogando boa parte do jogo com 1 jogador a menos, o CRB conseguiu derrotar a boa equipe tricolor. O fato curioso que fez a partida ficar marcada na memória dos torcedores regatiaos e gremistas é que o artilheiro da partida, autor dos 2 gols, foi ninguém menos que o goleiro Diogo Silva, que converteu duas penalidades. ; CRB 5 x 0 Operário - Copa do Brasil 2023 Uma das melhores partidas do Galo em sua história. O clube dominou o jogo desde o começo e aplicou uma sonora goleada, a maior de sua história na competição. Detalhe que os 5 gols aconteceram ainda na 1ª etapa. ; CRB 6 X 0 Vitória - Brasileiro Série B 2023 Em noite mágica no Rei Pelé, o CRB bateu o líder do campeonato com o placar elástico, um triunfo colossal, furando o time do Barradão, sendo um jogo dominado fortemente pelo CRB os gols saíram 3 em cada tempo, mostrando como partida foi inteiramente do Galo, do começo ao fim. CRB 0 (8) x (7) Bahia - Semifinal do Nordestão 2024 Nos pênaltis, o CRB se classificou para a final da Copa do Nordeste na noite de um domingo estrelado por grandes emoções nas penalidades dos cobradores, na Arena Fonte Nova. A primeira etapa foi bem disputada, com boas chances de gol para os dois times. Quem começou pressionando foi o CRB, que mesmo jogando fora de casa conseguiu criar boas chances, principalmente pelo lado direito com o lateral Hereda. empataram por 0 a 0 no tempo normal e decidiram a semifinal nas penalidades máximas. Com muita emoção, o duelo foi definido com uma grande defesa de Matheus Albino em cobrança de Caio Alexandre: 8 a 7 nos pênaltis. Levando o CRB para uma final do Nordestão, feito que não acontecia há mais de 30 anos. == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Campeonato Alagoano 91 Campeão (34 vezes) 1927 2024 – Copa do Nordeste 18 Vice-campeão (1994 e 2024) 1994 2024 rowspan=\"4\" Campeonato Brasileiro 11 12º colocado (1962) 1962 1984 – Série B 33 5º colocado (1997) 1971 2024 – 2 Série C 6 Vice-campeão (2011) 1992 2014 2 – Copa do Brasil 18 Oitavas de final (2021 e 2024) 1993 2024 == Elenco atual == Última atualização: 24 de setembro de 2024. {{Elenco de Futebol |tamanho =800 |clube_nome =Clube de Regatas Brasil |numeracao =sim |cor_letra1 =white |cor_fundo1 =red |cor_letra2 =white |cor_fundo2 =red |g1num=1 |g1= Vitor Caetano |g2num=12 |g2= Matheus Albino |z1num=3 |z1= Luís Segovia |ld1num=2 |ld1= Matheus Ribeiro |v1num=17 |v1= Rômulo |a1num=7 |a1= Mike |t= Hélio dos Anjos |z2= Saimon|z2num=4|ld2= Hereda|ld2num=32|a2= Anselmo Ramon |a2num=9|le1= Willian Formiga|le1num=13|m1= Gegê|m1num=8|z3= Gustavo Henrique|z3num=26|a3= Rafael Bilu|a3num=10|a4= Vinícius Barata|a4num=20|v2= João Pedro|v2num=33|m2= Chay|m2num=14|a5= Facundo Labandeira|a5num=30|a6= Léo Pereira|a6num=38|v3= Marco Antônio|v3num=35|z4= Darlisson |z4num=34|a7= Kleiton|a7num=75|m3= Raí|m3num=16|g3= Fábio Henrique|g3num=23|le2= Ryan|le2num=66|a8= Getúlio|a8num=99|z5= Wanderson|z5num=37|le3= Vitinho |le3num=–|z6= Fábio Alemão |z6num=–|z7= Heron |z7num=–|v4= Falcão|v4num=98}} == Elenco B == Jogadores do Sub-20 que atuam pelo profissional.{{Elenco de Futebol |tamanho =800 |clube_nome =Clube de Regatas Brasil |numeracao =sim |cor_letra1 =white |cor_fundo1 =red |cor_letra2 =white |cor_fundo2 =red |g1num=– |g1= Pablo |z1num=– |z1= Ruy |ld1num=– |ld1= David |v1num=– |v1= Thiago Baranha |a1num=– |a1= Jaílson Cauã |t= Otávio Augusto |z2= Wallace |z2num=–|a2= Rodriguinho |a2num=–|le1= Erik Filipe |le1num=–|m1= Lucas Kallyel |m1num=–}} == Presidentes == * 1912–1913: Luís Toledo Pizza * 1913–1914: João Viana de Souza * 1914–1915: Casimiro Movilha * 1915–1917: Homero Viegas * 1917–1918: Pedro Lima * 1918–1920: Ismael Acioli * 1920–1925: Raul Brito * 1925–1926: Pedro Oliveira Rocha * 1926–1927: Armando Melo * 1927–1928: Pedro Lima * 1928–1929: Juvêncio Lessa * 1929–1930: Pedro Oliveira Rocha * 1930–1931: Raul Brito * 1931–1932: Ismael Acioli * 1932–1933: Dalmário Souza * 1933–1934: Emílio de Maya * 1934–1936: Pedro Claudino Duarte * 1936–1939: Fábio Araújo * 1937–1939: Mauro Paiva * 1939–1940: Mário Gomes de Barros * 1940–1941: Rui Palmeira * 1941–1942: Jaques de Azevedo * 1942–1943: Mauro Paiva * 1943–1944: Aristides Torres * 1944–1945: Paulo de Miranda Neto * 1945–1947: Mauro Paiva * 1947–1948: Gal. Mário de Carvalho Lima * 1948–1954: Ulisses Marinho * 1954–1955: Luís Duda Calado * 1955–1956: Djalma Loureiro * 1956–1957: Roberto Castro * 1957–1958: Aluizio Freitas Melro * 1958–1962: Severiano Gomes Filho * 1962–1966: Oswaldo Gomes de Barros * 1966–1967: Severiano Gomes Filho * 1967–1968: Walter Pitombo Laranjeiras * 1968–1969: Divaldo Suruagy * 1969–1970: Naftalli Edgar Setton * 1970–1971: Oswaldo Gomes de Barros * 1971–1973: Luiz Renato de Paiva Lima * 1973–1974: Cláudio Regis * 1974–1975: Fernando Azevedo D'Aldeia * 1975–1976: Luiz Gonzaga Mendes de Barros * 1976–1977: José Santana de Melo * 1977–1979: Afrânio Lages Filho * 1979–1982: José Otávio Moreira Filho * 1982–1984: Oswaldo Gomes de Barros * 1984–1985: José de Medeiros Tavares * 1985–1987: Waldemar Correia da Silva * 1987–1988: Carlos Alberto Fernande Antunes * 1988–1989: José Luiz Malta Argolo * 1989–1990: Walter Pitombo Laranjeiras * 1990–1991: Paulo Roberto Magalhães Nunes * 1991–1992: Manoel Gomes de Barros * 1992–1993: José Marcelo de Medeiros Rocha * 1993–1994: Waldemar Correia da Silva * 1994–1995: Flávio Gomes de Barros * 1995–1998: Walter Pitombo Laranjeiras * 1998–1999: Wilton Antonio Figueiroa Lima * 1999–2004: José Cabral da Rocha Barros * 2004–2006: Celso Luiz Tenório Brandão * 2007–2008: Wilton Antonio Figueiroa Lima * 2009–2010: José Serafim da Silva Filho * 2011–2021: Marcos Antônio de Oliveira Barbosa * 2021–presente: Mário Marroquim do Nascimento Neto == Treinadores == * Dados indisponíveis (1912–1936) * Franz Gaspar (1937–1940) * Dados indisponíveis (1941–1972) * Martim Francisco (1973) * Dados indisponíveis (1974) * Jorge Vasconcelos (1975–1978) * Jalber Carvalho (1978) * Jorge Vasconcelos (1978–1979) * Jalber Carvalho (1979) * Dados indisponíveis (1980–1982) * Jorge Vasconcelos (1983) * Roberval Davino (1984–1985) * Givanildo Oliveira (1986–1987) * Joel Martins (1987) * Dados indisponíveis (1988–1989) * Hélio dos Anjos (1990) * Dados indisponíveis (1991) * Arnaldo Lira (1992) * Arthur Neto (1993) * Orlando Bianchini (1993) * José Carlos Serrão (1994) * Orlando Bianchini (1995) * Dados indisponíveis (1996) * Roberval Davino (1997–1998) * Celso Teixeira (1998) * Ernesto Paulo (1999) * Tonho Gil (2000) * Ademir Fonseca (2000) * Roberval Davino (2001) * Fantato (2001) * Luiz Carlos Cruz (2002) * Mauro Fernandes (2002) * Arnaldo Lira (2003) * Estevam Soares (2003) * Ubirajara Veiga (2003) * Robertinho (2003) * Arnaldo Lira (2004) * Marcelo Chamusca (2004) * Ney da Matta (2005) * Ubirajara Veiga (2005) * Flávio Barros (2005) * Geraldão (2005) * Luiz Carlos Cruz (2005) * Roberto Cavalo (2006) * Gérson Sodré (2006) * Ubirajara Veiga (2006) * Ricardo Rocha (2007) * Alexandre Barroso (2007) * Marcelo Oliveira (2007) * Roberval Davino (2007) * João Carlos Costa (2008) * Júlio Espinosa (2008) * Maurício Simões (2008) * Roberval Davino (2008) * Maurício Simões (2009) * Arnaldo Lira (2009) * Valmir Louruz (2009) * Joãozinho Paulista (2009) (interino) * Valmir Louruz (2009) * Edson Ferreira (2010) * Amauri Knevitz (2010) * Flávio Lopes (2011) * Joãozinho Paulista (2011) * Paulo Comelli (2011–2012) * Roberto Fonseca (2012) * Pintado (2012) * Roberval Davino (2012) * Heriberto da Cunha (2013) * Ademir Fonseca (2013) * Ivanildo Santos (2013) (interino) * Márcio Goiano (2013) * Roberval Davino (2013–2014) * Eduardo Souza (2014) * Ademir Fonseca (2014–2015) * Alexandre Barroso (2015) * Mazola Júnior (2015–2016) * Léo Condé (2017) * Dado Cavalcanti (2017) * Mazola Júnior (2017–2018) * Júnior Rocha (2018) * Doriva (2018) * Roberto Fernandes (2018–2019) * Marcelo Chamusca (2019) * Marcelo Cabo (2019–2020) * Ramon Menezes (2020) * Roberto Fernandes (2020–2021) * Allan Aal (2021–2022) * Marcelo Cabo (2022) * Daniel Paulista (2022) * Umberto Louzer (2023) * Daniel Paulista (2023-2024) * Bruno Pivetti (2024) * Hélio dos Anjos (2023-presente) == Patrimônio == === Sede administrativa em Jaraguá === Em 1967 foi vendido ao CRB o Beer CRB, antiga sede social do CRB, que foi ‘tomado’ após o descumprimento parcial das obrigações contratuais. A antiga proprietária assegurou, em 2011, um Contrato de Cessão de Direitos e Obrigações de Promessa de Compra e Venda de Imóvel Urbano, que impedia que o clube executasse qualquer tipo de transação que envolvesse o bem. O então Beer CRB chegou a ser duplamente comercializado, pela diretoria regatiana e pelos herdeiros de Emérita Peixoto. Em julho de 2013, a justiça alagoana reconheceu que os dois compradores têm direito ao imóvel, onde será construído o Edifício Residencial Regatas, pondo um fim à sede social do clube. A atual sede administrativa se localiza na Rua Silvério Jorge, bairro do Jaraguá, em Maceió, Alagoas. === Ninho do Galo === O Complexo de Treinamentos Presidente Marcos Barbosa ou CT Ninho do Galo é localizado na Nova Pajuçara, na cidade de Barra de São Miguel, região metropolitana de Maceió. Foi o primeiro empreendimento a ser entregue no terreno de 300 mil metros quadrados pertencente ao clube. Em 23 de julho de 2014, 4 meses após a entrega do Estádio Severiano Gomes Filho e do Beer CRB aos compradores, as obras foram iniciadas. Apesar das adversidades e com alguns prazos de entrega a não serem cumpridos, o CT foi finalmente entregue em 23 de dezembro de 2015. O Ninho do Galo contem 4 campos oficiais, 24 apartamentos mobiliados, 2 refeitórios e módulos com piscina, academia, fisioterapia e lazer. == Ranking da CBF (Confederação Brasileira de Futebol) == Ranking da Confederação Brasileira de Futebol (CBF) * Posição: 31.ª * Pontuação: 4766 pontos Ranking criado pela Confederação Brasileira de Futebol que pontua todos os times do Brasil. Obs.: No antigo ranking da CBF, ocupava a 36.ª posição. == Rivalidade == Seu maior rival é o CSA, onde é o principal confronto do Estado de Alagoas. Também tem uma rivalidade em menor grau com o ASA de Arapiraca. === Clássico das Multidões === CRB x CSA protagonizaram 523 partidas na história centenária dos confrontos entre esses dois clubes alagoanos, com 188 vitórias do CRB, 178 empates e 157 vitórias do CSA. O CRB marcou 619 gols, enquanto o CSA balançou as redes 635 vezes. No geral, são 31 vitórias de vantagem para o Galo. Somando as finais disputadas e também as edições realizadas com sistema de pontos corridos, o CRB foi vice-campeão para o CSA em 23 oportunidades, enquanto o time azulino amargou 20 vice-campeonatos para o CRB. === CRB vs ASA === CRB e ASA protagonizaram 191 jogos, o galo da praia venceu 93 jogos, o alvinegro 44 jogos e houve 54 empates. O Campeonato alagoano foi decidido por ambas as equipes em 4 oportunidades, o CRB venceu 3 vezes e o ASA uma vez. == Torcida == O CRB tem uma das maiores torcidas do estado de Alagoas. * Movimento Popular Bravos Regatianos * Torcida Organizada Comando Alvi Rubro (Antiga Comando Vermelho) * Torcida Alcoolizada Galo Chopp (Primeira Torcida Alcoolizada Do Brasil) * Torcida CRB Chopp * Movimento Uniformizada Garra * Torcida GaloFace * Torcida GaloFiel * Torcida CRB-Net * Torcida Vermelha do CRB * Torcida Os Embriagalo * Torcida Galo De Campina * Torcida Regatiamo - WhatsApp * Caravana do GALO - WhatsApp ==== Comando Alvi Rubro ==== A torcida organizada Comando Alvi Rubro foi fundada em 11 de agosto de 1993 por um grupo de torcedores apaixonados pelo CRB, que há muito tempo reuniam-se em jogos do galo. Em suas primeiras reuniões para discutir o nome da torcida e a elaboração de um estatuto, alguns nomes foram sugeridos, entre eles Comando Vermelho, que foi o nome predominante e oficial, durante anos, tendo como mascote \"a Morte\". Assim como toda a torcida organizada, ela precisa receber uma autorização especial, do Batalhão da Polícia Militar, segundo nova legislação em vigor nos estádios do Estado de Alagoas, o nome Comando Vermelho, não fora aprovado, fazendo com que todos pensassem em um novo nome. Muitos nomes foram sugeridos, até que um dos componentes do grupo sugeriu o nome Comando Alvi Rubro. ==== Galo Chopp ==== A torcida Galo Chopp foi fundada em 10 de agosto de 2003 por dois amigos regatianos apaixonados pelo CRB: Batista e Julio César, sendo esta a primeira torcida alcoolizada do Brasil. Diferentes das que já existem: organizadas, uniformizadas e etc. Por compromissos particulares Júlio César não pode permanecer na torcida, mas Batista seguiu em frente com determinação e o objetivo de tornar a Galo Chopp uma das maiores torcidas do CRB, daquele dia até hoje a Galo Chopp cresceu muito tanto que juntamente com a Comando Alvi Rubro são as duas principais torcidas do CRB. Tendo como lema \"embriagados de amor pelo CRB\", a Galo Chopp acompanha o CRB em seus jogos. ==== CRB Chopp ==== A torcida CRB Chopp foi fundada em 7 de julho de 2009. Seu lema é \"Duas Cores um só Sentimento\". ==== CRB-Net ==== A ideia de criar a CRB-NET surgiu através de alguns torcedores que frequentavam os canais de bate-papo do CRB no IRC, mais precisamente na Rede BrasIRC. Mesmo tendo a CRB-NET sido fundada depois da fusão de todos os canais do CRB (#CRB-NET, #TOCV, #GALO-AL) para o #CRB, que ocorreu em 8 de março de 2000, o nome CRB-NET, dessa forma como se escreve, foi dado em homenagem ao primeiro canal de bate papo do CRB na Rede BrasIRC, que era o #CRB-NET. Em Setembro do ano de 2000, veio a ideia de criar a torcida, e, com isso, a necessidade de se fazer uma faixa que pudesse servir como referencial nos jogos e para que pudessem ser feitos os \"Encontros de Intervalo\" nas partidas do CRB. Apesar da ideia, somente conseguiu-se concretizar os planos em fevereiro de 2001, quando foi estreado a primeira faixa, no clássico contra o CSA, válido pelo Campeonato Alagoano. == Ver também == * Ranking da CBF * Futebol no Brasil * Futebol da Região Nordeste do Brasil * Federação Alagoana de Futebol * Confederação Brasileira de Futebol * Clubes brasileiros de futebol == Ligações externas == * * * * CRB Categoria:Clubes de futebol fundados em 1912 Categoria:Clubes campeões do Campeonato Alagoano",
 "title": "Clube de Regatas Brasil"
}