{
 "id": "50229",
 "text": "Associação Portuguesa de Desportos é um clube poliesportivo brasileiro de São Paulo cuja modalidade esportiva principal é o futebol. Foi fundada em 14 de agosto de 1920 por membros da comunidade portuguesa radicados na capital paulista, e suas cores são o vermelho e o verde, em alusão à bandeira nacional de Portugal. No futebol paulista, a Portuguesa é o quarto clube que mais disputou a elite estadual e é o quinto ativo em títulos estaduais e número de pontos ao longo dos anos.RODRIGUES, Rodolfo - Corinthians lidera ranking histórico de pontos do Paulistão, página editada em 4 de fevereiro de 2017 e disponível em 26 de agosto de 2018.GOTARDO, Ivan - Portuguesa é o quinto clube com mais pontos na elite do Campeonato Paulista, página editada em 20 de março de 2021 e disponível em 21 de março de 2021. É um dos clubes fundadores da Federação Paulista de Futebol criada em 1941. Já a nível nacional, foi o primeiro clube a representar o estado de São Paulo no Campeonato Brasileiro de Futebol. Faz parte do seleto grupo de clubes campeões de competições oficiais do estádio do Maracanã, sendo inclusive o primeiro clube de São Paulo e de fora do Rio de Janeiro a ser campeão de uma competição oficial dentro do Maracanã superando um clube carioca na grande decisão. Disputou o primeiro Campeonato Brasileiro sucessor da Taça Brasil e, a partir de então, permaneceu de forma ininterrupta na elite até 2002. Apenas oito clubes brasileiros alcançaram sequências mais longas sem rebaixamentos. É um dos 20 clubes que mais vezes disputaram a primeira divisão do Campeonato Brasileiro e um dos 20 clubes que mais acumularam pontos na tabela histórica agregada. E, a despeito de reduzidas cifras de valor de elenco e faturamento recentes, permanece sendo uma das 30 marcas mais valiosas do futebol brasileiro. O vice-campeonato brasileiro de 1996, o Campeonato Brasileiro da Série B de 2011, os títulos do Torneio Rio-São Paulo em 1952 e 1955 (a época o único campeonato interestadual do Brasil e precursor do Campeonato Brasileiro), e os 3 títulos do Campeonato Paulista da Série A1 (o último em 1973), ficaram marcados como os seus mais célebres momentos. A Lusa já contou com grandes jogadores da história do futebol brasileiro. Djalma Santos, Brandãozinho, Julinho Botelho, Félix, Leivinha, Marinho Peres, Enéas, Roberto Dinamite, Dener e Zé Roberto foram só alguns dos grandes futebolistas que jogaram pela equipe paulistana em seus mais de 5000 jogos.Site futebol80, Jogos da Portuguesa-SP, página disponível em 15 de Fevereiro de 2018 Teve 6 jogadores convocados para a Seleção Brasileira em 4 copas do mundo (1954, 1958, 1962 e 1970), das quais 3 o Brasil foi campeão. == História == === Fundação === No dia 14 de agosto de 1385, as tropas portuguesas, lideradas por Dom João, Mestre de Avis, derrotaram as tropas de Dom João I de Castela na batalha de Aljubarrota, um dos acontecimentos mais importantes da história de Portugal, que marcou o início da dinastia de Avis, ligada aos descobrimentos que permaneceria no poder até 1580. Quase cinco séculos mais tarde, no dia 14 de agosto de 1920, o jornal O Estado de São Paulo anunciava em sua página esportiva a fundação da Associação Portuguesa de Esportes: A Portuguesa surgia da fusão de cinco sociedades lusitanas já existentes: Luzíadas Futebol Club, Associação 5 de Outubro, Esporte Club Lusitano, Associação Atlética Marquês de Pombal e Portugal Marinhense. Formada oficialmente no Salão da Câmara Portuguesa de Comércio, inicialmente como uma sociedade civil sem fins lucrativos (entidade esportiva, recreativa, assistencial, educacional). O pedido de filiação da Portuguesa à Associação Paulista de Esportes Atléticos (APEA) foi deferido no dia 2 de setembro de 1920, mas como não havia mais tempo para a inscrição no campeonato daquele ano, a Portuguesa fundiu-se ao Mackenzie, já inscrito, e participaram juntos do campeonato de 1920. A Associação Atlética Mackenzie College foi o primeiro clube de futebol brasileiro para brasileiros. Fundada em 1898 por estudantes do Mackenzie College, era formada apenas por alunos do colégio. A Portuguesa-Mackenzie disputou os certames pela APEA até 1922. Em 1923, a Associação Portuguesa de Esportes desligou-se do parceiro e passou a disputar jogos com sua antiga denominação. Em 1940 a Associação Portuguesa de Esportes alterou seu nome para Associação Portuguesa de Desportos. === Portuguesa de 1933 === Principais jogadores deste ano, em que a Lusa foi a terceira colocada no Campeonato Paulista e também no Torneio Rio-São Paulo: Batatais, Neves e Machado. No Torneio Rio-São Paulo, a competição mais acirrada do ano de 1933 no Brasil, a Lusa fez 30 pontos em 22 jogos, com 12 vitórias, 6 empates e apenas 4 derrotas, 57 gols pró e 33 contra, saldo favorável de 24 gols. === Portuguesa do biênio 1935/1936 === A equipe da Portuguesa de 1935 e 1936 ficou marcada por ter sido bicampeã paulista. Em 1935, a Portuguesa tinha quinze anos de história e venceu o campeonato paulista daquele ano com certa facilidade, tendo sido líder absoluta durante toda a competição, só não sendo campeã invicta daquele ano, pois tropeçou no último jogo da competição contra o Ypiranga, na rua dos Ituanos. Por causa de seu tropeço a Portuguesa voltou a enfrentar a equipe do Ypiranga numa melhor-de-três pontos, empatando com a equipe do Ypiranga por 2–2, mas impondo a sua melhor categoria na segunda partida, quando impôs uma goleada por 5–2, se tornando campeã paulista de 1935, naquele que foi seu primeiro título estadual. No ano seguinte veio o bicampeonato, com certa facilidade, pois a Portuguesa chegou na final contra o mesmo Ypiranga que enfrentou no ano anterior, só que desta vez não foi preciso uma melhor de três, pois a Lusa goleou a equipe do bairro do Ipiranga por 6–1. A conquista de 1936 lhe deu vaga no Campeonato Brasileiro de 1937, competição entre campeões estaduais profissionais, organizada pela FBF. Na competição, em 10 de janeiro de 1937, em casa, estreou com uma vitória de 4 a 1 sobre o Fluminense, a primeira goleada do Brasileirão, também o primeiro jogo entre times de Rio de Janeiro e São Paulo na competição. Ainda goleou o Rio Branco por 4 a 0, mas quatro derrotas lhe custaram a última posição do quadrangular decisivo. Escalação: Rossetti, Fiorotti e Oswaldo; Duílio, Barros e Mandico; Arnaldo, Frederico, Paschoallino, Carioca e Adolpho. No último ano da década de 1930, em 1940, primeiro ano da Era Pacaembu, a Lusa se sagraria vice-campeã paulista. === Portuguesa da década de 1950 === O time da década de 1950 é considerado a melhor equipe de toda a história da Portuguesahttps://trivela.com.br/nos-cinco-anos-sem-djalma-santos-uma- lembranca-da-melhor-lusa-de-todos-os- tempos/https://www.imortaisdofutebol.com/2013/06/25/esquadrao-imortal- portuguesa-1951-1955/http://portuguesa.com.br/site/clube/historia/, não só por ter conquistado títulos importantes dentro e fora do país, mas também por ter levado muitos jogadores para a seleção Brasileira.http://www.orgulhodeserlusa.com.br/2016/11/26/numero-de-jogadores- da-portuguesa-convocados-para-a-selecao-brasileira/ A Lusa conquistou um torneio disputado na cidade de Salvador no ano de 1951, torneio este disputado contra as equipes baianas do Esporte Clube Bahia, Esporte Clube Vitória e Esporte Clube Ypiranga, este último sendo na época, um dos grandes clubes da capital baiana, como os outros dois, que formam a conhecida dupla Ba-Vi, e também o Torneio de Belo Horizonte neste mesmo ano, disputado contra os clubes mineiros América, Atlético e Cruzeiro. Além do Torneio San Izidro 1951, conquistado na Espanha, a Portuguesa também ganhou a Fita Azul por 3 vezes, por ter feito três expedições fora do País invictas, nos anos de 1951, 1953 e 1954. A 17 de setembro de 1954 recebeu comenda da Ordem Militar de Cristo. A Portuguesa dos anos 1950 também foi por duas vezes campeã do Torneio Rio-São Paulo, nos anos de 1952, na final contra o Clube de Regatas Vasco da Gama e em 1955, na final contra a Sociedade Esportiva Palmeiras. No último ano da década de 1950, a Lusa foi vice campeã paulista de 1960, terminando o campeonato dois pontos atrás do Santos Futebol Clube, do Rei Pelé. Uma derrota para o surpreendente Noroeste, que terminaria o campeonato estadual na quinta colocação, em Bauru, na penúltima rodada, em 11 de dezembro, foi determinante para separar os dois clubes na tabela de classificação final. Principais jogadores da Lusa na década de 1950: Brandãozinho, Djalma Santos, Ipojucan, Simão, Julinho Botelho e Pinga. === Portuguesa de 1971 a 1975 === Terceira colocada do Paulista em 1971, a Lusa ainda chegaria em quarto em 1974, em duas belas campanhas estaduais. No ano de 1971, a rubro verde conquistou o Torneio Oswaldo Teixeira Duarte, em Goiás, contra Goiânia, Goiás e Vila Nova, vencendo na final o Goiânia por 2–1.Site Futebol de Goyas - Torneio Oswaldo Teixeira Duarte 1971, página disponível em 2 de fevereiro de 2015 Em 1972 a Portuguesa venceu o Torneio Quadrangular de Istambul, prenúncio da glória que viria a seguir. A Portuguesa de 1973 será lembrada por um título estadual polêmico, quando foi co-campeã paulista com o Santos Futebol Clube, após um erro do árbitro Armando Marques na contagem dos pênaltis, perante cerca de 116.000 torcedores, mas poucos citam o fato de que a Lusa teve um gol anulado neste mesmo jogo, um gol legítimo de seu centroavante Cabinho. Para se classificar para final, a Portuguesa foi campeã invicta da Taça São Paulo, com 7 vitórias e 4 empates, vindo a vencer o Palmeiras na partida decisiva disputada no Pacaembu por 3–0, perante 29.600 torcedores pagantes. Era um time jovem que jogava de maneira irregular, mas com muita qualidade, tanto na defesa, quanto no ataque, que tinha ainda o centroavante Cabinho, que mais tarde seria ídolo no México. Escalação: Zecão; Izidoro, Pescuma, Badeco, Calegari; Cardoso, Xaxá, Eneas; Wilsinho, Cabinho e Basílio. A Lusa manteve a base nos anos seguintes, sagrando-se vice-campeã paulista em 1975, perdendo o título nos pênaltis para o São Paulo, após uma vitória de 1–0 para cada um dos oponentes nos dois jogos decisivos. === Portuguesa de 1984 a 1986 === O time rubro-verde era liderado por Edu Marangon, criado nas categorias de base da Lusa, tendo estreado na equipe principal no ano de 1984, ano em que a Lusa foi sétima colocada no Campeonato Brasileiro. Edu foi o maestro do time vice-campeão paulista em 1985, assim como na quinta colocação do Paulistão 1986, vindo a deixar o clube em 1988. Outro grande jogador neste período, foi o experiente zagueiro Luís Pereira, que comandava a defesa do time que teve apenas 4 derrotas em 36 jogos do Paulistão 1985, ano em que a Lusa não teve os seus jogos transmitidos pela TV que detinha dos direitos desse campeonato, inclusive a final, por não concordar em receber quantia menor pelos direitos de transmissão do que Corínthians, Palmeiras, Santos e São Paulo.História dos clubes nacionais A 23 de Abril de 1987 foi feita Membro-Honorário da Ordem do Infante D. Henrique. === Portuguesa de 1996 === A Portuguesa de 1996 não ganhou nenhum título de expressão, mas ficou marcada por estar entre as melhores equipes do país. Naquele ano, a Portuguesa conquistou o Torneio Início do Campeonato Paulista e foi vice-campeã brasileira. A Lusa foi valente. Terminou a fase classificatória na 8ª colocação com 36 pontos. Um a mais do que o 9º, 10º e 11º colocados (Internacional-RS, Sport Recife e São Paulo, respectivamente). A Portuguesa, seguindo o regulamento da competição, pegaria o primeiro colocado, Cruzeiro, nas quartas de finais. Perguntado por jornalistas na sala de imprensa do Mineirão, logo após o jogo do Cruzeiro, o Presidente do clube ironizou: \"Pegamos a Portuguesa? Então já estamos na semifinal!\" Mas a Portuguesa cresceu, não se intimidou e despachou o Cruzeiro para Belo Horizonte com uma vitória convincente por 3–0 no estádio do Canindé. No jogo de volta a Lusa perdeu por 1–0, mas avançou. Já nas semifinais a Lusa enfrentou outro time mineiro, o Atlético, mas o respeito era nítido. A Portuguesa fez o primeiro jogo no Morumbi e venceu por 1–0 a equipe mineira. Já no jogo da volta conseguiu um empate por 2–2 e avançou pela primeira vez em sua história a uma final de um campeonato brasileiro. O adversário, dessa vez seria um gaúcho, o Grêmio, sexto colocado na fase de classificação. Na final a Lusa começou muito bem. No dia 11 de dezembro de 1996 ocorreu o primeiro jogo da grande final no estádio do Morumbi. A Lusa venceu por 2–0, gols de Gallo e Rodrigo. O título estava encaminhado. Mas no segundo jogo, dia 15 de dezembro de 1996, a Lusa não se encontrou nos primeiros minutos e logo aos 3' minutos tomou gol do atacante Paulo Nunes. Depois, foi entrando no jogo gradativamente. Perdeu grandes oportunidades e o futebol puniu. Aos 39' minutos do 2º tempo, no cabeceio do zagueiro César em uma bola que ia para tiro de meta, Aílton marcou o segundo gol do Grêmio, gol esse que valeu o títulos aos gaúchos, pois o regulamento previa que em caso de dois placares iguais, não haveria um terceiro jogo, sendo o título dado ao time de melhor campanha na fase de classificação. Como a Lusa ficou em 8ª e o Grêmio em 6º, o título foi parar no Sul, trazendo revolta ao torcedor lusitano. Sentimento de injustiças pelas belas atuações, são lembrados pelos lusitanos que viveram essa fase, e tiveram orgulho de ser Lusa. Escalação: Clemer, Walmir, Émerson, César e Carlos Roberto, Capitão, Gallo, Caio e Zé Roberto, Alex Alves (Tico) e Rodrigo Fabri. Técnico: Candinho. A 18 de agosto de 1997 foi feita Membro- Honorário da Ordem do Mérito. === Portuguesa de 2002 === No Campeonato Brasileiro de Futebol de 2002, a Portuguesa de Desportos sofreu um rebaixamento pela primeira vez na sua história, inédito, em seus até então, 82 anos. Posteriormente, em 2006, a equipe sofreria o primeiro rebaixamento no Campeonato Paulista. === A Portuguesa na Série A2 paulista === Campeã da série A2 em 2007 com 27 jogos disputados ao todo, somou 16 vitórias, oito empates e apenas três derrotas. Foi a melhor equipe da primeira fase do campeonato, com 38 pontos em 11 vitórias e apenas três derrotas. Na segunda fase, no Grupo A, composto por Portuguesa, Guarani, Bandeirante e São José, foi líder absoluta de forma invicta no grupo e garantiu a vaga na série A do Paulistão na 4ª rodada, após bater o Guarani por 1–0 e a vaga para a final na 5ª rodada, após um empate por 2–2 com o São José. O time, em seis jogos na segunda fase, conquistou quatro vitórias e dois empates, sendo disparada a melhor equipe da segunda fase nos dois grupos e a única invicta, com 14 pontos, somando o dobro de pontos do Guarani (sete pontos), segundo colocado no grupo e que conquistou a vaga na série A do paulistão graças à Portuguesa, pois a mesma já estava classificada para a final e jogava na última rodada de grupos no Canindé contra o Bandeirante, que precisava de uma simples vitória sobre o time luso para conquistar o segundo lugar do grupo e, consequentemente, a vaga na série A do Paulistão. Porém, a Lusa não quis saber e fez a sua parte, venceu o Bandeirante por 1–0, e garantiu a volta do Guarani, que teve que torcer muito pela Lusa pois sua volta à elite paulista dependia daquele jogo. A Lusa foi para a final enfrentar o Rio Preto, 3º colocado na 1ª fase com 34 pontos e 1º colocado do Grupo B da 2ª fase com 10 pontos, quatro a menos que a Lusa no Grupo A, de onde a Lusa passou com facilidade, de forma invicta, com antecedência e com o dobro de pontos do segundo colocado (o Guarani). O primeiro jogo, em São José do Rio Preto, terminou empatado em 1–1, com um público menor que 2.000 pessoas, gols de Clayton para o Rio Preto e do lateral Leonardo para a Lusa. Já no Canindé lotado em São Paulo, com um público de aproximadamente 25.000 pessoas (12.000 pagantes), a Lusa pode dar o grito de campeã e fazer a festa depois do jogo, após bater o Rio Preto por 4–0, com gols de Rodrigo Uchôa (contra), Diogo, Rivaldo e Marcos Paulo. Clayton, autor do gol do Rio Preto no 1º jogo da final, foi o artilheiro do campeonato com 12 gols, e logo após o termino do mesmo, foi contratado pela campeã Portuguesa, para a disputa da Copa do Brasil e da Série B. A Lusa fez uma belíssima campanha, com apenas três derrotas no Campeonato todo e disparada a melhor equipe em todas as fases disputadas no Campeonato. Em uma pesquisa feita pelo site \"Futebol Interior\" com diversos jornalistas, dentre eles alguns da ESPN Brasil e Globo.com, foi eleita a seleção do Campeonato. Metade da seleção pertencia à campeã Portuguesa do técnico Vágner Benazzi, que apostou principalmente na sua base, como Bruno Rodrigo, Rai, Leonardo, Joãozinho e Diogo, os 3 últimos foram vendidos para o exterior algum tempo depois. Os jogadores lusos eleitos na seleção foram: Tiago (o goleiro artilheiro da Lusa), Wilton Goiano, Leonardo, Marcos Paulo, Preto e Diogo. ===2011: Barcelusa=== Na disputa do Campeonato Brasileiro Série B de 2011, a Portuguesa jogou um futebol envolvente, de toque de bola refinado e ofensivo, que ganhou por isso mesmo o apelido de Barcelusa, numa comparação com o Futbol Club Barcelona, time europeu que disputa as partidas com essas características de jogo. A comparação feita entre a Portuguesa e o Barcelona foi tão grande que as notícias se espalharam pelo mundo, e fizeram com que repercutissem notícias da Portuguesa em grandes jornais da Espanha, comparando o estilo de jogo da Lusa com o do Barça.Jornal Marca-ES. A Lusa garantiu o seu retorno ao Campeonato Brasileiro Série A, ao vencer o Americana Futebol em 22 de outubro de 2011 por 3–2, em partida disputada no interior paulista, com 7 rodadas de antecedência, vindo a conquistar o título do Campeonato Brasileiro Série B de 2011 após empatar com o Sport Recife por 2–2, na noite do dia 8 de novembro de 2011, faltando ainda 3 rodadas para o fim desse campeonato, partida esta com um público que lotava as arquibancadas do Estádio do Canindé. Em 38 jogos, a Portuguesa teve 23 vitórias, 13 empates e apenas 3 derrotas, marcando 82 gols e sofrendo apenas 32, tendo ainda ficado invicta por 21 jogos durante essa competição. A excelente campanha da Portuguesa na Série B de 2011 é considerada a segunda melhor campanha da História do Campeonato Brasileiro de Futebol - Série B, e além disso, a Portuguesa, com seus 82 gols marcados, obteve a marca de melhor ataque de toda a História da Série B, marca esta que outros grandes clubes assim como a Lusa que disputaram a Série B jamais chegaram perto. ===2012: reforço campeão do mundo=== Empolgada com a grande campanha na Série B, a Lusa iniciava o ano de 2012 como favorita a uma vaga nas fases finais do Campeonato Paulista, ou até mesmo como um possível azarão na disputa do título. Na primeira partida da temporada, mantendo a equipe-base da \"Barcelusa\" e o técnico Jorginho, a Portuguesa venceu o Corinthians (então campeão Brasileiro, e que meses depois conquistaria a Libertadores e o Mundial de Clubes) em partida amistosa no Pacaembu por 1–0 valendo o Troféu Doutor Sócrates, mostrando novamente o futebol envolvente de 2011. As expectativas para o ano que começava aumentavam ainda mais. O bom momento acabava aí. A derrota para o Paulista dentro do Canindé por 2–0 na estreia já prenunciava o pior. O time foi incapaz de crescer na competição, acumulou maus resultados e passou longe do G-8. Antes da última rodada a Lusa ocupava a 15ª colocação com 18 pontos, apenas 4 vitórias, 6 empates e 8 derrotas, e dependia de uma vitória sobre o Mirassol fora de casa para eliminar qualquer chance de rebaixamento. Foi goleada por 4–2. Com o empate em 2–2 entre XV de Piracicaba e Mogi Mirim, e um gol marcado ao 43 minutos do 2º tempo pelo Botafogo de Ribeirão Preto sobre o Guarani, que definiu a vitória do Pantera por 2–1, a Portuguesa pela segunda vez em sua história foi rebaixada à Série A2. O clube chegava do céu ao inferno em apenas quatro meses e meio. Foi o primeiro de seis descensos sofridos em seis anos consecutivos, que levariam a Portuguesa aos piores dias de sua história. Para o Campeonato Brasileiro de 2012, o técnico Jorginho foi trocado por Geninho. Para a posição de goleiro, carente de reforço após Weverton deixar o clube, foi contratado o consagrado Dida, campeão do mundo pela seleção brasileira em 2002. Dispensado pelo Milan e até então se dedicando ao futebol de areia, o veterano provou, aos 38 anos, que ainda tinha espaço na elite do futebol nacional. O meia Moisés e o atacante Bruno Mineiro também foram destaques da equipe que terminou a competição na 16º colocação. Um tranquilo empate em 0–0 com a Ponte Preta no Canindé pela 38ª rodada eliminou qualquer possibilidade de queda. ===2013: Caso Héverton=== Geninho não permaneceu no comando técnico para a Série A2 do Campeonato Paulista e Péricles Chamusca, famoso pelo vice-campeonato da Copa do Brasil em 2002 com o Brasiliense, foi contratado. A condição de integrante da elite do futebol brasileiro parecia indicar que a Portuguesa não teria dificuldades para conquistar o acesso. Porém, apesar do bom aproveitamento, que manteve a equipe constantemente nas primeiras posições, a falta de técnica e de tática da equipe, mesmo após 25 dias de pré-temporada e 19 rodadas da primeira fase, incomodava a torcida. Algo estava errado, e isso ficou evidenciado na eliminação na 1ª fase da Copa do Brasil para o modesto Naviraiense em pleno Canindé e na derrota por 7–0 para o Comercial em Ribeirão Preto pela segunda fase da competição. Esta última custou o cargo de Chamusca e Edson Pimenta, auxiliar do clube, assumiu interinamente. Com 3 vitórias em 3 jogos, garantiu o acesso à elite do futebol paulista e levou a equipe à final da competição, vencendo inclusive o jogo de ida da contra o Rio Claro por 2–1 (gols de Corrêa e Matheus). Para o jogo da volta, um empate ou até mesmo derrota por um gol de diferença seriam suficientes para a Portuguesa conquistar o título, o que não bastou para esfriar os ânimos no Canindé. Indignada com recentes declarações do presidente Manuel da Lupa, a torcida protestou contra a comissão técnica e diretoria antes, durante e depois da partida, vencida pelo Rio Claro por 1–0. A Portuguesa conquistava o título da Série A2 tendo a melhor campanha como critério de desempate. O auge da ruptura entre presidente e torcedores foi a cerimônia de entrega da taça, onde da Lupa fez questão de receber o troféu antes mesmo do elenco campeão e comemorou o título em um pódio montado o mais longe possível da própria torcida. Edson Pimenta foi efetivado para o cargo de técnico da Portuguesa no Campeonato Brasileiro. A decisão irritou a torcida, pois Pimenta possuía um histórico incompatível com um técnico de Série A: sua experiência se resumia a equipes amadoras da cidade de São Paulo e cargos auxiliares a convite de dirigentes da Lusa. Sua permanência se mostrou desastrosa, e Pimenta foi demitido após derrubar o time para a última posição. Guto Ferreira assumiu e iniciou uma campanha de recuperação que culminou com a 12ª colocação geral após o encerramento da 38ª rodada. Em 11 de dezembro, três dias após a última rodada do Campeonato Brasileiro, a CBF notifica ao STJD a escalação irregular do meia-atacante Héverton para a partida da 38ª rodada contra o Grêmio no Canindé. Expulso em partida contra o Bahia pela 36ª rodada, cumpriu suspensão automática na 37ª rodada, foi punido com suspensão de 2 jogos pelo STJD em 6 de dezembro, 2 dias antes da 38ª rodada, mas mesmo assim foi relacionado. No dia 16 de dezembro de 2013, o STJD puniu a Portuguesa com a perda do ponto conquistado na partida (terminada em 0–0) e de mais 3 pontos, derrubando a Lusa para a 17ª posição e, consequentemente, para a zona de rebaixamento à Série B. O clube recorre ao pleno do STJD, que mantém a sentença. Foi cogitada uma apelação ao Tribunal Arbitral do Esporte (TAS), localizado na Suíça, que não se concretizou. ; Investigação O episódio motivou o promotor de justiça do consumidor Roberto Gomes Senise Lisboa a abrir inquérito contra a CBF e o STJD no Ministério Público de São Paulo em janeiro de 2014. Quase dois anos depois, o inquérito foi arquivado por falta de provas. ; Versões dos envolvidos O presidente da Portuguesa à época, Manuel da Lupa, considera o episódio um erro administrativo. Segundo ele, o advogado contratado para representar a Portuguesa nas audiências do STJD, Osvaldo Sestário de Lima, confessou não ter comunicado a suspensão de 2 jogos. Valdir Rocha, vice-presidente jurídico da Lusa no período, confirma a versão do ex- presidente, afirmando que testemunhou Da Lupa ligar para Sestário em 11 de dezembro, dia em que o caso ganhou os holofotes da imprensa, cobrando explicações. Sestário teria falado em um \"lapso\" de sua parte e se desculpado do ocorrido. Sestário, por sua vez, nega a versão dos dois. Ele se ampara em registros telefônicos mostrados à imprensa que indicam conversas com Valdir no dia do julgamento, uma antes e outra depois da sessão do STJD. Também se vale da declaração do promotor Roberto Senise, que o inocentou publicamente durante o andamento das investigações. Mas de acordo com Guto Ferreira, então técnico da Portuguesa e responsável direto pela escalação do jogador, Sestário comunicou ao clube a manutenção da suspensão de 1 jogo. O entendimento da comissão técnica era de que a suspensão já havia sido cumprida na 37ª rodada e que o atleta poderia ser relacionado normalmente. Guto saiu do país quase imediatamente após a partida contra o Grêmio: na semana que se sucedeu, concedeu entrevista de Miami, onde passava férias. Luís Iaúca, ex-vice- presidente e mecenas do clube na gestão Da Lupa, chegou a suspeitar do envolvimento de mais um atleta no caso: o meio-campista Souza, que alegou uma lesão muscular para não ser relacionado para a partida contra o Grêmio. Héverton não era relacionado constantemente, e segundo Iaúca, que questiona a veracidade da lesão, a dispensa de Souza teria sido um gatilho para a escalação do jogador. Souza rebateu Iaúca culpando a diretoria pela escalação irregular, disse que ignorou a lesão para salvar o clube da queda e que teve sequelas duradouras do referido problema muscular. Émerson Leão, que treinou Souza no São Paulo e foi consultor de futebol da Portuguesa por um curto período, vai de encontro a esta versão, dizendo que Héverton forçou sua expulsão na partida contra o Bahia e que o mesmo foi escalado na 38ª rodada a pedido de um companheiro de equipe não revelado. Ainda segundo Leão, esta versão da história repercute bastante nos bastidores do clube. Ilídio Lico, eleito presidente da Portuguesa dias antes da fatídica partida, trabalhava na transição para a nova diretoria à ocasião. Afirmou que a escalação de Héverton havia sido comprada através da Unimed, principal patrocinadora do Fluminense à época. Ele isentou o jogador de qualquer responsabilidade, mas não isentou Manuel da Lupa, que segundo ele \"tem de saber o que está acontecendo no clube\". Celso Barros, então presidente do conselho administrativo da Unimed, e Mário Bittencourt, então vice-presidente de futebol do Fluminense, ameaçaram processar Lico pelas acusações. Horas depois, Lico desmentiu a declaração, mas quando confrontado com a existência de uma gravação da sua fala, disse que foi mal interpretado e que apenas informou o que ouviu de um senador da república que não quis identificar. O Fluminense então entrou com ação por danos morais contra Ilídio Lico. Quatro meses depois, Lico visitou o clube das Laranjeiras, se desculpou, minimizou as declarações anteriores, afirmou que o Fluminense se beneficiou da aplicação correta do CBJD e agradeceu Mário e Peter Siemsen, então presidente do Flu, pelo compromisso em retirar a queixa pela qual respondia. O estranho comportamento do ex-presidente atingiu o cômico quando Lico atribuiu suas acusações a um \"vinho meio forte\". O atacante Gilberto, julgado em 3 de dezembro de 2013 e suspenso para a partida que Héverton disputou de forma irregular, declarou que ao saber da punição pediu dispensa para acertar sua transferência para o Toronto FC, que pessoas da Portuguesa insistiram que ele teria condições de jogo, sem citar nomes, e que mesmo assim ignorou-as e deixou o clube. A declaração lhe rendeu uma intimação para depor. O vice-presidente de futebol em 2013, Roberto dos Santos, esclareceu o ocorrido com Gilberto dizendo que a Lusa pediria na sessão de 6 de dezembro do STJD a conversão do segundo jogo de suspensão em cestas básicas, o que liberaria o atacante para enfrentar o Grêmio. Quanto à sessão do STJD no dia 6, Roberto disse que ele e Valdir desconheciam o resultado da conversão e até mesmo do julgamento de Héverton. Por fim, Héverton falou em \"amadorismo\" e tratou o erro como apenas mais um dos problemas administrativos que a Portuguesa vivia em 2013. Disse também se sentir culpado pelo ocorrido, se desculpou e lamentou as consequências que o rebaixamento impôs ao clube. ; Eleição presidencial No dia 2 de dezembro, Ilídio Lico foi eleito presidente da Portuguesa para o triênio 2014-2016. Nas semanas que antecederam o pleito, o grupo da situação, composto pelo então presidente Manuel da Lupa e seus aliados, selou apoio a Lico, o que lhe permitiu concorrer ao cargo sem qualquer adversário. Lico foi vice-presidente de futebol da Lusa no final dos anos 1990, incluindo o período entre 1996 e 1998, quando o clube figurou entre os 8 primeiros colocados do Campeonato Brasileiro por três temporadas conscutivas. É conhecido pelo excesso de sinceridade e polêmica em suas declarações, como a proferida em abril de 1999, quando confessou a colegas de clube ter subornado um atleta da Portuguesa Santista durante o Campeonato Paulista do ano anterior. O depoimento vazou e foi publicado pela Folha de S. Paulo, após o qual Lico reagiu pedindo afastamento do cargo. O então presidente Amilcar Casado o reempossou três dias depois. O novo mandatário assumiu a presidência em 2 de janeiro de 2014, ainda em meio aos desdobramentos do Caso Héverton e da batalha judicial que lançava uma incógnita: a Lusa vai disputar a Série A ou a Série B do Campeonato Brasileiro em 2014? ===2014: rebaixamento para a Série C=== No Campeonato Paulista, após um início ruim, a Lusa se recupera com a competição em andamento e termina na 12ª colocação. Na Copa do Brasil, nova eliminação na 1ª fase, desta vez para o Potiguar de Mossoró. No Campeonato Brasileiro - Série B o time viajou para a partida contra o Joinville pela 1ª rodada mas não entrou em campo, consequência da intensa disputa judicial que se iniciou após o rebaixamento decretado nos tribunais. O Joinville foi decretado vencedor por W/O (3–0 a favor). A Portuguesa disputou a Série B normalmente a partir da 2ª rodada, mas após terrível campanha, no dia 28 de outubro, uma derrota por 3–0 para o Oeste em Itápolis determinou, com 5 rodadas de antecedência, o rebaixamento para a Série C pela primeira vez em sua história. A Lusa terminou a Série B na última colocação. === 2015: novo rebaixamento e processo de impeachment === No Campeonato Paulista, a Lusa não começa mal a competição, mas uma sequência de 8 jogos sem vitória nas últimas 8 rodadas rebaixou o clube. A Lusa chega à última rodada precisando somar pontos contra o no Morumbi e torcer contra , e . Perde por 3–0 e dá adeus à elite estadual, terminando a competição na 18ª colocação. Foi o quarto rebaixamento em quatro anos. Na Copa do Brasil, a Lusa supera o Santos do Amapá, mas é eliminada pelo Ituano na 2ª fase. Ainda no primeiro semestre, o presidente Ilídio Lico vira alvo de um processo de impeachment. O COF (Conselho de Orientação Fiscal) e o Conselho Deliberativo do clube acusaram-no de endividar a Portuguesa de forma irresponsável atrasando salários e parcelas de dívidas trabalhistas. O balanço financeiro de 2014 não foi aprovado, e serviu de gatilho para o início do processo. Ilídio foi até mesmo acusado de desonrar intencionalmente as dívidas do clube visando beneficiar-se da venda do terreno onde se encontra a sede do clube e o estádio do Canindé. Renuncia em 20 de março, sendo substituído pelo vice de finanças Jorge Manuel Marques Gonçalves. No Campeonato Brasileiro - Série C, Júnior Lopes é dispensado após campanha irregular nas primeiras 5 rodadas. Estevam Soares retorna ao Canindé, o atacante Guilherme Queiróz se destaca como artilheiro isolado da competição com 12 gols em 19 jogos, e a Lusa se classifica para as quartas de final contra o Vila Nova valendo vaga na Série B. O colorado venceu a primeira partida por 1 a 0 em Goiânia, o que não abalou a confiança dos lusitanos. Mas apesar dos 17.282 pagantes que compareceram ao jogo da volta no Canindé, a presença maciça da torcida rubro-verde não se converteu no acesso. O Vila venceu por 2–1 e condenou a Lusa a mais um ano na terceira divisão do futebol nacional. ; Manuel da Lupa expulso Em 29 de abril, o ex-presidente Manuel da Lupa foi expulso do Conselho Deliberativo da Portuguesa. O Conselho de Ética considerou da Lupa culpado pelo Caso Héverton e seus desdobramentos, quando o mesmo exercia a presidência do clube. Posteriormente, o ex-mandatário acionou a justiça e reverteu a decisão. Antes disso, ao fim de 2014, da Lupa \"rogou praga\" ao clube, dizendo que o destino da Portuguesa dali em diante seria o rebaixamento à Série D, o que se confirmou pouco menos de 2 anos depois. === 2016: rebaixamento para a Série D === Estevam Soares é mantido no cargo, mas assim como em 2009, é demitido logo no início da temporada, após derrota para o Juventus em casa por 1–0 pela 2ª rodada do Campeonato Paulista - Série A2. O clube da Mooca encerrou um tabu de 58 anos sem vencer a Lusa no Canindé. Diferente de 2007 e 2013, quando conquistou a Série A2 com sobras sem passar mais de um ano fora da elite, a realidade do clube na divisão de acesso agora era outra. Ricardinho, e posteriormente Anderson Beraldo comandaram a equipe que terminou numa modesta 13ª colocação após empate contra o Atlético Sorocaba no Canindé pela última rodada, que eliminou qualquer chance de rebaixamento para a Série A3. Na Copa do Brasil, a Lusa supera o Parnahyba mas é eliminada pelo Vitória na 2ª fase. Mas a campanha no Campeonato Brasileiro - Série C conseguiu ser pior do que a decepção no Paulista A2. O péssimo início de competição culminou na goleada sofrida para o Botafogo de Ribeirão Preto por 5–0 em pleno Canindé, que custou o cargo de Anderson Beraldo. Jorginho Cantinflas, técnico da \"Barcelusa\" de 2011, retorna ao clube disposto a livrar a Lusa da degola. Não consegue e acaba substituído por Márcio Ribeiro, responsável pela ascensão do Água Santa no futebol paulista, a apenas quatro rodadas do fim da primeira fase. A derrota para o Tombense por 2–0 fora de casa na última rodada sacramentou o rebaixamento da Portuguesa para a Série D, quinto descenso em cinco anos. Após a partida, torcedores invadiram e depredaram a sala da presidência em represália ao vexame histórico. ; Eleição presidencial Em dezembro, Alexandre Barros é eleito presidente do clube para os próximos três anos vencendo Marco Antonio Teixeira Duarte, filho de Oswaldo Teixeira Duarte, por 147 a 35 votos. Alexandre é filho de Armando de Barros, finado jornalista esportivo nascido em Portugal e radicado em São Paulo, responsável pela fundação da Equipe Líder de esportes, que possui o mote \"com a Portuguesa onde ela estiver\", priorizando todos os jogos e informações da Lusa. Alexandre herdou e comanda a Equipe Líder desde a morte do pai em 2001. Se destacou entre a torcida rubro-verde pelas críticas ácidas aos presidentes e dirigentes que comandaram a Portuguesa durante toda a sua vida profissional como repórter de campo e comentarista, situação que a partir de janeiro de 2017 se inverte, passando ele a ser o mandatário do clube, responsável pelos sucessos e fracassos da instituição no futebol profissional e sujeito aos questionamentos da imprensa, torcedores e sócios. === 2017: sem divisão === Tuca Guimarães é contratado técnico para o lugar de Márcio Ribeiro. Com uma campanha irregular, deixa o clube após a 11ª rodada. Estevam Soares então retorna para sua terceira passagem como treinador no Canindé. A Lusa termina o Campeonato Paulista - Série A2 na 13ª colocação, evitando o rebaixamento na última rodada graças às derrotas de Votuporanguense e Velo Clube. Na Copa do Brasil, a Lusa supera o Uniclinic mas é eliminada pelo Boavista na 2ª fase. Para o Campeonato Brasileiro - Série D, a formação dos grupos coloca no caminho da Portuguesa equipes tradicionais do sudeste brasileiro: Bangu, Desportiva e Villa Nova. Para comandar o meio-campo da Lusa na competição, o veterano Marcelinho Paraíba é contratado. Mauro Fernandes é contratado técnico para o lugar de Estevam Soares. O time faz campanha irregular e, dependendo de uma vitória na última rodada da 1ª fase, perde para a Desportiva por 1–0 em Cariacica e dá adeus à competição de forma precoce. Com a eliminação da Série D, a Portuguesa passa a depender da conquista do título da Copa Paulista para garantir uma nova participação no campeonato brasileiro. O atacante Guilherme Queiróz, destaque em 2015, retorna ao clube e mais uma vez se sagra artilheiro da equipe e da competição, com 14 gols. Paulo César Gusmão é contratado técnico no decorrer da disputa. É o quarto técnico na temporada. A Lusa chega à fase final com a 6ª melhor campanha e elimina o Desportivo Brasil nas quartas. Mas, após desastrosa atuação da arbitragem no Canindé, perde para a Ferroviária por 2–0 no primeiro jogo das semifinais. Na partida de volta, se despede da competição com uma insuficiente vitória por 1–0 em Araraquara. O clube termina a Copa Paulista na 4ª colocação, não se classifica para a Série D de 2018 e, pela primeira vez desde o estabelecimento do Campeonato Brasileiro moderno em 1971, se ausenta da pirâmide do futebol nacional por tempo indeterminado, dependendo a partir de então de uma futura campanha de destaque em competições estaduais para retornar. PC Gusmão, alegando problemas familiares, opta por não renovar seu vínculo com o clube após a eliminação na Copa Paulista. === 2018: despedida de Zé Roberto === Guilherme Alves é contratado técnico para o lugar de PC Gusmão. A pré- temporada, iniciada no final de 2017, conta com apenas 11 jogadores no dia de reapresentação, evidenciando os problemas financeiros e estruturais do clube. O ano de 2018 coloca a Portuguesa no mais baixo patamar de sua história no futebol profissional: a eliminação na 1ª fase do Campeonato Brasileiro - Série D de 2017 custou sua ausência das divisões nacionais por tempo indeterminado pela primeira vez desde o estabelecimento do Campeonato Brasileiro moderno em 1971; e a queda para a 49ª colocação do ranking da CBF, junto com o insucesso no Campeonato Paulista - Série A2 de 2017, deixou a Lusa fora da Copa do Brasil após 11 anos de participações ininterruptas. Só o título da Copa Paulista pode recolocar o clube na última divisão nacional, competição cuja participação dependerá do desempenho no Campeonato Paulista - Série A2. Na Copa São Paulo de Futebol Júnior, o trabalho de resgate das categorias de base começa a render frutos. O elenco é composto por atletas dispensados de Corinthians, Palmeiras e São Paulo, comandados pelo técnico Márcio Zanardi (dispensado do alvinegro do Parque São Jorge). A Lusinha, que desde 2010 não figurava entre os 8 melhores da competição, fez valer a utilização do Canindé como sede e superou Teixeira de Freitas, Remo, América Mineiro (na 1ª e 3ª fases), São Paulo do Amapá, Goiás e (algoz da última boa campanha, em 2010), alcançando a 4ª colocação geral (eliminada nas semifinais pelo Flamengo, que acabaria campeão). A excelente campanha resgatou o orgulho de ser Lusa e a boa presença da torcida nas arquibancadas. Aos 43 anos, após anunciar sua aposentadoria do futebol em Dezembro de 2017 e aceitar o cargo de assessor técnico do Palmeiras, Zé Roberto acerta sua participação na Copa Rubro-Verde pela Portuguesa para se despedir do clube que o revelou para o futebol. Idolatrado pela torcida antes, durante e depois dos 2 jogos que disputou pela competição, participou da vitória sobre a Portuguesa Londrinense por 2–0 e do empate com a Portuguesa Carioca por 0–0, com vitória do clube do Rio de Janeiro nos pênaltis. Após a cerimônia de premiação, o presidente Alexandre Barros anunciou que tentaria junto ao Palmeiras a liberação de Zé Roberto para disputar o Paulista Série A2 pela Lusa: o atleta disputaria apenas partidas realizadas na grande São Paulo e conciliaria uma rotina moderada de treinos com a função administrativa no clube do Parque Antárctica. O alviverde não se manifestou favoravelmente à proposta. As expectativas para o Campeonato Paulista - Série A2 não eram as melhores: o fraco desempenho na Copa Rubro- Verde, onde a Portuguesa fracassou em celebrar o título na despedida do ídolo Zé Roberto, e a apressada montagem do time preocuparam a torcida. A negociação para a liberação de Zé Roberto pelo Palmeiras mascarou as deficiências do elenco profissional, e a derrota na estreia para o por 1–0 no Canindé evidenciou a fragilidade da equipe. Após derrota para o por 3–0 no Canindé, com apenas 1 vitória, 1 empate e 3 derrotas, Guilherme Alves entrega o cargo. Gérson Sodré, auxiliar técnico, assume interinamente por 2 jogos (empates contra e Nacional) e Allan Aal, então técnico do , é contratado com a missão de manter a equipe fora da zona de rebaixamento para a Série A3. A vitória por 2–1 sobre o no Canindé pela 14ª rodada eliminou qualquer chance de queda da Lusa, quebrando uma sequência de 6 anos de consecutivos rebaixamentos (de 2012 a 2017). Sem vaga nas finais do Campeonato Paulista - Série A2 e no Campeonato Brasileiro - Série D, a Lusa amargou mais de 4 meses sem competições oficiais. Allan Aal foi mantido treinador. Em amistoso internacional, a Portuguesa venceu o da 1ª divisão uruguaia por 1–0 no Canindé. Na Copa Paulista, a esperança dos lusitanos era a conquista do título e de uma vaga no Campeonato Brasileiro - Série D, mas com uma campanha discreta no início da competição e desastrosa na reta final, a Portuguesa foi eliminada na 1ª fase. Num grupo de 7 clubes disputando 4 vagas na 2ª fase, a Lusa foi superada por , , e e eliminada com 1 rodada de antecedência. Terminou a competição na 5ª colocação do grupo e na 17ª colocação geral. Em protesto a mais uma vexatória eliminação, a torcida organizada Leões da Fabulosa culpou o presidente Alexandre Barros, realizando um enterro simbólico do dirigente. ; Fim do parque aquático Em meados de 2018, o parque aquático do Canindé foi demolido. Em nota assinada pelo presidente Alexandre Barros, a Portuguesa salientou a necessidade de \"reconstrução total, pois, além de estar sempre sendo alvo da vigilância sanitária, a área encontrava-se oferecendo risco de acidentes e perigo aos funcionários, sócios e frequentadores, sendo interditada pelo Corpo de Bombeiros\". Adicionalmente, em um encontro destinado a sócios, Alexandre justificou a empreitada afirmando que a piscina olímpica apresentava vazamentos identificados pela Sabesp, e que as arquibancadas anexas corriam risco de desabamento. Tal obra emergencial rendeu autuações e multas da Prefeitura de São Paulo ao clube por falta de alvará. === 2019: novo presidente === Em 11 de dezembro de 2019 a Portuguesa elegeu Antonio Carlos Castanheira em pleito atribulado como novo presidente. === 2020: campeã no centenário e vaga na Série D === No ano de seu centenário a Portuguesa sagrou- se campeã da Copa Paulista de 2020, ao vencer o por 3 a 2 no Canindé em 23 de dezembro de 2020, tendo vencido por 2 a 1 a partida de ida em Marília e realizado a melhor campanha da história dessa competição, com onze vitórias, dois empates e apenas uma derrota, aproveitamento de 83,3% dos pontos disputados. Adilson Bahia, da Portuguesa, e Gustavo, do Marília, foram os artilheiros dessa competição, com 8 gols. Com essa conquista a Portuguesa habilitou-se a escolher entre disputar a Copa do Brasil de 2021 ou o Campeonato Brasileiro Série D de 2021, optando pelo retorno ao Campeonato Brasileiro. === 2022: Retorno a Série A1 === Depois de sete anos, a Portuguesa retornou ao Paulistão - Série A1 após um empate com o em 1 a 1 garantindo assim o acesso. Ja na final da Série A2, A Portuguesa venceu o São Bento, após empate no primeiro jogo em 1 a 1 e vitória jogando em casa no placar de 2 a 0, conquistando seu terceiro título da Série A2 do Campeonato Paulista. A Portuguesa também é tri-campeã da primeira divisão do Paulistão, tendo na sua sala de troféus os títulos de 1935, 1936 e 1973. Em número de títulos a Portuguesa fica atrás somente de Corinthians, São Paulo, Santos e Palmeiras, sendo a quinta maior campeã paulista, se excluídos os times já extintos. Já na disputa da Copa Paulista, a Portuguesa foi eliminada na semifinal pelo (2 a 2 na ida e 2 a 1 na volta), adiando assim o sonho de voltar a uma competição nacional no ano seguinte. === Situação financeira e administrativa atual === ; Administração judicial Em 4 de outubro de 2017, Alexandre Barros entra com liminar na 42ª Vara Cível de São Paulo solicitando sua nomeação como administrador judicial da Portuguesa por 90 dias, em resposta à suspensão do principal acordo trabalhista do clube por falta de regularização dos poderes constituídos. Desde que Jorge Gonçalves deixou a presidência para a eleição de José Ferreira de Almeida em Abril de 2016, nenhuma ata de eleição ou termo de posse foi registrado em cartório, o que impede qualquer membro da administração vigente de responder oficialmente pela Lusa. O pedido foi deferido em 9 de outubro de 2017, para que Alexandre convoque e presida assembleia para recomposição da presidência, da Assembleia Geral, do COF e do Conselho Deliberativo até o fim do ano. Sócios demonstraram apreensão com a medida, alegando que a decisão permite a Alexandre administrar o clube de forma unilateral. Em 8 de fevereiro de 2018, o presidente Alexandre Barros obtém prorrogação da sua condição de administrador judicial, que perdura até os dias atuais. Conselheiros do clube chegaram a acionar a justiça pela reconsideração da decisão, porém sem sucesso. ; Dívidas Em abril de 2018, o COF estimou a dívida total da Portuguesa em R$353,9 milhões ao final do exercício de 2016. O valor que mais que dobrou em comparação com 2013, quando do Caso Héverton. Em comparação com estudo do Itaú BBA sobre dívidas de outros clubes brasileiros ao fim de 2016, a Lusa era o 8º clube mais endividado do país. O valor estimado do Canindé em leilão (cerca de R$160 milhões) é insuficiente para pagar sequer a metade desse montante, motivo pelo qual a Portuguesa corre risco iminente de falência. Em entrevista à TV Gazeta em agosto de 2018, Alexandre Barros afirmou que a dívida atualizada do clube é de cerca de R$350 milhões e que o acordo trabalhista com a advogada Gislaine Nunes, que representa alguns dos principais credores do clube, voltou a ser honrado durante seu mandato. == Patrimônio == Quando da sua fundação, a Portuguesa herdou a sede da Rua Domingos Paiva (sede do 5 de Outubro e do Lusíadas) e o campo da Rua Conselheiro Lafayette, Brás, que eram ambos alugados. Em outubro de 1920, a Câmara Portuguesa de Comércio cedeu o 3º andar da Rua São Bento, nº 29-B, para que servisse como sede social. Em 1921, o Campo da Companhia Predial Álvares Penteado, situado na Rua 25 de Março, foi reformado e passou a ser utilizado para os treinos da equipe de futebol. Durante as obras de terraplenagem, os jogadores da Portuguesa treinavam às quartas-feiras e aos sábados no antigo campo do Corinthians, na Ponte Grande. Aliás, nesse ano de 1921, os jogadores da Lusa eram convocados por anúncios nos jornais, e o clube pagava as passagens de bonde. Em 1922, a Portuguesa adquiriu o campo de futebol da União Artística e Recreativa Cambuci, situado na Rua Cesário Ramalho, nº 25, Lavapés, e que havia sido construído em terreno da prefeitura. No local já havia muros, pavilhões, cercas, campo gramado e arquibancada, mas foi apenas em 1925 que a APEA oficializou o estádio, permitindo o uso público. Na inauguração, em 25 de janeiro de 1925, houve dois jogos: Corinthians 4–0 no Brás Atlética e a derrota da Portuguesa para o Germânia por 5–0. Em agosto de 1929, foi comprado um terreno na Avenida Teresa Cristina, Ipiranga, que teve sua área ampliada ao longo dos anos. Em 1938, foram adquiridos 11 mil m² em volta do terreno original. Em 1933, a sede social transferiu-se para o Edifício Martinelli, na Rua São Bento, 8º andar, onde permaneceu até 35, quando mudou-se para a Rua XV de Novembro, nº 18, 2º andar. A sede social mudou-se ainda para a Rua Onze de Agosto, nº 29, no ano de 1938. Esta foi a última sede social da Portuguesa de Esportes. Em 1940, mudou-se para a Rua do Carmo, 177, 2º andar. O 1º andar do prédio era alugado e contribuía para o orçamento do clube. Nesse mesmo ano começaram as obras de construção do Estádio Municipal do Pacaembu e o lançamento da pedra fundamental do futuro Estádio Dr. Ricardo Severo, que seria construído no terreno da Avenida Teresa Cristina. O nome do estádio seria uma homenagem ao português Ricardo Severo, sócio do arquiteto Ramos de Azevedo. A \"Gazeta Esportiva\", na sua edição de 10 de junho de 1940, noticiou o fato: Entretanto, o estádio nunca seria construído. A Portuguesa passou a disputar suas partidas no Pacaembu e a treinar no Parque do Ibirapuera. No ano de 1942, aconteceu outra mudança de sede social, agora para o Largo de São Bento, nº 25, 1º andar. Foi ainda no ano de 1942 que a Portuguesa vendeu o terreno do Ipiranga por 800 mil réis. === Estádio do Canindé === Em 1956, a Associação Portuguesa de Desportos fez a compra de um terreno que tinha o São Paulo como dono. Nessa época, o local abrigava uma pequena estrutura com campo para treinos, um pequeno salão, vestiários e outras dependências para treinamento. Para a Portuguesa usar o terreno como seu campo, oficialmente teria que estar nas normas da Federação Paulista de Futebol, de modo que na época foram feitas várias reformas, erguidos alambrados e uma arquibancada de madeira. O estádio recebeu então o apelido de Ilha da Madeira. Em 11 de janeiro de 1956 a Portuguesa fez a sua estreia na nova casa vencendo um combinado entre os rivais, Palmeiras e São Paulo, por 3–2. Esta construção de madeira foi provisória, pois em 9 de janeiro de 1972 o Estádio do Canindé foi inaugurado com a partida Portuguesa 1–3 Benfica, sendo que nesse momento inicial o Canindé tinha capacidade para receber apenas dez mil torcedores. Em 1979, o Canindé foi ampliado com capacidade para receber 27.500 torcedores e rebatizado com o nome de Estádio Dr. Oswaldo Teixeira Duarte, pelo então presidente, Manuel Mendes Gregório, com capacidade atual para 21.004 pessoas, situado dentro do clube em uma área de aproximadamente 102 mil metros quadrados. === CT do Tietê === A Portuguesa tem o seu Centro de Treinamento situado no Parque Ecológico do Tietê, onde treinam o time principal e as categorias de base, com hotel próprio disponível para alojar os jogadores. == Símbolos == === Escudos === O primeiro logotipo do clube foi apresentado em 14 de agosto de 1920, durante a fundação do clube, era um escudo português. Esse logotipo foi escolhido para homenagear Portugal. O segundo logotipo do clube, usado durante a época da união com a Associação Atlética Mackenzie College, tem um escudo com as cores de Portugal e a escrita \"Mackenzie College\" acima. O terceiro escudo apresentado em 1923, tinha uma Cruz de Avis vermelha delimitada por um contorno verde. A Cruz de Avis representa a independência portuguesa do Reino de Castela, que ocorreu após a Batalha de Aljubarrota, em 14 de agosto de 1385. O quarto escudo as cores da borda e da Cruz de Avis foram invertidas, e agora dentro de dois círculos com o nome do clube (Associação Portuguesa de Desportos) e também com o nome da cidade (S. Paulo). No quinto escudo, o clube removeu os dois círculos e o nome, para deixar no formato atual mas apenas com algumas modificações. Em 2005, o design do logotipo do clube foi modernizado, e uma guarnição dourada foi adicionada ao redor do contorno vermelho. Em 2015, a Portuguesa voltou a usar o distintivo adotado durante os anos 90. === Mascotes === A primeira mascote da Portuguesa foi uma menina portuguesa chamada Severa. Seu nome foi dado em homenagem à fadista Maria Severa Onofriana, que foi uma das principais cantoras portuguesas durante o século XIX. Em 1994, a Portuguesa mudou seu mascote. O mascote original e único do clube foi substituído por um leão que usava o uniforme do clube. O leão é um dos mascotes mais comuns dos clubes de futebol brasileiros. Em 2021, após 26 anos, a mascote Severa voltou a ser mascote oficial da Portuguesa, fazendo dupla com o leão que já era o mascote oficial. === Hinos === Há dois hinos do clube. O primeiro, chamado Hino Rubro-verde, é o antigo e foi composto por Archimedes Messina e Carlos Leite Guerra. O segundo hino, chamado Campeões, é o hino atual do clube e foi composto por Roberto Leal e Márcia Lúcia. == Fatos e feitos == ; Recorde de expulsões Em partida válida pelo Torneio Rio-São Paulo de 1954, vitória da Lusa por 3 a 1 sobre o no Estádio do Pacaembu, após briga envolvendo todos os jogadores, o árbitro carioca Carlos de Oliveira Monteiro, também conhecido como \"Tijolo\", expulsou os 22 jogadores que estavam em campo, sendo esse o recorde de expulsões no futebol brasileiro.Site Cenas Lamentáveis - O recorde de expulsões na história do futebol, página editada em 26 de agosto de 2016 e disponível em 13 de março de 2019. ; Maior goleada A maior goleada da história da Portuguesa aconteceu longe da torcida. Foi na Bolívia, no dia 2 de fevereiro de 1970 e o adversário era o Ferroviário, da cidade de Oruro. O time da Lusa com sua reputação de tri-fita azul, acabou fazendo uma média de três gols para cada mil metros de altitude de Oruro. O jogo terminou 12–0, gols de Milano 3, Basílio 2, Ratinho, Leivinha, Ulisses, Élcio, Luís Américo, Rodrigues e Tatá. Nenhum jogador do elenco rubro-verde poderia reclamar do técnico Aimoré Moreira, pois todos aqueles que viajaram, jogaram: Orlando (Rogério); Zé Maria (Deodoro), Marinho Perez, Guaraci e Américo (Ulisses); Lorico (Luís Américo), Leivinha (Basílio) e Paes (Élcio); Ratinho, Tatá e Rodrigues (Milano). ; Rivellino na Lusa Rivellino jogou na Portuguesa. É verdade que ele atuou menos de um tempo inteiro com a camisa da Portuguesa, mas foi o suficiente para registrar de forma enfática sua \"passagem\" pela Lusa. Ele vestiu o manto rubro-verde por apenas 40 minutos, num jogo contra o Zeljeznicar, da Bósnia-Herzegovina, no dia 6 de janeiro de 1972, na época da inauguração do Canindé. A Portuguesa venceu o time da antiga Iugoslávia por 2–0 e, por incrível que pareça, Rivellino fez um dos gols da vitória com o pé direito, fato raro na carreira do jogador, seja com a camisa da Seleção Brasileira, do Corinthians ou do Fluminense, já que a canhota é que era o seu \"pé bom\". Um acordo entre Lusa e Corinthians permitiu que o atleta participasse somente desse jogo, um dos que marcaram uma série de amistosos internacionais que ocorreram para celebrar a abertura do estádio. ; Maradona na Lusa? Muito antes de desfilar sua genialidade nos campos do mundo afora, Diego Armando Maradona esteve perto de ser jogador da Portuguesa. Em 1975, Diego Armando Maradona foi oferecido por seu empresário, Juan Figger, por US$ 300 mil. A diretoria da Lusa não quis, pois na época o jogador ainda era um jovem menino de 15 anos. ; Roberto Dinamite na Lusa No fim de sua carreira, Roberto Dinamite recebeu um convite para jogar pela Portuguesa. O jogador aceitou o desafio e participou do Brasileirão de 1989 pela equipe do Canindé. Treinado por Antônio Lopes, Dinamite transformou-se rapidamente na grande estrela da Lusa. O atacante marcou nove gols nos seis meses em São Paulo, que o ajudaram a atingir a histórica marca de 190 gols em torneios nacionais, tornando-se o maior artilheiro da competição. A campanha da Portuguesa foi boa, e o time paulista terminou na sétima colocação com 20 pontos, apenas seis a menos que o campeão Vasco da Gama, fez com que a diretoria tentasse a renovação com Dinamite. Em vão, o artilheiro cruzmaltino voltaria ao Vasco da Gama. ; O Garoto de Ouro Depois de 1973, a torcida da Portuguesa só voltou a sentir o gosto de um título na decisão da Copa São Paulo de Juniores em 1991. Na ocasião o time da Lusa foi a sensação. Foram revelados os atacantes Sinval, e especialmente, Dener. A final da Copa foi contra o Grêmio, e a vitória foi por 4–0, com um dos gols tendo sido marcado por Dener. Dener é considerado um dos maiores craques revelados pelo clube em sua história, tendo falecido em 1994, no Rio de Janeiro, após um acidente automobilístico. ; Zagallo na Lusa A notícia pegou todos de surpresa. “Zagallo é o novo técnico da Portuguesa” foi manchete em vários meios de comunicação, inclusive internacionais. O ano era 1999 e a Lusa parecia estar reencontrando o caminho da grandeza. Não era para menos, nas quatro temporadas anteriores a equipe havia feito campanhas excelentes, chegando à final do Campeonato Brasileiro de 1996 e sendo eliminada na semifinal do Campeonato Paulista de 1998, após arbitragem desastrosa do argentino Javier Castrilli, na partida contra o Corinthians. Ao assumir o comando técnico da Lusa, Zagallo também chegava pela primeira vez a um clube de São Paulo. Na bagagem, ele trazia um currículo respeitável: o de maior vencedor pela Seleção Brasileira. Ele esteve presente em quatro conquistas mundiais: 1958 e 1962 como jogador; 1970 como técnico e 1994 como coordenador-técnico. O velho lobo também esteve presente em 1998 quando o Brasil foi vice-campeão. A sorte, fiel escudeira da Zagallo, devia estar de férias. A Lusa tinha perdido Evair, o jogador mais importante do elenco, que voltou ao Palmeiras e contratado Pintado, Didi e Marcio Goiano. As campanhas da Lusa daquele ano foram péssimas. O time foi eliminado na terceira fase da Copa do Brasil, pelo Atlético-PR, não chegou às semifinais do Paulistão e no Brasileiro só não foi rebaixado devido ao regulamento contestado. Ficou na penúltima colocação e só não jogou a Segundona porque os resultados dos dois campeonatos anteriores eram considerados como critério de descenso. Se dentro de campo o time foi um fiasco, a ação garantiu grande exposição da Lusa na mídia. Dezenas de jornalistas foram ao Canindé cobrir a apresentação do técnico, além de o clube receber repórteres setoristas, aqueles que acompanham diariamente um clube, de quase todos os grandes jornais de São Paulo durante o ano todo. Na Revista Placar, edição 1148, de fevereiro de 1999, Zagallo disse: “Tenho que me adaptar às característica dos jogadores que estão aí. Aqui não é como a Seleção, em que eu chamava quem bem eu entendia.\" == Títulos == A Associação Portuguesa de Desportos (DmC • MHIH • MHM), ao longo de sua história, além dos 3 títulos paulistas conquistados, foi vice-campeã paulista em 4 ocasiões, terceira em 13 e quarta colocada em 11 edições. Na história do Campeonato Brasileiro, a Portuguesa é a 17ª colocada no Ranking de Mérito da Revista Placar e a 18ª no Ranking de Pontos da mais importante competição brasileira. A Portuguesa ocupa o quinto lugar entre os clubes paulistas ativos, atrás de , , e (ou sexto, considerando o , inativo desde o Amadorismo). HONORÁRIOS Competição Títulos Temporadas Fita Azul 3 1951, 1953 e 1954 NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro - Série B 1 2011 INTERESTADUAIS Competição Títulos Temporadas Torneio Rio-São Paulo 2 1952 e 1955 ESTADUAIS Competição Títulos Temporadas Campeonato Paulista 3 1935, 1936 e 1973 Taça Cidade de São Paulo 1 1973 Taça Governador do Estado de São Paulo 1 1976 Copa Paulista 1 2020 Campeonato Paulista - Série A2 3 2007, 2013 e 2022 Taça Piratininga 1 1964 Torneio Início Paulista 3 1935, 1947 e 1996 ; Outras conquistas ; Torneios internacionais * Taça San Izidro: 1951. * Torneio Quadrangular de Bogotá: 1953. * Torneio Quadrangular de Istambul: 1972. * Torneio Internacional do Estádio do Canindé (Torneio dos Refletores): 1981. * Torneio da Ilha da Madeira: 1988. ; Torneios nacionais * Torneio Quadrangular de Salvador: 1951. * Torneio de Belo Horizonte: 1951. * Torneio Folha de Londrina: 1956. * Torneio Norte do Paraná: 1957. * Torneio Oswaldo Teixeira Duarte: 1971. * Torneio Vicente Matheus: 1990. ; Torneios e taças estaduais * Taça Joaquim Morse: 1924. * Taça Doutor Jorge Caldeira: 1926. * Taça Coronel Luiz Tommaz: 1926. * Taça Antárctica: 1927. * Taça Lusitânia: 1927. * Taça Guarani: 1927. * Taça C.R Vasco da Gama: 1928. * Taça Diário da Noite: 1930. * Torneio Relâmpago: 1940. * Torneio Triangular: 1945. * Taça Mário Soares: 1987. * Taça dos Invictos: 2 vezes — 1955 e 1974. * Campeonato Paulista- 1º turno: 1995.https://www1.folha.uol.com.br/fsp/1995/4/10/esporte/20.html * Troféu Sócrates: 2012. ; Categorias de base * Campeonato Paulista de Aspirantes: 3 vezes — 1957, 1972 e 1997. * Copa São Paulo de Futebol Júnior: 2 vezes — 1991 e 2002. * Campeonato Paulista Sub-20: 4 vezes - 1958, 1973, 1990 e 2010. * Campeonato Paulista Sub-19: 1 vez - 1963. * Campeonato Paulista Sub-17: 1 vez - 1992. * Campeonato Paulista Sub-16: 6 vezes - 1953, 54, 56, 58, 61 e 62. * Campeonato Paulista Sub-15: 3 vezes — 1993, 2002 e 2004. * Campeonato Paulista Sub-14: 1 vez — 1975. ; Futebol Feminino * Campeonato Brasileiro: 1999. * Campeonato Paulista: 3 vezes — 1998, 2000 e 2002. == Campanhas de destaque == * Vice-Campeonato Brasileiro: 1''' :(1996) * Quarto colocado no Campeonato Brasileiro: 2''' :(1937) e (1998) * Vice-Torneio Rio-São Paulo: 1''' :(1965)Site Bola na Área, Torneio Rio-São Paulo de 1955, página disponível em 24 de janeiro de 2016 * Vice-Campeonato Paulista: 4''' :(1940, 1960, 1975 e 1985) * Vice-Copa São Paulo de Futebol Júnior: 1''' :(1974) == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha rowspan=\"3\" Campeonato Paulista 93 Campeã (3 vezes) 1920 2024 3 Série A2 9 Campeã (3 vezes) 2007 2022 3 – Copa Paulista 8 Campeã (2020) 2004 2024 rowspan=\"5\" Campeonato Brasileiro 36 Vice-campeã (1996) 1937 2013 3 Série B 11 Campeã (2011) 1982 2014 2 1 Série C 2 8ª colocada (2015) 2015 2016 – 1 Série D 2 23ª colocada (2021) 2017 2025 – Copa do Brasil 17 Oitavas de final (8 vezes) 1997 2017 Copa Conmebol 1 Oitavas de final (1997) 1997 1997 Copa Sul-Americana 1 2ª fase (2013) 2013 2013 == Maiores públicos == * Nos itens em que não estão especificados os públicos presente e pagante, a referência é apenas aos pagantes, acima de 50.000. ; No Campeonato Paulista # Portuguesa 0–0 Santos, 116.568, 26 de agosto de 1973 (116.156 pagantes). # Portuguesa 1–2 São Paulo, 106.315, 22 de dezembro de 1985 (99.025 pagantes). # Portuguesa 1–3 São Paulo, 87.602, 15 de dezembro de 1985. # Portuguesa 1–1 Corinthians, 77.808, 3 de agosto de 1975 (77.656 pagantes, rodada dupla). # Portuguesa 1–1 Corinthians, 75.000, 18 de abril de 1998. # Portuguesa 0–0 Corinthians, 64.589, 31 de outubro de 1976 (59.758 pagantes). # Portuguesa 2–2 Corinthians, 61.428, 26 de abril de 1998. # Portuguesa 1–0 São Paulo, 57.137, 17 de agosto de 1975. # Portuguesa 0–1 Santos, 57.133, 3 de agosto de 1980 (57.093 pagantes). # Portuguesa 0–2 Corinthians, 55.738, 9 de setembro de 1979 (51.143 pagantes). # Portuguesa 2–2 Corinthians, 54.864, 25 de abril de 1976. # Portuguesa 1–2 Palmeiras, 53.363, 2 de novembro de 1947. # Portuguesa 1–2 Santos, 53.355, 7 de agosto de 1980 (53.337 pagantes). # Portuguesa 3–3 Santos, 52.558, 27 de fevereiro de 1977. # Portuguesa 1–0 Corinthians, 51.582, 10 de julho de 1977 (49.070 pagantes). # Portuguesa 1–2 São Paulo, 50.802, 2 de novembro de 2013. # Portuguesa 3–0 Palmeiras, 50.717, 31 de julho de 1975 (50.585 pagantes, rodada dupla). # Portuguesa 0–0 Corinthians, 50.332, 1 de setembro de 1974. ; No Campeonato Brasileiro :Nos itens em que não estão especificados os públicos presente e pagante, a referência é apenas aos pagantes, acima de 30.000. # Portuguesa 0–0 Corinthians, 64.589, 31 de outubro de 1976, Estádio do Pacaembu (59.758 pagantes). # Portuguesa 2–5 Vasco, 47.572, 1º de maio de 1984, Estádio do Pacaembu (43.646 pagantes). # Portuguesa 2–3 Santos, 40.248, 4 de novembro de 1973, Estádio do Pacaembu. # Portuguesa 0–2 Corinthians, 38.685, 24 de fevereiro de 1985, Estádio do Pacaembu. # Portuguesa 0–0 Ponte Preta, 32.221, 17 de novembro de 1977, Estádio do Pacaembu (29.660 pagantes). ; No Estádio do Canindé * Nos itens em que não estão especificados os públicos presente e pagante, a referência é apenas aos pagantes, acima de 20.000. # Portuguesa 1–3 Corinthians, 25.662, 10 de outubro de 1982 (23.858 pagantes). # Portuguesa 3–1 Coritiba, 25.491, 15 de novembro de 1998. # Portuguesa 0–1 Cruzeiro, 25.312, 9 de dezembro de 1998. # Portuguesa 2–2 Palmeiras, 25.050, 1 de maio de 1982. # Portuguesa 0–1 Flamengo (RJ), 23.570, 15 de março de 1984. # Portuguesa 2–1 Palmeiras, 23.534, 15 de agosto de 1982 (21.989 pagantes). # Portuguesa 2–1 Cruzeiro, 22.973, 5 de dezembro de 1998. # Portuguesa 1–1 São Paulo, 22.606, 23 de abril de 1989. # Portuguesa 1–4 São Paulo, 21.980, 13 de março de 1988. # Portuguesa 1–0 São Paulo, 21.965, 22 de abril de 2001. # Portuguesa 1–2 Palmeiras, 21.690, 1 de maio de 1996. # Portuguesa 0–0 Palmeiras, 20.968, 10 de abril de 1994. # Portuguesa 2–0 Ferroviária, 20.429, 11 de dezembro de 1985. # Portuguesa 0–0 Santos, 20.305, 8 de novembro de 2001. # Portuguesa 0–1 Santos, 20.192, 21 de maio de 1989. == Torcida == thumb|230px|direita|Torcedores da Lusa no Canindé. ; Leões da Fabulosa A Leões da Fabulosa é a mais antiga e tradicional torcida organizada da Portuguesa, fundada em 26 de fevereiro de 1972, a Leões da Fabulosa foi a primeira torcida organizada do clube do Canindé. O nome surgiu de uma frase marcante para narrar a entrada da Portuguesa no gramado:\"Entram em campos os leões da Portuguesa com a sua fabulosa torcida.\" Na época o que chamava atenção era a emoção com o que a Torcida se comportava nas arquibancadas, pelo fanatismo e pelos belos uniformes que o grupo de torcedores vestia, calças brancas e camisas vermelhas com um leão bordado nas costas. O tempo passou e a Leões foi se tornando cada vez mais conhecida nacionalmente, e hoje o Grêmio Recreativo Esportivo Cultural Leões da Fabulosa tem uma sede moderna e organiza reuniões, festas e confraternizações. Segundo pesquisas do Instituto DATAFOLHA realizadas em 2007 e 2008, a Portuguesa possuía 0,3% da torcida dos paulistas, atrás dos outros quatro times tradicionais do Estado (Corinthians, Palmeiras, Santos e São Paulo), assim como do Flamengo. Em 2000 e 2001, a Lusa aparecia com 1,25% e 0,77% dos torcedores, como aparece com mais de 1% em vários momentos da década de 1990, valores significativos considerando os mais de 41 milhões de população do Estado de São Paulo, lembrando que a margem de erro dessas pesquisas costuma ser de cerca de 2%, o que afeta bastante a Portuguesa nos resultados finais, muitas não espelhando a realidade dos números, em função destas margens de erro. Pesquisa DataFolha de 2012 identificou que 0,51% dos brasileiros torceriam pela Lusa, quase um milhão de torcedores.Pesquisa DATAFOLHA de torcidas 2012 == Clássicos e rivalidades == Os maiores rivais da Portuguesa na cidade e no estado de São Paulo, com base na quantidade de partidas realizadas, anos de disputa e repercussão na mídia especializada, são , , e . *Palmeiras: Clássico das Colônias *São Paulo: Norte-Sul Paulistano *Santos: Portuguesa vs. Santos * Também tem rivalidades com o Juventus da Mooca no chamado Derby dos Imigrantes, que leva este nome pelo fato dos clubes terem sido fundados por imigrantes, e por ambos terem em suas torcidas muitos descendentes de imigrantes italianos e imigrantes portugueses. Adicionalmente, e desenvolvem rivalidade crescente com a Lusa a cada confronto. *Ponte Preta: Portuguesa vs. Ponte Preta *Guarani: Portuguesa vs. Guarani == Maiores artilheiros == O dez maiores artilheiros da Portuguesa são listados ao lado.http://www.futebol80.com.br/links/times/portuguesa/portuguesaart.htm Goleadores Atleta Gols Pinga 235 Eneas 171 Nininho 164 Renato Violani 139 Servílio 133 Sílvio 119 Ivair 106 Leandro Amaral 105 Edmur 103 Julinho Botelho 97 A Portuguesa teve na sua história grandes artilheiros do futebol brasileiro. Ao longo da história a Lusa teve por quatro vezes o máximo goleador do Campeonato Paulista:https://globoesporte.globo.com/sp/futebol/campeonato- paulista/noticia/veja-a-lista-de-artilheiros-do-campeonato-paulista-santos- lidera-ranking.ghtml Carioca (1936) 18 gols, Pinga (1950) 22 gols, Toninho (1989) 13 gols e Paulinho McLaren (1995) 20 gols. No Torneio Rio-São Paulo a Lusa teve dois artilheiros: Pinga (1952) 11 gols e Edmur (1955) 11 gols. Mais recentemente Guilherme Queiróz foi artilheiro do Campeonato Brasileiro Série C 2015 (12 gols) e da Copa Paulista 2017 (14 gols), e Adilson Bahia o da Copa Paulista 2020 (8 gols). ; O maior Pinga estreou em 16 de março de 1944,\"Pinga, o craque do luso-brasileiro\", Placar número 386, 16/09/1977, Editora Abril, pág. 26 na derrota da Lusa para o por 2 a 0. Em 1950, foi convocado pela primeira vez para a Seleção Brasileira, embora fosse uma seleção reserva, convocada para a disputa da Taça Oswaldo Cruz, contra o Paraguai. Pinga marcou três dos cinco gols do Brasil (vitória por 2 a 0 e empate em 3 a 3). Muitos dos jogadores dessa seleção acabaram convocados pelo técnico Flávio Costa para disputar a Copa do Mundo de 1950, mas Pinga ficou de fora. Ele seria convocado quatro anos depois, para a Copa do Mundo de 1954, na Suíça, e marcou dois gols contra o México na estreia. Jogou ainda a partida seguinte, contra a Iugoslávia, mas foi substituído por Humberto no jogo seguinte, em que o Brasil foi eliminado pela Hungria. Foi sua última partida pela Seleção. Com ela, conquistou apenas o Pan-Americano de 1952. Entre as duas Copas, conquistou seu único título com a Portuguesa, o Torneio Rio-São Paulo de 1952, de que foi artilheiro, com 11 gols. Dois anos antes, foi ainda artilheiro do Campeonato Paulista, com 22 gols. No começo de 1953, foi vendido ao , == Ídolos == Ao longo de sua história, a Portuguesa contou com jogadores e técnicos de grande expressão nacional, que contribuíram para as conquistas da equipe no futebol do Brasil. * Alex Alves * Alexandre Gallo * AugustoSite TARDES DO PACAEMBU - Augusto… um sonho de Coronel, página editada em 11 de janeiro de 2016 e disponível em 2 de março de 2017. * Badeco * Basílio * Batatais * Bentinho * Bolívar (anos 1970) * Bolívar (anos 2010) * Brandão * Brandãozinho * Caio * Capitão * Carioca * Carlos * César * Cláudio Adão * Clemer * Conrado Ross * Daniel González * Dener * Dicá * Diogo * Dida * Ditão * Edno * Diogo * Djalma Santos * Edu Marangon * Émerson * Eneas * Evair * Evandro * Fabiano * Felipe * Félix * Filó * Henrique Frade * Ipojucan * Irênio * Ivair * Jair * Jair Marinho * Jonas * Jorginho * Julinho Botelho * Leandro Amaral * Leivinha * Lúcio Bala * Machado * Marinho Peres * Moisés * Nílson * Nininho * Noronha * Paulinho McLaren * Pinga * Ricardo Oliveira * Roberto Dinamite * Rodrigo Fabri * Servílio * Sílvio * Simão * Sinval * Tiago * Tite * Tiba * Toninho * Weverton * Wilsinho * Wladimir * Zé Maria (anos 1960) * Zé Maria (anos 1990) * Zé Roberto == Treinadores de destaque == * Abel Picabéa * Antônio Lopes * Aymoré Moreira * Candinho * Cilinho * Conrado Ross * Émerson Leão * Flávio Costa * Jair Picerni * João Avellino * Jorginho * Mário Travaglini * Nena * Rubens Minelli * Otto Glória * Vágner Benazzi * Zagallo == Diretoria == Atualizado em 8 de março de 2024 Diretoria Nome Função Antonio Carlos Castanheira Presidente Leandro Teixeira Duarte Vice-presidente jurídico Denise Boni de Matos Vice-presidente de finanças Carlos Aires Vice-presidente Administrativo e Patrimonial Everton Calício Vice-presidente de Comunicações Armando Ferreira Vice-presidente de Marketing Jorge Freitas Vice-presidente de Esportes Amadores, Olímpicos e Internos Camila Castanheira Vice-presidente Feminino e Responsabilidade Social e Ambiental Marcos Antônio Pires Vice- presidente Social e Cultura José Roberto Cordeiro Vice-presidente de Futebol Integrado Antônio Raposo Patrício Vice-presidente de Medicina == Uniformes == === Uniformes dos jogadores === * Primeiro uniforme: Camisa listrada verde e vermelha, calção branco e meias vermelhas; * Segundo uniforme: Camisa branca, calção verde e meias brancas; * Terceiro uniforme: Camisa preta, calção e meias pretos. == Bibliografia == * Lusa: 100 anos de amor e luta, por diversos autores, Editora Onze Cultural (2020).Lusa:100 anos de amor e Luta, o livro do centenário da Portuguesa, página editada em 28 de maio de 202 e disponível em 28 de outubro de 2020 * Mini Almanaque da Portuguesa 1920-1929, por Robson Bezerra, Editora Clube dos Autores (2020).Apresentação do livro pelo Clube dos Autores, página disponível em 15 de agosto de 2020. * Mini Almanaque da Portuguesa 1930-1939, por Robson Bezerra, Editora Clube dos Autores (2020).Apresentação do livro pelo Clube dos Autores, página disponível em 15 de agosto de 2020. * Mini Almanaque da Portuguesa 1940-1949, por Robson Bezerra, Editora Clube dos Autores (2020).Apresentação do livro pelo Clube dos Autores, página disponível em 15 de agosto de 2020. * Glórias lusitanas, por Robson Bezerra, Editora Clube dos Autores (2019).Apresentação do livro pelo Clube dos Autores, página disponível em 15 de agosto de 2020. * Barcelusa, por Robson Bezerra, Editora Clube dos Autores (2019).Apresentação do livro pelo Clube dos Autores, página disponível em 15 de agosto de 2020. * Os dez mais da Portuguesa, por Jorge Nicola, Editora Maquinária (2014).Apresentação do livro Os dez mais da Portuguesa pela Editora Maquinária, página disponível em 21 de janeiro de 2015. * Um herói brasileiro (sobre Julinho Botelho), por Luciano Ubirajara Nassar, Editora Expressão & Arte (2010).Apresentação do livro Um herói brasileiro pelo site Livros de Futebol * Rei Enéas, um gênio esquecido, por Luciano Ubirajara Nassar, Editora Expressão & Arte (2007).Apresentação do livro Rei Enéas, um gênio esquecido pelo site Livros de Futebol * Almanaque da Lusa, por Rafael Ribeiro Emiliano, Erico Faria Loreto, Marcio Monteiro de Alencar e Thiago Vasconcelos Teixeira de Azevedo (Tese Universitária, 2007).Estudantes de jornalismo apresentam Almanaque da Lusa, página editada em 14 de dezembro de 2007 e disponível em 21 de janeiro de 2015. * Futebol: Minha paixão, por Diomar Pereira, Editora Milênio (2005).Apresentação de capa do livro Futebol: Minha paixão, onde o autor relata a sua paixão pela Lusa * Lusa - Uma História de Amor, por Orlando Duarte, Editora Teixeira (1999).Ano correto (1999) da edição do livro Lusa - Uma história de amor pela Livraria Cultura, página disponível em 21 de janeiro de 2015.Apresentação e capa do livro Lusa - Uma história de amor pela Livraria Traça, página disponível em 21 de janeiro de 2015. == Ligações externas == * Site oficial da Portuguesa * Portuguesa no Facebook * Portuguesa no YouTube * Portuguesa no Twitter * Portuguesa no Instagram * Portuguesa no TikTok ;Outros * Somos Lusa - Programa Sócio Torcedor * Somos Lusa Store - Loja oficial da Portuguesa * Net Lusa - Transmissões dos jogos e debates Categoria:Clubes de futebol fundados em 1920 Categoria:Fundações em São Paulo em 1920 Categoria:Associações de imigrantes portugueses em São Paulo Categoria:Clubes de futebol formados por imigrantes Categoria:Cavaleiros da Ordem Militar de Cristo Categoria:Membros honorários da Ordem do Infante D. Henrique Categoria:Membros honorários da Ordem do Mérito Categoria:Clubes campeões do Campeonato Brasileiro - Série B",
 "title": "Associação Portuguesa de Desportos"
}