{
 "id": "50253",
 "text": "Nirvana ( nirvāṇa ; Páli: nibbāna; Prácrito: ṇivvāṇa; literalmente, \"apagado\", como uma lâmpada a óleoRichard Gombrich, Theravada Buddhism: A Social History from Ancient Benāres to Modern Colombo. Routledge) é um conceito nas Religiões indianas (Budismo, Hinduísmo, Jainismo e Siquismo), representando a extinção das paixões, que é o estado último de libertação soteriológica e a libertação do dukkha (sofrimento) e do saṃsāra, o ciclo de nascimento e renascimento. Nas Religiões indianas, o nirvana é sinônimo de moksha e mukti. Todas as religiões indianas afirmam que o nirvana é um estado de quietude perfeita, liberdade, maior felicidade, bem como a libertação do apego e do sofrimento mundano e o fim do samsara, o ciclo da existência.Gavin Flood, Nirvana. In: John Bowker (ed.), Oxford Dictionary of World Religions No entanto, as tradições não budistas e budistas descrevem esses termos para a libertação de maneira diferente. Na Filosofia hindu, é a união ou a realização da identidade de Atman com Brahman, dependendo da tradição hindu. No Jainismo, o nirvana também é o objetivo soteriológico, representando a libertação de uma alma do vínculo cármico e do samsara.John E. Cort (1990), MODELOS DE E PARA O ESTUDO DOS JAINAS, Method & Theory in the Study of Religion, Vol. 2, No. 1, Brill Academic, páginas 42–71 No Budismo, o nirvana refere-se ao abandono dos dez grilhões, marcando o fim do renascimento ao extinguir as fogueiras que mantêm o processo de renascimento. == Etimologia == As ideias de libertação espiritual, com o conceito de alma e Brahman, aparecem nos textos védicos e Upanishads, como no verso 4.4.6 da Brihadaranyaka Upanishad. O termo nirvana, no sentido soteriológico de \"apagado, extinto\", estado de libertação, aparece em muitos lugares nos Vedas e ainda mais no Bhagavata Purana pós-budista, no entanto, a opinião popular não credita aos Vedas ou aos Upanishads. Collins afirma: \"os budistas parecem ter sido os primeiros a chamá-lo de nirvana\". Isso pode ter sido um uso deliberado das palavras no budismo primitivo, sugere Collins, uma vez que Atman e Brahman foram descritos nos textos védicos e Upanishads com a imagem do fogo, como algo bom, desejável e libertador. Collins afirma que a palavra nirvāṇa vem da raiz verbal \"soprar\" na forma de particípio passado \"soprado\", prefixada com o pré-verbo significando \"para fora\". Portanto, o significado original da palavra é \"apagado, extinto\". (Sandhi altera os sons: o v de faz com que se torne , e então o r de provoca retroflexão do n subsequente: + > nirvāṇa). No entanto, o significado budista de nirvana também tem outras interpretações. L. S. Cousins disse que no uso popular nirvana era \"o objetivo da disciplina budista,... a remoção final dos elementos mentais perturbadores que obstruem um estado pacífico e claro da mente, juntamente com um estado de despertar do sono mental que eles induzem.\" ==Visão Geral== Nirvāṇa é um termo encontrado nos textos de todas as principais religiões indianas – Hinduísmo, Jainismo, Budismo, e Sikhismo. Ele se refere à profunda paz mental adquirida com moksha, a libertação de samsara ou liberação de um estado de sofrimento, após a prática espiritual ou Sadhana. A libertação de Saṃsāra se desenvolveu como um objetivo final e valor soteriológico na cultura indiana, e é chamada por diferentes termos como nirvana, moksha, mukti e kaivalya. Esse esquema básico subjaz ao Hinduísmo, Jainismo e Budismo, onde \"o objetivo final é o estado atemporal de moksha, ou, como os budistas parecem ter sido os primeiros a chamar, nirvana.\" Embora o termo ocorra nas literaturas de várias tradições indianas antigas, o conceito é mais comumente associado ao Budismo. Alguns escritores acreditam que o conceito foi adotado por outras religiões indianas após ser estabelecido no Budismo, mas com diferentes significados e descrições, como o uso de (Moksha) no texto hindu Bhagavad Gita do Mahabharata. A ideia de moksha está conectada à cultura védica, onde ela transmitia uma noção de amrtam, \"imortalidade\", e também uma noção de um estado atemporal, \"não nascido\", ou \"o ponto imóvel do mundo giratório do tempo\". Era também sua estrutura atemporal, a totalidade subjacente \"aos raios da invariante, mas incessante roda do tempo\". A esperança de vida após a morte começou com as noções de ir para os mundos dos Ancestrais ou dos Deuses ou o céu. Os primeiros textos védicos incorporam o conceito de vida, seguido de uma vida após a morte no céu e no inferno, baseada em virtudes cumulativas (mérito) ou vícios (demérito). No entanto, os antigos Rishis védicos desafiaram essa ideia de vida após a morte como simplista, pois as pessoas não vivem uma vida igualmente moral ou imoral. Entre vidas geralmente virtuosas, algumas são mais virtuosas; enquanto o mal também tem graus, e tanto o céu permanente quanto o inferno permanente são desproporcionais. Os pensadores védicos introduziram a ideia de uma vida após a morte no céu ou no inferno em proporção ao mérito de cada um, e quando isso acaba, a pessoa retorna e renasce.; A ideia de renascimento após \"esgotar o mérito\" também aparece em textos budistas. Esta ideia aparece em muitos textos antigos e medievais, como Saṃsāra, ou o ciclo interminável de vida, morte, renascimento e re-morte, como na seção 6:31 do Mahabharata e no verso 9.21 do Bhagavad Gita.Yuvraj Krishan (1988), Is Karma Evolutionary?, Journal of Indian Council of Philosophical Research, Volume 6, páginas 24–26 O Saṃsāra, a vida após a morte e o que impacta o renascimento passaram a ser vistos como dependentes do karma. == Budismo == Nirvana (nibbana) significa literalmente \"extinguir\" ou \"apagar\". É o termo mais utilizado, assim como o mais antigo, para descrever o objetivo soteriológico no Budismo: o apagamento das paixões, que também libera do ciclo de renascimento (saṃsāra). Nirvana faz parte da Terceira Verdade sobre a \"cessação do dukkha\" na doutrina das Quatro Nobres Verdades do Budismo. É o objetivo do Nobre Caminho Óctuplo. A tradição budista acredita que o Buda tenha realizado dois tipos de nirvana: um no despertar e outro em sua morte. O primeiro é chamado de (nirvana com resíduo), o segundo é parinirvana ou (nirvana sem resíduo, ou nirvana final). Na tradição budista, o nirvana é descrito como o apagamento dos \"fogos\", que também se diz serem a causa dos renascimentos e do sofrimento associado. Os textos budistas identificam esses \"três fogos\" ou \"três venenos\" como raga (ganância, sensualidade), dvesha (aversão, ódio) e avidyā ou moha (ignorância, ilusão). O estado de nirvana também é descrito no Budismo como a cessação de todas as aflições, a cessação de todas as ações, a cessação dos renascimentos e do sofrimento que são consequência das aflições e ações, o apagar de um fogo por falta de combustível, abandonar a trama (vana) de vida após vida, e a eliminação do desejo. A libertação é descrita como idêntica ao conceito de anatta (, não-eu, ausência de um eu).: \"Como todas as outras coisas ou conceitos (dhammā), ele é anattā, 'não-eu'. Enquanto todas as 'coisas condicionadas' (samkhāra – ou seja, todas as coisas produzidas pelo karma) são 'insatisfatórias e impermanentes' (sabbe samkhāra dukkhā . . . aniccā), todos os dhammā, sejam coisas condicionadas ou o incondicionado nibbāna, são 'não-eu' (sabbe dhammā anattā). [...] A absoluta indescritibilidade do nirvana, junto com sua classificação como anattā, 'não-eu', ajudou a manter a separação intacta, precisamente devido à impossibilidade de um discurso mútuo.\" Citação: \"A interpretação corrigida que ofereceram, amplamente aceita até hoje, ainda associava o anatta com o nirvana. O que significa, agora se diz, é que para alcançar a libertação você precisa entender que você não é, e nem tem, e nunca foi ou teve, um eu permanente.\" No Budismo, a libertação é alcançada quando todas as coisas e seres são entendidos como sem Eu. O Nirvana também é descrito como idêntico à realização de sunyata (vazio), onde não há essência ou natureza fundamental em nada, e tudo é vazio.,, Citação (p 59-60): \"Podemos entender melhor o que anatman implica se examinarmos o conceito de vazio de Nagarjuna: shunyata ou vazio. Nagarjuna argumentou que não existe tal coisa como a natureza fundamental, ou essência, de qualquer coisa. (...) Em uma palavra, tudo é vazio, shunyata; em vez de essência, há um vazio. (...) tudo é vazio.\"; Citação (p 136): \"O que podemos dizer, qualquer que seja o ramo do budismo que tenhamos em mente, é que o estado de nirvana, ao qual todos os budistas aspiram, é como samadhi, um estado não dual. (...) o conceito budista de mente iluminada – bodhichitta – refere-se a um estado além do desejo (dukkha), onde aquele que busca o nirvana alcançou shunyata, o vazio ou o vazio descrito nas páginas 58–9.\" No entanto, no Budismo Theravada também é visto como o único existente incondicionado, não apenas a \"destruição do desejo\", mas um existente separado que é \"o objeto do conhecimento\" do caminho budista. == Hinduísmo == Os textos mais antigos do Hinduísmo, como os Vedas e os primeiros Upanixades, não mencionam o termo soteriológico Nirvana. Este termo é encontrado em textos como o Bhagavad Gita e no Nirvana Upanishad, provavelmente composto na era pós-Buda. O conceito de Nirvana é descrito de maneira diferente na literatura budista e hindu. O hinduísmo tem o conceito de Atman – a alma, o eu; Citação: O atman é o eu ou a alma. – afirmado como existente em todos os seres vivos, enquanto o Budismo, por meio de sua doutrina anatman, afirma que não há Atman em nenhum ser.[a] Anatta , Encyclopædia Britannica (2013), Citação: \"Anatta no Budismo, a doutrina de que não há nos seres humanos uma alma permanente, subjacente. O conceito de anatta, ou anatman, é uma ruptura com a crença hindu no atman (\"o eu\").\"; [b] Steven Collins (1994), Religion and Practical Reason (Editores: Frank Reynolds, David Tracy), State Univ of New York Press, , página 64; \"Central para a soteriologia budista é a doutrina do não-eu (Pali: anattā, Sânscrito: anātman, a doutrina oposta do ātman é central no pensamento brahmânico). Em resumo, esta é a [budista] doutrina de que os seres humanos não têm alma, não têm eu, não têm essência imutável.\"; [c] John C. Plott et al (2000), Global History of Philosophy: The Axial Age, Volume 1, Motilal Banarsidass, , página 63, Citação: \"As escolas budistas rejeitam qualquer conceito de Ātman. Como já observamos, esta é a distinção básica e inerradicável entre o Hinduísmo e o Budismo\"; [d] Katie Javanaud (2013), Is The Buddhist 'No-Self' Doctrine Compatible With Pursuing Nirvana? , Philosophy Now; [e] David Loy (1982), Enlightenment in Buddhism and Advaita Vedanta: Are Nirvana and Moksha the Same?, International Philosophical Quarterly, Volume 23, Issue 1, páginas 65–74[a] [b] , Nirvana no Budismo é \"aquietar a mente, cessar os desejos e ações\" até o vazio, afirma Jeaneane Fowler, enquanto nirvana em textos hindus pós-budistas é também \"aquietar a mente, mas não inação\" e \"não vazio\", ao invés disso, é o conhecimento do verdadeiro Eu (Atman) e a aceitação de sua universalidade e unidade com Brahman. === Moksha === O antigo conceito soteriológico no Hinduísmo é o moksha, descrito como a libertação do ciclo de nascimento e morte por meio do autoconhecimento e da conexão eterna do Atman (alma, eu) com o Brahman metafísico. Moksha é derivado da raiz () que significa libertar, deixar ir, soltar, liberar; Moksha significa \"libertação, liberdade, emancipação da alma\".मुच Monier-Williams Sanskrit English Dictionary, Alemanha (2008) Nos Vedas e primeiros Upanixades, a palavra mucyate () aparece, que significa ser libertado ou liberado – como um cavalo de seu arnês. As tradições dentro do Hinduísmo afirmam que há vários caminhos () para moksha: , o caminho do conhecimento; , o caminho da devoção; e , o caminho da ação. === Brahma-nirvana no Bhagavad Gita === O termo Brahma-nirvana aparece nos versos 2.72 e 5.24-26 do Bhagavad Gita. Refere-se ao estado de liberação ou união com o Brahman. De acordo com Easwaran, é uma experiência de bem-aventurança sem ego. Segundo Zaehner, Johnson e outros estudiosos, nirvana no Gita é um termo budista adotado pelos hindus. Zaehner afirma que foi usado pela primeira vez nos textos hindus no Bhagavad Gita e que a ideia expressa no verso 2.71–72 de \"suprimir os desejos e o ego\" também é budista. Segundo Johnson, o termo nirvana foi emprestado dos budistas para confundir os próprios budistas, ligando o estado de nirvana budista à tradição védica pré-budista de um absoluto metafísico chamado Brahman. De acordo com Mahatma Gandhi, a compreensão hindu e budista de nirvana são diferentes, pois o nirvana dos budistas é shunyata, o vazio, mas o nirvana do Gita significa paz e, por isso, é descrito como brahma-nirvana (união com Brahman). == Jainismo == Os termos moksha e nirvana são frequentemente usados de forma intercambiável nos textos Jainistas.: \"Moksa e Nirvana são sinônimos no Jainismo\". p. 168Michael Carrithers, Caroline Humphrey (1991) The Assembly of listeners: Jains in society Cambridge University Press. : \"Nirvana: Um sinônimo de libertação, liberação, moksa.\" p. 297 thumb|250px|Rishabhanatha, considerado o primeiro Tirthankara a alcançar nirvana. O Sutra Uttaradhyana fornece um relato de Sudharman – também chamado Gautama, um dos discípulos de Mahavira – explicando o significado de nirvana para Kesi, um discípulo de Parshva. == Sikhismo == O conceito de libertação como \"extinção do sofrimento\", juntamente com a ideia de sansara como o \"ciclo de renascimento\", também faz parte do Sikhismo. Nirvana aparece em textos Sikh como o termo Nirban. No entanto, o termo mais comum é Mukti ou Moksh, um conceito de salvação onde o amor e a devoção a Deus são enfatizados para a libertação do ciclo interminável de renascimentos. No Sikhismo, Nirvana não é um conceito de vida após a morte, mas um objetivo para a vida. Além disso, o nirvana/mukti Sikh é alcançado por meio da devoção ao satguru/verdade, que o liberta da reencarnação bharam/superstição/falsa crença. == Maniqueísmo == O termo Nirvana (também mencionado como parinirvana) é encontrado no trabalho maniqueísta dos séculos XIII ou XIV, \"A grande canção para Mani\" e \"A história da morte de Mani\", referindo-se ao reino da luz.Willis Barnstone, Marvin Meyer The Gnostic Bible: Revised and Expanded Edition Shambhala Publications 2009 page 669 == Ver também == * Ataraxia * Bodhi * Dzogchen * Deus no Budismo * Jannah (Islã) * Jnana * Parabrahman * Falácia Nirvana * Satori * Salvação nas religiões indianas * Shangri-La * Yoga Zen == Referências == === Notas === === Citações === === Bibliografia citada === * * * * * * * * * * * * * * == Leituras adicionais == * * * * == Ligações externas == * Nibbana-The Mind Stilled Vol. I : Sermons on Nibbana (PDF) * Tradução para o inglês do Mahayana Mahaparinirvana Sutra Categoria:Conceitos filosóficos budistas Categoria:Conceitos filosóficos hindus Categoria:Conceitos filosóficos jainistas Categoria:Termos budistas Categoria:Felicidade Categoria:Palavras, frases e expressões em páli Categoria:Palavras, frases e expressões em sânscrito Categoria:Páginas contendo IPA",
 "title": "Nirvana"
}