{
 "id": "50277",
 "text": "O Manifesto comunista (Das Kommunistische Manifest), originalmente denominado Manifesto do Partido comunista (), publicado pela primeira vez em 21 de fevereiro de 1848, é historicamente um dos tratados políticos de maior influência mundial. Comissionado pela Liga dos Comunistas e escrito pelos teóricos fundadores do socialismo científico Karl Marx e Friedrich Engels, expressa o programa e propósitos da Liga. O Manifesto comunista foi escrito no meio do grande processo de lutas urbanas das Revoluções de 1848, chamadas também de Primavera dos Povos, um processo revolucionário de quase um ano que atingiu os principais países Europeus e é uma análise da Revolução Industrial contemporânea a ela.. Duas de suas maiores reivindicações foram reformas sociais: a conquista da diminuição da jornada diária de trabalho de doze para dez horas e o voto universal, embora apenas para os homens. == Edições== No prefácio de 1888, assinado por Marx e Engels, este descreve que o Manifesto foi a plataforma da Liga dos Comunistas, uma associação dos trabalhadores, primeiramente apenas alemães, depois internacional, \"uma sociedade secreta\". O congresso da Liga aconteceu em Londres, em 1847. Esboçado em alemão, em 1848, o manuscrito foi enviado à gráfica em janeiro de 1848, poucas semanas antes da revolução francesa de 24 de fevereiro. A primeira tradução inglesa foi realizada por Miss Helen Macfarlane e foi publicada no \"Red Republican\" em 1850. Engels também descreve que a insurreição em Paris foi derrotada em junho de 1848. Segundo ele a \"primeira grande batalha entre o proletariado e a burguesia\", a partir dessa época a luta dos trabalhadores é reduzida e, embora movimentos independentes continuassem a mostrar sinais de vida, eles eram sistematicamente derrotados. A polícia prussiana perseguiu o comitê central da Liga Comunista, localizada em Colônia. Os seus membros foram presos, e depois de dezoito meses, foram julgados, em 1852, sete a penas de prisão entre três a seis anos, em uma fortaleza. A Liga foi dissolvida pelos seus membros, a partir do que o manifesto é condenado a um longo esquecimento, hoje sendo um dos livros mais lidos em todo o mundo, com traduções em todos os idiomas. == Conteúdo == Marx e Engels partem de uma análise histórica, distinguindo as várias formas de opressão social durante os séculos e situam a burguesia moderna como nova classe opressora. Não deixam, porém, de citar seu grande papel revolucionário, tendo destruído o poder monárquico e religioso valorizando a liberdade econômica extremamente competitiva e um aspecto monetário frio em detrimento das relações pessoais e sociais, assim tratando o operário como uma simples peça de trabalho. Esse aspecto, juntamente com os recursos de aceleração de produção (tecnologia e divisão do trabalho), destrói todo atrativo para o trabalhador, deixando-o completamente desmotivado e contribuindo para a sua miserabilidade e coisificação. Além disso, analisam o desenvolvimento de novas necessidades tecnológicas na indústria e de novas necessidades de consumo impostas ao mercado consumidor. Afirmam sobre o proletariado: \"Sua luta contra a burguesia começa com sua própria existência\". O operariado, tomando consciência de sua situação, tende a se organizar e lutar contra a opressão, e ao tomar conhecimento do contexto social e histórico onde está inserido, especifica seu objetivo de luta. Sua organização é ainda maior pois toma um caráter transnacional, já que a subjugação ao capital despojou-o de qualquer nacionalismo. Outro ponto que legitima a justiça na vitória do proletariado seria de que este, após vencida a luta de classes, não poderia legitimar seu poder sob forma de opressão, pois defende exatamente o interesse da grande maioria: a abolição da propriedade (“Os proletários nada têm de seu para salvaguardar”). O Manifesto Comunista faz uma dura crítica ao modo de produção capitalista e à forma como a sociedade se estruturou através dele. Busca organizar o proletariado como classe social capaz de reverter sua precária situação e descreve os vários tipos de pensamentos comunistas, assim como define o objetivo e os princípios do socialismo científico. A exclusividade entre os proletários conscientes, portanto comunistas, segundo Marx e Engels, é de que visam a abolição da propriedade privada dos meios de produção e lutam embasados num conhecimento histórico da organização social; são, portanto, revolucionários. Além disso, destaca que o comunismo não priva do poder de apropriação dos produtos sociais; apenas elimina o poder de subjugar o trabalho alheio por meio dessa apropriação. Com o desenvolvimento do socialismo a divisão em classes sociais desapareceria e o poder público perderia seu caráter opressor, enfim seria instaurada uma sociedade comunista. No terceiro capítulo, analisa e critica três tipos de socialismo. O socialismo reacionário, que seria uma forma de a elite conquistar a simpatia do povo e, mesmo tendo analisado as grandes contradições da sociedade, olhava-as do ponto de vista burguês e procurava manter as relações de produção e de troca; o socialismo conservador, com seu caráter reformador e antirrevolucionário; e o socialismo utópico, que apesar de fazer uma análise crítica da situação operária não se apoia em luta política, tornando a sociedade comunista inatingível. Por fim, no quarto capítulo fecha com as principais ideias do Manifesto, com destaque na questão da propriedade privada e motivando a união entre os operários. Acentua a união transnacional, em detrimento do nacionalismo esbanjado pelas nações, como manifestado na célebre frase: Proletários de todos os países, uni-vos! Em suma, o Manifesto Comunista apoia um governo transitório que promova:Karl Marx, Friedrich Engels, Philip Gasper (ed.), The Communist manifesto: a road map to history’s most important political document. Haymarket Books, 2005: pages 70-71 * Abolição da propriedade da terra e seu rentismo; * Uma tributação progressiva; * Abolição dos direitos sobre a herança; * Confisco das propriedades de rebeldes e foragidos; * Centralização do crédito pelo atacado nas mãos do Estado em apoio a cooperativas de microcrédito; * Estatização total das empresas de transporte e comunicação; * Estatização dos meios de produção, da agricultura e das fábricas de forma planejada; * Apoie a igualdade entre todas as formas de trabalho além da criação de um corpo de funcionários públicos voltados para a agricultura; * Integração completa entre campo e cidade; * Educação infantil universal em escolas públicas, proibição do trabalho infantil e integração entre mundo fabril e mundo escolar. == Lenin e o Manifesto Comunista == Em sua obra \"O Estado e a Revolução\" de 1918, Lenin comenta a posição de Marx, vinte anos depois de publicado o Manifesto. No capítulo \"A Experiência da Comuna de Paris - Análise de Marx\", onde o autor comenta a experiência da Comuna de Paris de 1871, o primeiro governo operário da História, Lenin descreve os cuidados de Marx com a sublevação. Primeiro Marx afirmara que \"que qualquer tentativa para derrubar o governo era uma tolice ditada pelo desespero\". Mas, continua Lenin, quando, em março de 1871, a batalha decisiva foi imposta aos operários e estes a aceitaram, quando a insurreição se tornou um fato consumado, Marx saudara com entusiasmo a revolução proletária. Marx não mudara de opinião, mas percebera ser necessário estar junto com o movimento, vendo nele \"uma experiência histórica de enorme importância, um passo para a frente na revolução proletária universal, uma tentativa prática mais importante do que centenas de programas e argumentos.\" Analisando a experiência, Marx aponta uma única \"correção\" que julgara necessária introduzir em seu Manifesto Comunista, escrita em seu último prefácio à obra, de 24 de junho de 1872. Karl Marx e Friedrich Engels afirmavam ali que o programa do Manifesto estava \"hoje envelhecido em alguns pontos\". A Comuna havia demonstrado que \"não basta a classe operária apoderar- se da máquina do Estado para adaptá-la aos seus próprios fins.\" Para Lenin, a ideia de Marx apontava que a classe operária deveria quebrar, destruir a \"máquina do Estado\", não se limitando apenas a assenhorear-se dela. Para Lenin a observação de Marx apontava para a destruição da máquina burocrática e militar do Estado, que seria a \"condição prévia de qualquer revolução verdadeiramente popular\". Assim, depois da revolução de 1848-49, o poder do Estado havia se tornado \"o grande instrumento nacional da guerra do Capital contra o Trabalho\", sendo necessário assim destruí-lo, proposta que não estava clara no Manifesto de 1848. (V. Lenin. O Estado e a Revolução. 1918.) == Trotsky e o Manifesto == Em artigo comemorativo aos \"90 Anos do Manifesto Comunista\", de 30 de outubro de 1937, Leon Trotsky reafirmou a atualidade desta publicação, com as \"partes mais importantes\" parecendo terem sido escritas ontem\". Descreve que seus jovens autores (Marx tinha 29 anos e Engels 27 anos) souberam \"antever o futuro como ninguém antes e como poucos depois deles\". Trotsky também retomou o prefácio do Manifesto de 1872, onde os autores declararam que, \"mesmo tendo certos trechos secundários do manifesto envelhecido\", [Marx e Engels] não se sentiam no direito de modificar o texto original, visto que, \"no decorrer dos vinte e cinco anos então passados ele já se transformara em um documento histórico\". Trotsky considera que, em 1937, noventa anos de sua publicação, outras partes isoladas envelheceram ainda mais\" e descreve suas críticas: * Em seu prefácio Trotsky apresenta resumidamente algumas ideias do Manifesto que \"até nossos dias conservam integralmente sua força\" e cita outras que necessitam de sérias modificações ou complementos. Para ele as principais ideias que resistiram ao tempo foram: \"A concepção materialista da História\", um dos mais preciosos instrumentos do pensamento humano; \"A História de todas as sociedades até os nossos dias não foi senão a história pelas lutas de classes.\", onde Trotsky afirma que as frentes populares defendidas pela Internacional Comunista à época, negavam as leis da luta de classes; \"A anatomia do capitalismo\", descrita por Marx em seu Capital (1867); \"A tendência do capitalismo em rebaixar o nível de vida dos operários\"; as \"crises comercial-industriais como uma série de crescentes catástrofes\"; \"O governo moderno nada mais é do que um comitê para administrar os negócios comuns de toda a classe burguesa\"; \"Toda luta de classe é uma luta política\" ou seja organização dos proletários em classe é, consequentemente, a sua organização em partido político...\"; que o proletariado \"não pode conquistar o poder por meio das leis promulgadas pela burguesia\"; \"é necessário que a classe operária concentre em suas mãos o poder capaz de varrer todos os obstáculos políticos\", \"O proletariado organizado em classe dominante\", e que \"quanto maior for o número de Estados que se lançarem no caminho da revolução socialista, mais livres e flexíveis serão as formas da ditadura, mais ampla e profunda será a democracia operária\"; \"o caráter internacional da revolução proletária\"; que o socialismo se constitui com a extinção do Estado; e, finalmente, que \"Os operários não têm pátria\" (Trotsky, 90 Anos do Manifesto Comunista); * Entre as várias pontuações que seriam ultrapassadas no Manifesto, segundo Trotsky, seriam as seguintes: Marx aponta a concepção de que \"o capitalismo é o reino da livre concorrência\", entretanto, anos depois, em O Capital de 1867 Marx teria constatado a tendência para a transformação da livre concorrência em monopólio\", entretanto pontua que a caracterização \"científica do capitalismo como um monopólio\" foi uma contribuição de Lênin, feita em sua obra de 1917 \"Imperialismo, Estágio Superior do Capitalismo\", além disto a crítica à literatura socialista feita por Marx e Engels, estaria superada, pois, em 1937, a Internacional Comunista dirigida por Stalin colocava outras questões, pois esta estava massacrando \"a vanguarda do proletariado espanhol\" na Guerra Civil Espanhola, e abrindo o caminho para o fascismo. Trotsky conclui afirmando que a longa crise da revolução internacional cada vez mais se transforma \"em crise da cultura humana\", e que esta seria, no fundo, a \"crise da direção revolucionária do proletariado\" (Trotsky, 90 Anos do Manifesto Comunista). == Ver também == * Lenin * Leon Trótski * Manifesto * O Estado e a Revolução * Revoluções de 1848 == Bibliografia == * * * * Revolução de 1848: Movimentos revolucionários populares no mundo. Educação Uol * Manifesto of the Communist Party * Karl Marx, Friedrich Engels, Philip Gasper (ed.), The Communist manifesto: a road map to history’s most important political document. Haymarket Books, 2005 == Ligações externas == * Marx e Engels, Manifesto do Partido Comunista. Ed. Instituto José Luis e Rosa Sunderman, 2003. Com vários prefácios de sucessivas edições desde 1872, em PSTU.org * Manifest der Kommunistischen Partei-- Metalibri. Edição original de 1848, em alemão. * Manifesto do Partido Comunista (Brasil). Site PC do B. * Manifesto Comunista (Portugal, Ed. Avante). Partido Comunista Português * Elementos para uma leitura crítica do Manifesto Comunista - José Paulo Netto. Site PCB * O Manifesto em diferentes idiomas * * Manifesto do Partido Comunista * Leon Trotsky: 90 Anos do Manifesto Comunista, texto de 30 de Outubro de 1937 em Marxist.org * Em o Estado e a Revolução, texto de 1918, Lenin discute as mudanças no manifesto que teriam sido feitas pelo próprio Marx em 1870 (capítulo terceiro) *Manifesto Comunista (Boitempo Editorial, 1998. Tradução: Álvaro Pina e Ivana Jinkings). Categoria:Livros de Karl Marx Categoria:Livros de Friedrich Engels Categoria:Plataformas partidárias Categoria:Livros de 1848 Categoria:Ensaios Categoria:Comunismo Categoria:Livros de política Categoria:Livros de filosofia política Comunista Categoria:Política",
 "title": "Manifesto Comunista"
}