{
 "id": "50270",
 "text": "A riboflavina (lactoflavina ou vitamina B2; designada no passado também por vitamina G; nome sistemático 7,8 - dimetil-10-(D-1'-ribitil)-isoaloxazina) é um composto orgânico (flavina) da classe das vitaminas. No organismo humano, favorece o metabolismo das gorduras, açúcares e proteínas e é importante para a saúde dos olhos, pele, boca e cabelos. A riboflavina é utilizada como corante alimentar, sob a designação E101 ou E101a (quando na forma fosfatada). A deficiência em riboflavina provoca rachaduras nos cantos da boca e nariz, estomatite, coceira e ardor nos olhos, inflamações das gengivas com sangramento, língua arroxeada, pele seca, depressão, catarata, letargia e histeria. A riboflavina é necessária na síntese do dinucleótido de flavina- adenina (FAD) e do mononucleótido de flavina (FMN), dois cofactores enzimáticos essenciais no funcionamento de enzimas importantes em diversas vias metabólicas. É uma molécula fotossensível, degradando na presença de luz. == Características físico-químicas == As flavinas são compostos orgânicos baseados no anel tricíclico isoaloxazina. A adição de grupos metilo nos carbonos 7 e 8 e de uma cadeia ribitilo na posição 10 (azoto) da isoaloxazina forma a riboflavina (7,8-dimetil-10-ribitil-isoaloxazina). O radical ribitilo deriva do açúcar ribitol, um álcool obtido através da redução da ribose. A presença do grupo flavina (composto de aneis heterocíclicos) confere propriedades espectroscópicas características deste grupo de moléculas, como uma coloração amarela a laranja, e fluorescência. A adição de grupos químicos à cadeia ribitilo origina outras flavinas: o mononucleótido de flavina (FMN) é uma forma fosforilada da riboflavina; o dinucleótido de flavina e adenina (FAD) possui adicionalmente um grupo adenina ligado por dois fosfatos ao ribitilo. Tanto a riboflavina como os cofactores dela derivados são capazes de transferência electrónica graças à presença do grupo isoaloxazina, e fazem normalmente parte de proteínas transportadoras de electrões e oxidorredutases. Em flavoproteínas, é a cadeia ribitilo do FAD ou FMN que usualmente interage com a cadeia polipeptídica. A própria riboflavina serve de cofactor nas proteínas de ligação à riboflavina (em inglês, riboflavin-binding proteins), um dos tipos de flavoproteínas mais estudado. A riboflavina é uma molécula anfipática: a parte da isoaloxazina semelhante ao xileno é predominantemente hidrofóbica, podendo interagir com aminoácidos hidrofóbicos em proteínas; a outra extremidade da isoaloxazina, semelhante a pirimidina, é mais hidrofílica e capaz de estabelecer ligações de hidrogénio com aminoácidos polares. É por esta razão pouco solúvel em água (130 mg/L a 27 °C). O anel central (pirazina) é o principal responsável pela actividade redox presente em flavinas. É também uma molécula fotossensível, sendo destruída rapidamente por exposição à luz, mas resistente ao calor (e portanto à maioria dos procedimentos de cozedura de alimentos). No seu estado puro, apresenta-se normalmente sob a forma de pó cristalino de cor amarela ou laranja. É instável em soluções alcalinas, com uma estabilidade máxima a pH 6. == Nutrição == O organismo humano é incapaz de sintetizar riboflavina. Para a síntese de cofactores enzimáticos indispensáveis ao funcionamento normal do metabolismo, é necessário incluir esta vitamina na dieta humana. A riboflavina produzida pela flora intestinal é uma importante fonte desta vitamina em seres humanos. === Dose diária recomendada === Nos Estados Unidos, a Food and Drug Administration (FDA) recomenda oficialmente uma dose diária de 1,7 mg de riboflavina, valor que poderá ser revisto para 1,3 mg, em acordo com a dose considerada suficiente pela Organização Mundial da Saúde (OMS) para homens adultos. A OMS recomenda um valor ligeiramente menor para mulheres adultas (1,1 mg), excepto quando em gestação (1,4 mg) ou em lactação (1,6 mg). As doses recomendadas para crianças variam entre 0,3 mg/dia para recém-nascidos até aos seis meses de idade e 0,9 mg/dia para crianças entre os sete e os nove anos de idade. === Fontes na alimentação === Alimentos como leite, produtos lácteos. couves e vegetais folhosos verdes como bróculos, repolho e agrião, carne (especialmente vísceras), cereais em grão (arroz, lentilha, aveia, cevada, trigo, levedo de cerveja), em frutas como o jambo, ovos, semente de girassol e ervilhas, são fontes de riboflavina, embora esta seja destruída pela exposição à luz. No leite, a riboflavina encontra-se na forma livre, ou seja, não ligada a proteínas. No ovo de galinha, a riboflavina liga-se à \"proteína de ligação a riboflavina\". Nos países em via de desenvolvimento, o consumo de vegetais verdes constitui a principal fonte de riboflavina, enquanto que nos países desenvolvidos são os produtos lácteos a fonte primária. === Fontes comerciais === Além de ser feito o enriquecimento (fortificação) de determinados alimentos com riboflavina, incluindo produtos de panificação e cereais, esta vitamina é também comercializada sob a forma de preparado oral (em combinação ou não com outras vitaminas) e preparado injectável. === Deficiência === Por ser continuamente excretada na urina, um baixo consumo de riboflavina leva facilmente a uma deficiência nutricional desta vitamina, embora tal deficiência seja sempre acompanhada por deficiências noutras vitaminas. Existe maior propensão a uma deficiência em riboflavina em dietas pobres em produtos animais. A deficiência em riboflavina também se encontra associada a determinadas doenças crónicas, como a diabetes, doenças inflamatórias intestinais e infecções pelo HIV. A avitaminose associada à deficiência em riboflavina denomina-se ariboflavinose. Pode resultar de uma dieta pobre em riboflavina, má absorção intestinal desta vitamina, incapacidade de a metabolizar ou excreção exagerada na urina. Sintomas de ariboflavinose incluem dermatite seborreica, formação de gretas e vermelhidão nos lábios, estomatite e inflamação do revestimento da boca e língua, úlceras bocais e infecções na garganta e neuropatia. Também pode causar dessecação e escamação na pele e anemia (deficiência em ferro, reflectida numa menor produção de grupo hemo,A diminuição da produção de hemo está relacionada com a utilização da riboflavina na protoporfirinogénio oxidase, uma enzima essencial na biossíntese do hemo () maior perda intestinal de ferro/menor absorção intestinal de ferro e indução de stress oxidativo com acumulação de ferro \"livre\"). Pode ocorrer vermelhidão, lacrimação e coceira no globo ocular, além de sensibilidade à luz. A deficiência de riboflavina em animais tem como consequências gerais diminuição do desenvolvimento do organismo, ataxia, fraqueza e morte. A deficiência em riboflavina está associada à síndrome oral- ocular-genital. Nesta síndrome, a estomatite angular, a fotofobia e a dermatite escrotal são sintomas clássicos. Em ratos utilizados como modelo de investigação, a deficiência em riboflavina leva a uma menor actividade de algumas desidrogenases, tendo como consequência imediata uma significativa inibição da β-oxidação mitocondrial de ácidos graxos. Outras enzimas cuja actividade é afectada incluem a glutationo redutase (com consequente diminuição de glutationo reduzido), glutationo peroxidase, catalase, aldose redutase, sorbitol desidrogenase e fosfato de piridoxamina oxidase. São também afectadas diversas vias metabólicas de oxidação mitocondrial dependentes de flavoproteínas. Uma forma de detectar os níveis de riboflavina no soro sanguíneo consiste na medição do coeficiente de actividade da glutationo redutase em eritrócitos, medido como a razão entre a actividade normal da enzima estimulada por FAD e a actividade basal da enzima in vivo: um coeficiente de actividade elevado é em geral indicação de uma deficiência vitamínica de riboflavina. Outros métodos de detecção são a medição de riboflavina excretada na urina e a determinação da concentração de riboflavina em eritrócitos. === Leite materno === Diversas vitaminas do complexo B, incluindo a riboflavina, estão incluídas no denominado grupo I de nutrientes durante a lactação. Isto significa que os níveis absorvidos pela mãe reflectem-se nos níveis detectados no leite materno. Em mulheres saudáveis e bem nutridas, a média de riboflavina encontrada no leite materno é de 0,35 mg/L, o que cobre apenas entre 40 e 60% do consumo requerido por recém- nascidos e bebés até dois anos de idade. Por esta razão, é recomendada por alguns autores a fortificação da alimentação com suplementos vitamínicos, de modo a suprir eventuais carências. Nos Estados Unidos, não existem limites superiores estabelecidos para a quantidade de riboflavina a ser consumida nesta faixa etária. == História == A riboflavina foi descoberta por Wynter Blyth no final do século XVIII enquanto fazia a análise dos componentes do leite de vaca, tendo denominado então este composto como \"lactocromo\". Outros nomes foram empregues para descrever a riboflavina, como lactoflavina ou ovoflavina, dependendo do material de onde havia sido isolada. Também foram empregues as designações hepatoflavina, verdoflavina e uroflavina, além de vitamina G. O nome actual reflecte a presença de uma cadeia lateral ribitilo e da cor amarela do grupo flavínico (do latim flavus, que significa \"amarelo\"). No final da Década de 1920, foram isolados diversos pigmentos amarelos com fluorescência esverdeada, e identificados como parte do complexo B. Por essa altura foi identificada a estrutura da riboflavina por Richard Kuhn e Paul Karrer, de forma independente. Mais tarde, Hugo Theorell demonstrou que uma enzima de cor amarela, previamente identificada por Otto Warburg nas suas investigações sobre a fosforilação oxidativa, poderia ser separada em apoproteína e numa fracção solúvel amarela. Nenhuma das duas fracções em separado era capaz de oxidar o NADPH, mas ao fazer-se uma mistura de ambas, essa actividade catalítica reaparecia. Theorell tentou reconstituir a actividade da enzima juntando riboflavina à apoproteína, já que, espectroscopicamente, a fracção amarela era muito semelhante à vitamina, mas não detectou catálise. Descobriu então que o cofactor amarelo da enzima diferia da riboflavina pela presença de um grupo fosfato adicional na cadeia ribitilo. Theorell havia descoberto o FMN, o derivado directo da fosforilação da riboflavina. Anos mais tarde, Hans Krebs descobriu uma nova flavoenzima, cujo cofactor foi identificado como um novo derivado da riboflavina, o FAD, por Warburg e Christian, em 1938. Na década de 1940 surgem os primeiros estudos sobre os efeitos da deficiência de riboflavina em humanos. O teste da actividade da glutationo redutase para aferição dos níveis de riboflavina é proposto nos finais dos anos 60, sendo utilizado até ao presente. == Metabolismo in vivo == A riboflavina é a molécula precursora do FADDavid L. Nelson, Michael M. Cox, \"Lehninger Principles of Biochemistry\", 4ª edição, W. H. Freeman, 2005, ISBN 978-0-7167-4339-2 e do FMN. O FMN é obtido com a fosforilação da riboflavina por acção da enzima riboflavina cinase, enquanto que a FAD sintetase é a responsável pela síntese do FAD. O FAD é por isso considerado a forma biologicamente activa da riboflavina. Para estudar as propriedades destas flavinas nas proteínas que as contêm, podem ser sintetizadas flavinas artificiais com estruturas químicas ligeiramente diferentes das naturais, ou marcadas isotopicamente. Esta síntese, que pode ser química ou enzimática, utiliza normalmente riboflavina como molécula precursora. Estirpes de bactérias ou leveduras incapazes de sintetizar (auxotróficas) riboflavina podem ainda assim crescer suplementando o meio de cultura com riboflavina. Esta estratégia é utilizada para a síntese de flavoproteínas utilizando flavinas artificiais, fornecendo riboflavinas modificadas como suplemento. === Síntese in vivo === Os animais, incluindo o ser humano, são incapazes de sintetizar riboflavina, adquirindo-a principalmente a partir da alimentação. A riboflavina é sintetizada em plantas, fungos e diversas bactérias. Em organismos capazes de sintetizar a riboflavina, o trifosfato de guanosina (GTP) é utilizado como molécula precursora, havendo uma série de reacções que terminam numa reacção de dismutação catalisada pela riboflavina sintase. O GTP é utilizado na construção de pirimidinadiona, que é então convertida a lumazina pela enzima lumazina sintase. A riboflavina sintase catalisa então a dismutação da lumazina a uma molécula de riboflavina e uma de pirimidinadiona, podendo esta última ser reciclada para nova reacção de síntese de lumazina. Algumas espécies de bactérias capazes de sintetizar riboflavina não conseguem captar esta vitamina externamente e não sobrevivem se a síntese for de alguma forma inibida. Esta particularidade permite o desenvolvimento de inibidores de enzimas da via de síntese da riboflavina, em particular da riboflavina sintase e da lumazina sintase, inibidores esses que são normalmente moléculas estruturalmente semelhantes à riboflavina. === Absorção em mamíferos === A maior parte da riboflavina ingerida encontra-se sob a forma de FMN e FAD ligada a proteínas, que libertam as flavinas por hidrólise ácida no estômago. O FAD e o FMN são então hidrolisados a riboflavina pela fosfatase alcalina e pirofosfatases FMN/FAD antes da sua absorção intestinal. É na parte proximal do intestino delgado que ocorre a maioria da absorção, que é levada a cabo por transportadores especializados independentes de Na+ e inibida por análogos estruturais da riboflavina e pela amilorida. O mecanismo molecular de absorção não é bem conhecido mas aparenta depender directamente do número de transportadores no epitélio intestinal ou da variação da actividade destes transportadores. A disponibilidade de riboflavina regula esta actividade: um aumento da concentração de riboflavina no lúmen intestinal diminui a actividade de absorção da vitamina, enquanto que uma deficiência leva a um aumento da actividade; por esta razão é sugerido que os transportadores reconhecem a quantidade de riboflavina disponível na sua superfície apical e se adaptam conforme o nível detectado. Outra forma de regulação poderá envolver uma via dependente da proteocinase A, e por conseguinte, do AMPc. Também a riboflavina produzida pela flora do intestino grosso pode ser absorvida nesta zona do intestino, utilizando transportadores funcionalmente semelhantes aos presentes no intestino delgado. Após a entrada nas células do intestino, a riboflavina é fosforilada a FMN por uma flavocinase, utilizando ATP. A FAD sintetase também utiliza ATP na síntese do FAD. O armazenamento da riboflavina é feito principalmente no fígado, sob a forma de FAD. Em hepatócitos e células epiteliais, existem transportadores específicos dependentes do Ca2+/calmodulina que permitem a entrada da riboflavina nas células, à custa de energia metabólica. A riboflavina também é armazenada no baço e músculo cardíaco. Na circulação sanguínea encontra-se principalmente na forma de riboflavina (50%) e FAD (40%), com uma percentagem menor de FMN (10%), numa concentração total de cerca de 0,03 μM. No plasma sanguíneo de mamíferos, a riboflavina liga-se de forma não específica a proteínas como a albumina e determinadas imunoglobulinas e de forma específica a proteínas transportadoras de riboflavina, especialmente durante a gestação, embora não sejam conhecidos com precisão os mecanismos de transporte da riboflavina em qualquer dos casos. Existe provavelmente entrada de riboflavina em mitocôndrias feita também por transportadores específicos, já que este organelo possui riboflavina cinase e FAD sintetase e utiliza diversas flavoproteínas na cadeia de transporte electrónico. Poderá então haver incorporação dos cofactores flavínicos nas apoproteínas correspondentes. No cérebro, estudos de transporte da riboflavina no plexo coróide revelaram que esta é absorvida através da barreira hematoencefálica e pelas células do tecido nervoso através de transporte activo ou difusão facilitada, existindo uma apertada homeostase que não permite grandes variações na concentração de riboflavina neste tecido. === Relação com o metabolismo do folato === Existem indícios de uma acção sinergética entre o metabolismo do folato e a riboflavina, na prevenção do cancro colorectal e cervical. Sob a forma de FAD, a riboflavina é cofactor da enzima metileno tetra-hidrofolato redutase, responsável pela conversão de 5,10-metileno tetra-hidrofolato a 5-metiltetra- hidrofolato. Este é um doador de grupos metilo na reacção de conversão da homocisteína a metionina e por conseguinte, uma molécula importante na síntese de S-adenosilmetionina, que intervém em diversas reacções biológicas (como a metilação do ADN). Uma mutação encontrada numa variante da metileno tetra- hidrofolato redutase, associada a níveis plasmáticos elevados de homocisteína (que por sua vez estão associados a um maior risco de doença cardiovascular) provoca uma ligação mais fraca entre o cofactor e a enzima. Outros polimorfismos associados a esta enzima, que enfraquecem a ligação do FAD à cadeia polipeptídica, poderão estar associados com determinados tipos de cancro. No entanto, são insuficientes os estudos sobre a acção da riboflavina e o seu sinergismo com o consumo de folato, para se deduzirem possíveis papéis protectores desta na prevenção do cancro colorectal. Também existem indicações de que o metabolismo normal do folato é afectado por uma deficiência em riboflavina, com diminuição da actividade da metileno tetra-hidrofolato redutase e consequente aumento de quebras na cadeia dupla do ADN, deficiência na metilação do ADN e aumento de incorporação de uracilo no ADN. === Toxicidade === Por ser uma molécula pouco hidrossolúvel, a riboflavina pode ser tomada oralmente em grandes quantidades com pouco risco de ser absorvida de forma significativa no tracto gastrointestinal. Embora seja possível a administração de doses potencialmente tóxicas por injecção, o excesso é normalmente excretado na urina, conferindo a esta uma coloração amarelo-viva se presente em grandes quantidades. A FDA não especifica uma quantidade máxima de riboflavina na alimentação. Pode no entanto actuar como molécula fotossensibilizadora, originando radicais livres (espécies reactivas de oxigénio) na presença de luz e oxigénio molecular. Estes radicais danificam o ADN ao produzirem derivados oxidados das suas bases, como 8-desoxiguanina. A inactivação de enzimas detectada após irradiação com luz visível na presença de riboflavina aparenta ser predominantemente devida à produção de oxigénio singuleto, uma forma muito reactiva de oxigénio molecular. Os aminoácidos aromáticos triptofano e tirosina sofrem degradação após exposição à luz, com a riboflavina servindo como fotossensibilizador, tanto em presença de oxigénio molecular como em condições anaeróbias. Isto indica que existem outros mecanismos envolvendo transferência electrónica na degradação destes aminoácidos, além de formação de espécies reactivas de oxigénio. O mecanismo não é conhecido, mas é possível que a excitação da riboflavina pela luz a conduza a um estado tripleto (estado excitado), que é capaz de abstrair electrões destes aminoácidos aromáticos, formando radicais (triptofanilo e tirosinilo) e iniciando uma cascata de reacções radicalares que levam à degradação dos aminoácidos. Produtos derivados desta reacções são dímeros de tirosina (dois aminoácidos tirosina que se ligam covalentemente) e agregados indole, flavínicos e indole-flavínicos. Outro aminoácido sensível a inactivação por luz mediada pela riboflavina é a histidina, não se verificando grandes alterações nos demais aminoácidos naturais por este tipo de mecanismo. O ascorbato (vitamina C) não é sensível por si à luz, mas é fortemente fotossensibilizado pela riboflavina e, por conseguinte, destruído. === Antagonistas === São conhecidos alguns antagonistas da riboflavina, que actuam desligando a flavina das suas flavoproteínas, como a ouabaína, a teofilina, a penicilina e o ácido bórico. Outros medicamentos que inibem a acção da riboflavina, quer diminuindo a sua absorção intestinal ou reabsorção renal, quer competindo com a riboflavina, entre outros mecanismos, incluem o probenecide, a clorpromacina (um análogo estrutural), fenotiazinas, barbitúricos, o antibiótico estreptomicina e contraceptivos orais. === Sinergistas === Em mamíferos, a síntese de cofactores flavínicos a partir da riboflavina é estimulada pelas hormonas tiroxina e triodotiroxina. A utilização de medicamentos que aumentem a retenção urinária, como anticolinérgicos, também contribuem para uma maior absorção da riboflavina. == Síntese industrial == A riboflavina pode ser sintetizada artificialmente a partir de D-ribose. Este processo consiste em quatro reacções consecutivas: reacção com 3,4-xilidina; hidrogenação; condensação com cloreto de benzenediazónio; e ciclocondensação com ácido barbitúrico. O FMN pode ser obtido por reacção com oxicloreto de fósforo parcialmente hidrolisado, mas esta reacção resulta em diversos produtos fosfatados de difícil separação, preferindo-se por isso a fosforilação com riboflavina cinase (). O FAD é obtido recorrendo-se também a um passo final enzimático, utilizando a FAD sintetase (), que pode inclusivamente ser hidrolisado a FMN com a FAD difosfatase (). Diversos processos biotecnológicos foram desenvolvidos para a produção industrial de riboflavina. Recorre-se a microorganismos capazes da sua biossíntese, incluindo fungos filamentosos como Ashbya gossypii, Candida famata e Candida flaveri, assim como as bactérias Corynebacterium ammoniagenes e Bacillus subtilis. A. gossypii, em particular, produz grandes quantidades de riboflavina, conferindo uma cor amarela distinta a este fungo. A bactéria B. subtilis foi geneticamente modificada de forma a aumentar a produção de riboflavina e ser resistente ao antibiótico ampicilina. Esta resistência é utilizada como forma de selecção e marcação do organismo de interesse. É utilizada à escala comercial na produção de riboflavina para utilização na alimentação. Também bactérias lácticas como Lactococcus lactis, utilizadas noutros processos industriais de fermentação, foram manipuladas para possível produção industrial de riboflavina e folato. == Uso industrial == Por ser fluorescente sob luz ultravioleta, utilizam-se soluções diluídas de riboflavina (0,015-0,025%) para evidenciar fugas ou demonstrar a facilidade de limpeza de sistemas como biorreactores ou tanques de mistura. === Indústria alimentar === Devido à sua cor amarela-viva, a riboflavina é utilizada como corante alimentar. Também é utilizada como fortificante alimentar em alimentos para bebés, cereais de pequeno-almoço, massas, molhos, queijos fundidos, bebidas de fruta, produtos lácteos enriquecidos com vitaminas e algumas bebidas energéticas. É também incluída em suplementos vitamínicos. Por ser pouco hidrossolúvel, a riboflavina é muitas vezes adicionada na forma fosfatada 5'-fosfato de riboflavina (FMN; aditivo E101a), mais dispendiosa mas muito mais solúvel (50g/L). == Uso clínico == A riboflavina tem sido utilizada em diversas situações clínicas e terapêuticas. Suplementos de riboflavina têm sido utilizados em simultâneo com fototerapia da icterícia neonatal (hiperbilirrubinemia), já que a luz degrada não só a toxina que causa esta condição, como a riboflavina naturalmente produzida no organismo. A fotossensibilidade da riboflavina é aproveitada no sistema comercial Mirasol PRT, que efectua a redução de agentes patogénicos em componentes sanguíneos utilizados para transfusão (como plasma ou plaquetas): os componentes são irradiados com luz ultravioleta na presença de riboflavina, que actua como molécula fotossensibilizadora, provocando danos no ADN de agentes patogénicos eventualmente presentes nesses componentes. Foi também sugerida a administração de riboflavina, entre outros cofactores, para compensar a diminuição dos níveis desses cofactores que acontece em determinadas doenças mitocondriais. Alguns pacientes com deficiências na cadeia respiratória mitocondrial, em particular no complexo I, apresentaram melhorias clínicas após administração de riboflavina. A administração de riboflavina, em conjunto com outras vitaminas necessárias para o funcionamento de enzimas da cadeia respiratória mitocondrial, aumenta a eficiência da fosforilação oxidativa e complementa deficiências de enzimas envolvidas na cadeia de transporte electrónico. Foi também demonstrada a diminuição de lesões isquémicas que ocorrem em consequência de enfarte ou acidente vascular cerebral com a administração terapêutica de riboflavina. Também foi demonstrado um aumento da eficiência do tamoxifeno na quimioterapia do cancro da mama utilizando uma terapia de riboflavina em simultâneo. A riboflavina e derivados da riboflavina conseguem penetrar no exosqueleto quitinoso de artrópodes e conseguem inibir a quitinase, uma enzima crucial na síntese do exosqueleto. Por esta razão, a riboflavina pode ser utilizada para controlo da proliferação de artrópodes e também de nemátodos e fungos quitinosos. == Ver também == * Terapia fotodinâmica * Nutracêutica == Ligações externas == * Categoria:Vitaminas Categoria:Corantes alimentares Categoria:Compostos aromáticos Categoria:Álcoois Categoria:Amidas Categoria:Aditivos de número E",
 "title": "Riboflavina"
}