{
 "id": "50287",
 "text": "A flauta de pã ou flauta de pan é um instrumento musical, e o nome genérico dado a instrumentos musicais constituídos por um conjunto de tubos fechados numa extremidade, ligados uns aos outros em feixe ou lado a lado. Os tubos são graduados e de diferentes tamanhos, não têm bocal e são soprados com os lábios tangenciando as extremidades superiores. Conforme o local onde são construídas, as flautas podem ter características e nomes diversos, como siringe, na Grécia antiga, nai da Romênia, siku ou antara nos Andes etc. A sua familia de instrumentos é aerofones de madeira. Foram denominadas \"pã\" por associação ao deus grego Pã. Eram muito populares entre os etruscos e os gregos, desde o século VI a.C., com o nome de siringe. Hoje, a flauta de pã é uma peça importante na música folclórica da Roménia, Myanmar, Oceania e dos países andinos. A flauta de pã andina é conhecida como siku pela comunidade Aimará, como antara pelos Quíchuas e como zampoña pelos espanhóis. Os sikus mais fidedignos ou \"puros\" são tocados em escala pentatônica, mas existe uma característica comum de tocá-los: em par. Toca-se uma parte e alterna-se a escala com a outra parte, em conjunto. Essas partes são denominadas masculino e feminino. Uma se chama ira (a que guia) e a outra se chama arka (a que acompanha). O termo sikuri é usado nas comunidades bolivianas para o tocador de siku. Sikuriadas ou sikuriados são temas melódicos tocados somente com sikus. Nos povoados andinos, é comum encontrar conjuntos que variam de cinco a dez sikuris, ou mais. Dependendo de onde são construídos, existem sikus de vários tamanhos, notas, tipos de canas, pois a nota musical varia de tamanho e sua afinação é relativa, nem sempre se aproximando da nota requerida. No Equador, existe um parente próximo ao siku ou zampoña conhecido como rondador, uma flauta com 20 a 40 canas bem finas e enfileiradas. É também tocado em escala pentatônica e muito utilizado em danças folcóricas ou populares como o sanjuanito, o albazo, a longuita, o pasacalle etc. == Nome == A flauta de Pã recebe o nome do Pã, o deus grego da natureza e dos pastores, frequentemente representado com um instrumento assim. A flauta de Pã se tornou amplamente associada ao personagem Peter Pan criado por Sir James Matthew Barrie, cujo nome foi inspirado no deus Pã. == Estrutura == O tubos da flauta de pan são fechados em uma extremidade, sendo a onda estacionária refletida, dando uma nota uma oitava abaixo do que o produzido por um tubo aberto de comprimento igual. No estilo Sul-americano tradicional, tubos são ajustadas para corrigir passo, colocando pedrinhas ou grãos de milho seco para o fundo dos tubos. Fabricantes contemporâneos de flauta de pã curvadas estilo romeno usam cera (geralmente, cera de abelha) para sintonizar novos instrumentos. Ferramentas especiais são usadas para colocar ou remover a cera. Rolhas de borracha também são usadas, e são mais fáceis de ajustar rapidamente os tubos. == Acústica == A flauta de pan é uma flauta soprada. O som é produzida pela vibração de uma corrente de ar soprada através de um furo aberto na extremidade de um tubo de ressonância. O comprimento do tubo determina a frequência fundamental. Um registro harmônico exagerado está perto de um 12º acima do fundamental tubos cilíndricos, mas pode se aproximar de um salto de oitava (8), se uma vela diminuidora é usada. A fórmula para o cálculo do comprimento de um tubo de flauta é L = (c / f) / 4 (o \"comprimento teórico\" L é a velocidade de som c = 343 m / s, dividido pela frequência desejada em hertz f, que quantidade dividido por 4). Devido a uma propriedade de compressão no interior do tubo, o comprimento deve ser um pouco mais curto para corrigir passo plana. O comprimento extra é útil para um fabricante, que pode usar uma rolha de cortiça ou o plugue na parte inferior para ajustar o tom. Alguns instrumentos usam cera ou pastilhas para afinar o tom fundamental de cada tubo. Um tubo que possui um diâmetro de 1/10 do seu comprimento, produz um tom de cor típico (veja timbre ). Um intervalo de diâmetro interno entre 1/7 e 1/14 do comprimento L é aceitável. Um tubo estreito soará \"esganiçado\", enquanto um grande um vai soar \"Flutey\". Se você é um \"perfeccionista\", multiplique o diâmetro do furo de 0,82 e subtraia esse valor do comprimento do tubo. Isso compensa com frequência a compressão desacelerada interna e os lábios cobrindo parcialmente a vocalização. Apenas pequenos ajustamentos serão necessários, em seguida, para ajustar o tom fundamental para a densidade do ar e da temperatura. === Construção === Para construir uma flauta de pan caseira de uma oitava, é preciso obter tubos de PVC eletroduto ou similares, desde que tenha o diâmetro de uma polegada. E fechar os tubos no final com ponteiras, pés de cadeira ou outro material. Inicialmente, é preciso estabelecer o comprimento para o primeiro dó. O recomendado para que a flauta possa acompanhar outros instrumentos, como o violão, é que o tubo para esta nota apresente o comprimento de 32,5 centímetros. A medida para as próximas notas serão feitas multiplicando o valor deste primeiro dó pela fração em cima de cada tubo descrito na imagem. Por exemplo: o ré terá 32,5 x 8/9 = 28,86 centímetros. Seguindo este princípio, é possível criar flautas com mais de uma oitava, estabelecendo a medidas para as notas a partir do último dó da oitava anterior.Orquestra de Sucata, Blog. == Tocando == A flauta de pan é tocada soprando horizontalmente através de uma extremidade aberta contra a borda interna nítida dos tubos. Cada tubo é ajustado para uma palestra, chamada de frequência fundamental. Aumentando a pressão de ar e tensão dos lábios, harmônicos ímpares (notas cujas frequências são múltiplos números do fundamental), perto de um 12 º em tubos cilíndricos, também pode ser produzido. A flauta pan romena tem os tubos dispostos em uma matriz curva, permitindo que o flautista possa chegar facilmente a todas as notas, simplesmente girando a cabeça. Esses instrumentos também podem tocar todos os sustenidos e bemóis, com uma técnica especial de tanto inclinar os tubos e movimentação da mandíbula, reduzindo assim o tamanho da abertura do tubo e produzir uma mudança de tom. Um tocador avançado pode tocar qualquer escala e em qualquer tubo. Existem dois estilos de vibrato possível, vibrato de mão em que o tocador aplica um movimento suave para uma extremidade da flauta pan (geralmente o limite superior) da mesma maneira como o vibrato do violino é conseguido através de balanço do lado do punho. Vibrato de respiração é a mesma técnica usada por tocadores de flauta e outros instrumentos de sopro com o uso de diafragma do flautista. == Variações == thumb|upright|esquerda|Gheorghe Zamfir se apresentando no 10º Crossroad Festival, na Praça Principal de Cracóvia, em 2008 A flauta de pan em estilo curvado foi popularizada pelo músico romeno Gheorghe Zamfir, que fez várias turnês e gravou vários álbuns de música de flauta de pã na década de 1970, e por vários outros artistas que começaram a gravar ao mesmo tempo. Hoje, existem milhares de músicos dedicados em toda a Europa, Ásia e nas Américas. Tanto a curva e variações sul-americanas tradicionais também são muito populares no Peru e, em outros grupos tradicionais, também é feita a partir de árvores de carvalho em comerciais de música andina. No Laos e Tailândia, há uma versão cilíndrica chamada wot, usado na música popular do Isaan, região do país. O músico altera notas pela rotação do instrumento, com as mãos, e não por movimentos da cabeça. === Tipos === *Paixiao (China) *Wot (Laos e Tailândia) *Nai (Roménia, Moldávia). Note-se que \"nai\" é, também, a palavra romena para a flauta *Siringe *Antara, Zampoña (Andes) *Kuvytsi, Svyryli, Rebro, Nai (Ucrânia) *Uma pequena siringe chamada chiflo ou xipro foi usada por galegos amoladores móveis na Espanha,Instrumentos Musicales en los Museos de Urueña: Chiflo de Afilador ArgentinaClarín - Revista Viva, 28 August 2005, Personajes de la ciudad - El afilador. e do México, que tocavam, rápido, escalas altas para anunciar a sua chegada nos bairros. Eram tradicionalmente feitos a partir de um bloco de madeira, mas, mais recentemente, foram lançados em plástico. *O firlinfeu é um instrumento popular popular em Brianza, na província de Monza, e no sul das províncias de Lecco e de Como (Itália). *Quills, um instrumento americano Africano conhecido principalmente através das gravações de Henry Thomas em 1920 e do músico de blues do Mississippi Sid Hemphill. == Acústica == Em física, a flauta de pã é chamada \"tubo sonoro fechado\", onde v[T]=33139 \\sqrt{\\frac{20 T}{5463}+1} sendo v[t] a velocidade do som em função da temperatura em graus Celsius. L[f]=\\frac{v[T]}{4 f} Sendo L o comprimento acústico do tubo. Por causa do efeito da extremidade, a onda de pressão continua caminhando mesmo depois de a flauta ter acabado de soar. == Famosos tocadores de flauta de pã == *Brad White (Estados Unidos) *Carlos Carty (Perú) *Claire Smoorenburg (Holanda) *Damian Draghici (Romênia) *Dana Dragomir (Romênia / Suécia) *Dimo Dimov (Bulgária / Alemanha) *Douglas Bishop (Estados Unidos) *Fanica Luca (Roménia) *Gheorghe Zamfir (Roménia) *Joeri Murk (Suíça) *Ken Davis (Austrália) *Kevin Budd (Canadá) *Konstantin Moskovich (Moldávia) *Leo Rojas (Ecuador) *Noortje van Middelkoop (Holanda) *Radu Nechifor (Roménia) *Simion Stanciu \"Syrinx\" (Roménia / Suíça) Classissimaː Mi música clásica. Disponível em http://www.classissima.com/es/people/flautistas_(10104)/1/ . Acesso em 1 de agosto de 2016. == Ver também == * Siringe (mitologia) * imagens medievais de pan flutes Categoria:Flautas",
 "title": "Flauta de pã"
}