{
 "id": "50334",
 "text": "Caio Plínio Cecílio Segundo (em latim: Caius Plinius Caecilius Secundus; Como, ou 62 — Bitínia?, ), também conhecido como Plínio, o Jovem, o Moço ou o Novo, foi orador insígne (Panegírico de Trajano, 100), jurista, político, e governador imperial na Bitínia . Biografia de Plínio Sobrinho-neto de Plínio, o Velho, que o adoptou, estava com ele no dia da grande erupção do Vesúvio (79 d.C.), mas não o acompanhou na viagem de barco até o vulcão em erupção que se revelaria mortal. Seus escritos sobre esse dia, no qual Pompeia se afogou em cinzas, são o principal documento escrito que versam a respeito de como sucedeu tal erupção. A troca de cartas entre Plínio e o imperador Trajano, preservadas até os dias de hoje, são considerados um dos mais valiosos documentos para entender a organização e a vida cotidiana do império romano da época. Nelas, Plínio cita pela primeira vez o cristianismo num documento romano conhecido. == Vida e obra == A inserção de Plínio no mundo público romano começou cedo: aos dezoito anos já exercia carreira de advogado; no período de Domiciano passou a exercer a função de Questor; em 92 d.C. exerce a função de Tribuno da plebe chegando ao cargo de Pretor em 95 d.C; em 111 d.C. atinge o seu apogeu com a nomeação de governador da Província de Ponto-Bitínia - atual Turquia - onde viria a morrer.Carta escrita por Plínio na função de governador da Bitínia De acordo com o historiador brasileiro Thiago David Stadler > é com a rápida passagem de Nerva pelo poder do Império e, posteriormente, > com o governo de Trajano, que Plínio alcançou cargos de destaque e de > influência, capazes de legitimar as ações de um imperador. As transições no > ambiente público propiciaram a Plínio tanto a formação de uma rede de > amizades quanto de conhecimentos diversos. Seus estudos foram levados na linha da retórica e das leis tendo como principais mestres Quintiliano e Nicetas de Esmirna. Foi a partir dos estudos de Quintiliano que a forma \"elogiosa\" de se escrever apareceu nas epístolas de Plínio, o Jovem e em sua obra intitulada \"Panegírico a Trajano\". Da sua oratória, o Panegyricus Traiano Dictus (\"Panegírico a Trajano\") foi única peça oratória sua que se conservou. Nela, Plínio, ao estilo da época, agradece a sua nomeação para cônsul. De outros textos sobreviventes, sabemos que se dedicou ao estudo do âmbar e suas qualidades, comparando-o com a pedra-ímã, cujas propriedades já eram bastante conhecidas.Tradução para a língua portuguesa de uma das cartas de Plínio Historiadores identificam em Lierna, região da Lombardia, província de Lecco, uma das vilas em que viveu Plínio, o Jovem. Davide Bertolotti, \"Il Raccoglitore ossia archivi di viaggi, di filosofia, d'istoria di poesia...\", pgg 2Società Storica Comense, \"Raccolta Storica\", pagina 139, nota 1Sigismondo Boldoni, \"Lario\", pag. 32 Plínio era filho de Lúcio Cecílio Cilo, que exercia as funções de quattuorvir aedilicia potestate (magistrado), e teve uma irmã, Lúcia Cecília Valens, e possivelmente um irmão, que nunca nos refere. Hoje, as erupções como as do Vesúvio são chamadas de erupções plinianas. == As cartas de Plínio == O seu legado principal são as suas litterae curatius scriptae, 247 missivas escritas a amigos, no estilo da época entre os anos de 97 e 109. Nelas encontramos das melhores descrições da vida quotidiana, política etc. da Roma Imperial. As cartas estão agrupadas em nove livros, acrescidos de um décimo volume, que contém as duas célebres cartas (Plin. Ep. X.95, 96) que abordam o tema do cristianismo, um dos primeiros documentos não neotestamentários sobre a igreja primitiva. As cartas que compõem o Livro X foram escritas durante o seu consulado na Bitínia: são 122 ao todo, trocadas com o imperador Trajano, onde é visível a sua grande proximidade e confiança mútuas. As cartas mostram-no inspecionando escrupulosamente as finanças das cidades locais, relatando ao imperador o estado dos serviços públicos e pedindo que sejam enviados arquitetos e engenheiros de Roma. Plínio estava preocupado com o estado do aqueduto da Nicomédia, as termas de Claudiópolis e o teatro e o ginásio de Niceia; os muros de seis metros de espessura do novo ginásio tinham problemas estruturais, suspeitava ele, mas era necessário obter a opinião de um especialista. Na Nicomédia, desejava estabelecer uma brigada de incêndio local, embora Trajano se mostrasse contrário ao plano, com base no argumento de que uma organização desse tipo poderia se transformar num grupo de pressão política, e sugeriu que em vez disso fosse providenciado simplesmente algum equipamento de combate ao fogo. Plínio preocupava-se também com a punição de escravos que houvessem tentado se alistar no Exército, permitido apenas para aqueles nascidos livres, se o conselho da cidade de Niceia deveria ter permissão para se apropriar dos bens de qualquer pessoa que morresse sem ter deixado testamento e também se Trajano se importaria em ter sua estátua colocada em um edifício onde restos humanos haviam sido enterrados. == Plínio e os cristãos == As cartas de Plínio a Trajano são o primeiro documento não neotestamentários sobre o cristianismo são as epístolas 96 (escrita por Plínio, o Jovem) e a 97 (escrita pelo imperador Trajano) que expõem o embate em torno do tema dos cristãos: Plínio descreveu a Trajano sobre o cristianismo e admitiu que não tinha muita certeza de como lidar com eles. Para começar, dera-lhes várias oportunidades de abjurar e havia executado apenas aqueles que se negavam a isso (“sua teimosia e obstinação inflexível certamente deve ser punida”). Mas então muitos outros nomes foram trazidos à sua atenção, conforme as pessoas começaram a acertar velhas contas acusando seus inimigos de serem cristãos. Plínio continuou permitindo que aqueles sob investigação abjurassem, desde que provassem sua sinceridade derramando vinho e incenso diante de estátuas do imperador e dos \"verdadeiros deuses\". Plínio concluiu que o cristianismo era “apenas uma superstição perversa e rebelde”. Ele também queria que Trajano confirmasse se o método usado era correto. E o imperador mais ou menos assentiu, embora tenha acrescentado uma nota de precaução: “Cristãos não devem ser perseguidos”, escreveu ele, “mas se forem acusados e considerados culpados, devem ser punidos”. Essa é a mais antiga discussão sobre o cristianismo que sobreviveu fora da literatura judaica ou cristã. == Bibliografia == * ==Ver também== *Erupção pliniana *Plínio, o Velho ==Ligações externas== * (em inglês) *Obras de Plínio, o Jovem, em latim, na Latin Library Categoria:Escritores de cartas da Roma Antiga Categoria:Naturais de Como Categoria:Cônsules do Império Romano Categoria:Juristas da Roma Antiga Categoria:Oradores da Roma Antiga Categoria:Pretores do Império Romano Categoria:Áugures romanos Categoria:Governadores romanos da Bitínia e Ponto Categoria:Primeiros escritores anticristãos Categoria:Erupção do Vesúvio em 79",
 "title": "Plínio, o Jovem"
}