{
 "id": "50368",
 "text": "Um objeto voador não identificado (OVNI), também chamado de UFO (da sigla em inglês para unidentified flying object), e mais recentemente chamado de unidentified anomalous phenomenon (UAP) (em português: Fenômenos Anômalos Não Identificados) é um objeto ou luz vistos no céu (ou ocasionalmente em terra ou no mar) que não consegue ser identificado pelos observadores com os meios de exame ao seu dispor. A maioria dos relatos de OVNIs, depois de investigados, são identificados como fenômenos mundanos ou naturais. Para uma parcela entre 25% e 30% dos casos estudados, não é encontrada explicação plausível. O termo é amplamente usado para alegações de observação de aeronaves extraterrestres, mas não existe ainda evidência científica para suportar a ideia de uma origem extraterrena. == Definição == O Relatório Condon, publicado em 1968 por um grupo de pesquisadores da Universidade do Colorado, sob direção científica do físico nuclear Dr. Edward Condon e financiado pela Força Aérea dos Estados Unidos – USAF, definiu OVNI como sendo um \"estímulo que provoca um relato, por um ou mais indivíduos, de algo visto no céu (ou um objeto considerado capaz de voar, mas pousado na terra) que o observador não consegue identificar como tendo uma origem natural vulgar, parecendo-lhe suficientemente enigmática a ponto de comprometê-lo a fazer um relatório à polícia, autoridades governamentais, imprensa, ou talvez a representantes de organizações privadas devotadas ao estudo de tais objetos.\" O falecido astrônomo e ufólogo estadunidense J. Allen Hynek, em seu livro The UFO Experience de 1972, dividiu seus pares em dois grupos. Um ridicularizava o assunto, se recusando a investigá-lo. O outro, se investigasse, o trataria como um fenômeno psicológico, mesmo que envolvesse mais de uma pessoa. Declarações foram contestadas por ele: de que nunca pessoas treinadas cientificamente relatavam OVNIs. Ele contestou. De que os relatos vinham de pessoas sem instrução, novamente contestou: não significava sem inteligência. Que vinham de pessoas com instabilidade mental. Hynek alegou que pesquisas com doentes mentais não comprovavam tal ligação. Em 1981, escreveu que três aspectos trouxeram grande descrédito ao tema: que os declarados OVNIs eram na maioria dos casos equívocos de eventos comuns; a crença do não estamos sós e grupos muito ativos de crentes em visitas celestiais, com fervor quase religioso. Para combater esses equívocos e a noção de que OVNI é sinônimo de visitantes espaciais, em 1972 ele o definiu como: \"a percepção relatada de um objeto ou luz vistos no céu ou sobre a terra, cuja aparência, trajetória e comportamento dinâmico geral; e luminescente não sugerem uma explicação lógica e convencional, e que não só é incompreensível para os percipientes originais, mas permanece não identificada após um exame minucioso de todas as evidências disponíveis por pessoas tecnicamente capazes de, com bom senso, fazer uma identificação se ela for possível\". O astrofísico e ufólogo francês Jacques Vallée em seu livro Anatomy of a Phenomenon de 1965, propôs uma das primeiras definições de OVNI: seriam manifestações encontradas entre relatos da percepção de uma imagem visual, comumente interpretada pela testemunha como a de um objeto voador material, que possuiria pelo menos umas das seguintes características: uma aparência que, para a testemunha, seria incomum. Em 1990, em seu livro Confrontations, Vallee retomou a discussão de sua proposta de 1965 e a definição proposta por Hynek em 1972. As duas, na verdade, seriam insuficientes. Em Hynek, uma primeira inconsistência seria o pressuposto de que sempre haveria um grupo de pessoas capazes de chegar a um consenso sobre luzes estranhas e a segunda porque deixava de fora uma gama de fenômenos que outros pesquisadores consideravam importante no contexto OVNI, como o próprio Vallee. Esses fenômenos aparentemente distintos e não ligados aos objetos voadores não identificados, na verdade, integrariam um conjunto de fenômenos interligados, como seres vistos ou efeitos físicos incomuns em contexto não OVNI. Vallée reformulou sua definição: \"Os fenômenos UFO são encontrados entre relatos de objetos, luzes, seres ou efeitos físicos que são considerados pelas testemunhas como anomalias por causa de sua aparência ou comportamento.\" ==Termos correlatos== UFO UFO é o acrônimo para Unidentified Flying Objects (Objetos Voadores Não Identificados). Esse termo foi criado no âmbito do Projeto Livro Azul, pelo capitão da USAF, Edward J. Ruppelt. Em seu livro The Report on Unidentified Flying Objects de 1956, Ruppelt declara: “UFO é o termo oficial que eu criei para substituir as palavras discos voadores\". No Oxford English Dictionary, é atribuída a primeira referência publicada do termo ao major da Marinha Donald Keyhoe em 1953. UAP UAP é o acrônimo para Unidentified Aerial Phenomena (Fenômenos Aéreos Não Identificados) utilizado no âmbito da National Aviation Reporting Center on Anomalous Phenomena – NARCAP, como alternativa ao termo UFO, porque usado muitas vezes como sinônimo de espaçonave extraterrestre. Sua definição pela NARCAP guarda semelhanças com a definição do Relatório Condon e de Hynek. O cientista chefe da NARCAP, Dr. Richard F. Haines, definiu em 1980 o UAP como o estímulo visual que provoca um relatório de observação de um objeto ou luz vista no céu, com aparência e, ou dinâmica de voo que não possuam a lógica de um objeto voador convencional e que permaneça não identificado após a análise de todas as evidências disponíveis por pessoas que são tecnicamente capazes de fazê-lo. PAN PAN é o acrônimo para Phénomenès Aérospatiaux Non identifiés (Fenômenos Aeroespaciais Não Identificados), utilizado no âmbito do Grupo de Estudos e de Informações sobre os Fenômenos Aeroespaciais Não Identificados – GEIPAN do Centro Nacional de Estudos Espaciais – CNES da França. *PAN Classe A: Observação explicada de forma inequívoca; *PAN Classe B: Observação em que a suposição feita pelo GEIPAN é considerada muito provável; *PAN Classe C: Observação não explorada por falta de informações; *PAN Classe D: Observação não explicada apesar da evidência disponível para o GEIPAN. **PAN D1: Correspondente a fenômenos estranhos, associado a um único testemunho, nenhuma foto ou vídeo. **PAN D2: Que correspondem a fenómenos muito estranhos e alta consistência: várias testemunhas independentes e / ou fotografia ou vídeo e / ou vestígios na terra. OANI OANI é o acrônimo para Objetos Aéreos Não-Identificados, utilizado pela Força Aérea Brasileira, no âmbito do Sistema de Investigação de Objetos Aéreos Não Identificados - SIOANI, que foi uma estrutura organizacional criada pelo Comando da 4ª Zona Aérea, para investigação e pesquisa científica dos OANIs, entre os anos de 1969 e 1972. Sua área de atuação foi principalmente o Estado de São Paulo, mas investigou casos em vários outros. Discos Voadores A expressão popular disco voador é traduzida do inglês flying saucer (pires voador), utilizada pela primeira vez na edição de 25 de junho de 1947 do jornal Y East Oregonian, quando foi publicada uma entrevista com o piloto civil Kenneth Arnold, sobre sua observação de nove objetos voadores em forma de disco muito brilhantes, que comparou a pires saltando sobre a água, quando sobrevoava a área do Monte Rainier, Estados Unidos. No mesmo dia, um despacho de imprensa enviou a notícia ao escritório da Associated Press em Portland, espalhando a história dos discos voadores por todo o globo. Na cultura popular e nas mídias é comumente utilizado para denominar genericamente um objeto voador não identificado, hipoteticamente extraterrestre. Muitos ufologistas e entusiastas tratam os termos OVNI, UFO e discos voadores como sinônimos de naves de outros planetas, visão não compartilhada por tantos outros ufologistas e entusiastas e pela ciência. == História == miniatura|220px|direita| Vädersolstavlan (ou o Quadro das Luzes) representando um fenómeno óptico atmosférico, observado sobre Estocolmo a 20 de Abril de 1535. Embora o Sol, segundo o quadro, se encontrasse no lado oposto ao fenómeno, este tem sido interpretado como um parélio Observações de objectos voadores invulgares têm sido relatadas ao longo da história. Alguns episódios bíblicos - como por exemplo as visões do profeta Ezequiel - são interpretados por alguns ufologistas, como episódios de encontros com OVNIs. Jacques Scornaux e Christiane Piens acham isso talvez um claro abuso de interpretação: não podemos ver extraterrestres a intervir em todo o lado. Os dois autores anotam que tais escritos estão pesadamente carregados de símbolos, e de qualquer modo, milénios depois, é demasiado tarde para saber o que realmente se passou. Em contrapartida, aceitam melhor a possível origem extraterrena dos Vimanas, terríveis engenhos armados descritos em alguns textos sagrados da Índia. Qualquer que seja a sua verdadeira natureza, tais fenômenos ao longo da história têm sido considerados como acontecimentos sobrenaturais, demónios, anjos, ou outras figuras ou sinais religiosos. A historiadora de arte Daniela Giordano aponta para muitas pinturas e objetos medievais que mostram alguns objetos incomuns no ar; ela reconhece que muitas dessas imagens são difíceis de interpretar, mas comenta que alguns dos objetos são espantosamente semelhantes aos avistamentos de OVNIs de tempos mais recentes. Shen Kuo (1031 - 1095), da Dinastia Song chinesa, numa passagem do seu livro Essays from the Pool (1088) registrou os relatos de testemunhas oculares do século XI, afirmando terem visto um objeto voador enorme, em forma de pérola, que se podia mover a uma velocidade incrível. Em 14 de Abril de 1561, em Nuremberga, ao amanhecer, muitas pessoas testemunharam o aparecimento, nos céus da cidade, de vários objectos voadores desconhecidos: esferas, discos, cruzes e cilindros contendo no seu interior varios objectos menores, em forma de bola, assim como um enorme objecto alongado negro em forma de lança. Todos estes objectos pareciam lutar uns contra os outros. Em 1566 sobre Basileia, na Suiça, foram relatados acontecimentos semelhantes, descritos na \"Gazette de Bâle\" por Samuel Coccius. Numerosas bolas vermelhas e pretas no céu pareciam lutar nos céus e seguidamente consumiam-se. Um desenho da época recorda o acontecimento. Em 1919, o norte-americano Charles Fort publica o seu mais famoso livro, The Book Of The Damned (O Livro dos Danados). O escritor é, de certo modo, um percursor da chamada \"ufologia\": coleciona milhares de fatos insólitos sem explicação científica, (pelo menos â época) entre os quais os relatos de objetos voadores desconhecidos. Em 24 de Junho de 1947, o piloto privado Kenneth Arnold afirmou ter visto uma série de nove objectos voadores brilhantes e não identificados a voar cerca do Monte Rainier a velocidades que Arnold estimou num mínimo de 1.932 km/h. ==Encontros imediatos - Classificação== Encontro imediato ou contato imediato é um evento em que uma ou mais pessoas percebe a presença de um OVNI e, ocasionalmente, seus hipotéticos ocupantes. Dois sistemas de classificações desses encontros são amplamente aceitos. ===Sistema Hynek=== J. Allen Hynek apresentou seu sistema de classificação em seu livro The UFO experience: A scientific enquiry, publicado em 1972. Na visão de Hynek, nos relatórios de UFOs observados a grandes distâncias, a percepção errada do objeto ou luz brilhante é uma hipótese com a qual se trabalha, mas nos encontros próximos ou imediatos, principalmente nos casos de mais de uma testemunha, se torna insustentável considerar a experiência apenas dentro dos limites de percepção equivocada, já que excedem em muito qualquer margem a ponto de termos que considerar que houve uma verdadeira experiência anômala. Em suas palavras: “Será que temos, então, um fenômeno no qual várias pessoas sofrem temporariamente de insanidade em um determinado momento, mas em nenhum outro momento antes ou depois? Se assim for, temos de lidar com uma nova dimensão do fenômeno OVNI”. Os relatos foram classificados em seis categorias. As três primeiras são observações à distância, enquanto que as três últimas são propriamente os ditos Encontros Imediatos. A linha de corte na distância foi arbitrada em duzentas jardas ou cerca de cento e oitenta metros. É a regra de ouro. Classificação: ==== Observações relativamente distantes ==== Luzes Noturnas: A testemunha observa um ponto luminoso ou fonte extensa; Discos diurnos: a grande maioria das observações diurnas se referem a objetos de aparência metálica, discoidais, ovais (às vezes cilíndricas); Radar e Radar- Visual: O radar é a fonte primária de informação, mas a observação visual concomitante traz maior importância. ==== Observações relativamente perto ==== CE-I: Encontros Imediatos do 1o grau Não há interação com a testemunha ou o ambiente. CE-II: Encontros Imediatos do 2o grau Há interação entre o OVNI e o ambiente, como no sistema de ignição de um automóvel, queimaduras no solo, ou efeitos físicos em plantas, animais e humanos. CE-III: Encontros Imediatos do 3o grau Ocupantes do OVNI, com aparência humanoide ou não, são relatadas. Geralmente não há contato direto ou comunicação com a testemunha. Por fim, nos anos recentes, incidentes de custódia foram relatados. ===Sistema Vallée=== O ufólogo Jacques Vallée, que publicou um livro em parceria com Hynek, considerou em seu livro Confrontos (1990), que a classificação Hynek era insuficiente porque considerava que sempre haveria um grupo de pessoas capaz de chegar a um consenso sobre luzes estranhas. Também não incluía na classificação muitos fenômenos que ufologistas e pesquisadores consideravam relevantes, e que havia uma gama de fenômenos associados a OVNIs na literatura, como anomalias do tipo poltergeist, que precisavam ser considerados. Vallee é um dos principais teóricos da hipótese interdimensional para explicação do fenômeno. Para unificar seu sistema de classificação com o sistema Hynek, ele incluiu a dimensão psíquica e outros relatos anômalos, que acredita terem uma conexão com o fenômeno OVNI. SISTEMA VALLEE DE CLASSIFICAÇÃO DE ANOMALIAS RELACIONADAS A OVNI 1 2 3 4 5 ANOMALIA Sem efeitos físicos. Luzes amorfas ou explosões inexplicadas. Com efeitos duradouros. Poltergeist, materializações, vegetação afetada. Anomalias associadas a entidades: Fantasmas, Ieti, Elfos. Criptozoologia. Interação pessoal e dentro da própria realidade das entidades. EFC, visões, milagres. Danos anômalos ou mortes. Combustão humana espontânea, ferimentos inexplicados. SOBREVOO - OVNI OVNI sobrevoando. Sobrevoo com efeitos físicos. Observação de seres a bordo do OVNI em sobrevoo. A testemunha experimenta a transformação da realidade do OVNI em sobrevoo e,ou seus ocupantes. Sobrevoo causa danos permanentes nas testemunhas. MANOBRA - OVNI OVNI Trajetória descontínua: queda, manobra, looping. OVNI em manobra causa efeitos físicos. Observação de seres a bordo do OVNI em manobras descontínuas. Observação de OVNI em manobras acompanhadas de sensação de transformação na realidade. Manobra que causa morte ou dano permanente na testemunha. CONTATO IMEDIATO - OVNI CE-I da escala Hynek. Observações próximas, sem interação com a testemunha ou ambiente. CE-II da escala Hynek. Interação com o ambiente: motores de carros, marcas no solo, efeitos físicos em seres vivos. CE-III da escala Hynek. Seres a bordo com aparência humanoide ou não. No geral sem contato direto ou comunicação com a testemunha. CE-IV agregada a escala Hynek. Incidentes de custódia da testemunha pelos seres. Abdução. CE-V agregada a escala Hynek. Contato imediato que causa danos permanentes a testemunha. ==Estudos de casos== Vários extensos estudos sobre relatos de OVNIs foram produzidos por órgãos oficiais de seus países. O primeiro foi o Projeto Sign, de 1947, seguido do Projecto Grudge em 1949, ambos da iniciativa da Força Aérea dos EUA. O Projecto Grudge concluiu que os relatos de OVNIs eram resultado de: a) interpretação errónea de vários objectos convencionais; b) uma forma ligeira de histeria em massa e \"nervos de guerra\"; c) indivíduos que fabricam tais relatos para perpetrar um embuste ou procurar publicidade; d) pessoas psicopatológicas. Em 1952, o Robertson Panel, foi um comité encomendado pela Agência Central de Inteligência (CIA) em resposta a muitos relatos de objectos voadores não identificados, especialmente na área de Washington. O relatório do Painel Robertson concluiu que a maioria dos relatórios sobre OVNIs poderia ser explicada como uma identificação errada de objectos aéreos mundanos, e a minoria restante poderia, com toda a probabilidade, ser explicada de forma semelhante com um estudo mais aprofundado, o que no entanto seria um \"grande desperdício de esforço\". O Painel Robertson concluiu que deveria ser levada a cabo uma campanha de relações públicas a fim de \"desmascarar\" os OVNIs, e reduzir o interesse público no assunto, e que os grupos civis de OVNIs deveriam ser monitorizados porque poderiam ter fins subversivos. Em 1954, o regulamento Air Force Regulation 200-2, da Força Aérea dos EUA, estabelecia os procedimentos para informação e material de prova relativos a objetos voadores não identificados e estabelecia a responsabilidade das atividades da Força Aérea a este respeito. O Projecto Blue Book decorreu de 1952 a 1970. O Relatório Condon, no âmbito do University of Colorado UFO Project, tendo como contratante a Força Aérea dos Estados Unidos foi realizado entre os anos de 1966 e 1968. De acordo com uma análise do Relatório Condon por Peter A. Sturrock,em 1987, que aliás aponta várias imperfeições a esse estudo, ele \"tem sido e continua a ser o documento público mais influente no que diz respeito à posição científica sobre o problema\". O estudo seguinte é o Projeto Condign, no âmbito do projeto Unidentified Aerial Phenomena in the UK Air Defence Region, patrocinado pelo Ministério da Defesa do Reino Unido, entre os anos de 1997 e 2000. Esse estudo deve ser lido mais como um relatório de inteligência ao invés de um estudo científico. O governo dos EUA manteve, desde 2007 até 2012, uma investigação do fenómeno, através do Advanced Aviation Threat Identification Program (AATIP) - (ou Programa Avançado de Identificação de Ameaças Aeroespaciais). O programa foi tornado público em Dezembro de 2017. O programa foi financiado com 22 milhões de dólares ao longo dos cinco anos, até que as dotações disponíveis terminaram. Em 2020, o Pentágono admitiu a existência de um programa semelhante ao AATIP, chamado Unidentified Aerial Phenomenon Task Force (UAPTF). Força Tarefa de Fenómenos Aéreos Não Identificados . A missão da força era detetar, analisar e catalogar os UAP (fenómenos aéreos não identificados) que pudessem constituir uma ameaça potencial para a segurança nacional dos EUA. ===Relatório Condon=== De acordo com a introdução ao Relatório Condon, os relatos de observações de OVNIs, embora por vezes de descrição elaborada, geralmente trazem poucas informações que auxiliem a descobrir a verdadeira natureza do objeto avistado. Quando informações específicas que descrevem um objeto não identificável são apresentadas, \"a fiabilidade dessa informação também deve ser avaliada, sendo necessária alguma corroboração ou verificação independente\". Durante as investigações das equipes de campo, numa grande variedade de situações não foi possível estabelecer identificações firmes e a falta de provas tornaram esses casos totalmente inconclusivos. O relatório coloca que esses casos inconclusivos podem não ter sido identificados como fenômenos comuns, por causa da falta de informação adequada. No entanto, alerta que alguns casos intrigantes envolveriam testemunhos de valor, que descreveriam experiências que só poderiam ser explicadas em termos da presença de veículos estranhos e as conclusões a respeito deles dependeriam inteiramente do crédito a que se daria ao testemunho pessoal. Quanto aos testemunhos registrados logo após o relato, esses poderiam ser considerados de maior confiabilidade do que os relatos coletados entre dois a 20 anos mais tarde, \"tanto por causa de falhas de memória como por causa de uma tendência à cristalização da história após repetidos relatos\". O projeto concentrou suas investigações de campo nos relatórios UFOs na época considerados atuais, nos quais poderiam coletar testemunhos e provas num horizonte inicial de vinte e quatro horas. Além dos estudos de campo, o Projecto também examinou alegadas provas fotográficas, evidências físicas, casos de observações de radar, observações de astronautas, e investigou a opinião pública sobre o fenómeno. Em \"Conclusões e Recomendações\", Condon escreveu: \"A nossa conclusão geral é que nada veio do estudo dos OVNIS nos últimos 21 anos que tenha acrescentado ao conhecimento científico. Uma cuidadosa consideração dos registos, uma vez que estão à nossa disposição, leva-nos a concluir que um estudo mais aprofundado dos OVNIs provavelmente não pode ser justificado na expectativa de que a ciência seja avançada por essa via\". Ele também recomendou contra a criação de um programa governamental para investigar relatórios de OVNIs. Descreveu o problema que confronta a comunidade científica, que cada cientista deve avaliar o registo por si próprio, e que a recomendação do Relatório contra uma investigação mais aprofundada \"pode não ser verdadeira para sempre. \" Ele aconselhou que as agências governamentais e fundações privadas \"deveriam estar dispostas a considerar propostas de investigação OVNI...numa base aberta e sem preconceitos..\" Em particular, o Relatório observou que havia lacunas no conhecimento científico nos campos da \"óptica atmosférica, incluindo a propagação de ondas de rádio, e da electricidade atmosférica\" que poderiam beneficiar de mais investigação no campo dos OVNIs. ==== Críticas ao Relatório Condon ==== O astrónomo J. Allen Hynek afirmou que \"o Relatório Condon não resolveu nada\" e chamou-lhe volumoso, divagante e mal organizado. Ele chamou a introdução de Condon de \"singularmente tendenciosa\" e escreveu que nela Condon \"evitou mencionar que havia um mistério remanescente dentro das entranhas do relatório; que o comitê tinha sido incapaz de fornecer explicações adequadas para mais de um quarto dos casos examinados\". Hynek nota que o programa examinou apenas 90 casos (3 eram observações de astronautas), desprezando milhares que estavam disponíveis. Desses 90 casos, 40 eram apenas os mais recentes (do ano de 1967), não tendo sido dada atenção aos 20 anos prévios e aos seus milhares de relatos. Catorze desses 90 casos já tinham sido examinados pelo projecto Blue Book, e classificados como equívocos, pelo que o astrónomo pensa que não deveriam ser reexaminados, mas sim examinados novos casos de entre os que o Blue Book não conseguira deslindar. Apenas 10 dos chamados \"encontros imediatos\", os mais interessantes para Hynek, foram investigados: seis não foram explicados, dois foram inconclusivos, um foi considerado \"psicológico\" e o outro era definitivamente Vénus. J. Hynek afirma que Condon não entendeu a natureza e o alcance do problema estudado. Cita W. T. Powers, que afirma que Condon usa como ilustrações exclusivamente os casos disparatados, fáceis de explicar ou mal relatados, sem uma única palavra sobre o facto de os seus colegas apresentarem, no mesmo volume, casos que resistiram às tentativas de explicação mais meticulosas. A possibilidade de avistamento por radar de um OVNI por um aparelho de radar a funcionar corretamente em condições atmosféricas normais não é de todo mencionada. ===Relatório Condign=== Os resultados do Projeto Condign (1997-2000) foram compilados em um documento de mais de quatrocentas páginas intitulado Unidentified Aerial Phenomena in the UK Air Defence Region, que se baseou em cerca de dez mil relatórios recolhidos por pessoal da Equipe de Inteligência da Defesa (DIS) do Ministério da Defesa britânico. Mantido secreto durante vários anos, foi a domínio público em 15 de maio de 2006, após as diligências de David Clarke. O relatório não encontrou nenhuma evidência de atividade extraterrestre, e conclui que as evidências dão suporte à teoria de que todos estes eventos se devem a meteoros, e fenômenos físicos, elétricos e atmosféricos. As explicações mais comuns encontradas pelo projeto para os UAPs ( fenómenos aéreos não identificados) são aeronaves, satélites ou balões. Um conjunto de outros fenômenos artificiais, atmosféricos e naturais podem complementar as explicações. Além disso, existem as fraudes. A possibilidade extrema de objetos extraterrestres seria o ponto alto. No entanto, uma variedade de fatores e o uso da ciência são essenciais para separar e filtrar os casos. === Grupo francês GEIPAN === Criado em 2005, o governamental GEIPAN (Groupe d'études et d'informations sur les phénomènes aérospatiaux non identifiés) é um serviço do Centre national d'études spatiales (CNES). Com sede em Toulouse, o GEIPAN é responsável pela recolha, síntese e arquivo de fenómenos aeroespaciais não identificados (UAPs, de acordo com a terminologia do CNES), e pela informação ao público sobre os mesmos. === Relatório do Pentágono em 2021 === Um relatório de apenas nove páginas Avaliação Preliminar: Fenómenos Aéreos Não Identificados (UAP) - foi publicado pelo Gabinete do Director da Inteligência Nacional dos EUA e descreveu os encontros, de 2004 a 2021, que os militares norte-americanos tiveram com objectos estranhos nos céus. O documento usa o acrónimo UAP no lugar de UFO. Como era de esperar, não menciona extraterrestres, e alerta para a potencial ameaça à segurança nacional do fenómeno, que aliás foi o principal motivador da elaboração do relatório. Conclui que o que quer que seja que os militares norte-americanos estejam a encontrar parecem ser objectos reais - na maioria dos 144 incidentes que estão a ser relatados. Apenas um dos casos apresentados no relatório foi identificado como um balão. \"A maioria dos UAP relatados representam provavelmente objectos físicos, dado que a maioria dos UAP foram registados através de múltiplos sensores, incluindo radares, infravermelhos, electro- ópticos, pesquisadores de armas, e observação visual\", diz o relatório. === Novos grupos de investigação nos EUA === A 23 de Novembro de 2021, o Pentágono anunciou a formação do Airborne Object Identification and Management Synchronization Group (AOIMSG), um novo grupo de inteligência para investigar objectos não identificados que possam comprometer o espaço aéreo dos Estados Unidos e tentar entender a sua origem. Em 20 de julho de 2022, o Departamento de Defesa anunciou que o AOIMSG seria sucedido pelo All-domain Anomaly Resolution Office (AARO). O Gabinete é responsável não só pelo rastreio de objetos não identificados no céu, mas também debaixo de água ou no espaço — ou potencialmente um objeto que seja capaz de se mover de um domínio para o outro. O novo gabinete foi estabelecido após mais de um ano de atenção a objetos voadores não identificados que pilotos militares observavam, mas às vezes relutavam em relatar com receio do estigma. ===Aparição de objetos não identificados em 2023=== Nos Estados Unidos, em 4 de Fevereiro de 2023, um objeto, com origem em Hainan (China) e identificado como um balão, foi abatido na costa dos estados estadunidenses da Carolina do Norte e da Carolina do Sul. Segundo o Pentágono o objeto, sem meios de propulsão próprios, estaria a ser seguido desde 28 de Janeiro, e era um balão de espionagem chinês. A China no entanto rebateu as acusações, dizendo que se tratava de um dirigível de pesquisa ou um balão meteorológico. Outro objeto, de forma octogonal, também foi abatido no Lago Huron, no estado estadunidense de Michigan, a 12 de Fevereiro. Na fronteira noroeste do Canadá, perto do estado estadunidense do Alasca, outros dois objetos foram abatidos pelas Forças Armadas canadenses e estadunidenses. Na China, um outro objeto foi detectado em seu espaço aéreo perto da cidade costeira de Rizhao. Tais fatos, aumentaram a tensão diplomática entre os norte-americanos e os chineses. A Moldova também registrou a aparição de um objeto e chegou até mesmo fechar o espaço aéreo do país. Nem mesmo a América do Sul ficou de fora destas aparições suspeitas, pois um feixe de luz misterioso chamou a atenção no departamento de Paysandú, no Uruguai, mobilizando até mesmo um comunicado oficial das Forças Armadas uruguaias e a abertura de investigações. ==Fraudes== No Brasil, o primeiro grande caso jornalístico envolvendo um OVNI nasceu sob o estigma da fraude, no ano de 1952. Um OVNI teria sido observado e fotografado no bairro da Barra da Tijuca no Rio de Janeiro por um conhecido jornalista e outro também conhecido fotógrafo. Uma extensa matéria com as fotos foi publicada na extinta revista O Cruzeiro e causou grande repercussão nacional. A própria Aeronáutica Brasileira chegou a dar crédito a história, mas análises das fotografias demonstraram que era uma montagem. Em 1958, fotógrafo Almiro Baraúna teria tirado quatro fotografias de um OVNI sobrevoando a Ilha da trindade, a bordo do navio da marinha Almirante Saldanha. As fotografias foram publicadas pela revista O Cruzeiro, causando grande polêmica. Em 2010, ao programa Fantástico, da Rede Globo, a publicitária Emília Bittencourt, amiga de Baraúna, relatou que ouviu do próprio serem montagens. Em 2011, Marcelo Ribeiro, também fotógrafo e sobrinho de Almiro Baraúna, revelou que ouviu de seu tio como teria produzido as montagens em seu laboratório caseiro. Fraudes foram perpetradas em muitos países. Durante a onda ufológica de 1954 na França, na cidade de Bélesta, um grupo de jovens à época, construiu um artefato com um aro de bicicleta e lâmpadas presas a ela, que utilizada na escuridão, se tornou um OVNI noticiado por todo o país. Existem as fraudes modernas, como casos de adulterações de fotografias efetuadas com a utilização de programas de edição de imagens. Em 2007 um vídeo de OVNIs em sobrevoo baixo sobre palmeiras fez grande sucesso nas redes sociais ufológicas. Era o vídeo dos OVNIs do Haiti, que foi posteriormente assumido como fraude pelo autor, um profissional da computação gráfica. Durante a onda ufológica belga de 1989-1990, uma fotografia da maquete de um OVNI triangular supostamente tirada na cidade de Petit-Rechain correu o mundo, virando até capa de livro. O autor da foto assumiu fraude em 2011. ==Fotografias== Em 1997, o professor de física da Universidade Stanford, Peter Sturrock, organizou uma conferência com cientistas de diversas áreas para analisar o fenômeno OVNI, intitulada Physical Evidence Related to UFO Reports, também chamada de Painel Sturrock. O painel se expressou sobre a questão das evidências fotográficas, dizendo ser improvável se produzir provas fotográficas suficientes para convencer um cientista da realidade de um fenômeno estranho a menos que uma série de condições fossem atendidas (elencadas em um dos anexos do painel). Eles também expressaram a preocupação de que, com o avanço das técnicas digitais modernas, talvez nunca seja possível excluir possíveis fraudes sem que testemunhos independentes ou outro registro corroborativo do evento esteja disponível. O Relatório Condon (1968), vinte e nove anos antes do Painel Sturrock, quanto a evidências fotográficas, diz ter falhado em revelar provas conclusivas da existência de discos voadores, \"nem estabelecido, é claro, que tais objectos não existam\" , mas que era significativo que alguns dos casos \"clássicos\" tivessem sido identificados ou mostrassem pouco valor probatório. Uma fotografia que é reconhecida mundialmente como uma das melhores de um legítimo OVNI, foi tirada em 04 de setembro de 1971, na Costa Rica, durante o mapeamento aerofotográfico do Lago de Cote pelo governo daquele país. Dois estudos foram publicados sobre a foto: *Photo Analysis of an Aerial Disc Over Costa Rica - Journal of Scientific Exploration, Vol. 3, number 2 (1989) por Richard F. Haines, Jacques F. Vallee; *Lago de Cote: Photo Analysis of an Aerial Disc Over Costa Rica : New Evidence - Journal of Scientific Exploration, Vol. 4, number 1 (1990) por Richard F. Haines, Jacques F. Vallee. Outra fotografia foi tirada em 08 de junho de 1950, em McMinnville, Oregon, EUA. É uma das fotografias mais estudadas ao longo das décadas, com analises que defendem sua legitimidade e outros que sustentam ser fruto de uma fraude. Foi analisada dentro do Relatório Condon e a conclusão do investigador William Hartmann foi de que \"é um dos poucos relatos de UFO em que todos os fatores investigados, geométricos, psicológicos e físicos parecem ser consistentes com a afirmação de que um extraordinário objeto voador, prateado, metálico, em forma de disco, com dezenas de metros de diâmetro e, evidentemente, artificial, voou à vista de duas testemunhas. Não se pode dizer que a evidência exclua positivamente uma fabricação, embora existam alguns fatores físicos, como a precisão de certas medidas fotométricas dos negativos originais que argumentam contra uma fabricação.\" Sobre o caso, o mesmo investigador William Hartmann ainda registra: \"Claramente, uma invenção ou um objeto extraordinário (\"flying saucer\")\", isto é, nada conclui. Os estudos são: *Relatório Condon: UFO de McMinnville, caso 46, por William Kenneth Hartmann; *An Investigation of the McMinnville UFO Photographs de Robert Sheaffer; *The McMinnville pictures de Antoine Cousyn, François Louange and Geoff Quick. A exemplo da fotografia de McMinnville, uma foto tirada em Santa Ana (Califórnia), EUA, no dia 03 de agosto de 1965, também foi muito investigada, com analises díspares. Foi analisada pelo Projeto Livro Azul e considerada um embuste, já pelo Relatório Condon considerada inconclusiva e por muitos investigadores independentes considerada autêntica. Alguns dos estudos são: *Projeto Livro Azul: Photo Analysis Report 65-48 por Frank McPeak; *Relatório Condon: Santa Ana, Calif, caso 52, por William Kenneth Hartmann; *Reanalysis of the 1965 Heflin UFO Photos - Journal of Scientific Exploration, Vol. 4, number 4 (2000) por Ann Druffel, Robert M. Wood e Eric Kelson; miniatura|220px|direita| As fotos da chamada \" Batalha de Los Angeles\", na edição de 26 de Fevereiro de 1942 do Los Angeles TimesUma outra fotografia clássica foi tirada em 24/25 de fevereiro de 1942 em Los Angeles, Califórnia, EUA, e faz parte da história da Segunda Guerra Mundial, naquela que ficou conhecida como A Batalha de Los Angeles. *The Army Air Forces in World War II, chapter 8, Air Defense of The Western Hemisphere de Wesley Frank Craven e James Lea Cate; *The Battle of Los Angeles -Photo analysis de Bruce Maccabee. ==Observações no Brasil== No Brasil, casos envolvendo OVNIs ou supostas aparições de seres extraterrestres também tornaram-se mais frequentes depois do Caso Roswell, nos Estados Unidos. Um dos casos mais famosos foi o da \"Operação Prato\", o nome dado a uma operação realizada pela Força Aérea Brasileira (FAB) em 1977 e 1978, através do Comando Aéreo Regional em Belém, para verificar a ocorrência de fenômenos desconhecidos que envolviam luzes que supostamente tinham um comportamento hostil e que eram relatadas pela população do município de Colares, no norte do estado do Pará. Em 13 de abril de 1978, o Ministro da Aeronáutica emitiu a nota ministerial C-002/Min/Adm com recomendações sobre o assunto OVNI. O ministro Joelmir Campos de Araripe Macedo fez uma digressão sobre o fenômeno OVNI pela Segunda Guerra Mundial e o interesse da Luftwaffe (força aérea alemã) nos relatórios sobre OVNIs dos seus pilotos e o tratamento recente da questão nos EUA, onde a USAF (força aérea americana) encerrou seus estudos, dizendo que não havia risco à segurança nacional. Recomenda a organização de um Registro de OVNI e de uma Comissão de Avaliação, composta por “elementos isentos de idéias ou opiniões preconcebidas”. O ministro, no entanto, cometeu uma impropriedade ao citar uma organização alemã ligada a Luftwaffe chamada Sonder buro Nr.13 que cuidava de uma suposta Operação Uranus para estudo dos discos voadores. Tal organização foi citada na obra O Livro Negro dos Discos Voadores de 1970, por Henry Durrant, sendo reconhecida como uma fraude pelo próprio autor do livro. Em 28 de fevereiro de 1989 o Ministro da Aeronáutica Octávio Júlio Moreira Lima emitiu o aviso ministerial S-001/Min, referenciando a nota ministerial de 1978, e transferindo toda a responsabilidade pelo assunto OVNI ao COMDABRA, bem como a transferência de toda a documentação acumulada. Recomendou isenção de idéias, opiniões pessoais e sigilo. Em 5 de maio de 2008, foi encaminhado ao Ministério da Defesa ofício do Subchefe para Assuntos Jurídicos da Casa Civil da Presidência da República, recomendando providências para acesso público à documentação referente a OVNIs, conforme solicitação da Comissão Brasileira de Ufólogos - CBU, que fosse passível de desclassificação de seu grau de sigilo ou material não sigiloso ou que tenha sido vencido seu prazo de sigilo, e posterior envio ao Arquivo Nacional. Em 31 de outubro de 2008, o Arquivo Nacional no Distrito Federal recebeu do CENDOC, um primeiro conjunto de publicações compiladas, do período 1952-1969, relativo a OVNIs. Novos lotes de documentos foram liberados ao longo do tempo e no sistema de informações do Arquivo Nacional encontramos documentos digitalizados de anos recentes. Em 10 de agosto de 2010 foi publicado no Diário Oficial da União a Portaria Nº 551/GC3, dispondo sobre o registro e o trâmite de assuntos relacionados a OVNIs no âmbito do Comando da Aeronáutica, alterando orientações oficiais anteriores de 1978 e 1989. Em seu primeiro artigo determina que \"(...) As atividades do Comando da Aeronáutica (COMAER) relativas ao assunto “objetos voadores não identificados” (OVNI) restringem-se ao registro de ocorrências e ao seu trâmite para o Arquivo Nacional.\". Estabeleceu que as ocorrências devem ser registradas em formulário próprio por todos os usuários do controle de tráfego aéreo e encaminhadas ao Comando de Defesa Aeroespacial Brasileiro - COMDABRA, que enviará periodicamente essa documentação ao Centro de Documentação da Aeronáutica - CENDOC, para posterior envio ao Arquivo Nacional. Existem também diversas regiões nas quais os relatos de OVNIs são bastante frequentes, sendo que em muitas delas os OVNIs fazem parte da própria cultura local da região. Dentre elas, podem-se destacar: * O interior e o litoral do Estado de São Paulo, com destaque para as cidades de Riolândia, Buritama, Analândia, Botucatu, Araçoiaba da Serra e Peruíbe; * O Sul de Minas Gerais, com destaque para as cidades de Varginha, São Thomé das Letras, Guaxupé e Rio Preto; * O Sul do Piauí, com destaque para o Parque Nacional da Serra da Capivara; * A Chapada dos Guimarães e a Serra do Roncador, no Mato Grosso; * A Chapada dos Veadeiros, em Goiás, com destaque para o Vale da Lua; * A Chapada Diamantina, na Bahia; * O Interior do Ceará, com destaque para as cidades de Quixadá e Itatira; * A Ilha de Marajó e o litoral do estado do Pará; * Em Feira de Santana, no interior do estado da Bahia; * A Serra da Beleza, no interior do Rio de Janeiro, entre os municípios de Valença, Barra do Piraí e Barra Mansa; * O litoral do Rio de Janeiro, com destaque para a cidade de Niterói; * O Planalto da Borborema, nos estados de Alagoas, Pernambuco, Paraíba e Rio Grande do Norte; * Em Nova Iguaçu, no estado do Rio de Janeiro. == Ver também == * Vida extraterrestre * Exobiologia * Tipologia extraterrestre * Abdução * Incidente do USS Nimitiz * Foo fighter * Advanced Aviation Threat Identification Program * OSNI * Queda em Trinity * Lista de relatos de avistamentos de OVNIs == Bibliografia == *Clark, Jerome (1998). - The UFO Book: Encyclopedia of the Extraterrestrial - Visible Ink Press. * * * * * * * * * * * * * == Ligações externas == * * * * Relatório do Pentágono sobre OVNIs de 25 de Junho de 2021 * \"Report on the Historical Record of U.S. Government Involvement with Unidentified Anomalous Phenomena (UAP)\" Relatório da AARO de 6 de Março de 2024 sobre o registro histórico do envolvimento do governo dos EUA com fenómenos anómalos não identificados",
 "title": "Objeto voador não identificado"
}