{
 "id": "50386",
 "text": "Lost in Space (1965) é um seriado de televisão, produzido entre os anos de 1965 e 1968, que conta as aventuras da família Robinson no espaço, a bordo da nave Júpiter 2, juntamente com o Robô B9 e o Dr. Zachary Smith (Jonathan Harris). ==Sinopse== No futuro ano de 1997 a Terra sofre com sua superpopulação. O Professor John Robinson, sua esposa Maureen, seus filhos Judy, Penny e Will, além do Major Don West, são selecionados para viajar pelo espaço até um planeta do sistema Alpha Centauri, a fim de estabelecer uma colônia, para que outras pessoas possam viver lá. A viagem é realizada na espaçonave batizada como Júpiter 2. No entanto, o doutor Zachary Smith, um agente de um governo inimigo é enviado para sabotar a missão. Ele é bem sucedido em reprogramar o robô B9 para destruir os equipamentos da nave oito horas após a decolagem, mas no processo se atrasa e fica preso na espaçonave, que decola com ele a bordo. Ao tentar desativar o robô, este se religa sozinho. Sem saber do perigo que criou para todos, o doutor Zachary Smith decide acordar a família Robinson, que estava em tubos de hibernação. Quando menos se espera, o robô B9 inicia a sua programação e destrói o sistema de navegação, rádio e vários aparelhos importantes, antes de ser desativado. Com a espaçonave em sérias avarias e já muito distante da rota programada, todos a bordo tornam-se perdidos no espaço e lutam para encontrar o caminho de volta para casa. == Produção == O seriado, produzido pela CBS e que tinha como criador e produtor executivo Irwin Allen, foi ao ar pela primeira vez nos Estados Unidos em setembro de 1965 e permaneceu até março de 1968. ===Piloto=== A série teve o episódio piloto mais caro da história da televisão, que nunca foi ao ar. Mas algumas cenas foram reaproveitadas nos primeiros cinco episódios da série. Segundo rumores da época, caso a série não fosse um sucesso, a CBS poderia quebrar pelo dinheiro gasto na produção. Irwin Allen foi um produtor de televisão muito bem sucedido, que emplacou outros sucessos tais como \"Terra de Gigantes\", \"O Túnel do Tempo\" e \"Viagem ao Fundo do Mar\". No entanto, Perdidos no Espaço foi, sem dúvida, seu maior sucesso. Allen aproveitou ainda na sua série elementos do clássico de 1956, Forbidden Planet (br.: O Planeta Proibido), tais como o formato de disco da nave Jupiter 2; e o robô serviçal humanóide, que no filme era chamado de Robby. Jonathan Harris, que interpretou o doutor Smith, foi contratado por último para participar da série, e por isto aparece nos créditos como \"participação especial\" (termo usado na televisão pela primeira vez no seriado). Apesar de ter sido o último personagem a ser incluído na ideia da série (no episódio piloto não há Dr. Smith nem o Robô), ele acaba sendo o centro da trama. Perdidos no Espaço teve 3 temporadas produzidas. A primeira foi em preto-e- branco. Na segunda temporada a série ganha cores, mas perde bastante em qualidade, deixando de lado o foco na ficção científica, e adotando um tom mais de comédia. Na terceira temporada, uma mudança de formato foi introduzida. Nesta temporada, o Júpiter 2 viaja livremente no espaço, visitando um novo mundo em cada episódio, enquanto a família tenta retornar à Terra ou, pelo menos, alcançar seu destino original no sistema Alpha Centauri. Com muita aventura, é a temporada preferida de muitos fãs. Pouco antes de se começar a produção da quarta temporada, a série foi cancelada, mesmo com alguns roteiros escritos e cenas gravadas. == História == A história do seriado se passa no futuro. Em 16 de outubro de 1997 a espaçonave Júpiter 2 está em contagem regressiva para ser lançada ao espaço com a família Robinson, que tentará colonizar um planeta em Alfa Centauri, projeto que resolveria o problema da superpopulação da Terra. Participavam também da expedição, além do Professor John Robinson, sua esposa Maureen Robinson, e seus filhos, Judy, Will e Penny, o Major Don West que era o piloto da nave Jupiter 2 (no episódio-piloto a nave chama-se Gemini 12 — alusão ao projeto Gemini, do programa espacial norte-americano). Um espião estrangeiro infiltrado sabota a missão, levando-os a ficar perdidos no espaço. No entanto, este espião- sabotador acaba preso na nave com a família Robinson. Ele é o Doutor Zachary Smith. == Tema musical == O tema musical do seriado, reaproveitado no filme de 1998, ficou a cargo de John Williams, mais tarde consagrado como compositor de sucessos do cinema. == Fim da série e repetições == É interessante notar que a série foi encerrada não por estar com baixos índices de audiência, mas por medidas de contenção de despesas da CBS, que estava com suas finanças abaladas por outros projetos mal sucedidos. No entanto, tornou-se sucesso absoluto em inúmeras repetições na televisão em todo o mundo. Em 1998 é produzido o filme Perdidos no Espaço. Com participação especial de June Lockhart (Maureen Robinson), que no filme aparece como a diretora da escola (em holograma), e das atrizes Angela Cartwright (Penny Robinson) e Marta Kristen (Judy Robinson), como repórteres. Mark Goddard, o intérprete do piloto Major Don West na TV, aparece no longa do cinema como o general que apresenta Don ao Professor John Robinson. Houve ampla repercussão em 2004 na mídia brasileira sobre o lançamento do DVD de filme. Além disto, contra a vontade da distribuidora internacional, no Brasil, o DVD sai com a dublagem original da série e com o inédito episódio piloto como bônus. Em 2018 a Netflix lançou uma renovação da série Lost in Space, um reboot da série homônima de 1965, seguindo as aventuras de uma família de colonos espaciais pioneiros, cuja nave espacial se desenrola fora do curso. A série foi lançada na Netflix em 13 de abril de 2018. Em maio de 2018, a série foi renovada para uma segunda temporada que estreou em 24 de dezembro de 2019. Em 9 de março de 2020 a série foi renovada para uma terceira e última temporada que estreará em 2021. == Exibição no Brasil == No Brasil, a série estreou em 4 de dezembro de 1966, nas tardes de domingo da TV Record, então transmitida apenas para São Paulo, às 18h, logo após o programa Jovem Guarda. Em 1970, Perdidos passou a ser exibida na Rede Globo, onde ficou até 1978, quando passou para a TV Tupi. Com a extinção da emissora, em 1980, os direitos foram adquiridos pela Rede Bandeirantes, que exibiu a série esporadicamente durante a década de 1980. Em 1988, a TV Gazeta, então com programação dirigida ao público jovem da época, com programas como TV Mix e Clip Trip, compra Perdidos e enfim - graças a protestos de fãs - volta a exibir a primeira temporada da série, produzida em preto e branco e ignorada pelas emissoras anteriores desde que as cores foram instituídas na televisão brasileira, em 1972. Em 1990, a Rede Record é comprada por Edir Macedohttp://ultimosegundo.ig.com.br/os-60-mais- poderosos/edir-macedo/5244b760e832edbf3c000006.html Edir Macedo: 60 mais poderosos do país - iGhttps://www.webcitation.org/6Ex5USKBO?url=http://www.observatoriodaimprensa.com.br/news/view/quem_e_o_dono_da_rede_record Quem é o dono da Rede Record? - Carlos Newton em 16/12/2010, que refaz toda a programação da emissora. Como tapa-buraco no horário da manhã, é exibida a faixa Manhã de Aventura, na qual eram exibidas várias séries clássicas, entre elas, Perdidos. Fato curioso é que a reapresentação da Record se iniciou precisamente no episódio seguinte ao último apresentado pela TV Gazeta no ano anterior. Atualmente é exibida na Rede UTV, Rede Brasil de Televisão e Tv Diário, de Fortaleza, para transmissão na TV aberta brasileira. Na televisão a cabo, foi ao ar nos canais Fox durante a década de 1990 e FX entre 2003 e 2007. == Lançamento em DVD == Perdidos no Espaço já teve suas 3 temporadas completas lançadas em DVD no Brasil. A 1ª temporada foi lançada conforme foi produzida, em preto-e-branco, e traz também o episódio piloto \"No Place to Hide\", jamais exibido no Brasil, e portanto, não-dublado. As 2ª e 3ª temporadas foram lançadas em cores. Todas as 3 temporadas apresentam a dublagem original brasileira, realizada na década de 1960. == Elenco == Ator Personagem Guy Williams John Robinson June Lockhart Maureen Robinson Mark Goddard Don West Marta Kristen Judy Robinson Billy Mumy Will Robinson Angela Cartwright Penny Robinson Jonathan Harris Zachary Smith ===Vozes no Brasil=== Voz Personagem Astrogildo Filho e Rebello Neto John Robinson Helena Samara Maureen Robinson Ary de Toledo Don West Neuza Maria e Áurea Maria Judy Robinson Magali Sanches e Maria Inês Will Robinson Cristina Camargo e Aliomar de Matos Penny Robinson Borges de Barros Zachary Smith Jorgeh Ramos, Amaury Costa, José Soares e Gilberto Baroli Robô A narração é de Ibrahim Barchini, Emerson Camargo e Carlos Alberto Vaccari. A dublagem no Brasil foi realizada pelos estúdios da AIC (Arte Industrial Cinematografica). == Ver também == *Matéria Especial Perdidos no Espaço - Sessão Retrô == Ligações externas == *perdidosnoespaco.com *lostinspace.com.br *The Irwin Allen News Network *IMDb entry on the series Categoria:Lost in Space (Estados Unidos) Categoria:Séries de televisão de ficção científica dos Estados Unidos Categoria:Séries de televisão de ficção científica da década de 1960 Categoria:Séries da CBS Categoria:Programas de televisão dos Estados Unidos que estrearam em 1965 Categoria:Programas de televisão dos Estados Unidos encerrados em 1968 Categoria:Programas de televisão em língua inglesa Categoria:Programas de televisão produzidos pela 20th Television Categoria:Séries de televisão ambientadas em planetas fictícios",
 "title": "Lost in Space"
}