{
 "id": "50412",
 "text": "Black metal nacional-socialista (também chamado de NSBM, Nazi black metal ou black metal nazista) é um subgénero do black metal criado e apresentado por artistas que promovem o nazismo ou ideologias similares através da imagem e das letras. O NSBM tipicamente combina as crenças neonazistas (como o fascismo, a supremacia branca, o antissemitismo e a homofobia) com o paganismo europeu e a hostilidade contra algumas religiões como o cristianismo, o judaísmo e o islamismo. Algumas bandas misturam o neonazismo com o satanismo ou o ocultismo, ao invés do paganismo. O vocalista e multi-instrumentista Varg Vikernes é muitas vezes visto como a principal personalidade a trazer tais ideologias para o black metal, mesmo que atualmente ele declare que seu envolvimento com o nazismo foi, em grande parte, baseado na aceitação do paganismo pelo nazismo e ao suporte que ele recebeu dos neonazistas. De acordo com Mattias Gardel, os músicos da cena NSBM \"veem o nacional socialismo como uma extensão lógica da dissidência política e espiritual inerente no black metal\". Bandas que possuem crenças nazistas, mas não as expressam em suas músicas, não são denominadas NSBM pelos membros da cena black metal, mas sempre são rotuladas como se fossem pela mídia. Por outro lado, bandas que apresentam outros subgêneros do heavy metal com letras relacionadas ao nazismo, acabam erroneamente sendo chamadas de NSBM. A banda de death metal Arghoslent é frequentemente associada ao black metal nacional-socialista, devido suas letras serem baseadas na ideologia da supremacia branca. A banda entende que a maior parte do suporte que recebe no meio underground vem dessa vertente e até se identificam com certos aspectos, mas acreditam não pertencer ao NSBM, por antecederem a maior parte desta cena em alguns anos. Algumas bandas de black metal já fizeram referências à Alemanha Nazista em suas músicas puramente para chocar o público, assim como bandas de punk rock e heavy metal. == Bandas de NSBM == * Absurd * Nokturnal Mortum * Satanic Warmaster Categoria:Black metal Categoria:Neonazismo Categoria:Alt-right",
 "title": "Black metal nacional-socialista"
}