{
 "id": "50441",
 "text": "Ray Charles Robinson (Albany, 23 de setembro de 1930 – Los Angeles, 10 de junho de 2004) foi um pianista norte-americano. Ele é considerado um dos cantores mais icônicos e influentes da história, e foi frequentemente referido pelos contemporâneos como \"O Gênio\". Entre amigos e colegas músicos ele preferia ser chamado \"Brother Ray\" (Irmão Charles). Charles ficou cego durante a infância, possivelmente devido ao glaucoma. Seu nome de batismo, Ray Charles Robinson, foi encurtado para Ray Charles quando entrou na indústria do entretenimento para não ser confundido com o famoso boxeador Sugar Ray Robinson. Charles foi o pioneiro da soul music durante a década de 1950, combinando estilos de blues, jazz, rhythm and blues e gospel na música que gravou para a Atlantic Records. Ele contribuiu para a integração da música country, do rhythm and blues e da música pop durante a década de 1960 com seu sucesso crossover na ABC Records, notadamente com seus dois álbuns Modern Soundss. Enquanto estava na ABC, Charles se tornou um dos primeiros músicos negros a receber o controle artístico de uma gravadora convencional. Charles citou Nat King Cole como influência primária, mas sua música também foi influenciada por Louis Jordan e Charles Brown. Ele teve uma amizade duradoura e parceria ocasional com Quincy Jones. Frank Sinatra chamou Ray Charles de \"o único verdadeiro gênio no show business\", embora Charles tenha minimizado essa noção. Billy Joel disse: \"Isso pode parecer um sacrilégio, mas acho que Ray Charles foi mais importante que Elvis Presley\".\"A Tribute to Ray Charles\". Rolling Stone, nos. 952–953, July 8–22, 2004. Foi eleito pela Rolling Stone o 2º maior cantor de todos os tempos e 10º maior artista da música de todos os tempos. == Vida e carreira == Era filho de Aretha Williams: esta trabalhava na área rural, e Bailey Robinson: um reparador de ferrovia, mecânico e biscateiro. Os dois nunca se casaram. A família mudou-se para Greenville, Flórida, quando Ray era um bebê. Bailey teve mais três famílias, Aretha cuidava da família sozinha. Ray Charles não nasceu cego. Ele ficou totalmente cego aos sete anos de idade.Bohème Magazine Obituary: Ray Charles (1930 – 2004) Charles nunca soube exatamente por que perdeu a visão, apesar de existirem fontes que sugerem que sua cegueira era devido a glaucoma, enquanto outras fontes sugerem que Ray começou a perder a sua visão devido a uma infecção provocada por água com sabão nos seus olhos, que foi deixada sem tratamento. Frequentou a Escola para Cegos e Surdos de Santo Agostinho, em St. Augustine, Flórida. Aprendeu também a escrever música e tocar vários instrumentos musicais, mas o melhor e mais conhecido é o piano. Enquanto ele estava lá, a mãe dele morreu, seguida por seu pai dois anos depois. Órfão na adolescência, Ray Charles iniciou a sua carreira tocando piano e cantando em grupos de gospel, no final dos anos 40. A princípio influenciado por Nat King Cole, trocou o gospel por baladas profanas e, após assinar com a Atlantic Records em 1952, enveredou pelo R&B.; Quando o rock & roll estourou com Elvis Presley em 1955, e cantores negros como Chuck Berry e Little Richard foram promovidos, Ray Charles aproveitou o espaço aberto na mídia e lançou sucessos como \"I Got a Woman\" (gravada depois por Elvis), \"Talkin about You\", \"What I'd Say\", \"Litle girl of Mine\", \"Hit the Road Jack\", entre outros, reunindo elementos de R&B; e gospel nas músicas de uma forma que abriram caminho para a soul music dos anos 60, e tornando-o um astro reverenciado do pop americano. A partir de então, embora sempre ligado ao soul, não se ateve a nenhum gênero musical preto específico: conviveu com o jazz, gravou baladas românticas chorosas e standards da canção americana. Entre seus sucessos históricos desta fase estão canções como \"Unchain My Heart\", \"Ruby\", \"Cry Me a River\", \"Georgia On My Mind\" e baladas country tais como \"Sweet Memories\", e seu maior sucesso comercial, \"I Can't Stop Loving You\", de 1962. Apesar de problemas com drogas que lhe prejudicaram a carreira, as interpretações de Ray Charles sempre foram apreciadas, não importando as músicas que cantasse. Uma \"aura\" de genialidade reconhecida acompanhou-o até o fim da vida e mais do que nos últimos álbuns que gravou, era nas suas apresentações ao vivo que o seu talento único podia ser apreciado. Um notório mulherengo, Ray Charles casou-se duas vezes e foi pai de doze filhos com diferentes mulheres. Sua primeira esposa foi Eileen Williams (casado em 1951, divorciado em 1952) tiveram um filho. Outros três filhos são de seu segundo casamento, em 1955, com Della Beatrice Howard (divorciaram-se em 1977). Norma Pinella, uma antiga namorada, estava com ele no momento da sua morte.The Genius of Ray Charles, 60 Minutes Looks Back at the Life and Loves of a True Original - CBS News Charles deu a cada um de seus doze filhos um milhão de dólares, sem impostos, em 2004, pouco antes de morrer.http://findarticles.com/p/articles/mi_m1355/is_18_106/ai_n6358894 Ray Charles gives each of his 12 kids $1million dollars tax free! == Morte == Em 2003, Ray Charles realizou uma cirurgia bem-sucedida de substituição do quadril, planejando voltar imediatamente aos trabalhos, antes de sofrer outros impedimentos. Charles faleceu em sua casa em Beverly Hills, Califórnia, em 10 de junho de 2004, rodeado por familiares e amigos após combater uma doença hepática aguda. O funeral do artista, que contava então com 73 anos de idade, ocorreu em 18 de junho na Primeira Igreja Metodista Episcopal de Los Angeles, com a presença de vários outros artistas ilustres da música norte-americana. B.B. King, Glen Campbell, Stevie Wonder e Wynton Marsalis foram alguns dos artistas presentes que performaram em homenagem à Charles. O corpo do cantor foi sepultado no Cemitério Inglewood Park, em Los Angeles na Califórnia. Seu último álbum, Genius Loves Company, foi lançado postumamente dois meses após o ocorrido, e consiste em duetos com vários artistas contemporâneos seus e de gerações posteriores, como o próprio B.B. King, Van Morrison, Willie Nelson, James Taylor, Gladys Knight, Michael McDonald, Natalie Cole, Elton John, Bonnie Raitt, Diana Krall, Norah Jones e Johnny Mathis. O álbum recebeu oito Prêmios Grammy, incluindo Melhor Álbum Pop, Álbum do Ano, Gravação do Ano e Melhor Colaboração de Pop com Vocais; também foram altamente elogiados seus duetos com Elton John e B.B. King. O álbum inclui uma versão de \"Over the Rainbow\", de Harold Arlen e E.Y. Harburg, gravada em dueto com Johnny Mathis. == Vida pessoal == Ray Charles teve dois casamentos e foi pai de doze filhos com várias mulheres. Sua primeira filha foi Evelyn, nascida em 1949, fruto de sua relação com Louise Flowers. Seu primeiro casamento foi com Eileen Williams Robinson em 31 de julho de 1951, tendo se separado pouco mais de um ano depois. O segundo casamento foi com Della Beatrice Howard Robinson, carinhosamente apelidada de \"B\", em 5 de abril de 1955. O casamento durou 22 anos e gerou três filhos: Ray Jr. (nascido em 1955), David (nascido em 1958) e Robert (nascido em 1960). Durante o casamento, Charles sentiu que seus problemas com heroína afetaram a esposa. Posteriormente, o cantor teve um relacionamento de seis anos com Margie Hendricks, uma de suas Raelettes, da qual teve Charles Wayne (nascido em 1959). Seu caso com Mae Mosley Lyles resultou em outra filha, Raenee, nascida em 1961. Em 1963, Charles e Sandra Betts tiveram uma filha, batizada Sheila Jean Robinson. Em 1966, mais duas filhas nasceram ao cantor: Aretha e Alexandra. Charles e Della Howard divorciaram-se em 1977 e no mesmo ano, o cantor teve um filho com Arlette Kotchounian, chamado Vincent. No ano seguinte, nasceu-lhe Gloria Moffett. Seu filho mais novo, Ryan Corey, nasceu em 1987, fruto de seu relacionamento com Mary Anne den Bok. == Legado == === Filme biográfico === O filme Ray, de 2004, interpretado por Jamie Foxx (vencedor do Oscar, pelo papel) conta a vida do músico, partindo do momento em que deixa sua casa em direção a Seattle, para tentar a carreira profissional, até o sucesso e o vício da heroína e sua luta para se livrar dela, intercalando inúmeros flash-backs, onde o protagonista relembra os conselhos de sua mãe e momentos de sua infância, quando perdeu seu irmão (que morreu afogado) e quando ficou cego. == Discografia == === Singles notáveis === Singles que atingiram o Top 10 da lista Hot 100 da revista Billboard: Ano Título Maior posição atingida 1958 \"What'd I Say\" 6 1960 \"Georgia On My Mind\" 1 1961 \"Hit the Road Jack\" 1 1961 \"One Mint Julep\" 2 1962 \"Unchain My Heart\" 9 1962 \"I Can't Stop Loving You\" 1 1962 \"You Don't Know Me\" 2 1962 \"You Are My Sunshine\" 7 1963 \"Busted\" 4 1963 \"Take These Chains from My Heart\" 8 1966 \"Crying Time\" 6 == Ligações externas == * * Site oficial Categoria:Cantores afro-americanos Categoria:Músicos de soul Ray Charles Categoria:Pianistas afro-americanos Categoria:Músicos vencedores do Grammy Categoria:Naturais de Albany (Geórgia) Categoria:Cristãos dos Estados Unidos Categoria:Músicos de R&B; Categoria:Prémio de Música Polar Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "Ray Charles"
}