{
 "id": "50440",
 "text": "A Última Ceia () é um afresco de Leonardo da Vinci para a igreja de Santa Maria delle Grazie em Milão, Itália. O trabalho presume-se que tenha sido iniciado por volta de 1495-96 e foi encomendado como parte de um plano de reformas na igreja e nos seus edifícios conventuais pelo patrono de Leonardo, Ludovico Sforza, duque de Milão. Representa o episódio bíblico da Última Ceia de Jesus com os Apóstolos antes de ser preso e crucificado. É um dos bens culturais mais conhecidos e estimados do mundo. O trabalho mantém-se no convento que o sucessor de Ludovico Sforza destinou ao local de sepultura dos seus familiares. O tema da Última Ceia era tradicional em refeitórios monásticos, mas a interpretação de Leonardo deu um maior realismo e profundidade à cena representada e ao lugar. Leonardo da Vinci passou grande parte destes três anos dando atenção integral a esta pintura o que era facto raro para um pintor versátil e do seu nível. Sofreu agressões ao longo do tempo desde a abertura de uma porta pelos padres até ao bombardeio aéreo na Segunda Guerra Mundial. == Técnicas == Parcialmente pintada na forma tradicional de um afresco com pigmentos misturados com gema de ovo ao reboco úmido incluindo também um veículo de óleo ou verniz. Da Vinci testou uma nova técnica à solução das tintas com predominância da têmpera, com adição de cera de abelha. Essa mistura de técnicas, embora baseada em uma técnica descrita por Cennino Cennini em um tratado do século XIV, era usada \"a secco\" e não em superfícies \"a fresco\". Credita-se a essa técnica o fato da pintura estar perdendo coloração já em 1517. Na composição, foi usada uma linha do horizonte, que é uma linha horizontal traçada ao nível do olhar do pintor, fazendo com que o rosto de Jesus fique, tanto verticalmente como horizontalmente, no centro. == Descrição == Quando Leonardo escolheu esta pintura, que está baseada em , no qual Jesus anuncia aos doze apóstolos que alguém, entre eles, o trairia. Esta pintura, na história evangélica, é considerada a mais dramática de todas. Ao centro, Cristo é representado com os braços abertos, num gesto de resignação tranquila, formando o eixo central da composição e as figuras dos discípulos estão representadas num ambiente definido do ponto de vista da perspectiva. Os apóstolos se agrupam em quatro grupos de três, deixando Cristo relativamente isolado ao centro. Da esquerda para a direita (do ponto de vista de quem está diante da pintura), segundo as cabeças, estão: no primeiro grupo, Bartolomeu, Tiago Menor e André; no segundo grupo, Judas Iscariotes, São Pedro (cabelo branco) e João (imberbe); Cristo ao centro; no terceiro grupo, Tomé, Tiago Maior e Filipe (também imberbe); e no quarto grupo, Mateus (aparentemente com barba rala), Judas Tadeu e Simão Cananeu também chamado de Simão, o Zelote, por último. Estas identificações provêm de um manuscrito autógrafo de Leonardo encontrado no século XIX.Manuscrito de Leonardo Cogita-se que o rosto de Judas representado na pintura retrataria Girolamo Savonarola, padre Dominicano que governou Florença e que foi executado por ordem do Papa Alexandre VI em 1498.\"A rainha que virou pizza\" - Autor: José Antônio Vargas Dias Lopes - Cia. Editora Nacional - 2007 === Desenhos preparatórios === Ficheiro:Study for the Last Supper.jpg|Estudo para A Última Ceia: um dos apóstolos. Ficheiro:Leonardo study Christ lastsupper.JPG|Estudo sobre o rosto de Cristo. Ficheiro:Philippuskopf (da Vinci).jpg|Esboço do rosto de Filipe. Ficheiro:Judaskopf (da Vinci).jpg|Judas. === Outras Últimas Ceias da época === É possível fazer a comparação entre a A Última Ceia, de Leonardo, com outras obras renascentistas imediatamente anteriores, para observar as inovações que o artista introduz no tema. Em ambas se verifica a postura tradicional de Judas Iscariotes de costas e separado do resto. Nos desenhos preparatórios Leonardo copiou inclusive a posição de um dos apóstolos debruçado sobre a mesa, possivelmente triste ou abatido ou, na descrição da cena nos Evangelhos, recostado sobre o colo ou ombro de Cristo que segundo exegetas seria João e que foi também o primeiro a saber da futura traição de Judas. == Ver também == * Eucaristia * Leonardo da Vinci == Bibliografia == * Leonardo, Los grandes genios del arte, n.º 17, Eileen Romano (dir.), Unidad Editorial, S.A., 2005, ISBN 84-89780-69-2 * Pijoán, J., \"Los últimos cuatrocentistas\", en Summa Artis, Antología, V, Espasa, pág. 62; ISBN 84-670-1356-7 * Walther, I.F. (dir.), Los maestros de la pintura occidental, Taschen, 2005. ISBN 3-8228-4744-5, pág. 161 == Ligações externas == * Categoria:Pinturas de Leonardo da Vinci Categoria:Pinturas com temas bíblicos Categoria:Jesus na arte Categoria:Afrescos Categoria:Pinturas de 1495",
 "title": "A Última Ceia (Leonardo da Vinci)"
}