{
 "id": "50454",
 "text": "A República Sul-Africana (informalmente conhecida como República do Transvaal), foi uma república autoproclamada em 1857, a partir da grande jornada (Great Trek) dos bôeres que fugiram da Colónia do Cabo, ocupada pelos britânicos, devido à abolição da escravatura em 1835. Esta república ocupava a região correspondente ao que seria mais tarde (de 1910 e 1994) a província do Transvaal, situada no norte da África do Sul e com capital em Pretória. Seu território foi primeiramente anexado pelos britânicos em 12 de abril de 1877, sob o pretexto, entre outros, de que a república bôer havia fracassado na \"pacificação\" do povo Bapedi, liderado por Sekhukhune. Segundo Sir Theophilus Shepstone, a tibieza demonstrada pelos bôeres no confronto com os nativos ameaçava destabilizar as colônias britânicas do Cabo e Natal.South African History Online.King Sekhukhune A sua independência foi restaurada em 1881 e novamente terminou em 1900, quando foi definitivamente anexada pelos britânicos durante a Segunda Guerra dos Bôeres. ==Presidentes da República Sul-Africana== Datas Presidente 1857–1863 Marthinus Wessel Pretorius 1863–1864 Willem Cornelis Janse van Rensburg 1864–1871 Marthinus Wessel Pretorius 1871–1877 Thomas François Burgers 1877–1881 Primeira anexação britânica 1881–1883 Marthinus Wessel Pretorius, Stephanus Johannes Paul Kruger e Petrus Jacobus Joubert (Troika ou Triunvirato) 1883–1902 Stephanus Johannes Paul Kruger 1902 Segunda anexação britânica ==Ligações externas== * The Library of Congress Country Studies – South Africa Categoria:Territórios históricos da África do Sul Categoria:História da África Categoria:História da África do Sul Categoria:Estados e territórios fundados em 1852 Categoria:Estados e territórios extintos em 1877 Categoria:Estados e territórios fundados em 1881 Categoria:Estados e territórios extintos em 1902 Categoria:Estados e territórios fundados em 1914 Categoria:Estados e territórios extintos em 1915",
 "title": "República Sul-Africana"
}