{
 "id": "5046",
 "text": "A mitologia estoniana é um complexo de mitos pertencentes à herança do povo estoniano. Muito pouco se conhece sobre a autêntica mitologia pré-cristã estoniana, uma vez que ela era uma tradição puramente oral e registros sistemáticos da herança popular só tiveram início a partir do século XIX, quando já a maioria dos antigos mitos havia se perdido. Deve-se também ter-se em mente que nas diferentes fases do desenvolvimento da mitologia estoniana, seria mais correto falar-se sobre mitologia fino-báltica ou mesmo fino-úgrica. A organização social dessas tribos era heterogênea; não havia uma organização religiosa, presbíteros profissionais, textos sagrados e nenhuma tradição escrita. Da mesma forma, não existia nenhum panteão complexo ou sistema avançado de mitos. Isto foi percebido como uma deficiência pelos intelectuais estonianos e germano-bálticos do século XIX, que começaram a criar uma base mitológica \"própria\" para uma nação emergente, seguindo a linha do romantismo nacional de Johann Gottfried von Herder. Hoje é difícil saber o quanto da mitologia estoniana, como nós a conhecemos atualmente, foi realmente construída no século XIX e início do XX. Deve-se notar que alguns elementos construídos são emprestados da mitologia finlandesa e podem estar relacionados à herança comum fino-báltica. == Os antigos mitos de zaratustra == Alguns indícios dos mitos mais antigos podem ter sobrevivido nas canções-runo. Há uma canção sobre a criação do mundo – um pássaro bota três ovos e começam a nascer os filhotes – um torna-se o sol, outro a lua e o outro a terra. Outros povos fino-úgricos têm também mitos segundo os quais o mundo surgiu de um ovo. O mundo dos antepassados estonianos girava em torno de uma coluna ou uma árvore, na qual os céus foram fixados com a Estrela do Norte. A Via Láctea (Linnutee ou Via dos Pássaros, em estoniano) era um ramo da Árvore do Mundo (Ilmapuu) ou o caminho por onde os pássaros se moviam (e levavam as almas dos doentes para o outro mundo). Esses mitos eram baseados nas crenças animistas. Ocorreram mudanças na mitologia proto-estoniana em decorrência do contato com tribos bálticas e germânicas, bem como devido à transição de caçadores-coletores para agricultores. As personificações de corpos celestiais, céu e deidades climáticas e deuses da fertilidade ganharam importância no mundo dos agricultores. Deve ter havido um deus do céu e do trovão chamado Uku ou Ukko, também Vanaisa (o avô). A maioria dos mitos e lendas registradas que descrevem o \"avô\" é, contudo provavelmente de origem posterior ao cristianismo e/ou de influência estrangeira. Foi sugerido, entre outros pelo etnólogo e ex- presidente Lennart Meri, que um meteorito, que passou perigosamente sobre a população da região e caiu na ilha de Saaremaa há cerca de 3000 a 4000 anos, foi um evento cataclísmico que pode ter influenciado a mitologia da Estônia e países vizinhos, especialmente quando são relatados que um \"sol\" parece ter surgido no oriente. No épico nacional finlandês, o Kalevala, os cantos 47, 48 e 49 podem ser interpretados como a descrição do impacto, o consequente tsunami e o incêndio devastador das florestas. As lendas estonianas sobre gigantes (Kalevipoeg, Suur Tõll, Leiger) podem ser um reflexo das influências germânicas (especialmente escandinavas). Existem numerosas lendas que interpretam vários elementos e fenômenos da natureza como consequências das ações de Kalevipoeg. Este gigante fundiu-se ao diabo do Cristianismo, fazendo surgir um novo personagem – Vanatühi, um demônio gigantesco que vive em sua fazenda ou mansão, mais estúpido que malévolo, facilmente enganado por pessoas inteligentes, como o seu empregado Kaval-Ants (Astuto Hans). == Lendas míticas == Outras lendas míticas encontradas nas canções-runo estonianas são: * um carvalho poderoso cresce em direção ao céu, é então derrubado e transforma-se em vários objetos míticos. * O sol, a lua e a estrela são os pretendentes de uma jovem virgem, ela escolhe a estrela. * um hábil ferreiro faz uma mulher de ouro, porém não é capaz de dar-lhe uma alma e uma inteligência. * um arvoredo sagrado começa a murchar depois de ter sido profanado por um casal de amantes; apenas o sacrifício de nove irmãos pode desfazer o mal causado. * poderosos heróis não são capazes de matar um terrível e gigantesco touro, apenas o irmão menor é capaz. * uma mulher é forçada a matar a sua filha que então vai viver no céu como Virgem do Ar. * uma menina acha um peixe e pede para o seu irmão matá-lo – dentro do peixe há uma mulher. * as jovens saem à noite e rapazes de um arvoredo sagrado (ou da terra dos mortos) as seduzem oferecendo-lhes riquezas. * um lago muda para outro local quando é profanado por uma mulher imprudente ou um incestuoso casal. == Mitologia artificial == Friedrich Robert Faehlmann e Friedrich Reinhold Kreutzwald compilaram a epopéia nacional estoniana \"Kalevipoeg\" a partir de diversas lendas prosaicas populares e imitação de versos runos que eles mesmos escreveram. Faehlmann também escreveu oito mitos ficcionais combinando motivos do folclore estoniano (a partir de lendas e canções populares), da mitologia finlandesa (a partir da \"Mythologica Fennica\" de Christfried Ganander) e da mitologia grega clássica. Matthias Johann Eisen foi outro folclorista e escritor que estudou as lendas populares e as transformaram em textos literários. Muitos de seus estudiosos contemporâneos aceitaram esta mitopoéia como a real mitologia estoniana. A mitologia ficcional estoniana ou pseudomitologia descreve o seguinte panteão: O deus supremo é Taara. Ele é celebrado nas sagradas florestas de carvalhos em redor de Tartu. Uku é o seu outro nome. As filhas de Uku são: Linda e Jutta, a rainha dos pássaros. Uku tem dois filhos: Kõu (trovão) e Pikker (raio), que protegem as pessoas contra Vanatühi, o senhor das profundezas e dos demônios. Pikker possui um poderoso instrumento musical, que faz com que os demônios sintam medo e fujam. Ele tem uma filha malcriada, Ilmatütar (a Virgem do Ar). Mais recentemente um curandeiro muito conhecido do povo estoniano, Aleksander Heintalu, publicou a sua própria versão da velha mitologia estoniana na forma de um épico \"Kuldmamma\" (a Mãe Dourada) destacando a sociedade matriarcal das tribos fino-bálticas. == Os seres mitológicos, deidades e heróis lendários estonianos == * Äiatar – é um demônio feminino, filha do diabo. * Äike - o trovão. * Alevipoeg - o filho de Alev, é um amigo de Kalevipoeg. * Ebajalg - remoinho de vento demoníaco. * Ehaema - Mãe do Crepúsculo, um espírito noturno ou elfo. * Eksitaja - um espírito mau que faz com que as pessoas se percam nas florestas ou pântanos. * Haldjas (o governante) - elfo, fada, espírito protetor de algum lugar, pessoa, planta ou animal. * Hall - personificação da malária. * Hiid - um gigante. * Hiiela - um outro mundo, terra dos mortos. * Hiieneitsid - virgens da terra dos mortos. * Hiis - arvoredo sagrado. * Hingeliblikas – um espírito de pessoa na forma de mariposa. * Hingeloom - um espírito de pessoa na forma de um inseto ou animal pequeno. * Hoidja – protetor. * Hämarik - personificação do crepúsculo, uma bela jovem virgem. * Hännamees – um demônio que rouba e traz alimento, dinheiro e outros bens mundanos para o seu criador e dono. * Härjapõlvlane – duende. * Ilmaneitsi, Ilmatütar - a Virgem do Ar, a Virgem do Céu. * Ilmarine, Ilmasepp - um ferreiro mítico que fez entre outras coisas o sol e a lua (ou Ilmarinen). * Ilo - Alegria, o anfitrião de banquetes. * Jumal – deus. * Jutta- rainha dos pássaros, filha de Taara. * Juudaline – demônio. * Järvevana - o ancião do lago. * Kaevukoll - o espectro do bem. * Kaitsja – protetor. * Kalevipoeg, Kalevine, Sohni, Soini, Osmi - herói gigante, antigo rei mítico da Estônia. * Kalm - a morte; espírito de uma pessoa morta; governante da terra dos mortos. * Kalmuneiu - a Virgem da Sepultura; uma menina da terra dos mortos. * Kaval- Ants (o astuto Hans) - empregado da fazenda do diabo, que engana o seu patrão Vanapagan. * Kodukäija - um fantasma inquieto. * Koerakoonlane - um guerreiro demoníaco com um focinho de cachorro. * Koit - a personificação do amanhecer, um jovem, amante eterno de Hämarik. * Koll – espectro. * Kolumat – homem espectro. * Kratt - um demônio que rouba e traz alimento, dinheiro e outros bens mundanos pata o seu criador e dono na forma de um remoinho de vento ou cauda de fogo de um cometa (também chamado de Puuk, Pisuhänd, Tulihänd, Hännamees). * Kurat, Kuri, Vanakuri - diabo (o Demônio). * Kuu - a lua. * Kõu - o trovão; filho de Uku, irmão de Pikker. * Kääbas - a morte, espírito da morte. * Külmking - um espírito de um morto profano. * Lapi nõid- a bruxa da Lapônia. * Laurits - deus ou espírito do fogo, relacionado a São Lourenço. * Leiger- um gigante que vive na ilha de Hiiumaa. * Lendva - uma doença enviada por uma bruxa má. * Libahunt - o lobisomem. * Linda - a mãe de Kalevipoeg. * Lummutis – fantasma. * Luupainaja – pesadelo. * Lämmeküne - o mesmo que Lemminkäinen. * Maa-alune - uma criatura que vive nas profundezas da terra e causa doenças. * Maaema - a Mãe Terra. * Maajumalad - deus da Terra. * Majauss - a cobra-da-grama, espírito protetor. * Mana - um hipotético senhor da morte. * Manala- a terra dos mortos. * Manalane - habitante da terra dos mortos. * Marras - espírito da morte. * Mereveised - sirenias. * Metsaema - a Mãe da Floresta. * Metsavana - o Ancião da Floresta. * Metsik - um deus da fertilidade. * Mumm - espectro, monstro, fantasma. * Murueide Tütred - as filhas de Murueit, virgens lindas. * Murueit - um espírito feminino da floresta e da terra, ligada à terra dos mortos. * Nõid - bruxa. * Näkk - sereia. * Olevipoeg - o sucessor de Kalevipoeg, fundador de cidades, relacionado a Santo Olavo. * Painaja – pesadelo. * Pakane – congelamento. * Pardiajaja - (Parteigänger) guerreiro metade demônio. * Peko - deus seto da fertilidade. * Pell - um deus da fertilidade. * Peninukk - guerreiro metade demônio. * Penn * Peremees - o Mestre. * Pikne, Pikker - o trovão. * Piret - esposa de Suur Tõll. * Pisuhänd - cauda de fogo, duende que traz fortuna. * Puuk – duende que traz fortuna. * Põrguneitsi - virgem do inferno. * Päike - o sol. * Rongo. * Rukkihunt. * Rõugutaja - uma deidade feminina, protetora do plantio do centeio, das mulheres trabalhadoras e da cidade de Narva. * Salme * Sarvik - um demônio cornudo, um diabo. * Sulevipoeg - o filho de Sulev, amigo de Kalevipoeg. * Surm - a morte. * Suur Tõll - herói gigante que vive na ilha de Saaremaa. * Taara - o deus supremo do panteão da pseudomitologia estoniana. * Taarapita, Tarapita, Tharapita - hipotético deus öseliano da guerra. * Taevataat - deus, literalmente Ancião do Céu. * Tallaja * Tige – fúria. * Tikutaja * Tont – fantasma. * Toonela- terra dos mortos. * Tooni - deus da morte. * Toor, Tooru - uma deidade conhecida na Estônia Ocidental, relacionada ao Thor escandinavo. * Tulbigas * Tulihänd, Pisuhänd- \"cauda de fogo\" - elfo voador, que ajudar a obter e proteger riquezas. * Turis * Tuule-Ema- Mãe Vento. * Tuuleisa - Pai Vento. * Tuulispea - remoinho de vento. * Tuuslar - um feiticeiro que vive na Finlândia. * Tõll * Tõnn - um deus da fertilidade relacionado a Santo Antão. * Täht - estrela * Udres-Kudres - servo, chamado \"Filho do Sol\", herói das canções folclóricas. * Uku - o deus supremo. * Vanaisa- o avô. * Vanatühi - \"o Antigo Vazio\", ou Vanapagan, \"Velho Pagão\" chamado de Velho Nick, o diabo descrito como um tolo gigante agricultor. * Vanemuine - o deus das canções. * Varavedaja * Varjuline * veehaldjas - o espírito das águas. * Veteema – a Mãe das Águas. * Vetevana - o Espírito das Águas. * Vihelik * Vilbus * Virmalised - luzes polares. * Viruskundra Os santos cristãos apresentados como deuses: * Jüri (São Jorge) - deus da agricultura. * Laurits (São Lourenço) - deus do fogo. * Mart (São Martinho) - deus da fertilidade. * Tõnn (Santo Antão) - deus da colheita e dos porcos. == Objetos estonianos míticos e mágicos == thumb|250px|Uma rocha errática (\"Pedra sagrada\"). * Navio Branco (valge laev) - navio mítico que traz liberdade e leva as pessoas para terras melhores. Este mito surgiu por volta de 1860 quando uma pequena seita liderada por Juhan Leinberg (também conhecido por Profeta Maltsvet) reuniu-se perto de Tallinn para esperar pelo navio branco que os levariam embora. * Chapéu de unhas (küüntest kübar) - torna invisível o seu portador (geralmente Vanatühi). * Luvas (kirikindad) – acreditava-se dar proteção ou poderes mágicos, especialmente as usadas por eclesiásticos ou marinheiros. As luvas eram (são) adornadas com padrões geométricos especiais e estreitas faixas vermelhas; * Cinto (kirivöö) - o cinto tinha os padrões mais antigos e mágicos de todos os artigos de criados, cintos de tecidos vermelhos e cordões de amarrar eram artigos comuns nos sacrifícios (eles eram amarrados nos galhos das árvores sagradas). Um cinto era amarrado em volta da parte do corpo que estava doente e, eram bem apertados na cintura, para proteger e dar força ao seu portador. * Pedras sagradas - o fim da Idade do Gelo deixou muitas pedras grandes na Estônia que não são da natureza do terreno em que se encontram (rochas erráticas). Muitas delas foram consideradas sagradas e as pessoas iam até elas para oferecerem sacrifícios, prata, sangue, fitas vermelhas e moedas e pedir por proteção e saúde. Freqüentemente, as pedras possuíam pequenos furos, onde as oferendas eram colocadas. O significado e função desses orifícios ainda são discutíveis; de acordo com o paleoastrônomo Heino Eelsalu eles podem ter a função de calendários. * Florestas itinerantes - quando as pessoas de alguma localidade eram más, gananciosas e cruéis, as florestas deixavam esses locais e se transferiam para outro. A maioria das histórias sobre florestas itinerantes é encontrada nas áreas costeiras da Estônia. == Ligações externas == * * * * == Bibliografia == * \"The Heavenly Wedding\" Estonian Folktales—Päär, P.; Türnpu, A.; Järv, R.; Loigu, L. (ed). Varrak, Tallinn 2005. ISBN 9985-3-1146-9. Contendo: O Casamento Divino; A Virgem da Lua; Natal Véspera de Visões; O Lobo Ganancioso; A Pedra do Lago Risti; A Guerra dos Bicos e Patas; A Mulher Encontrada no Prado; Todos os Três; a Noiva da Raposa; o Pobre Tõnu; Despertando o Vento; Como o Ladrão foi Santificado; A Camisa de um Homem Feliz; O Homem mais Santo; O Pecador Arrependido; O Tecelão e o Pica-pau; O Aroma da Árvore Sagrada; O Violinista; O Violinista na Armadilha de Lobo; a Esposa da Cobra; O Irmão Rico e o Irmão Pobre; A Árvore Cantora; Um Amigo; A Morte em um Barril; O Lobo e a Ovelha; Separando os Gansos; A Cabana nos Céus; O Violinista na Festa do Velho Nick; Uma Estranha Taverna; Todas as Fortunas do Mundo; O Brilho da Lua; a Exigência do Fantasma; O Homem Que Conhecia Todas as Línguas dos Pássaros; O Anjo da Morte Desobediente; Mingau de Carvão; Os Dois Pobres; O Homem com a Perna Dourada; O Rei Sábio e o Camponês Ignorante; Comentários.",
 "title": "Mitologia estoniana"
}