{
 "id": "50463",
 "text": "Australopithecus africanus é uma espécie extinta de hominídeo, um australopitecíneo que viveu entre há 2.1 e 3.3 milhões de anos, durante o período conhecido como Pleistoceno . Foi descrita por Raymond Dart em 1924, com base no \"Crânio Infantil de Taung\", um crânio de um ser jovem que Dart pensou ser o “elo perdido” da evolução entre os símios e os seres humanos. O nome origina da região onde foi encontrado, Taung, na África do Sul. Especialistas em evolução do cérebro, têm o chamado de \"o fóssil antropológico mais importante do século XX\". Outros fósseis do A. africanus foram encontrados em Sterkfontein, Makapansgat, e Gladysvale. Esse fóssil foi estimado em 2.5 milhões de anos, representando uma criança A. africanus de aproximadamente três ou quatro anos, baseado na análise do esmalte dentário. Além disso, possuía o crânio posicionado diretamente acima da coluna, o que indicava uma postura ereta, característica comum nos gêneros Australopithecus e Homo, mas não presente em macacos ou outros primatas. Esse foi o primeiro crânio encontrado de todo gênero Australopithecus. Ele possui um volume craniano de 420-510 cm3, onde os machos possuíam crânios maiores do que as fêmeas. Com machos medindo aproximadamente 140 cm e pesando 40 kg, e as fêmeas 125 cm e 30 kg, são similares ao A. afarensis Dart, que o descreveu na revista Nature, em 1925, considerou ser o achado relativo a uma espécie nova, devido ao pequeno volume do seu crânio, com cerca de 400-500 cm3 , mas com uma dentição relativamente próxima dos humanos e por ter provavelmente tido uma postura vertical, com a região lombar longa e curva, sendo bípede, ainda que andasse com menos eficiência que os humanos atuais. Esta revelação foi muito criticada pelos cientistas da época, entre os quais Sir Arthur Keith e Grafton Elliot Smith, ex-mentores de Dart, que postulavam que não passava do crânio de um pequeno gorila, além de afirmar que mais fósseis eram necessários para tirar uma conclusão mais apropriada. Como o “Crânio Infantil de Taung”, realmente um crânio dum ser jovem, havia espaço para várias interpretações e, mais importante, nessa altura não se acreditava que o “berço da humanidade” pudesse estar na África. O artigo foi aprovado em 1926, por Aleš Hrdlička para o American Journal of Physical Anthropology. As descobertas de Robert Broom em Swartkrans, na década de 1930 corroboraram a conclusão de Dart, mas algumas das suas ideias continuam a ser contestadas, nomeadamente a de que os ossos de gazela encontrados junto com o crânio podiam ser instrumentos daquela espécie. O A. africanus, parece ter se alimentado, diferentemente de outros primatas, de gramíneas, sementes e rizomas, além de animais pequenos, assim possuindo uma dieta variada, mas de pouca eficiência energética. Além disso, comumente residiam em cavernas, para se asilar dos grandes carnívoros, especialmente grandes felinos, que habitavam a região na época. Sua extinção é especulada por conta das grandes mudanças climáticas e competição com espécies do gênero Homo e o Paranthropus robustus. == História da Descoberta == Em 1924, um professor chamado Raymond Dart (1893-1988) trabalhou com seus estudantes numa mineradora de calcário situada em Taung, África do Sul. Durante as explorações, um dos estudantes encontrou um endocast cranial, ou seja, um molde de objeto oco, que se assemelhava ao crânio de algum primata. Após esse encontro, o professor Dart percebeu que o crânio parecia muito próximo ao de um hominídeo. Sendo assim, com uma determinada curiosidade, Dart passou 73 dias de escavação naquela região que o fez ter uma grande descoberta. Essa descoberta foi sobre a Criança de Taung (Taung Child), que, após estudos, concluíram ter apenas 3 anos quando morreu. Então, a Criança de Taung foi nomeada como Australopithecus africanus - \"australis\" significando ‘do sul’ e \"pithecus\" significando 'macaco'. Tempo após a descoberta, Raymond Dart constrói uma hipótese, a partir de outros estudos feitos sobre os Australopitecus africanus na Caverna de Makapansgat, na qual os Australopitecus africanus usavam ferramentas de ossos longos de gazelas (uma espécie de antílope comum na África), outros antílopes e javalis selvagens. Mas, por ser uma hipótese, ainda há dúvidas se eram usados como ferramentas ou apenas deixados como restos acumulados de comida. A descoberta da Criança de Taung foi importante pois a classificação não foi tida nem como um macaco e nem como humano, mas sim entre os dois. O motivo para isso é devido ao tamanho do crânio da Criança de Taung ser semelhante ao de um macaco, porém as características dentárias e posturais são mais próximas dos humanos. As características de postura encontradas a partir da evidência de Dart são relacionadas a questão do encaixe da cabeça, assim foi proposto que, sendo a coluna vertebral importante para o equilíbro, a Criança de Taung andava em duas pernas ao invés de quatro, sendo um hominídeo bípede. Outro motivo que o mundo estava prestando muita atenção nessa descoberta era porque antigamente consideravam a Ásia como a região que surgiram os humanos, assim a descoberta da Criança de Taung propôs que, na verdade, também poderia ter sido na África. Essas teorias, que foram revolucionárias para a época, não foram tão bem- vindas como convincentes. Então, Robert Broom do Museu de Transvaal em Pretoria apoiou as descobertas de Raymond Dart. Em 1936, Broom descobriu e identificou duas formas de Australopithecus na mesma região que foi explorada por Dart em 12 anos atrás. E em 1947, o anatomista Wilford Le Gros Clark também trabalhou lá e concordou com as descobertas de Dart e Broom. Então, depois de 23 anos e outras descobertas na mesma área, a Criança de Taung foi reconhecida como uma descoberta importantíssima. Apesar dessas grandes descobertas, ainda haviam dúvidas relacionadas a questões da conexão dos Australopitecus com os humanos. Como por exemplo: eles poderiam ser considerados também do genêro Homo ou são apenas ‘primos’ dos humanos na escala da evolução? Raymond Dart dava aulas na Universidade de Witwatersrand em Johannesburg até 1958. E o Institute for the Study of Man in Africa foi posteriormente fundada em sua honra. Raymond Dart morreu em novembro de 1988 com a idade de 95 anos. == Anatomia == === Crânio === Com base em quatro espécimes, o volume cerebral do Australopithecus africanus variava entre 420 e 510 cc (26–31 polegadas cúbicas). Com base nisso, o tamanho do cérebro neonatal foi estimado em 165,5–190 cc (10,10–11,59 polegadas cúbicas) usando tendências observadas no tamanho do cérebro de adultos e neonatos em primatas modernos. Se estiver correto, isso indicaria que o A. africanus nascia com cerca de 38% do tamanho total do cérebro, mais semelhante aos grandes símios não humanos (40%) do que aos humanos (30%). O ouvido interno do A. africanus possui canais semicirculares largos, semelhantes aos dos símios não humanos, e curvas soltas na extremidade terminal da cóclea, semelhantes aos humanos. Essa combinação pode refletir uma locomoção habitual tanto nas árvores quanto na posição ereta, uma vez que a anatomia do ouvido interno afeta o sistema vestibular (responsável pelo equilíbrio). Além disso, o A. africanus apresentava uma mandíbula prognata (projetada para frente), um rosto levemente afundado (as maçãs do rosto eram infladas, fazendo com que o nariz ficasse na parte inferior de uma depressão) e uma crista supraorbital definida. Os caninos eram reduzidos em tamanho em comparação com os símios não humanos, embora ainda maiores do que os dos humanos modernos. Como outros hominídeos primitivos, os dentes das bochechas eram grandes e tinham esmalte espesso. No maxilar superior, o terceiro molar era o maior dente, e no maxilar inferior, era o segundo molar. O A. africanus também apresentava uma taxa de desenvolvimento dental rápida, semelhante à dos símios. A variação nas características cranianas do A. africanus é frequentemente atribuída a níveis moderados a altos de dimorfismo sexual, com os machos sendo mais robustos que as fêmeas. === Membros === A mão e o braço do A. africanus exibem uma anatomia mosaica, com alguns aspectos mais semelhantes aos humanos e outros aos macacos não-humanos. Não está claro se isso significa que os australopitecos ainda eram, em certa medida, arborícolas, ou se essas características foram simplesmente herdadas do último ancestral comum entre humanos e chimpanzés. No entanto, o A. africanus exibe uma anatomia do membro superior mais semelhante à dos macacos do que o A. afarensis, e geralmente é interpretado como tendo sido, até certo ponto, arborícola. Assim como nos primatas arborícolas, os dedos são curvados, os braços relativamente longos e os ombros estão em uma posição elevada. O ombro do A. africanus é mais parecido com o dos orangotangos e bem adaptado para manter a estabilidade e suportar peso quando levantado e colocado acima da cabeça. No entanto, a clavícula direita de StW 573 tem uma curva distintamente em forma de S (sigmoide) como a dos humanos, o que indica um braço de momento semelhante ao humano para estabilizar a cintura escapular contra o úmero. Os ossos do braço do A. africanus são consistentes com músculos poderosos úteis para escalada. No entanto, o índice braquial (a relação entre o antebraço e o úmero) é de 82,8–86,2 (intermediário entre chimpanzés e humanos), o que indica uma redução no comprimento do antebraço em relação ao hominídeo mais antigo Ardipithecus ramidus. O polegar e o pulso indicam uma funcionalidade semelhante à dos humanos, com uma pegada de precisão e uma oposição vigorosa entre o polegar e os dedos. A adoção de tal pegada é tipicamente interpretada como uma adaptação para a fabricação de ferramentas, em detrimento da escalada eficiente e da habitação arborícola. Os ossos das pernas mostram claramente que o A. africanus se locomovia habitualmente de forma bípede, embora alguns aspectos das tíbias sejam semelhantes aos dos primatas, o que pode indicar que a musculatura das pernas não tinha sido totalmente reorganizada para a condição humana. Se correto, suas implicações funcionais não são claras. O osso trabecular na articulação do quadril é distintamente semelhante ao humano, o que seria inconsistente com os grandes graus de carga no quadril exigidos em atividades arbóreas prolongadas. A tíbia se encontrava com o pé em um ângulo semelhante ao dos humanos, o que é necessário para o bipedalismo habitual. Consequentemente, o tornozelo não era tão apto para atividades de escalada como é nos primatas não-humanos. No entanto, os modernos caçadores-coletores Twa do Congo podem alcançar um ângulo semelhante ao dos chimpanzés com o tornozelo enquanto escalam árvores devido às fibras mais longas no músculo gastrocnêmio (panturrilha), em vez de adaptações esqueléticas específicas. Alguns aspectos do osso do tornozelo eram semelhantes aos dos primatas, o que pode ter afetado a eficiência da caminhada. Os elementos do pé de A. africanus são amplamente conhecidos a partir de restos do Membro 4 de Sterkfontein. O pé é semelhante ao humano, com um meio do pé rígido e ausência de uma ruptura no meio do tarso (o que permite que os macacos não-humanos levantem o calcanhar independentemente do resto do pé). Embora A. africanus tivesse um dedão do pé aduzido (não era hábil) como os humanos, A. africanus provavelmente não empurrava com o dedão do pé, usando o lado do pé em vez disso. StW 573 é o espécime de hominídeo mais antigo com um dedão do pé aduzido. O espécime StW 355 é a falange proximal do pé mais curva de qualquer hominídeo conhecido, mais semelhante à dos orangotangos e siamangos. Os braços de StW 573 mediam cerca de 53,4 cm, e suas pernas, 61,5 cm. Isso significa que o braço tinha 86,9% do comprimento da perna. Ela é o primeiro e único espécime de hominídeo antigo a mostrar definitivamente que os braços eram quase tão longos quanto as pernas. No entanto, essas proporções são mais semelhantes às dos humanos do que aos macacos não-humanos, com humanos tendo uma proporção de 64,5–78%, chimpanzés cerca de 100%, gorilas 100–125% e orangotangos 135–150,9%. === Construção === Em 1992, o antropólogo americano Henry McHenry estimou um peso médio (assumindo proporções corporais semelhantes às dos humanos ou dos macacos, respectivamente) de 40,8 ou 52,8 kg para os machos, com base em cinco espécimes parciais de pernas, e 30,2 ou 36,8 kg para as fêmeas, com base em sete espécimes. Em 2015, o antropólogo americano William L. Jungers e seus colegas relataram de forma semelhante um peso médio (sem tentar distinguir machos de fêmeas) de 30,7 kg, com uma variação de 22,8 a 43,3 kg, com base em 19 espécimes. Com base em sete espécimes, McHenry estimou que os machos, em média, cresciam até 138 cm de altura e as fêmeas até 125 cm. Em 2017, com base em 24 espécimes, o antropólogo Manuel Will e seus colegas estimaram uma altura de 124,4 cm, com uma variação de 110 a 142 cm. A idosa, provavelmente fêmea, StW 573 foi estimada em cerca de 130 cm de altura. Com base no esqueleto A. afarensis DIK-1-1, acredita-se que os australopitecos tinham uma coluna semelhante à humana, com 7 vértebras cervicais, 12 vértebras torácicas e (com base em outros esqueletos de australopitecos primitivos) 5 vértebras lombares flexíveis. Em StW 573, o osso atlas no pescoço, importante para girar e estabilizar a cabeça, é mais semelhante aos macacos não-humanos e indica uma maior mobilidade para girar para cima e para baixo do que nos humanos. Esse movimento é importante para espécies arborícolas localizarem e focarem em superfícies escaláveis. O atlas de StW 573 mostra vantagens mecânicas semelhantes para os músculos que movem a cintura escapular como chimpanzés e gorilas, o que pode indicar menos lordose (curvatura normal da coluna) nas vértebras cervicais de A. africanus. No entanto, o espécime posterior StW 679 tem algumas semelhanças com os atlas humanos, o que poderia indicar uma evolução gradual afastando-se da condição de macaco. StW 573 tem uma entrada torácica estreita, diferente de A. afarensis e humanos. A clavícula é proporcionalmente bastante longa, com um comprimento absoluto semelhante ao dos humanos modernos. Como nas mulheres modernas, as vértebras L3–L5 curvam para fora no espécime StS 14, enquanto são mais retas no StW 431, como nos homens modernos. Isso provavelmente reflete um reforço da coluna vertebral feminina para auxiliar na locomoção ereta durante a gravidez. O esqueleto parcial StS 14 preserva uma pelve bastante completa. Assim como na pelve restaurada do espécime Lucy (A. afarensis), o sacro era relativamente plano e orientado mais para trás do que nos humanos, e a cavidade pélvica tinha uma forma geral platoide. Isso poderia indicar um canal de parto amplo em comparação com o tamanho da cabeça do recém-nascido, e assim um parto não rotacional (ao contrário dos humanos), embora isso seja debatido. Quando em posição ereta, o ângulo entre o sacro e as vértebras lombares foi reconstruído como sendo cerca de 148,7°, muito mais semelhante ao dos chimpanzés (154,6°) do que dos humanos (118,3°). Isso indicaria que a postura em pé de A. africanus não era tão ereta quanto a dos humanos. == Paleoecologia == === Habitat === Os Australopithecus africanus viveram em uma área com uma ampla variedade de habitats. Em Sterkfontein, um conjunto de grutas localizadas na África do Sul, foi recuperada uma madeira petrificada (ou madeira fóssil) pertencente à uma espécie de cipó que, nos dias modernos, só é encontrada nas florestas equatoriais do Congo. Isso pode indicar que a área de Sterkfontein era, antigamente, uma extensão desta floresta tropical pluvial. === Predadores === Arranhões, e marcas de perfuração no crânio encontrado da Criança de Taung, semelhantes aos infligidos pelas modernas águias coroadas, indicam interações ecológicas com aves de rapina, o que pode ser um indício de alguns dos possíveis predadores da espécie ou, pelo menos, do contexto ecológico em que o A. africanus estava inserido. === Mudanças Climáticas e Extinção === É possível que a África do Sul tenha sido um refúgio ecológico para o gênero Australopithecus até que, com o início de grandes mudanças climáticas, e, talvez, competição com o Homo e o Paranthropus, o A. africanus foi extinto pouco antes da chegada do Paranthropus robustus e do Homo erectus, há aproximadamente 2,07 milhões de anos atrás. == Ver também == * Lista de fósseis da evolução humana * Australopithecus * Australopithecus afarensis * Ardipithecus ramidus * Criança de Taung * Homo erectus * Paranthropus robustus * Raymond Arthur Dart Categoria:Hominídeos extintos Categoria:Australopithecus Categoria:Espécies descritas em 1925",
 "title": "Australopithecus africanus"
}