{
 "id": "50541",
 "text": "O Parque Estadual da Cantareira é uma Unidade de Conservação de Proteção Integral paulista que abrange parte da Serra da Cantareira. A condição de Parque Estadual foi adotada em 1962 e regularizada pelo Decreto Estadual nº 41.626 de 1963. Porém, apenas em 1968 foi publicada a Lei Estadual que oficializou sua criação (nº 10.228/68). Na época, o nome foi definido como Parque Turístico da Cantareira. No ano de 1986 ele passou a se chamar Parque Estadual da Cantareira. Em outubro do ano de 1994, a UNESCO o declarou como parte da Reserva da Biosfera do Cinturão Verde da Cidade de São Paulo. Atualmente, é gerenciado pela Fundação para Conservação e a Produção Florestal do Estado de São Paulo (ou Fundação Florestal) – fundação vinculada à Secretaria do Meio Ambiente do Governo de São Paulo, que foi criada com o intuito de conservar, ampliar e administrar florestas pertencentes ao estado de São Paulo. Sua maior proporção se encontra na Zona Norte de São Paulo, mas também abrange áreas dos municípios de Mairiporã, Guarulhos e Caieiras. O parque possui 7.916,52 hectares, sendo parte da Serra da Cantareira, a maior área verde urbana do país (64 800 hectares),SCRI - UFRJ - Rio de Janeiro - A Cidade superando a Reserva Floresta Adolfo Ducke (10 000 hectares) em Manaushttp://peld.inpa.gov.br/sitios/ducke e o Parque Estadual da Pedra Branca (12 500 hectares) no Rio de Janeiro.Fundação Instituto Estadual de Florestas do Rio de Janeiro (IEF) – Jovens da Maré visitam o Parque Estadual da Pedra Branca Agosto de 2007 == História == É um fragmento da Mata Atlântica com várias espécies de fauna e flora. A Serra da Cantareira foi batizada pelos tropeiros que faziam o comércio entre São Paulo e outras regiões do país, nos séculos XVI e XVII. A grande quantidade de nascentes e córregos ali encontrados forneciam água, que era armazenada em um cântaro (jarros para armazenar água) e, depois de cheios, eram colocados em prateleiras, as chamadas cantareiras. O Parque compreende parte da Serra, mas não toda ela. Oferece três trilhas: a da Figueira com 700 metros, a Pedra Grande com 7 km e a da Bica com 1 500 metros. Atualmente com 7 916,52 ha (pouco mais de 79 quilômetros quadrados) de Mata Atlântica (Floresta Ombrófila Densa Montana) distribuídos por quatro municípios da Grande São Paulo, a área do Parque foi tombada no final do século XIX, para garantir o abastecimento de água para a cidade de São Paulo. Desde a década de 1990 o Parque se encontra ameaçado pela especulação imobiliária, devido ao loteamento clandestino das áreas particulares contíguas, que facilita a formação de favelas no em torno e mesmo dentro da área do parque. == Núcleos == Existem quatro núcleos de visitação: Pedra Grande, Águas Claras, Engordador e Cabuçu. === Pedra Grande === thumb|Núcleo Pedra Grande thumb|Núcleo Águas Claras É o mais visitado do parque e também o primeiro aberto à visitação no ano de 1989, oferecendo ao público um contato direto com a Mata Atlântica mesmo estando perto da Praça da Sé. Destaca-se o contraste do natural com o urbano. Possui quatro trilhas: * Trilha das Figueiras: com 1 200 m de percurso variando de suave a íngreme; * Trilha da Bica: com 1 500 m de percurso suave; * Trilha da Pedra Grande: com 9 500 m de percurso íngreme. * Trilha do Bugio: com 330 m de percurso suave. === Engordador === O nome nasceu da fazenda que existia ali no final do século XVII, onde era realizada a \"engorda\" do gado. Mas também alguns dizem que o nome deriva do fato de que local concentrava inúmeros córregos e riachos da região que acabavam engordando o Rio Engordador d'água. Possui três trilhas: * Trilha da Cachoeira: com 6 500 m; * Trilha do Macuco: com 700 m de percurso leve; * Trilha de Mountain Bike: com 1 400 m de percurso variando de leve a íngreme. * Trilha do Sagui * Trilha do Macuco * Do estacionamento do Núcleo Engordador até o final da Trilha da Cachoeira === Águas Claras === O Núcleo Águas Claras, localizado no município de Mairiporã, sendo mais voltado mais para a educação ambiental (com foco na preservação dos rios). Seu nome deriva de uma microbicida em que o núcleo esta inserido que da origem ao Ribeirão Águas Claras. Foi aberto ao público no ano de 2000 e conta com aproximadamente 80% de sua área total decretada como Área de Proteção aos Mananciais. Nele, podem-se percorrer cinco trilhas: * Trilha das Águas Claras: com quase 700 m. * Trilha da Samambaia-açu: com caminhada de 1 250 m por uma alameda de samambaias de até 2,5 m de altura; * Trilha das Araucárias: com 1 250 m toda ladeada de Araucárias; * Trilha da Suçuarana: com 1 200 m. * Trilha do Pinheirinho: uma trilha bem longa , bastante praticada por veículos Off-Road. === Cabuçu === O núcleo Cabuçu, localizado no município de Guarulhos, é o mais recente de todos. Foi aberto para visitação em 2008 e conta com cerca de 1/3 da área do parque (1.619,4 hectares). Para seu nome existem duas explicações, uma delas teria como origem a língua tupi guarani (em que “Caba” significa Vespa e “Açu” Grande formando Vespa Grande que é uma espécie encontrada no local), já a outra o nome teria origem pela espécie de árvore Cabuçu (Miconia cabussu) que existe em grande quantidade na área. O local foi aberto à visitação pública em 2008. Nele, podem ser feitas cinco trilhas: * Trilha do sagui: são 730 metros de trilha. Nela, pode ser vista um antigo forno para produção de carvão vegetal e cursos de água ao longo do percurso. * Trilha da cachoeira: são 5.200 metros em um percurso muitas vezes íngreme. Ao final do trajeto, há uma cachoeira. * Trilha da jaguatirica: são 1.000 metros com a presença de uma vegetação exótica, como pinheiros e o bambu. É muito procurada em excursões de educação ambiental. * Trilha do tapiti: São 250 metros de muita presença da espécie araucária e da espécie cabuçu, espécie que dá nome ao núcleo. == Biodiversidade == O parque apresenta diversas espécies de fauna e flora que constam na Lista Oficial das Espécies Ameaçadas de Extinção no Estado de São Paulo.Parque Estadual da Cantareira no Portal do Governo do Estado de São Paulo. Consultado em 12 de Setembro de 2016. === Fauna === O parque possui imensa diversidade de animais. Dentre eles mamíferos, como os macacos (bugios, sauás, dentre outros), os felinos (onça parda, gato-mourisco e gato-do-mato-pequeno), quatis, gambás, etc. As aves encontradas variam desde o grande gavião pega-macaco até o pequeno beija-flor-rubi. Entre os répteis pode-se dar destaque para as serpentes (jararaca, entre outras) e lagartos como o teiú, e entre os anfíbios, o sapo-cururu e a rã-manteiga, por exemplo. === Flora === São aproximadamente 678 espécies muitas ameaçadas de extinção como é o caso da canela - sassafrás, a imbuia, a canela-preta, que são plantas típicas dessa região. Neste parque possuem também uma diversidade grande de plantas, como por exemplo: Samambaia-açu ou xaxim, uma árvore muito antiga, contemporânea dos dinossauros, mas que hoje é ameaçada pela exploração desenfreada; a figueira, que apresenta mais de 5000 espécies em todo o mundo, principalmente em climas tropicais. Devido à força de suas raízes, não aconselha-se plantá-la perto de edificações, com a certeza de trincas e rachaduras nas paredes. O tapiá-mirim, árvore presente principalmente em morros e montanhas e cuja madeira é muito utilizada na indústria madeireira; a palmeira-juçara, cujo fruto é muito importante na dieta de algumas espécies e que vem sofrendo com extração ilegal; a pata-de-vaca, nome dado devido ao formato de suas folhas, circulares e achatadas; as bromélias, originárias das Américas, de florestas tropicais e que apresentam mais de 200 espécies, além do gênero ananás, muito utilizado para produção de batatas e morangos. Outros exemplos: jacarandá-paulista, canela-incenso, embaúba, pau-jacaré, açoita- cavalo, pasto-d'anta, cedro-rosa, bambu, araucária, helicônia, jequitibá- branco, vassourão-branco (ou vernonia), philodendros e cabreúva. Em 2017 foi descoberta uma nova espécie de árvore na Mata Atlântica, pertencente ao gênero Ocotea que nunca havia sido identificada apesar de poder atingir até 40 metros de altura, e foi no parque estadual da cantareira que os pesquisadores puderam comprovar que apesar das árvores do parque possuirem características semelhantes, as chamadas Ocotea dispersa ou canela-sassafrás, inclusive ameaçadas de extinção como citado acima, as achadas na mata atlântica eram de uma outra espécie, recebendo seu nome científico de Ocotea koscinskii Baitello & Brotto. == Ver também == * Reserva da Biosfera do Cinturão Verde de São Paulo == Ligações externas == * * * Estadual Estadual Cantareira Categoria:Patrimônio tombado pelo CONDEPHAAT Categoria:Patrimônio tombado pelo CONPRESP Categoria:Mandaqui Categoria:Serra da Cantareira",
 "title": "Parque Estadual da Cantareira"
}