{
 "id": "50583",
 "text": "Miyako (宮古市; -shi) é uma cidade japonesa localizada na prefeitura de Iwate. Em 1 de Abril de 2020, a cidade tinha uma população estimada em 51.150 habitantes e uma densidade populacional de 41 h/km². Tem uma área total de 1.259,15 km². Recebeu o estatuto de cidade a 11 de Fevereiro de 1941. == Geografia == Miyako está localizada na região central da prefeitura de Iwate, banhada pelo Oceano Pacífico a leste, com a principal área urbana em frente à Baía de Miyako. Está localizada no extremo norte da área costeira de Rias da Costa de Sanriku, a leste da capital da prefeitura, Morioka. A área da cidade é a maior da prefeitura de Iwate e a segunda maior da região de Tōhoku (depois de Tsuruoka, Yamagata). No entanto, cerca de 90% da área da cidade é coberta por montanhas e florestas, por isso a área habitável é apenas 9%, e portanto, embora a densidade populacional seja baixa, a densidade populacional por área habitável é maior do que a média da prefeitura. Partes da área costeira da cidade estão dentro das fronteiras do Parque Nacional Sanriku Fukkō, e parte do interior montanhoso fica dentro do Parque Nacional Hayachine Quasi. O ponto mais oriental da ilha de Honshu fica no Cabo Todo (魹ヶ崎, Todogasaki) em Miyako. == Municípios vizinhos == === Prefeitura de Iwate === * Morioka * Hanamaki * Tōno * Iwaizumi * Yamada * Ōtsuchi == Clima == Miyako se entre um clima subtropical úmido (classificação climática de Köppen Cfa) e um clima oceânico (Cfb), caracterizado por verões amenos e invernos frios. A temperatura média anual em Miyako é de 10,9 °C. A média anual de chuvas é de 1282 mm com setembro como o mês mais úmido e fevereiro como o mês mais seco. As temperaturas são mais altas em média em agosto, em torno de 22,9 °C, e as mais baixas em janeiro, em torno de 0,2 °C. == Economia == A atividade econômica de Miyako é fortemente baseada na pesca comercial e no processamento de alimentos. == Terremoto e Tsunami de Tohoku == Em 11 de março de 2011, Miyako foi devastada por um tsunami causado pelo terremoto de Tōhoku. Cerca de 30 a 60 barcos dos 960 restaram da frota de pesca de navios da cidade. Um estudo de campo subsequente do Instituto de Pesquisa de Terremotos da Universidade de Tóquio revelou que as ondas que atingiram a cidade tinham pelo menos 37,9 metros acima do nível do mar, quase igualando o recorde de 38,2 metros do tsunami criado pelo terremoto de Sanriku de 1896. 420 pessoas morreram, 92 pessoas constavam como desaparecidas e 4.005 edifícios foram destruídos. Algumas das imagens mais icônicas do tsunami, repetidamente transmitidas em todo o mundo, foram filmadas em Miyako. Ele mostra uma onda negra escura transbordando um muro de proteção contra inundações e lançando carros, seguido por um navio de pesca batendo no muro de inundação submerso e, em seguida, batendo em uma ponte. == Cidades-irmãs == * Yantai, China * La Trinidad, Filipinas * Kuroishi, Japão * Hachimantai, Japão * Tarama, Japão == Referências == == Ligações externas == * Site oficial em japonês Categoria:Cidades de Iwate Categoria:Terremoto e tsunâmi no Japão em 2011",
 "title": "Miyako (Iwate)"
}