{
 "id": "50581",
 "text": "Soyuz, SoyouzVaivém Soyouz chega à Estação Espacial Internacional ou Souyoz (em russo Союз, \"união\") é a designação de uma nave espacial soviética com capacidade para três cosmonautas, usada no programa espacial de mesmo nome e em outros programas, e que é usada até hoje pela Rússia. A expressão também pode designar o programa e a família de foguetes Soyuz da União Soviética atualmente Rússia. A Soyuz é a nave espacial com maior período de uso na história da exploração espacial e considerada muito eficiente e segura, não ocorrendo acidentes fatais desde 1971 (o primeiro voo tripulado foi em 1967). == Origem == A nave Soyuz tem sua origem no programa com o mesmo nome, desenvolvido pela extinta União Soviética, durante a corrida espacial pela conquista da Lua. Após a Dissolução da União Soviética, a nave passou a servir o programa espacial da Rússia, e acabou sendo usada em parceria com o ex- rival, os Estados Unidos, nas operações com a Estação Espacial Internacional (ISS). A nave Soyuz foi precedida pelas naves Vostok (com capacidade para um cosmonauta) e Voskhod (com capacidade para dois ou três). Acredita-se que o principal objetivo do desenvolvimento da Soyuz seria levar homens para a Lua, embora a antiga União Soviética não tenha admitido a existência deste plano. A nave Soyuz adaptada para executar circunavegação da Lua, sem no entanto pousar no solo lunar, foi chamada Zond. A sua principal caraterística, em relação às outras naves consistia na substituição do módulo de reentrada por um módulo com vários instrumentos de medição. A URSS tentou ao final da década de 1960, sem sucesso, circum-navegar com cosmonautas a Lua antes dos Estados Unidos. Tal fato não veio a ocorrer, devido a uma série de problemas com o programa espacial soviético. Apenas missões Zond não tripuladas, Zond 5 e Zond 6, o fizeram em setembro e novembro de 1968. Após isto, ainda houve as missões não tripuladas Zond 7 e Zond 8 que circum-navegaram a Lua em 1969 e 1970, já após os bem sucedidos voos tripulados dos Estados Unidos para a Lua. == Versões da nave espacial == Durante o longo período de uso da Soyuz, diversas versões foram desenvolvidas para atender necessidades específicas. As versões existentes são 5: Soyuz T, Soyuz TM, Soyuz TMA, Soyuz TMA-M e Soyuz MS. A versão Soyuz T voou pela primeira vez em 1980 e, desde 1986, foi introduzida a versão \"TM\". Esta versão foi especialmente desenvolvida para enviar as tripulações da estação espacial MIR. As modificações incluem uma série de melhorias no projeto da nave e a introdução de controle de voo computadorizado. A Soyuz MS é a versão mais recente (2016), e planejada para ser a última. Houve atualizações nos computadores, painéis solares, telemetria e ajustes no sistema de acoplamento. A Soyuz é também utilizada como \"bote salva-vidas\" da Estação Espacial Internacional (ISS). Existe ainda uma versão não tripulada da Soyuz, chamada Progress, que consiste numa nave para envio de suprimentos, antes usada com a estação espacial MIR, e atualmente com a ISS. A capacidade de carga da Progress é de 2 230 - 3 200 kg. A China, recentemente, enviou seu primeiro taikonauta ao espaço, usando a nave Shenzhou, que teve como base a Soyuz. ===Variantes=== * Complexo Lunar, proposta por Sergei Korolev (1963–1964) ** Soyuz A ** Soyuz B ** Soyuz V * Primeira geração, missões Soyuz 1 a Soyuz 11 (1967–1971) ** Soyuz 7K-OK ** Soyuz 7K-OKS ** Soyuz 7K-L1 ** Soyuz 7K-L3 (LOK) * Segunda geração, missões Soyuz 12 a Soyuz 40 (1973–1981) ** Soyuz 7K-T ** Soyuz 7K-TM * Terceira geração, missões Soyuz T-1 a Soyuz T-15 (1976–1986) ** Soyuz T * Quarta geração ** Soyuz TM, missões Soyuz TM-1 a Soyuz TM-34 (1986–2002) ** Soyuz TMA, missões Soyuz TMA-1 a Soyuz TMA-22 (2003–2012) ** Soyuz TMA-M (2010/2016) *** Missões: Expedição 25 (Soyuz TMA-01M) Expedição 28 (Soyuz TMA-02M) Expedição 31 (Soyuz TMA-03M e Soyuz TMA-04M) . ** Soyuz MS. Planejado para ser a última atualização. 2016 em diante *** Missões: Expedição 48 (Soyuz MS-01) Expedição 53 (Soyuz MS-05 e Soyuz MS-06) Expedição 56 (Soyuz MS-08 e Soyuz MS-09) * Proposta ** Soyuz K ACTS - Advanced Crew Transportation System (2012/...) == Foguete lançador e nave espacial == A nave espacial Soyuz é uma nave com capacidade para três cosmonautas em viagens prolongadas (pretendia-se que viajasse para a Lua) formada por três compartimentos: módulo de serviço; módulo orbital; e cápsula de reentrada (veja diagrama). No total, considerando todos os módulos, a nave mede cerca de 7,2 m de comprimento, com um diâmetro máximo de 2,7 m e 10,6 m de ponta a ponta dos painéis solares, pesando todo o conjunto, no lançamento, 7,1 ton. Suas dimensões e capacidades são similares à da nave Apollo que foi usada pelos Estados Unidos no Projeto Apollo. Estes módulos da Soyuz podem se separar durante a missão. Este é, particularmente, o caso do módulo de reentrada, usado pelos cosmonautas, como o nome já indica, para a reentrada na atmosfera terrestre. O módulo de reentrada da Soyuz, diferente do que aconteceu com o Projeto Apollo dos estadunidenses, não foi projetado para pousar na água, mas sim em terra firme. Sua precisão de acerto do ponto de pouso é de 30 km. Os dispositivos de comunicação e controle, assim como os assentos dos tripulantes, ficam no módulo de reentrada. Os dispositivos de manutenção de vida ficam localizados no módulo orbital. Finalmente, no módulo de serviço localizam-se os motores para manobras, as antenas de comunicação e os painéis solares. Na extremidade do módulo orbital, a Soyuz possui uma porta para acoplagem (usada para acoplar na MIR e na ISS, por exemplo). A versão de carga Progress não possui esta construção modular, sendo totalmente inteiriça. O foguete lançador da Soyuz e da Progress, chamado Soyuz, evoluiu do míssil balístico intercontinental Classe A (R.7 ou \"foguete Sputnik\"), originalmente desenvolvido por Sergei Korolev. Desde o início dos anos 1960 até hoje, o veículo lançador Soyuz evoluiu em sua capacidade de lançamento, tendo sido desde o início o principal veículo para trabalho com a ISS. O lançador Soyuz possui três estágios com um comprimento que vai de 44,3 metros até 46,28 metros, dependendo da configuração usada, e 10,5 metros de diâmetro máximo. A combustão é obtida usado uma mistura de querosene e oxigênio líquido. O foguete pesa 308 toneladas quando totalmente cheio de combustível. O foguete é equipado com 6 motores com 4 câmaras de combustão cada, sendo 4 motores no primeiro estágio, 1 no segundo e mais 1 no terceiro. == Missões da Soyuz == Para uma tão bem sucedida nave espacial, não se esperaria um início tão problemático como o da Soyuz. Sua primeira missão tripulada ocorreu em 23 de abril de 1967, tendo a bordo um único cosmonauta, Vladimir Komarov. Esta missão foi chamada Soyuz 1. Foi planejado que a Soyuz 1 fizesse um rendez-vous (encontro em órbita) com a Soyuz 2, que seria lançada no dia seguinte, e dois cosmonautas da Soyuz 2 passassem para a Soyuz 1 após um \"passeio no espaço\". Devido a uma série de problemas técnicos, nada disto se realizou, e a planejada Soyuz 2 nem descolou. No final, a missão resultou na morte de Komarov na reentrada, pois seu paraquedas não abriu e a nave se espedaçou contra o solo. Este acidente atrasou o programa Soyuz por 18 meses. Neste período foram tentados lançamentos não tripulados para verificar a confiabilidade do equipamento. As missões tripuladas foram retomadas em 26 de outubro de 1968, com o lançamento da Soyuz 3. No entanto, o programa espacial soviético já estava bastante atrasado, e não tinha mais condições de alcançar o programa espacial dos EUA. O cosmonauta desta missão era Georgi Beregovoi, e sua missão era acoplar com uma Soyuz não tripulada (que recebeu o nome de Soyuz 2). No entanto, por falha humana, a acoplagem não foi bem sucedida. O primeiro acoplamento do programa espacial soviético só ocorreria com a Soyuz 4 - Soyuz 5, em janeiro de 1969. Nesta missão ocorreu a primeira transferência de tripulação da história da exploração espacial, onde dois cosmonautas da Soyuz 5, Yevgeny Khrunov e Aleksei Yeliseyev, trocaram de nave (\"caminhando pelo espaço\") e foram para a Soyuz 4, onde já estava o cosmonauta Vladimir Shatalov. Permaneceu na Soyuz 5 o cosmonauta Boris Volynov que acabou patrocinando a mais estranha reentrada da história espacial, pois teve problemas para desacoplar o módulo de serviço na reentrada e a nave reentrou na atmosfera em uma posição não convencional. Também devido a problemas no sistema de foguetes de pouso, a descida foi mais dura que o normal e Volynov quebrou um dente na colisão com o solo. Na década de 1960 ainda ocorreu a missão conjunta Soyuz 6, Soyuz 7 e Soyuz 8. A Soyuz 6 tirou fotos da tentativa de acoplamento das Soyuz 7 e Soyuz 8. O acoplamento falhou devido a um problema na eletrônica de rendez-vous das três naves. A última missão Soyuz foi a Soyuz 9 em 1970. Em 1971, ocorreu o último acidente fatal com a Soyuz. Após uma bem-sucedida missão de acoplagem com a estação Salyut 1, os três tripulantes da Soyuz 11 morreram asfixiados, durante a reentrada na atmosfera terrestre: a cápsula se despressurizou, e os cosmonautas, até então, não faziam uso de trajes espaciais. Apesar dessa tragédia, o uso da nave Soyuz prosseguiu durante os anos 1970 e 1980, em um consistente conjunto de missões com objetivo de testar a capacidade humana em permanecer no espaço por longos períodos (projetos Salyut e Almaz). Este projeto culminaria com as missões Soyuz relacionadas com a estação espacial MIR. A primeira delas foi a Soyuz T-15, em março de 1986. Em 1983, outro grande susto: o foguete que levaria a Soyuz T-10-1 pegou fogo ainda no solo, mas seus tripulantes conseguiram se ejetar dois segundos antes da explosão. Também devemos lembrar a missão Soyuz 19 que acoplou com a Apollo 18 da Nasa (agência espacial dos Estados Unidos) em 1975. Com o encerramento em 21 de julho de 2011 do programa do Ônibus Espacial (Shuttle) pela NASA, as naves russas Soyuz passaram a ser as únicas naves espaciais que servem a Estação Espacial Internacional, tanto levando astronautas, quanto mantimentos (usando uma nave Progress). ==Ver também== *Astronáutica *Estação Espacial Internacional *Orel *Exploração espacial *Programa espacial soviético *Salyut *Shenzhou *Almaz *Vostok *Voskhod *MIR == Referências == ==Ligações externas == * Russia New Russian spaceship will be able to fly to Moon - space corp * RSC Energia: Concept Of Russian Manned Space Navigation Development *Mir Hardware Heritage **David S.F. Portree, Mir Hardware Heritage, NASA RP-1357, 1995 **Mir Hardware Heritage (wikisource) * Information on Soyuz spacecraft *OMWorld's ASTP Docking Trainer Page *NASA - Russian Soyuz TMA Spacecraft Details *Space Adventures circum-lunar mission - details * Categoria:Espaçonaves de abastecimento para a Estação Espacial Internacional",
 "title": "Soyuz"
}