{
 "id": "50658",
 "text": "Epopeia ou Épico de Gilgamés é um antigo poema épico da Mesopotâmia, uma das primeiras obras conhecidas da literatura mundial escrito em cuneiforme por volta de 1800 AEC, sendo diversas lendas e poemas sumérios sobre o deus-herói Gilgamés e Enquidu que foram reunidos e compilados no pelo rei Assurbanípal. Originalmente intitulado Sha naqba īmuru, traduzido como Aquele que viu a profundeza ou, Ele que o abismo viu (tradução do professor Jacyntho Lins Brandão), também chamado Shūtur eli sharrī em português Aquele que se eleva sobre todos os outros reis. Dentre as várias histórias, este poema conta sobre um dilúvio mundial semelhante a bíblia. Gilgamés provavelmente foi um monarca do fim do segundo período dinástico inicial da Suméria (por volta do ).Gilgamesh (trad. da versão Sin-Leq-Unninnt para o inglês por John Gardner and John Maier, c/ Robert Henshaw), ISBN 0-394-74089-0, p.4 == A epopeia == A Epopeia de Gilgamés ou Epopeia de Gilgamesh é um poema longo constituído por doze placas de escrita cuneiforme, cada uma contendo 300 versos ou mais. === História === A sua história gira em torno da relação entre Gilgamés e o seu companheiro íntimo, Enquidu, um homem selvagem criado pelos deuses como um equivalente de Gilgamés, para que o distraísse e evitasse que ele oprimisse os cidadãos de Uruque. Juntos passam por diversas missões, que acabam por descontentar os deuses; primeiro vão às Montanhas do Cedro, onde derrotam Humbaba, seu monstruoso guardião, e depois matam o Touro dos Céus, que a deusa Istar havia mandado para punir Gilgamés por não ceder às suas investidas amorosas. A parte final do épico é centrada na reação de transtorno de Gilgamés à morte de Enquidu, que acaba por tomar a forma de uma busca pela imortalidade. Gilgamés intenta uma longa e perigosa jornada para descobrir o segredo da vida eterna e vem a consultar Utnapistim, o herói imortal do dilúvio. Depois de ouvir Gilgamés, o sábio proclama: \"A vida que você procura nunca encontrará. Quando os deuses criaram o homem, reservaram-lhe a morte, porém mantiveram a vida para sua própria posse.\" Gilgamés, no entanto, foi celebrado posteriormente pelas construções que realizou, e por ter trazido de volta o conhecimento perdido de diversos cultos para Uruque, após seu encontro com Utnapistim. A história é conhecida por todo o mundo, em diversas traduções, e seu protagonista, Gilgamés, se tornou um ícone da cultura popular. === Registro === Seu registro mais completo provém de uma tábua de argila escrita em língua acádia do pertencente ao rei Assurbanípal, tendo sido no entanto encontradas tábuas com excertos que datam do , sendo assim o mais antigo texto literário conhecido, e seria o equivalente mesopotâmico de Noé. A primeira tradução moderna foi realizada na década de 1860 pelo estudioso inglês George Smith. Esse registro, herdado por tradição oral dos tempos pré- históricos, de acordo com algumas teorias, terá tido a sua origem no final da última era glacial. A primeira tradução feita a partir do original para o português foi feita pelo Professor Emanuel Bouzon da Pontifícia Universidade Católica do Rio de Janeiro. Versões de fragmentos atuais desenterrados pela arqueologia atestam entre outras histórias a lenda de dois seres que se amaram, Isa e Ani, geraram uma filha, Be. Porém Ani esteve na floresta de Humbaba procurando por Isa, e dizem que por algum motivo nunca mais se viram. As inscrições em cuneiforme (principalmente o assírio) atestam que ele nunca desistiu de procurar Isa, e este casal é o fundador do amor mesopotâmico. Em 2017, foi lançada no Brasil uma nova tradução, baseada na versão de do poeta Sinlequiunini, sendo que o tradutor, Jacyntho Lins Brandão, baseou-se em todos os achados até então. == Gênero == Quando foi descoberto no século XIX, a história de Gilgamesh foi classificada como um épico grego, gênero conhecido na Europa, apesar de ser anterior à cultura grega que gerou os épicos, especificamente, quando Heródoto referiu-se às obras de Homero dessa forma. Quando traduziu o texto, insistiu na relação com o Gênesis ao dar o título \"Izdubar-Nimrod\" e ao reconhecer o gênero como da poesia heroica grega. Apesar do igualamento à Nimrod ter sido abandonado, a visão de \"epopeia grega\" foi mantida. Martin West, em 1966, no prefácio de sua edição de Hesíodo, reconheceu a proximidade dos gregos do centro de convergência do oriente médio, “greek literature is a Near East literature”. Uma diferença entre as poesias épicas gregas e Gilgamesh seria o fato de que os herois gregos agiam em contexto de guerra, enquanto Gilgamesh agia isoladamente (com exceção da breve existência de Enkidu) - podendo igualar-se à Heracles. Considerar como o texto seria visto do ponto de vista da sua época é complicado, pois George Smith reconhece que não existe uma “palavra suméria ou acádia para mito ou narrativa heroica, bem como não há reconhecimento antigo da narrativa poética como um gênero”. reconhece que o proemio de \"Ele que o abismo viu\" lembra a inspiração das Musas gregas, mesmo que aqui não exista assistência de deus algum. Também é explicitado que Gilgamesh ascendeu à categoria de um \"sábio antigo\" (antediluviano). Lins Brandão continua, ao notar como o poema teria sido \"posto numa estela\" (\"narû\"), que a princípio \"narû\" poderia ser visto como o gênero do poema, levando em consideração que o leitor (ou escriba) teria de passar o texto adiante, sem omitir ou acrescentar nada. O prólogo também leva a entender que Gilgamesh narrou sua história para um copista, assim sendo uma espécie de \"autobiografia em terceira pessoa\". == Ver também == * Epopeia de Atrahasis == Bibliografia == * * * Gilgamesh, Tradução de Pedro Tamen, Lisboa, Nova Vega, 1989 (Prefácio e ilustrações de Luís Alves da Costa), reedição em 1990 e 2007. * Gilgamesh, Tradução de Pedro Tamen, São Paulo, Ars Poetica, 1992 (Prefácio de Norberto Luiz Guarinello, e capa de Luís Alves da Costa) * * * * * Categoria:Poesia épica Categoria:Mitologia suméria Categoria:Arte da Antiguidade Categoria:Mitologia acadiana Categoria:Poesia religiosa",
 "title": "Epopeia de Gilgamés"
}