{
 "id": "50656",
 "text": "Nínive (em acadiano: Ninua; neo-aramaico assírio: ܢܝܢܘܐ; , Nīnewē; ; ; árabe: نينوى, Naīnuwa), uma \"cidade excessivamente grande\", como é chamada no Livro de Jonas, jazia na margem oriental do rio Tigre, na antiga Assíria. Nínive (Ninawa) era um grande amontoado de vários vilarejos ao longo do Rio Tigre. Atualmente, onde ficava, existe a cidade moderna de Mossul, no estado de Ninawa do Iraque. == Geografia == Os montículos antigos de Nínive, Kouyunjik e Nabī Yūnus (\"Profeta Jonas\" em árabe), estão localizados num nível da planície perto da confluência do rio Tigre e Khosr com uma área de 1800 acres circunscrita por uma muralha de tijolos de 12 quilômetros. Esse espaço extensivo inteiro é hoje uma imensa área de ruínas sobreposta em partes pelos novos subúrbios da cidade de Mossul. Nínive era uma junção importante para as rotas comerciais cruzando o Tigre. Ocupando uma posição central na grande estrada entre o Mar Mediterrâneo e o Oceano Índico, assim unindo o Oriente e o Ocidente, recebia a riqueza que fluía de várias fontes, tornando-se logo uma das maiores cidades da região.\"Orgulhosa Nínive\" é um emblema constante de orgulho terreno nas profecias do Antigo Testamento: (Sofonías 2:13). == História == Textos do período helenístico e outros posteriores ofereceram um epônimo, Ninus, como o fundador de Nínive. A Nínive histórica é mencionada por volta do século XVIII a.C. como um centro de adoração a Ishtar, cujo culto foi responsável pela antiga importância da cidade. A estátua da deusa foi enviada ao faraó Amenófis III do Egito no século XIV a.C., por ordens do rei de Mitani. A cidade de Nínive foi vassala do reino de Mitani até meados do século XIV a.C., quando os reis assírios de Assur a capturaram.Genesis 10:11 atribui a fundação de Nínive a Assur: \"Para fora da terra foi Assur, e construiu Nínive Não há um corpo largo de evidência que mostre que monarcas assírios tenham construído o que quer que seja em Nínive extensivamente durante o segundo milênio a.C. Monarcas tardios, cujas inscrições aparecerem na cidade alta, foram Salmanaser I e Tiglate-Pileser I, dois construtores ativos de Assur; o último fundou Calah Nimrud. Nínive esperou pelos reis neo-assírios, particularmente do tempo de Assurnasirpal II (883-859 a.C.) em diante, para sofrer uma considerável expansão arquitetônica. A partir de então, monarcas sucessivos a mantiveram em manutenção e fundaram novos palácios, templos para Sin, Nergal, Shamash, Ishtar e Nabu. Foi Senaqueribe quem fez de Nínive uma verdadeira cidade magnificente (c. 700 a.C.). Ele projetou novas estradas e quadras e construiu o famoso “palácio sem rival”, cujo plano tem sido quase inteiramente recuperado e tem dimensões totais de cerca de 503 metros. Ele continha pelo menos 80 salas, muitas das quais eram preenchidas de esculturas. Um largo número de tabletes cuneiformes foram encontrados no palácio. A fundação sólida foi feita de blocos de calcário e tijolos de barro; tinha 22 metros de altura. No total, as fundações eram feitas de aproximadamente 2680000 metros cúbicos de tijolos (aproximadamente 160 milhões de tijolos). As paredes no topo, feitas de tijolos de barro, eram uma altura adicional de 20 metros. Algumas da principais entradas eram ladeadas por figuras colossais de pedra em portas pesando cerca de 30000 quilos; entre elas estavam leões alados ou touros, com cabeça de homem. Esses eram transportados de pedreiras em Balatai e tinham de ser elevados 20 metros uma vez que chegavam ao local, presumivelmente por uma rampa. Existiam também 3000 metros de painéis de pedra entalhados em baixo relevo, que incluíam registros pictóricos documentando cada passo da construção, incluindo o entalhe das estátuas e o seu transporte numa barcaça. Uma figura mostra 44 homens rebocando uma estátua colossal. A escultura mostra três homens dirigindo a operação enquanto se apoiam no Colosso. Uma vez que as estátuas chegavam a sua destinação a escultura final era feita. A maior parte das estátuas pesava entre 9000 e 27000 quilos \"The Seventy Wonders of the Ancient World\" edited by Chris scarre 1999 (Thames and Hudson)An experiment in the 1950s required 180 men to tow a ten-ton colossus on Easter Island. As esculturas em pedra nas paredes incluem cenas de batalhas, empalamentos e cenas dos homens de Senaqueribe desfilando os despojos de guerra diante dele. O rei também se vangloriou de suas conquistas: ele escreveu de Babilônia “Seus habitantes, jovens e velhos, eu não poupei, e com seus corpos eu preenchi as estradas da cidade.” Ele escreveu posteriormente sobre uma batalha em Laquis “E Ezequias de Judá, que não se submeteu ao meu jugo... Ele eu tranquei em Jerusalém, sua cidade real, como um pássaro enjaulado. Impostos na terra eu impus sobre ele, e todos vindos dos portões dessa cidade foram obrigados a pagar por seu crime. Suas cidades que eu saqueei eu cortei de sua terra” Time Life Lost Civilizations series: Mesopotamia: The Mighty Kings. (1995) Nessa época a área total de Nínive compreendia cerca de 7 quilômetros, e 15 grandes portões penetravam suas muralhas, Um sistema elaborado de 18 canais traziam água das colinas a Nínive, e muitas seções de um aqueduto magnificente erigido por Senaqueribe foram descobertos em Jerwan, cerca de 65 quilômetros distante. Thorkild Jacobsen and Seton Lloyd, Sennacherib's Aqueduct at Jerwan, Oriental Institute Publication 24, University of Chicago Press, 1935 A área cercada tinha mais de 100 mil habitantes (talvez até 150 mil), cerca de três vezes mais do que Babilônia na época, colocando-a entre os mais largos estabelecimentos pelo mundo. A grandeza de Nínive teve duração curta. Por volta do ano 633 a.C. o Segundo império Assírio começou a mostrar sinais de fraquezas, e Nínive foi atacada pelos medos, que por volta do ano 625 a.C., aliaram-se aos caldeus e sussianos, e a atacaram novamente. Nínive caiu em 612 a.C., e foi arrasada até o chão. O povo na cidade, que não pôde escapar para as últimas fortalezas assírias no oeste, foi massacrado ou deportado. Muitos esqueletos não enterrados foram encontrados por arqueólogos no sítio. O Império Assírio então acabou, e os Medos e Babilônios dividiram suas províncias entre si. Seguindo a derrota em , o local permaneceu desocupado por séculos até o Império Sassânida. A cidade é mencionada novamente na Batalha de Nínive de 627, que foi um combate entre o Império Romano do Oriente e o Império Sassânida travado nas proximidades da cidade antiga. Desde a conquista árabe em 637 (veja Conquista islâmica da Pérsia) até os tempos modernos, a cidade de Moçul na margem oposta do rio Tigre se tornou a sucessora no local da antiga Nínive. == Nínive bíblica == Na Bíblia, Nínive é primeiramente mencionada em Gênesis 10:8-11: > \"8 - E Cuxe gerou a Ninrode; este começou a ser poderoso na terra.\" \"9 - E > este foi poderoso caçador diante da face do Senhor; por isso se diz: Como > Ninrode, poderoso caçador diante do Senhor.\" \"10 - E o princípio de seu > reino foi Babel, Ereque, Acade e Calné, na terra de Sinar.\" \"11 Desta mesma > terra saiu à Assíria e edificou a Nínive, Reobote-Ir, Calá”. Apesar do Livro de Reis e o Livro de Crônicas falarem bastante sobre o Império Assírio, Nínive não é notada até os dias de Jonas, quando é descrita (Jonas 3:3; 4:11) como uma “cidade excessivamente grande com três dias de jornada”, provavelmente em circuito. Isso daria uma circunferência de aproximadamente 100 quilômetros. É também possível que se tomasse três dias para cobrir todas as proximidades andando, o que iria estar de acordo com o tamanho da Antiga Nínive. As ruínas de Kouynjik (Nimrud), Karamles e Khorshabad formam os quatro cantos de um quadrângulo irregular. As ruínas de Nínive, com toda a área incluindo o paralelograma que elas formam por linhas desenhadas de uma a outra, são geralmente vistas como consistindo desses quatro cantos. O livro de Jonas retrata Nínive como uma cidade cruel merecedora da destruição. Deus manda Jonas para profetizar contra a cidade, e os ninivitas se arrependem. Como resultado, Deus poupa a cidade; quando Jonas protesta contra isso, Deus afirma que ele está demonstrando piedade pela população que ignora a diferença entre o certo e o errado.Mechon Mamre Hebrew Bible translation, Jonah 4) Nínive era a florescente capital do império Assírio (2Reis 19:36); e foi, ostensivamente, a casa do Rei Senaqueribe, Rei da Assíria, durante o reinado bíblico do rei Ezequias e da carreira profética de Isaías. De acordo com as escrituras, Nínive foi também o lugar onde Senaqueribe morreu nas mãos de seus dois filhos,após derrota de seu numeroso exercito,segundo a Bíblia por apenas um anjo enviado por Deus [2Cr 32:21] seus filhos fugiram para a terra de Ararate. O livro do profeta Naum é quase exclusivamente uma coleta de denúncias e profecias contra essa cidade. == Hoje == Após a Guerra do Golfo, as esculturas dos palácios que estavam sendo escavados foram pilhadas. Todas as equipes de pesquisa europeias deixaram o Iraque durante a invasão deste pelos Estados Unidos, suspendendo, por tempo indeterminado, as escavações ao longo dos rios Tigre e Eufrates, em lugares como Uruque, Assur, Nimrud e Nínive. Nínive está na lista dos 100 sítios históricos mundiais que estão mais ameaçados, elaborada pelo movimento World Monuments Watch (Observatório dos Monumentos Mundiais). Moçul, por exemplo, foi bombardeada intensamente para se destruir plataformas de lançamento de mísseis iraquianos. Nesta cidade, está a mesquita Noradine, construída em 1170 e, muito próximo dela, os restos de Nínive, que é o maior sítio arqueológico de todo o Oriente, com 750 hectares. O Estado Islâmico do Iraque e do Levante publicou, no dia 26 de Fevereiro de 2015, um vídeo mostrando a destruição de várias estátuas antigas e esculturas (algumas do século VII antes de Cristo) do Museu de Nínive. ==Ver também== * Ninawa * Biblioteca de Nínive Categoria:Sítios arqueológicos do Iraque Categoria:Cidades de Mitani Categoria:Cidades da Assíria Categoria:Jonas",
 "title": "Nínive"
}