{
 "id": "50686",
 "text": "Brad Meltzer (Brooklyn, 1 de abril de 1970) é um escritor e argumentista norte-americano. ==Biografia== No final de 2004, a venda dos seus livros já totalizou os seis milhões de cópias, tendo ficado mais de 8 meses nas listas dos mais vendidos dos EUA e sido traduzidos para doze línguas. Além dos livros, Brad é responsável também por graphic novels como Crise de Identidade e Arqueiro Verde: A Busca e seriados como Jack and Bobby. Como escritor da DC Comics, em 2006 levou \"Justice League of America\" ao número um de vendas, com mais de 200 mil exemplares vendidos, junto com o brasileiro Ed Benes.Brad no topo Posteriormente, ganhou o Prêmio Eisner (considerado o \"Oscar\" dos quadrinhos do mercado norte-americano) em 2008 de Melhor edição única, por \"Justice League of America\" #11: “Walls”, junto com Gene Ha, também da DC.Prêmio Eisner == Livros == *The Tenth Justice (1997) *Dead Even (1998) *The First Counsel (2001) *The Millionaires (2002) (Os Milionários, no Brasil) *The Zero Game (2005) (O Jogo, no Brasil) *The Book of Fate (2006) *The Book of Lies (2008) *The Inner Circle (2011) *The Fifth Assassin (2013) *The President's Shadow (2015) *The House of Secrets (2016) == Arte Seqüencial == É responsável pelo argumento de duas ótimas histórias recentes da DC Comics. Seu primeiro trabalho nos quadrinhos foi a saga em 6 partes \"A Busca\", envolvendo seu personagem favorito, o Arqueiro Verde, considerada por muitos como uma das melhores histórias do personagem. \"A Busca\" foi lançada no Brasil em DC Especial #1, reunindo todas as 6 edições. Também foi responsável pela mini- série em 7 partes Crise de Identidade, um thriller envolvendo assassinatos, segredos do passado e muito mistério. Ao fim, o universo DC estava bastante mudado, e os relacionamentos entre vários super-heróis estava bastante modificado. Recentemente, Meltzer foi anunciado como o novo escritor do novo título da Liga da Justiça, Justice League of America, à ser relançado com um novo número 1, e que terá desenhos de Ed Benes. == Televisão == Meltzer criou a série de televisão Jack and Bobby para o canal Warner Channel, estreada em 2004, a qual narra a história de dois irmãos, em que um está destinado a ser o presidente dos EUA. A série mostra flashes e entrevistas com a equipa do presidente, sem revelar inicialmente qual dos rapazes será o futuro governante. Vendeu também a série The Thirteen Floor, criada com Frank Spotnitz, um dos argumentistas de Ficheiros Secretos/Arquivo X. No ano de 2011, Brad Meltzer está apresentando o programa \"Decifrando Códigos\", no canal de televisão The History Channel.O progama tenta decifrar grandes mistérios(como,por exemplo,o verdadeiro significado da Estátua da Liberdade),sociedades secretas(como a Francomaçonaria),símbolos,mortes \"sem explicação\"(como Meriwether Lewis,da expedição de Lewis e Clark) e muitos outros segredos,principalmente americanos. == Cinema == Meltzer interpretou-se a si mesmo no filme Celebridades (1998) de Woody Allen. == Ligações externas == *Página oficial do Brad Meltzer * Categoria:Escritores dos Estados Unidos Categoria:Roteiristas de histórias em quadrinhos dos Estados Unidos",
 "title": "Brad Meltzer"
}