{
 "id": "50713",
 "text": "Tamerlão, do turcomano, Timur-i-Lenk (), ou \"Timur, o Coxo\" (Keš, atual Xacrisabez, Usbequistão, 8 de abril de 1336 – Otrar, perto da atual Shymkent, Cazaquistão, 19 de fevereiro de 1405), de seu verdadeiro nome Tīmur ibn Taragay Barlas foi o último dos grandes conquistadores nômades da Ásia Central de origem turco-mongol.\"Timur\", Encyclopædia Britannica, Online Academic Edition, 2007.\"Central Asia, history of Timur\", in Encyclopædia Britannica, Online Edition, 2007., Quotation: \"... Timur first united under his leadership the Turko-Mongol tribes located in the basins of the two rivers....\"History of Central Asia, Encyclopædia Britannica Online. 13 December 2008.B.F. Manz, \"Tīmūr Lang\", in Encyclopaedia of Islam.\"Timur\" The Columbia Encyclopedia, Sixth Edition, 2001-05. Quotation: Tamerlane, c.1336–1405, b. Kesh, near Samarkand. He is also called Timur Leng [Timur the lame]. He was the son of a tribal leader. Some historians claim that he was the descendant of Jenghiz Khan. He was from a Mongol tribe, Barlos. There were mongol tribes used to live in the area where his father was a leader. Timur spent his early military career in subduing his rivals in what is now Turkistan; by 1369 he firmly controlled the entire area from his capital at Samarkand. Nascido nos domínios do Canato de Chagatai, de uma família de pastores, agregou em torno de si diversas tribos, graças à sua competência militar, à sua astúcia como político, uso do terror, atração dos saques e ao seu carisma como declarado adepto da religião islâmica e das artes. Com a ajuda de um vasto exército, construiu um poderoso e agressivo império, conhecido como Império Timúrida, que não resistiria à sua morte. As suas campanhas militares ficaram marcadas por selvagens massacres e uma brutalidade que excedeu em número e desumanidade os cometidos pelos seus antecessores. Estima-se que as suas campanhas causaram a morte de cerca de 17 milhões de pessoas. == Ascensão == Timur, que significa \"ferro\" na língua turca, nasceu em Kesh, perto de Samarcanda, na antiga região da Transoxiana. Existem dúvidas sobre a sua verdadeira data de nascimento, que poderá ser 1320 ou 1330. Várias fontes persas se referem a ele como Timur-e- Lang, que se traduz como \"Timur, o coxo\", (o nome Tamerlão ou Tamerlane é uma deturpação) dado que, ainda na juventude, sofrera um acidente de cavalo que o deixara manco; ou segundo outros, uma lesão sofrida em combate cerca de 1364. Sua família havia se agregado ao recém-formado Canato de Chagatai, um dos quatro reinos mongóis originários da fragmentação do grande império de Genghis Khan. A unidade política desse reino era praticamente inexistente, e os clãs viviam de maneira quase independente, como pastores nômades ou semi-nômades. Tamerlão nasceu e cresceu nesse contexto, onde a liderança não era herdada, mas conquistada e mantida pela força e pela coragem e o uso de misericórdia era considerado um sinal de fraqueza. É possível que o respeito que conquistou esteja ligado à sua personalidade carismática, ao seu gênio militar e ao uso do terror. Ahmad Arabshah, um historiador de Damasco, que o descreveu como \"um cão raivoso\" observa que a lealdade conquistada por Tamerlão seria devida ao seu sucesso inicial como ladrão de ovelhas, e que seus seguidores seriam ladrões, depois transformados em guerreiros hábeis e disciplinados. No decorrer da década de 1360, Tamerlão estabeleceu alianças entre líderes tribais, e tornando-se virtualmente o líder de todo o Canato de Chagatai. Para confirmar sua autoridade, Tamerlão forjou uma relação distante de parentesco com Gengis Cã. == Personalidade == Tamerlão foi descrito por diversos cronistas do , e cada relato apresentava o imperador sob um enfoque diferente: ora nobre e educado, ora violento e explosivo, ora um bárbaro aculturado, ora um amante das artes. Mas todos os relatos concordam que Tamerlão possuía personalidade complexa que fascinava e tornava perplexos mesmo os seus desafetos. O seu apetite por comida, bebidas alcoólicas e mulheres era enorme. Tinha quatro esposas, conforme o Islão, (muito embora o embaixador Clavijo registasse oito) mas muitas concubinas. As esposas de Tamerlão gozavam de estatuto elevado, com relativa liberdade social e considerável influência política. Afirmava-se adepto de uma versão do Islão que incorporava os velhos cultos animistas mongóis e declarou para si a missão de expandir e fortalecer a fé islâmica no mundo, assumindo também o papel de um líder religioso para seu povo — apesar de muitas das suas vítimas serem também muçulmanas. Além disso, sabia que os chagatai precisavam ser mantidos ocupados, para evitar descontentamentos entre seus exércitos, e empreendeu contínuas campanhas militares contra seus vizinhos durante seu reinado, com os consequentes saques, generosamente distribuídos pelas suas tropas. Assim, seu poder se consolidou, também, por saber como lidar com seus inquietos compatriotas, além de expandir seu império para além das estepes da Ásia Central. Para o historiador René Grousset, Tamerlão representou a síntese do barbarismo mongol com o fanatismo religioso. Apesar da natureza rude do modo de vida mongol, o imperador chagatai era um entusiasta de história, poesia e filosofia, arte, e arquitetura e não raro fazia questão de poupar artistas, historiadores e engenheiros estrangeiros durante suas conquistas — exterminando todo o resto da população. Durante seu reinado, a cidade de Samarcanda, para onde esses prisioneiros eram deportados, tornou-se a pérola das estepes asiáticas, com grandes obras de arquitetura e urbanismo. Tamerlão também apreciava a visita de embaixadores e mercadores estrangeiros, com os quais aprendia sobre a história e a cultura de povos tão distantes quanto os espanhóis e italianos. A característica pela qual Tamerlão tornou-se mais conhecido — e temido — foi sua crueldade, a brutalidade com que tratava os povos conquistados. Apesar de ser um líder militar refinado (estabelecia novas estratégias jogando xadrez), não abria mão da violência para abater a moral dos inimigos e impor o terror sobre os povos conquistados. Atos como o assassínio de um grupo de crianças pequenas — ocorrido no ataque a Ispaã, quando dizimou quase toda a população local, empilhando as cabeças decapitadas em montes do lado de fora da cidade — e o emparedamento de duas mil pessoas em uma torre de Isfizar para sufocar uma rebelião, tiveram enorme repercussão negativa na reputação de Tamerlão na Europa e em reinos adjacentes, mas inflavam o orgulho dos chagatai. == Conquistas == Com 32 anos de idade, Tamerlão já se tinha tornado senhor da Transoxiana, e em 1370, fez de Samarcanda a sua capital. Receando vinganças por parte da família de Mir Huceine, seu antigo aliado, que fora assassinado, mandou matar os filhos deste e os seus apoiantes. Em 1371 invadiu Coração e o Império Corásmio e nos anos que se seguiram iniciou uma campanha em direção ao oeste em 1380. Em 1371 começou a expandir seus domínios para o Afeganistão e Multan, no Paquistão. Conquistou a velha cidade de Deli, a Pérsia, o Iraque, a Armênia e o sul da Rússia, então sob domínio do Canato da Horda Dourada. Seu exército ainda saquearia o Reino da Geórgia várias vezes. Por todo o lado deixava atrás dele torres feitas das cabeças decapitadas dos vencidos. Em 1379, saqueia Urguenche. Em 1383, Tamerlão começou a sua longa conquista da Persia. Nessa campanha, quando Herate, capital da Dinastia Cártida, não se rendeu, ele reduziu a cidade a cinzas e massacrou a maior parte da sua população. Em Sabzevar, no actual Irão, Tamerlão arrasou a cidade. Dois mil prisioneiros vivos foram empilhados uns sobre os outros, com lama e tijolos, para fazer uma torre. Em 1384-1386 conquista Sistão e Candaar. Em 1387, em Ispaã, setenta mil cabeças decepadas foram empilhadas em vários pontos da cidade. Em 1388, Urguenche é totalmente arrasada. Em 1389, avançou pelo território continental da Pérsia desde 1382 (captura de Ispaã, em 1387, a expulsão dos Muzafáridas de Xiraz, em 1393, e expulsão dos Jalaíridas de Bagdá). Datam de 1392 as campanhas timúridas de Pérsis, Mesopotâmia, Anatólia e Geórgia. Em 1394/96 ele triunfou sobre a Horda Dourada (batalha de Terek) e impôs sua soberania no Cáucaso, em 1398 subjugou Multan e Dipalpur, no atual Paquistão. Em 1395 Tamerlão esmagou Tuqtamish no rio Terek e devastou as cidades da Horda de Ouro, entre elas Ukek, Majar, Sarai e Astracã. Em 1398, invade a Índia. Mesmo no , fazer a guerra pedia uma justificação rudimentarː a de Tamerlão era que o território que ele planeava invadir não era islâmico, ou não era suficientemente islâmico. A Índia, com suas dezenas de milhões de cafires, era um argumento fácil. Atravessa o Indocuche e possui Multan. Ordena a execução de cem mil prisioneiros que estorvavam a progressão do seu exército. Arrasa Deli de tal maneira que esta leva um século a recuperar. Na conquista de Deli, Tamerlão teve que enfrentar pela primeira vez um exército montado sobre elefantes. Sem saber como enfrentar essa força desconhecida para os mongóis, ordenou que apanhassem os camelos que os escoltavam e os carregassem com fardos de palha. Atearam fogo aos fardos e enviaram os camelos em disparada para as linhas inimigas, causando pânico aos elefantes, forçando sua retirada. No oeste, encontrou resistência dos turcos otomanos na Anatólia e dos mamelucos do Egito, senhores da Síria. Tamerlão chegou a saquear Damasco e assassinar sua população (poupando os mestres da arquitetura e da vidraria), mas os mamelucos logo retomariam a cidade aproveitando o desgaste dos mongóis e a ausência de uma base fixa próxima para o envio de novas tropas. Contra os otomanos, Tamerlão viveu no final de seu reinado uma rivalidade com o sultão que, assim como ele, declarava-se o maior defensor do Islão. Seu embate com o sultão otomano adiou em meio século a queda de Constantinopla, cercada por Bajazeto de 1396 a 1402. A campanha da Geórgia data de 1399, quando ataca os mamelucos. Data de 1400 a campanha da Mesopotâmia e Síria, a tomada de Alepo. Em 1401 vemos o saque e destruição de Bagdá e de Damasco. Em 1400/1401, conquistou Alepo, Damasco e a Anatólia Oriental, Conquistou Sivas e enterrou vivos 300 prisioneiros. Em Alepo, vinte mil cabeças decapitadas são empilhadas em torres à volta da cidade. Em 1401, destruiu Bagdá. Em 1401, acampado nos arredores de Damasco, Tamerlão concede audiências ao grande historiador árabe Ibne Caldune. Damasco é depois saqueada e incendiada, incluindo a Mesquita dos Omíadas.Depois de conquistar Bagdá, Tamerlão ordena outro massacreː 120 torres de noventa mil cabeças humanas marcam a conquista. Em 1402, triunfou sobre os otomanos em Ancara -- captura o sultão otomano Bajazeto I. Tamerlão saqueia Esmirna, o último posto avançado cristão na Ásia Menor. O projeto de invasão da China, em 1404, acaba por não se realizar, pois morre em 1405. Havia começado a organizar uma expedição militar à China, governada pela Dinastia Ming. No caminho, em pleno e rigoroso Inverno, seus generais aconselharam uma parada em Otrar, ainda em seu reino. Em 18 de fevereiro, após três dias de bebedeira, Tamerlão, velho e fraco, morreu. Antes da sua morte, Tamerlão teria designado seu neto Pir Muhammad ibn Jahangir como sucessor, mas a sua vontade não foi respeitada e os seus descendentes (filhos Mirã Xá e Xaruque Mirza, um neto Khalil Sultan, e o filho de Xaruque, Ulugue Begue entre outros), passaram os quinze anos seguintes envolvidos em violentas disputas internas. O seu quarto filho, Xaruque, governaria quase século (1405 a 1447) um sultanato islâmico requintado e pacífico, com capital em Herate. A seguir, dá-se a fragmentação do Império pois o desaparecimento de Xaruque provocará lutas ferozes pelo poder que aniquilariam Ulugue Begue e se concluiriam com o reinado estável do timúrida Abuçaíde no Coração e em Mauaranar. Entre os descendentes da dinastia, conta-se Babur, o futuro conquistador da India. == Exumação == O corpo de Tamerlão foi exumado de seu túmulo em 1941 pelo antropólogo soviético Mikhail Gerasimov. De seus ossos, ficou claro que Tamerlão era um homem alto e de peito largo com ossos fortes no rosto. Gerasimov também descobriu que as características faciais de Tamerlão conformavam-se a parciais características da raça amarela, que ele acreditava, em parte, apoiar a noção de Tamerlão de que ele era descendente de Genghis Khan. Gerasimov foi capaz de reconstruir a imagem de Tamerlão a partir de seu crânio. Sua altura era de 1,73 metros, alto para sua época. Também confirmou a claudicação, devido a uma lesão no quadril de Tamerlão. O túmulo de Tamerlão é protegido por uma laje de jade, na qual estão esculpidas as palavras em árabe: \"Quando eu ascender dos mortos, o mundo vai tremer\". Diz-se que quando Gerasimov exumou o corpo, uma inscrição adicional dentro do caixão foi encontrada, lendo-se \"Quem abrir o meu túmulo soltará um invasor mais terrível do que eu\". Em qualquer caso, dois dias depois de Gerasimov começar a exumação, a Alemanha nazista lançou a Operação Barbarossa, a invasão da U.R.S.S. Tamerlão foi re-enterrado com ritual islâmico completo em novembro de 1942, pouco antes da vitória soviética na Batalha de Stalingrado. == O legado de Tamerlão == O império de Tamerlão sucumbiu logo após seu criador. Dividido entre os filhos de Tamerlão, as velhas rivalidades tribais voltaram a surgir entre os mongóis. Aliado ao ressurgimento dos povos conquistados e dos turcos a leste, a divisão política fez com que os chagatais fossem inteiramente absorvidos ainda no início do . A influência das conquistas de Tamerlão refletiu-se no adiamento da queda de Constantinopla, e na introdução da cultura mongol na Índia (cujo último imperador mongol só seria deposto no final do — ver Império Mogol). A herança mais duradoura de Tamerlão não foi política, mas no campo das artes. O povo mongol era rude e pouco preocupado com a atividade artística, mas os mestres artífices deportados nas conquistas de Tamerlão produziram um prolífico acervo de obras em metal, madeira, laca, pedras preciosas, pinturas. Samarcanda, Bucara e outras cidades se tornaram obras de arte da arquitetura, com suas grandes e belas mesquitas, torres e palácios (embora o próprio Tamerlão vivesse em uma tenda, ou na sela de um cavalo) decoradas com ricos ladrilhos, mosaicos e pinturas, retratando não só motivos abstratos típicos da arte islâmica, mas também cenas da natureza, do cotidiano e da própria vida de Tamerlão, o Coxo. Historiadores e poetas prosperaram sob o patrocínio de Tamerlão, e perpetuaram sua arte ao longo dos anos seguintes à sua morte. == Bibliografia == * Hookham, Hilda - Tamburlaine, the Conqueror - Hodder and Stoughton Limited - 1962 * Marozzi, Justin - Tamerlane: sword of Islam, conqueror of the world - Harper Collins, 2004 * Nicolle, David - The Mongol warlords:Genghis Khan,Kublai Khan, Hulegu,Tamerlane - Firebird Books, 1990. * Starr, S. Frederick (2013) - Lost enlightenment : Central Asia’s golden age from the Arab conquest to Tamerlane -Princeton University Press == Ligações externas == * Narrative of the Embassy of Ruy Gonzalez de Clavijo to the Court of Timour at Samarcand AD 1403-6, no Internet Archive Categoria:Dinastia timúrida Categoria:Samarcanda Categoria:Nobres com deficiência Categoria:Naturais do Uzbequistão Categoria:Mongóis do século XIV Categoria:Mongóis do século XV",
 "title": "Tamerlão"
}