{
 "id": "50712",
 "text": "Giuseppe Mercalli (Milão, 21 de Maio de 1850 -- Nápoles, 19 de Março de 1914) foi um sacerdote católico italiano que se distinguiu como vulcanólogo e sismologista.Alessando Malladra, '\"Giuseppe Mercalli - commemorazione\", Bollettino della Società dei Naturalisti in Napoli, volume XXVIII (serie II, vol. VIII), ano XXIX (1915), pp. 31-48. Foi professor de mineralogia na Universidade de Catânia e de vulcanologia na Universidade de Nápoles. Em 1911 sucedeu a Raffaele Vittorio Matteucci no cargo de director do Observatório do Vesúvio. Os seus estudos na área da sismologia e da vulcanologia granjearam- lhe reputação internacional. Notabilizou-se pelo desenvolvimento da Escala de MercalliMercalli G., \"Sulle modificazione proposte alla Scala de Rossi Forel\", Boll. Soc. Sismologica Italiana, Vol. 8, 184-191 (1902). para avaliação da intensidade dos sismos, uma das escalas sísmicas com maior aceitação durante quase todo o século XX, e pela publicação de um sistema de classificação das erupções vulcânicas. == Biografia == Nascido em Milão no seio de uma família de meios modestos, Giuseppe Mercalli ingressou no Seminário de Milão imediatamente após os estudos elementares e ali fez os seus estudos secundários e preparatórios. Foi ordenado em 1871 sacerdote católico. Entre 1871 e 1874 foi aluno da Escola Normal anexa ao Instituto Técnico Superior de Milão, frequentando o curso destinado à formação de professores de Ciências Naturais. Nesse curso estudou geologia com Antonio Stoppani, obtendo a laurea em Ciências Naturais no ano de 1874. Pouco depois foi nomeado professor de Ciências Naturais no Seminário de Monza e no Liceo católico de Domodossola, mas em 1888 foi obrigado a abandonar o ensino em estabelecimentos católicos depois de ter apoiado a construção de um monumento nacional em homenagem ao sacerdote e filósofo Antonio Rosmini-Serbati, o que fez dele suspeito de aderente ao ideário do liberalismo. Dedicou-se ao estudos geológicos, iniciando-se com o estudo dos glaciares alpinos da Lombardia, publicando várias notícias sobre as suas características e os depósitos associados. Depois de ter feitos exames pedagógicos em Monza, obtendo habilitação para o ensino liceal, foi nomeado em concurso feito pelo governo italiano para um lugar em Reggio di Calabria como professor liceal. Primeiro no concurso, a escolha de Reggio di Calabria deveu-se ao desejo de Mercalli de estar presente na região da Calábria, ao tempo atingida por uma crise sísmica e onde se esperava um terramoto.\"Le case chi se sfaserano e i terremoti\", Rassegna Nazionale de Firenze, 1 de Fevereiro de 1912. Manteve activa investigação no campo da geologia, dedicando-se progressivamente à sismologia e à vulcanologia. Concorreu a professor de mineralogia e geologia da Universidade de Catânia, mas ficou em terceiro lugar, concorrendo então para um lugar de professor liceal em Nápoles, o que conseguiu em 1892. No período de 1892 a 1911 foi professor no Reggio Liceo Vittorio Emanuele de Nápoles, onde contou entre os seus alunos Giuseppe Moscati. Entre os colegas e colaboradores estava Achille Ratti, que posteriormente seria o papa Pio XI, que fora seu aluno no Seminário de Milão e com quem manteve uma sólida amizade. A partir do ano seguinte (1893) passou a acumular com aulas de vulcanologia na Universidade de Nápoles. Em 1911 foi escolhido para o lugar de director do Observatório Vesuviano, cargo em que sucedeu a Raffaele Vittorio Matteucci e que manteve até falecer. Passa então a dedicar-se em exclusivo ao estudo da vulcanologia e projecta uma reforma do Observatório, com base num programa de investigação que previa o estudo do vulcão e das suas erupções, o registo da actividade sísmica e pré-sísmica (precursores), para além das observações e das análise dos resultados do trabalho de campo que deveria ser feito no vulcão e suas proximidades. Giuseppe Mercalli notabilizou-se pelo desenvolvimento, em 1902 da escala de Mercalli,Mercalli G., Boll. Soc. Sismologica Italiana, Vol. 8, 184-91 (1902). uma escala destinada à avaliação da intensidade sísmica, que com algumas modificações ainda se mantém em uso, mais de um século após a sua publicação. Aquela escala, apesar de não medir a magnitude dos sismos, mas apenas os seus efeitos sobre as pessoas e os edifícios, sendo por isso pouco adequado para uso em áreas pouco povoadas. A escala mostrou-se ideal para comparar os danos produzidos pelos terramotos e para fins de engenharia sísmica e de protecção civil. Mercalli faleceu em 1914, vítima de um incêndio que deflagrou na sua casa na Via Sapienza (Nápoles), alegadamente por ter entornado uma lâmpada de parafina que utilizava para trabalhar durante a noite. Pensa-se que teria estado a trabalhar durante a noite, algo que fazia rotineiramente, contando-se que uma vez foi encontrado a trabalhar às 11 horas da manhã e sendo informada da hora terá exclamado: Seguramente que ainda não é dia!. O seu cadáver foi encontrado carbonizado, próximo da sua cama, agarrando um cobertor que utilizara para tentar apagar o fogo. Apesar disso parecer indicar um acidente, as autoridades policiais informaram, alguns dias mais tarde, que Mercalli fora provavelmente assassinado por estrangulamento e o seu cadáver regado com petróleo e queimado para esconder o crime. Teria desaparecido da casa uma importante quantia em dinheiro. Giuseppe Mercalli observou a erupção vulcânica das ilhas Eólias, do vulcão de Stromboli e do Vulcano, publicando descrições que continuam a ser importante material de estudo para os vulcanólogos. Para além da investigação no campo de vulcanologia, também estudou os glaciares da Lombardia. Foi autor de mais de uma centena de publicações científicas (pelo menos 115),Ver listagem de publicações em \"Giuseppe Mercalli\", pp. 42-48. com destaque para a obra I vulcani attivi della Terra (Os vulcões activos da Terra), publicada em 1889, considerada um clássico da vulcanologia que se mantém actual. Em 1903 publicou uma escala destinada à categorização das erupções vulcânicas. Realizou a primeira carta sísmica do território italiano. Estudou o comportamento dos animais antes e durante os sismos, detectando reacções de nervosismo e de tremor que apelidou de síndrome cinestéstica inexplicável, depois conhecido como Síndrome de Mercalli. Também publicou informação pioneira sobre os bradissismos. Foi membro de importantes sociedades científicas e foi cavaleiro da Ordine della Corona d'Italia por mérito científico. No Cemitério Monumental de Milão, onde está sepultado, foi-lhe erigido um busto em bronze da autoria de Michele Vedani. Em Nápoles existe em sua homenagem o Liceo Scientifico Statale \"Giuseppe Mercalli\". == Publicações == Entre os numerosos estudos de sismologia e de vulcanologia que publicou, destacam-se as monografias I vulcani attivi della Terra (1889) e os estudos sobre os terramotos de Casamicciola (1883), das ilhas Pontinas (1892) e de Messina (1908). * Studi su Vesuvio, Stromboli e Vulcano * I vulcani e i fenomeni vulcanici in Italia (Milano, 1885) * Il terremoto di Lombardia (1884) * Il terremoto di Lecco (1887) * Il terremoto dell'Andalusia (1897) * I vulcani attivi della Terra (Milano 1897) * Notizie vesuviane (1901-1907) * Studi sui terremoti della Calabria meridionale * Il risveglio del Vesuvio (1913) * Studi sui fenomeni del bradisismo del Serapeo e della Solfatara * Geologia d'Italia, 3.º volume, com o título Vulcani e fenomeni vulcanici in Italia ==Ligações externas== * * * * Categoria:Sismólogos Categoria:Geólogos da Itália Categoria:Vulcanólogos Categoria:Padres católicos da Itália",
 "title": "Giuseppe Mercalli"
}