{
 "id": "50717",
 "text": "Presidente dos Estados Unidos é o título que recebe o chefe de Estado e chefe de governo dos Estados Unidos, o mais alto cargo político do país por influência e reconhecimento. O presidente lidera o poder executivo do governo federal e é um dos dois membros eleitos do poder executivo (o outro é o vice- presidente). Entre outros poderes e responsabilidades, o Artigo II da Constituição dos Estados Unidos encarga o presidente à \"fiel execução\" da lei federal, torna-o comandante em chefe das forças armadas, autoriza-o a nomear oficiais executivos e judiciais com o conselho e consentimento do Senado e permite ao presidente conceder indultos ou moratórias. Nos tempos contemporâneos, o presidente também é visto como uma das figuras políticas mais poderosas do mundo, como o líder da única superpotência global remanescente. Como líder do país com o maior PIB, o presidente possui significativo poder nacional e internacional, exercendo o chamado hard e soft power pelo mundo. O presidente é eleito pelo povo indiretamente, através do Colégio Eleitoral para um mandato de quatro anos, com um limite de dois mandatos (consecutivos ou não) imposto pela Vigésima Segunda Emenda Constitucional, ratificada em 1951. Sob este sistema, a cada estado é atribuído um número de votos eleitorais proporcional ao tamanho da delegação conjunta do estado em ambas as câmaras do Congresso. Ao Distrito de Colúmbia são também concedidos votos eleitorais, segundo a 22ª Emenda. Eleitores em quase todos os estados escolhem, através de um sistema de pluralidade de votação, um candidato presidencial, o qual recebe todos os votos eleitorais do estado. Uma maioria absoluta de votos eleitorais é necessária para tornar-se presidente; se nenhum candidato obtiver uma maioria, a escolha é dada à Câmara dos Representantes, a qual vota pela delegação do estado. A eleição para presidente se dá sempre, de acordo com a constituição dos Estados Unidos, na primeira terça-feira de novembro do último ano de mandato de um presidente. A posse do novo presidente ocorre no dia 20 de janeiro do ano seguinte às eleições, às 12 horas, tradicionalmente no Capitólio. O Artigo II da Constituição estabelece o poder executivo do governo federal e confere tais poderes ao presidente. O poder inclui a execução e aplicação da lei federal e a responsabilidade de nomear funcionários federais executivos, diplomáticos, reguladores e judiciais. Com base nas disposições constitucionais que autorizam o presidente a nomear e receber embaixadores e concluir tratados com potências estrangeiras e nas leis subsequentes promulgadas pelo Congresso, a presidência moderna tem a responsabilidade primária na condução da política externa dos Estados Unidos. Dentre as principais funções inerentes ao cargo, o presidente comanda as forças armadas mais poderosa do mundo e a com maior orçamento, em posse também do segundo maior arsenal nuclear do globo. O presidente também desempenha um papel de liderança na legislação federal e na formulação de políticas domésticas. Como parte do sistema de \"pesos e contrapesos\", o Artigo I, Seção 7 da Constituição Federal dá ao Presidente o poder de sancionar ou vetar legislações federais. Como os presidentes modernos também são normalmente vistos como líderes de seus partidos políticos, a formulação de políticas importantes é significativamente moldada pelo resultado das eleições presidenciais, com os presidentes desempenhando um papel ativo na promoção de suas prioridades políticas para membros do Congresso, que muitas vezes dependem eleitoralmente do presidente. Nas últimas décadas, presidentes tem usado de forma mais comum as ordens executivas, regulamentações de agências federais e indicações judiciais para moldar a política doméstica. Muitos estudiosos e analistas políticos tem criticado a expansão dos poderes do presidente, chamando a atual postura do cargo como uma Presidência Imperial. Desde a adoção da Constituição, 45 indivíduos foram eleitos ou sucedidos ao cargo de presidente, servindo um total de 58 mandatos de quatro anos. Grover Cleveland serviu dois mandatos não consecutivos e é contado como 22.º e 24.º presidente. Por causa disso, todos os presidentes após o 23.º têm sua listagem oficial acrescentada de uma unidade. Joe Biden é o 46.º e atual presidente, após sua tomada de posse em 20 de janeiro de 2021. O salário presidencial anual é de dólares. == Origem == Em 3 de setembro de 1783, o Tratado de Paris deixou os Estados Unidos independentes e em paz, porém com uma estrutura governamental abalada. O Segundo Congresso Continental havia elaborado os Artigos da Confederação em 1777, descrevendo uma confederação permanente, mas concedendo ao Congresso — a única instituição federal — um pouco de poder para financiar a si próprio ou para garantir que suas resoluções sejam aplicadas. Em parte, isto refletiu o ponto de vista antimonárquico no período revolucionário e o novo sistema estadunidense foi explicitamente concebido para evitar a ascensão de um tirano americano para substituir o monarca britânico. No entanto, durante a depressão econômica devido ao colapso do dólar continental, seguido pela Revolução Americana, a viabilidade do governo ianque estava ameaçada pela agitação política de vários estados, esforços pelos devedores para usar governo popular para eliminar suas dívidas, e a aparente inabilidade do Congresso Continental para resgatar as obrigações públicas contraídas durante a guerra. O Congresso também aparentava ser incapaz de voltar um fórum para cooperação produtiva entre os estados, encorajando comércio e desenvolvimento econômico. Em resposta, uma Convenção Constitucional foi convocada, ostensivamente, para reformar os Artigos da Confederação, mas que, subsequentemente, começou a elaborar um novo sistema de governo que incluía um maior poder executivo enquanto mantinha os controles e balanços, que pensavam ser restrições essenciais em qualquer tendência imperial no cargo de presidente. Indivíduos que presidiram sob o Congresso Continental durante o período revolucionário e sob os Artigos da Confederação tiveram o título de \"Presidente do Congresso Unido dos Estados Unidos,\" comumente abreviado para \"Presidente dos Estados Unidos\". O cargo é um pouco distinto do poder executivo. Com a ratificação da Constituição em 1788, uma separação do poder executivo foi criada, chefiada pelo Presidente dos Estados Unidos. A autoridade executiva do presidente sob a Constituição, temperada pelos controles e balanças dos poderes judicial e legislativo do governo federal, foi planejada para solucionar diversos problemas políticos face à jovem nação e para antecipar desafios futuros, enquanto ainda preservava o surgimento de autocratas sob uma nação receosa de autoridade real. O hino oficial presidencial é \"Hail to the Chief\", procedido por \"Ruffles and Flourishes\" e é primordialmente tocado para anunciar a chegada do presidente às funções estatais. == Poderes e deveres == === Função legislativa do Artigo 1º === A Cláusula de Apresentação exige que qualquer projeto de lei aprovado pelo Congresso seja apresentado ao presidente antes que ele se torne lei. Uma vez que a legislação tenha sido apresentada, o presidente tem três opções: # Assinar a legislação no prazo de dez dias, excluindo os domingos - o projeto então se torna lei; # Vetar a legislação dentro do prazo acima e devolvê-lo à casa do Congresso da qual se originou, expressando quaisquer objeções - o projeto de lei não se torna lei, a menos que ambas as casas do Congresso votem a anulação do veto por uma votação de dois terços; # Não tomar medidas sobre a legislação dentro do prazo acima - o projeto se torna lei, como se o presidente tivesse assinado, a menos que o Congresso seja adiado na época, caso em que não se torna lei (um veto de bolso). Em 1996, o Congresso tentou aumentar o poder de veto do presidente com o Line Item Veto Act. A legislação autorizava o presidente a assinar qualquer projeto de lei de gastos, ao mesmo tempo em que punha certos itens de gastos dentro da conta, particularmente quaisquer novos gastos, qualquer quantia de gastos discricionários ou qualquer novo benefício fiscal limitado. O Congresso poderia então repassar esse item em particular. Se o presidente então vetasse a nova legislação, o Congresso poderia anular o veto pelos seus meios ordinários, um voto de dois terços nas duas casas. === Poder executivo do Artigo 2º === ==== Poderes de guerra e relações exteriores ==== Um dos mais importantes de todos os poderes executivos é o papel do presidente como comandante em chefe das Forças Armadas dos Estados Unidos. O poder de declarar guerra é constitucionalmente investido no Congresso, mas o presidente tem a responsabilidade final pela direção e disposição das forças armadas. O grau exato de autoridade que a Constituição concede ao Presidente como Comandante em Chefe tem sido objeto de muitos debates ao longo da história, com o Congresso em vários momentos concedendo ao Presidente ampla autoridade e, em outras tentativas, restringindo essa autoridade. A quantidade de detalhes militares manipulados pessoalmente pelo presidente em tempo de guerra variou drasticamente. George Washington, o primeiro presidente dos EUA, estabeleceu firmemente a subordinação militar sob a autoridade civil. Em 1794, Washington usou seus poderes constitucionais para reunir 12 mil milicianos com intuito de reprimir a Rebelião do Uísque - um conflito no oeste da Pensilvânia envolvendo fazendeiros armados e destiladores que se recusaram a pagar um imposto. De acordo com o historiador Joseph Ellis, esta foi a \"primeira e única vez que um presidente americano sentado liderou as tropas no campo\", embora James Madison tenha assumido brevemente o controle das unidades de artilharia em defesa de Washington DC durante a Guerra de 1812. Abraham Lincoln estava profundamente envolvido na estratégia geral e nas operações do dia-a-dia durante a Guerra Civil Americana, de 1861 a 1865; historiadores deram grande elogio a Lincoln por seu senso estratégico e sua capacidade de selecionar e encorajar comandantes como Ulysses S. Grant.James M. McPherson, Tried by War: Abraham Lincoln As Commander in Chief (2009) O comando operacional atual das Forças Armadas é delegado ao Departamento de Defesa e é normalmente exercido através do Secretário de Defesa. O Presidente do Estado Maior e os Comandos Combatentes auxiliam na operação, conforme descrito no Plano de Comando Unificado (PCU), aprovado pela presidência. Os autores da Constituição tiveram o cuidado de limitar os poderes do presidente em relação aos militares; Alexander Hamilton explicou isso no ensaio \"Federalista No. 69\": De acordo com a Resolução dos Poderes de Guerra, o Congresso deve autorizar qualquer destacamento de tropas por mais de 60 dias, embora esse processo dependa de mecanismos de acionamento que nunca foram empregados, tornando-o ineficaz. Além disso, o Congresso fornece um cheque ao poder militar presidencial através de seu controle sobre gastos militares e regulamentação. Os presidentes iniciaram historicamente o processo de guerra, mas os críticos acusam que houve vários conflitos nos quais os presidentes não obtiveram declarações oficiais, incluindo a mudança militar de Theodore Roosevelt para o Panamá em 1903, a Guerra da Coreia, a Guerra do Vietnã, e as invasões de Granada em 1983 e Panamá em 1989. A constituição também autoriza o Presidente a propor e negociar principalmente acordos entre os Estados Unidos e outros países. Tais acordos, ao receber o conselho e o consentimento do Senado dos Estados Unidos (por maioria de dois terços de votos), tornam-se vinculativos com a força da lei federal. ==== Poderes administrativos ==== O presidente é o chefe do poder executivo do governo federal e é constitucionalmente obrigado a \"cuidar para que as leis sejam executadas fielmente\". O ramo executivo tem mais de quatro milhões de empregados, incluindo membros das forças armadas. Os presidentes realizam numerosas nomeações no poder executivo: um presidente pode fazer até 6 000 nomeações antes de assumir o cargo e 8 000 mais quando estiver servindo. Embaixadores, membros do Gabinete e outros oficiais federais são todos nomeados por um presidente com o \"conselho e consentimento\" da maioria do Senado. Quando o Senado está em recesso por pelo menos dez dias, o presidente pode marcar uma hora para o fim do recesso.NLRB v. Noel Canning, 572 U.S. __ (2014). As nomeações de recesso são temporárias e expiram no final da próxima sessão do Senado. O poder de um presidente de despedir funcionários executivos há muito é uma questão política controversa. Geralmente, um presidente pode remover funcionários executivos puramente à vontade. No entanto, o Congresso pode restringir e restringir a autoridade de um presidente para demitir os comissários de agências reguladoras independentes e certos oficiais executivos inferiores por estatuto. Para administrar a crescente burocracia federal, os presidentes gradualmente cercaram-se de muitas camadas de pessoal, que acabaram se organizando no Gabinete Executivo do Presidente dos Estados Unidos. Dentro do Gabinete Executivo, a camada mais interna de assessores do presidente (e seus assistentes) está localizada no Escritório da Casa Branca. Além disso, o presidente possui o poder de gerenciar as operações do governo federal por meio da emissão de vários tipos de diretrizes, como a proclamação presidencial e as ordens executivas. Quando o presidente exerce legitimamente uma das responsabilidades presidenciais constitucionalmente conferidas, o alcance desse poder é amplo. Mesmo assim, essas diretivas estão sujeitas a revisão judicial pelos tribunais federais dos EUA, que podem considerá-las inconstitucionais. Além disso, o Congresso pode anular uma ordem executiva através de legislação (por exemplo, Lei de Revisão do Congresso). == Presidentes == Ficheiro:Gilbert Stuart, George Washington (Lansdowne portrait, 1796).jpg|1.º George Washington 1789–1797 Ficheiro:Adamstrumbull.jpg|2.º John Adams 1797–1801 Ficheiro:Thomas Jefferson by Rembrandt Peale, 1800.jpg|3.º Thomas Jefferson 1801–1809 Ficheiro:James Madison.jpg|4.º James Madison 1809–1817 Ficheiro:James Monroe White House portrait 1819.gif|5.º James Monroe 1817–1825 Ficheiro:John Quincy Adams by GPA Healy, 1858.jpg|6.º John Quincy Adams 1825–1829 Ficheiro:Andrew jackson head.jpg|7.º Andrew Jackson 1829–1837 Ficheiro:Martin Van Buren by George PA Healy, 1858.jpg|8.º Martin Van Buren 1837–1841 Ficheiro:William Henry Harrison by James Reid Lambdin, 1835.jpg|9.º William Henry Harrison 1841 Ficheiro:WHOportTyler.jpg|10.º John Tyler 1841–1845 Ficheiro:James Knox Polk by GPA Healy, 1858.jpg|11.º James K. Polk 1845–1849 Ficheiro:Zachary Taylor by Joseph Henry Bush, c1848.jpg|12.º Zachary Taylor 1849–1850 Ficheiro:Millard Fillmore by George PA Healy, 1857.jpg|13.º Millard Fillmore 1850–1853 Ficheiro:Franklin Pierce by GPA Healy, 1858.jpg|14.º Franklin Pierce 1853–1857 Ficheiro:James Buchanan, by George Peter Alexander Healy.jpg|15.º James Buchanan 1857–1861 Ficheiro:AbrahamLincolnOilPainting1869Restored.jpg|16.º Abraham Lincoln 1861–1865 Ficheiro:Andrew Johnson portrait.jpg|17.º Andrew Johnson 1865–1869 Ficheiro:Ugrant.jpeg|18.º Ulysses S. Grant 1869–1877 Ficheiro:Daniel Huntington - Rutherford Birchard Hayes - Google Art Project.jpg|19.º Rutherford B. Hayes 1877–1881 Ficheiro:James Garfield portrait.jpg|20.º James A. Garfield 1881 Ficheiro:Chester A Arthur by Daniel Huntington.jpeg|21.º Chester A. Arthur 1881–1885 Ficheiro:Eastman Johnson - Grover Cleveland - Google Art Project.jpg|22.º Grover Cleveland 1885–1889 Ficheiro:Eastman Johnson - Benjamin Harrison - Google Art Project.jpg|23.º Benjamin Harrison 1889–1893 Ficheiro:Anders Leonard Zorn - Grover Cleveland - Google Art Project.jpg|24.º Grover Cleveland 1893–1897 Ficheiro:Wmckinley.jpeg|25.º William McKinley 1897–1901 Ficheiro:John Singer Sargent - Theodore Roosevelt - Google Art Project.jpg|26.º Theodore Roosevelt 1901–1909 Ficheiro:Anders L. Zorn - William Howard Taft - Google Art Project.jpg|27.º William Howard Taft 1909–1913 Ficheiro:Presidentwoodrowwilson.jpeg|28.º Woodrow Wilson 1913–1921 Ficheiro:Wharding.jpeg|29.º Warren G. Harding 1921–1923 Ficheiro:Ccoolidge.jpeg|30.º Calvin Coolidge 1923–1929 Ficheiro:Herbert Clark Hoover by Greene, 1956.jpg|31.º Herbert Hoover 1929–1933 Ficheiro:Froosevelt.jpeg|32.º Franklin D. Roosevelt 1933–1945 Ficheiro:HarryTruman.jpg|33.º Harry S. Truman 1945–1953 Ficheiro:Dwight D. Eisenhower, official Presidential portrait.jpg|34.º Dwight D. Eisenhower 1953–1961 Ficheiro:John F Kennedy Official Portrait.jpg|35.º John F. Kennedy 1961–1963 Ficheiro:Ljohnson.jpeg|36.º Lyndon B. Johnson 1963–1969 Ficheiro:Richard Nixon - Presidential portrait.jpg|37.º Richard Nixon 1969–1974 Ficheiro:Gerald Ford presidential portrait (cropped).jpg|38.º Gerald Ford 1974–1977 Ficheiro:Jimmy Carter.jpg|39.º Jimmy Carter 1977–1981 Ficheiro:Official Portrait of President Reagan 1981-cropped.jpg|40.º Ronald Reagan 1981–1989 Ficheiro:George H. W. Bush, President of the United States, 1989 official portrait (cropped).jpg|41.º George H. W. Bush 1989–1993 Ficheiro:Bill Clinton.jpg|42.º Bill Clinton 1993–2001 Ficheiro:George-W-Bush.jpeg|43.º George W. Bush 2001–2009 Ficheiro:President Barack Obama (cropped).jpg|44.º Barack Obama 2009–2017 Ficheiro:Donald Trump official portrait (cropped).jpg|45.º Donald Trump 2017–2021 Ficheiro:Joe Biden presidential portrait (cropped).jpg|46.º Joe Biden 2021–presente == Afiliação política == Durante a maior parte de sua história, a política dos Estados Unidos foi dominada por partidos políticos. Os partidos políticos não haviam sido previstos quando a Constituição dos EUA foi elaborada em 1787, nem existiam na época da primeira eleição presidencial em 1788-1789. Os partidos políticos organizados desenvolveram-se nos EUA em meados da década de 1790, mas as facções políticas, a partir das quais os partidos organizados evoluíram, começaram a aparecer quase imediatamente após a criação do governo federal. Aqueles que apoiaram a administração de Washington foram referidos como \"pró-administração\" e acabaram por formar o Partido Federalista, enquanto aqueles na oposição se juntaram ao emergente Partido Democrata-Republicano. Muito preocupados com a real capacidade dos partidos políticos de destruir a frágil unidade que mantém a nação unida, Washington permaneceu não afiliado a nenhuma facção política ou partido durante toda a sua presidência de oito anos. Ele foi, e continua sendo, o único presidente dos EUA a nunca se afiliar a um partido político. Desde George Washington, 43 pessoas foram empossadas no cargo de presidente, e cada uma delas foi afiliada a um partido político na hora de assumir o cargo. O número de presidentes por partido político (no momento da entrada em funções) é: Partido Partido # Nome(s) Republicano 19 Chester A. Arthur, George H. W. Bush, George W. Bush, Calvin Coolidge, Dwight D. Eisenhower, Gerald Ford, James A. Garfield, Ulysses S. Grant, Warren G. Harding, Benjamin Harrison, Rutherford B. Hayes, Herbert Hoover, Abraham Lincoln, William McKinley, Richard Nixon, Ronald Reagan, Theodore Roosevelt, William Howard Taft e Donald Trump Democrata 15 Joe Biden, James Buchanan, Jimmy Carter, Grover Cleveland, Bill Clinton, Andrew Jackson, Lyndon B. Johnson, John F. Kennedy, Barack Obama, Franklin Pierce, James K. Polk, Franklin D. Roosevelt, Harry S. Truman, Martin Van Buren e Woodrow Wilson Democrata-Republicano 4 John Quincy Adams, Thomas Jefferson, James Madison, e James Monroe Whig 4 Millard Fillmore, William Henry Harrison, Zachary Taylor e John Tyler Federalista 1 John Adams União Nacional 1 Andrew Johnson Nenhum 1 George Washington == Salário presidencial e extras == Evolução SalarialDept. of Labor Inflation Calculator. Inflation Calculator. Retrieved August 10, 2009. Data estabelecida Salário anual Ajustado pela inflação (2017) 24 de setembro de 1789 US$ 25 000,00 US$ 718 000,00 3 de março de 1873 US$ 50 000,00 US$ 1 060 000,00 4 de março de 1909 US$ 75 000,00 US$ 2 080 000,00 19 de janeiro de 1949 US$ 100 000,00 US$ 1 030 000,00 20 de janeiro de 1969 US$ 200 000,00 US$ 1 340 000,00 20 de janeiro de 2001 US$ 400 000,00 US$ 554 000,00 O primeiro Congresso americano votou para pagar a George Washington um salário de 25 mil dólares por ano — uma soma significante em 1789. Washington, um homem já bem-sucedido, não pegou o dinheiro. Desde 2001, o Presidente ganha um salário de 400 mil dólares por ano. Tradicionalmente, o Presidente tem o salário mais alto do governo americano, já que é o oficial mais importante da nação. O aumento entrou em vigor em 2001 já que o salário do presidente Bill Clinton estava sendo alcançado por outros oficiais que recebem aumento salarial anual. Em consequência, para aumentar o salário de outros empregados federais, o salário do presidente também teve de ser aumentado. Presidentes modernos desfrutam também de muitas vantagens gratuitas, como viver e trabalhar na espaçosa mansão da Casa Branca em Washington. Enquanto viaja, o Presidente pode conduzir todas suas funções do escritório em dois Boeings 747, que carregam o sinal Força Aérea Um quando o presidente o está utilizando. O Presidente anda por Washington numa limousine Cadillac blindada (Cadillac Um), equipada com janelas e rodas a prova de balas e de granadas, além de um sistema de ventilação próprio em caso de um ataque químico ou biológico. Quando vai para lugares um pouco mais distantes da área de Washington ou em viagens presidenciais, o Presidente viaja no helicóptero presidencial, que possui o sinal Marine One quando o presidente o está utilizando. Além disso, o Presidente possui direitos de uso totais do Camp David no estado de Maryland, usado às vezes para hospedar dignitários estrangeiros. == Proteção == O Serviço Secreto dos Estados Unidos é encarregado de proteger o presidente e a primeira família. Como parte de sua proteção, presidentes, primeiras-damas, seus filhos e outros membros da família imediata, além de outras pessoas proeminentes e locais que recebem nomes de códigos do Serviço Secreto. O uso de tais nomes era originalmente para fins de segurança e data de uma época em que comunicações eletrônicas sensíveis não eram rotineiramente criptografadas; hoje, os nomes servem simplesmente para fins de brevidade, clareza e tradição. == Pós-presidência == Por lei, todos os ex-presidentes vivos recebem uma pensão, um escritório e uma equipe. A pensão aumentou inúmeras vezes com a aprovação do Congresso. Presidentes aposentados agora recebem uma pensão com base no salário dos secretários de gabinete do atual governo, que era de US$ 199 700 a cada ano em 2012. Ex-presidentes que serviram no Congresso também podem cobrar pensões do Congresso. Antes de 1997, todos os ex-presidentes, seus cônjuges e seus filhos até os 16 anos foram protegidos pelo Serviço Secreto até a morte do presidente. Em 1997, o Congresso aprovou uma legislação que limita a proteção do serviço secreto para não mais de 10 anos a partir da data em que um presidente deixa o cargo. Em 10 de janeiro de 2013, o presidente Obama assinou uma lei restabelecendo a proteção do serviço secreto vitalício para ele, George W. Bush, e todos os presidentes subsequentes. Um cônjuge que se casar novamente não é mais elegível para proteção de serviço secreto. Alguns presidentes tiveram carreiras significativas depois de deixar o cargo. Exemplos proeminentes incluem o mandato de William Howard Taft como Chefe de Justiça dos Estados Unidos e o trabalho de Herbert Hoover sobre a reorganização do governo após a Segunda Guerra Mundial. Grover Cleveland, que não foi reeleito em 1888, voltou a ser presidente quatro anos depois, em 1892. Dois ex-presidentes serviram no Congresso depois de deixar a Casa Branca: John Quincy Adams foi eleito para a Câmara dos Representantes, servindo lá por dezessete anos, e Andrew Johnson retornou ao Senado em 1875. John Tyler serviu no Congresso provisório dos Estados Confederados durante a Guerra Civil e foi eleito para a Câmara dos Representantes da Confederação. Os presidentes podem usar seus antecessores como emissários para entregar mensagens privadas a outras nações ou como representantes oficiais dos Estados Unidos para declarar funerais e outros eventos estrangeiros importantes. Richard Nixon fez várias viagens ao exterior para países como China e Rússia e foi elogiado como um estadista mais velho., The White House. Jimmy Carter tornou-se um defensor global dos direitos humanos, árbitro internacional e monitor de eleições, bem como ganhador do Prêmio Nobel da Paz. Bill Clinton também trabalhou como embaixador informal. Clinton também tem estado ativo politicamente desde que seu mandato presidencial terminou, trabalhando com sua esposa Hillary em suas candidaturas presidenciais de 2008 e 2016 e com o presidente Obama em sua campanha de reeleição em 2012. Até 2024, havia cinco ex-presidentes americanos vivos. O ex-presidente mais recente a morrer foi George H. W. Bush (1989-1993), em 30 de novembro de 2018. Os ex-presidentes vivos, em ordem de serviço, são: Ficheiro:Carter 2k14.tif|alt=| Ficheiro:Clinton 2k15.tif|alt=| Ficheiro:Bush 2k14.tif|alt=| Ficheiro:Barack Obama in October 2016.jpg|alt=| Ficheiro:Donald Trump in the Oval Office, June 2017 (cropped).jpg|alt=| == Ver também == * Bandeira presidencial dos Estados Unidos * Presidência Imperial == Ligações externas == * * Especial Estadão - De George Washington a Barack Obama *[#]: Presidentes",
 "title": "Presidente dos Estados Unidos"
}