{
 "id": "50728",
 "text": "Charles Francis Richter (Hamilton, 26 de abril de 1900 — Pasadena, 20 de abril de 1985) foi um sismólogo estadunidense. Richter ficou famoso ao criar, em colaboração com Beno Gutenberg, uma escala que quantifica a grandeza (energia libertada) pelos terremotos, que ele usou pela primeira vez em 1935. Richter e Gutenberg trabalhavam então no Instituto de Tecnologia da Califórnia (Caltech). ==Biografia== Nascido em Hamilton, Ohio, Richter estudou na Universidade Stanford e Instituto de Tecnologia da Califórnia, onde obteve seu Ph.D. em física teórica em 1928. Trabalhou no Instituto Carnegie de Washington (1927-1936) antes de ser nomeado para o Instituto de Tecnologia da Califórnia, onde se tornou professor de sismologia em 1952. Richter desenvolveu a sua escala para medir a força dos terremotos em 1935. Escalas anteriores tinham sido desenvolvidas por De Rossi em 1880 e por Giuseppe Mercalli em 1902, mas ambos usavam uma escala descritiva, definida em termos de danos em edifícios bem como o comportamento e a resposta da população. Isso restringia o seu uso para a medição de terremotos em áreas povoadas, e fez escalas em relação ao tipo de técnicas de construção e materiais utilizados. A escala de Richter é absoluta, com base na amplitude das ondas produzidas pelo terremoto. Ele definiu a magnitude de um terremoto como o logaritmo na base 10 da amplitude máxima das ondas, medido em microns. Isto significa que as ondas cujas amplitudes diferem por um fator de 100 diferem por 2 pontos na escala Richter. Com Beno Gutenberg tentou converter os pontos em sua escala em energia liberada. Em 1956, eles mostraram que a magnitude 0 corresponde a cerca de 1 011 ergs (104 joules), enquanto a magnitude 9 é igual a 1 024 ergs (1 017 joules). Um aumento de uma unidade de energia significa cerca de 30 vezes mais do que está sendo liberado. O maior terremoto registrado até agora tinha um valor na escala Richter de 8,9. Em 1954, Richter e Gutenberg produziram um dos textos básicos sobre sismologia, sismicidade da Terra. == Trabalhos == * * * * * * * * == Ver também == *Escala de Richter *Escala de magnitude de momento ==Ligações externas== *Caltech oral history interview * Categoria:Professores do Instituto de Tecnologia da Califórnia Categoria:Sismólogos dos Estados Unidos Categoria:Alunos da Universidade do Sul da Califórnia Categoria:Ateus dos Estados Unidos Categoria:Norte-americanos de ascendência alemã",
 "title": "Charles Francis Richter"
}