{
 "id": "50846",
 "text": "Mônica é uma personagem fictícia de histórias em quadrinhos brasileira criada por Mauricio de Sousa em 1963, nas tiras de jornais de Cebolinha. Originalmente Mônica era coadjuvante, mas logo tornou-se a personagem principal de Maurício junto com Cebolinha, e passou a estrelar sua própria revista em 1970, publicada primeiro pela Editora Abril e atualmente pela Editora Panini. Os personagens de Mauricio de Sousa passaram a ser chamados de Turma da Mônica, onde a Mônica figura como protagonista na maioria das obras dos Estúdios Mauricio de Sousa. ==Concepção e criação== Mauricio de Sousa baseou-se em sua filha homônima para criá-la, Mônica Sousa. O fato se repetiu com outras personagens surgidas posteriormente. Seu papel original era como coadjuvante para Cebolinha, o protagonista original entre os primeiros personagens de Mauricio. Porém, seu público, como o próprio relata, \"passou a coroa\" para ela. Mauricio atribui parte do sucesso de Mônica ao fato dela ser a primeira personagem feminina com papel de destaque dentre suas criações, que eram em maioria, meninos. Enquanto sua filha brincava com as irmãs, Mauricio aproveitava para estudar o comportamento dela. Quando sua irmã mais velha, Mariângela, que por sua vez inspirou Maria Cebolinha, lhe cortou os cabelos, deixou diversos caminhos-de-rato em sua cabeça, usados pelo pai para conceber o cabelo em gomos da personagem, que lembram bananas. A menina era gorducha, dentuça e de baixa estatura, características que também foram transferidas para sua criação de forma caricata e exagerada, assim como sua personalidade forte e briguenta. Mauricio ainda observou que a filha utilizava roupas de cor vermelha com frequência e tinha muito apreço por um coelho de pelúcia. Ele fez com que sua personagem também apresentasse tais traços. A Mônica foi criada por demanda dos fãs e por Mauricio ter sido chamado de misógino por um colega de trabalho. Ela é constantemente ligada ao movimento feminista, algo que o próprio Mauricio e Mônica Sousa concordam. De acordo com Mauricio, a principal inspiração da força da Mônica foi seu convívio com sua família matriarcal. A personagem inicialmente era retratada como briguenta, mas com o passar dos anos foi se adequando às pautas feministas, especialmente após a Mauricio de Sousa Produções virar signatária da ONU Mulheres e lançar o Projeto Donas da Rua. Mônica afirma que inicialmente achava que era tão forte quanto a personagem. Depois, ela entrou em uma fase em que não gostava da associação por ter seu gênio \"denunciado para todo o mundo\", mas acabou se acostumando. == Personagem e caracterização == Mônica é uma menina de sete anos que vive no Bairro do Limoeiro, local fictício que serve de cenário para a maioria das histórias que protagoniza. Ela vive com sua mãe Luísa Fernandes, uma dona de casa, e seu pai Sousa, que trabalha em uma companhia de negócios e tem sua aparência baseada no Mauricio de Sousa real. Quando foi criada, Mônica era irmã do personagem Zé Luis, mas na continuidade atual aboliu-se tal parentesco. Ela também tem um cachorro de estimação chamado Monicão, que divide diversas características físicas e comportamentais com sua dona, exceto pelo seu comportamento energético canino maluco. Monicão foi um presente de seus amigos Cebolinha e Cascão, numa tentativa frustrada de zombar da menina. De gênio forte, Mônica não tem paciência para os apelidos que recebe das outras crianças por causa de sua aparência física e costuma responder a tais ações com sua extrema força bruta, muito superior à de uma menina de sua idade e até mesmo à de um ser humano comum (conseguindo levantar desde uma leve pena até uma pesadíssima casa). A personagem aplica tais \"correções\" em seus colegas com suas próprias mãos ou através de Sansão, um coelho azul de pelúcia que é muito querido por sua dona, mas algumas vezes ela aplica correções com palavras, lições de moral, ameaças e avisos. O coelho é frequentemente roubado pelos meninos do bairro, que dão nós em suas orelhas para irritar a \"dona da rua\", título que ostenta e que é almejado por Cebolinha. Mônica sempre se preocupa com seu coelho de pelúcia, e toda vez que não o encontra, ela pensa que seu bicho de pelúcia foi pego por um menino do bairro (seja o Cebolinha, o Cascão, o Xaveco, etc) e muitas vezes, perde a cabeça ordenando quem pegou a dizer onde está seu brinquedo. Apesar das provocações constantes que enfrenta, ela tem laços de amizade com a maioria das crianças do bairro, em especial com Magali, uma das poucas que não sofrem com o temperamento de Mônica. Normalmente geniosa, por vezes, demonstra um comportamento mais dócil e feminino, e frequentemente se apaixona pelos meninos mais bonitos do bairro. Ela se mostra mais controlada e romântica quando adolescente em Turma da Mônica Jovem, mas em alguns momentos ainda deixa seu lado violento aflorar. Ela também nutre uma paixão correspondida por Cebola, com quem tanto brigava na infância. ==Aparições== === Tiras da Folha de S.Paulo === Sua primeira aparição foi na primeira página do jornal Folha de S.Paulo em uma arte promocional, em 11 de fevereiro de 1963. Sua estreia nos quadrinhos foi em uma tira do Cebolinha publicada em 3 de março do mesmo ano.Mônica: gorducha, dentuça e cinquentona Band.com.br (27 de fevereiro de 2013). Originalmente, Sansão, seu coelhinho de pelúcia, era amarelo e não tinha nome. === Editora Abril === Mônica ganhou tanto espaço que acabou tendo sua própria revista em 1970, a primeira publicação infantil colorida em terras brasileiras. Com o passar dos anos, os traços de Mauricio evoluíram, mas Mônica manteve os dentes incisivos protuberantes e sempre usa vestidos de cor vermelha. Nas histórias, os personagens constantemente a ofendem com insultos relacionados à sua baixa estatura e ao seu excesso de peso, apesar de não apresentar diferenças visíveis com os outros personagens no estilo atual de desenho das publicações. === Panini === Após a MSP lançar o Projeto Donas da Rua em 2016, a Mônica passou a ser desenhada com traços mais suaves. Ela também parou de ser chamada de \"gorducha\" pelos meninos e de agredir seus amigos. === Turma da Mônica Jovem === Nesta série, Mônica agora é adolescente e possui 15 anos de idade. Diferente de antigamente, Mônica não é mais incomodada pelos meninos por não ser mais baixinha e nem gorducha, mas continua com seus mesmos dentes grandes. Atualmente, Mônica usa mais de uma roupa diferente de antes, quando ela usava sempre as mesmas roupas, no entanto, ela ainda possui sua superforça e seu coelhinho Sansão. Sua relação com Cebolinha (agora chamado de Cebola) consiste em mais namoros do que em brigas entre si. Em uma edição, descobre-se que Mônica descende de uma heroína portuguesa com o mesmo nome e aparência de sua mãe, que é uma encarnação passada da mesma e fazia parte da guarda pessoal de um imperador japonês da época. A filha da heroína também se chamava Mônica e possuía força sobre-humana, o que indica que tal característica seja familiar. Ela continua uma ótima amiga como sempre. Magali continua sendo sua melhor amiga de todas as horas. Mônica já namorou Cebola na edição 34, mas terminaram no fim da edição. Na edição 50 (edição que se passa no futuro), Cebola e ela se casam. Namorou o Do Contra da edição 69 até a edição 96, edição na qual eles terminam. Na edição 100, Mônica volta a namorar o Cebola. == Personagens relacionados == ===Família=== ====Luisa de Sousa (Dona Luisa)==== É a mãe da Mônica, arquiteta.Mônica 2ª Série Nº 53 (Editora Panini) Está sempre discordando de sua filha, quando o assunto é de que Mônica está gorda, baixa e dentuça. Dona Luísa quando criança era idêntica à Mônica, como mostrado na história \"A Quem Eu Puxei?\" Porém, ela ficou bem diferente da filha quando cresceu (e talvez a Mônica fique mais parecida com a mãe quando crescer; em Turma da Mônica Jovem a Mônica ficou um pouco mais parecida com a mãe depois que cresceu um pouco). Quando era criança tinha um coelhinho de pelúcia amarelo chamado Hércules. Ao que tudo indica, foi de sua família que a Mônica herdou a super força. ==== Seu Sousa ==== É o pai da Mônica, e se parece muito com Maurício de Sousa. É trabalhador, atencioso, compreensivo e carinhoso com sua família. Trabalha em uma companhia de negócios. === Animais === ==== Monicão ==== É o cachorrinho de estimação da Mônica. De cor marrom, divide diversas características físicas e comportamentais com sua dona, exceto pelo seu comportamento energético canino maluco. Monicão foi um presente de seus amigos Cebolinha e Cascão, numa tentativa frustrada de zombar da menina. === Pelúcias === ==== Sansão ==== Coelhinho azul e inseparável da Mônica, ela anda com ele pra cima e pra baixo. A maioria das histórias, Mônica o usa como \"arma\" para dar coelhada nos meninos da rua que implicam com ela, principalmente Cebolinha e Cascão (dai parte a polêmica em algumas histórias). O nome foi dado em um concurso em 1983. Mais tarde, acaba ganhando uma namoradinha, uma coelhinha de pelúcia rosa de nome Dalila. Inicialmente ele era amarelo até ser revelado em uma história que ele se chamava Hércules.Sansão, o coelhinho da Mônica, comemora 50 anos com exposição == Nos jogos eletrônicos == Mônica também é a protagonista de seus jogos eletrônicos produzidos pela Tectoy na década de 90, para Master System e Mega Drive (todos adaptados da série Wonder Boy). Na versão brasileira, Mônica usa seu Sansão como espadas e seus vestidinhos como armaduras, sem contar que ela também pode carregar botas e escudos nas aventuras. Um fato curioso é que, devido à adaptação do jogo original para acomodar as personagens de Maurício de Souza, Mônica aparenta viver em outro mundo diferente dos apresentados nos quadrinhos, muito similar a uma época medieval, como em Turma da Mônica na Terra dos Monstros. ==2013 - o \"Ano da Dentuça\"== No dia 3 de março de 2013, Mônica completou 50 anos de existência. Naquele ano, iniciou-se a campanha Mônica 50 Anos que envolve vários projetos comemorativos como exposições, shows, publicações especiais, desenhos animados, etc. O ano de 2013 foi intitulado como o \"Ano da Dentuça\" em comemoração ao cinquentenário da personagem (e consequentemente do Sansão). A edição nº 75 (Editora Panini) da Revista Mônica é especial em comemoração ao aniversário. Com 108 páginas, a edição reexibe no fim da revista, a primeira história publicada na edição nº 1 da Revista Mônica, intitulada \"Mônica é Daltônica?\". == Ligações externas == * * ! Categoria:Personagens da Turma da Mônica que andam descalços Categoria:Personagens de Turma da Mônica Jovem Categoria:Personagens de quadrinhos introduzidos em 1963 Categoria:Personagens com superforça Categoria:Embaixadores da Boa Vontade da UNICEF Categoria:Personagens da Turma da Mônica baseados em pessoas reais",
 "title": "Mônica"
}