{
 "id": "50886",
 "text": "O Arquipélago das Berlengas é um arquipélago português, composto por ilhas graníticas, situado no oceano Atlântico, a 5,7 milhas a oeste do Cabo Carvoeiro. Dependente administrativamente do município de Peniche localizado na região Oeste de Portugal, e no distrito de Leiria. Foi a primeira área protegida do país quando, em 1465, o rei Afonso V de Portugal proibiu a prática de caça na ilha principal (Berlenga Grande). A Reserva Natural das Berlengas é considerada Reserva Mundial da Biosfera da UNESCO desde 30 de Junho de 2011.. Fazem parte deste arquipélago três pequenas ilhas: * Berlenga Grande * Estelas * Farilhões (-Forcados). A Ilha da Berlenga ou Berlenga Grande divide-se em duas partes, quase totalmente separadas por uma falha sísmica que a norte deu origem ao chamado Carreiro dos Cações e a sul ao Carreiro do Mosteiro. A parte maior da ilha, chama-se Berlenga e representa mais de 2/3 da superfície total da ilha; a parte menor chama-se Ilha Velha. Possui 78,8 hectares de superfície, aproximadamente 1,5 km de comprimento, 0,8 km de largura e uma altura máxima de 85 metros. Aqui encontra-se o Farol Duque de Bragança, o Forte de São João Baptista das Berlengas, a Praia do Carreiro do Mosteiro e restaurantes. De dezembro a março, a Ilha da Berlenga é apenas habitada pelos faroleiros, um funcionário da Câmara Municipal e pelos vigilantes do ICNF. == História == A ocupação humana da Berlenga Grande (única habitável) remonta à Antiguidade, sendo assinalada como, Λονδοβρίς, Londobris ou Landobrix. Mais tarde foi chamada de ilha de Saturno pelos geógrafos Romanos. Posteriormente foi visitada por navegadores Muçulmanos, Vikings, corsários Franceses e Ingleses. Em 1513, com o apoio da rainha Rainha D. Leonor, monges da Ordem de São Jerónimo aí se estabeleceram com o propósito de oferecer auxílio à navegação e às vítimas dos frequentes naufrágios naquela costa atlântica, assolada por corsários, fundando o mosteiro da Misericórdia da Berlenga, no local onde, desde 1953, se ergue um restaurante. Entretanto, a escassez de alimentos, as doenças e os constantes assaltos de piratas e corsários marroquinos, argelinos, ingleses e franceses, tornaram impossível a vida de retiro dos frades, muitas vezes incomunicáveis devido à inclemência do mar. Em 1939, a Junta Central da Casa dos Pescadores iniciaria a suas atividades em Peniche, criando em 1941 o Bairro dos Pescadores, com 16 moradias, para apoiar as tripulações de pescadores da região. Após o 25 de Abril e a dissolução da Casa dos Pescadores, as mesmas seriam ocupadas por pescadores, sendo até hoje utilizadas. Antigamente administrado pela freguesia de São Pedro, com a integração das Freguesias de São Pedro, Conceição e Ajuda para criação da Freguesia de Peniche na reorganização administrativa de 2012/2013Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 16/07/2024., a administração da ilha foi transferida para o Munícipio de Peniche. == Fauna == No que toca à fauna destacam-se a lagartixa- de-bocage e o sardão, esta última espécie ameaçada pelas populações de gaivota, coelho-bravo e rato-preto. Existem várias espécies de aves, marinhas e não-marinhas, que nidificam neste ponto isolado do litoral, tais como: * Airo (ave símbolo da Reserva Natural das Berlengas); * Cagarra; * Corvo- marinho-de-crista; * Gaivotas (gaivota-de-patas-amarelas e gaivota-de-asa- escura); * Pardela-de-bico-amarelo; * Roque-de-castro. O mar das Berlengas alberga uma fauna marinha riquíssima, ímpar na costa portuguesa. É considerado um dos melhores locais da costa portuguesa para a prática de atividades subaquáticas. == Flora == Existem cerca de uma centena de espécies botânicas na área, incluindo: * Lobularia maritima; * Frankenia laevis; * Echium rosulatum; * Thapsia villosa; * Pulicaria microcephala; * Papoila; * malmequer-amarelo: * Anagallis monelli; * Silene; * Armeria berlengensis; * Herniara berlengiana: == Farol == 250px|thumb|esquerda|Farol Duque de Bragança O Farol da ilha foi construído em 1841 e denominado Duque de Bragança. Utiliza a energia acumulada durante o dia (através de vários painéis solares), com 29m de altura. A sua luz é visível até cerca de 50 km de distância. == Fortaleza de São João Baptista das Berlengas == O forte de planta poligonal irregular (orgânica), apresenta uma edificação principal no terrapleno, com doze salas ou quartos onde funcionavam as dependências de serviço (Casa do Comando, Quartéis de Tropas, Armazéns, Cozinha e outros) e mais oito compartimentos inscritos no interior das muralhas. Um corredor sem iluminação dá acesso internamente aos vários pontos da estrutura. Atualmente funciona apenas como casa-abrigo, sob a gestão da Associação dos Amigos das Berlengas. == Bairro dos Pescadores == O Bairro dos Pescadores ou Bairro Comandante Andrade e Silva é o único aglomerado do arquipélago, criado nos anos 40 pela Junta Central da Casa de Pescadores, sendo utilizadas até hoje. === Praias === Possui diversas enseadas azul-cristalino, excelentes para nadar. A mais conhecida fica junto à doca de desembarque.Guia Visão das Praias (2004), pág. 60. * Praia do Carreiro do Mosteiro == Outros == O arquipélago foi palco e tema principal do filme O Rei das Berlengas, realizado em 1978 por Artur Semedo e contando com Mário Viegas como protagonista — o herdeiro da dinastia dos Teles de Midões que se bate pela independência do arquipélago face a Portugal. == Referências == == Ligações externas == * * * * Site sobre o Arquipélago das Berlengas Berlengas Berlengas Categoria:Reservas naturais de Portugal Berlengas Categoria:Berlengas ardinariariana Categoria:Zonas livres de automóveis Categoria:Sítios de Importância Comunitária em Portugal Categoria:Região Oeste",
 "title": "Arquipélago das Berlengas"
}