{
 "id": "50926",
 "text": "No contexto das telecomunicações, paridade refere-se ao número de bits '1' de um determinado número binário. Para assinalar a paridade, é adicionado, no final ou no início de uma seqüência binária, um dígito binário de paridade. A paridade é vagamente utilizada para detectar erros nas transmissões, já que o seu cálculo é extremamente simples. Por exemplo, se for anexado um bit de paridade extra a cada byte transmitido, um erro pode ser detectado se a paridade do byte não coincidir com o bit de paridade. ==Tipos de Código de Paridade== Existem dois tipos de código de paridade: a paridade par e a paridade ímpar. A paridade será par quando o número de bits de valor '1' for ímpar e, neste caso, é adicionado um bit de valor '1' ao início ou final do dado, tornando o número de bits par; caso contrário, será ímpar. Se o número de bits '1' for nulo (ou seja, caso se trate do binário '0'), a paridade dele será par. Ela é utilizada para recuperar dados na arquitetura RAID (Conjunto Redundante de Discos Independentes ou também Conjunto Redundante de Discos Econômicos, é um meio de se criar um sub-sistema de armazenamento composta por vários discos individuais, com a finalidade de ganhar segurança e desempenho). ==Exemplos== Suponhamos que se pretendia transmitir, num código de paridade, os seguintes binários: 10, 1101, 11101, 0 e 1. Os dígitos de paridade ímpar seriam, respectivamente, 0, 0, 1, 1 e 0. Assim sendo, num código de paridade ímpar, os mesmos seriam recodificados nos binários 10(0), 1101(0), 11101(1), 0(1) e 1(0), tendo então um número ímpar de bits de valor igual a '1' (após a adição do bit de paridade). Num código de paridade par, os dígitos seriam inversos: 1, 1, 0, 0 e 1. Por conseguinte, os binários retornados seriam 10(1), 1101(1), 11101(0), 0(0) e 1(1), possuindo então um número par de bits de valor igual a '1' (após a adição do bit de paridade). ==Sistemas Digitais== Em sistemas digitais, uma forma simples de calcular a paridade é através da operação XOR. Chamemos um dado de b3b2b1b0, e o bit de paridade de P. Sendo assim, pode-se calcular a paridade par com a seguinte operação: P=b3⊕b2⊕b1⊕b0 Para os dados utilizados como exemplo, anteriormente, temos: P=1⊕0=1 P=1⊕0⊕1⊕1=1 P=1⊕1⊕1⊕0⊕1=0 Já o cálculo da paridade ímpar pode ser feito negando o conjunto de operações XOR. P=¬(b3⊕b2⊕b1⊕b0) ==Ver também== * A paridade é utilizada para recuperar dados em arquiteturas RAID. == Ligações externas == * Metodos diferentes de gerar bit de paridade, entre outras operações de bits Categoria:Telecomunicações Categoria:Redes de computadores Categoria:Números inteiros Categoria:Detecção e correção de erros",
 "title": "Paridade (telecomunicações)"
}