{
 "id": "50920",
 "text": "Lee Harvey Oswald (Nova Orleans, 18 de outubro de 1939 — Dallas, 24 de novembro de 1963) foi, de acordo com três investigações do governo dos Estados Unidos, o assassino do presidente John F. Kennedy, baleado em Dallas, Texas, em 22 de novembro de 1963.Federal Bureau of Investigation (1963), Warren Commission (1964) e House Select Committee on Assassinations (1979). Um fuzileiro naval que desertou para a União Soviética e mais tarde retornou a seu país, Oswald foi preso sob suspeita de ter matado o oficial de polícia J. D. Tippit, sendo posteriormente conectado ao assassinato de John F. Kennedy. Ele negou qualquer responsabilidade pelos crimes. Dois dias depois, em 24 de novembro de 1963, enquanto era transferido sob custódia policial da cadeia municipal para a cadeia estadual, Oswald foi baleado e morto por Jack Ruby.Warren Commission Report, Chapter 7: Lee Harvey Oswald: Background and Possible Motives, Return to New Orleans and Joining the Marine Corps. Em 1964, a Comissão Warren concluiu que Lee Harvey Oswald agiu sozinho no assassinato do presidente Kennedy. == Biografia == === Infância === Lee Harvey Oswald nasceu em Nova Orleans, Luisiana. Seu pai, Robert Edward Lee Oswald, Sr., morreu dois meses após o nascimento de Lee. Sua mãe, Marguerite Frances Claverie, criou sozinha Lee e seus dois irmãos mais velhos, Robert e John Pic.Warren Commission Hearings, vol. 23, p. 799, CE 1963 Antes de completar 18 anos, Oswald morou em vinte e duas cidades diferentes, e devido a isso frequentou doze escolas distintas, a maioria nos arredores de Nova Orleans, Covington e Dallas. Viveu em um orfanato por treze meses, entre 1942 e 1943, pois sua mãe não tinha condições de criá-lo.\"Ancestry of Lee Harvey Oswald\". Wargs.com Criança reservada e temperamental, Oswald foi para Nova York morar com seu irmão John, que entrara para a Guarda Costeira, mas teve de deixar a casa após supostamente ameaçar a esposa de Pic com uma faca e agredir sua mãe.Warren Commission Hearings, Testimony of John Edward Pic Denunciado por não frequentar a escola, foi colocado sob supervisão psiquiátrica em um reformatório juvenil chamado Youth House, onde foi diagnosticado pelo Dr. Renatus Hartogs como tendo \"um desvio de personalidade patente, com características esquizoides e tendências passivo-agressivas\". Foi recomendado então um tratamento psiquiátrico mais aprofundado.Report of Renatus Hartogs, May 1, 1953 at Acorn.net. Seu comportamento na escola pareceu melhorar durante seus últimos meses em Nova York. Em janeiro de 1954, sua mãe decidiu voltar para Nova Orleans com Lee, evitando desta forma que ele recebesse o tratamento psiquiátrico recomendado. Antes de completar o ensino médio, Oswald deixou a escola e se alistou no Corpo de Fuzileiros Navais.Bagdikian, Ben H. (December 14, 1963). Blair Jr., Clay. ed. \"The Assassin\". The Saturday Evening Post (Philadelphia, PA. 19105: The Curtis Publishing Company) (44): 23. Disléxico, ele tinha problemas em soletrar e escrever corretamente. Ainda assim era um leitor voraz, e aos 15 anos afirmava ser marxista por suas leituras relacionadas ao tema.\"Mailer on Oswald\" === Serviço militar === Apesar de suas professadas simpatias marxistas, Oswald alistou-se no Corpo de Fuzileiros Navais em 24 de outubro de 1956, uma semana depois de seu décimo sétimo aniversário. Ele idolatrava seu irmão Robert, e usava constantemente o anel de fuzileiro pertencente a ele. Entrar para o exército pode também ter sido uma maneira de escapar de sua mãe super protetora.Warren Commission Report, Chapter 7: Lee Harvey Oswald: Background and Possible Motives, Return to New Orleans and Joining the Marine Corps Nos Fuzileiros, Oswald foi treinado no uso do rifle M1 Garand, mas sua principal qualificação foi como operador de radar.Warren Commission Report, Chapter 4: The Assassin, Oswald's Marine Training Ao terminar o curso de formação, ele foi realocado em julho de 1957 para a base aérea de El Toro em Irvine, Califórnia, e três meses depois para a base aérea de Atsugi, Japão.Warren Commission Hearings, Marine Corps service record of Lee Harvey Oswald Atsugi era a base de operações dos aviões espiões U-2 que sobrevoavam a União Soviética, e como controlador de radar Oswald pode ter obtido informações confidenciais que posteriormente foram passadas aos soviéticos.\"Nation: Was Lee Oswald a Soviet Spy?\" - Time - 27/02/1978 Oswald enfrentou a corte marcial em duas ocasiões: inicialmente por atirar acidentalmente contra o próprio ombro com uma arma de mão não autorizada, e depois por brigar com o sargento que ele pensou ser o responsável pela punição recebida em seu primeiro julgamento. Tempos depois, ele foi punido por outro incidente: servindo de sentinela uma noite nas Filipinas, Oswald inexplicavelmente disparou seu rifle contra a selva.Posner,Gerald \"Case Closed\" Random House, New York, 1993 pg. 28 === Vida na União Soviética === Em outubro de 1959, Oswald viajou para a União Soviética. Ele tinha então 19 anos, e a viagem foi planejada com antecedência. Além de ter estudado russo por conta própria, ele economizou 1 500 dólares de seu salário de fuzileiro, conseguiu ser dispensado antes do prazo obrigatório alegando que sua mãe estava doente, tirou um passaporte e enviou diversos formulários de matrícula fictícios para universidades estrangeiras para conseguir um visto de estudante.Warren Commission Hearings, vol. 22, p. 705, CE 1385, Notes of interview of Lee Harvey Oswald conducted by Aline Mosby in Moscow in November 1959Warren Commission Hearings, vol. 19, Folsom Exhibit No. 1, p. 85, Request for Dependency Discharge Depois de passar dois dias com sua mãe em Fort Worth, em 20 de setembro de 1959 Oswald partiu de Nova Orleans em um navio com destino à França. Ele passou pela Inglaterra, Suíça e Finlândia, antes de finalmente conseguir um visto de estudante no consulado soviético em Helsinki e cruzar a fronteira finlandesa-soviética, chegando a Moscou em 16 de outubro.Lee Harvey Oswald in Russia, The Journey From USA to USSR at Russian Books Oswald quase que imediatamente informou a seu guia da agência de viagens o desejo de se tornar cidadão soviético. Ao ser informado em 21 de outubro que sua requisição de cidadania havia sido negada, ele cortou o pulso direito na banheira de seu quarto de hotel. Após tratar o ferimento superficial, os soviéticos o mantiveram sob observação psiquiátrica em um hospital.Warren Commission Hearings, vol. 16, p. 94, CE 24, Lee Harvey Oswald's \"Historic Diary\", entry of October 16, 1959 Em 31 de outubro, Oswald visitou a embaixada dos Estados Unidos em Moscou, dizendo que queria renunciar a sua cidadania americana. Ele relatou então a oficiais soviéticos que servira como operador de radar no Corpo de Fuzileiros, e que teria informações que seriam do interesse deles.Foreign Service Despatch from the American Embassy in Moscow to the Department of State, Warren Commission Hearings, vol. 18, p. 98, CE 908 Quando o Departamento de Marinha dos EUA foi alertado do fato, mudou o certificado de dispensa de Oswald de \"honorável\" para \"indesejável\".Warren Commission Hearings, CE 780, Documents from Lee Harvey Oswald's Marine Corps file Embora quisesse permanecer em Moscou e frequentar a Universidade Estatal, Oswald foi mandado para Minsk, capital da então República Socialista Soviética da Bielorrússia. Ele foi empregado como operador de torno mecânico na fábrica de eletrônicos Gorizon, indo morar em um apartamento subsidiado e totalmente mobiliado pela empresa e recebendo, além de seu salário, benefícios da Sociedade Russa da Cruz Vermelha. Durante sua estada de trinta meses em Minsk, Oswald ficou sob vigilância constante da KGB. Em janeiro de 1961, supostamente entediado com as opções limitadas de diversão na cidade, ele começou a negociar com a embaixada dos EUA em Moscou o retorno a seu país natal.Warren Commission Hearings, vol. 18, p. 131, CE 931, Undated letter from Lee Harvey Oswald to the American Embassy in Moscow Na mesma época, Oswald conheceu Marina Prusakova em um baile. A estudante de farmácia de 19 anos advinda de uma família de Leningrado estava morando então com seus tios em Minsk. Lee e Marina casaram-se em 30 de abril de 1961, menos de seis semanas após terem se conhecido. Seu primeiro filho, June, nasceu em 15 de fevereiro de 1962.United States House Select Committee on Assassinations, Hearings, vol. 2 p. 207, Testimony of Marina Oswald Porter, September 13, 1978. Depois de quase um ano de burocracia e espera, em 1 de junho de 1962 a jovem família deixou a União Soviética e partiu em direção aos Estados Unidos. Mesmo antes dos incidentes de 22 de novembro de 1963, Oswald ganhou notoriedade na imprensa dos EUA como o americano que havia desertado para a URSS e voltado.\"Young Ex-Marine Asks To Be Russian Citizen\", Oakland Tribune, 31/10/1969, p. 1. \"Ex-Marine Requests Citizenship\", New York Times, 1/11/1959, p. 3. \"Texan in Russia: He Wants to Stay\", Dallas Morning News, 1/11/1959, sec. 1, p. 9. \"Brother Tries to Telephone, Halt Defector\", Oakland Tribune November 2/1959, p. 8. \"U.S. Boy Prefers Russia\", Syracuse Herald-Journal, 11/12/1959, p. 46. \"Third Yank Said Quitting Soviet Union\", San Mateo Times, 8/6/1962, p. 8. \"Marine Returning\", The Lima News, 9/6/1962, p. 1. === Retorno ao Texas === De volta aos Estados Unidos, os Oswalds mudaram-se para a região de Dallas/Fort Worth, onde a mãe e o irmão de Lee moravam. Ele tentou escrever suas memórias com comentários sobre a vida soviética em um pequeno manuscrito chamado The Collective, mas logo desistiu da ideia. Sua procura por retorno literário no entanto o colocou em contato com uma comunidade fechada de imigrantes anticomunistas. Enquanto o beligerante e arrogante Oswald era meramente tolerado, eles simpatizaram com Marina, em parte por ela estar em um país estrangeiro sem qualquer conhecimento de inglês (que seu marido se recusou a ensiná-la, dizendo que não queria esquecer russo) e também por Oswald ter começado a espancá-la.\"Warren Commission Report Chapter 7 — Relationship with Wife\". Archives.gov. Por não demonstrar que abandonaria o marido, os imigrantes russos desistiram de ajudá- la pouco tempo depois.Warren Commission Hearings, vol. 11, p. 298, Testimony of Mrs. Lee Harvey Oswald. Warren Commission Hearings, vol. 2, p. 30, Testimony of Mrs. Katherine Ford. Warren Commission Hearings, vol. 9, p. 252, Testimony of George de Mohrenschildt. Warren Commission Hearings, vol. 9, p. 266, Em outubro de 1962, Oswald começou a trabalhar na empresa de artes gráficas Jaggars-Chiles-Stovall, onde provavelmente utilizou os equipamento fotográficos e tipográficos para criar documentos falsificados, incluindo alguns em nome de seu pseudônimo, Alek James Hidell.Warren Commission Hearings, vol. 19, p. 288, Photograph of the face sides of a Selective Service System Notice of Classification Acusado de ineficiência, falta de atenção, precisão no trabalho e rudeza com os colegas, Oswald foi demitido na primeira semana de abril de 1963.aarclibrary.org - pdf === Assassinato do presidente Kennedy === De acordo com investigações do governo dos Estados Unidos, Oswald atirou contra John F. Kennedy e duas outras pessoas às 12h30 da tarde de 22 de novembro de 1963, resultando na morte de Kennedy. O relatório da Comissão Warren, divulgado em 1964, concluiu que as balas foram disparadas de uma carabina italiana calibre 6,5 mm que Oswald empunhou de uma janela no sexto andar do depósito de livros onde trabalhava (Texas School Book Depository), enquanto a comitiva do presidente passava pela Dealey Plaza em Dallas. === Morte === Oswald foi assassinado dois dias após o crime por Jack Ruby, gerente de casas de prostituição com ligações com a máfia, de origem judaica e militante do Partido Democrata. O assassinato ocorreu num prédio público de Dallas, durante a transferência de Oswald para uma outra prisão. Foi o primeiro assassinato transmitido ao vivo na História. Jack Ruby alegou razões passionais para cometer o crime, e diz que pensou que seria visto como herói nacional. De fato, jornalistas e testemunhas presentes à cena do crime aplaudiram quando ficaram sabendo que Oswald tinha sido baleado. No entanto, Ruby foi condenado à pena capital, mas, nunca chegou a ser executado, tendo em vista que morreu em 1967, vítima de câncer, enquanto esperava pela sua execução. Até hoje não há qualquer evidência de que Ruby tenha feito parte de uma conspiração: ao que tudo indica, agiu sozinho (exatamente como Oswald, segundo algumas versões dos fatos). Ruby sempre foi visto por familiares, empregados e amigos como emocionalmente instável, e mentalmente insano. Lee Harvey Oswald encontra-se enterrado no cemitério de Fort Worth, Texas, ao lado da sua mãe (que faleceu em 1981). Posteriormente, seu corpo foi exumado, quando alguns investigadores e a imprensa duvidaram que a pessoa ali enterrada fosse, de fato, Oswald. Mas exames comprovaram, sem margem de dúvida, que quem estava sepultado ali era realmente ele.W. Tracy Parnell, My Interview With Dr. Vincent J.M. Di Maio. Categoria:Assassinos de autoridades Categoria:Criminosos dos Estados Unidos Categoria:Norte-americanos assassinados Categoria:Pessoas associadas ao assassinato de John F. Kennedy Categoria:Mortes filmadas Categoria:Naturais de Nova Orleans",
 "title": "Lee Harvey Oswald"
}