{
 "id": "50929",
 "text": "MSX é um padrão de microcomputadores pessoais desenvolvido pela Microsoft e ASCII Corporation em 1983. ==Visão geral== MSX foi o nome dado a uma arquitetura de microcomputadores pessoais criada no Japão em 1983, apresentada em 27 de junho do mesmo ano, e que definia um padrão para os desenvolvedores de hardware. Foi desenvolvido por Kazuhiko Nishi, vice-presidente da ASCII Corporation, empresa japonesa que era representante da Microsoft no Japão até 1986. Dessa forma, várias empresas de eletroeletrônicos poderiam produzir seus computadores, manter um mínimo de compatibilidade entre eles, e ainda assim diferenciá-los, adicionando recursos novos. Mas a compatibilidade com outros micros do padrão MSX seria mantida. O significado da sigla é controverso. Faz parte da lenda que seu nome significa \"MicroSoft eXtended\", visto que a Microsoft participou do desenvolvimento do micro, fazendo o BIOS, o interpretador BASIC (o MSX-BASIC, gravado em ROM) e o MSX-DOS 1. Em 2001, em visita a um encontro de usuários na Holanda (Países Baixos), Nishi afirmou numa palestra que MSX significa \"Machine with Software eXchangeability\". Em outra conversa, o próprio criador afirmou que o nome significava naquela época Matsushita Sony X-power, visto que a Matsushita (National e Panasonic) e a Sony eram as empresas que mais apoiavam o padrão. O padrão MSX fez sucesso na década de 1980 tanto no Brasil como no mundo (Japão, Países Baixos, Inglaterra, Coreia do Sul, Argentina, Rússia, Arábia Saudita, entre outros). Muitos de seus usuários costumavam usá-lo apenas como um videogame de luxo, estereótipo este uma consequência da grande qualidade dos jogos disponíveis. Eles eram distribuídos por empresas como a Konami, Compile e outras, que se aproveitaram da capacidade gráfica e de som do MSX para produzir jogos muito mais atraentes que os encontrados nos videogames da época. Ainda assim serviu como base de estudo para muitos estudantes de informática e engenharia eletrônica, que desenvolveram nele projetos variados. Bastante sofisticado para um computador equipado com um microprocessador de 8 bits, quando na época já começavam a surgir os primeiros computadores com microprocessadores de 16 bits, o MSX despertou paixões em muitos usuários. Seus maiores concorrentes eram o ZX Spectrum, do qual o MSX herdou uma enorme parte de sua biblioteca de games, o Apple II e o TRS-80 Color Computer. Seu baixo custo, em comparação à linha IBM-PC, bem como a possibilidade de usar disquetes e a compatibilidade com o CP/M e a nível de sistema de arquivos com o sistema operacional DOS, fez muitos usuários adotarem o MSX para uso comercial. O padrão MSX é baseado no microprocessador Z-80A (Zilog) de 8 bits, com um clock de 3,58Mhz. O microprocessador era capaz de operar a até 4 MHz, mas, provavelmente por questão de economia, os fabricantes preferiram usar um cristal comum de TV em cores. Havia também um processador para vídeo (Texas Instruments TMS9918) e outro para o áudio (General Instrument AY-3-8910). Outro chip, denominado PPI (Intel 8255A (Programmable Pheripheral Interface), controlava os periféricos de entrada e saída, como o teclado e o gravador cassete. A memória de vídeo, de 16KB, era independente da memória principal, e endereçada diretamente pelo processador de vídeo. Concorrentes como o ZX Spectrum, embora usassem o mesmo Z-80A a 3,58 MHz, eram muito mais lentos, porque todas as tarefas internas (vídeo, áudio, varredura de teclado, endereçamento das memórias de vídeo, som, etc.) eram executadas pelo processador principal. A primeira geração do MSX dispunha de 64KB de RAM. Nas especificações técnicas do Gradiente Expert XP-800, era declarada uma RAM de 80KB, pois o fabricante somou a memória de vídeo à principal. O sistema possuía ainda na ROM um interpretador BASIC(criado pela Microsoft) que não necessitava de mídias externas para carregar, bastando ligar o computador. Seus usuários frequentemente tornaram- se apaixonados pela linha e continuaram desenvolvendo programas mesmo depois que o micro saiu de linha em meados dos anos 1990. No final dos anos 1980 e início da década de 1990 havia, tanto no Brasil como no exterior, várias revistas voltadas para o público de usuários de MSX, e uma comunidade formou- se em torno dessa linha de computadores. Parte dela continua ativa até os dias de hoje, espalhada em vários países. ==Modelos de MSX no Brasil== ===HotBit HB-8000=== Este equipamento foi o primeiro MSX Brasileiro, lançado em 1985, contava com o teclado integrado ao gabinete, e tinha a versão do sistema 1.1. Entre seus periféricos estavam presentes o joystick para jogos (HB-100), o gravador de fita cassete (HB-2400), o drive de disquete (HB-3100) e o expansor de memória (HB-4200). Contava com suporte à linguagem de programação MSX Basic, e opcionalmente com os sistemas operativos MSX-DOS e CP/M. Os processadores e subsistemas eram os comuns ao padrão MSX1, contando com 64KB de RAM, 16KB de RAM de vídeo (VRAM), saídas de vídeo RF e composto, áudio mono, saída para impressora, porta para datacorder (cassette), duas portas para joystick de 9 pinos e dois slots de expansão. O modelo original era branco e cinza. Em 1987 foi lançado um modelo em preto com o sistema 1.2. Posteriormente foi descoberto que o gabinete preto havia sido projetado para uma possível expansão, contendo um sistema MSX2, mas infelizmente não foi feito. ===Expert XP-800=== Este equipamento, lançado também em 1985, logo após o HotBit, foi claramente inspirado em outro MSX, o National CF-3000. O Expert contava com o teclado separado do gabinete. Entre seus periféricos estavam presentes joysticks, o gravador de fita cassete, o monitor monocromático e um modem. Posteriormente foi lançada uma nova versão de ROM do sistema, a 1.1, com correções na acentuação e mapa de caracteres, tornando mais rara a versão 1.0. Foi lançado um modelo revisado, chamado GPC-1, integrando vídeo colorido sem a necessidade de um adaptador externo (TA-1), e já com a correção na ROM. Assim, o XP-800 geralmente é chamado de Expert 1.0, e o GPC-1, de Expert 1.1, independente da ROM instalada. Uma nova versão, o Expert Plus, na cor preta, foi lançada em 1989, junto com o cartão de 80 colunas. No mesmo ano foi lançado também o Expert DD Plus, com um drive de disquete de 3 1/2 embutido no canto do gabinete. Apesar dos avanços, o Expert Plus/DD-Plus teve problemas de compatibilidade, mais pela falta de informação dos produtores de loaders de jogos, que não sabiam como carregar corretamente os seus jogos (apenas usando as páginas de RAM já comuns do Expert 1.1 e do Hotbit). === MSX 2 e 2+ === Não houve fabricação dos MSX 2, 2+ e Turbo-R no Brasil, embora houvesse interesse da Sharp e da Gradiente em produzi-los. Existiu, entretanto, os kits de transformação: * 2.0 - para transformar o Expert e o HotBit em 2.0, fabricado pela ACVS e pela DDX. * 2+ - para transformar o Expert e o HotBit em 2+, fabricado pela ACVS e pela DDX. * cartucho 2.0 - transformava qualquer MSX em 2.0; fabricado pela ACVS. * Hoje em dia, a comunidade ainda produz kits de expansão, tanto para instalação interna, quanto em forma de cartucho. ==Evolução do MSX== Houve quatro gerações do equipamento: * MSX 1 (1983) - paleta de 16 cores, utilizava o VDP Texas Instruments TMS9918. * MSX 2 (1986) - palheta de 512 cores, utilizava o VDP Yamaha V9938. * MSX 2+ (1988) - palheta de 19268 cores, utilizava o VDP Yamaha V9958. * MSX turboR (1990) - palheta de 19268 cores, utilizava o VDP Yamaha V9958. Haveria uma nova geração, com o VDP Yamaha V9978, mas o projeto foi cancelado, pois a única empresa que ainda fabricava equipamentos MSX (Panasonic) deixava a plataforma para se dedicar ao console de video-games 3DO Interactive Multiplayer. A Yamaha lançou um chip chamado Yamaha V9990, considerado uma variação do V9978, sendo utilizado no cartucho Graphics 9000. Enquanto na Europa e Japão as versões se sucediam, no Brasil ficou-se estagnado na primeira versão do sistema. Contudo no final da década de 1980 surgiram kits de transformação para MSX 2.0 e MSX 2+, que ampliavam a memória para 256 KB e a VRAM para 128KB, além de algumas outras melhoras no sistema. Ao longo do tempo surgiram diversos periféricos para MSX, ou adaptados para o MSX. No Brasil lançaram drives de 5 1/4 externos (360kB de capacidade) e posteriormente drives de 3 1/2 (720 kB de capacidade), expansões de memória (MegaRAM, MegaROM e memory maper), joysticks, expansores de slot e até mouses. Fora do Brasil lançaram CD-ROMs, tabletas gráficas, unidades digitalizadoras, mouses, teclados musicais, cartuchos que ampliavam a capacidade de áudio (MSX-Music, MSX-Audio, MoonSound), etc, para MSX. O sistema foi descontinuado no final de 1993 pela Panasonic, que fabricava o Turbo-R. Atualmente há uma comunidade ativa no Brasil e em outros países. As patentes referentes ao padrão são mantidas pela MSX Association. == Emuladores == Alguns emuladores incluem o blueMSX, o CocoaMSX, o fMSX, o openMSX para computadores, o WebMSX para navegadores, alguns desses emuladores também podem ser rodados em consoles de jogos eletrônicos.https://emulation.gametechwiki.com/index.php/MSX_emulators == Ver também == *SymbOS *Zilog Z80 *Lista de jogos para MSX == Ligações externas == * MSXBR-L - Lista nacional de discussão sobre MSX. * MSX Projetos - Fabricante de Acessórios e Microcomputadores MSX * The MSX Files - Site com notícias, jogos (antigos e novos), programas e dicas de MSX. * MSXRio - Grupo de usuários de MSX no Rio de Janeiro. * Velhos e Bons Tempos do MSX. * História do MSX. * MSXPro. * MsxToday - Comunidade dedicada aos computadores do padrão MSX. * MSX-ALL - Tudo para MSX. * MSX.bas - Jogos, aplicativos e muitos outros programas MSX Basic para download. * Grilo Falante - Um ponto de vista diferente da comunidade MSX. * MSX By Marcelo Eiras * MSX Association * Informações sobre MSX * MSX Resource Center Foundation * BlueMSX, um emulador de MSX para Windows * MarMSX - Site dedicado ao desenvolvimento de jogos e programas para o MSX * MSX História - Site com jogos, entrevistas, etiquetas, jornais, revistas, livros, artigos, vídeos, cursos e músicas de MSX. * MSX GOLD - Blog que contém história do micro, dicas utéis, análises de jogos e muito mais. * Retropix Brazil - Blog com diversos assuntos sobre MSX. Categoria:Computadores domésticos",
 "title": "MSX"
}