{
 "id": "50953",
 "text": "Serra do Mar é uma cadeia montanhosa do relevo brasileiro que se estende por aproximadamente 1,5 mil quilômetros ao longo do litoral leste/sul, indo desde o estado do Rio de Janeiro até o norte do estado do Rio Grande do Sul. Devido ao seu valor geológico, a riqueza de sua fauna e flora, parte do trecho paulista da serra do Mar foi tombado pelo Condephaat e incluído no Patrimônio Histórico do Estado de São Paulo em 6 de junho de 1985. Nos termos do art. 225, §4º da Constituição da República Federativa do Brasil, a serra do Mar, a Floresta Amazônica, a Mata Atlântica, o Pantanal Mato-Grossense e a Zona Costeira constituem patrimônio nacional. == Geografia e geologia == A Serra do Mar é uma imponente feição geomorfológica resultante de uma escarpa de falha com mais de 1.000 km de extensão, variando entre 5 a 10 km de largura, e apresentando um desnível médio de aproximadamente 1.000 metros. O ponto culminante dessa formação encontra-se no Pico Paraná, que atinge 1.969 metros de altitude. Esta cadeia montanhosa funciona como um divisor natural, separando o planalto brasileiro da estreita faixa litorânea que se estende desde o Espírito Santo até Santa Catarina. A origem geológica da Serra do Mar está intimamente ligada ao processo de separação continental entre a América do Sul e a África, que teve início há cerca de 150 milhões de anos com a formação do Oceano Atlântico. Durante esse processo de afastamento dos continentes, ocorreu um expressivo soerguimento ao longo da borda leste do continente sul-americano, especialmente na região sudeste do Brasil. Esse levantamento tectônico provocou uma série de falhamentos que resultaram na elevação e rebaixamento de grandes blocos geológicos. A Serra do Mar é fruto de uma dessas áreas elevadas, formada pela elevação do bloco ocidental e o consequente rebaixamento do bloco oriental, associado à Falha de Santos. Esse processo tectônico, ocorrido há aproximadamente 65 milhões de anos, deslocou a escarpa de falha da Serra do Mar para uma posição muito mais a leste do que a linha de costa que conhecemos hoje. Desde então, as escarpas foram intensamente modeladas pela erosão, que progressivamente as recuou até sua localização atual. O material erodido dessa região foi transportado e depositado nas áreas oceânicas adjacentes, formando as bacias marginais, como as bacias de Campos e Santos. Essas áreas sedimentares são hoje conhecidas como as principais fontes de extração de petróleo no Brasil. As bacias sedimentares da margem continental brasileira desempenham um papel crucial na produção de petróleo nacional. Elas se desenvolveram como consequência direta do processo de separação continental entre a América do Sul e a África. O soerguimento que deu origem à Serra do Mar também foi responsável por intensificar a taxa de erosão nas regiões costeiras, contribuindo para o acúmulo significativo de sedimentos nessas bacias. Esse depósito de sedimentos ao longo dos últimos 80 milhões de anos, durante o qual estima-se que cerca de três quilômetros de rochas tenham sido erodidas da borda do continente, possibilitou a formação dos principais reservatórios de petróleo que são explorados atualmente. O último segmento de montanhas da serra do Mar, no estado do Rio de Janeiro, recebe o nome local de Serra dos Órgãos, e possui os mais altos picos de toda a serra do Mar, como a Pedra do Sino de Teresópolis (2 255 metros), o pico da Caledônia (2 257 metros) em Nova Friburgo, e outros picos maiores localizados no parque estadual dos três picos, onde se encontram: os três picos (uma formação rochosa de granito e gnaisse com mais de 2 300 metros de altitude (Pico Maior de Friburgo: 2 366 metros \\- ponto culminante da serra do Mar no Brasil) que possui três picos (ou \"três agulhas\") na parte superior desta rocha. Na serra do Mar encontram-se as maiores altitudes do Paraná, destacando-se os seguintes picos: Paraná (1 877,392 metros), Caratuva (1 856 metros), Siririca (1 740 metros) e Marumbi (1 551 metros). == Áreas de proteção == === Parque Estadual da Serra do Mar === === Área de Proteção Ambiental da Serra do Mar === === Parque Nacional da Tijuca === === Parque Nacional da Serra dos Órgãos === === Parque Estadual dos Três Picos === === Parque Natural Municipal Montanhas de Teresópolis === === Parque Estadual Pico do Marumbi === === Parque Estadual da Graciosa === === Área de Proteção Ambiental de Macaé de Cima === A Área de Proteção Ambiental de Macaé de Cima é uma Área de Proteção Ambiental nas encostas da Serra do Mar no município de Nova Friburgo, com 35.037 hectares do ecossistema de Mata Atlântica. Criada pelo Decreto Estadual nº 29.213, de 14 de setembro de 2001. Corresponde ao local da nascente dos rios Macaé e São João. É notada pela grande diversidade de orquídeas e bromélias, algumas da quais são endêmicas na região, provavelmente devido à grande diversidade de microambientes específicos. == Nomenclaturas regionais == * Serra Geral * Serra do Rio do Rastro * Serra de Paranapiacaba * Serra dos Órgãos * Serra da Bocaina * Serra do Piloto * Serra das Araras * Serra do Cafezal == Ver também == * Florestas da Serra do Mar * Parque Estadual da Serra do Mar * Serra da Cantareira * Mar de morros == Ligações externas == * * * * Categoria:Patrimônio tombado pelo CONDEPHAAT Categoria:Geografia de Nova Friburgo Categoria:Patrimônio tombado pelo CONPRESP",
 "title": "Serra do Mar"
}