{
 "id": "50985",
 "text": "O Módulo Lunar Apollo foi parte da nave usada no Projeto Apollo. Ele possuía formato de \"aranha\", e servia para a descida no solo lunar e para o regresso a órbita da Lua para o encontro com os outros dois módulos que lá permaneciam em órbita (Módulo de Comando e Serviço Apollo). A nave Apollo era muito maior que as naves usadas nos Projeto Mercury e Projeto Gemini. Diferentemente destes projetos anteriores, no Projeto Apollo a nave era constituída de múltiplas partes. == Definição do método de voo para a Lua == Havia, na época da definição do Projeto Apollo, três possibilidades de voo para a Lua: * Uma possibilidade baseada na ideia de um único e imenso foguete que iria decolar da Terra, pousar na Lua e retornar; * Outra opção baseada na ideia de rendez- vous (encontro em órbita) na órbita da Terra, em que o foguete encontraria um outro estágio em órbita da Terra; e * Finalmente, a opção do rendez-vous lunar, que significa que um pequeno módulo desceria ao solo da Lua e depois encontraria em órbita a nave de retorno. Esta última opção foi a escolhida pelos engenheiros da Nasa para o projeto Apollo (veja Figura descrevendo a missão Apollo). Em cada missão Apollo eram enviados três astronautas, dois desciam na Lua usando o Módulo Lunar (comandante e piloto do Módulo Lunar) e um permanecia em órbita no Módulo de Comando (piloto do Módulo de Comando). O Módulo Lunar era formado por duas partes: módulo de descida e módulo de ascensão. O módulo de descida era responsável pelo pouso na Lua, já o módulo de ascensão permitia o retorno à órbita lunar para o rendez-vous com o Módulo de Comando e Serviço Apollo, que era o veículo de retorno para a Terra. == Projeto e fabricação do Módulo Lunar == O projeto e fabricação do Módulo Lunar ficou a cargo da \"Grumman Aerospace Corporation\" de Nova York, fabricante de aviões para a Marinha dos Estados Unidos. A Grumman envolveu-se no projeto de voos tripulados para a Lua em 1958. Uma vez que a Nasa definiu que o rendez- vous lunar era o melhor método de pouso na Lua, a Grumman começou a estudar o assunto. Em novembro de 1962 a Nasa escolheu a Grumman como fornecedora do futuro Módulo Lunar, que foi batizado oficialmente de \"LEM\" (Lunar Excursion Module). O primeiro teste do LEM foi na missão não tripulada Apollo 5, lançada por um foguete Saturno IB (um estágio do Saturno V), lançado em 22 de janeiro de 1968. Posteriormente o Módulo foi testado nas missões tripuladas Apollo 9 (em órbita da Terra) e Apollo 10 (em órbita da Lua). == Módulo de ascensão == O módulo de ascensão é composto por três partes: o compartimento da tripulação, a secção central e o compartimento de equipamentos. Os dois primeiros compõem a cabine, que possui 6,6 m3. Na secção central encontra-se alojado o motor de subida. O compartimento de equipamentos é uma área não pressurizada que se localiza atrás da secção central e é composto por um bastidor com vários equipamentos, além de tanques com oxigênio e hélio gasosos. O módulo de ascensão possui duas janelas triangulares inclinadas, que são usadas para visibilidade lateral e inferior, além de uma pequena janela na parte superior, usada para manobras de acoplamento com os módulos de comando e serviço. Possui também duas escotilhas, uma frontal retangular usada para a passagem de astronautas e equipamentos para a superfície lunar e outra circular na parte superior usada para a passagem de astronautas e equipamentos para o módulo de comando. Toda a cabine é envolta por uma isolação térmica e por uma proteção contra micrometeoróides. No módulo de ascensão ficavam os seguintes sistemas: direção, navegação e controle; provisão da tripulação e painéis; controle de ambiente; dispositivos eletro-explosivos; instrumentação; energia elétrica; propulsão; controle de reação; e comunicações. O sistema de propulsão deste módulo é usado para a decolagem da superfície da Lua e para a entrada numa trajetória que o levasse ao acoplamento com os módulos de comando e serviço em órbita. O módulo também incluía 16 pequenos motores montados em grupos de quatro, usados para manobras tanto no pouso como na ascensão. == Módulo de descida == O módulo de descida é a parte não tripulada do módulo lunar e representa 2/3 da massa deste. Isso ocorre pois, o motor de descida é maior que o motor de subida e necessita tanques de combustível maiores e também por que suporta todo o módulo de subida, possui as sapatas de pouso e deve ainda servir como plataforma para o lançamento do módulo de subida. O módulo possui um formato octogonal sendo que na parte central localiza-se o motor de descida e nas laterais encontram-se os tanques de combustível e comburente além de tanques de oxigênio, água e hélio. Além disso, possui em sua lateral um módulo com o pacote de experimentos da superfície lunar, a serem usados para a exploração da Lua. Nas missões Apollo 15, 16 e 17 um veículo explorador lunar foi levado até a superfície preso à lateral do módulo de descida. Diferentemente do módulo de ascensão, o motor deste módulo possui aceleração regulável o que permitia aos astronautas o controle da descida final a partir de uma altitude de 15,2 km, permitindo inclusive, que o módulo pairasse de forma a possibilitar a escolha do melhor local para o pouso. == Voos tripulados que pousaram na Lua == As missões Apollo que pousaram na Lua usando o Módulo Lunar foram Apollo 11, Apollo 12, Apollo 14, Apollo 15, Apollo 16 e Apollo 17. A Apollo 13, embora não tenha pousado na Lua devido a um sério acidente, usou o Módulo Lunar como veículo de emergência e os motores do Módulo Lunar como motor reserva, já que os principais estavam avariados. == Galeria == Ficheiro:NASA spacecraft comparison2.png|Comparação da nave Apollo com as naves Mercury e Gemini (a esquerda) e com seus respectivos veículos lançadores e um ônibus espacial (a esquerda). Ficheiro:Ap17-ascent.ogv|Módulo de subida ejetando-se do módulo de descida, durante a Apollo 17. Ficheiro:LEM- linedrawing.png|Diagrama esquemático do módulo lunar, exibindo compartimentos e equipamentos. == Referências == == Ligações externas == * Visão geral do Google Moon dos locais de pouso da Apollo * Catálogo da NASA: Módulo Lunar Apollo 14 * Demonstração do Módulo de Excursão Lunar e explicação de seus sistemas * Apollo 11 LM Structures handout for LM-5 * Manual de Operações Apollo, Módulo Lunar (LM 11 e subsequente), Volume Dois. Procedimentos operacionais * Lista de verificação de ativação do Apollo 15 LM para LM-10 * Decolagem da Apollo 17 da Lua - 14 de dezembro de 1972 Módulo Lunar Apollo Categoria:Década de 1960 na exploração espacial Categoria:Década de 1970 na exploração espacial",
 "title": "Módulo Lunar Apollo"
}