{
 "id": "50995",
 "text": "Simão Rodrigues de Azevedo S.J. (Vouzela, - Lisboa, ) foi um sacerdote jesuíta português, um dos membros do grupo Miguel Servet Pesquisa Página da Web que contém o manuscrito da Universidade de Paris, que mostra seis dos sete jesuítas originais, e Miguel de Villanueva (\"Servet\") fundador da Companhia de Jesus, liderado por Santo Inácio de Loyola, e o primeiro Provincial de Portugal. Estudou no Colégio de Santa Bárbara em Paris, enquanto bolseiro da Coroa Portuguesa, onde conhece Santo Inácio de Loyola, São Francisco Xavier e outros co-fundadores da Companhia de Jesus, formando-se como Mestre em Artes. Depois, estudou Teologia na Sorbonne. Em 1539, Dom João III convidou os jesuítas para virem para Portugal para ajudar na cristianização nas conquistas portuguesas, após lhe ter chegado notícias da actividade da nascente Companhia em Itália, para onde Santo Inácio e outros se tinham deslocado. O rei pediu a Dom Pedro Mascarenhas, futuro vice-rei da Índia, na altura embaixador de Portugal junto da Santa Sé, para tratar de convencer os jesuítas a virem para Portugal. São Francisco Xavier e Simão Rodrigues foram escolhidos para seguir para Lisboa, cidade à qual chegam em 1540. São Francisco Xavier seguiu, em 1541, para a Índia, enquanto Simão Rodrigues foi instado pelo rei a ficar em Portugal para expandir a nova Ordem. Em 25 de outubro de 1546 foi nomeado por Santo Inácio de Loyola como primeiro Provincial da Província portuguesa, sendo o primeiro jesuíta a desempenhar as funções de Provincial (os jesuítas são organizados por Províncias). Simão Rodrigues foi instrumental na fundação da primeira casa própria e colégio dos jesuítas em Portugal (e no mundo), localizado no então Mosteiro de Santo Antão (Mouraria, Lisboa), o Colégio de Santo Antão, que começou a receber alunos no início de 1553. Também promoveu a abertura de um colégio universitário e centro de formação de jesuítas em Coimbra em 1542, com o apoio de D. João III, que mais tarde daria origem ao imponente Colégio de Jesus, ou Real Colégio das Artes e Humanidades, que integra a Cidade Alta (Património Mundial) na mesma cidade. Este estabelecimento viria a desempenhar um papel importante na formação de jesuítas que depois seguiriam para as colónias portuguesas na Índia, Brasil, África, etc. Simão Rodrigues foi preceptor de do príncipe herdeiro D. João (1545), conseguindo afastar Damião de Góis da função de mestre de letras do mesmo príncipe, para que estava indigitado, denunciando-o à Inquisição de Évora, em setembro de 1745, como simpatizante do luteranismo. Em 1552, na sequência de divisões internas na Província de Portugal, foi nomeado Provincial de Aragão, Valência e Catalunha, o que provoca alguma tensão na Província portuguesa, provocando a saída de alguns padres e noviços. Em 1554, foi julgado por um júri de padres jesuítas em Roma, sendo acusado de falhas de obediência, entre outras acusações, e condenado a não regressar a Portugal, para além de outras penas e penitências, a maioria das quais foram anuladas por Santo Inácio de Loyola. A partir daí permaneceu em Itália e, mais tarde em Espanha, dando apoio a vários colégios e obras da Companhia. O caso é descrito por Francisco Rodrigues, História da Companhia de Jesus na Assistência de Portugal, Tomo I, vol. II, Porto, 1931, 193-197 e Tomo II, vol. I (Porto 1938), 321. No entanto, em 1574, foi-lhe permitido o regresso a Portugal, onde morreu em 1579 na Casa Professa da Companhia de Jesus em São Roque, Lisboa, na altura já reconciliado os seus principais detractores. Manuel da Nóbrega dirigiu-lhe muitas cartas, da Bahia, em julho de 1552. Foi sepultado na Igreja de São Roque, em Lisboa. ==Bibliografia== Simão Rodrigues, Iniciador da Companhia de Jesus em Portugal, José Carlos Monteiro Pacheco, SJ, Editorial A. O. Braga ==Ligações externas== *Carta patente de Santo Inácio de Loyola dirigida ao Mestre Simão Rodrigues, Roma, 1551, na Biblioteca Nacional de Portugal *Carta do Prepósito da Companhia de Jesus em Portugal (...) dirigida ao Padre Mestre Francisco Xavier..., Almeirim, 1547, na Biblioteca Nacional de Portugal Categoria:Naturais de Vouzela Categoria:Jesuítas do século XVI Categoria:Provinciais da Ordem da Companhia de Jesus em Portugal Categoria:Missionários católicos de Portugal Categoria:Missionários católicos em Portugal Categoria:Preceptores da Casa Real Portuguesa Categoria:Alunos do Colégio de Santa Bárbara (Paris) Categoria:Portugueses do século XVI",
 "title": "Simão Rodrigues"
}