{
 "id": "51087",
 "text": "Gattaca é um filme americano de 1997, dos gêneros ficção científica, suspense e drama romântico, dirigido e escrito por Andrew Niccol. == Sinopse == Num futuro no qual os seres humanos são escolhidos geneticamente em laboratórios, as pessoas concebidas biologicamente são consideradas inválidas, como Vincent Freeman (Ethan Hawke). Desde pequeno, ele tem o desejo de ser astronauta, mas seu código genético o predispõe a doenças cardíacas, o que o leva a trocar de identidade para alcançar seu objetivo. Até que um assassinato põe seu disfarce em risco. == Elenco == Nome Personagem Ethan Hawke Vincent Freeman Uma Thurman Irene Cassini Gore Vidal Diretor Josef Xander Berkeley Dr. Lamar Jayne Brook Marie Freeman Maya Rudolph Enfermeira Una Damon Enfermeira Chefe Elizabeth Dennehy Prof. pré-escola Blair Underwood Geneticista Mason Gamble Anton Freeman - criança Vincent Nielson Anton Freeman - criança William Lee Scott Anton Freeman - adolescente Chad Christ Vincent Freeman - Adolescente Clarence Graham Administrador de pessoal Ernest Borgnine Caesar Tony Shalhoub German Jude Law Jerome Eugene Morrow Alan Arkin Detetive Hugo Carlton Bembry Gattaca aspirador Grace Sullivan Cliente de sequenciamento Ken Marino Técnico de sequenciamento Cynthia Martells Cavendish Loren Dean Anton Freeman Gabrielle Reece Treinadora de Gattaca Ryan Dorin Pianista Dean Norris Policial na praia Steve Bessen Detetive do teste de sangue Russell Milton Detetive de Gattaca George Marshall Ruge Detetive agredido Lindsey Ginter Comandante da missão Dan Griffin Colega de escola Beverly Griffith Professora de anatomia Elias Koteas Antonio Freeman David LeBell Invalido == Precisão científica == Das possibilidades mostradas no filme, já é possível selecionar embriões livres de algumas doenças hereditárias, reduzir a predisposição ao câncer e escolher o sexo.Revista Galileu, nº 211, fevereiro de 2009, p. 48 Para Carlos Ricat, biólogo e professor da Universidade de Brasília, o filme apresenta \"uma história bastante consistente em relação aos estudos da genética.\" Foi também eleito o filme de ficção cientifica mais plausível pela NASA.NASA elege '2012' o filme de ficção científica mais absurdo de todos os tempos == Premiações == * Indicado :Academy Awards :::Categoria Melhor Direção de Arte Jan Roelfs :::Categoria Melhor Decoração de Set Nancy Nye :Academy of Science Fiction, Fantasy & Horror Films :::Categoria Melhor Lançamento de Home Video :::Categoria Melhor Figurino Colleen Atwood :::Categoria Melhor Música Michael Nyman :Art Directors Guild :::Categoria Melhor Longa-metragem :::Categoria Melhor Desenho de Produção Jan Roelfs :::Categoria Melhor Diretor de Arte Sarah Knowles :::Categoria Melhor Assistente de Diretor de Arte Natalie Richards :Golden Globes :::Categoria Melhor Trilha Sonora Original Michael Nyman :Hugo Awards :::Categoria Melhor Apresentação Dramática :Paris Film Festival :::Categoria Grande Prêmio do Festival Andrew Niccol :Satellite Awards :::Categoria Destaque Direção de Arte Jan Roelfs * Ganhou :Bogey Awards :::Categoria Prêmio Bogey :Gérardmer Film Festival :::Categoria Fun Trophy Andrew Niccol :::Categoria Prêmio Especial do Júri Andrew Niccol :London Critics Circle Film Awards :::Categoria Roteirista do Ano Andrew Niccol :Sitges - Catalonian International Film Festival :::Categoria Melhor Filme Andrew Niccol :::Categoria Melhor Trilha Sonora Original Michael Nyman Categoria:Filmes dos Estados Unidos de 1997 Categoria:Filmes com personagens paraplégicos ou tetraplégicos Categoria:Filmes dirigidos por Andrew Niccol Categoria:Filmes de ficção científica dos Estados Unidos Categoria:Filmes distópicos Categoria:Filmes com estreia na direção Categoria:Filmes em língua inglesa Categoria:Filmes com trilha sonora de Michael Nyman Categoria:Filmes de drama romântico dos Estados Unidos Categoria:Filmes de suspense dos Estados Unidos Categoria:Filmes sobre segurança e vigilância Categoria:Engenharia genética em filmes Categoria:Filmes ambientados no futuro",
 "title": "Gattaca"
}