{
 "id": "51093",
 "text": "Beakman's World (O Mundo de Beakman no Brasil) foi um programa de televisão educativo estrelado pelo ator americano Paul Zaloom no papel do Professor Beakman. O programa foi baseado na tira de jornal You Can with Beakman and Jax, de Jok Church. No programa original de Beakman, eram lidas cartas de tele-espectadores reais, dos EUA, porém com a tradução para português e exibição no Brasil foi utilizado nomes fictícios, o que era o gancho para a realização de experiências (que ensinava como reproduzi-las em casa) e a abordagem divertida de conceitos científicos. Ocasionalmente interpretava cientistas já falecidos, como Albert Einstein, Isaac Newton, Bernoulli, Alexander Graham Bell, Charles Darwin e Benjamin Franklin. O Professor Beakman era acompanhado pelo seu atrapalhado (e não muito inteligente) rato de laboratório Lester (Mark Ritts) e sua assistente (que mudou ao longo da série) Rosie (Alana Ubach), Liza (Eliza Schneider) e Phoebe (Senta Moses). Outro auxiliar era o cameraman Ney, interpretado pelas mãos de Ron Jancula, que lhe alcançava vários itens, como o \"boguscópio\". Por vezes, alguns conceitos eram apresentados pelo próprio Paul Zaloom, interpretando personagens ocasionais como Art Burns, Meekman (o irmão de Beakman), O Homem Equilíbrio, Vlavaav, e o Professor Chatoff. O programa adotava uma linguagem direta, simples e bem humorada, iniciando com o Beakman contando algum fato científico curioso e convidando o telespectador, através da frase \"Eu sou Beakman. E você acaba de entrar no Mundo de Beakman...\", a participar do programa. Um dos principais segmentos do programa era marcado pela interrupção: “Parem! Parem tudo! Estão ouvindo esse som?\". Estava no hora do \"Desafio de Beakman\" (\"Beakman Challenge\" no original). O quadro consistia em um desafio que o Beakman fazia para o Lester, onde o rato sempre achava que havia algum truque oculto para resolver o desafio. Porém, para frustração do Lester, a solução sempre era realizada através de conceitos científicos básicos. A resposta do desafio ou das perguntas das cartas muitas vezes necessitavam da realização de experimentos. A famosa advertência então era ouvida: \"Qualquer experimento realizado em casa deve ser feito com a supervisão de um adulto e todas as precauções de segurança apropriadas devem ser tomadas. Todas as instruções devem ser seguidas exatamente e nenhuma substituição deve ser feita.\". Os experimentos utilizavam materiais acessíveis e tinham como objetivo provocar o telespectador a realizá-los em casa. De forma geral eram experimentos simples que demonstravam (de forma simples) conceitos que as crianças (muitas vezes) julgavam ser complexos. Este conjunto de entender o conceito e (mais que isto) demonstrar o conceito com um experimento, é o que o Beakman destaca ao utilizar o bordão: \"BADA-BING, BADA-BANG, BADA-BOOM\". Outra marca do programa são os pinguins fantoches Don e Léo, que fazem aparições rápidas no início e no final do programa, sempre com alguma tiradinha rápida em frente ao seu televisor assistindo \"Beakman's World\" no Pólo Sul. A série estreou no Brasil em 31 de outubro de 1994 pela TV Cultura, onde foi exibida até meados de 1996, porque no ano seguinte, em 1997, os direitos foram adquiridos pela Rede Record, que exibiu em diversos programas infantis, tais como Agente G, Mundo Maravilha e Desenhos da Vovó Mafalda. Durante o final dos anos 90, foi apresentada na TV por assinatura pela Warner Channel, que também exibiu outras séries e desenhos adquiridos pela Sony Pictures Television (antiga Columbia Tristar International Television), como A Feiticeira, Jeannie é um Gênio, Os Verdadeiros Caça-Fantasmas, Os Novos Caça-Fantasmas, Jumanji e Os Três Patetas. A partir de 2001, voltou a ser exibida na TV Cultura, mas saiu do ar no ano seguinte, em 2002. Naquela mesma década, foi exibida no extinto canal pago Cl@se e também já foi ao ar pelo Boomerang, entre 2006 e 2008, durante a era infanto-juvenil do canal. A série voltaria a ser exibida na TV brasileira a partir de 13 de dezembro de 2020, através do canal Loading, até a sua extinção no ano seguinte, em 2021. A série está passando atualmente na TV Cultura Às 19h00 desde 17 de Junho de 2024 E Passará Até Setembro, Em Comemoração Aos 55 Anos Do Canal. O Canal Multicultura, Que Passa As Mesmas Programações Da Cultura Ao Mesmo Tempo, Também Está Passando O Seriado. O Canal Univesp Também Está Passando O Seriado Em Alguns Horários De Sua Programação. == Elenco == Personagem Ator Dublador Brasileiro Beakman Paul Zaloom Flávio Dias Art Burns Meekman Vlavaav Professor Chatoff Rosie Alana Ubach Marli Bortoletto Liza Eliza Schneider Phoebe Senta Moses Márcia Regina Lester, O Rato Mark Ritts Carlos Silveira Pinguim Don Bert Berdis Amaury Costa José Parisi Jr. Pinguim Léo Alan Barzman Paulo Porto Ney - - ;Estúdio de Dublagem * Álamo (1ª e 2ª temporada) * Dublavídeo (3ª temporada) ;Direção de Dublagem (Brasil) * Nair Silva e Mauro Eduardo Lima (Álamo) * Renato Master (Dublavídeo). ===Curiosidades=== *Paul Zaloom (Beakman) não é um cientista. Ele estudou na escola preparatória “Choate School”, em Connecticut, e começou sua carreira artística no Goddard College, em Vermont. Além de ator, é manipulador de marionetes, cineasta, ventríloquo e satirista político. *Mark Ritts (Lester) era formado em Literatura pela Harvard. Morreu de câncer em 2009. *O programa, anterior ao uso da Internet, recebia mais de 1 mil cartas por semana. *O endereço para envio das perguntas era: \"Beakman's World, P.O. Box 30087 Kansas City, MO 64112\". *Cerca de 5.000 efeitos sonoros eram utilizados por episódio. *Só haviam duas câmeras fixas na gravação, O que se moviam eram os personagens no set. *Beakman sempre começava o programa falando uma curiosidade científica. *Muitos professores não gostavam do \"Beakman's World\" por considerar vulgar, mesmo tendo um proposta educativa. *Por ser um programa de ciências não conseguia espaço. O programa só ganhou uma chance quando o governo dos EUA, em 1991, definiu que as emissoras deveriam incluir programação educativa em suas grades. *O tema de abertura foi criado pelo vocalista Mark Mothersbaugh, fundador da banda Devo. Uma sanfona é usada no riff principal da música. *O \"Beakman's World\" foi inspirado na tirinha \"You can with Beakman and Jax\" do cartunista Jok Richard Church, que morreu em 2016. *Do elenco brasileiro, já faleceram os dubladores: Amaury Costa e José Parisi Jr., ambos dublaram o pinguin Don. * A dublagem brasileira referenciou nomes e esportistas como Carlos Alberto Parreira e Zagallo. *O Beakman, interpretado por Paul Zaloom e dublado por Flávio Dias, reapareceu em 2018 em uma campanha de 3 vídeos do Projeto Cabum no Youtube. Laboratório de Beakman: Explicando o Mundo Magnético [Ep. 01]; Laboratório de Beakman: Um raio pode cair duas vezes no mesmo lugar? [Ep. 02]; Laboratório de Beakman: Fertilizantes para Vegetais Gigantes [Ep. 03]. == Episódios == # Episódio Nome Data 1 Temp. 1 Ep. 1 Chuvas, Beakmania e Vulcões (Rain, Beakmania & Volcanoes) 18 Sep. 1992 2 Temp. 1 Ep. 2 Gravidade, Beakmania e Inércia (Gravity, Beakmania & Inertia) 26 Sep. 1992 3 Temp. 1 Ep. 3 Ruídos, Beakmania e Ranho (Noises at Night, Beakmania & the Nose) 3 Oct. 1992 4 Temp. 1 Ep. 4 Sangue, Beakmania e Sonhos (Blood, Beakmania & Dreams) 10 Oct. 1992 5 Temp. 1 Ep. 5 Fotossíntese, Beakmania e Reciclagem (Leaves, Beakmania & Paper) 17 Oct. 1992 6 Temp. 1 Ep. 6 Sabão, Beakmania e Gasolina (Soap, Beakmania & Auto Engines) 24 Oct. 1992 7 Temp. 1 Ep. 7 Eletricidade, Beakmania e Lâmpada (Electricity, Beakmania & Light Bulbs) 31 Oct. 1992 8 Temp. 1 Ep. 8 Som, Beakmania e Explosões (Sound, Beakmania & Explosions) 7 Nov. 1992 9 Temp. 1 Ep. 9 Refração, Beakmania e Magnetismo (Refraction, Beakmania & Magnets) 14 Nov. 1992 10 Temp. 1 Ep. 10 Alavancas, Beakmania e Televisão (Levers, Beakmania & Television) 21 Nov. 1992 11 Temp. 1 Ep. 11 Densidade, Beakmania e Aviões (Boats, Beakmania & Airplanes) 28 Nov. 1992 12 Temp. 1 Ep. 12 Bolhas, Beakmania e Pés (Bubbles, Beakmania & Feet) 23 Jan. 1993 13 Temp. 1 Ep. 13 Microscópios, Beakmania e Cicatrização (Microscopes, Beakmania & Healing) 30 Jan. 1993 14 Temp. 1 Ep. 14 Método Científico, Beakmania e Arco-Íris (Scientific Method, Beakmania & Rainbows) 6 Feb. 1993 15 Temp. 1 Ep. 15 Vacinações, Beakmania e Fricção (Vaccinations, Beakmania & Friction) 13 Feb. 1993 16 Temp. 1 Ep. 16 Termodinâmica, Beakmania e Espinhas (Thermodynamics, Beakmania & Pimples) 20 Feb. 1993 17 Temp. 1 Ep. 17 Fósseis, Beakmania e Voz Humana (Fossils, Beakmania & the Human Voice) 27 Feb. 1993 18 Temp. 1 Ep. 18 Respiração, Beakmania e Telefone (Lungs, Beakmania & Telephones) 6 Mar. 1993 19 Temp. 1 Ep. 19 Gravação em Fitas, Beakmania e Cama de Pregos (Tape Recording, Beakmania and Force vs. Pressure) 3 Apr. 1993 20 Temp. 1 Ep. 20 Microondas, Beakmania e Aranhas (Microwaves, Beakmania and Spiders) 10 Apr. 1993 21 Temp. 1 Ep. 21 Cera de Ouvido, Beakmania e Foguetes (Earwax, Beakmania and Rocket Engines) 17 Apr. 1993 22 Temp. 1 Ep. 22 Camada de Ozônio, Beakmania e Ácidos (Ozone, Beakmania & Acid) 24 Apr. 1993 23 Temp. 1 Ep. 23 Vaso Sanitário, Beakmania e Montanha-Russa (Plumbing, Beakmania & Roller Coasters) 1 May 1993 24 Temp. 1 Ep. 24 Abelhas, Beakmania e Terremotos (Bees, Beakmania and Earthquakes) 8 May 1993 25 Temp. 1 Ep. 25 Reflexos, Beakmania e Radioatividade (Reflection, Beakmania and Madame Curie) 15 May 1993 26 Temp. 1 Ep. 26 Roda, Beakmania e Encontrando Respostas (Wheels, Beakmania and Finding Answers) 22 May 1993 27 Temp. 2 Ep. 1 Submarinos, Beakmania e Digestão (Submarines, Beakmania and Digestion) 18 Sep. 1993 28 Temp. 2 Ep. 2 Coração, Beakmania e Helicópteros (Heart, Beakmania & Helicopters) 25 Sep. 1993 29 Temp. 2 Ep. 3 Baterias, Beakmania e Balões (Batteries, Beakmania & Balloons) 2 Oct. 1993 30 Temp. 2 Ep. 4 Túneis Subaquáticos, Beakmania e Trens à Vapor (Tunnels, Beakmania & Trains) 16 Oct. 1993 31 Temp. 2 Ep. 5 Morcegos, Beakmania e Planadores (Bats, Beakmania & Energy) 30 Oct. 1993 32 Temp. 2 Ep. 6 Céu, Beakmania e Linha de Produção (Sky, Beakmania & Henry Ford) 23 Oct. 1993 33 Temp. 2 Ep. 7 Som, Beakmania e Ilusões (Sound, Beakmania & Illusions) 9 Sep. 1993 34 Temp. 2 Ep. 8 Relâmpagos, Beakmania e Ossos (Lightning, Beakmania & Bones) 13 Nov. 1993 35 Temp. 2 Ep. 9 Lua, Beakmania e Elevadores (Moon, Beakmania & Elevators) 20 Nov. 1993 36 Temp. 2 Ep. 10 Video Games, Beakmania e Dentes (Video Games, Beakmania & Teeth) 27 Nov. 1993 37 Temp. 2 Ep. 11 Check-Up, Beakmania e Petróleo (Check-Up Time, Beakmania & Oil) 25 Dec. 1993 38 Temp. 2 Ep. 12 Pára-Raios, Beakmania e Reações Químicas (Ben Franklin, Beakmania & Chemical Reactions) 5 Feb. 1994 39 Temp. 2 Ep. 13 Formigas, Beakmania e Colisões (Ants, Beakmania & Collisions) 26 Feb. 1994 40 Temp. 2 Ep. 14 Dor, Beakmania e Cometas (Pain, Beakmania & Comets) 15 Oct. 1994 [45º no ar] 41 Temp. 2 Ep. 15 Hidráulica, Beakmania e Dinossauros (Hydraulics, Beakmania & Dinosaurs) 29 Oct. 1994 [47º no ar] 42 Temp. 2 Ep. 16 Motores Elétricos, Beakmania e Tempo (Electric Motors, Beakmania & Time) 3 Dec. 1994 [52º no ar] 43 Temp. 2 Ep. 17 Sapos e Rãs, Beakmania e Polímeros (Frogs and Toads, Beakmania & Polymers) 1 Oct. 1994 44 Temp. 2 Ep. 18 Dinheiro, Beakmania e Hidrelétricas (Money, Beakmania & Water Power) 24 Sep. 1994 [42º no ar] 45 Temp. 2 Ep. 19 Lixo, Beakmania e Meteorologia (Garbage, Beakmania & Meteorology) 26 Nov. 1994 [51º no ar] 46 Temp. 2 Ep. 20 Arranha-Céus, Beakmania e Indicadores (Skyscrapers, Beakmania & Indicators) 19 Nov. 1994 [50º no ar] 47 Temp. 2 Ep. 21 Tubarões, Beakmania e Teoria da Relatividade (Sharks, Beakmania & Einstein) 5 Nov. 1994 [48º no ar] 48 Temp. 2 Ep. 22 Fungos, Beakmania e Cavernas (Mold, Beakmania & Caves) 16 Apr. 1994 [40º no ar] 49 Temp. 2 Ep. 23 Momento, Beakmania e Leite (Momentum, Beakmania & Cows) 12 Nov. 1994 50 Temp. 2 Ep. 24 Alergias, Beakmania e Códigos (Allergies, Beakmania & Codes) 8 Oct. 1994 [44º no ar] 51 Temp. 2 Ep. 25 Cobras, Beakmania e Estações (Snakes, Beakmania & Seasons) 22 Oct. 1994 [46º no ar] 52 Temp. 2 Ep. 26 Tornados, Beakmania e Bombeiros (Tornadoes, Beakmania & Firefighting) 17 Sep. 1994 [41º no ar] 53 Temp. 3 Ep. 1 Germinação, Beakmania e Pontes (Seeds, Beakmania & Bridges) 7 Oct. 1995 [56º no ar] 54 Temp. 3 Ep. 2 Equilíbrio, Beakmania e Camuflagem (Balance, Beakmania & Camouflage) 4 Nov. 1995 [60º no ar] 55 Temp. 3 Ep. 3 Carbono, Beakmania e Invenções (Carbons, Beakmania & Inventions) 28 Oct. 1995 [59º no ar] 56 Temp. 3 Ep. 4 Giroscópios, Beakmania e Coração (Gyroscopes, Beakmania & the Heart) 23 Sep. 1995 [54º no ar] 57 Temp. 3 Ep. 5 Aço, Beakmania e Fotografia (Steel, Beakmania & Film Developing) 2 Dec. 1995 [64º no ar] 58 Temp. 3 Ep. 6 Sol, Beakmania e Metamorfose (Sun, Beakmania & Metamorphosis) 18 Nov. 1995 [62º no ar] 59 Temp. 3 Ep. 7 Aspiradores de Pó, Beakmania e Lã/Algodão (Vacuums, Beakmania & Weaving) 14 Oct. 1995 [57º no ar] 60 Temp. 3 Ep. 8 Neve, Beakmania e Seleção Natural (Snow, Beakmania & Natural Selection) 9 Dec. 1995 [65º no ar] 61 Temp. 3 Ep. 9 Jacarés e Crocodilos, Beakmania e Robôs (Alligators and Crocodiles, Beakmania & Robots) 25 Nov. 1995 [63º no ar] 62 Temp. 3 Ep. 10 Gêiseres e Águas Termais, Beakmania e Rins (Geysers and Hot Springs, Beakmania & Kidneys) 16 Sep. 1995 [53º no ar] 63 Temp. 3 Ep. 11 Sono, Beakmania e Amplificação (Sleep, Beakmania & Amplification) 30 Sep. 1995 [55º no ar] 64 Temp. 3 Ep. 12 Crustáceos, Beakmania e Bernouli (Crustaceans, Beakmania & Bernouli) 21 Oct. 1995 [58º no ar] 65 Temp. 3 Ep. 13 Ilhas, Beakmania e Molas (Islands, Beakmania & Springs) 11 Nov. 1995 [61º no ar] 66 Temp. 4 Ep. 1 Suor, Beakmania e Pesando Carros (Sweat, Beakmania & Weighing a Car) 14 Sep. 1996 67 Temp. 4 Ep. 2 Migração, Beakmania e Vivendo no Espaço (Migration, Beakmania & Living Space) 21 Sep. 1996 68 Temp. 4 Ep. 3 Bico de Bunsen, Beakmania e Tratamento de Esgoto (Bunsen, Beakmania & Sewage) 5 Oct. 1996 [69º no ar] 69 Temp. 4 Ep. 4 Gatos, Beakmania e Dinamite (Cats, Beakmania & Dynamite) 8 Nov. 1997 [87º no ar] 70 Temp. 4 Ep. 5 Boca, Beakmania e Escala (The Mouth, Beakmania & Scale) 19 Oct. 1996 71 Temp. 4 Ep. 6 Catalisador, Beakmania e Aerosol (Catalysts, Beakmania & Aerosal Cans) 20 Sep. 1997 [80º no ar] 72 Temp. 4 Ep. 7 Borracha, Beakmania e Cabelo (Rubber, Beakmania & Hair) 14 Dec. 1996 [74º no ar] 73 Temp. 4 Ep. 8 Camelos, Beakmania e Densidade (Camels, Beakmania & Density) 29 Nov. 1997 [90º no ar] 74 Temp. 4 Ep. 9 Bumerangues, Beakmania e Ciência do circo (Boomerangs, Beakmania & Circus Science) 18 Jan. 1997 [78º no ar] 75 Temp. 4 Ep. 10 Elefantes, Beakmania e Raio-X (Elephants, Beakmania & X-Rays) 28 Sep. 1996 [68º no ar] 76 Temp. 4 Ep. 11 Pele, Beakmania e Oxigênio (Skin, Beakmania & Oxygen) 30 Nov. 1996 [73º no ar] 77 Temp. 4 Ep. 12 Pães, Beakmania e Unidades de Medida (Bread, Beakmania & Measurement) 16 Nov. 1996 [72º no ar] 78 Temp. 4 Ep. 13 Eletromagnetismo, Beakmania e Sentidos (Electromagnets, Beakmania & Senses) 9 Nov. 1996 [71º no ar] 79 Temp. 4 Ep. 14 Chimpanzés, Beakmania e Exame de Vista (Chimps, Beakmania & Eye Exams) 13 Sep. 1997 80 Temp. 4 Ep. 15 Mágica, Beakmania e Cosméticos (Magic, Beakmania & Cosmetic Chemistry) 28 Dec. 1996 [75º no ar] 81 Temp. 4 Ep. 16 Porcos, Beakmania e Frequência do Som (Pigs, Beakmania & Sound Frequency) 27 Sep. 1997 82 Temp. 4 Ep. 17 Tesouros Afundados, Beakmania e Máquina de Archimedes (Sunken Treasure, Beakmania & Archimedian Screw) 11 Oct. 1997 [83º no ar] 83 Temp. 4 Ep. 18 Baleias, Beakmania e Terceira Dimensão (Whales, Beakmania & Optical Illusions II) 18 Oct. 1997 [84º no ar] 84 Temp. 4 Ep. 19 Barreira do Som, Beakmania e Blocos da Saúde (Sound Barrier, Beakmania & Healthy Living) 25 Oct. 1997 [85º no ar] 85 Temp. 4 Ep. 20 Exploração Polar, Beakmania e Inércia Rotativa (Polar Exploration, Beakmania & Circular Motion) 4 Oct. 1997 [82º no ar] 86 Temp. 4 Ep. 21 Cães, Beakmania e Engenharia Bio-Médica (Dogs, Beakmania & Bio-Medical Engineering) 11 Jan. 1997 [77º no ar] 87 Temp. 4 Ep. 22 Crescimento Humano, Beakmania e Soluções e Suspensões (Human Growth, Beakmania & Solutions and Suspensions) 15 Nov. 1997 [88º no ar] 88 Temp. 4 Ep. 23 Ação e Reação, Beakmania e Papagaios (Action-Reaction, Beakmania & Talking Birds) 22 Nov. 1997 [89º no ar] 89 Temp. 4 Ep. 24 Protozoários, Beakmania e Dublês de Filmes (Protozoology, Beakmania & Movie Stunts) 6 Dec. 1997 [91º no ar] 90 Temp. 4 Ep. 25 Cavalos, Beakmania e Refrigeradores (Horses, Beakmania & Refrigerators) 1 Nov. 1997 [86º no ar] 91 Temp. 4 Ep. 26 Impressão Digital, Beakmania e Flatulência (Fingerprints, Beakmania & Flatulence) 4 Jan. 1997 [76º no ar] == Ligações externas == * *Beakman's World (em inglês) no TV.com Categoria:Programas de televisão infantis dos Estados Unidos Categoria:Programas do TLC Categoria:Programas da CBS Categoria:Programas de televisão dos Estados Unidos que estrearam em 1992 Categoria:Programas de televisão em língua inglesa",
 "title": "Beakman's World"
}