{
 "id": "51105",
 "text": "As rãs verdadeiras, família Ranídeos ou Rânidas (Ranidae), têm a distribuição mais ampla de qualquer família de rãs. Eles são abundantes na maior parte do mundo, ocorrendo em todos os continentes, exceto na Antártida. As rãs verdadeiras estão presentes na América do Norte, norte da América do Sul, Europa, África (incluindo Madagascar) e Ásia. A faixa asiática se estende pelas Índias Orientais até a Nova Guiné e uma única espécie (a rã-da-madeira australiana (Hylarana daemelii)) se espalhou para o extremo norte da Austrália. Normalmente, as rãs verdadeiras são lisos e de pele úmida, com pernas grandes e poderosas e pés extensamente palmados. As rãs verdadeiras variam muito em tamanho, desde pequenos -- como o rã da madeira (Lithobates sylvatica) -- até grandes. Muitas das rãs verdadeiro são aquáticos ou vivem perto da água. A maioria das espécies põe seus ovos na água e passa por um estágio de girino. No entanto, como na maioria das famílias de rãs, há uma grande variação de habitat dentro da família. Existem também espécies arbóreas de sapos verdadeiros, e a família inclui alguns dos poucos anfíbios que podem viver em água salobra. == Sistemática == As subdivisões dos Ranidae ainda são uma questão de disputa, embora a maioria esteja chegando a um acordo. Várias antigas subfamílias são agora reconhecidas como famílias separadas ( Petropedetidae, Cacoterninae, Mantellidae e Dicroglossidae ). O gênero Rana agora foi dividido e está muito reduzido em tamanho. Embora muito pouco da vasta diversidade de sapos verdadeiros tenha sido objeto de estudos recentes para dizer algo definitivo, em meados de 2008, os estudos estão em andamento e várias linhagens são reconhecíveis. * O gênero Staurois é provavelmente uma ramificação muito antiga da principal linhagem Raninae. * Amolops tem sido geralmente delimitado como um grupo monofilético. * Odorrana e Rana mais alguns gêneros menores propostos (que provavelmente deveriam ser incluídos neste último) formam outro grupo. * Um grupo que inclui Clinotarsus, Huia no sentido estrito e Meristogenys * Um conjunto mal definido de Babina, Glandirana, Hylarana, Pulchrana, Sanguirana e Sylvirana, bem como Hydrophylax e Pelophylax, que provavelmente não são monofiléticos. Algumas autoridades os trataram como sinônimos juniores do gênero Hylarana. A seguinte filogenia de alguns gêneros foi recuperada por Che et al., 2007 usando genes mitocondriais. === Gêneros === A maioria das subfamílias anteriormente incluídas em Ranidae agora são tratadas como famílias separadas, restando apenas Raninae. Os seguintes gêneros são reconhecidos na família Ranidae: * Abavorana Oliver, Prendini, Kraus, and Raxworthy, 2015 * Amnirana Dubois, 1992 * Amolops Cope, 1865 * Babina Thompson, 1912 * Chalcorana Dubois, 1992 * Clinotarsus Mivart 1869 * Glandirana Fei, Ye, and Huang, 1990 * Huia Yang, 1991 * Humerana Dubois, 1992 * Hydrophylax Fitzinger, 1843 * Hylarana Tschudi 1838 * Indosylvirana Oliver, Prendini, Kraus, and Raxworthy, 2015 * Lithobates Fitzinger, 1843 * Meristogenys Yang, 1991 * Nidirana Dubois, 1992 * Odorrana Fei, Ye, and Huang, 1990 * Papurana Dubois, 1992 * Pelophylax Fitzinger 1843 * Pseudorana Fei, Ye, and Huang, 1990 * Pterorana Kiyasetuo and Khare, 1986 * Pulchrana Dubois, 1992 * Rana Linnaeus, 1758 * Sanguirana Dubois, 1992 * Staurois Cope, 1865 * Sumaterana Arifin, Smart, Hertwig, Smith, Iskandar, and Haas, 2018 * Sylvirana Dubois, 1992 === Incertae sedis === Vários táxons são colocados em Ranidae incertae sedis, ou seja, seu status taxonômico é muito incerto para permitir uma colocação mais específica. * \" Hylarana \" attigua (Inger, Orlov e Darevsky, 1999) * \" Hylarana \" celebensis (Peters, 1872) * \" Hylarana \" chitwanensis (Das, 1998) * \" Hylarana \" garoensis (Boulenger, 1920) * \" Hylarana \" lateralis (Boulenger, 1887) * \" Hylarana \" latouchii (Boulenger, 1899) * \" Hylarana \" margariana Anderson, 1879 * \" Hylarana \" montivaga (Smith, 1921) * \" Hylarana \" persimilis (Van Kampen, 1923) == Referências == * (2004): Encyclopedia of Reptiles & Amphibians (2nd ed.). Fog City Press. * (2006): Amphibian Species of the World Version 3 - Petropedetidae Noble, 1931. American Museum of Natural History, New York, USA. Retrieved 2006-AUG-05. * (2006): The amphibian tree of life. Bulletin of the American Museum of Natural History. Number 297. New York. * (2007) Constraints in naming parts of the Tree of Life. Mol. Phylogenet. Evol. 42 (2): 331–338. PDF fulltext * (2005): Phylogeny of the New World true frogs (Rana). Mol. Phylogenet. Evol. 34 (2): 299–314. PDF fulltext * (2009): Taxonomic freedom and the role of official lists of species names. Herpetologica 65: 115-128. * (2007): \"Fine del prodromo d'erpetologia siciliana \". Specchio delle Scienze, o, Giornale Enciclopedico di Sicilia 2: 102-104. (Ranidae, new family). (in Italian). Categoria:Ranidae Categoria:Famílias de anfíbios",
 "title": "Ranidae"
}