{
 "id": "51115",
 "text": "A Úmbria (em italiano Umbria) é uma região da Itália central com 8456 km² e 834 mil habitantes, cuja capital é Perugia (ou Perúsia). Tem fronteiras com a Toscana a oeste, as Marcas a leste e o Lácio ao sul. == Administração == Esta região é composta das seguintes províncias: * Perúgia (ou Perúsia) * Terni == Geografia == A Úmbria é uma região que está localizada numa posição geográfica que usufrui de toda a beleza das montanhas dos Apeninos e do rio Tibre. A atual região da Úmbria é bastante diferente da região no tempo dos romanos, que se estendia do norte da região conhecida atualmente como Marche até Ravena, mas que excluía a margem oeste do Tibre; e também, por exemplo, Perugia; que ficava na Etrúria, e a área em torno de Nórcia, que ficava no território sabino. Maiores cidades: * Assisi (Assis) * Città di Castello * Foligno * Gubbio * Narni * Orvieto * Perúgia * Espoleto * Terni * Todi == História == A região é habitada desde época proto-histórica pelos povos etruscos e úmbrios. A língua destes era o umbro, aparentada com o latim. Em 295 a.C., depois da batalha de Sentino, foi conquistada pelos romanos, que estabeleceram algumas colônias e atravessaram o território com a via Flamínia (220 a.C.). Durante a Segunda Guerra Púnica, com a invasão de Aníbal Barca, ocorreu na região a batalha do lago Trasimeno. A capital Perúgia foi destruída durante a guerra civil entre Marco Antônio e Otávio em 40 a.C. Depois do fim do Império Romano, o território da região foi palco das lutas entre ostrogodos e bizantinos e tornou-se parte do Ducado de Espoleto (independente entre 571 e metade do século XIII). Carlos Magno conquistou a maior parte dos domínios lombardos e os cedeu ao Papa. As cidades conquistaram uma certa autonomia e estiveram freqüentemente em guerra entre si, inserindo-se no conflito geral entre o Papado e o Império e entre guelfos e gibelinos. No século XIV surgiram diversos senhores locais que depois foram absorvidos pelos Estados Pontifícios, sob os quais a região permaneceu até o fim do século XVII. Com a chegada da Revolução Francesa, fez parte da república romana (1789-1799) e do império napoleônico (1809-1814). Em 1860, seguindo o movimento do risorgimento tornou-se parte do Reino de Itália. A Úmbria desempenhou um papel importante na história da Igreja Católica por ser o local de nascimento, em 1180, de São Francisco de Assis, fundador da ordem dos franciscanos. Francisco de Assis morreu em 1226 e foi proclamado Santo da Igreja Católica em 1228 pelo Papa Gregório IX. As manifestações folclóricas são muitas, das quais destacam-se a culinária e a festa das velas. ==Economia== A economia regional é baseada em uma rede de pequenas e médias empresas. Além do processamento de aço, têxteis e alimentos, Umbria é conhecida por seus produtos agrícolas: tabaco (Città di Castello), trufa (Nórcia), azeite (Espoleto, Trevi) e vinho (Orvieto, Montefalco e Torgiano). == Ver também == * Regiões da Itália * Lista de províncias da Itália * Lista de comunas na Úmbria == Ligações externas == * * * * * * * * * * * * * * *",
 "title": "Úmbria"
}