{
 "id": "5115",
 "text": "Valmaior é uma povoação portuguesa do Município de Albergaria-a-Velha que foi sede da extinta Freguesia de Valmaior, freguesia que tinha 17,68 km² de área e 2 040 habitantes (2011), e, por isso, uma densidade populacional de 115,4 hab/km². A Freguesia de Valmaior foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Albergaria-a- Velha, para formar uma nova freguesia denominada Albergaria-a-Velha e Valmaior com sede em Albergaria-a-Velha.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Os principais lugares da freguesia eram Igreja, Açores, Santo António, Rendo, Mouquim, Vila Nova de Fusos, Foz e Póvoa. ==População== População da freguesia de Valmaior Instituto Nacional de Estatística (Recenseamentos Gerais da População) https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 802 919 964 1.019 1.216 1.371 1.473 1.686 1.843 1.849 1.637 1.931 1.970 2.022 2.040 Distribuição da População por Grupos Etários Ano 0-14 Anos 015-24 Anos 25-64 Anos < 65 Anos 0-14 Anos 015-24 Anos 25-64 Anos < 65 Anos 2001 314 279 1 057 372 15,5% 13,8% 52,3% 18,4% 2011 287 203 1 141 409 14,1% 10,0% 55,9% 20,0% == Toponímia == O nome Valmaior (antes Valle Maior) corresponde à larga depressão fluvial, com a várzea que ali se forma, que avança até à parte terminal do Rio Caima. == Atividades Económicas == As actividades principais são a agricultura, silvicultura e extracção de inertes. Com grande projecção nacional existiu uma fábrica de pasta de papel. == Traços Religiosos == A actual Igreja Paroquial dedicada a Santa Eulália, resultou de várias transformações feitas sobre a que foi construída, provavelmente, no século XVII. Estas alterações são também responsáveis pela existência de retábulos de várias épocas. Para além desta Igreja existem várias Capelas que merecem menção. Destacamos as seguintes:Capela de S. Martinho em Mouquim, Capela de Nossa Senhora da Lapa em Açôres, Capela de S. Luís em Vila Nova de Fusos, Capela da Senhora da Luz no Cabeço da Sede de Freguesia, Capela do Senhor dos Passos em Santo António de Vale Maior, Capela de Santo António em Santo António e Capela de S. Tomé em Rendo. 10 de Dezembro é o dia de Santa Eulália contudo é em Julho que é feita a festa em sua honra, a 8 de Setembro a Senhora da Luz, o S. Martinho a 11 de Novembro, S. Luís no último Domingo de Agosto, o Santo António a 13 de Junho e a Senhora da Lapa a 15 de Agosto. == Outro Património == Classificada pelo IPPAR em 1997, a \"Mamoa de Açôres\" ergue-se no Lugar que lhe deu nome, nas proximidades de Albergaria-a-Velha. Este exemplar megalítico foi construído durante o Neo-calcolítico desta região do actual território português, numa posição-charneira entre as áreas situadas a Sul do Tejo e a própria Beira Alta, sendo nos distritos de Viseu e de Aveiro que se concentra a maior parte dos sepulcros megalíticos identificados até ao momento nas Beiras. \"De notar porém que existe nesta área uma gama muito diversificada de arquitecturas e espólios funerários, certamente em articulação com um longo período de vigência do fenómeno megalítico, ainda dificilmente decomponível de acordo com grandes etapas construtivas e de utilização.\" (JORGE, S. O., 1991, p. 136). Apesar de ainda não ter sido objecto de investigação, a \"Mamoa de Açôres\" possui cerca de trinta metros de diâmetro, não se observando, contudo, quaisquer estruturas pétreas que a pudessem ter suportado na origem. == Bibliografia == Em 2005, a Junta de Freguesia de Vale Maior editou o livro \"Valmaior ao longo dos séculos\", escrito por Delfim Bismarck, um investigador e historiador de Albergaria-a-Velha. Nesta obra são revelados dados da história de Vale Maior, desde o Século XII até à actualidade, apresentando diversos documentos inéditos e inúmeras ilustrações. == Ligações externas == * Categoria:Antigas freguesias de Albergaria-a-Velha",
 "title": "Valmaior"
}