{
 "id": "51153",
 "text": "A encefalopatia espongiforme bovina (EEB), vulgarmente conhecida como doença da vaca louca ou BSE (do acrônimo inglês bovine spongiform encephalopathy), é uma doença neurodegenerativa que afeta o gado doméstico bovino. A doença surgiu em meados dos anos 80 na Inglaterra e tem como característica o fato de ter como agente patogénico uma forma especial de proteína, chamada prião (Portugal) ou príon. É transmissível ao homem, causando uma doença semelhante a nova variante da Doença de Creutzfeldt-Jakob, abreviadamente nvCJD. == Histopatologia == Ao exame histopatológico, as lesões tomavam a forma de vacuolizações simétricas, não inflamatórias, nos neurônios e no tecido intersticial da substância cinzenta do cérebro e da medula. Os pesquisadores sabiam que estas lesões eram típicas do scrapie, da TME, da CJD e do kuru, as TSE já bem conhecidas. Os pesquisadores deram à doença o nome de encefalopatia espongiforme bovina (EEB), uma tradução do nome inglês bovine spongiform encephalopathy, (BSE). Espongiforme, devido ao facto do cérebro doente conferir a forma de uma esponja. == Epidemiologia == Um estudo epidemiológico foi realizado para conhecer os fatores comuns a todos rebanhos afetados que pudessem ser imputados como causas da doença, para monitorar a incidência da doença dentro de cada rebanho e entre os rebanhos das diferentes regiões do Reino Unido, para coletar dados clínicos dos animais e para levantar hipóteses sobre sua cadeia de causas. Foram obtidas informações desde sobre o pedigree dos animais até a utilização de insumos como medicamentos, hormônios, antibióticos, vermífugos, inseticidas organofosforados e piretróides, herbicidas e alimentos ingredientes usados na formulação de rações (entre outros). Os pesquisadores também procuraram saber se havia ligação da EEB com a política de compras do proprietário (se o rebanho era \"aberto\" ou \"fechado\"), estágio da prenhez do animal, idade ao início dos sinais e estação do ano. Em função da semelhança com o scrapie, o estudo também procurou saber se havia contato direto ou indireto (uso de mesmas pastagens ou instalações) de bovinos com ovinos na propriedade. Os pesquisadores concluíram que a EEB estava associada ao uso de apenas um produto: a farinha de carne e ossos (seja comprada para produzir rações na propriedade seja comprada como constituinte de rações prontas para uso adquiridas no comércio). Essa farinha, conhecida nos países de língua inglesa como MBM (de \"Meat and Bone Meal\"), resulta da \"transformação\" industrial dos corpos de animais alguns dos quais, por alguma razão, não podem ser destinados ao consumo humano. Tais animais são chamados eufemisticamente de \"Animais Four-D\". Os \"D\" são as letras iniciais das palavras inglesas \"Disabled\" (animais incapacitados, por alguma razão, para atividades básicos necessárias à sobrevivência e à produção, como se alimentar ou andar), \"Diseased\" (isto é, doentes), \"Dying\" (no próprio processo de morrer, isto é, em estado agônico) e \"Dead\"(já mortos na fazenda). Animais \"downer cows\" (animais que por qualquer razão não conseguem se levantar) são animais \"disabled\" ou \"diseased\". A causa do problema pode ser uma simples fratura (coluna, quadril ou membro distal) ou uma doença metabólica não transmissível (hipocalcemia), mas também pode ser uma doença infecciosa. Independentemente da causa do problema que os retirava da cadeia alimentar humana, os animais 4-D eram (e ainda parecem ser, em alguns países) utilizados para a fabricação de farinha de carne e ossos. Essa farinha era (e ainda parece ser) usada para constituir rações para alimentar animais da mesma espécie que as usadas em sua produção. Tal decisão tecnológica resultou na transformação de bovinos de seres herbívoros em \"seres carnívoros comedores de indivíduos da mesma espécie possivelmente contaminados com agentes de doenças\". Esta era uma situação que apresentava muita semelhança à descrição pelo professor Gaydusek da cadeia de causa-efeito que produziu a epidemia de kuru entre nativos da Papua-Nova Guiné (no estudo que lhe rendeu o Prêmio Nobel de Medicina de 1976). === Ação do governo britânico === O governo britânico tornou a doença de notificação obrigatória em junho de 1988 e proibiu o uso de proteína originada de tecidos de Ruminantes na alimentação de ruminantes no mês seguinte (HMSO de julho de 1988). Esta proibição foi relativamente eficaz, pois a incidência da doença começou a declinar em 1993, quando a epidemia atingiu seu auge. Estes cinco anos de demora foram necessários para que os animais infectados pelo príon apresentassem os sinais da doença (pois como sabemos, o período de incubação das encefalopatias espongiformes transmissíveis - TSE é muito longo). === Transmissão experimental === Foi demonstrado que apenas 0,1 grama de cérebro (em matéria úmida) de um animal com EEB, administrado por via oral a outros bovinos, era capaz de causar a doença dentro de períodos semelhantes aos da doença natural (após 5 anos de idade). Assim, nova ordem governamental proibiu a alimentação de ruminantes com qualquer proteína de mamíferos em abril de 1996 (HSMO 96). Pesquisas atuais mostram que apenas 0,1 grama de cérebro (peso úmido) de um animal doente, inoculado por via oral, transmite a EEB para bovinos. Para evitar este risco, hoje é proibido o uso de farinha de carne e ossos de qualquer animal de fazenda, inclusive aves, na alimentação de ruminantes. Para que uma epidemia se sustente, é necessário que cada caso atual transmita a doença para pelo menos um outro animal. A epidemia de EEB no Reino Unido vem declinando, ano após ano. Não havendo o aparecimento de novos fatores que transmitam o príon, a incidência da EEB deverá se extinguir paulatinamente. No entanto, o aparecimento de alguns casos de EEB em animais nascidos após a proibição de 1996 parece evidenciar que pode estar ocorrendo transmissão natural lateral e vertical (isto é, maternal), porém, sem força suficiente para manter a epidemia. Observa-se que a idade de início da EEB mudou das faixas de 4 a 5 e de 5 a 6 anos para 7 a 8 anos. Mas também observou-se alguns poucos casos nas faixas de 3 a 4 anos em 2002. É cedo para afirmar com segurança, mas estes casos podem indicar que a EEB pode se comportar como o scrapie dos ovinos em relação à transmissão vertical. == Impacto da EEB no mundo == Em função de, antes da epidemia de EEB, o Reino Unido ser um grande exportador de animais para reprodução e de farinha de carne e ossos, a EEB acabou atingindo sucessivamente outros países. Ocorreram mais de 5.068 casos (aproximadamente 2,75% do total mundial de casos) de EEB até dezembro de 2004 em diversos países no resto do mundo. Embora haja poucos casos de EEB em outros países, o aparecimento de um único caso é catastrófico para as exportações do país. Epidemiologistas de diversas nações entendem que apenas um caso indica que toda a cadeia de produção do país é instável em relação ao risco dos príons da EEB alcançarem produtos bovinos como a carne. A incidência em relação ao número de animais do rebanho acima de 24 meses dá uma ideia do risco de se importar um animal com BSE de um país. Em 1993, na França a incidência relativa foi de 12 e na Alemanha de 8,7 casos por milhão de bovinos acima de 24 meses. Em 2003 a incidência relativa da EEB na Grã-Bretanha foi de 130 casos por milhão de bovinos acima de 24 meses (contra 7.596 em 1992, no auge da epidemia). == A ligação da EEB com a nova variante da Doença Creutzfeldt-Jakob, vCJD == No Reino Unido, concomitantemente à evolução da epidemia de EEB, foram diagnosticadas TSE em outras espécies de animais, ao final da década de 80 e início da de 90. Gatos domésticos apresentaram a Encefalopatia Espongiforme Felina (FSE). Felinos (pumas e chitas) e ruminantes selvagens (élande, kudu, niala, órix, gazela, entre outras espécies de antílopes) mantidos em zoológicos britânicos, também apresentaram TSE. Os estudos mostraram que a ingestão de ração contendo farinha de carne e ossos era o fator comum ao surgimento dessas doenças. Diferentemente do scrapie, a EEB tinha quebrado a barreira inter-específica entre bovinos e muitas espécies animais diferentes; isto implicava que pudesse fazer o mesmo em relação à espécie humana. Foi exatamente esta possibilidade que levou o governo britânico a proibir, já em novembro de 1989, o uso de alguns órgãos e vísceras específicas (\"Specified Bovine Offals\", abreviadamente SBO), para uso na alimentação humana. A utilização de cérebro, medula espinhal, intestinos, baço, gânglios linfáticos e globos oculares foi proibida na produção de embutidos e produtos para a alimentação humana ou como insumos na fabricação de medicamentos (como hormônios). Presumia-se que estes órgãos, como no caso do scrapie, contivessem grande quantidade do agente da EEB (mesmo reconhecendo-se que o scrapie não era uma zoonose). Mesmo com esta proibição, em março de 1996, cerca de 8 anos após o início da epidemia em bovinos ter se iniciado, foi identificada uma nova forma de Doença de Creutzfeldt-Jakob, em seres humanos. Essa nova forma foi chamada de nova variante da Doença de Creutzfeldt-Jakob (abreviadamente vCJD). Estudos de tipificação em raças endogâmicas de camundongos mostraram que os padrões de lesões cerebrais e de período de incubação eram semelhantes aos da EEB, sugerindo forte ligação causa-efeito entre a ingestão de produtos bovinos contaminados com o agente da BSE e o desenvolvimento da vCJD em pessoas. Os pesquisadores estão divididos quanto ao número de casos futuros da epidemia de vCJD. Alguns cientistas, trabalhando com modelagem matemática, pensam que milhares de casos de vCJD (até 130 mil até o final da epidemia) ainda poderão ocorrer porque, pois as TSE têm caracteristicamente longos períodos de incubação e os seres humanos vida muito longa. Outros pesquisadores, também baseados em modelos matemáticos, pensam que não mais que 500 casos deverão ser registrados ao total. Felizmente, no momento, parece que os últimos estão corretos e, no final das contas, a epidemia de vCJD terá poucos casos. == Ver também == * Príon * Kuru * Lentivirus * Encefalite equina do leste * Raiva (doença) * Doença infecciosa do sistema nervoso ==Referências== Categoria:Doenças neurológicas Categoria:Doenças priônicas Categoria:Intoxicações alimentares Categoria:Doenças animais Categoria:Desastres sanitários",
 "title": "Encefalopatia espongiforme bovina"
}