{
 "id": "51161",
 "text": "Irmãos (do latim: germānus)Dicionário da Língua Portuguesa da Oxford Languages é um termo que se refere aqueles que são filhos do mesmo pai e da mesma mãe, sejam eles biológicos ou adotivos. Podem ser do mesmo sexo ou de sexos diferentes, onde chama-se irmão caso seja do sexo masculino, e irmã caso seja do sexo feminino. Irmãos que foram gerados na mesma gestação são chamados de gêmeos. Alguém que não tem irmãos é denominado filho único. Aqueles que apenas são filhos do mesmo pai ou apenas filhos da mesma mãe recebem o nome de \"meio- irmão\". Todavia, é válida a escolha de se referir a meio-irmão como \"irmão\" quando se trata de uma preferência pessoal. Um irmão é um parente de primeiro grau e um meio-irmão é um parente de segundo grau, pois estão relacionados em 50% e 25%, respectivamente. Na maior parte das sociedades pelo nosso mundo, irmãos geralmente crescem juntos e passam um bom tempo da infância socializando uns com os outros. Esta proximidade genética e física pode ser marcada pelo desenvolvimento de fortes laços emocionais, como o amor, o ciúme a fraternidade e a hostilidade. Os laços emocionais entre irmãos são frequentemente complicados e influenciados por fatores como tratamento por parte dos pais, ordem de nascimento, personalidade e experiências pessoais fora da família. Coloquialmente, as vezes através de gírias, algumas sociedades chamam de \"irmão\" também aquele que se tem laço forte de amizade. Pode ser usado também para aquele que possui a mesma crença religiosa ('confraria'). == Ordem de nascimento == Ordem de nascimento é a classificação de uma pessoa por idade entre seus irmãos. Normalmente, os pesquisadores classificam os irmãos como \"primogênitos\", \"filhos do meio\" e \"mais novos\" ou simplesmente distinguem entre filhos \"primogênitos\" e \"nascidos mais tarde\". A ordem de nascimento é comumente acreditada na psicologia pop e na cultura popular para ter um efeito profundo e duradouro no desenvolvimento psicológico e na personalidade. Por exemplo, os primogênitos são vistos como conservadores e de alto rendimento, os filhos do meio como mediadores naturais e os mais novos como encantadores e extrovertidos. Apesar de sua presença duradoura no domínio público, os estudos falharam em produzir consistentemente resultados claros, válidos e convincentes. Por isso, ganhou o título de pseudopsicologia entre a comunidade psicológica científica. == Rivalidade == \"Rivalidade entre irmãos\" é um tipo de competição ou animosidade entre irmãos e irmãs. Parece ser particularmente intensa quando as crianças têm idades muito próximas ou do mesmo sexo. A rivalidade entre irmãos pode envolver agressão; no entanto, não é o mesmo que abuso de irmãos em que uma criança vítima outra.The Effects of Sibling Competition Syliva B. Rimm, Educational Assessment Service, 2002. A rivalidade entre irmãos geralmente começa logo após ou antes da chegada do segundo filho. Embora os irmãos ainda se amem, não é incomum que eles briguem e sejam mal-intencionados um com o outro. As crianças são sensíveis a partir dos 1 ano de idade às diferenças no tratamento parental e aos 3 anos têm uma compreensão sofisticada das regras familiares e podem avaliar-se em relação aos seus irmãos. A rivalidade entre irmãos muitas vezes continua durante toda a infância e pode ser muito frustrante e estressante para os pais. Um estudo descobriu que a faixa etária de 10 a 15 anos relatou o maior nível de competição entre irmãos. A rivalidade entre irmãos pode continuar na vida adulta e os relacionamentos entre irmãos podem mudar drasticamente ao longo dos anos. Aproximadamente um terço dos adultos descreve seu relacionamento com irmãos como rival ou distante. No entanto, a rivalidade geralmente diminui com o tempo e pelo menos 80% dos irmãos com mais de 60 anos desfrutam de laços estreitos.New Baby Sibling University of Michigan Health System, June 2006Sibling Rivalry in Degree and Dimensions Across the Lifespan Annie McNerney and Joy Usner, 30 April 2001.Sibling Rivalry University of Michigan Health System, October 2006 Cada criança de uma família compete para definir quem é como pessoa e quer mostrar que está separada de seus irmãos. A rivalidade entre irmãos aumenta quando as crianças sentem que estão recebendo quantidades desiguais da atenção de seus pais, onde há estresse na vida de pais e filhos e onde a briga é aceita pela família como uma forma de resolver conflitos. Sigmund Freud via a relação entre irmãos como uma extensão do complexo de Édipo, onde os irmãos competiam pela atenção da mãe e as irmãs pela do pai. Os psicólogos evolucionistas explicam a rivalidade entre irmãos em termos de investimento parental e seleção de parentes: um pai está inclinado a distribuir recursos igualmente entre todas as crianças da família, mas uma criança quer a maioria dos recursos para si mesma.Freud Lecture: Juliet Mitchell, 2003 == Papéis de gênero entre filhos e pais == Sempre houve algumas diferenças entre irmãos, especialmente irmãos de sexo diferente. Muitas vezes, irmãos de sexo diferente podem considerar as coisas injustas porque seu irmão ou irmã tem permissão para fazer certas coisas por causa de seu gênero, enquanto eles conseguem fazer algo menos divertido ou apenas diferente. McHale e seu colega conduziram um estudo longitudinal com crianças de meia-idade e observaram a maneira como os pais contribuíram para atitudes estereotipadas em seus filhos. Em seu estudo, os experimentadores analisaram dois tipos diferentes de famílias, uma com irmãos do mesmo sexo e outra com irmãos de sexo diferente, bem como a ordem de nascimento das crianças. O experimento foi conduzido por meio de entrevistas por telefone, nas quais os experimentadores perguntavam às crianças sobre as atividades que realizavam ao longo do dia fora da escola. Os experimentadores descobriram que nas casas onde havia crianças de gênero misto, e o pai mantinha valores tradicionais, as crianças também mantinham valores tradicionais e, portanto, também desempenhavam papéis baseados em gênero na casa. Em contraste, em lares onde o pai não mantinha valores tradicionais, as tarefas domésticas eram divididas de forma mais igualitária entre seus filhos. No entanto, se os pais tinham dois filhos do sexo masculino, o homem mais novo tendia a ajudar mais nas tarefas domésticas, mas quando chegou à adolescência, a criança mais nova deixou de ser tão útil em casa. No entanto, a escolaridade pode ser um fator de confusão afetando tanto a atitude do pai quanto o comportamento dos irmãos, e as atitudes da mãe não tiveram um impacto perceptível. == Efeito Westermarck == O antropólogo Edvard Westermarck descobriu que as crianças que são criadas juntas como irmãos são insensíveis à atração sexual umas pelas outras mais tarde na vida. Isso é conhecido como Efeito Westermarck. Ela pode ser vista em famílias biológicas e adotivas, mas também em outras situações em que as crianças são criadas em contato próximo, como o sistema de kibutz israelense e o casamento shim-pua chinês.Westermarck, E.A. (1921). The history of human marriage, 5th edn. London: Macmillan, 1921. == Ver também == * Parentesco * Família == Ligações externas == Categoria:Relações de parentesco",
 "title": "Irmão"
}