{
 "id": "51169",
 "text": "Rodrigues é uma ilha de origem vulcânica localizada no Arquipélago de Mascarenhas, no Oceano Índico. Integrada à República da Maurícia, a Ilha Rodrigues tornou-se uma região autónoma em 12 de Outubro de 2002. A ilha fica a 560 km a Leste das costas da Maurícia, e apresenta uma superfície de 109 quilómetros quadrados, com 18 quilómetros de comprimento e 8 de largura, estando rodeada por uma vasto recife, cuja área é duas vezes superior à ocupada pelas terras emergidas. Em 1996, a população rondava as 35 000 pessoas, principalmente de origem africana e francesa, e de fé cristã (95%). A língua oficial é o inglês; no entanto, continua a ser pouco utilizado fora dos estabelecimentos de ensino, sendo o crioulo local a língua principal, seguido pelo francês que é falado por uma grande maioria da população. As principais indústrias são a pesca, agricultura e turismo. A ilha foi descoberta em 1528 por Diogo Rodrigues, piloto de Afonso de Albuquerque, quando regressava a Portugal numa frota sob o comando de Pedro Mascarenhas. As ilhas Mascarenhas eram já conhecidas dos navegadores árabes, mas nunca antes haviam sido colocadas num mapa. Os holandeses e os portugueses utilizavam a ilha somente como ponto de reabastecimento em água e tartarugas gigantes para as armadas a caminho da Indonésia e da Índia, respetivamente. Em 1691, o explorador francês François Leguat e os seus companheiros estabeleceram-se na ilha durante dois anos antes de regressarem para a Ilha Maurícia. O Século XVIII foi marcado pela colonização francesa da Maurícia, Reunião e Rodrigues. A Companhia Francesa das Índias Orientais administrava diretamente a ilha desde Maurícia, e enviaram colonos, juntamente com índios e escravos africanos e madagascarenses. Em 1809, em plenas Guerras Napoleónicas, a frota britânica desembarcou na Maurícia com a intenção de tomar posse da ilha. Após a conquista britânica, a administração da Rodrigues passou a mão dos ingleses, até à independência da República da Maurícia em 1968. Na ocasião do referendum sobre a independência da Maurícia, mais de 97% dos habitantes de Rodrigues expressaram-se em contra, mas representavam uma minoria e a independência da República da Ilha Maurícia foi proclamada o 12 de Março de 1968 sem haver cisão territorial do arquipélago. A capital da Rodrigues é Port Mathurin. == Ligações externas == * Travel-Images.com (imagens de Rodrigues) Categoria:Ilhas da Maurícia Categoria:Dependências da Maurícia",
 "title": "Rodrigues (ilha)"
}