{
 "id": "51178",
 "text": "Com 349 cm de altura por 776,5 cm de comprimento, Guernica, uma das obras mais famosas de Pablo Picasso , pintada a óleo em 1937, é uma “declaração de guerra contra a guerra e um manifesto contra a violência”. O quadro, além de ser um ícone da Guerra Civil Espanhola, é hoje um símbolo do antimilitarismo mundial e da luta pela liberdade do ser humano. O quadro tem implícita uma mensagem de resistência contra o autoritarismo e também contra a ascensão dos governos fascistas na Europa. O quadro estabelece um diálogo direto com o espectador por enxergar o drama, a morte e a tragédia. O quadro, ao mesmo tempo, representa as terríveis consequências da guerra sob a luz de uma lâmpada elétrica, símbolo da modernidade e do progresso técnico. A obra de Picasso trabalha com uma linguagem paradoxal. O pintor havia sido escolhido pelo governo espanhol para representar a Espanha na Exposição Internacional de Artes e Técnicas, que aconteceria em Paris. Quando o artista recebe a notícia do massacre ocorrido na cidade basca de Guernica, ele faz do desastre o tema de sua tela. O bombardeio aéreo à cidade foi feito por caças alemães em apoio ao general Francisco Franco. Atualmente está no Museu Nacional Centro de Arte Reina Sofia, em Madrid na Espanha. O governo espanhol queria utilizar o pavilhão como instrumento de propaganda política que refletiria o drama vivido no país, em plena Guerra Civil após a revolta do exército contra o Governo da II República. A participação espanhola se converteu assim em uma oportunidade para difundir o conflito na busca de apoio internacional.Picasso, Pablo. Guernica, 1937. Shorewood, 1994. Com a morte do ditador Franco, iniciaram-se os trâmites legais para o regresso do quadro para a Espanha, depois de 40 anos em exílio. A obra só chegou ao país em 1981 e, somente em 1992 o quadro foi levado ao Museu Nacional Centro de Arte Reina Sofia, onde está até hoje. Para Frederick Hartt, Guernica é um “memorial de todos os crimes perpetrados contra a humanidade no século XX”. == Composição == A pintura foi feita com o uso das cores preto e branco e um toque de bege e azul, algo que demonstrava o sentimento de repúdio do artista ao bombardeio da pequena cidade espanhola. Embora o quadro apresente uma linguagem de vanguarda, a obra é formada por uma estrutura piramidal e com uma composição simétrica e, simultaneamente, recupera o espírito do Barroco Espanhol, com o uso de expressões exageradas de dor com uma representação do trágico. Claramente em estilo modernista, Picasso retrata pessoas, animais e edifícios atingidos pelo intenso bombardeio da força aérea alemã (Luftwaffe) - oito personagens, entre pessoas e animais, protagonizam a cena. Em ordem, partindo da esquerda: uma mulher chorando, que carrega um menino morto nos braços, um touro, um soldado caído de costas, que segura uma espada e uma flor, acima dele um cavalo, uma mulher que se projeta de uma janela, carregando uma lamparina, uma outra mulher que está correndo e, enfim, uma terceira mulher cercada pelas chamas - ela parece gritar e está com os braços levantados. No dia do bombardeio, a força alemã já estava sob o controle de Adolf Hitler, aliado de Francisco Franco. Morando em Paris, o artista soube dos factos desumanos e brutais através de jornais, e daí supõe- se tenha saído a inspiração para a retratação monocromática do fato. Sua composição retrata as figuras ao estilo dos frisos dos templos gregos, através de um enquadramento triangular delas. O posicionamento diagonal da cabeça feminina, olhando para a esquerda, remete o observador a dirigir também seu olhar da direita para a esquerda, até o lampião trazido ainda aceso sobre um braço decepado e, finalmente, à representação de uma bomba explodindo. O grande quadro Guernica poderia ser considerado como a sequência culminante [neste caso, e em termos cinematográficos, como um conjunto de planos de ação que se desenrolam no mesmo local, nosso] de uma espécie de guião cinematográfico de carácter visual (um storyboard), cujo desenvolvimento prossegue, depois, nas outras vinhetas. Portanto, depreende-se uma sequência narrativa na obra. O cavalo, um dos elementos centrais da obra, é símbolo da revolta franquista, cujo significado fora empreendido por Juan Antonio Ramírez em análise à obra \"Sonho e Mentira de Franco\". Ramírez afirma que da ferida do cavalo parece sair a asa que fará voar este animal, tão parecido, aliás, com esse outro equino, vítima do fascismo, que Picasso pintará, pouco depois, no centro de Guernica , referindo-se à ferida exibida pelo cavalo em \"Sonho e Mentira de Franco\" que transforma-se em asas, simbolizando a liberdade. As diferenças entre as obras são o fato de que o cavalo em Guernica representa a vitimização e também não possui asas, apesar de estar ferido. A depicção é contraditória pois, o cavalo é geralmente retratado como agressor, indicando uma subversão da natureza agressor/vítima.Hespanhol, João Canha. Guernica ou a identidade como um acto de espera. Universidade de Aveiro, 2011. Não existem inimigos na imagem, nem bombas. Picasso retrata as vítimas cercadas pela dor e pelo medo. A obra foi apresentada pelo diretor cinematográfico Alain Resnais em seu documentário nomeado “Guernica”, de 1950, onde ele retrata o ataque aéreo à cidade usando as imagens de Picasso somadas ao texto de Paul Éluard. == Contexto histórico == O mural foi criado em resposta ao Bombardeio de Guernica, em abril de 1937. A cidade localiza-se na província de Biscaia, no País Basco. Durante a Guerra Civil Espanhola, a cidade era conhecida como local de resistência da cultura basca, sendo um grande alvo do governo espanhol. As forças republicanas eram compostas por diferentes facções (comunistas, socialistas, anarquistas e outros) com diferentes objetivos, mas unidos na oposição aos nacionalistas. Estes eram liderados pelo general Francisco Franco, que buscava um regresso à Espanha pré-republicana, baseada na lei e no respeito pelos valores católicos tradicionais. Quando eram 16:30 de segunda-feira, dia 26 de abril de 1937, aviões de guerra alemães, liderados pelo marechal Wolfram von Richthofen, bombardearam a cidade durante cerca de duas horas. A Alemanha, à época governada por Hitler, era aliada dia franquistas, a quem tinha oferecido armas, soldados e apoio militar vário. No dia 30 de abril, Von Richthofen relatou no seu diário: “Quando o nosso esquadrão chegou ao local pela primeira vez, já havia fumo por todo o lado; ninguém conseguia identificar os alvos nas estradas, pontes, subúrbios. Dessa maneira, eles lançaram todas as bombas no centro da cidade. Destruíram um grande número de casas, ruas, e linhas de água. Os incêndios espalharam-se por toda a parte. Segunda algumas fontes, uma parte dos habitantes estava fora devido a ser feriado. A restante população procurou deixar a cidade devido ao bombardeio; um pequeno número pareceu nos abrigos, que foram destruídos.” Já outras fontes referem que os habitantes da cidade estavam, na verdade, congregados no centro, por ser dia de feira, quando o bombardeio começou. Dessa maneira, muitos não conseguiram escapar pois as rodovias estavam cheias de detritos e as pontes que levavam ao outro lado da cidade haviam sido destruídas. == Criação == A fotógrafa Dora Maar – que já havia trabalhado com Picasso desde 1936 ao captar imagens de seu estúdio e lhe ensinar as técnicas de fotografia – documentou os estágios que a cidade de Guernica precisou passar para se reconstruir. Mesmo com o valor publicitário por trás, suas fotografias “ajudaram Picasso a evitar cores e dar à obra tons brancos e pretos, iguais aos das fotos”, de acordo com o historiador especializado em arte John Richardson. O trabalho foi pintando com tintas foscas encomendadas especialmente por Picasso, que queria ter o menor brilho possível. O artista americano o auxiliou a rascunhar nas telas de pintura. Antes dessa obra, Picasso quase não deixava estrangeiros entrarem em seu estúdio e assistirem ele trabalhando, mas ele liberou visitantes influentes no seu estúdio para que observassem o progresso de sua pintura, acreditando que a publicidade que ganharia ajudaria na causa antifascista. Enquanto trabalhava no mural, Picasso disse: “O problema espanhol é a luta da reação contra as pessoas, contra a liberdade. Em toda a minha vida de artista, não tenho feito nada além de lutar contra as reações e a morte da arte. Como qualquer pessoa poderia pensar, por um momento, que eu teria concordado com a morte?... No painel que eu tenho trabalhado, que eu devo chamar de Guernica, e em todos os meus trabalhos recentes, eu claramente expresso o meu aborrecimento com os militares que afundaram a Espanha em um oceano de tristeza e morte”. Depois de 35 dias de trabalho, ele terminou a sua arte em 4 de junho de 1937. == O quadro no Brasil == O quadro do Pablo Picasso veio para o Brasil em 1953 e foi o principal destaque da Segunda Bienal de Arte de São Paulo, realizada naquele ano. A exposição da obra ajudou a influenciar a temática, os traços e a representação das formas dos artistas latino-americanos, que viram o quadro na exposição. A história da vinda do quadro ao País começa antes mesmo da obra existir. Entre 1926 e 1928, auge do primeiro movimento modernista no Brasil, o pintor Cícero Dias, tomado pelo primitivismo modernista e pelo desejo de desenvolver grandes obras, mudou-se para Paris, em 1937. Quando chegou na capital francesa, o pintor brasileiro teve contacto com a obra de Picasso. Ao ver Guernica finalizada, Dias identificou novas possibilidades estéticas, expressivas e pictóricas para o tipo de pintura em painel que realizava, desde os anos de 1920. A influência do tema e da forma, transformaram a obra do artista brasileiro. Simultaneamente com isso, Dias e Picasso tornaram-se grandes amigos. Será por meio dessas relações pessoais que Dias conseguirá a autorização de Picasso para que Guernica e outras gravuras e pinturas sejam enviadas para a II Bienal de São Paulo, em 1953. À época, as questões envolvidas na Bienal, como o debate pictórico e outras questões da arte não tiveram tanta importância. O quadro Guernica fora sucesso de público e de crítica. Por conta disso, os jornais denominaram exposição como a “Bienal de Guernica”. Essa obra também influenciou outros artistas brasileiros como Cândido Portinari. O artista brasileiro viu o quadro espanhol pela primeira vez, em 1942, em Nova York.Portinari estava expondo quatro grandes murais para a Fundação Hispânica da Biblioteca do Congresso, em Washington, com temas referentes à história latino-americana. Em 1943, de volta ao Brasil, e sob o impacto da Segunda Guerra Mundial e da ditadura de Getúlio Vargas, o artista brasileiro realizou oito painéis que ficariam conhecidos como \"Série Bíblica\", influenciada pela temática da dor e das questões sociais advindas da representação de Guernica. A partir disso, Portinari passaria a retratar os dramas oriundos do Brasil. == Citação == == Ligações externas == * Categoria:Pinturas de Pablo Picasso Categoria:Guerra Civil Espanhola Categoria:Pinturas de 1937 Categoria:Pinturas no Museu Nacional Centro de Arte Reina Sofia Categoria:Pintura do cubismo",
 "title": "Guernica (quadro)"
}