{
 "id": "51181",
 "text": "O Grêmio Cultural Torcida Organizada Força Jovem, ou simplesmente Força Jovem do Vasco (FJV) é uma torcida organizada, independente, do Club de Regatas Vasco da Gama. O mascote da torcida é o personagem Eddie the Head, símbolo da banda britânica de heavy metal Iron Maiden. == História == A Força Jovem foi criada em 1969, porém fundada oficialmente no dia 19 de fevereiro de 1970, em um casarão da Rua Cônego Tobias nº 80, no bairro do Méier, de propriedade do médico vascaíno Dr. Guilherme Lopes de Almeida. No porão da casa, funcionou a primeira sede da torcida. Em 1992, a sede foi transferida para o bairro Cavalcante e, no ano seguinte, para o bairro Piedade. Até meados dos anos 1980, a Força Jovem e a TOV eram as principais torcidas do Vasco, tanto em números de participantes quanto o prestígio e poder de influência dentro do clube. Antes da Força Jovem surgir, a torcida do Vasco começava a encher o Maracanã do meio para atrás do Gol, com o surgimento da Força Jovem isso mudou, o que acontece hoje em dia é justamente o contrário. Isso demonstra o que a FJV significa e representa para toda a NAÇÃO VASCAÍNA. No mesmo ano de fundação, o Vasco voltou a ser Campeão Carioca, o Brasil foi Tri Campeão Mundial. Em 1996, a Força Jovem mais uma vez mudou o local de sua sede, passando a estar localizada na Rua Gonçalves Dias nº 89, no centro da cidade do Rio de Janeiro. A primeira faixa da torcida foi confeccionada no Méier, era branca e possuía os dizeres \"Vasco, o Méier te saúda\" escritos em preto. Em 2013, a torcida se envolveu numa briga com torcedores do Clube Atlético Paranaense, e por isso foi proibida de frequentar estádios por 9 anos. Hoje a Força Jovem do Vasco se encontra numa “luta” incessante para conscientizar todos os integrantes da torcida pela Paz nos Estádios é a prioridade da diretoria. Está sem poder frequentar os estádios a 10 anos, punidos pelo Ministério Público impedidos de ir aos jogos do Vasco. Desde que assumiram, os novos diretores junto ao nosso jurídico, trabalham incansavelmente lutando pelo fim da punição, para que possamos fazer o que sabemos de melhor: apoiar o Vasco na bancada (arquibancada) os 90 minutos sem parar. O governo do RJ declarou a torcida do Vasco da Gama patrimônio cultural imaterial do estado. O projeto de lei do deputado Chiquinho da Mangueira, de agosto de 2022, foi sancionado na sexta-feira dia 7 e publicado no Diário Oficial desta segunda- feira dia 10. O deputado destacou se tratar de uma torcida formada por mais de 10 milhões de pessoas espalhadas por todo o país que, \"com amor, devoção e entrega vem enchendo os estádios, fazendo sua festa, levando o apoio irrestrito aos jogadores, representando o grande clube do Rio de Janeiro, Vasco da Gama\". == Presidentes == Nome Mandato Ref. Manoel Santos da Cunha (Fogueteiro) 1969 - 1970 Jorge Mello 1970 Eli Mendes 1971 - 1989 Roberto Monteiro 1989/91 Antônio Brás 1991/92 Márcio Bonfim (Buião) 1992/93 Roberto Monteiro 1993 Marcos Thomaz 1993/94 Antônio Brás 1994/97 Marcelo Mendonça (He- Man) 1997/98 Fernando Leal 1998/99 Alexandre Lima (Cebola) 1999/2000 Marcelo Granzotto (Zona Sul) 2000/04 Gustavo Ferreira (Gustavinho) 2005/06 José David Azevedo 2006/07 Joel Junior 2007/08 Luiz Claudio do Carmo (Claudinho) 2008/11 Bruno Pereira Ribeiro (Bruno Fet) 2012/13 Leandro Braga Rabelo (Leandro Caxias) 2015/17 Sávio Agra Sassi 2017/18 Pedro Henrique Sampaio 2018/2020 Marcelo Lisboa (Cecé) 2020/2021 Fabiano de Souza Marques (Fabinho) 2020/2024 O primeiro presidente da Força Jovem foi Manoel Santos da Cunha (Fogueteiro), que manteve-se no cargo durante um ano, quando foi substituído por Jorge Mello. Ely Mendes assumiu na sequência, permanecendo como presidente durante vários anos. Em 1990, assumiu Roberto Monteiro aos 18 anos de idade. Em sua gestão, a Força Jovem foi dividida em \"Famílias\", isto é, organizada por bairros, municípios, estados e até mesmo em outros países. Depois, quem assumiu a presidência foi Antônio Brás, seguido por Márcio Bonfim (Buião) e novamente Roberto Monteiro. Após o segundo mandato de Roberto, assumiu a presidência Marcelo Mendonça (He-Man), que deu o primeiro passo para a estrutura de marketing na torcida, inclusive lançando o primeiro website da torcida na internet. == Uniformes == A primeira camisa era toda preta com gola olímpica e punhos brancos. Na frente a faixa diagonal branca era do lado direito do peito, sendo a cruz de Malta do lado esquerdo com três estrelinhas amarelas abaixo dela. Nas costas em fundo preto liso estava escrito FORÇA JOVEM em vermelho, sendo a palavra FORÇA em semicírculo e JOVEM, abaixo, em linha reta. == Famílias == * 1ª Família: Méier, Engenho Novo, Engenho de Dentro, Lins, Sampaio, Riachuelo, Água Santa, Cachambi, Rocha, Maria da Graça, Del Castilho, Encantado, Todos os Santos. * 2ª Família: Vila Isabel, Tijuca, Grajaú, Andaraí, Maracanã, Estácio, Rio Comprido, Catumbi, Mangueira, Alto da Boa Vista. * 3ª Família: Piedade, Cavalcante, Pilares, Abolição, Cascadura, Quintino, Engenho da Rainha, Inhaúma. * 4ª Família: Marechal Hermes, Madureira, Campinho, Valqueire, Oswaldo Cruz, Deodoro, Bento Ribeiro, Guadalupe, Ricardo de Albuquerque, Anchieta, Pavuna, Acari, Costa Barros, Barros Filho, Coelho Neto, Colégio, Irajá, Vista Alegre, Jardim América, Vicente de Carvalho, Vaz Lobo, Rocha Miranda, Parada de Lucas, Honório Gurgel, Vigário Geral, Coelho da Rocha, São João de Meriti e Vilar dos Telles. * 5ª Família: Catete, Flamengo, Laranjeiras, Botafogo, Glória, Copacabana, Ipanema, gávea, Humaitá, Lagoa, Jardim Botânico, Leblon, Leme, Urca, Cosme Velho, São Conrado, Rocinha. * 6ª Família: Leopoldina, Manguinhos, Jacaré, Higienópolis, Bonsucesso, Ramos, Olaria, Penha, Vila da Penha, Cidade Alta, Vila Kosmos, Maré. * 7ª Família: Niterói, São Gonçalo, Ponta da Areia, Itaipu, Icaraí, Santa Rosa, Fonseca, Tribobó, Maria Paula, Cubango, Santa Bárbara, Engenhoca, Venda da Cruz, Barreto, Centro, Neves, Zé Garoto, Vila Lage, Porto Velho, Paraíso, Mangueira, Porto Novo, Porto da Pedra, Barro Vermelho, Santa Catarina, Engenho Pequeno, Boaçu, Mutuá, Santa Isabel, Trindade, Itaúna, Salgueiro, Chumbada e Alcântara. * 8ª Família: Baixada, Nova Iguaçu, Morro Agudo, Nilópolis, Austin, Japeri, Posse, Engenheiro Pedreira, Tinguá, Vila de Cava, Mesquita e Paracambi. * 9ª Família: Urucânia, Magalhães Bastos, Sete de Abril, Bangu, Realengo, Jabour, Padre Miguel, Cosmos, Senador Camará, Santíssimo, Vasconcelos, Campo Grande, Santa Cruz, Paciência, Sepetiba, Barra de Guaratiba,Cabuis , Pedra de Guaratiba, Mangaratiba, Itaguaí e Seropédica. * 10ª Família: Jacarepaguá, Taquara, Freguesia, Pechincha, Cidade de Deus, Curicica, Rio Centro, Vargem Grande, Vargem Pequena, Tanque, Gardênia Azul, Praça Seca, Rio das Pedras, Recreio e Barra da Tijuca. * 11ª Família: São Cristovão, Caju, Benfica, Barreira do Vasco e Bairro Vasco da Gama. * 12ª Família: Caxias/Petrópolis, Belford Roxo, Gramacho, 25 de Agosto, Vila São Luis, Jardim Gramacho, Xerém, Jardim Leal, Periquito, Nova Campina, Santa Cruz da Serra, P. Paulista, Jardim Primavera e Vila Operaria. * 13ª Família: Centro, Santo Cristo, Cidade Nova, Gambôa, Santa Tereza, Bairro de Fátima, Saúde e Paquetá. * 14ª Família: Ilha do Governador, Galeão, Portuguesa, Jardim Guanabara, Cacúia, Cocotá, Ribeira, Bancários, Tauá, Zumbi e Bananal. * 15ª Família: Nova Friburgo, Cachoeiras de Macacu * 16ª Família: Teresópolis, Magé, Guapimirim * 17ª Família: Volta Redonda, Resende, Vassouras e Barra do Piraí * 18ª Família: Juiz de Fora * 19ª Família: Campos, Miracema, Itaperuna * 20ª Família: Araruama, Armação de Búzios, Arraial do Cabo, Bacaxá, Cabo Frio, Iguaba Grande, Iguabinha, Rio das Ostras, Saquarema, São Pedro da Aldeia e Macaé * 21ª Família: Barra Mansa * 22ª Família: Brasília * 23ª Família: São Paulo * 24ª Família: Maceió * 25ª Família: Pará * 26ª Família: Manaus * 27ª Família: Espírito Santo * 28ª Família: Santa Catarina * 29ª Família: Roraima * 30ª Família: João Pessoa * 31ª Família: Natal * 32ª Família: Maranhão * 33ª Família: Governador Valadares * 34ª Família: Triângulo Mineiro * 35ª Família: Belo Horizonte * 36ª Família: Bahia * 37ª Família: Paraná * 38ª Família: Rio Grande do Sul * 39ª Família: Pernambuco * 40ª Família: Sergipe * 41ª Família: Ceará * 42ª Família: Piauí * 43ª Família: Amapá * 44ª Família: Acre * 45ª Família: Cuiabá * 46ª Família: Mato Grosso do Sul * 47ª Família: Rondônia * 48ª Família: Tocantins * 49ª Família: Angra dos Reis * 50ª Família: Portugal * 51ª Família: Espanha * 52ª Família: Estados Unidos * 53ª Família: Itália * 54ª Família: Inglaterra * 55ª Família: Canadá * 56ª Família: Japão * 57ª Família: Goiás * 58ª Família: Maricá, Araçatiba, Bambuí, Bananal, Barra de Maricá, Boqueirão, Caju, Centro, Caxito, Cordeirinho, Flamengo, Inoã, Itaipuaçu, Itapeba, Jaconé, Mumbuca, Ponta Negra, São José, Ubatiba. * 59ª Família: Itaboraí, Cachoeiras de Macacu, Tanguá e Rio Bonito * 60ª Família: Costa Verde * 61ª Família: Três Rios * 62ª Família: Arábia * 70ª Família: Austrália * Família Feminina == Ligações externas == * * * * Categoria:Club de Regatas Vasco da Gama Categoria:Torcidas organizadas do estado do Rio de Janeiro",
 "title": "Força Jovem do Vasco"
}