{
 "id": "5123",
 "text": "Paderne é uma povoação portuguesa sede da Freguesia de Paderne do Município de Albufeira, freguesia com 52,56 km² de área e 3498 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de , o que lhe permite ser classificada como uma Área de Baixa Densidade (portaria 1467-A/2001).Teixeira, Ângelo José Lopes (2006). Tipologia sócio-económica das freguesias da Região do Algarve, 1991 - 2001, Dissertação de mest., Economia Regional e Desenvolvimento Local,Faculdade de Economia, Univ. do Algarve. A freguesia de Paderne está situada na margem esquerda da ribeira de Algibre ou de Quarteira, a cerca de 12 km da sede municipal. O seu orago é a Nossa Senhora da Esperança, celebrada todos os anos no dia 30 de novembro. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 516 414 1753 821 2011 402 319 1759 824 2021 424 264 1890 920 ==Toponímia== O topónimo “Paderne” deriva do baixo-latim (villa) Paterni, “a quinta de Paterno”. ==Geografia== Localizada no Barrocal Algarvio, Paderne é uma pequena aldeia numa freguesia com 53 km2 e com aproximadamente 3500 habitantes. É uma das mais antigas do Município de Albufeira, e pelas suas características rurais, mantendo os traços de uma aldeia do interior com o seu castelo assim como vários pontos de interesse paisagístico nomeadamente: a fonte, as ribeiras de Algibre e de Quarteira e seus açudes tendo muitos outros pontos históricos de referência a considerar e visitar. http://www.juntafreguesiapaderne.pt/caraterizacao.html ==Personalidades destacadas== *Firmino João Martins (1925-2021) — Ferroviário e sindicalista, prisioneiro político do Estado Novo == Património == *Lista de património edificado em Albufeira *Azenha de Paderne *Casa Paroquial de Paderne *Castelo de Paderne *Ermida de Nossa Senhora da Assunção *Ermida de Nossa Senhora do Pé da Cruz *Fonte de Paderne *Igreja Matriz de Paderne *Museu do Barrocal *Ponte medieval de Paderne Categoria:Antigos municípios do distrito de Faro",
 "title": "Paderne (Albufeira)"
}