{
 "id": "5127",
 "text": "{ Mitologia cristã refere-se ao conjunto de narrativas, simbologias e crenças, presentes ou não no cânon bíblico, que integram as tradições religiosas do cristianismo. Um mito cristão é uma história que os seguidores da religião atribuem um profundo significado espiritual e teológico. == Problematização conceitual == O termo mitologia refere-se tanto ao estudo quanto ao conjunto de mitos de uma determinada cultura ou religião, sendo, geralmente considerad que mitologia é a religião do outro. No contexto do positivismo (ver Émile Durkheim), as mitologias foram vistas como formas de conhecimento primitivas, superadas pela metafísica e posteriormente pela ciência. Assim, o termo adquiriu uma conotação pejorativa, sendo frequentemente associado a religiões antigas. Além da mitologia cristã, exemplos incluem a mitologia greco-romana e a mitologia nórdica.Eliade, Mircea. Myths, Dreams and Mysteries. Trans. Philip Mairet. New York: Harper & Row, 1967. Por essa razão, o termo \"mitologia cristã\" costuma ser empregado por aqueles que não aderem à fé cristã. No entanto, é amplamente aceito que todas as religiões possuem mitos, lendas e ritos que estruturam suas práticas.Bascom, William. \"The Forms of Folklore: Prose Narratives\". 'Sacred Narrative: Readings in the Theory of Myth. Ed. Alan Dundes. Berkeley: University of California Press, 1984. 5-29. A mitologia cristã abrange tanto histórias bíblicas quanto tradições acumuladas ao longo dos séculos em torno de personagens do novo testamento, bem como das vidas de santos. Exemplos de histórias que se integram a esse corpus incluem as lendas sobre Pôncio Pilatos e diversos relatos de hagiografia. Estas narrativas, ainda que muitas vezes não presentes no cânon bíblico, ilustram temas centrais da fé cristã. Outras histórias, como as de São Jorge e São Valentim, também são categorizadas como mitologia cristã devido ao seu papel na transmissão de valores espirituais. == Mitologemas bíblicos == O termo mitologema designa, segundo Károly Kerényi, o menor elemento significativo dentro de um conjunto mítico. A seguir, são apresentados alguns mitologemas centrais na mitologia cristã. === Cristo e Cristologia === O Cristianismo é uma religião fundada sobre o evento da vida, morte e ressurreição de Jesus Cristo. Embora Cristo não tenha deixado nada escrito, seus ensinamentos foram registrados por seus apóstolos nos evangelhos, cartas, profecias e nos atos dos apóstolos. Dessa forma, o mitologema de Cristo é o mais importante na mitologia cristã. Alguns dos principais elementos desse mitologema incluem: a) a concepção milagrosa e o nascimento de Jesus pela Virgem Maria; b) o batismo de Jesus; c) a Tentação de Cristo; d) a Transfiguração de Jesus; e) suas parábolas; f) a Última Ceia; g) a crucificação; h) a ressurreição de Jesus; i) a Ascensão de Jesus e j) a descida do Espírito Santo no dia de Pentecostes. Os relatos evangélicos sobre Jesus Cristo são combinados, na mitologia cristã, com a narrativa de como a teologia cristã se manifestou e tornou-se realidade entre seus seguidores. === Escatologia cristã === A escatologia cristã trata dos \"últimos acontecimentos\" do plano divino. A parousia (o retorno de Cristo) e o juízo final são temas centrais na narrativa escatológica. O apocalipse de João dedica-se inteiramente à descrição desses eventos finais. Entre os mitologemas escatológicos, estão: a vinda do anticristo, a segunda vinda de Cristo, a ressurreição dos mortos, o juízo final e a criação do reino de Deus na terra. === Comparação de mitologemas judaicos e cristãos === ==== Semelhanças ==== * Cosmogonia ** A revolta de Satanás contra Deus () e seu lançamento à Terra em formação () ** O relato da criação em 7 dias () ** A narrativa do Éden e a expulsão de Adão e Eva () * Origens ** A queda do homem e o pecado original ** A arca de Noé e o dilúvio ** A torre de Babel ** A vida de Abraão ** O êxodo do Egito ** A conquista da terra prometida ** O período dos profetas hebreus ==== Diferenças ==== A principal diferença entre os mitologemas judaicos e cristãos está no querigma, onde Cristo é visto como a pedra angular da \"boa nova\" cristã. == Mitologemas cristãos fora da bíblia == Além dos mitos canônicos, a mitologia cristã abrange uma série de narrativas e símbolos não incluídos no cânon bíblico: === Textos apócrifos === * Mitos do gnosticismo cristão, como: ** A criação valentiniana envolvendo Sofia e o demiurgo; ** O mito maniqueísta sobre a criação; ** Os evangelhos gnósticos que retratam Jesus de forma docética. === Outros mitologemas === * Histórias lendárias como a do rei Abgar V de Edessa e artefatos como o Santo Graal, a lança do destino e o Santo Sudário de Turim; * Narrativas expandidas ou adicionadas às histórias bíblicas, como os contos dos três reis magos e de Dimas. == Entidades da mitologia cristã == Fazem parte da mitologia cristã entidades como: a Trindade - Deus, Jesus Cristo e o Espírito Santo -, anjos, santos, demônios e espíritos de demônios. Além dessas, inclui-se também: arcanjos, querubins, serafins, dragões e criaturas bíblicas, como o beemote e a serpente falante. == Interpretação bíblica == Alguns dos principais tratamentos literários das narrativas bíblicas incluem: * Paraíso Perdido de John Milton; * A Divina Comédia de Dante Alighieri; * Lendas sobre santos na Legenda Áurea de Jacobus de Voragine; * Lendas sobre o Rei Artur e a busca pelo Santo Graal. == Ver também == * Deus (Pai, Filho, e Espírito Santo); * Demonologia; * Angelologia. Categoria:Mitologia cristã Categoria:Cristianismo Categoria:Religião Categoria:Mitologia",
 "title": "Mitologia cristã"
}