{
 "id": "5134",
 "text": "A mitologia persa é a reunião de crenças e práticas do povo que habitava o Planalto do Irã e suas imediações, como áreas da Ásia Central do Mar Negro a Cotã (na China) e tinha origens linguísticas e culturais comuns. Sua essência é a da existência de dois puros básicos em guerra entre si. Suas fontes estão no Zoroastrismo. ==Características== A principal coletânea da mitologia persa é o Épica dos Reis de Ferdusi, escrito mil anos atrás. A obra de Ferdusi tem por base as histórias e personagens do Zoroastrismo e do Masdeísmo, não apenas o Avestá, mas também o Criação Original e o Dencarde. A mitologia persa é ao mesmo tempo muito próxima e diferente da mitologia hindu. Elas são próximas, porque os iranianos são um povo indo-europeu cuja língua tem grande semelhança com o sânscrito e foram um povo que estabeleceu constantes relações com os arianos da Índia. E são diferentes, pois a religião dos antigos persas adquiriu um aspecto mais moral que mitológico. ==Contexto religioso== Os personagens da mitologia persa podem, em sua maioria, ser classificados em dois tipos: os bons e os maus. Isso espelha o antigo conflito baseado no conceito do zoroastrianismo da dupla origem em Aúra-Masda (em avéstico, ou Ormusde em persa tardio). Spenta Mainyu é a fonte da luz, da fertilidade e das energias construtivas, enquanto Angra Mainiu (Arimã em persa) é a fonte da escuridão, da destruição, da esterilidade e da morte. Ormuzd é o mestre e criador do mundo. Ele é soberano, onisciente, deus da ordem. O Sol é seu olho, o céu suas vestes bordadas de estrelas. Atar, o relâmpago, é seu cílio. Apô, as águas, são suas esposas. Aúra-Masda é o criador de outras sete divindades supremas, os Amesa-Espentas, que reinam, cada um, sobre uma parte da criação e que parecem ser desdobramentos de Aúra-Masda. Sob Aúra-Masda e os seis Amesa- Espentas a mitologia persa coloca, como divindades benéficas: \"Mitra\", o mestre do espaço livre; Tistrya, o deus das trovoadas; , o deus da vitória; ela admitia, além disso, um grande número de deuses do mesmo elemento, os Izeds. Assim como Aúra-Masda estava cercado por seis Amesa Espentas e de outras divindades, Angra Mainiu (Arimã) — o deus malfazejo que invade a criação para perturbar a ordem e que é concebido como uma serpente — é acompanhado de seis demônios procedentes das trevas cósmicas e de um grande número de outras divindades malignas. Além disso, Angra Mainiu, epítome do mal no Zoroastrismo, perdeu sua identidade zoroastrista e masdeísta original na posterior literatura persa sendo finalmente descrito como um Dev. Representações religiosas de Angra Mainiu posteriores a conquista islâmica mostram-no como um gigante com o corpo manchado e dois chifres. Os Devs (avéstico, persa: div), significando celestial ou radiante são muito comuns na mitologia persa. Estes seres eram adorados no Zoroastrismo anterior à difusão do Masdeísmo na Pérsia e, como nas religiões védicas, os adeptos do zoroastrismo consideravam os devs seres sagrados. Somente após a reforma religiosa de Zaratustra o termo dev foi associado com demônios. Mesmo assim os Persas que habitavam a região ao sul do Mar Cáspio continuaram a adorar os devs e resistiram à pressão para aceitar o Zoroastrismo e as lendas em torno dos devs sobreviveram até os dias atuais. Por exemplo, a lenda do Dev-e Sepid (Dev branco) de Mazandarão. ==Mitos== O mito mais importante da religião persa é o da disputa entre Ahura Mazda e Ahrimã que consiste na luta de dois tipos de seres divinos. Esta luta nos aparece sob uma dupla forma: a material e a espiritual. No caso da luta material, Ahrimã quer invadir o céu, mas é repelido para o inferno; na luta espiritual ou mística, Ahrimã, princípio da obscuridade, da desordem, do mal, é repelido por Ormuzd, deus da luz, da ordem e do bem. No primeiro caso, a arma de Ormuzd é Atar, o relâmpago; no segundo caso, a piedade ou a oração, personificada sob o nome Vohu Mano. A personagem mais importante nos épicos persas é . Sua contraparte é Zahhak, um símbolo do despotismo que foi finalmente derrotado por Kaveh que liderou um levante popular contra ele. Zahhak era protegido por duas serpentes que cresciam de seus ombros e não importava quantas vezes elas fossem decapitadas suas cabeças cresciam novamente para protegê-lo. A serpente, como em muitas outras mitologias orientais, representava o mal, mas aparecem muitos outros animais na mitologia persa; os pássaros, em especial, eram sinal de boa sorte. Os mais famosos deles são Simurgue, um grande pássaro bonito e poderoso, Huma, o pássaro real da vitória cujas plumas adornavam as coroas e Samandar, a fênix. Peri (avéstico: Pairika), considerada uma mulher bonita, porém má na mitologia mais antiga, tornou-se gradualmente menos má e mais bonita até transformar-se em um símbolo de beleza no período islâmico similar aos houri — espécie de anjos — do Paraíso. Entretanto uma outra mulher má, Patiareh, atualmente simboliza a prostituição. !",
 "title": "Mitologia persa"
}