{
 "id": "51351",
 "text": "Douglas Noël Adams (Cambridge, 11 de março de 1952 — Santa Bárbara, 11 de maio de 2001) foi um escritor e comediante britânico, famoso por ter escrito esquetes para a série televisiva Monty Python's Flying Circus, junto com os integrantes desse grupo de humor nonsense, e pela série de rádio, jogos e livros The Hitchhiker's Guide to the Galaxy. Os fãs e amigos de Adams o descreveram também como um ativista ambiental, um assumido ateísta radical e amante dos automóveis possantes, câmeras, computadores Macintosh e outros 'apetrechos tecnológicos'. O biólogo Richard Dawkins dedicou-lhe seu livro The God Delusion e nele descreve como Adams compreendeu a teoria da evolução e, tornou-se um ateísta. Adams era um entusiasta de novas tecnologias, tendo escrito sobre email e usenet antes de tornarem-se amplamente conhecidos. Até o fim de sua vida, Adams foi um requisitado professor de tópicos que incluíam ambiente e tecnologia. Em 11 de março de 2013, dia em que Adams completaria 61 anos, o Google criou um Doodle especial para comemorar pelo seu aniversário. == Biografia == Douglas Adams era filho de Janet Donovan e Christopher Douglas Adams. Seus pais tiveram outra filha juntos, Susan, que nasceu em março de 1955. Em 1957 seus pais se divorciaram e Douglas mudou-se para a casa dos avós maternos com a mãe e a irmã em Brentwood, Essex. A avó de Douglas mantinha em casa um refúgio oficial para animais machucados da RSPCA. O contato com os animais intensificou a febre dos fenos e a asma do jovem. Christopher Douglas Adams casou-se novamente desta vez com Mary Judith. Deste casamento, Douglas teve uma meia-irmã, Heather. Janet casou-se novamente com o veterinário Ron Thrift, com quem teve mais dois filhos: Jane e James Thrift. === Carreira === Adams iniciou sua carreira como escritor, logo após se formar em literatura inglesa pela St John's College parte da Universidade de Cambridge, em 74, passou parte da década de 70 viajando como mochileiro pela Europa até a cidade de Istambul, na Turquia. O sucesso vem quando, em 77, Adams conhece Simon Brett, que trabalhava na rádio BBC 4. Juntos os dois decidem produzir um programa humorístico sobre ficção científica para a rádio. Era o início de O Guia do Mochileiro das Galáxias. Passou vários anos a trabalhar em programas de rádio e televisão, assim como a escrever, representar e, por vezes, a dirigir produções teatrais interpretadas em Londres, Cambridge, e no Festival Fringe de Edimburgo. Foi produtor de rádio e autor de guiões para a série de culto da BBC: Doctor Who. Colaborou com os Monty Python em vários projetos. == Morte e Legado == Adams morreu de um ataque cardíaco em 11 de maio de 2001, aos 49 anos, depois de descansar de seus exercícios regulares em uma academia particular em Montecito, Califórnia. Seu funeral foi realizado em 16 de maio em Santa Bárbara. Suas cinzas foram colocadas no Cemitério de Highgate, no norte de Londres, em junho de 2002. Um serviço memorial foi realizado em 17 de setembro de 2001 na igreja de St. Martin-in-the-Fields, em Trafalgar Square, Londres. Em maio de 2002, o livro O Salmão da Dúvida foi publicado, contendo muitos contos, ensaios e cartas, bem como elogios de Richard Dawkins, Stephen Fry (na edição do Reino Unido), Christopher Cerf (na edição dos EUA) e Terry Jones (na edição de bolso dos EUA). Ele também inclui onze capítulos de seu romance inacabado, O Salmão da Dúvida, que foi originalmente planejado para se tornar um novo romance de Dirk Gently, mas poderia ter se tornado o sexto romance do Hitchhiker. Outros eventos após a morte de Adams incluíram uma produção webcast de Shada, permitindo que a história completa fosse contada, dramatizações de rádio dos três últimos livros da série Hitchhiker e a conclusão da adaptação cinematográfica de O Guia do Mochileiro das Galáxias. O filme, lançado em 2005, postumamente credito a Adams como produtor, e vários elementos de design — incluindo um planeta em forma de cabeça visto perto do final do filme — incorporaram os recursos de Adams. Uma série de rádio de 12 partes baseada nos romances de Dirk Gently foi anunciada em 2007. Em 25 de maio de 2001, duas semanas após a morte de Adams, seus fãs organizaram uma homenagem conhecida como Dia da Toalha, que tem sido lembrada todos os anos desde então. Uma rua em São José (SC) é nomeada em homenagem a Adams. == The Hitchhiker's Guide to the Galaxy (O Guia do Mochileiro das Galáxias) == A obra começou como série radiofônica transmitida pela primeira vez no Reino Unido pela Radio 4, da BBC, em 1978, e mais tarde foi publicada (muito modificada e amplificada) numa Saga de romances em cinco partes. Os cinco livros trazem um humor escrachado, no qual o autor usa situações hilárias e bizarras para ironizar a política, a burocracia, as pessoas e suas manias. A Saga divide-se em 5 livros. Também se debate se seu último livro, não terminado, The Salmon Of Doubt seria parte dessa série, formando assim uma Saga de seis livros. Em 2009 Eoin Colfer continuou a saga do Guia com o livro intitulado E tem outra coisa… Os cinco foram lançados no Brasil pela Editora Sextante: os três primeiros na época da estréia do filme, o quarto em dezembro de 2005 e o quinto em novembro de 2006. === Filme === Em 2005 foi lançado um filme baseado no primeiro livro. == Obras == === The Hitchhiker's Guide to the Galaxy === * The Hitchhiker's Guide to the Galaxy () * The Restaurant at the end of the Universe (O Restaurante no Fim do Universo) * Life, the Universe and Everything (A Vida, o Universo e Tudo Mais) * So long, and thanks for all the fish (Até mais, e Obrigado pelos Peixes) * Mostly Harmless (Praticamente Inofensiva) === Dirk Gently's Holistic Detective Agency === # Dirk Gently's Holistic Detective Agency (Brasil: Agência de Investigações Holísticas Dirk Gently) # The Long Dark Tea-Time of the Soul (Brasil: A Longa e Sombria Hora do Chá da Alma) === Outro === * The Salmon of Doubt: Hitchhiking the Galaxy One Last Time (Livro póstumo, inacabado). == Ver também == * Dia da Toalha - Uma homenagem a Douglas Adams. * Pensador Profundo - Computador da série. == Ligações externas == * Sítio oficial * * Homenagem no Brasil - Único endereço com o seu nome no mundo. * Livros de Douglas Adams Categoria:Romancistas da Inglaterra Categoria:Humoristas do Reino Unido Categoria:Escritores de ficção científica Categoria:Ateus do Reino Unido Categoria:Sepultados no Cemitério de Highgate Categoria:Naturais de Cambridge Categoria:Ativistas do ateísmo Categoria:Críticos das religiões Categoria:Membros do Footlights Categoria:Monty Python Categoria:Alunos do St John's College Categoria:The Hitchhiker's Guide to the Galaxy",
 "title": "Douglas Adams"
}