{
 "id": "5136",
 "text": "Alcácer do Sal é uma cidade portuguesa pertencente ao distrito de Setúbal, região (NUTS II) Alentejo e sub-região (NUTS III) do Alentejo Litoral, com habitantes (2021).Usando os limites da cidade dos Censos de 2011 e os dados sobre os lugares estatísticos dos Censos 2021, tem-se que a cidade de Alcácer do Sal inclui os lugares de Alcácer do Sal, Quintinha e Forno da Cal. É sede do município de Alcácer do Sal, o segundo mais extenso município português, com de área mas apenas habitantes (2021), subdividido em 4 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28 de janeiro de 2013. O município é limitado a norte pelos municípios de Palmela, Vendas Novas e Montemor-o-Novo, a este por Viana do Alentejo e Alvito, a sudeste por Ferreira do Alentejo, a sul e oeste por Grândola e a noroeste, através do Estuário do Sado, por Setúbal. ==História== Alcácer do Sal é uma das mais antigas cidades da Europa, fundada antes de 1000 a.C. pelos fenícios. Assim como as vizinhas e também fenícias Lisboa e Setúbal, fornecia sal, peixe salgado, cavalos para exportação e alimentos para os barcos que comerciavam estanho com a Cornualha. Mais tarde, com a invasão visigótica, voltou a tomar importância, sendo sede episcopal. Invadida pelos árabes, tomou o nome de Qasr Abu Danis, sendo, aí, construída uma das fortalezas mais fortes da Península Ibérica. Os viquingues tentaram saqueá-la mas sem sucesso. Durante o domínio árabe, foi capital da província de Al-Kassr. D. Afonso Henriques conquistou-a em 1158. Reconquistada pelos mouros, só no reinado de D. Afonso II, e com o auxílio de uma frota de cruzados, a cidade foi definitivamente conquistada, tornando-se cabeça da Ordem de Santiago. Esta localidade foi elevada a cidade a 12 de Julho de 1997.Lei n.º 43/97, de 12 de Julho (Diário da República n.º 159, I Série-A, de 12-VII-1997). Acesso 2012-09-03 === Personalidades ilustres === Alcácer do Sal é a localidade onde nasceram: * Pedro Nunes (1502), matemático e cosmógrafo, um dos maiores vultos científicos do seu tempo; * Simão Rodrigues (c. 1560), um pintor do período maneirista; * António Salema (século XVI), desembargador e governador de São Tomé e Rio de Janeiro; * Visconde do Torrão; * António Caetano de Figueiredo (1810), o Visconde de Alcácer do Sal; * João Soares Branco (1863), oficial do Exército e político, brevemente ministro das Finanças; * Francisco Gentil (1878), um médico-cirurgião e professor, impulsionador da criação e diretor do Instituto Português de Oncologia; * Ruy Coelho (1889), compositor e maestro, o principal dinamizador da ópera portuguesa no séc. XX; * Joaquim Mendes do Amaral (1889), engenheiro, professor e político, governador do Banco de Angola; * João Branco Núncio (1901), o cavaleiro tauromáquico, responsável pela renovação da corrida à portuguesa; * Pedro Lynce (1943), professor e político, ministro da Ciência e do Ensino Superior. *Miguel Gonçalves (2000), Campeão do mundo de Powerlifting em juniores -75kg no World Powerlifting Congress que decorreu na Trofa em 2021. ==Clima== Alcácer do Sal possui um clima mediterrânico do tipo Csa, ou seja, com verões quentes. Os verões são muito quentes, com mais de metade dos dias com mais de 30 ºC em julho e em agosto, e muito secos. Os invernos são amenos e mais chuvosos, mas o clima é quente e seco em geral. ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853, tiveram lugar a partir de 1864, encontrando-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). Número de habitantes * Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 9 193 9 271 9 434 9 606 12 524 12 735 17 596 21 425 22 247 22 167 17 265 16 370 14 512 14 287 13 046 11 112 Número de habitantes por grupo etário ** INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 3 180 4 371 4 344 5 946 7 964 7 227 6 657 3 815 3 458 2 629 1 841 1 685 1 234 15-24 Anos 2 199 2 566 2 720 3 850 4 252 4 593 4 050 3 125 2 353 1 971 1 946 1 226 996 25-64 Anos 4 638 5 368 5 146 7 036 8 998 9 456 10 160 8 760 8 258 7 456 7 365 6 855 5 425 = ou > 65 Anos 357 453 481 522 763 935 1 300 1 565 2 301 2 456 3 135 3 280 3 457 *Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram **De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente ==Freguesias== O município de Alcácer do Sal está dividido em 4 freguesias: * Alcácer do Sal (Santa Maria do Castelo e Santiago) e Santa Susana (a mais extensa freguesia portuguesa) * Comporta * São Martinho * Torrão (vila) ==Economia== Alcácer do Sal é o concelho líder na produção de pinhão. O Alentejo produz 67% das pinhas nacionais e 15% das pinhas mundiais, segundo dados de 2013 da União da Floresta Mediterrânica (UNAC).Gazeta Rural n.º 257, 15 de Outubro de 2015, pág. 26. ==Património== thumb|direita|A ponte rodoviária da EN253 sobre o Sado em Alcácer do Sal. Originalmente estava integrada no Ramal do Seixal, como Ponte ferroviária do Seixal sobre a Ribeira de Coina. Monumentos nacionais: * Castelo de Alcácer do Sal * Estação Arqueológica do Senhor dos Mártires ==Museus== * Museu do Arroz * Museu Municipal de Arqueologia Pedro Nunes ==Desporto== *Atlético Clube Alcacerense * ==Geminações== A cidade de Alcácer do Sal está geminada com: * Bondy, (1999-06-19) * Mocuba, (2000-09-19) == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V Participação FEPU/APU/CDU PS CDS-PP AD UDP/BE PPD/PSD PPM IND PSD/CDS CH MPT A 1976 55,13 5 32,43 2 6,90 - 1979 62,71 5 17,18 1 AD 15,41 1 1,68 - AD AD 1982 57,91 5 30,08 2 1,48 - 1985 59,02 5 33,73 2 3,64 - 1989 49,78 4 27,14 2 2,63 - 16,05 1 1993 45,68 3 34,56 3 4,37 - 12,07 1 1997 58,33 5 31,91 2 1,08 - 5,04 - 2001 56,64 5 27,86 2 10,25 - 2005 34,87 3 46,49 4 0,58 - 2,34 - 9,86 - 2,48 - 2009 43,62 3 45,03 4 3,72 - 4,80 - 2013 53,55 4 32,81 3 2,32 - 2,96 - 3,28 - 2017 46,82 4 41,29 3 PPD/PSD 3,48 - CDS-PP 4,99 - 2021 48,09 4 43,98 3 PSD/CDS 2,77 - 2,33 - PSD/CDS PSD/CDS === Eleições legislativas === Data % PCP PS PSD UDP CDS APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 46,77 29,74 6,44 3,24 3,19 1979 APU 19,31 AD 2,62 AD 54,99 15,81 1980 FRS 1,99 52,90 17,34 19,43 1983 26,46 8,97 1,31 3,76 53,58 1985 16,25 10,79 1,77 2,59 46,94 15,68 1987 CDU 16,62 21,67 1,38 1,90 41,95 9,35 1991 29,78 25,92 2,96 28,87 1,41 1,47 1995 45,04 11,96 1,19 4,81 30,41 0,17 1999 49,04 10,74 3,39 30,12 0,42 1,79 2002 43,39 15,41 3,98 29,77 2,54 2005 52,58 9,07 3,06 25,49 5,71 2009 34,50 10,70 5,50 30,92 11,99 2011 31,02 17,94 7,52 29,09 6,60 0,70 2015 41,32 CDS PSD 26,46 8,72 0,68 15,72 0,64 2019 44,46 9,42 2,51 25,17 8,31 1,79 0,54 1,13 0,37 2022 51,70 11,14 1,17 17,35 4,08 0,81 0,57 6,71 2,13 2024 37,32 AD AD 16,81 12,71 5,09 1,07 1,96 16,36 2,52 == Acessibilidade == === Rodoviária === ==== Autoestrada ==== * A2 ==== Estrada ==== * IC1 * N5 * N120 * N253 * N282 === Portuária === * Porto de Setúbal === Ferroviária === * Linha do Sado * Linha do Alentejo === Aeroportuária === * Aeroporto de Lisboa === Ver também === *Diocese de Salácia *Salácia ==Ligações externas== * * * Milagre na reconquista de Alcácer do Sal, Veratatis, 10 de setembro de 2022, in Pe. Francisco de Santa Maria, «Ano Histórico, Diário Português: Notícia Abreviada de pessoas grandes e coisas notáveis de Portugal», 1744 * Visita Guiada - Alcácer do Sal, Episódio 11, 16 de maio de 2016, temporada 6, programa de Paula Moura Pinheiro na RTP",
 "title": "Alcácer do Sal"
}