{
 "id": "51375",
 "text": "Jetix foi um canal de televisão por assinatura com programação infantil operado pela Walt Disney Company. O canal encerrou suas atividades no dia 3 de julho de 2009, dando lugar ao Disney XD. Era a versão internacional do canal Toon Disney, disponível na época em poucos países. ==História e organização == Nos Estados Unidos, a marca operava como um bloco de programação nos canais ABC Family e Toon Disney (ambos operados pela Disney). Até 2000, poucos meses depois de ser comprado pela Disney, a Fox Kids tinha um horário na rede de televisão norte-americana Fox, mas como tinha sido vendido há poucos meses, a 4Kids Entertainment adquiriu, no início daquele ano, o bloco infantil da Fox norte-americana que é agora conhecido como Fox Box. Na América Latina e na Europa (com exceção de Portugal), a marca operava como um canal de televisão. Este canal tinha o nome de Fox Kids, pois surgiu em 1996 com uma joint venture entre a News Corporation (Fox) e a Saban International, cada uma com metade do canal. Até que em julho de 2001, o canal foi vendido para a Walt Disney Company, que operou com o nome da Fox até Agosto de 2004, quando o canal se tornou Jetix. O nome Jetix foi escolhido depois que a empresa realizou pesquisas internacionais especificamente com vários grupos focais para crianças. Muitas crianças escolheram o nome, implicando ação e aventura, e a empresa conseguiu usar o nome internacionalmente devido à sua ambiguidade. Bruce Steinberg, presidente e diretor executivo da Fox Kids Europe, disse que a Jetix ajudaria a fortalecer a parceria da Fox Kids Europe com a Disney, ao mesmo tempo em que criou novas alianças para continuar a alavancar com sucesso sua biblioteca e distribuição de programas. Na maior parte dos países que possuía o canal, o nome Jetix foi alterado para Disney XD entre 2009 e 2010, já em outras partes da Europa, o nome Jetix foi alterado para Disney Channel entre 2009 e 2011. == Fox Kids == Antes de julho de 2001, a Fox Kids era uma joint venture dividida e mista entre a News Corporation e a Saban Entertainment. O ABC Family Channel estava nesse ponto conhecido como Fox Family Channel, e toda a atual rede Jetix pelo mundo, foram chamadas de Fox Kids. A Fox Kids insinua ter sido fundada dentro como uma fusão entre a US Fox Children's Entertainment (entretenimento da Fox estadunidense para crianças) e a Saban Entertainment. Em julho de 2001, Haim Saban e a News Corp venderam o grupo à The Walt Disney Company, que o renomeou para Jetix, e moveu-o para o ABC Family. O bloco moveu-se para Toon Disney em 2004. Até 2002, a marca teve os direitos para que a programação das crianças na rede de televisão Fox Broadcasting Company, porém após a venda, esses espaço esteve sido vendido ao 4Kids Entertainment. Este espaço, conhecido inicialmente como o \"FoxBox\", agora é nomeado como 4Kids TV. Entretanto, alguns programas da Jetix são transmitidos na rede de televisiva da ABC, pela marca ABC Kids. Até 2007, entretanto, o único programa da Jetix que foi exibido na ABC Kids foi \"Power Rangers\". Notavelmente, todos as programas produzidos antes da venda para a a Disney em 2000 — incluindo \"Digimon\" e \"Power Rangers\" — ainda têm os logotipos da Saban Entertainment e Fox Children's Productions, por exemplo, a animação \"The Tick\" tem estes logotipos. Na Europa, na maioria dos programas antigos da Fox Kids, os logotipos originais da Saban Entertainment e Fox Children's Productions não são retidos, mas o logotipo internacional da Buena Vista são incluídos. Embora com freqüência quando um tal programa é exibido nos canais Europeus do Jetix, o filme com estes antigos logotipos param antes mesmo de terminar sua exibição completa, ou um antigo vídeo com estes é exibido. == Revista == No Reino Unido, a Future Publishing publica a revista da Jetix oficial, chamada de Jetix Magazine. Publicada a cada quatro semanas, a revista editora quebra-cabeças (presente em inglês na revista como puzzle), reportagens baseadas nos personagens do canal e quadrinhos com os \"Power Rangers\". A revista também tem nela inclusa um DVD com programas do canal. == Ver também == * Programas do Jetix == Ligações externas == * jetix.net at archive.org, July 20, 2004 * jetixkidscup.com at archive.org, May 16, 2006 * Jetix Europe at archive.org, March 14, 2018 * Jetix Magazine UK content Categoria:Canais de televisão fundados em 2004 Categoria:Empresas extintas em 2009 Categoria:Canais de televisão por assinatura dos Estados Unidos Categoria:Canais de televisão de filmes Categoria:Canais de televisão infantis Categoria:Blocos televisivos de programação Categoria:Fox Kids Categoria:Canais de televisão extintos em 2009 Categoria:Canais de televisão de língua inglesa",
 "title": "Jetix"
}