{
 "id": "51383",
 "text": "Auld Lang Syne é uma tradicional canção em escocesa (scots). Normalmente, é cantado para dizer adeus ao ano velho ao bater da meia-noite do Ano Novo/Hogmanay. Por extensão, também é frequentemente ouvido em funerais, formaturas e como despedida ou encerramento de outras ocasiões; por exemplo, muitos ramos do movimento escoteiro usam-no para encerrar jamborees e outras funções. == Letra e conhecimento popular == Auld Lang Syne Frank C. Stanley, 1907 Trata-se de um poema escocês escrito por Robert Burns em 1788. Foi adaptada para uma tradicional melodia popular, bem conhecida em países de língua inglesa e é muitas vezes cantada para comemorar o início do ano novo. Em países como Estados Unidos e Reino Unido, é conhecida popularmente como \"The Song that Nobody Knows\"' (em português: A Música que Ninguém Conhece) porque, apesar de sua melodia ser muito conhecida, poucos conhecem a letra da canção até o final. :Should auld acquaintance be forgot :and never brought to mind? :Should auld acquaintance be forgot :and days of auld lang syne? :For auld lang syne, my dear, :for auld lang syne, :we'll take a cup of kindness yet, :for auld lang syne. :Should auld acquaintance be forgot :and never brought to mind? :Should auld acquaintance be forgot :and days of auld lang syne? :And here's a hand, my trusty friend :And gie's a hand o' thine :We'll tak' a cup o' kindness yet :For auld lang syne == História == Robert Burns enviou uma cópia da canção original para Museu musical escocês com a observação: “a canção seguinte, uma velha canção, dos tempos velhos, e que nunca esteve na impressão, nem até no manuscrito até que eu o derrubasse de um velho homem\". Alguns versos líricos de fato foram \"reunidos\" e não compostos pelo poeta; o verso \"Old Long Syne” impresso em 1711 por James Watson mostra uma semelhança considerável como primeiro verso do poema de Burns. Alguma dúvida existe se a melodia usada hoje na Escócia e no resto do mundo é a mesma escrita por Burns. O canto da canção pelos escoceses nas vésperas do ano novo logo virou uma tradição em outras partes do mundo. Em 1907, Frank C. Stanley cantou uma versão da música. O líder de banda canadense Guy Lombardo muitas vezes é creditado com a popularização do uso da canção em celebrações de Ano Novo na America pelas suas transmissões anuais em rádio e televisão, começando em 1929. A canção transformou-se sua marca registrada. Além das suas transmissões Lombardo gravou a canção mais do que uma vez. O seu primeiro registro foi em 1939. Uma gravação feita em 29 de Setembro de 1947 foi emitido como um single por Registros de Decca como catálogo *24260. [6] Artigos de jornais descrevem farristas de dois lados do Atlântico cantando a canção para conduzir no Ano Novo: * “Partidos de Férias em Lenox\" (o Massachusetts, os EUA) (1896)–a companhia juntou as mãos na grande sala de música meia-noite e cantou “Auld Lang Syne” como o último curso de 12 soou e o ano novo entrou. '' * véspera de Ano Novo em Londres\" (Londres, Inglaterra) (1910)–Costumes usuais observados por Pessoa de todas as classes… A passagem do ano velho foi comemorada em Londres muito como de costume.Os residentes escoceses recolheram fora da igreja St. Paul' e cantou “Lang Auld Syne” no o último curso soados do grande sino. Um manuscrito de “Auld Lang Syne” é mantido na coleção permanente da Biblioteca de Lilly na Universidade de Indiana em Bloomington, Indiana. No Brasil recebeu uma versão de Alberto Ribeiro e Carlos Alberto Ferreira Braga (Braguinha - João de Barro) e ficou conhecida como a \"Valsa da Despedida\", adaptada em 1941. :Adeus amor :Eu vou partir :Ouço ao longe um clarim :Mas onde eu for irei sentir :Os teus passos junto a mim :Estando em luta :Estando a sós :Ouvirei a tua voz. :A noite brilha em teu olhar :A certeza me deu :De que ninguém pode afastar :O meu coração :Do seu. :Então na terra :Onde for :Viverá o nosso amor. :A luz que brilha em teus olhar :A certeza me deu :De que ninguém pode afastar :O meu coração :Do teu. :No céu na terra :Onde for :Viverá o nosso amor. Esta canção é entoada na Academia Militar das Agulhas Negras (AMAN), a maior academia militar da América Latina, por ocasião da formatura dos novos oficiais combatentes de carreira do Exército de Caxias. É também entoada pelos formandos da Escola de Especialistas de Aeronáutica da Força Aérea Brasileira na cerimônia de graduação dos novos Sargentos, com a seguinte letra:Em Portugal os Escuteiros usam a música como canção de despedida, com a seguinte letra (e a maioria da população sabe pelo menos o primeiro verso) : Chegou a hora do adeus, Irmãos, vamos partir, No abraço dado em Deus irmãos, Vamos nos despedir. Partimos com a esperança irmãos, De um dia aqui voltar, Com fé e confiança irmãos Partimos a cantar. A Deus que fez bela a amizade Nós vamos pedir, Nos guarde em unidade E nos torne a reunir. Adeus irmãos, tenhamos fé, No nosso belo ideal, Por nós será melhor ‘’ É também entoada por ocasião da formatura na Escola Preparatória de Cadetes-do-ar, Epcar, com a seguinte letra: Adeus querida escola, adeus Foste o meu segundo lar, Por onde for te levarei com orgulho ó Epcar Levando sempre na lembrança Conquistas e amigos, Momentos que não voltam mais Sonhos que vivi contigo Por onde for for ei de sentir por céu por terra ou mar Saudades ao de ti partir nunca a deixarei de amar A juventude em Portugal. Outra versão é cantada pelos escoteiros do Brasil : 1\\. Por que perder as esperanças De nos tornar a ver? Por que perder as esperanças Se há tanto querer? Refrão: Não é mais que um até logo Não é mais que um breve adeus Bem cedo junto ao fogo Tornaremos a nos ver 2\\. Com nossas mãos entrelaçadas Ao redor do calor Formemos esta noite Um círculo de amor Refrão 3\\. Pois o Senhor que nos protege E nos vai abençoar Um dia certamente Vai de novo nos juntar Link: http://www.vagalume.com.br/cancoes-escoteiras/cancao-da- despedida.html#ixzz3pFJ7zA00 == Letra == Como dito acima, Auld Lang Syne significa literalmente \"muito tempo desde que\", mas uma tradução mais detalhada ficaria algo como \"muito tempo atrás\" \"dias de muito tempo atrás\", ou \"velhos tempos\". \"Pelos velhos tempos\" ou \"para os (bons) velhos tempos\"; e pode ser expressões dos nossos dias como o uso comum em brindes que fortalece o espírito de Auld Lang Syne. a confusão sobre a significação exata das palavras levou a um uso comum de \"For the sake of\" ou \"For the days of\" no último verso. Apesar de a canção iniciar com uma pergunta se os velhos tempos devem ser esquecidos, a canção geralmente é interpretada como uma forma de lembrar amizades longa data. As canções selecionadas por Thomsons foram publicadas em 1799, na qual o segundo verso ressalta a saudação e o brinde presente a sua posição atual. A parte da canção mais utilizada geralmente é apenas a primeira estrofe e o coral. : Letra completa Versão original de Robert Burns em scots Versão popular em inglês Tradução em português Pronúncia em scots, notada no Alfabeto Fonético Internacional Should auld acquaintance be forgot, and never brought to mind? Should auld acquaintance be forgot, and auld lang syne*? :CHORUS: :For auld lang syne, my jo, for auld lang syne, we’ll tak' a cup o’ kindness yet, for auld lang syne. And surely ye’ll be your pint-stoup! and surely I’ll be mine! And we’ll tak' a cup o’ kindness yet, for auld lang syne. : CHORUS We twa hae run about the braes, and pou’d the gowans fine; But we’ve wander’d mony a weary fit, sin' auld lang syne. : CHORUS We twa hae paidl’d in the burn, frae morning sun till dine; But seas between us braid hae roar’d sin' auld lang syne. : CHORUS And there’s a hand, my trusty fiere! and gie's a hand o’ thine! And we’ll tak' a right gude-willie waught, for auld lang syne. : CHORUS Should old acquaintance be forgot, and never brought to mind? Should old acquaintance be forgot, and old lang syne? : CHORUS: : For auld lang syne, my dear, for auld lang syne, we'll take a cup of kindness yet, for auld lang syne. And surely you’ll buy your pint cup! and surely I’ll buy mine! And we'll take a cup o’ kindness yet, for auld lang syne. : CHORUS We two have run about the slopes, and picked the daisies fine; But we’ve wandered many a weary foot, since auld lang syne. : CHORUS We two have paddled in the stream, from morning sun till dine; But seas between us broad have roared since auld lang syne. : CHORUS And there’s a hand my trusty friend! And give me a hand o’ thine! And we’ll take a right good-will draught, for auld lang syne. : CHORUS : Compartilhemos tempos bons, : Da era velha ser; : Lembramos os momentos bons, : De não nos esquecer. Refrão: : Pelo que ainda tem de vir, : Pelo que ainda chega; : Com o copo de um amigo, : Vamos celebrar! :Neste ano novo, :Queremos nos lembrar :Dos tempos e dos amigos, :Nós vamos aproveitar: Refrão: : Pelo que ainda tem de vir, : Pelo que ainda chega; : Com o copo de um amigo, : Vamos celebrar! , ? , ? : CHORUS: : , , , . , . : CHORUS , ; , . : CHORUS , ; . : CHORUS , . : CHORUS == Ver também == * Ano Novo Categoria:Canções em inglês Categoria:Celebrações de ano-novo",
 "title": "Auld Lang Syne"
}