{
 "id": "51401",
 "text": "Amamentação ou aleitamento é a alimentação de bebés e crianças pequenas com leite produzido pelas mamas de uma mulher. Os profissionais de saúde recomendam que se inicie a amamentação na primeira hora de vida do bebé (hora de ouro) e que continue a ser amamentado com a frequência e quantidade que o bebé desejar. Durante as primeiras semanas de vida, os bebés podem amamentar com intervalos de aproximadamente duas a três horas. A duração de cada mamada é, em média, de dez a quinze minutos em cada mama. Os bebés mais velhos mamam com menos frequência. Quando não é possível à mãe amamentar, podem ser usadas bombas de extração de leite e o leite armazenado para consumo posterior. A amamentação possui uma série de benefícios para a mãe e para o bebé, benefícios esses que não estão presentes no leite artificial. Estima-se que o aumento da amamentação pudesse evitar anualmente a morte de crianças com menos de cinco anos em todo o mundo. A amamentação diminui o risco de infeções respiratória e diarreia, tanto em países desenvolvidos como em países em vias de desenvolvimento. Diminui ainda o risco de asma, alergias alimentares, doença celíaca, diabetes tipo 1 e leucemia. A amamentação pode também melhorar o desenvolvimento cognitivo e diminuir o risco de obesidade em adulto. Entre os benefícios da amamentação para a mãe estão uma diminuição das hemorragias após o parto, melhor recuperação do útero, perda de peso e menor incidência de depressão pós-parto. A amamentação atrasa o regresso da menstruação e da fertilidade, um fenómeno denominado amenorreia lactacional. Entre os benefícios a longo prazo para a mãe estão a diminuição do risco de cancro da mama, doenças cardiovasculares e artrite reumatoide. A amamentação é geralmente menos dispendiosa do que o leite artificial. As mães podem-se sentir pressionadas para amamentar. No entanto, em países desenvolvidos as crianças amamentadas com biberão geralmente crescem saudáveis. As organizações de saúde, entre as quais a Organização Mundial de Saúde, recomendam que as crianças sejam amamentadas em exclusivo durante seis meses. Isto significa que geralmente não são dados outros alimentos, com a exceção de vitamina D em alguns casos. Depois da introdução de alimentos sólidos aos seis meses, recomendam que se continue a amamentar até, pelo menos, os dois anos de idade. 38% de todas as crianças do mundo são amamentadas em exclusivo até aos seis meses de idade. Nos Estados Unidos, embora cerca de 75% das mulheres comecem a amamentar, só 13% é que amamentam até aos seis meses. As condições médicas que impedem a amamentação são raras. As mulheres que consumam determinadas drogas recreativas e medicamentos não devem amamentar. Fumar, consumir álcool em pouca quantidade e beber café não são motivos para deixar de amamentar. == Fisiologia da amamentação == O desenvolvimento dos seios começa na puberdade com o crescimento dos ductos, células de gordura e tecido conjuntivo. O tamanho final dos seios é determinado pelo número de células de gordura. O tamanho da mama não está relacionado à capacidade de amamentação da mãe ou ao volume de leite que ela produzirá. O processo de produção de leite, denominado lactogénese, ocorre em três estágios. A primeira fase ocorre durante a gravidez, permitindo o desenvolvimento da mama e a produção de colostro, a forma espessa e inicial do leite, de baixo volume, mas rica em nutrientes. O nascimento do bebé e da placenta desencadeia o início do segundo estágio da produção de leite, fazendo com que o leite seja suficiente nos próximos dias. A terceira fase da produção de leite ocorre gradualmente ao longo de várias semanas e é caracterizada por um suplemento completo do leite que é regulado localmente (no seio), predominantemente pela procura alimentar e sucção do bebé, que mantém os níveis de prolactina elevados, permitindo a contínua produção de leite. Isso difere do segundo estágio da lactogénese, que é regulado centralmente (no cérebro) por ciclos de retoma hormonal que ocorrem naturalmente após a expulsão da placenta. Mesmo que tradicionalmente a lactação ocorra após a gravidez, a lactação também pode ser induzida com terapia hormonal e estimulação dos mamilos na ausência de gravidez. Mais informações sobre este tópico podem ser encontradas no aertigo \"lactação induzida\". === Lactogénese I e outras alterações na gravidez === As alterações na gravidez que começam por volta das 16 semanas da idade gestacional, preparam a mama para a lactação. Essas mudanças, conhecidas coletivamente como Lactogénese I, são controladas por hormónios produzidos pela placenta e pelo cérebro, nomeadamente estrogénio, progesterona, prolactina, que aumentam gradualmente ao longo da gravidez e resultam no desenvolvimento estrutural do tecido alveolar (produtor de leite) e na produção do colostro. Embora a prolactina seja o hormónio predominante na “produção” do leite, a progesterona, que está em níveis elevados durante a gravidez, bloqueia os receptores de prolactina na mama, inibindo o efeito lactogénico durante a gravidez. Muitas outras alterações fisiológicas ocorrem sob o controle da progesterona e do estrogénio. Essas alterações incluem, mas não estão limitadas a, dilatação dos vasos sanguíneos, aumento do fluxo sanguíneo para o útero, aumento da disponibilidade de glicose (que posteriormente é passada através da placenta para o feto) e aumento da pigmentação da pele, o que resulta no escurecimento do mamilo e da aréola, formação da linea nigra, e aparecimento de melasma da gravidez. === Lactogênese II === A terceira fase do trabalho de parto descreve o período entre o nascimento do bebê e a expulsão da placenta, que normalmente dura menos de 30 minutos. A libertação da placenta causa uma queda abrupta dos hormónios placentários. Essa queda, especificamente na progesterona, permite que a prolactina funcione eficientemente nos receptores na mama, levando a uma série de alterações nos dias seguintes que permitem que o leite “entre”; essas mudanças são conhecidas coletivamente como Lactogénese II. O colostro continua a ser produzido nos dias seguintes, conforme ocorre a Lactogénese II. O leite pode “chegar” até cinco dias após o parto; no entanto, esse processo pode ser atrasado devido a vários fatores, conforme descrito na subseção Processo. A oxitocina, que sinaliza o músculo liso do útero para que se contraia durante a gravidez, trabalho de parto, nascimento e pós-parto, também está envolvido no processo de amamentação. As sucções do bebê na mama favorece a produção do leite, devido a ocorrência do estímulo da glândula cerebral hipófise, que libera a prolactina também conhecido como hormônio lactogênico e a ação do hormônio hipófise posteriormente também produz o hormônio ocitocina que usando a corrente sanguínea chega às células que envolvem os alvéolos provocando a apojadura (descida do leite até as ampolas das aréolas), completando a ação da descida com as sucções do bebê.Silva et al., 2009. A oxitocina também contrai a camada muscular lisa de células semelhantes a faixas que circundam os ductos de leite e alvéolos para formar o leite recém-produzido através do sistema de dutos que sai pelo mamilo. Este processo é conhecido como reflexo de ejeção do leite ou descida. Devido à dupla atividade da oxitocina na mama e no útero, as mães que amamentam também podem sentir cólicas uterinas na amamentação, durante os primeiros dias ou semanas. === Lactogénese III === Após a apojadura (descida do leite), inicia-se a fase III da lactogénese, também denominada galactopoiese. Essa fase mantém-se por toda a lactação, depende principalmente da sucção do bebê e do esvaziamento da mama. A prolactina e a oxitocina são vitais para estabelecer o suplemento de leite no início, no entanto, uma vez que o suplemento de leite esteja bem estabelecido, o volume e o conteúdo do leite produzido são controlados localmente. Embora os níveis de prolactina sejam, em média, mais elevados entre as mães que amamentam, os níveis de prolactina em si não se correlacionam com o volume do leite. Nesta fase, a produção de leite é desencadeada pelo esvaziamento do leite das mamas. Nos primeiros dias após o parto, a secreção de leite é pequena, menor que 100 ml/dia, mas já no quarto dia a nutriz é capaz de produzir, em média, 600 ml de leite. Uma nutriz que amamenta exclusivamente produz, em média, 800 ml/ dia no 6º mês. Na amamentação, o volume de leite produzido varia na dependência da quantidade e frequência com que a criança mama, se por qualquer motivo o esvaziamento da mama for prejudicado, pode haver diminuição da produção de leite. A única maneira de manter a produção de leite é drenar as mamas com frequência. A redução da frequência do esvaziamento ou um esvaziamento incompleto das mamas diminui o fluxo sanguíneo para os alvéolos e sinaliza às células produtoras de leite para produzirem menos leite. ==Leite materno== O conteúdo do leite materno deve ser discutido em duas categorias distintas – o conteúdo nutricional e o conteúdo bioativo, ou seja, as enzimas, proteínas, anticorpos e moléculas de sinalização que auxiliam o bebé doutras maneiras para além da nutrição. ===Conteúdo nutricional=== O padrão do conteúdo pretendido de nutrientes no leite materno é relativamente consistente. O leite materno é produzido a partir de nutrientes da corrente sanguínea e das reservas corporais da mãe. Possui um equilíbrio ideal de gordura, açúcar, água e proteínas que são necessários para o crescimento e desenvolvimento adequados à idade do bebé. Dito isto, existe uma variedade de fatores que pode influenciar a composição nutricional do leite materno, incluindo a idade gestacional, idade do bebé, idade materna, tabagismo materno e necessidades nutricionais do bebé. O primeiro tipo de leite produzido chama-se colostro. O volume de colostro produzido em cada mamada é adequado ao tamanho do estómago do recém-nascido e é suficiente, em termos calóricos, para alimentar o recém- nascido nos primeiros dias de vida. Produzido durante a gravidez e nos primeiros dias após o parto, o colostro é rico em proteínas e vitaminas A, B12 e K, que apoiam o crescimento dos bebés, o desenvolvimento do cérebro, a visão, o sistema imunológico, os glóbulos vermelhos e cascata de coagulação. O leite materno também contém ácidos gordos poliinsaturados de cadeia longa que ajudam no desenvolvimento normal da retina e neural. O conteúdo calórico do colostro é de cerca de 54 calorias/100mL. O segundo tipo de leite é o leite de transição, que é produzido durante a transição do colostro para o leite materno maduro. À medida que o leite materno amadurece ao longo de várias semanas, o teor de proteína do leite diminui, em média. O conteúdo calórico do leite materno reflete as necessidades calóricas do bebê, aumentando continuamente após 12 meses. O conteúdo calórico do leite materno nos primeiros 12 meses de amamentação é aproximado de 58-72 calorias/100mL. Comparativamente, o conteúdo calórico após 48 meses é de aproximadamente 83-129 Calorias/100mL. Quando uma mãe tem seu suprimento completo de leite e está amamentando seu bebê, o primeiro leite a ser ordenhado é chamado de primeiro leite. O primeiro leite é normalmente mais fino e menos rico em calorias. O leite posterior que se segue é rico em calorias e gordura. Se a mãe não tiver deficiência de vitaminas, o leite materno normalmente supre as necessidades do bebé, com exceção da vitamina D. O CDC, o Serviço Nacional de Saúde (Reino Unido), a Sociedade Pediátrica Canadense, a Academia Americana de Pediatria e a Academia Americana de Todos os Médicos de Família concordam que o leite materno por si só não fornece aos bebés uma quantidade adequada de vitamina D, pelo que aconselham os pais a suplementarem os seus bebés com 400 UI de vitamina D diariamente.] Demonstrou-se que o fornecimento dessa quantidade de vitamina D a bebés amamentados reduz as taxas de insuficiência de vitamina D (definida como 25‐OH vitamina D < 50 nmol/L ). No entanto, não houve evidências suficientes na Revisão Cochrane mais recente para determinar se esta quantidade reduzia as taxas de deficiência de vitamina D (definida como 25-OH vitamina D < 30 nmol/L) ou raquitismo. Bebés a termo normalmente não precisam de suplementação de ferro. Atrasar o clampeamento do cordão umbilical ao nascimento por pelo menos um minuto melhora o nível de ferro dos bebés durante o primeiro ano. Quando alimentos complementares (sólidos) são introduzidos por volta dos 6 meses de idade, os pais devem escolher alimentos ricos em ferro para ajudar a manter os estoques de ferro dos seus filhos. ===Conteúdo bioativo=== Além dos benefícios nutricionais do leite materno, o leite materno também fornece enzimas, anticorpos e outras substâncias que apoiam o crescimento e desenvolvimento do bebé. A composição bioativa do leite materno também muda com base nas necessidades do bebé; por exemplo, quando um bebé está a se recuperar de uma infecção respiratória superior, a sinalização local permite uma maior passagem de células imunológicas e proteínas para ajudar o sistema imunológico do bebé. Produzido durante a gravidez e nos primeiros dias após o parto, o colostro é de fácil digestão e tem propriedades laxantes que ajudam o bebé a evacuar as fezes precocemente. Isso auxilia na excreção do excesso de bilirrubina, o que ajuda a prevenir a icterícia. O colostro também ajuda a vedar o trato gastrointestinal do bebé contra substâncias estranhas e germes, o que pode sensibilizar o bebé aos alimentos que a mãe comeu e diminuir o risco de doenças diarreicas. Embora o bebé tenha recebido alguns anticorpos (IgG) através da placenta, o colostro contém uma substância que é nova para o recém-nascido, a imunoglobulina A (IgA) secretora. A IgA atua atacando germes nas membranas mucosas da garganta, pulmões e intestinos, que têm maior probabilidade de serem atacadas por germes. Além disso, o colostro e o leite materno maduro contêm muitas enzimas e proteínas antioxidantes e anti-inflamatórias que diminuem o risco de alergias gastrointestinais a alimentos, alergias respiratórias a partículas de ar como pólen e outras doenças atópicas, como asma e eczema. ===Bebés prematuros ou com hipotonia=== Crianças que nascem prematuras (antes de 37 semanas), crianças nascidas a pré-termo (37 semanas a 38 semanas e 6 dias) e crianças nascidas com baixo tónus ​​muscular, como aquelas com anomalias cromossómicas como Síndrome de Down ou condições neurológicas como Paralisia Cerebral , podem ter dificuldade em iniciar a amamentação imediatamente após o nascimento. Esses bebés prematuros tardios (34 semanas a 36 semanas e 6 dias) e a termo precoce (37 semanas a 38 semanas e 6 dias) correm maior risco de interrupção da amamentação e de complicações de ingestão insuficiente de leite (por exemplo, desidratação, hipoglicemia, icterícia e perda excessiva de peso). Freqüentemente, espera-se que se alimentem como bebés a termo pleno, mas têm menos força e resistência para se alimentar adequadamente. Por convenção, essas crianças são frequentemente alimentadas com leite materno ordenhado ou outros alimentos complementares através de sondas, sistemas de amamentação suplementares, biberões, colheres ou copos até desenvolverem uma capacidade satisfatória de sugar e engolir o leite materno. Independentemente do método de alimentação escolhido, a alimentação com leite humano, seja da mãe ou de um doador, é importante no desenvolvimento cerebral de bebés prematuros, e a unidade de terapia intensiva neonatal (UTIN) com um protocolo padronizado de alimentação protege contra infecções gastrointestinais perigosas (enterocolite necrosante) nesses bebés. A amamentação frequente e/ou em pequenas quantidades de suplementação podem ser necessárias para resultados prometedores; a extração do leite da mama e/ou a expressão manual costumam ser métodos úteis para fornecer um adequado estimulo aos seios da mãe. Começar a amamentar pode ser um desafio para as mães de bebés prematuros, especialmente aqueles nascidos antes das 34 semanas, porque as suas mamas podem ainda estar em desenvolvimento (na Lactogénese I, ver #Fisiologia da Amamentação). Além disso, a separação mãe-bebé e o ambiente estressante da UTIN também são obstáculos à amamentação. A disponibilidade de um especialista em lactação na UTIN pode ser útil para as mães que tentam estabilizar a sua produção de leite. Além disso, o contato pele a pele (Método Canguru) demonstra ser seguro e benéfico tanto para a mãe quanto para o bebé. O método canguru estabiliza os sinais vitais dos recém-nascidos prematuros, como a frequência cardíaca, proporcionando um ambiente naturalmente quente que os ajuda a regular a temperatura. Também é benéfico para a mãe, pois pode melhorar o desenvolvimento da sua produção de leite e ser benéfico para a sua saúde mental. ===Duração e exclusividade=== Numerosas organizações de saúde, incluindo, entre outras, o CDC, a OMS, o Serviço Nacional de Saúde, a Sociedade Canadiana de Pediatria, a Academia Americana de Pediatria e a Academia Americana de Médicos de Família, recomendam a amamentação exclusivamente durante seis meses após o nascimento, a menos que haja contra- indicação médica. A amamentação exclusiva é definida como \"um consumo de leite humano pelo bebé sem qualquer tipo de suplementação (sem água, sem sumo, sem leite não humano e sem alimentos), excepto vitaminas, minerais e medicamentos”. A suplementação com leite materno de doador humano pode ser indicada em alguns casos específicos, conforme discutido abaixo. Após a introdução dos alimentos sólidos, por volta dos seis meses de idade, recomenda-se a continuação da amamentação. A Academia Americana de Pediatria recomenda que os bebés sejam amamentados pelo menos até os 12 meses, ou mais, se a mãe e a criança assim o desejarem. As diretrizes da Organização Mundial da Saúde recomendam \"continuar [d] amamentação frequente e sob demanda até os dois anos de idade ou mais. Aleitamento materno prolongado significa amamentar após os 12 ou 24 meses de idade, dependendo da fonte. Em países ocidentais como os Estados Unidos , Canadá e Grã-Bretanha , a amamentação prolongada é relativamente incomum e é alvo de criticas. Nos Estados Unidos, 22,4% dos bebês são amamentados durante 12 meses, tempo mínimo recomendado pela Academia Americana de Pediatria. Na Índia , as mães geralmente amamentam durante 2 a 3 anos. ===Suplementação=== A suplementação é definida como o uso adicional de leite ou produtos líquidos para alimentar uma criança, além do leite materno, durante os primeiros 6 meses de vida. A Academy of Breastfeeding Medicine recomenda apenas a suplementação quando indicado pelo médico, em vez de misturar o uso de fórmula e leite materno por razões que não necessariamente por indicação médica. Algumas indicações médicas para suplementação incluem baixo nível de açúcar no sangue, desidratação, perda excessiva de peso ou baixo ganho e icterícia no bebé; uma considerável baixa da administração de leite; dor intensa nos mamilos que não seja aliviada por intervenções; e contra-indicações médicas à amamentação, conforme descrito abaixo. Os suplementos podem ser administrados ao seio através de um sistema de amamentação suplementar, a fim de estimular a produção do próprio leite materno e preservar a relação de amamentação. Alguns pais podem desejar suplementar proativamente se forem observados sinais precoces de ingestão insuficiente, como diminuição da micção, membranas mucosas secas ou sinais persistentes de fome. Caso esses sinais esteja evidentes, é importante que a díáde mãe-bebé seja avaliada por um especialista em amamentação ou pediatra para determinar a verdadeira causa dos sintomas e determinar a necessidade de suplementação. Muitas vezes, esses sintomas são causados ​​pela má transferência de leite na mama e podem ser resolvidos com ajustes na pega, mas ocasionalmente podem ser causados ​​por outros processos, não relacionados à amamentação, por isso a avaliação é necessária. A suplementação com fórmula está associada à diminuição das taxas de amamentação exclusiva aos 6 meses e à diminuição geral da duração da amamentação. Quanto à suplementação, a primeira escolha é sempre o leite materno da própria mãe, salvo contra- indicações médicas sobre o seu uso. A segunda melhor opção para suplementação é o leite pasteurizado de doador humano . Por fim, podem ser usadas fórmulas específicas para a suplementação se o leite materno ou do doador não forem opções. Uma situação em que este pode ser o caso é em casos de doenças metabólicas infantis, como a galactosemia . A Academy of Breastfeeding Medicine recomenda que a suplementação só seja usada quando houver indicação médica e quando supervisionada por um profissional de saúde, como um pediatra ou médico de família, e após consulta com um IBCLC. Sem estimulação mamária suficiente, a suplementação pode reduzir a produção de leite materno, portanto a extração deveria ser indicada nesses casos se a amamentação contínua for desejada. As indicações para o uso do leite materno doado são descritas detalhadamente pela Academia Americana de Pediatria (AAP). Devido à baixa disponibilidade e ao alto custo do leite materno doado, a AAP recomenda priorizar o uso do leite para bebés nascidos com peso inferior a 1.500g (aproximadamente 3lb 5oz), pois é útil na diminuição das taxas de infecção intestinal grave, enterocolite necrosante , nesta população. ===Posição=== O posicionamento eficaz e a técnica de pega são necessários para evitar dores nos mamilos e permitir que o bebé obtenha leite suficiente. Os bebés podem pegar a mama com sucesso em várias posições. Cada bebé pode preferir uma posição específica. A posição \"futebol\" coloca o bebé encostado à mãe, de lado, com o tronco e pés aconchegados debaixo do braço da mãe. Usando o apoio em “berço” ou “cruzado”, a mãe apoia a cabeça do bebé na dobra do braço. A pega “cruzada” é semelhante à pega de embalar, exceto que a mãe apoia a cabeça do bebé com a mão oposta. A mãe pode escolher uma posição reclinada de costas ou de lado com o bebé deitado ao seu lado. Não importa a posição que a díade pai-bebé considere mais confortável, existem alguns componentes de cada posição que ajudarão a facilitar uma pega bem-sucedida . Um componente chave é o conforto materno. A mãe deve sentir-se confortável durante a amamentação e deve ter as costas, os pés e os braços apoiados em travesseiros, conforme necessário. Além disso, ao iniciar o processo de pega, o bebé deve estar alinhado com o abdómen voltado para a mãe, numa posição de barriga do bebé com a \"barriga da mãe”, e com quadris, ombros e cabeça alinhados. Esse alinhamento ajuda a facilitar uma mecânica de deglutição adequada e eficiente. File:ASC Leiden - Coutinho Collection - 1 12 - Life in Canjambari, Guinea-Bissau - Guinean mother breastfeeding her baby - 1973 (cropped).tiff|Mãe de pé a amamentar o seu bebé, Canjambari, Guiné-Bissau, 1973 File:Breastfeeding - Cradle Hold.png|Amamentação - Posição embalar. File:Breastfeeding - Cross Cradle Position.png|Amamentação - Posição de embalar cruzada File:Breastfeeding - Football Hold.png|Amamentação – Posição Futebol File:Breastfeeding - Semi-Reclining Position.png|Amamentação – Posição semi- reclinada. File:Breastfeeding - Side-Lying Position.png|Amamentação - Posição deitada de lado File:Breastfeeding - Supine Position.png|Amamentação - Posição supina File:Breastfeeding - Twins, Cross Cradle Position I.png|Amamentação - Gémeos, posição de embalar cruzada I. File:Blausen 0134 Breastfeeding Twins FootballorClutchHold 02.png|Amamentação - Gémeos, futebol ou cruzada. File:Breastfeeding - Twins, Parallel Position II.png|Amamentação - Gémeos, posição paralela II ==História da amamentação== Existe uma crença que todas as mulheres amamentaram na antiguidade, desde as deusas da mitologia até as simples camponesas. A alimentação ao seio foi considerada a forma natural e praticamente exclusiva de alimentar a criança nos seus primeiros meses de vida. A amamentação era simbolizada como a dedicação do amor maternal, uma graça divina. As gregas mesmos com as suas escravas amamentavam os seus filhos. Com o tempo isso foi mudando, as escravas passaram a amamentar as crianças romanas. Porque na visão dos homens, as suas mulheres deveriam estar prontas para uma nova gravidez e para satisfação dos seus desejos sexuais. A amamentação era um empecilho para isso. Uma crença de que a relação sexual faria o leite secar ou até mesmo estragar, a mulher não poderia amamentar e ter relação sexual ao mesmo tempo. Hipócrates foi um dos primeiros a reconhecer e escrever sobre os benefícios da amamentação, evidenciando a maior mortalidade entre aqueles bebés que não amamentavam no peito. Posteriormente, Sorano interessou-se pelos aspectos cor, odor, sabor e densidade do leite humano, e Galeno foi o primeiro a considerar que a alimentação deveria ser feita sob a supervisão de um médico.Vinagre; Diniz, 2001 A proteção às crianças e o incentivo à prática da amamentação aumentou com o surgimento do cristianismo. As mulheres eram aconselhadas a deixarem seus filhos para outra mulher amamentar, assim, evitaria que seus maridos cometessem adultério. As famílias mais abastadas contratavam camponesas que por sua vez deixavam de amamentar os seus próprios filhos. As senhoras da nobreza não amamentavam, pois esse ato não era bem visto pela sociedade, os seus filhos eram criados e amamentados pelas camponesas, tinham uma vida simples e quando desmamados eram enviados para escolas longe de casa, sendo assim, deviam apenas respeito e tinham uma relação distante com as suas genitoras. Com o descobrimento das Américas, os povos nativos dessas regiões chamavam a atenção, pois tinham por hábito amamentar as suas crianças por um período aproximado de 3 a 4 anos. Nessa época, o aleitamento materno estava em declínio, principalmente na França e na Inglaterra . Com a revolução industrial no século XVIII as mulheres são obrigadas a trabalharem nas fábricas, deixando mais uma vez a amamentação para trás, virando uma profissão para algumas mulheres, as chamadas “amas de leite”. Os esforços das autoridades para libertar as mulheres que alimentam os filhos de outras pessoas para trabalharem em empresas industriais coincidiram com as intervenções científicas dos homens , que começaram a envolver-se amplamente em áreas dominadas pelas mulheres: obstetrícia e cuidados infantis. Foi lançada uma ampla campanha para a alimentação independente dos seus filhos. Em função do desmame precoce, a mortalidade infantil aumentou muito, chegando a alcançar a cifra de 99,6% das crianças em Dublin, as quais não tinham a opção da ama-de-leite. Em Paris e em Londres este índice chegou a 80% e 56%, respectivamente, mesmo as crianças sendo amamentadas pelas amas-de-leite. Na Inglaterra, o índice menor foi devido ao trabalho de Cadogan, que instituiu alguns cuidados na alimentação das crianças com amas-de-leite, e com esta teoria de amamentar e introduzir mais tardiamente os alimentos ele conseguiu salvar muitas vidas . Como argumentos a favor da amamentação independente, podemos citar a opinião de Linnaeus num panfleto por ele publicado em 1752. Linnaeus acreditava que o uso de uma ama de leite contrariava as leis da natureza. Uma criança cuja mãe não a alimentou ficaria privada de colostro. Linnaeus acreditava que as enfermeiras de classe baixa comiam muita comida gordurosa, abusavam do álcool e muitas vezes tinham várias doenças, incluindo doenças venéreas, por isso o seu leite era mortalSchiebinger, Londa (1993). Nature’s Body. Gender in the Making of Modern Science. Boston: Beacon Press. page 68. No início dos anos 1900. a amamentação começou a ser vista de forma negativa nas sociedades ocidentais, especialmente no Canadá e nos Estados Unidos . Era visto como algo de classe baixa e incivilizado. Isto coincidiu com o aparecimento de misturas mais avançadas para comida de bebé em meados do século XIX, a expansão da sua utilização acelerou após a Segunda Guerra Mundial. Desde a década de 1960, a amamentação experimentou um renascimento que continuou desde a década de 2000, embora as atitudes negativas em relação à prática ainda persistissem na década de 1990. ==Colostro: o primeiro alimento do recém-nascido== O colostro é a primeira secreção láctea produzida pelo seio materno, podendo ter uma coloração translúcida (transparente) ou amarelada. Por meio do colostro a mãe transfere anticorpos para o recém-nascido, que possui um sistema imunitário ainda imaturo. == Alguns exemplos de alimentação == === Papas === O Ministério de Saúde do Brasil recomenda evitar as papas industrializadas. Sendo o leite materno (ou a fórmula em crianças não amamentadas) o principal alimento até pelo menos 1 ano de idade, não há necessidade da criança comer papas ricas em hidratos de carbono com o intuito de fornecer muita energia logo no início da introdução alimentar. Alimentos que contém glúten não devem ser evitados se não houver sinais de intolerância. Papas caseiras de cereais ou legumes podem ser oferecidas, mas é mais recomendável oferecer os alimentos amassados com o garfo e não liquidificados para a criança experimentar texturas diferentes e desenvolver a mastigação. ==Amamentação e inteligência== Estudos indicam que a amamentação prolongada pode contribuir para uma maior inteligência e melhores rendimentos na idade adulta. Um estudo, realizado por investigadores da Universidade de Pelotas, no Rio Grande do Sul, Brasil acompanhou o desenvolvimento de 3500 crianças nascidas em 1982 e amamentadas por períodos variáveis. Trinta anos mais tarde, os investigadores constataram que a amamentação foi benéfica para todos, em relação aos que não tiveram aleitamento materno e que o benefício foi tanto maior quanto mais longo foi o período da amamentação. Segundo o estudo, as crianças que foram amamentadas durante um ano terão um QI (quociente de inteligência) quatro pontos acima dos que tiveram aleitamento materno durante menos de um mês. Terão também maior escolaridade (quase um ano), enquanto os seus rendimentos serão um terço superiores à média. == Ver também == * Lactofilia * Aleitamento materno em público ==Bibliografia== *Bitar, Maf. Aleitamento materno: um estudo etnográfico sobre os costumes crenças e tabus ligados a esta prática. [dissertação]. Belém (PA): Centro de Ciências da Saúde Departamento de Enfermagem/Universidade Federal do Pará; 1995. *Diniz, Ema; Vinagre, RD. O leite humano e sua importância na nutrição do recém-nascido prematuro. 2. ed. São Paulo: Atheneu, 2001. *Silva, AAM. Amamentação: fardo ou desejo? Estudo histórico social dos deveres e práticas sobre aleitamento na sociedade brasileira. [dissertação]. Ribeirão Preto (SP): Faculdade de Medicina de Ribeirão Preto/USP; 1990. 17. Costa JF. Adultos e crianças. In: Costa JF. Ordem médica e norma familiar. 3ª ed. Rio de Janeiro (RJ): Graal; 1989. p.153- 214. Categoria:Aleitamento materno",
 "title": "Amamentação"
}