{
 "id": "51464",
 "text": "O Partido Socialismo e Liberdade (PSOL) é um partido político brasileiro fundado em junho de 2004. Obteve registro definitivo na Justiça Eleitoral no dia 15 de setembro de 2005. Seu número eleitoral é o 50, suas cores são o vermelho, o amarelo e o laranja e tem, como logotipo principal, um sol sorridente desenhado pelo cartunista Ziraldo. O espectro político do PSOL é definido como de esquerda à extrema-esquerda. Defendendo o socialismo democrático, é considerado um partido de esquerda ampla, pois, não funcionando por centralismo democrático, agrega diversas correntes internas desde reformistas até revolucionárias. Sua criação foi impulsionada por dissidências do Partido dos Trabalhadores (PT)O PT e a crise, por Valter Pomar por Luiz Antônio Magalhães, editor de Política do Observatório da Imprensa. publicado no \"Correio da Cidadania\"[“Somos oposição ao governo Dilma e não nos aliamos com os demo-tucanos”, afirma novo presidente do PSOL] pela Equipe da Secretaria de Comunicação Nacional (2013) que alegavam discordar das políticas do partido. Já no primeiro ano do Governo Lula, Luciana Genro, Heloísa Helena, Babá e João Fontes vinham descumprindo as orientações da bancada do PT nas votações no Congresso e, por votarem contra a reforma da previdência do governo Lula, acabaram expulsos pelo diretório nacional do Partido dos Trabalhadores. Dentre os destaques na atuação do partido, Marcelo Freixo presidiu na ALERJ a CPI das Milícias, a qual ganhou repercussão nacional, chamando para depor políticos suspeitos de envolvimento com milícias. Impulsionou o Movimento Ficha Limpa, em que o partido participou de atos favoráveis ao projeto de Lei da Ficha Limpa e trabalhou no Congresso pela sua aprovação. Após as candidaturas presidenciais de Heloísa Helena (2006), Plínio de Arruda Sampaio (2010) e Luciana Genro (2014), Guilherme Boulos foi lançado candidato ao Planalto pelo partido em 2018. Desde a eleição de 2014, o PSOL foi o terceiro partido que mais cresceu em número de filiados. Através das diversas eleições, dos parlamentares do partido e dos movimentos onde atua, este faz oposição aos governos e à maior parte das políticas que se manifestam no Congresso Nacional do Brasil e nos parlamentos estaduais e municipais. Em julho de 2024 o partido possuía 291.392 filiados. == História == === Fundação === O PSOL foi fundado em 6 de junho de 2004, após a expulsão dos parlamentares Heloísa Helena, Babá, João Fontes e Luciana Genro do Partido dos Trabalhadores (PT). Recebeu apoio de intelectuais socialistas famosos, como Fabio Konder Comparato, do geógrafo Aziz Ab'Saber, do jornalista e ex-deputado Milton Temer, dos sociólogos Francisco de Oliveira e Ricardo Antunes, do economista João Machado, da economista Leda Maria Paulani, dos filósofos Leandro Konder e Paulo ArantesPara ver a desilusão de Paulo Arantes quanto à democracia representativa capitalista antinegocial (a ponto de levá-lo a afirmar: \"Votar, nem pensar\"), cf. ARANTES, Paulo Eduardo. Entrevista: \"Hoje a Filosofia se encontra em Estado de Sítio\". Entrevistado por Márcia Tiburi. In: Cult – Revista Brasileira de Cultura, n.118, outubro de 2007, p.8-12. e do cientista político Carlos Nelson Coutinho. Buscando obter registro permanente na Justiça Eleitoral, o partido obteve quase 700 mil assinaturas a favor de sua fundação, mas os cartórios eleitorais só concederam certidões a 450 mil dessas assinaturas. Uma nova tentativa de apresentar assinaturas válidas foi realizada pelos organizadores do partido em 1º de setembro de 2005. Em 15 de setembro, o registro definitivo foi obtido, e o número eleitoral adotado foi o 50. === Crescimento do partido em 2005 === O partido ganhou novas adesões a partir de setembro de 2005, resultado da crise política causada pelas denúncias do escândalo do mensalão. Ingressaram no PSOL, ainda: militantes petistas oriundos de movimentos sociais, como a dirigente da Central Única dos Trabalhadores (CUT) Lujan Miranda e o Secretário Nacional de Movimentos Populares do PT, Jorge Almeida; o então vereador Clécio Luis, que sete anos depois viria a se tornar o primeiro prefeito do PSOL em uma Capital de Estado; Edmilson Rodrigues (PA), ex-prefeito de Belém do Pará e deputado federal pela sigla; os senadores Randolfe Rodrigues (AP), na época deputado estadual; Marinor Brito (PA), até então vereadora de Belém; José Nery (PA), que migrou para o PSOL ainda como vereador belenense; o senador Geraldo Mesquita Júnior (AC), oriundo do PSB; Marcelo Freixo (RJ); e os deputados federais Ivan Valente (SP), Maninha (DF), Chico Alencar (RJ), João Alfredo (CE) e Orlando Fantazzini (SP). === Conferência Nacional de 2006 === Por decisão do Diretório Nacional tomada em abril de 2006, foi realizada uma Conferência Nacional do partido entre os dias 26 e 28 de maio daquele mesmo ano. Durante esta Conferência, foi oficializada a candidatura da então senadora Heloísa Helena à Presidência da República e de seu vice, o editor carioca César Benjamin, nas eleições brasileiras de 2006. Foi também oficializada a formação da Frente de Esquerda com o Partido Socialista dos Trabalhadores Unificado (PSTU) e o Partido Comunista Brasileiro (PCB). O 1º Congresso do partido, no qual foram definidas as linhas programáticas, aconteceu no primeiro semestre de 2007. === Eleições de 2006 === Heloísa Helena, senadora eleita em 1998 pelo PT de Alagoas, disputou o cargo de presidente da república em 2006. A candidata, que havia aberto mão de concorrer novamente ao cargo de senadora, não aceitou o apoio financeiro de empresários, pois de acordo com ela, esta seria a origem da corrupção dos candidatos depois de eleitos. Durante a candidatura de Heloísa Helena, o partido obteve o apoio de personalidades como o cartunista Ziraldo (criador do slogan e do símbolo do partido). A candidatura foi apoiada também por um grupo de mais de 250 intelectuais do mundo inteiro, entre os quais o linguista estadunidense Noam Chomsky, o sociólogo franco-brasileiro Michael Löwy, o cineasta britânico Ken Loach e o filósofo esloveno Slavoj Zizek. Heloísa Helena terminou as eleições presidenciais de 2006 em terceiro lugar. Obteve 6,5 milhões de votos (6,85% do total), ficando à frente de Cristovam Buarque, candidato do tradicional Partido Democrático Trabalhista (PDT). Ao término de seu mandato como senadora, reassumiu profissão como professora de enfermagem na Universidade Federal de Alagoas (UFAL) até ser eleita vereadora de Maceió dois anos mais tarde. === Eleições de 2008 === Nas eleições municipais de 2008, o PSOL repetiu a Frente de Esquerda com o PSTU e/ou o PCB em onze capitais. O melhor desempenho da Frente em capitais se deu em Fortaleza, onde o candidato Renato Roseno obteve mais de 67 mil votos (5,7% do total). O segundo melhor desempenho foi do deputado federal Chico Alencar no Rio de Janeiro, obtendo quase 60 mil votos (1,8% do total). Em Salvador, o candidato da Frente Esquerda Socialista (PSOL, PSTU e PCB) Hilton Coelho obteve 51 196 votos, alcançando 3% dos votos no município.O melhor desempenho do PSOL fora da Frente se deu em Porto Alegre, onde a deputada federal Luciana Genro obteve quase 73 mil votos (9,2% do total). Em Macapá, o PSOL foi para o segundo turno com Randolfe Rodrigues, candidato a vice de Camilo Capiberibe do Partido Socialista Brasileiro (PSB). Entretanto, Capiberibe perdeu para Roberto Góes do Partido Democrático Trabalhista (PDT). Em Santa Maria, 5ª maior cidade do Rio Grande do Sul, a candidata Sandra Feltrin obteve 10 360 votos, ficando com mais de 6% dos votos válidos. Na eleição municipal de São Paulo, o PSOL teve Ivan Valente como candidato a prefeito. O deputado obteve 42 616 votos (0,67% dos válidos), ficando em sexto lugar. Em Sorocaba, no interior de São Paulo, o PSOL também obteve um resultado expressivo. O candidato do partido, o deputado estadual Raul Marcelo, obteve mais de 24 mil votos (quase 8% do total). Na Capital, o deputado federal Ivan Valente, um dos mais atuantes do Congresso, teve considerável número de votos. Foram 42 mil (0,62% do total). Mas o PSOL não conseguiu eleger um vereador. O partido obteve pouco mais de 795 mil votos e conseguiu eleger 25 vereadores em diversas cidades brasileiras e em algumas capitais. O partido obteve ainda os vereadores mais votados de Maceió e Fortaleza: Heloísa Helena (que, com quase trinta mil votos, se tornou a vereadora mais votada da história de Alagoas) e João Alfredo (com quase quinze mil votos), respectivamente. O PSOL também elegeu um vice-prefeito: Messias Furtado, em Manacapuru (AM), assumiu no início de 2010, após o afastamento do prefeito eleito no pleito de 2008, Edson Bessa. === Eleições de 2010 === O PSOL apresentou Plínio de Arruda Sampaio como candidato a presidente. Plínio teve como vice o pedagogo Hamilton Assis, do PSOL baiano. A demora na definição de seu nome para a candidatura à presidência, porém, dificultou a formação da Frente de Esquerda entre PSOL, PSTU e PCB, cada um dos partidos lançando seus próprios nomes para as eleições presidenciais. Durante a campanha, o PSOL defendeu os seguintes temas: auditoria da dívida pública, financiamento público de campanhas, reforma agrária e reforma urbana. Já na campanha eleitoral, o candidato à presidência pelo partido, Plínio de Arruda Sampaio, obteve destaque na imprensa e na rede social Twitter por conta de seu desempenho no primeiro debate eleitoral entre os postulantes à cadeira de Lula, realizado pela TV Bandeirantes em 5 de agosto de 2010. Fora do debate promovido em 18 de agosto de 2010 pela Folha/UOL, Plínio convocou um \"tuitaço\" e chegou pela segunda vez ao trending topics, expressão usada para classificar o número um do ranking da rede Twitter. Em 12 de agosto, durante entrevista concedida ao Jornal Nacional, Plínio de Arruda Sampaio foi interrompido em sua fala após fazer um protesto sobre o tempo que lhe foi oferecido de participação. O presidenciável reclamou do tempo de três minutos dado a ele, enquanto Dilma Rousseff (PT), Marina Silva (PV) e José Serra (PSDB) tiveram 12 minutos, durante a resposta da primeira pergunta. Plínio contou que \"sempre viajou de classe econômica e nunca viu problema nisso\", mas não aceitava que a emissora \"criasse uma classe executiva para os candidatos chapa branca\" (\"chapa branca\" refere-se à cor branca das placas de veículos governamentais no Brasil). Pela crítica, Plínio foi impedido de participar de entrevistas de outros telejornais da Rede Globo como Bom Dia Brasil, o que reacendeu a polêmica sobre a censura no país e várias teorias sobre esse tipo de ação dentro das Organizações Globo ao longo da história.HERZ, Daniel. A História Secreta da Rede Globo. Porto Alegre : Ortiz, 1989. pp. 133-145. Em São Paulo, o PSOL veiculou o primeiro beijo homossexual da história do horário eleitoral gratuito brasileiro. No segundo turno das eleições, Plínio de Arruda Sampaio e Heloísa Helena declararam voto nulo, enquanto o PSOL recomendou o voto em Dilma Roussef (PT) ou o voto nulo. Plínio foi o quarto candidato à presidência mais votado, tendo recebido 886 800 votos (0,87% dos votos válidos). Diante da popularidade do presidenciável, a legenda se mobilizou para 2012. Toninho do PSOL foi o candidato melhor sucedido no âmbito do poder executivo; obteve cerca de 200 mil votos (14% dos votos válidos) na disputa para o governo distrital, na qual terminou em terceiro lugar. Randolfe Rodrigues, filiado ao PSOL à época, foi o senador mais votado do estado do Amapá, com 203 259 votos, tornando-se o mais jovem integrante do Senado Federal da sua legislatura. No primeiro dia como senador, concorreu ao cargo de presidente do Senado contra o atual presidente José Sarney (PMDB) e foi derrotado por 70 votos a 8, com dois votos em branco e um nulo.Senado federal. Disponível em https://www12.senado.leg.br/retrospectiva2011/senado-1/sarney-e-reeleito- presidente-do-senado. Acesso em 14 de agosto de 2017. Marinor Brito foi eleita senadora pelo Pará, com mais de 727 mil votos (27% dos votos válidos). Ela ocupou a cadeira no Congresso que foi de seu correligionário, o ex-senador José Nery, que não disputou reeleição ao Senado Federal até 23 de março de 2011, após a decisão em que o Supremo Tribunal Federal (STF) jogou para 2012 a aplicação da Lei da Ficha Limpa. A decisão da não aplicação da lei beneficiou diretamente vários candidatos cuja elegibilidade havia sido barrada por causa de processos na Justiça, como João Capiberibe (PSB) e Jader Barbalho (PMDB). A Lei da Ficha Limpa passou a valer apenas a partir das eleições municipais de 2012, o que gerou protestos por parte da sociedade e de alguns políticos, como as senadoras Marinor Brito e Heloísa Helena e o senador Pedro Simon (MDB). No dia 14 de dezembro de 2011, com o voto de Minerva do presidente do Supremo Tribunal Federal, Cezar Peluso, o candidato barrado pela lei da Ficha Limpa, Jader Barbalho (PMDB), obteve o direito de assumir o mandato. Ele foi empossado como senador da república em 28 de dezembro de 2011, em uma cerimônia discreta. Para a Câmara dos Deputados, foram reeleitos Chico Alencar, pelo Rio de Janeiro e Ivan Valente, por São Paulo. Ivan recebeu cerca de 189 mil votos,Dados referentes aos votos em Ivan Valente do TSE http://chimera.tse.jus.br:7777/dwtse/f?p=201003:111:4146103804836126:FLOW_EXCEL_OUTPUT_R18560759100486912_pt- br os quais, somados aos demais votos em candidatos e na legenda, atingiram 319 mil votos, ultrapassando o quociente eleitoral de 315 mil votos.Votos recebidos pelo PSOL e quociente eleitoral cf. dados do TSE http://chimera.tse.jus.br:7777/dwtse/f?p=201003:108:8474705182766158:FLOW_EXCEL_OUTPUT_R42313475248862875_pt- br Jean Wyllys também foi eleito deputado pelo Rio de Janeiro, ajudado pelos 240 mil votos de Chico Alencar. === Eleições de 2012 === Nas eleições municipais de 2012, o PSOL teve candidaturas de destaque em pelo menos cem cidades brasileiras. Em 2012, o PSOL foi o partido com maior número de candidatos a prefeito nas capitais brasileiras. Em duas outras capitais, Macapá (AP) e Belém (PA), Edmilson Rodrigues e Clécio Luis chegaram, respectivamente, a 32% e 27% dos votos e disputaram o segundo turno. Elegeu Gelsimar Gonzaga, primeiro prefeito do partido, na cidade de Itaocara e Clécio Luís em Macapá com 50,59% dos votos válidos, tornando-se o primeiro prefeito da história do PSOL em uma capital. O PSOL de João Pessoa (PB) apresentou como candidato o professor Renan Palmeira, homossexual e militante LGBT. João Pessoa foi a primeira capital brasileira com um candidato a prefeito militante dos grupos de defesa de Lésbicas, Gays, Bissexuais, Travestis e Transgêneros (LGBT). Na cidade de São Paulo, o PSOL elegeu seu primeiro vereador: Toninho Vespoli, que obteve 0,15% do total de votos, expressivos 8 722 votos. Em Salvador, o PSOL também elegeu seu primeiro vereador: Hilton Coelho, que foi o segundo mais votado, com 16 408 votos. Em Fortaleza, no Ceará, o PSOL também elegeu o segundo mais votado: João Alfredo, que reelegeu-se vereador da capital cearense. O PSOL contabilizou 49 vereadores eleitos no Brasil, 21 deles em capitais. E elegeu os vereadores mais votados em Belém (PA), Maceió (AL) e Porto Alegre (RS). === Eleições de 2014 === Em 1° de dezembro de 2013, o Partido Socialismo e Liberdade havia escolhido o senador pelo Amapá,\"Um samba quadrado para 2014\". A Gazeta. 18 de Janeiro de 2013. Randolfe Rodrigues,\"Amapá ou Planalto\". Veja. 04 de Janeiro de 2013. como candidato do partido para a presidência.Macedo, Danilo. \"PSOL escolhe presidente e candidato às eleições presidenciais de 2014\". EBC. 1° de dezembro de 2013. Página acessada em 2 de dezembro de 2013. Ele havia derrotado a pré-candidata Luciana Genro em votação promovida no 4° Congresso Nacional do partido. Porém, em 13 de junho de 2014, o PSOL anunciou que o senador desistiu da candidatura a presidente pelo partido e que ele seria substituído por Genro.Oliveira, Mariana. \"Randolfe Rodrigues desiste da candidatura a presidente pelo PSOL\". G1. 13 de junho de 2014. Página acessada em 13 de junho de 2014. O PSOL decidiu, em convenção realizada no dia 22 de junho de 2014, lançar Luciana Genro, como candidata do partido para a Presidência da República na eleição presidencial em 2014. O partido lançou também o nome de Jorge Paz, membro da diretoria paulista do PSOL, para concorrer como vice-presidente na chapa de Luciana. Entre suas propostas apresentadas em campanha, estavam a auditoria da dívida pública e a reforma do sistema tributário, além de temas considerados polêmicos e evitados pelos principais candidatos, tais como: descriminalização da maconha, garantia dos direitos LGBT e legalização do aborto como política pública de saúde.CRUZ, Valdo; NALON, Tai. Psol lança Luciana Genro à Presidência. Folha de S.Paulo, Poder, p. A7, 23 de junho de 2014. Dispôs de 51 segundos na propaganda eleitoral gratuita de rádio e televisão. O PSOL elegeu 5 deputados federais e 12 deputados estaduais. Marcelo Freixo (RJ) recebeu a maior votação de um deputado estadual no Brasil, com 350 408 votos. Carlos Giannazi foi o 12º deputado estadual mais votado em São Paulo, com 164 929 votos. No debate eleitoral promovido pela Rede Record no dia 29 de setembro entre os presidenciáveis de 2014, ao ser questionado pela candidata Luciana Genro (PSOL) sobre por que a \"defesa da família\" não inclui aquelas formadas por pessoas do mesmo sexo, Levy Fidelix (PRTB) proferiu uma fala e que foi classificada por diversas entidades, entre elas a Ordem dos Advogados do Brasil (OAB), como um discurso de ódio. Luciana perguntou: \"Por que as pessoas que defendem tanto a família se recusam a defender como família um casal do mesmo sexo?\" Em resposta, Fidelix disse: \"[...] Pelo que eu vi na vida, dois iguais não fazem filho [...] aparelho excretor não reproduz\". Ao prosseguir, Fidelix fez uma associação entre homossexualidade e pedofilia ao dizer que \"vi agora o [...] o papa expurgar – fez muito bem – do Vaticano um pedófilo. Está certo. Nós tratamos a vida toda com a religiosidade para que nossos filhos possam encontrar realmente um bom caminho familiar.\" Ao encerrar a declaração, disse para que os homossexuais \"façam um bom proveito se querem continuar como estão\", mas que jamais \"estimularia\" a união homoafetiva. Houve forte comoção nas redes sociais sobre o assunto. No Twitter, a hashtag #LevyVoceENojento chegou ao topo dos Trending Topics do Brasil. Houve inclusive repercussão internacional, quando o jornal britânico The Guardian também criticou, em uma reportagem, as afirmações do candidato sobre os homossexuais durante o debate. No segundo turno das eleições, não apoiaram nenhum dos candidatos, mas repudiaram o voto a Aécio Neves, e sugeriram, à militância, votar branco, nulo, ou em Dilma Rousseff (PT). Um ano e meio após a reeleição de Dilma, enquanto estava sendo votado no Congresso Nacional um pedido de impedimento contra seu mandato, o PSOL se posicionou contra o afastamento de Dilma. Foi do PSOL também o deputado estadual mais votado do Brasil: Marcelo Freixo, pré- candidato a prefeitura do Rio de Janeiro. Em setembro de 2015, o deputado federal fluminense Glauber Braga deixou o PSB e se filiou ao PSOL. Em março de 2016, foi a vez de a ex-prefeita de São Paulo e atual deputada federal Luiza Erundina migrar para o partido, tendo sido a candidata do PSOL à prefeitura de São Paulo em 2016. === Eleições de 2016 === Nas eleições municipais de 2016, o PSOL teve candidaturas de destaque em diversos municípios brasileiros. Em 2016, o PSOL elegeu dois prefeitos dos municípios de Janduís, que teve José Bezerra como o chefe do Poder Executivo local, e Jaçanã, que teve Oton Mário como o chefe do Poder Executivo local, ambos situados no interior do estado do Rio Grande do Norte, disputou o segundo turno em três municípios importantes do país: Rio de Janeiro (RJ), com Marcelo Freixo; Belém (PA), com Edmilson Rodrigues; e Sorocaba (SP), com Raul Marcelo; porém, não conseguiu eleger nenhum de seus três candidatos no segundo turno. Na eleição de representantes para o poder legislativo, o PSOL elegeu 53 vereadores e vereadoras em importantes municípios como as capitais São Paulo, Rio de Janeiro, Porto Alegre, Florianópolis, Belém, Salvador, Recife, Natal, entre outras cidades. Dentre os vereadores eleitos, destacaram-se as então vereadoras Sâmia Bonfim, em São Paulo (SP), Marielle Franco, no Rio de Janeiro (RJ), Áurea Carolina, em Belo Horizonte (MG), Fernanda Melchionna, em Porto Alegre (RS) e o vereador Hilton Coelho, em Salvador (BA). === Eleições de 2018 === Em março de 2018, Guilherme Boulos ingressou no PSOL como pré-candidato à Presidência da República, com Sônia Guajajara como vice, líderes do Movimento dos Trabalhadores Sem-Teto (MTST) e da Articulação dos Povos Indígenas do Brasil (APIB), respectivamente, formaram a chapa que o partido apresentou nas urnas. Houve polêmicas quanto a sua candidatura, especialmente devido ao fato da ausência de debate entre os candidatos e a um vídeo gravado por Lula, o qual diz que \"seria a última pessoa do mundo a pedir para que Boulos não seja candidato\". A candidatura de Boulos foi proposta na convenção nacional do partido. Em 20 de julho, um dia antes da convenção, o Partido Comunista Brasileiro (PCB) confirmou apoio ao PSOL, na eleição presidencial. Sua candidatura foi sustentada em uma Frente de Esquerda Socialista, com bases no PSOL, no PCB, no movimento dos sem-teto e movimento indígena. Boulos e Sônia fizeram pouco mais de 617 mil votos, terminando na 10ª colocação, a pior posição do partido desde sua fundação. O partido não conquistou nenhum governo estadual e não elegeu nenhum Senador da República, embora as pesquisa de intenção de voto tivesse apontado chances com as candidaturas de Chico Alencar (RJ), Úrsula Vidal (PA) e Procurador Mauro (MT). Na disputa pela Câmara dos Deputados, o partido elegeu 10 parlamentares, ultrapassando a cláusula de barreira. Foram reeleitos, Luiza Erundina e Ivan Valente por São Paulo, Glauber Braga e Jean Wyllys no Rio de Janeiro e Edmilson Rodrigues no Pará. Para exercer o primeiro mandato em Brasília, foram eleitos Áurea Carolina, a quinta mais votada em Minas Gerais, Fernanda Melchionna (RS), Marcelo Freixo (RJ), o segundo mais votado no estado, Talíria Petrone (RJ), a nona mais votada, e Sâmia Bomfim (SP), eleita com mais 249 mil votos. Nas Assembleias Legislativas, o partido elegeu ao todo 18 deputados, distribuídos nos estados de São Paulo, Rio de Janeiro, Minas Gerais, Rio Grande do Sul, Amapá, Pará, Distrito Federal, Rio Grande do Norte, Ceará, Pernambuco e Bahia. Na disputa do 2º turno presidencial entre Jair Bolsonaro (PSL) e Fernando Haddad (PT), o partido manifestou apoio a candidatura petista para derrotar Bolsonaro, para \"garantir a soberania nacional e reunir condições para seguir defendendo as conquistas democráticas frente ao autoritarismo\" afirmou em nota. Orientou sua militância na organização de comitês #EleNão. Haddad incorporou ao plano de governo quatro pontos defendidos por Boulos: punição para empresas que paguem salário menor para mulheres; combate aos privilégios; moradia digna; e demarcação de terras indígenas e quilombolas. === Eleições de 2020 === Nas eleições municipais de 2020, o partido elegeu cinco prefeitos e oitenta e nove vereadores, incluindo uma vitória na capital Belém, onde Edmilson Rodrigues foi eleito. A última vez que o partido havia eleito um prefeito em uma capital tinha sido em 2012, com o êxito de Clécio Luís em Macapá. Em São Paulo, o PSOL chegou pela primeira vez ao segundo turno da disputa pela prefeitura tendo Guilherme Boulos como candidato, mas perdeu a eleição para Bruno Covas, do PSDB. == Ideologia == A ideologia do partido varia da esquerda, centro- esquerda e extrema-esquerda. Os elementos programáticos encontrados no partido relacionam-se ao socialismo democrático e ao anti-imperialismo, além de tendências social-democratas, marxistas, trotskistas, ecossocialistas e sindicalistas atuando dentro do partido. Seu programa partidário cita como objetivos a redução da jornada de trabalho, reforma agrária e urbana, maior investimento em saúde, educação e infraestrutura, ruptura com o Fundo Monetário Internacional, além de outros. Também ingressou com ações judiciais com o objetivo de descriminalizar o aborto nas primeiras doze semanas de gravidez. Embora seja um partido formado por tendências que possuem o espectro político de esquerda em comum, elas representam distintas divisões em questão de origem, localização geográfica e composição de suas lideranças. A formação de tendências é prevista no estatuto do partido podem se organizar livremente sem interferência direta das instâncias dirigentes do partido, permitindo autonomia dos grupos intrapartidários, desde que obedeçam as prerrogativas políticas do estatuto e do programa do partido. == Organização == ===Congresso Nacional do PSOL=== O Congresso Nacional do PSOL é convocado na forma estatutária e tem como objetivo eleger novas direções partidárias, aprovar resoluções e tratar de outros assuntos partidários. Nome Data Local Referências 1º Congresso Nacional 1º à 4 de junho de 2007 Rio de Janeiro (RJ) 2º Congresso Nacional 21 à 23 de agosto de 2009 São Paulo (SP) 3º Congresso Nacional 3 e 4 de dezembro de 2011 São Paulo (SP) 4º Congresso Nacional 29 de novembro à 1º de dezembro de 2013 Brasília (DF) 5º Congresso Nacional 4, 5 e 6 de dezembro de 2015 Luziânia (GO) 6º Congresso Nacional 2 e 3 de dezembro de 2017 Luziânia (GO) 7º Congresso Nacional 25 e 26 de setembro de 2021 virtual 8º Congresso Nacional 29 de setembro à 1º de outubro de 2023 Brasília (DF) === Federação partidária === Em 10 dezembro de 2021, a executiva nacional do PSOL aprovou o início dos diálogos formais com o Partido Comunista do Brasil (PCdoB) e com a Rede Sustentabilidade (REDE) \"com vistas a avaliar a conveniência de uma federação entre um ou mais partidos de esquerda\". As conversas com a REDE progrediram, enquanto o PCdoB se direcionou a formar uma federação partidária com outros partidos políticos. A REDE, de forma unânime, aprovou em reunião da direção nacional do partido a federação com o PSOL no dia 12 de março de 2022. No dia 30 de março de 2022, a executiva nacional do PSOL voltou a se reunir e aprovou a formação da federação partidária com a REDE, estabelecendo também que o diretório nacional do PSOL teria que referendar a decisão em reunião no dia 18 de abril. Na data prevista, por 38 votos a 23, o diretório confirmou a decisão. === Filiações democráticas === Algumas organizações e partidos políticos sem registro no TSE utilizam do instrumento de filiação democrática ao PSOL, ou seja, podem, através da sigla, lançar candidatos nas eleições e obter mandatos mas não podem participar dos congressos do partido. Algumas das organizações que utilizam do instrumento de filiações democráticas: * Partido Comunista Revolucionário (PCR) – Apenas até 2019, ano de fundação de legenda eleitoral própria do PCR, a UP; * Refundação Comunista (RC); * Raiz Movimento Cidadanista (RAiZ); * Polo Comunista Luiz Carlos Prestes (PCLCP); * Brigadas Populares (BP)Elson Pereira é confirmado para disputar prefeitura de Florianópolis, acesso em 17 de junho de 2018.Sede das Brigadas Populares é invadida e documentos são roubados, acesso em 17 de junho de 2018.Manifesto de Lançamento da Frente de Esquerda PSOL - PCB - Brigadas Populares-RAiZ e Mais, acesso em 17 de junho de 2018.Daniel Cristiano e Maura Gerbi vão compor chapa PCB-PSOL, acesso em 17 de junho de 2018. – Até 2018, pois em 2019 as Brigadas se unificaram com a tendência interna do PSOL denominada Fortalecer o PSOL e, posteriormente, passaram a atuar na corrente Revolução Solidária; * Movimento Revolucionário de Trabalhadores (MRT) – Até 2020, em 2022 militantes do MRT se candidataram pelo PSTU.Candidatos do MRT apoiam a paralisação nacional da enfermagem, acesso em 23/09/2022. ===Fundação Lauro Campos e Marielle Franco=== De acordo com o art. 53 da Lei dos Partidos Políticos (Lei nº 9.096/1995), os partidos políticos podem criar fundação ou instituto de direito privado destinada ao estudo e pesquisa, à doutrinação e à educação política. Esta fundação partidária deve ser regida pelas normas do direito civil e terá autonomia para contratar com instituições públicas e privadas, prestar serviços e manter estabelecimentos de acordo com suas finalidades, podendo, ainda, manter intercâmbio com instituições não nacionais. A Fundação Lauro Campos foi instituída em 2007 e seu nome é em homenagem a Lauro Campos, um político de esquerda brasileiro. Sua presidente de honra era Oraida Policena de Andrade Campos, viúva de Lauro Campos. Em 2019 a Fundação passou a se chamar Fundação Lauro Campos e Marielle Franco em homenagem a vereadora Marielle Franco, assassinada em um crime político que chocou o Brasil e o mundo. A Fundação oferece cursos de formação política, além de promover eventos e seminários. Publica a Revista Socialismo e Liberdade desde 2009 e recentemente lançou uma nova revista, a Jatobá. Durante a pandemia de Covid-19, manteve no ar o portal Observatório da Crise, com o objetivo de analisar, do ponto de vista marxista, a crise do capitalismo mundial durante a pandemia. Em 2022, em parceira com a Fundação Rosa Luxemburgo, publicou um documento chamado Revogaço, que contem um diagnóstico de uma série de normas, leis e portarias que foram identificadas como parte do desmonte da democracia e dos direitos sociais promovidos pelo Governo Jair Bolsonaro. O documento serviu de subsídio para o PSOL exigir a revogação de instrumentos legais considerados nocivos para o Brasil. Abaixo estão listados os presidentes da diretoria executiva da Fundação: Foto Nome Mandato Observação Início Fim 85x85px Milton Temer 2007 (?) 2010 (?) Martiniano Cavalcante 2010 (?) 2011 (?) Roberto Robaina 2011 (?) 2015 (?) Juliano Medeiros 2015 2018 Francisvaldo Mendes de Souza 2018 18 de novembro de 2021 Natalia Szermeta 18 de novembro de 2021 29 de janeiro de 2024 * Eleita no 7º Congresso Nacional do PSOL Luciana Genro 29 de janeiro de 2024 atual * Eleita no 8º Congresso Nacional do PSOL === Número de filiados === Data Filiados Crescimento anual dez./2006 5.571 5.571 dez./2007 28.455 22.884 +411% dez./2008 29.969 1.514 +5,3% dez./2009 36.660 6.691 +22% dez./2010 41.225 4.565 +12% dez./2011 63.188 21.963 +53% dez./2012 67.064 3.876 +6,1% dez./2013 89.222 22.158 +33% dez./2014 91.252 2.030 +2,3% dez./2015 113.766 22.514 +25% dez./2016 122.505 8.739 +7,7% dez./2017 147.183 24.678 +20% dez./2018 150.130 2.947 +2,0% dez./2019 184.343 34.213 +23% dez./2020 219.974 35.631 +19% dez./2021 221.545 1.571 +0,7% dez./2022 226.021 4.476 +2% dez./2023 287.349 61.418 +27% === Parlamentares atuais === Deputados federais atuais (13) UF Deputado(a) e Legislaturas Imagem MG Célia Xakriabá 57ª RJ Chico Alencar 52ª, 53ª, 54ª, 55ª, 57ª RJ Glauber Braga 53ª, 54ª, 55ª, 56ª, 57ª RJ Henrique Vieira 57ª RJ Talíria Petrone 56ª, 57ª RJ Tarcísio Motta 57ª RS Fernanda Melchionna 56ª, 57ª SP Erika Hilton 57ª Erika Hilton SP Guilherme Boulos 57ª SP Ivan Valente 50ª, 51ª, 52ª, 53ª, 54ª, 55ª, 56ª, 57ª SP Luciene Cavalcante 57ª SP Luiza Erundina 51ª, 52ª, 53ª, 54ª, 55ª, 56ª, 57ª SP Sâmia Bomfim 56ª, 57ª Deputados estaduais/distritais atuais (22) UF Deputado(a) BA Hilton Coelho CE Renato Roseno DF Fábio Félix DF Max Maciel ES Camila Valadão MG Bella Gonçalves PA Lívia Duarte PE Dani Portela SC Marquito SE Linda Brasil SP Carlos Giannazi SP Ediane Maria SP Guilherme Cortez SP Monica do Movimento Pretas SP Paula da Bancada Feminista RJ Dani Monteiro RJ Flávio Serafini RJ Josemar Carvalho RJ Renata Souza RJ Yuri Moura RS Matheus Gomes RS Luciana Genro === Presidência === Fundadora do PSOL, Heloísa Helena foi presidente do partido entre 6 de junho de 2004 (data de fundação da legenda), até 20 de outubro de 2010, quando anunciou renúncia ao cargo, logo após sua derrota na disputa pelo senado em Alagoas. Desde então, o partido vinha funcionando como um colegiado. A cadeira de presidente deixou de estar vaga após uma decisão do Supremo Tribunal Federal. O PSOL propôs uma Ação Direta de Inconstitucionalidade (ADI), pedindo a regulamentação de artigos da constituição no campo da comunicação social, em especial, o direito de resposta. A ministra Ellen Gracie se negou a aceitar a ADI porque ela não era assinada pelo presidente do PSOL, mas sim, pelo seu secretário-geral, no caso, Afrânio. Após o fato, uma reunião da Executiva Nacional do PSOL elegeu o economista Afrânio Boppré como novo presidente do partido. O nome foi escolhido por unanimidade. Em 4 de dezembro de 2011, o deputado federal Ivan Valente foi eleito para ocupar a presidência do PSOL nos próximos dois anos. A decisão foi tomada durante o 3º Congresso Nacional da sigla, realizado em São Paulo. O parlamentar sucedeu Afrânio Boppré, que era o secretário-geral do partido e assumira a função depois que Heloísa Helena renunciara ao posto. Durante o evento, o PSOL decidiu ainda regulamentar as prévias internas e definir diretrizes para a costura de alianças nas próximas eleições. O partido estabeleceu que as alianças fora da chamada Frente de Esquerda (PSTU e PCB) teriam de ser canceladas pelo Diretório Nacional. O PSOL também sinalizou que fortaleceria a presença do partido no meio sindical, impulsionando a criação de uma nova central. Em dezembro de 2013, Luiz Araújo, professor da faculdade de Educação da Universidade de Brasília e ex-deputado estadual, foi eleito presidente nacional do PSOL durante o 4º Congresso Nacional. Em 2015, Luiz Araújo foi reeleito presidente do Partido durante o 5º Congresso Nacional do PSOL para mais um mandato de dois anos. Em dezembro de 2017, durante seu 6º Congresso, o PSOL elegeu o historiador Juliano Medeiros, ex-dirigente da União Nacional dos Estudantes (UNE) e até então presidente da Fundação Lauro Campos, para a presidência nacional do partido. Medeiros coordenava a Liderança do PSOL na Câmara dos Deputados até o fim de 2017 e pertence à Primavera Socialista, corrente interna do partido. Durante o 7° Congresso Nacional do PSOL, em 2021, Medeiros foi reeleito presidente do partido. Em outubro de 2023, durante o seu 8º Congresso Nacional, o PSOL elegeu Paula Coradi como presidenta do partido. A vitória, com 67,1% dos votos, representa uma ampliação da corrente Revolução Solidária, grupo liderado por Guilherme Boulos, sobre a corrente Movimento Esquerda Socialista (MES). Paula Coradi é formada em História pela Universidade Federal do Espírito Santo (UFES) e fazia parte da executiva nacional da sigla desde dezembro de 2017. Foto Nome Mandato Observações Início Fim Heloísa Helena 6 de junho de 2004 20 de outubro de 2010 * Eleita no 1º Congresso Nacional do PSOL * Reeleita no 2º Congresso Nacional do PSOL. Afrânio Boppré 10 de dezembro de 2010 4 de dezembro de 2011 * Escolhido pela Executiva Nacional do PSOL. Ivan Valente 4 de dezembro de 2011 1º de dezembro de 2013 * Eleito no 3º Congresso Nacional do PSOL. Luiz Araújo 1º de dezembro de 2013 10 de janeiro de 2018 * Eleito no 4º Congresso Nacional do PSOL; * Reeleito no 5º Congresso Nacional do PSOL. Juliano Medeiros 10 de janeiro de 2018 1º de outubro de 2023 * Eleito no 6º Congresso Nacional do PSOL; * Reeleito no 7º Congresso Nacional do PSOL. Paula Coradi 1º de outubro de 2023 atual * Eleita no 8º Congresso Nacional do PSOL. === Tendências partidárias === Em seu estatuto, o PSOL admite a formação de tendências partidárias (ou correntes internas), que são organizações políticas com estrutura, funcionamento e posições próprias. As tendências podem se agrupar livremente, apresentando teses nos Congressos do partido e disputando as instâncias partidárias. Também costumam ter relações internacionais, sindicais, organizações de juventude e publicações próprias. No movimento sindical, as correntes internas do PSOL atualmente se organizam na CSP- Conlutas, e na INTERSINDICAL - Instrumento de Luta e Organização da Classe Trabalhadora ou independentes de centrais. No movimento estudantil, organizam- se também em vários coletivos políticos, como o Juntos! (MES), Manifesta (Primavera Socialista), Pajeú (APS), RUA - Juventude Anticapitalista (Insurgência), Afronte (Resistência), Fogo no Pavio (Revolução Solidária), Travessia (Subverta), entre outros. == Atuação == === CPI das milícias === Em 2008, foi instalada a CPI das Milícias na Assembleia Legislativa do Estado do Rio de Janeiro, presidida pelo deputado estadual Marcelo Freixo do PSOL. Diversos políticos foram intimados a depor diante desta CPI, sendo acusados de envolvimento com milicianos, entre os quais os vereadores/candidatos a vereador Nadinho de Rio das Pedras, Cristiano Girão, Deco e Doen, além da deputada Marina Maggessi e do deputado e ex-secretário de segurança Marcelo Itagiba. A história de Marcelo Freixo inspirou a criação da personagem Diogo Fraga, um professor de história e militante dos Direitos humanos que se torna deputado estadual e também preside uma CPI contra o poder das Milícias no RJ, no filme Tropa de Elite 2, diretor José Padilha. === Fora Sarney === Em 2009 o PSOL denunciou escândalos de corrupção, em especial os do Congresso Nacional. O mais conhecido deles foi conhecido como \"atos secretos\". Na época, foi realizado um ato colhendo assinaturas para a instalação da CPI da \"Máfia do Senado\", proposta pelo senador José Nery (PSOL-PA). O principal alvo de denúncias era o próprio presidente da Casa. Foram coletadas assinaturas a favor da CPI. A bancada do PSOL cobrou investigação da Fundação José Sarney, acusada de desviar 129 mil reais de um convênio com a Petrobras. A Auditoria da Controladoria Geral da União (CGU) comprovou que o dinheiro fora utilizado para o pagamento de despesas de custeio. O contrato previa, como destino dos recursos, a preservação do acervo e a modernização do espaço físico. Os parlamentares cobraram a investigação do senador José Sarney (PMDB-AP), presidente vitalício da Fundação, cargo que lhe atribui responsabilidades financeiras pela entidade. === CPI da Dívida Pública === Em 19 de agosto de 2009, o PSOL, através do deputado federal Ivan Valente, conseguiu a instalação da Comissão Parlamentar de Inquérito (CPI) da Dívida Pública da União, estados e municípios. O deputado Ivan Valente (PSOL-SP) foi eleito segundo vice- presidente da CPI. Durante as investigações, o PSOL apresentou dados e questionou o ministro da Fazenda, Guido Mantega, e o presidente do Banco Central, Henrique Meirelles, sobre o processo de endividamento interno e externo do Brasil em audiência pública. De acordo com o partido, o resultado da política econômica brasileira é a destinação de 380 bilhões de reais para pagamentos de juros e amortizações da dívida pública, o que representou 36% do orçamento de 2009 – recursos que, de acordo com o PSOL, deveriam ser investidos em infraestrutura, geração de emprego e renda, melhoria na saúde pública e por um sistema nacional de educação gratuito e de qualidade. O Partido apontou que a dívida pública tem um histórico de contradições e injustiças que se reflete no fato de o país ter reservas internacionais, mas que foram adquiridas com emissão de títulos públicos e juros altíssimos. Para o PSOL, o problema é que a dívida externa foi transformada em dívida interna de 2 trilhões de reais. Uma das medidas para esta transformação, afirmou, foi a liberalização dos fluxos de capitais, atropelando a Lei 4 131, de 1962. Em 2016, o partido propôs uma auditoria pública da dívida, o que foi vetado por Dilma Rousseff. === Impeachment de Yeda Crusius === O PSOL já havia protocolado pedido de impeachment contra a governadora Yeda Crusius (PSDB-RS), em junho de 2008, diante das denúncias de sua participação na fraude do Detran A mobilização levou o presidente da Assembleia Legislativa do Rio Grande do Sul, Ivar Pavan, a acatar o pedido de impeachment da governadora Yeda Crusius feito pelo Fórum dos Servidores Públicos Estaduais do Rio Grande do Sul, alegando crime de responsabilidade enquadrado na Lei Federal nº 1.079/50, artigo 9º, nos itens 3, 4, 6 e 7 === Movimento Ficha Limpa === O PSOL participou do ato público organizado pelo Movimento de Combate à Corrupção Eleitoral (MCCE), em Brasília. O movimento trabalhou mais de um ano para coletar 1,3 milhão de assinaturas (1% do eleitorado nacional) nos 26 estados da federação e no Distrito Federal. A campanha visava a enviar, à Câmara dos Deputados, um projeto de lei de iniciativa popular. Os manifestantes entregaram, ao presidente da Câmara Michel Temer, um documento que contou com 1,5 milhão de assinaturas em apoio a esse projeto. O Projeto de Lei, de iniciativa Popular, conhecido como \"Ficha Limpa\" (PLP 518/09), torna inelegíveis candidatos que tiveram condenação por crimes graves. A proposta estabelece novos parâmetros de inelegibilidade, visando a maior qualificação no quadro de candidatos nas eleições. Reconduzido ao cargo de líder do PSOL, o deputado Ivan Valente (SP) apresentou uma emenda ao projeto para evitar que integrantes de movimentos sociais condenados na Justiça se tornem inelegíveis. === Mensalão no Distrito Federal === O PSOL protocolou pedido de impeachment na Câmara Legislativa do Distrito Federal em 30 de setembro de 2009 contra o então governador do DF, José Roberto Arruda, o vice Paulo Octávio e o ex- governador Joaquim Roriz. Todos, envolvidos no Escândalo do Mensalão no Distrito Federal. No dia 4 de março de 2011, o jornal Estado de São Paulo divulgou um vídeo que mostrava a deputada Jaqueline Roriz ao lado do marido Manuel Neto recebendo maço de dinheiro (50 mil reais) das mãos do ex- secretário de Relações Institucionais do Governo Arruda, Durval Barbosa. O PSOL entrou então com pedido de afastamento da comissão de reforma política e investigação de Jaqueline Roriz na Câmara dos Deputados, e posteriormente com pedido de cassação por quebra de decoro parlamentar. O DEM também foi o partido de Demóstenes Torres até que o mesmo fosse denunciado pelo PSOL no Conselho de Ética do Senado. Em 11 de julho de 2012, Demóstenes Torres foi cassado do cargo de senador por 56 votos a favor, 19 contra e 5 abstenções. === Trabalho escravo === Em 5 de fevereiro de 2009, o presidente da Subcomissão Temporária de Combate ao Trabalho Escravo, senador José Nery (PSOL-PA), solicitou ao presidente da Câmara dos Deputados, Michel Temer, prioridade na tramitação da proposta de emenda à Constituição do Trabalho Escravo (PEC 438/01). === Imposto sobre grandes fortunas === Em 9 de junho de 2010, a Comissão de Constituição e Justiça e de Cidadania da Câmara aprovou o Projeto de Lei Complementar (PLP) 277/08, que institui o Imposto sobre Grandes Fortunas (IGF) para taxar todo patrimônio acima de 2 milhões de reais. O IGF está previsto na Constituição Federal de 1988, apesar de não haver qualquer lei a respeito, tornando-o inaplicável. O texto foi votado no plenário da Câmara dos Deputados e, em seguida vai para votação no Senado Federal. O PLP 277, de autoria da deputada Luciana Genro (PSOL-RS) e dos deputados Ivan Valente (PSOL-SP) e Chico Alencar (PSOL-RJ), propõe alíquotas entre 1% e 5%, dependendo do tamanho da riqueza, não sendo permitida a dedução no Imposto de Renda anual dos valores recolhidos ao novo tributo. Para o patrimônio de dois milhões a cinco milhões de reais, a taxação será de 1%. Entre cinco milhões e dez milhões de reais, ela será de 2%. De dez milhões a vinte milhões de reais, de 3%. De vinte milhões a cinquenta milhões de reais, de 4%; e de 5% para fortunas superiores a cinquenta milhões de reais. === Fora, Eduardo Cunha! === Durante seu mandato de presidente da Câmara dos Deputados, Eduardo Cunha era investigado pela Operação Lava Jato e, ato contínuo, foi denunciado pela Procuradoria-Geral da República ao Supremo Tribunal Federal. Acusado de mentir na CPI da Petrobras, teve, contra si, aberto processo em que se pedia sua cassação por quebra de decoro parlamentar. Em 3 de março de 2016, o Supremo Tribunal Federal acolheu por 10 votos a 0, em unanimidade, a denúncia do Procurador-Geral da República Rodrigo Janot contra Eduardo Cunha por corrupção passiva e lavagem de dinheiro. Em 20 de agosto de 2015, Cunha foi denunciado pelo PSOL ao Supremo Tribunal Federal pela Procuradoria-Geral da República, por corrupção e lavagem de dinheiro, acusado de receber 5 milhões de reais em propinas. Em documento institucional enviado à Câmara dos Deputados, Rodrigo Janot argumentou que Cunha buscava usar a Câmara e os parlamentares \"como escudo\". O depoimento de delação premiada do ex-gerente da Petrobras, Eduardo Musa, apontou Eduardo Cunha como a pessoa do PMDB que \"dava a palavra final na Diretoria de Internacional da Petrobras\". E em, 25 de setembro de 2015, o juiz federal Sergio Moro, enviou, ao STF, outro pedido para denunciar o deputado. Em 1º de outubro de 2015, o Ministério Público da Suíça enviou ao Brasil um processo criminal, aberto em abril do mesmo ano, por suspeita de corrupção e lavagem de dinheiro levantada por movimentações em contas bancárias em um banco daquele país. Essas contas, segundo o Ministério Público Suíço, seriam controladas por Cunha em seu nome ou no de familiares. Esse processo culminou no congelamento dos ativos na Suíça atribuídos ao deputado. Através de uma nota divulgada pela assessoria de imprensa da Câmara dos Deputados após a divulgação dos documentos comprovando que as contas pertenciam a Eduardo Cunha e seus familiares, com detalhes sobre a origem e destino dos recursos, cópias de passaportes e assinaturas semelhantes à sua, o deputado acusou o Procurador-Geral da República (PGR), Rodrigo Janot, de usar uma \"estratégia ardilosa\" na divulgação dos dados enviados pelo Ministério Público Suíço. Estes dados foram usados pela Procuradoria-Geral na formulação das duas denúncias contra Cunha ao STF. Em 15 de dezembro de 2015, Eduardo Cunha foi alvo da Operação Catilinárias, operação da Polícia Federal, que representou uma nova fase da Operação Lava Jato. As buscas foram autorizadas pelo ministro do STF, Teori Zavascki, a pedidos do Procurador-Geral da República. No mesmo dia, foi autorizado, pelo Conselho de Ética e Decoro Parlamentar da Câmara dos Deputados, com pedido de apuração feito pelo PSOL, por votação de onze a nove, o prosseguimento das investigações sobre as alegadas contas no exterior do deputado. Em 16 de dezembro, foi entregue, pelo Procurador-Geral da República (PGR), um pedido de afastamento de Eduardo Cunha como Presidente da Câmara dos Deputados. O pedido dizia que Cunha usara o cargo para atrapalhar as investigações contra ele. Porém, o STF decidiu deixar a decisão sobre o afastamento de Eduardo Cunha para depois do carnaval do ano 2016. Em 3 de março de 2016, o STF aceitou, por unanimidade, por 10 votos a 0, a denúncia do PGR Rodrigo Janot contra Eduardo Cunha por corrupção passiva e lavagem de dinheiro. Em 5 de maio de 2016, o ministro do STF Teori Zavascki determinou o afastamento de Eduardo Cunha de seu mandato de deputado federal e consequentemente do cargo de Presidente do Congresso Nacional, posição que o colocava como segundo na linha sucessória da presidência da república. A liderança do PSOL \"assumiu\" o comando da presidência da Câmara Federal na manhã de 5 de maio de 2016, após o presidente interino, Waldir Maranhão (PP- MA), declarar cancelada a sessão que já estava marcada. A presidente da sessão extraoficial foi a deputada Luiza Erundina (PSOL-SP), que é suplente de secretária na mesa diretora. Ela esteve a cargo da lista de oradores e também cuidou do tempo dado aos parlamentares — de três minutos para cada um. O deputado federal Chico Alencar (PSOL-RJ) citou o dito popular: \"A justiça tarda, mas não falha. (...) desde já Cunha não é deputado federal nem presidente da Câmara. Avaliou\". Houve muita repercussão nas redes sociais. === Fundo público de campanha === Em outubro de 2017, parlamentares do PSOL votaram contra o fundo eleitoral de 1,7 bi para campanhas. O Fundo Especial de Financiamento de Campanha (FEFC), também conhecido como fundo eleitoral, será custeado pela compensação fiscal dos recursos pagos às emissoras de rádio e de TV por propaganda partidária em ano eleitoral, que será extinta (o horário gratuito está mantido); por multas aplicadas a partidos políticos pela Justiça Eleitoral; e por 30% do valor das emendas impositivas de bancadas. === Prisão de Lula === Em 2018, o PSOL posicionou-se contra a prisão do ex-presidente Lula, considerando que o líder fora perseguido pela Justiça, que para o partido, age inconstitucionalmente. No mesmo ano, lançou junto ao PT, PDT e PCdoB nota conjunta reafirmando o caráter de perseguição política, na opinião das siglas. == Desempenho eleitoral == === Eleições municipais === Prefeitos Eleição Mandatos % ± Eleições 2008 Eleições 2012 0.03 Eleições 2016 0.03 Eleições 2020 0.08 Vereadores Eleição Mandatos % ± Eleições 2008 0.04 Eleições 2012 0.08 Eleições 2016 0.09 Eleições 2020 0.15 Eleições 2024 0.13 === Eleições estaduais === Governadores Eleição Mandatos % ± Eleições 2006 0 Eleições 2010 0 Eleições 2014 0 Eleições 2018 0 Eleições 2022 0 Deputados estaduais Eleição Mandatos % ± Eleições 2006 0.2 Eleições 2010 0.3 Eleições 2014 1.1 Eleições 2018 1.7 Eleições 2022 2.1 Câmara dos Deputados Legislatura Bancada % ± 53.ª (2007–2011) 0,58 54.ª (2011–2015) 0,58 55.ª (2015–2019) 0,97 56.ª (2019–2023) 1,95 57.ª (2023–2027) 4,22 Senado Federal Legislatura Bancada % ± 53.ª (2007–2011) 1,23 54.ª (2011–2015) 2,47 55.ª (2015–2019) 1,23 56.ª (2019–2023) 1,23 57.ª (2023–2027) 0,67 Esses números representam o início de cada legislatura, desconsiderando, por exemplo, parlamentares que tenham mudado de partido posteriormente. Entre os senadores, foram considerados os senadores em exercício no início de cada legislatura, incluindo o suplente de senador José Nery, que assumiu em 1° de fevereiro de 2007 no lugar de Ana Júlia Carepa, senadora titular que renunciou para assumir como governadora do Pará. Participação e desempenho do PSOL nas eleições estaduais de 2022 {|class=\"wikitable\" style=\"border: 2px solid #F5F5F5\" UF Candidatos(as) a Governador(a) e a Vice Candidatos(as) a Senadores(as) Coligação majoritária (governo e senado) Deputados(as) federais eleitos(as) Deputados(as) estaduais eleitos(as) AC Professor Nilson (PSOL) Sanderson Moura (PSOL) Fed. PSOL REDE Jane Rosas (PSOL) AL Cícero Albuquerque (PSOL) Mário Agra (PSOL) Fed. PSOL REDE Eliane Silva (PSOL) AM Israel Tuyuka (PSOL) Marília Freire (PSOL) Fed. PSOL REDE Thomaz Barbosa (PSOL) AP ninguém João Capiberibe (PSB) Fed. PSOL REDE / PSB / FE Brasil (PT/PCdoB/PV) Fabrício Furlan (REDE) Victor Amoras (REDE) BA Kleber Rosa (PSOL) Tâmara Azevedo (PSOL) Fed. PSOL REDE Hilton Coelho (PSOL) Ronaldo Mansur (PSOL) CE Elmano de Freitas (PT) Camilo Santana (PT) Fed. PSOL REDE, FE Brasil (PT/PCdoB/PV) / MDB / PP / PODE / Solidariedade / PRTB Renato Roseno (PSOL) Jade Romero (MDB) DF Keka Bagno (PSOL) Pedro Ivo (REDE) Fed. PSOL REDE Fábio Felix (PSOL), Max Maciel (PSOL) Toni de Castro (PSOL) ES Audifax Barcelos (REDE) Gilberto Campos (PSOL) candidatura isolada Fed. PSOL REDE / Solidariedade / Avante / PROS Camila Valadão (PSOL) Tenente Andressa (Solidariedade) GO Cintia Dias (PSOL) Manu Jacob (PSOL) Fed. PSOL REDE Edson Braz (REDE) MA Enilton Rodrigues (PSOL) Antonia Cariongo (PSOL) Fed. PSOL REDE Pedra Celestina (PSOL) MG Lorene Figueiredo (PSOL) Sara Azevedo (PSOL) Fed. PSOL REDE Célia Xakriabá (PSOL) Ana Paula Siqueira (REDE), Bella Gonçalves (PSOL), Lucas Lasmar (REDE) Ana Azevedo (PSOL) MS Adônis Marcos (PSOL) Anizio Tocchio (PSOL) Fed. PSOL REDE Ilmo Cândido de Oliveira (REDE) MT Moisés Franz (PSOL) José Roberto (PSOL) Fed. PSOL REDE Frank Melo (PSOL) PA Adolfo Neto (PSOL) apoio informal à Beto Faro (PT) Fed. PSOL REDE Lívia Duarte (PSOL) Vera Rodrigues (PSOL) PB Adjany Simplício (PSOL) Alexandre Soares (PSOL) Fed. PSOL REDE / UP Jardel Queiroz (UP) PE João Arnaldo (PSOL) Eugênia Lima (PSOL) Fed. PSOL REDE Túlio Gadelha (REDE) Dani Portela (PSOL) Alice Gabino (REDE) PI Madalena Nunes (PSOL) George Magno (PSOL) Fed. PSOL REDE Cynthia Falcão (PSOL) PR Ângela Machado (PSOL) Laerson Matias (PSOL) Fed. PSOL REDE Sérgio Nakatani (REDE) RJ Marcelo Freixo (PSB) Alessandro Molon (PSB) Fed. PSOL REDE / PSB / Fed. PSDB Cidadania / FE Brasil (PT/PCdoB/PV) Chico Alencar (PSOL), Glauber Braga (PSOL), Henrique Vieira (PSOL), Talíria Petrone (PSOL), Tarcísio Motta (PSOL) Dani Monteiro (PSOL), Flávio Serafini (PSOL), Prof. Josemar (PSOL), Renata Souza (PSOL), Yuri (PSOL) César Maia (PSDB) RN Danniel Morais (PSOL) Freitas Jr. (PSOL) Fed. PSOL REDE Ronaldo Tavares (PSOL) RO Pimenta de Rondônia (PSOL) ninguém Fed. PSOL REDE Michele Tolentino (PSOL) RR Fábio Almeida (PSOL) Bartô Macuxi (PSOL) Fed. PSOL REDE Francisco Wapichana (PSOL) RS Edegar Pretto (PT) Olívio Dutra (PT) Fed. PSOL REDE / FE Brasil (PT/PCdoB/PV) Fernanda Melchionna (PSOL) Luciana Genro (PSOL), Matheus Gomes (PSOL) Pedro Ruas (PSOL) SC ninguém Afrânio Boppré (PSOL) Fed. PSOL REDE Marquito (PSOL) SE Niully Campos (PSOL) Henri Clay (PSOL) Fed. PSOL REDE Linda Brasil (PSOL) Demétrio Varjão (PSOL) SP Fernando Haddad (PT) Márcio França (PSB) Fed. PSOL REDE / FE Brasil (PT/PCdoB/PV) / PSB / Agir Erika Hilton (PSOL), Guilherme Boulos (PSOL), Luiza Erundina (PSOL), Marina Silva (REDE), Samia Bomfim (PSOL), Sônia Guajajara (PSOL) Carlos Giannazi (PSOL), Ediane Maria (PSOL), Guilherme Cortez (PSOL), Marina Helou (REDE), Mônica do Movimento Pretas (PSOL), Paula da Bancada Feminista (PSOL) Lúcia França (PSB) TO Karol Chaves (PSOL) Lúcia Maria (PSOL) Fed. PSOL REDE Silvio de Sousa (PSOL) Participação e desempenho do PSOL nas eleições estaduais de 2018 Os cargos obtidos na Câmara Federal e nas Assembleias Legislativas são referentes às coligações proporcionais que o PSOL compôs. Tais coligações não são necessariamente iguais às coligações majoritárias e geralmente são menores. Não estão listados os futuros suplentes empossados. {|class=\"wikitable\" style=\"border: 2px solid #F5F5F5\" UF Candidatos(as) a Governador(a) e a Vice Candidatos(as) a Senadores(as) Coligação majoritária (governo e senado) Deputados(as) federais eleitos(as) — 11 Deputados(as) estaduais eleitos(as) — 19 AC Marcus Alexandre (PT) Jorge Viana (PT) PSOL / PT / PDT / PRB / PV / PROS / PCdoB / PSB / PHS / PRTB / DC / PPL / PMB / PODE 1 PRB 1 PV Emylson Farias (PDT) Ney Amorim (PT) AL Basile Christopoulos (PSOL) Cícero Albuquerque (PSOL) PSOL / PCB ninguém ninguém Danúbia Barbosa (PSOL) Osvaldo Maciel (PCB) AM Berg da UGT (PSOL) Luiz Fernando Santos (PSOL) nenhuma ninguém ninguém Ilzanete Campos (PSOL) Rondinely Fonseca (PSOL) AP ninguém Wagner Gomes (PMN) PSOL / PMN / PV ninguém Paulo Lemos (PSOL) BA Marcos Mendes (PSOL) Fábio Nogueira (PSOL) nenhuma ninguém Hilton Coelho (PSOL) Mira Alves (PSOL) CE Ailton Lopes (PSOL) Anna Karina (PSOL) PSOL / PCB ninguém Renato Roseno (PSOL) Carina Costa (PSOL) Pastor Simões (PSOL) DF Fátima Souza (PSOL) Chico Sant'anna (PSOL) PSOL / PCB ninguém Fábio Félix (PSOL) Keka Bagno (PSOL) Marivaldo Pereira (PSOL) ES André Moreira (PSOL) Lio Katrine (PSOL) PSOL / PCB ninguém ninguém Adriana (PSOL) Mauro Ribeiro (PCB) GO Weslei Garcia (PSOL) Fabrício Rosa (PSOL) nenhuma ninguém ninguém Nildinha Assis (PSOL) MA Odívio Neto (PSOL) Saulo Pinto (PSOL) PSOL / PCB ninguém ninguém Professora Helena (PSOL) Iêgo Brunno (PCB) MG Dirlene Marques (PSOL) Professora Duda Salabert (PSOL) PSOL / PCB Áurea Carolina (PSOL) Andréia de Jesus (PSOL) Sara Azevedo (PSOL) Professor Tulio Lopes (PCB) MS João Alfredo Danieze (PSOL) Anísio Guató (PSOL) nenhuma ninguém ninguém Diná Freitas (PSOL) MT Moisés Franz (PSOL) Procurador Mauro (PSOL) nenhuma ninguém ninguém Vanderlei da Guia (PSOL) Gilberto Lopes Filho (PSOL) PA Fernando Carneiro (PSOL) Ursula Vidal (PSOL) PSOL / PCB / PPL Edmilson Rodrigues (PSOL) Marinor Brito (PSOL) Tatianne Picanço (PSOL) Xaropinho do Povo (PPL) PB Tárcio Teixeira (PSOL) Professor Nelson Júnior (PSOL) PSOL / PCB ninguém ninguém Adjany Simplício (PSOL) Nivaldo Mangueira (PSOL) PE Danielle Portela (PSOL) Albanise (PSOL) PSOL / PCB ninguém Juntas (PSOL) Gerlane Simões (PCB) Eugênia (PSOL) PI Professora Sueli (PSOL) Jesus Rodrigues (PSOL) PSOL / PCB ninguém ninguém Chiquinho da Luta (PSOL) Fausto Ripardo (PCB) PR Professor Piva (PSOL) Jacque Parmegiani (PSOL) PSOL / PCB ninguém ninguém Fernanda Camargo (PSOL) Rodrigo Tomazini (PSOL) RJ Tarcísio Motta (PSOL) Chico Alencar (PSOL) PSOL / PCB Glauber Braga (PSOL), Jean Wyllys (PSOL), Marcelo Freixo (PSOL), Talíria Petrone (PSOL) Dani Monteiro (PSOL), Eliomar Coelho (PSOL), Flávio Serafini (PSOL), Mônica Francisco (PSOL), Renata Souza (PSOL) Ivanete Silva (PSOL) Marta Barçante (PCB) RN Carlos Alberto (PSOL) Laílson Almeida (PSOL) nenhuma ninguém Sandro Pimentel (PSOL) Cida Dantas (PSOL) Telma Gurgel (PSOL) RO Pimenta de Rondônia (PSOL) Fátima Cleide (PT) PSOL / PT ninguém ninguém Paulo Benito (PT) RR Fábio Gonçalves (PSOL) Telma Taurepang (PCB) PSOL / PCB / PSTU ninguém ninguém Érica Marques (PSOL) Lourival (PSTU) RS Roberto Robaina (PSOL) Romer Guex (PSOL) PSOL / PCB Fernanda Melchionna (PSOL) Luciana Genro (PSOL) Professora Camila (PSOL) Cleber Soares (PCB) SC Leonel Camasão (PSOL) Pedro Cabral (PSOL) PSOL / PCB ninguém ninguém Caroline Bellaguarda (PCB) Antônio Campos (PSOL) SE Márcio Souza (PSOL) Sônia Meire (PSOL) nenhuma ninguém ninguém Simone Rocha (PSOL) Jossimário Mick (PSOL) SP Professora Lisete (PSOL) Professora Silvia Ferraro (PSOL) PSOL / PCB Ivan Valente (PSOL), Luiza Erundina (PSOL), Sâmia Bomfim (PSOL) Carlos Giannazi (PSOL), Erica Malunguinho (PSOL), Isa Penna (PSOL), Mônica Seixas (PSOL) Professor Maurício Costa (PSOL) Educador Daniel Cara (PSOL) TO Bernadete Aparecida (PSOL) Melk Aires (PSOL) nenhuma ninguém ninguém Ney Robson (PSOL) === Eleições presidenciais === Ano Imagem Candidato(a) a Presidente Candidato(a) a Vice-Presidente Coligação Votos Posição 2006 Heloísa Helena (PSOL) César Benjamin (PSOL) Frente de Esquerda PSOL, PSTU e PCB 6.575.393 (6.85%) 3ª 2010 Plínio de Arruda Sampaio (PSOL) Hamilton Assis (PSOL) 886.816 (0.87%) 4ª 2014 Luciana Genro (PSOL) Jorge Paz (PSOL) 1.612.186 (1.55%) 4ª 2018 Guilherme Boulos (PSOL) Sônia Guajajara (PSOL) Vamos Sem Medo de Mudar o Brasil PSOL e PCB 617.115 (0,58%) 10ª 2022 Luiz Inácio Lula da Silva (PT) Geraldo Alckmin (PSB) Brasil da Esperança FE BRASIL (PT, PCdoB e PV), PSB, Solidariedade, Fed. PSOL REDE, Avante, Agir e PROS 60.345.999 (50,90%) 1ª == Críticas == === Expulsão de Cabo Daciolo === Em maio de 2015, o diretório nacional do PSOL expulsou do partido o deputado federal Cabo Daciolo por apresentar a PEC 12/2015, que propunha alterar o trecho da Constituição que afirma que \"todo poder emana do povo\" por \"todo poder emana de Deus\", ferindo a concepção do PSOL na defesa do Estado laico, além da cobrança feita pelo deputado para que o partido se engajasse na defesa de policiais militares da Unidade de Polícia Pacificadora (UPP) da Rocinha, acusados pelo assassinato do ajudante de pedreiro Amarildo, morto em junho de 2013. A decisão pela expulsão foi de 54 votos contra 1 pela permanência. === Leonel Brizola Neto e Kim Jong-un === Em 12 de dezembro de 2019, uma homenagem pública prestada pelo então vereador Leonel Brizola Neto (PSOL-RJ) ao líder norte-coreano Kim Jong-un gerou diversas reações negativas dentro de seu partido. O neto do falecido líder Leonel Brizola apresentou, no dia 29 de novembro, uma \"Moção de Louvor e Reconhecimento\" a Kim Jong-un na Câmara Municipal do Rio de Janeiro, revelada pelo jornal O Globo. O ato foi recriminado pelo diretório municipal do PSOL no Rio, que emitiu nota afirmando não endossar a homenagem. O partido declarou que Brizola Neto promoveu uma moção individual, que \"não necessita de apoio, nem votação\". == Ligações externas == * * PSOLno Facebook * PSOLno Instagram * PSOLno Twitter * PSOLno YouTube Categoria:Partidos políticos de esquerda Categoria:Esquerda política no Brasil Categoria:2004 na política do Brasil",
 "title": "Partido Socialismo e Liberdade"
}