{
 "id": "51491",
 "text": "O rio Paraíba do Sul é um curso de água que banha os estados de São Paulo, Rio de Janeiro e Minas Gerais. O rio atravessa a conhecida região sócio-econômica do Vale do Paraíba, sendo o rio mais importante do estado do Rio de Janeiro. Sua nascente está localizada no município de Areias. O rio Paraíba do Sul é formado pela confluência dos rios Paraitinga e Paraibuna. Considerando sua nascente mais afastada da foz, o rio Paraíba do Sul nasce na serra da Bocaina, no município de Areias, no estado de São Paulo, com o nome de rio Paraitinga, recebendo o nome rio Paraíba do Sul na confluência com o Paraibuna, na Represa de Paraibuna. Perfaz um percurso total de 1.137 km, desde a nascente do rio Paraitinga, no Nordeste Paulista, até a foz em Atafona (São João da Barra), no Norte Fluminense. Os principais afluentes do rio Paraíba do Sul são o Jaguari, o Buquira, o Paraibuna, o Piabanha, o Pomba e o Muriaé. Esses dois últimos são os maiores e desaguam, respectivamente, a 140 e a 50 quilômetros da foz. Entre os sub-afluentes, está o rio Carangola, importante rio da bacia do rio Paraíba do Sul, posto que serve a duas unidades da federação, o estado de Minas Gerais e o estado do Rio de Janeiro. == Etimologia == \"Paraíba\" é um termo de origem tupi que significa \"mar ruim\", através da junção dos termos pará (\"mar\") e aíba (\"ruim\"), provavelmente no sentido de ruim de navegar.http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm ==Nascente== Sucessor do rio Paraibuna, nasce a partir da fusão das águas do rio Paraitinga com as águas represadas do rio Paraibuna. A represa onde há essa fusão está localizada no município de mesmo nome, Paraibuna. O rio Paraíba do Sul segue seu curso após a barragem da usina hidrelétrica paraibunense. O rio Paraíba do Sul possui um outro afluente também denominado rio Paraibuna, que banha os estados de Minas Gerais e do Rio de Janeiro, que é por vezes confundido com o Paraibuna paulista. ==Percurso== Da barragem do município de Paraibuna, segue para oeste. Em Guararema, muda de direção, fluindo para o norte. De Jacareí, segue para a divisa de São Paulo com o Rio de Janeiro. Na sequência, próximo à cidade de Três Rios, passa a acompanhar a divisa com o estado de Minas Gerais até as proximidades de Pirapetinga, onde adentra definitivamente o estado do Rio de Janeiro e o atravessa até desaguar no oceano Atlântico. ==Bacia== A bacia do rio Paraíba do Sul tem uma área de 56.500 km², abrangendo não só as regiões do Vale do Paraíba Paulista e Fluminense, mas também o Noroeste Fluminense e grande parte da Zona da Mata Mineira. O território da bacia banha 88 municípios em Minas Gerais, 57 no Rio de Janeiro e 39 em São Paulo. Trata- se de território quase completamente antrópico, com a Mata Atlântica original restrita a parques e reservas florestais. O próprio rio tem seu curso marcado por sucessivas represas, destinadas à provisão de água e eletricidade para as populações da bacia e também da Região Metropolitana do Rio de Janeiro. Em razão disso, o rio encontra-se hoje em estado ecológico crítico, com margens assoreadas e 40% da sua vazão desviada para o rio Guandu. Suas águas também são utilizadas para abastecimento industrial, preservação da flora e da fauna e disposição final de esgotos. === Atividades econômicas === A bacia do rio Paraíba do Sul tem como principais atividades econômicas os setores industrial e de agropecuária. O médio vale do Paraíba foi a primeira grande região produtora de café no Brasil, dando início ao ciclo do café na economia nacional. Sua economia era baseada em latifúndios e no trabalho escravo. Com a perda da primazia na produção cafeeira para o oeste paulista, seguiu-se uma estagnação econômica, sucedida por sua vez, a partir da fundação da Companhia Siderúrgica Nacional, por um processo de industrialização que fez do vale uma das maiores regiões industriais do país. A industrialização se concentrou na parte alta do vale, sendo mais relacionada à linha principal da Estrada de Ferro Central do Brasil, ligando o Rio de Janeiro a São Paulo, do que ao rio Paraíba propriamente dito, deixando de lado boa parte da região de desenvolvimento cafeeiro, principalmente as fazendas mais afastadas da ferrovia, depois suplantada em importância pela Rodovia Presidente Dutra. ==Navegabilidade== Atualmente, somente dois trechos do Paraíba do Sul podem ser navegados: o trecho inferior e o médio superior. O trecho inferior, entre a foz e São Fidélis, numa extensão de aproximadamente 90 km, possui uma declividade de 22 cm/km. Existe uma navegação incipiente feita por pequenas embarcações que transportam, essencialmente, material de construção para o município de Campos dos Goytacazes. No trecho médio superior, entre Cachoeira Paulista e Guararema, numa extensão de aproximadamente 280 km, apesar da pequena declividade de 19 cm/km, a navegação restringe-se a embarcações de turismo. Diversos acidentes prejudicam a navegação no Paraíba do Sul: saltos, corredeiras, trechos de forte declividade, bem como obras efetuadas para fins hidrelétricos sem previsão de transposição de níveis. Outros fatores impeditivos são a existência de um número apreciável de pontes rodoviárias e ferroviárias, a proximidade de rodovias e ferrovias margeando o rio e a localização de várias cidades junto às suas margens. ==Poluição e degradação ambiental== O rio Paraíba do Sul recebe atualmente o esgoto da maioria dos municípios pelos quais passa. Um estudo recente desenvolvido pela Universidade de Taubaté (UNITAU) revelou que o rio possui um alto nível de poluentes, que apresentam riscos de danos genéticos e de câncer em organismos aquáticos e humanos. A pesquisa abrangeu a coleta e a análise de amostras de água, no período de três anos, nos municípios de Tremembé e Aparecida, que são as áreas mais poluídas do trecho paulista. Os resultados apontaram para a presença de substâncias que são tóxicas às células, como metais pesados (principalmente alumínio e ferro), inseticidas e herbicidas, substâncias danosas ao ecossistema. Seu efeito principal é a perda de diversidade biológica no rio. No homem, por meio da magnificação trófica, pode causar patologias, chegando a casos de câncer. Dentre os agentes poluidores, como os resíduos industriais, extrativistas, da pecuária e da agricultura, existem os danos causados pela extração mineral de areia, que altera o curso do rio, derruba suas matas ciliares além de causar maior assoreamento, contribuindo assim para uma menor navegabilidade, para uma menor vazão de água (o problema das enchentes), o que dificulta a recuperação do rio em todo o seu curso, contudo, estudos apontam como sendo o problema mais preocupante o esgoto urbano.http://www.vnews.com.br/noticia.php?id=49260 == Ver também == *Vale do Paraíba *Região hidrográfica do Atlântico Sudeste *Rio Carangola *Rio Muriaé *Rio Paraibuna (alto Paraíba do Sul) *Rio Paraibuna (médio Paraíba do Sul) *Rio Paraitinga *Rio Preto *Rio Preto (Teresópolis) *Rio Piabanha Categoria:Rios do estado de São Paulo Categoria:Rios do estado do Rio de Janeiro Categoria:Rios de Minas Gerais Categoria:Rios de Três Rios Categoria:Geografia de São Fidélis",
 "title": "Rio Paraíba do Sul"
}